{"file": "FRE_HFJUD_26050_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "26050/04", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE GÜRBÜZ c. TURQUIE", "", "", "(Requête no 26050/04)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "10 novembre 2005", "", "", "", "DÉFINITIF", "", "10/02/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Gürbüz c. Turquie,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tL. Caflisch,\n\t\tR. Türmen,\n\t\tB.M. Zupančič,\n\tMme\tM. Tsatsa-Nikolovska,\n\tM.\tK. Traja, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 20 octobre 2005,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 26050/04) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Cafer Gürbüz (« le requérant »), a saisi la Cour le 12 juillet 2004 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me S. Akat, avocate à Istanbul. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent.", "3.  Le requérant allègue que sa réincarcération constituerait un traitement inhumain et dégradant au sens de l’article 3 de la Convention, du fait du syndrome de Wernicke-Korsakoff dont il souffrait.", "4.  La présente requête, qui faisait partie d’un groupe de cinquante-trois affaires similaires (voir l’arrêt Tekin Yıldız c. Turquie, no 22913/04, 10 novembre 2005), a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. Le 4 mai 2004, la Cour a décidé de communiquer la requête au Gouvernement en application de l’article 41 de son règlement.", "5.  Le 21 juillet 2004, en application de l’article 39 du règlement, le président de la chambre a invité le Gouvernement, dans l’intérêt des parties et du bon déroulement de la procédure devant la Cour, à ne pas procéder à la réincarcération du requérant jusqu’à nouvel ordre.", "6.  Le 1er juillet 2004, la Cour, dans l’exercice des fonctions que lui attribue l’annexe insérée le 7 juillet 2003 à son règlement, a décidé qu’une mission d’enquête aurait lieu en Turquie entre le 6 et le 13 septembre 2004. Aussi a-t-elle désigné dans ce cadre, une délégation de trois juges (« la délégation de la Cour ») pour procéder à des visites d’établissements notamment pénitentiaires ainsi qu’un comité d’experts pour évaluer l’aptitude médicale des cinquante-trois requérants, dont M. Gürbüz, à purger une peine privative de liberté (paragraphes 40-47 ci-dessous).", "La délégation de la Cour était composée de M. I. Cabral Barreto, Mme M. Tsatsa-Nikolovska et M. K. Traja, juges, et était assistée de M. V. Berger, greffier de section, et de M. C. Turmangil, M. S. Erel, Mme O. Andreotti et M. H. Mutaf, référendaires au greffe, et Mlle G. Güllü, secrétaire au greffe.", "Le comité d’experts était composé de M. Christian Derouesné, neurologue et professeur émérite à la faculté de médecine Pitié-Salpêtrière, Université Paris VI (Paris, France), de M. Francis Bolgert, neuropsychiatre à hôpital Pitié-Salpêtrière (Paris, France) et de M. Doğan Yeşilbursa, psychiatre et chef de clinique adjoint à hôpital des maladies mentales et neurologiques de Bakırköy (Istanbul, Turquie).", "7.  Le 23 août 2004, eu égard à l’ensemble des cinquante-trois requêtes sous examen, la Cour a invité le Gouvernement, toujours au titre de l’article 39 du règlement, à ne pas procéder à l’arrestation ou à la réincarcération des intéressés pendant le déroulement de la mission du 6 au 13 septembre 2004.", "8.  Le comité d’experts a examiné le requérant le 11 septembre 2004 dans le local disposé à cette fin par le Gouvernement à l’hôpital universitaire de Çapa (Istanbul), dans le respect total du secret médical.", "9.  Le 13 septembre 2004, au vu du rapport préliminaire du comité d’experts, la Cour a prolongé dans le chef du requérant, et ce, jusqu’à nouvel ordre, la mesure provisoire indiquée au Gouvernement (paragraphe 7 ci-dessus).", "10.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a cependant continué à être examinée par l’ancienne troisième section telle qu’elle existait avant cette date.", "11.  Le 8 juin 2005, la Cour a communiqué aux parties le rapport médical établi par le comité d’experts à l’issue de la mission.", "Se prévalant également de l’article 29 § 3 de la Convention, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "12.  Le 29 juillet 2005, soit en dehors du délai fixé par la Cour, le Gouvernement a déposé ses observations finales quant au fond de la requête et ses commentaires sur le rapport du comité d’experts.", "Le 5 août 2005, le requérant a fait parvenir, lui aussi en dehors du délai imparti, ses demandes au titre de la satisfaction équitable et ses observations sur le rapport précité.", "Le président a décidé que ces documents seraient versés au dossier (article 38 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "13.  Le requérant est né en 1966 et a la nationalité turque. A la date d’introduction de la requête, il se trouvait en fuite.", "A.  Les faits à l’origine de la requête", "14.  Le 27 décembre 1995, suite à une opération policière de grande ampleur, le requérant fut arrêté en possession de matériels de bombe.", "Il fut placé en détention provisoire le 9 janvier 1996 par le juge assesseur près la cour de sûreté de l’Etat d’Istanbul.", "Alors qu’il se trouvait à la maison d’arrêt d’Istanbul, il entama une grève de la faim de longue durée.", "15.  Le 28 juillet 1996, au 69ème jour de son mouvement, il fut hospitalisé aux services d’urgence de l’hôpital universitaire d’Istanbul (« l’HUI »).", "Le 1er août 1996, il fut pris en charge par le service de neurologie du même hôpital.", "Il y fut traité jusqu’au 10 septembre 1996, date à laquelle les médecins des services de neurologie de l’HUI diagnostiquèrent le syndrome de Wernicke-Korsakoff (« S-WK ») chez lui, à partir notamment des constatations suivantes : une paralysie oculaire, une amnésie, une dépression psychotique accompagnée d’hallucinations et une altération de la mémoire rétrograde et de l’apprentissage.", "Le même jour, le requérant fut transféré à l’hôpital psychiatrique de Bakırköy pour un traitement des symptômes de psychose qui dura trois mois.", "16.  Sur la demande du représentant du requérant, les mêmes médecins de l’HUI émirent l’avis du 27 septembre 1996 selon lequel les séquelles de psychoses décelées chez le requérant lors de son séjour à l’hôpital universitaire étaient susceptibles d’être irréversible, sous réserve d’une amélioration éventuelle concernant les hallucinations, les problèmes d’équilibre et de paralysies oculaires.", "17.  Le 17 décembre 1997 et le 24 juin 1998, le requérant fut réexaminé par les services de neurologie de l’HUI. Les médecins constatèrent à ces dates une apathie, des troubles de mémoire et une ataxie du tronc, ainsi qu’une légère amélioration générale, mais émirent l’avis qu’ils n’attendaient pas un progrès plus avant dans le tableau médical du requérant, et que ce dernier devait bénéficier d’une thérapie physique et cognitive pour une réadaptation.", "18.  Le 23 février 1999, le requérant fut relaxé par la cour de sûreté de l’Etat d’Istanbul au vu de ses problèmes de santé.", "Ce dernier s’installa d’abord à Istanbul, puis à Eskişehir, apparemment chez ses proches.", "19.  Dans leur rapport du 18 mai 1999, les médecins des services de neurologie de l’HUI mentionnèrent que les troubles de mémoire, le nystagmus et l’ataxie du tronc persistaient, mais aussi que le patient marchait maintenant sans aide et qu’il pouvait accomplir les tâches domestiques quotidiennes. Ils citèrent que le patient affirmait avoir besoin de l’aide lorsqu’il voulait sortir. Le rapport conclut toutefois à « l’absence d’une amélioration digne d’être remarquée ».", "20.  Le 13 juillet 1999, le requérant s’adressa à l’Association des droits de l’homme d’Istanbul (« l’Association ») afin d’obtenir un soutien pour ses traitements.", "21.  Le 2 décembre 1999, suite à la demande introduite par le représentant du requérant, les médecins du service médicolégal de l’hôpital universitaire de Cerrahpaşa (Istanbul) établirent un rapport au vu des antécédents du requérant. Ils mentionnèrent notamment qu’il n’était pas attendu que le requérant puisse participer en toute conscience à une procédure pénale et que son état de santé était incompatible avec les conditions carcérales vu qu’il ne pouvait vivre sans assistance.", "22.  Le 15 mai 2001, sur la demande des parents du requérant, l’Association (paragraphe 20 ci-dessus) établit un document résumant les traitements reçus par celui-ci. Le document se réfère notamment à un examen neurologique effectué le 23 juin 2000, à l’issue duquel le requérant aurait reçu des infiltrations de toxine botulique contre les mouvements involontaires de la tête et un torticolis spasmodique. Il invoque également une amélioration de la marche, ainsi qu’un examen psychiatrique à l’issue duquel on aurait relevé un caractère dépressif et prescrit une psychothérapie de soutien, notamment pour l’insuffisance des fonctions motrices et cognitives, ainsi qu’un traitement par calmants.", "23.  Le 16 août 2001, la cour de sûreté de l’Etat d’Istanbul condamna le requérant à une peine de réclusion de douze ans et six mois pour appartenance à une organisation terroriste, le TIKB (L’Union des communistes révolutionnaires de Turquie). Elle déclara aussi qu’il n’y avait pas lieu de se prononcer séparément sur le délit de possession de matériels de bombe dès lors que ce délit relevait de l’appartenance à une organisation terroriste. S’agissant du chef d’accusation d’attaque à main armée, elle acquitta le requérant pour insuffisance de preuve.", "Le 4 mars 2002, ce jugement fut confirmé par la Cour de cassation.", "La cour de sûreté de l’Etat d’Istanbul le fit parvenir le 10 avril 2002 au parquet d’Istanbul pour exécution.", "24.  Dans l’intervalle, le requérant se présenta au parquet de Bakırköy. Il demanda un sursis à l’exécution de sa peine et précisa qu’il allait demander la grâce présidentielle.", "Au vu des antécédents du requérant, le procureur de Bakırköy ne procéda pas à l’incarcération et ordonna son examen à l’hôpital civil.", "25.  Par un rapport médical du 30 juin 2002, l’hôpital civil de Bakırköy diagnostiqua une encéphalopathie de Wernicke et recommanda le transfert de l’intéressé à l’institut médicolégal (« l’institut »).", "26.  La chambre de spécialistes no 3 de l’institut (« la chambre de spécialistes »), demanda une imagerie par résonance magnétique du crâne, qui fut effectué le 21 novembre 2002 aux services de radiologie de l’hôpital universitaire de Cerrahpaşa. Le 27 novembre 2002, le requérant fut examiné par la chambre de spécialistes no 3 et no 4.", "Par un rapport du 18 décembre 2002, la chambre de spécialistes constata la présence d’une atrophie cérébelleuse, des tremblements de la tête, un nystagmus de la vision vers la gauche, une dysmétrie, une dysdiadochocinésie, une ataxie du tronc, une marche en élargissant le polygone de sustentation et en appui d’une canne, une dégradation de la mémoire antérograde, une amnésie lacunaire de la mémoire rétrograde, une altération dans les fonctions cognitives ainsi que des symptômes d’organicité. Elle posa en conséquence le diagnostic de S-WK, et recommanda le sursis à exécution de la peine du requérant jusqu’à sa guérison.", "Le rapport mentionnait également que cette maladie, dans la mesure où elle pouvait durer indéfiniment, entrait dans le cadre de la grâce présidentielle prévue par l’article 104 de la Constitution.", "27.  Le 27 décembre 2002, le procureur de Bakırköy (« le procureur ») décida, sur le fondement de ce rapport, de surseoir jusqu’au 16 juin 2003 à l’exécution de la peine du requérant en vertu de l’article 399 § 2 du code de procédure pénale (« CPP »).", "28.  Le 7 mars 2003, suite aux controverses existant en pratique quant à l’application de l’article 399 du CPP, le ministère de la Justice diffusa la circulaire no 3.3.9/44, laquelle rappelait, entre autres, que les rapports médicaux de l’institut devait mentionner concrètement la durée du sursis à accorder.", "29.  Le 17 mars 2003, le requérant présenta au parquet de Bakırköy ses rapports médicaux obtenus depuis 1996, et s’appuyant sur le rapport de l’institut (paragraphe 26 ci-dessus), demanda à bénéficier de la grâce présidentielle.", "30.  Le procureur entrepris les démarches de la grâce présidentielle auprès du ministère de la Justice.", "Par une lettre du 24 avril 2003, le ministère l’informa des formalités à accomplir, entre autres, l’établissement de deux rapports médicaux récents, l’un par l’hôpital civil et l’autre par l’institut, ainsi qu’une enquête policière sur la situation actuelle de l’intéressé.", "31.  Le 10 septembre 2003, le procureur prolongea d’office le sursis initialement accordé (paragraphe 27 ci-dessus), et ce, jusqu’au 13 décembre 2003. Il ordonna également le réexamen du requérant, ainsi qu’une enquête policière sur sa situation actuelle.", "32.  Par une lettre du 6 octobre 2003, le ministère de la Justice informa le procureur de ce que sa décision de prolongation du sursis (paragraphe 31 cidessus) était contraire à la circulaire susmentionnée, vu qu’elle n’était pas fondée sur un rapport médical récent.", "S’agissant de la demande de grâce présidentielle, il fit allusion à nouveau à sa circulaire, ainsi qu’aux résultats du 3 juin 2003 de l’enquête policière effectuée par la direction de la sûreté d’Istanbul, selon laquelle le requérant poursuivait des activités au sein de la même organisation terroriste.", "Le ministère demanda donc à nouveau au procureur l’obtention d’un rapport médical récent. Ce dernier transféra l’intéressé à l’institut.", "33.  Le 14 novembre 2003, le requérant fut réexaminé par la chambre de spécialistes, laquelle constata des tremblements de la tête, une marche en élargissant le polygone de sustentation, et une vivacité dans les réflexes profonds. Elle indiqua n’avoir constaté, malgré des symptômes d’insuffisance de la mémoire antérograde, aucune altération neurologique, ni un quelconque trouble psychopathologique d’un niveau à contre-indiquer l’exécution de la peine d’emprisonnement.", "Elle conclut donc par son rapport du 21 novembre 2003 que l’état de santé du requérant ne nécessitait plus le sursis de sa peine, ni la grâce présidentielle.", "34.  Au vu de ce rapport médical, le 15 décembre 2003, le parquet de Bakırköy délivra un mandat d’amener (mahkumlara mahsus yakalama müzekkeresi). Le requérant prit la fuite.", "35.  Le 15 janvier 2004, le représentant du requérant forma opposition devant le procureur contre le dernier rapport médical et demanda le réexamen de son client.", "Le procureur s’adressa alors à la chambre plénière de l’institut pour qu’elle se prononce sur la contradiction alléguée entre les rapports de la chambre de spécialistes, conformément à l’article 15 de la loi no 2659 sur l’institut.", "36.  Le 23 février 2004, la chambre plénière de l’institut décida que le requérant devait être réexaminé.", "Par des lettres du 23 février 2004 et du 26 mars 2004, l’institut demanda au procureur d’assurer la présence du requérant afin de lui faire passer des tests d’organicité et des examens complémentaires à l’HUI, en vue de son examen final.", "Le procureur ne fut pas en mesure de répondre favorablement à ces lettres car les recherches policières lancées s’avérèrent vaines et le requérant ne se présenta pas lui-même.", "37.  A une date non précisée, et sur la demande du requérant, l’Ordre des médecins d’Istanbul (Istanbul Tabip Odası) rendit un avis consultatif établissant une contradiction scientifique entre les rapports susmentionnés de l’institut.", "38.  Le 31 mai 2004, le requérant se rendit aux services de neurologie de l’HUI, selon toute vraisemblance afin d’obtenir un rapport médical récent en vue d’appuyer sa requête devant la Cour.", "Après avoir mentionné plusieurs résultats de tests et examens effectués, le rapport, daté du même jour, indique un ralentissement dans les fonctions cognitives et une difficulté de rappel. Ce rapport ne semble avoir été transmis ni à l’institut ni au parquet (voir paragraphe 36 ci-dessus).", "39.  Le 20 août 2004, saisi par son procureur, la cour d’assises d’Istanbul ordonna le sursis à exécution de la peine du requérant au vu de la mesure provisoire indiquée par la Cour (paragraphe 5, 7 et 9 ci-dessus), en application de l’article 402 du CPP, et ce, jusqu’à nouvel ordre.", "B.  La mission d’enquête de la Cour", "1.  Les visites d’établissements pénitentiaires", "40.  Afin de se forger une opinion sur les conditions matérielles régnant dans les différents types d’établissements carcéraux en Turquie (paragraphe 6 ci-dessus), la délégation de la Cour, accompagné de représentants des requérants et du Gouvernement, a visité deux prisons de type F (Tekirdağ et Kocaeli), deux prisons de type H (Tekirdağ et Istanbul), une maison d’arrêt de type H (Bayrampaşa-İstanbul), et le service hospitalier de ce dernier établissement. Lors de ces visites, la délégation s’est également entretenue avec le personnel pénitentiaire ainsi que les procureurs et les médecins en poste dans ces établissements.", "Le comité d’experts a accompagné la délégation lors des visites de la maison d’arrêt de Bayrampaşa et de son service hospitalier.", "41.  La délégation, qui s’est également entretenue avec dix-sept des cinquante-trois requérants en question lors de cette mission, a parlé au requérant le 7 septembre 2004.", "2.  Les examens médicaux du comité d’experts", "42.  La Cour avait chargé le comité d’experts (paragraphe 6 ci-dessus), de déterminer notamment si le requérant présentait des troubles neurologiques ou psychiatriques et, dans l’affirmative, dans quelle mesure ces troubles s’avéraient compatibles avec la vie carcérale. Il devait également procéder, au besoin, à une évaluation scientifique du dossier médical de l’intéressé, tel que constitué par les instances médicolégales turques.", "Dans ce contexte, le comité d’experts releva tout d’abord que, dans toutes les affaires de ce groupe, les intéressés expliquaient leurs séquelles neuropsychiatriques alléguées par leurs grèves de la faim et désignaient ces séquelles comme étant celles du S-WK, comme l’institut l’avait diagnostiqué.", "Partant, le comité d’experts décida de recourir à des examens médicaux standardisés, propres à mettre en évidence d’éventuels éléments de surcharge ou de simulation fréquents chez les prisonniers ainsi qu’à dégager les caractéristiques véritables du syndrome invoqué sur le plan tant neurologique que neuropsychologique.", "43.  Les examens eurent lieu entre le 8 et le 11 septembre 2004, dans les locaux disposés à cette fin par le Gouvernement à l’hôpital universitaire de Çapa à Istanbul, et ce, dans le respect absolu du secret médical.", "44.  Le requérant a été examiné le 11 septembre 2004.", "Les parties pertinentes du rapport médical du comité d’experts de la Cour quant au requérant se lisent comme suit :", "« A.  Antécédents", "27 septembre 1996 : un diagnostic d’encéphalopathie de Wernicke est porté par le service de neurologie de l’HUI, à partir des constatations suivantes : une paralysie oculaire, une amnésie, une dépression psychotique accompagnée d’hallucinations et une altération de la mémoire rétrograde et de l’apprentissage.", "17 décembre 1997 : dans un second rapport, le même service de l’HUI constate chez le requérant une apathie, des troubles de mémoire et une ataxie du tronc.", "18 mai 1999 : le service de neurologie de l’HUI rend un troisième rapport qui s’avère contradictoire. De fait, il y est indiqué que les troubles de mémoire, le nystagmus et l’ataxie du tronc persistent, mais aussi que le patient marche maintenant sans aide et qu’il peut accomplir les tâches domestiques quotidiennes. Paradoxalement, le rapport conclut à « l’absence d’une amélioration digne d’être remarquée ».", "15 mai 2001 : le requérant est examiné par les médecins de l’Association des Droits de l’Homme d’Istanbul. Le rapport établi en conséquence se réfère à un examen neurologique effectué le 23 juin 2000, lequel aurait permis de constater la présence de mouvements involontaires de la tête évoquant un torticolis spasmodique chez le requérant, qui, d’ailleurs, aurait reçu des infiltrations de toxine botulique. Le rapport de l’Association invoque également un examen psychiatrique remontant à avril 2001, à l’issue duquel on aurait relevé un caractère dépressif et prescrit une psychothérapie de soutien et un traitement par Prozac.", "18 décembre 2002 : la chambre no 3 rend un rapport concluant au S-WK ainsi qu’à la nécessité d’appliquer une mesure de sursis.", "21 novembre 2003 : la même chambre réexamine l’intéressé ; ne constatant aucune altération neurologique ni un quelconque trouble psychopathologique contre-indiquant l’exécution de la peine d’emprisonnement, la chambre décide de lever la mesure de sursis.", "31 mai 2004 : le requérant passe un dernier examen neuropsychologique dans le service de neurologie de l’HUI. Les conclusions tirées sont peu claires ; en tout cas, rien ne permet de suggérer l’existence d’altérations évocatrices d’un S-WK.", "B.  Commentaires", "Au début, le tableau présenté était vraisemblablement celui d’un S-WK, qui sans doute s’est amélioré au cours des trois années qui ont suivi son installation. La question est de savoir si une telle amélioration est possible après six ans d’évolution dudit syndrome. La chambre no 3 justifie sa position dans un long exposé tendant à convaincre qu’une amélioration tardive est possible, sans toutefois se prononcer sur le caractère exceptionnel du délai écoulé en l’occurrence.", "C.  Examen (11 septembre 2004)", "La présentation est normale et la coopération, excellente, sans aucun signe de surcharge. L’examen neurologique met en évidence un grand syndrome cérébelleux statique accompagné d’une ataxie, d’un tremblement de la tête et des troubles de l’équilibre et cinétique (dysmétrie, adiadochocinésie, hypermétrie) au niveau des membres supérieurs et inférieurs. L’examen neuropsychologique révèle des difficultés de mémoire modérées, pouvant être corrigées par le rappel indicé. Le niveau d’abstraction est correct. Pas d’anomalie psychopathologique patente.", "D.  Avis", "Il existe des signes cérébelleux importants qui peuvent être considérés comme étant définitifs. Ces signes représentent un handicap pour effectuer les gestes de la vie quotidienne, tels que la marche, et constituent un obstacle à la vie carcérale. La décision de la chambre no 3 de revenir sur l’application de la mesure de sursis n’apparaît aucunement justifiée. »", "45.  Les conclusions générales du rapport médical du comité d’experts de la Cour sont citées dans l’arrêt Tekin Yıldız précité.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "46.  La structure et les fonctions de l’institut médicolégal, la grâce présidentielle pour les condamnés atteints d’une maladie irréversible (article 104 de la Constitution), le sursis à exécution de la peine pour motifs de santé selon le code de procédure pénale (articles 399 et 402 du CPP), ainsi que les travaux du Conseil de l’Europe en la matière sont décrits dans l’arrêt Tekin Yıldız précité.", "EN DROIT", "I.  SUR LA RECEVABILITÉ DE LA REQUÊTE", "A.  Thèses des parties", "1.  Le Gouvernement", "47.  Le Gouvernement excipe du non-épuisement des voies de recours internes en deux branches : d’une part, le requérant n’aurait pas utilisé les moyens prévus par les articles 5 et 6 de la loi no 4675 sur le juge d’exécution des peines (İnfaz Hakimliği Kanunu) lesquels lui auraient permis de contester la situation dans laquelle il se trouvait, d’autre part, il ne s’est pas présenté devant l’institut en vue de son examen final.", "Par ailleurs, le requérant n’aurait pas la qualité de victime, vu qu’il n’a jamais été réincarcéré.", "2.  Le requérant", "48.  Le requérant ne se prononce pas expressément au sujet des exceptions du Gouvernement mais maintient ses doléances.", "B.  Appréciation de la Cour", "1.  Épuisement des voies de recours internes", "49.  La Cour rappelle d’emblée que à l’article 35 de la Convention ne prescrit que l’exercice des recours à la fois relatifs aux violations incriminées, disponibles et adéquats (Selmouni c. France [GC], no 25803/94, § 75 CEDH 1999-V).", "50.  En ce qui concerne les exemples de jurisprudence que le Gouvernement a communiqués dans le cadre des cinquante trois affaires ayant fait l’objet de la mission d’enquête susmentionnée (paragraphe 4 cidessus), la Cour observe qu’ils concernent uniquement les cas où l’institut a délivré des rapports médicaux recommandant le sursis à exécution de la peine des intéressés. Le juge, saisi soit en première instance, soit suite à l’opposition formée, ordonne la levée du mandat d’amener délivré par le procureur, ou la libération de l’intéressé, selon le cas, l’article 23-C § 3 de la loi sur l’institut (voir Tekin Yıldız, précité, § 46) soulignant que les conclusions médicales de l’institut ne restreignent aucunement le pouvoir discrétionnaire des autorités en matière de l’appréciation des preuves.", "Il s’agit aussi, dans ces exemples, de cas où il y a eu divergence entre la première autorité (le procureur) et la seconde (le juge) s’agissant des conséquences juridiques à tirer d’un rapport médical favorable à l’intéressé.", "Or, en l’espèce, l’institut n’a pas délivré un rapport recommandant le sursis à exécution de la peine du requérant (paragraphe 33 ci-dessus), et le requérant a été ainsi exclu d’une mesure de sursis, ainsi que de la grâce présidentielle.", "La Cour observe que le Gouvernement ne produit aucune jurisprudence interne illustrant des circonstances similaires à celles du requérant où les dispositions susmentionnées de la loi sur le juge d’exécution des peines auraient remédié à la situation. Partant, les exemples donnés par le Gouvernement ne s’appliquent pas en l’espèce.", "51.  S’agissant de la branche de l’exception fondée sur le fait que le requérant ne s’est pas présenté pour son réexamen, suite à la décision du 23 février 2004 de la chambre plénière de l’institut (paragraphe 36 ci-dessus), la Cour observe que l’opposition formée contre le rapport de la chambre des spécialistes n’a eu aucun effet suspensif sur le mandat d’amener.", "Or, la question examinée dans cette affaire est l’aptitude du requérant à vivre dans les conditions carcérales. En conséquence, le réexamen du cas médical par la chambre plénière, ou par la chambre de spécialistes suite à une décision de la chambre plénière, vu l’absence d’effet suspensif sur la décision de réincarcération (voir, mutatis mutandis, Čonka c. Belgique, no 51564/99, §§ 65-84, CEDH 2002I), ne peut être considéré en tant que tel, comme une voie de recours à épuiser, d’autant plus que selon le libellé de l’article 15 § a) de la loi no 2659 sur l’institut, seul le procureur où le juge sont autorisés à saisir la chambre plénière (voir Tekin Yıldız, précité, §§ 46, 94 et 95).", "2.  Qualité de victime", "52.  La Cour estime que les conséquences qui pourraient résulter d’une éventuelle violation de la Convention à raison de ces mêmes circonstances n’ont pas été effacées (Pisano c. Italie [GC] (radiation), no 36732/97, §§ 42, 24 octobre 2002). En effet, rien dans le dossier n’indique qu’une quelconque mesure favorable au requérant ait été prise à cet effet, jusqu’à la mesure provisoire indiquée par la Cour (paragraphe 5 et 39 ci-dessus).", "3.  Conclusion", "53.  Au vu de ce qui précède, la Cour ne saurait accueillir les exceptions du Gouvernement.", "Elle estime par ailleurs, à la lumière de l’ensemble des arguments des parties, que la requête pose de sérieuses questions de fait et de droit nécessitant un examen au fond ; il s’ensuit qu’elle ne saurait être déclaré manifestement mal fondée, au sens de l’article 35 § 3 de la Convention. Ne relevant aucun autre motif d’irrecevabilité, la Cour déclare donc la requête recevable.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "54.  Invoquant l’article 3 de la Convention, le requérant fait valoir qu’en raison du S-WK dont il est atteint, il ne peut continuer à purger sa peine en prison. Sa détention serait de nature à porter atteinte à son intégrité physique ou psychique dans la mesure où il ne peut subvenir seul aux besoins de la vie quotidienne, et devrait être à la charge de ses codétenus. Dans ces conditions, il ne peut non plus suivre un traitement médical adéquat. Il allègue donc que l’exécution du mandat d’arrêt délivré à son encontre constituerait une violation de l’article 3, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Thèses des parties", "1.  Le Gouvernement", "55.  Le Gouvernement fait valoir les conditions favorables des établissements pénitentiaires et souligne que les détenus bénéficient de soins médicaux d’abord dans l’établissement en question, sinon dans un hôpital.", "Selon le Gouvernement, le requérant a également bénéficié d’un système médicolégal et judiciaire efficace. Il a été mis en liberté jusqu’à sa guérison. Etant guéri, il devait être réincarcéré.", "Mentionnant les grèves de la faim massivement entamées dans les prisons en 1996 et 2000, le Gouvernement signale que 2185 détenus ont été examinés, 691 ont été transférés à l’institut, 140 d’entre eux ont bénéficié de la grâce présidentielle, 87 ont bénéficié d’un sursis à exécution de peine. L’allégation selon laquelle l’institut, soumis à des pressions, aurait radicalement changé d’avis dans ses rapports en 2003 est également mal fondée car après janvier 2003, 245 personnes, et en 2004, dix personnes ont été mises au bénéfice d’une mesure de sursis, suite aux rapports médicaux de l’institut.", "Le Gouvernement se réfère notamment à l’arrêt Pretty c. Royaume-Uni (no 2346/02, CEDH 2002III) et considère qu’en tout état de cause la réincarcération du requérant ne constituerait pas un traitement atteignant le niveau de gravité requis pour tomber sous le coup de l’article 3, d’autant plus que la situation de l’intéressé, aussi regrettable soit-elle, ne résultait d’aucun acte ou omission attribuable aux autorités.", "56.  Finalement, il argue de ce que le requérant ne s’étant pas présenté à son réexamen à l’institut, il lui est impossible de connaître l’etat de santé actuelle de celui-ci, ni de commenter le rapport du comité d’experts.", "2.  Le requérant", "57.  Le requérant combat la thèse du Gouvernement et maintient ses doléances.", "B.  Appréciation de la Cour", "1.  Principes généraux", "58.  Il est vrai que la Convention ne comprend aucune disposition spécifique relative à la situation des personnes privées de liberté, a fortiori malades. Toutefois, indépendamment de l’obligation faite aux Etats de protéger l’intégrité physique des détenus par l’administration des soins médicaux requis, il faut rappeler que la souffrance due à une maladie survenant naturellement, qu’elle soit physique ou mentale, peut en soi relever de l’article 3 si elle se trouve ou risque de se trouver exacerbée par des conditions de détention dont les autorités peuvent être tenues pour responsables (Mouisel c. France, no 67263/01, §§ 37, 38 et 40, CEDH 2002IX, et Pretty, précité et les références qui figurent dans ces textes).", "59.  Outre la santé du prisonnier, c’est donc son bien-être qui doit également être assuré de manière adéquate eu égard aux exigences pratiques de l’emprisonnement, tout prisonnier ayant droit à des conditions de détention conformes à la dignité humaine de manière à assurer que les modalités d’exécution des mesures prises ne le soumettent pas à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention (Kudła c. Pologne [GC], no 30210/96, § 94, CEDH 2000-XI).", "60.  Si la Convention n’implique aucune « obligation générale » de libérer un détenu pour motifs de santé, le tableau clinique d’un détenu constitue pourtant l’une des situations pour lesquelles la capacité à la détention est aujourd’hui posée au regard de l’article 3 de la Convention au sein des Etats membres du Conseil de l’Europe (voir Mouisel, ibidem, et Price c. Royaume-Uni, no 33394/96, § 30, CEDH 2001-VII).", "Bref, dans une affaire donnée, la détention d’une personne atteinte d’une pathologie engageant le pronostic vital ou dont l’état est durablement incompatible avec la vie carcérale peut poser des problèmes sous l’angle de l’article 3 de la Convention.", "La présente affaire impose donc d’établir si cette question se posera en cas de réincarcération du requérant.", "2.  Contexte spécifique", "61.  Avant d’aborder son examen, la Cour a étudié la législation turque en vigueur en matière d’application des peines en cas de maladie grave des condamnés. Elle note que celle-ci offre aux autorités nationales des moyens d’intervenir en cas d’affections médicales graves atteignant des détenus. La santé est l’un des éléments pouvant motiver une décision de libération provisoire ou la suspension d’une peine. Ces mesures suppléent le recours en grâce médicale réservé au président de la République (paragraphe 46 ci-dessus).", "La Cour considère que ces procédures constituent à première vue des garanties adéquates pour assurer la protection de l’intégrité physique et du bien-être des prisonniers que les Etats doivent concilier avec les exigences légitimes de la peine privative de liberté.", "62.  Dans le contexte de la présente affaire, il est pertinent de rappeler que par le passé, la Turquie, face au mouvement des grèves de la faim déclenché en 1996 et 2000 pour protester contre l’instauration des prisons de type F prévoyant des unités de vie d’une à trois personnes au lieu de dortoirs, s’était vu confrontée au problème du maintien en détention de personnes souffrant de séquelles physiques et mentales dues à la malnutrition, jugées dans certains cas comme étant celles du S-WK. Nombre de détenus malades avaient été ainsi admis au bénéfice de la libération provisoire pour raison de santé, les autorités compétentes ayant sans doute estimé qu’une telle situation ne se justifiait plus en termes de protection de la société.", "3.  Application des principes au cas d’espèce", "63.  En l’espèce, le requérant, ayant apparemment participé au mouvement susmentionné, a eu accès aux possibilités offertes par le droit turc (paragraphes 46, 61 et 62 ci-dessus) et en a tiré profit jusqu’au 15 décembre 2003, date à laquelle le procureur a délivré un mandat d’amener (paragraphe 34 ci-dessus).", "A ce propos, la Cour note que le 23 février 1999, le requérant fut d’abord relaxé par la cour de sûreté de l’Etat d’Istanbul (paragraphe 18 ci-dessus), alors qu’il était en détention provisoire.", "Après sa condamnation, le procureur décida de ne pas procéder à sa réincarcération au vu de ses antécédents et le renvoya pour examen (paragraphe 24 ci-dessus). Le rapport du 30 juin 2002 de l’hôpital civil de Bakırköy (paragraphe 25 ci-dessus) confirma d’ailleurs cette attitude justifiée du procureur.", "Finalement, en s’appuyant sur le rapport du 18 décembre 2002 de la chambre de spécialistes, le procureur décida de surseoir à l’exécution de la peine du requérant, atteint du S-WK, maladie qui a été jugée incompatible avec la vie carcérale (paragraphe 26 ci-dessus). Ainsi, en vertu de l’article 399 § 2 du CPP, le requérant a été admis au bénéfice d’un sursis à exécution de la peine (paragraphe 27 ci-dessus).", "64.  En l’espèce, tous les contrôles médicaux effectués jusqu’à cette dernière date n’avaient fait que confirmer le diagnostic du S-WK initialement posé en 1996 (paragraphe 15 ci-dessus). Demeurant marqué par des symptômes de dépression psychotique, de nystagmus, de paralysies oculaires, et des troubles neurologiques, l’état de santé du requérant fut constamment jugé préoccupant et finalement, inconciliable avec la détention (paragraphes 15-18 et 24-27 ci-dessus).", "65.  Au vu des éléments en sa possession, la Cour ne s’estime pas en mesure de remettre en cause ces rapports médicaux, malgré les critiques du comité d’experts concernant les rapports des 18 mai 1999 et 31 mai 2004 de l’HUI (paragraphes 44 ci-dessus ; Klaas c. Allemagne, arrêt du 22 septembre 1993, série A no 269, p. 17, §§ 29-30).", "Pour les raisons qui suivent, elle est convaincue qu’aucune évolution propre à remettre en cause ces constats n’est survenue ultérieurement.", "66.  En effet, le 11 septembre 2004, à savoir environ dix mois après le dernier rapport de l’institut (paragraphe 33 ci-dessus), le requérant a été examinée par le comité d’experts de la Cour.", "Ce dernier a relevé chez M. Gürbüz la persistance d’un syndrome cérébelleux statique accompagné d’une ataxie, d’un tremblement de la tête et des troubles de l’équilibre et cinétique (dysmétrie, adiadochocinésie, hypermétrie) au niveau des membres supérieurs et inférieurs.", "D’après le comité d’experts, il existait chez le requérant des signes cérébelleux importants qui pouvaient être considérés comme étant définitifs. Considérant que ces signes représentent un handicap pour effectuer les gestes de la vie quotidienne, tels que la marche, le comité conclut à l’unanimité qu’ils constituaient un obstacle à la vie carcérale (paragraphe 44 ci-dessus).", "67.  Sur ce dernier point et malgré le fait que le requérant ne se plaint pas expressément de l’absence de soins médicaux en cas de réincarcération, il convient de souligner que le Gouvernement n’a pas été en mesure d’étayer la nature et l’adéquation du traitement ou du soutien quotidien qui serait prodigué au requérant au cas où il serait réincarcéré. Malgré les soins considérables administrés au requérant (paragraphes 15-17 ci-dessus), un tel argument se comprendrait d’ailleurs mal, en ce qu’il ne ferait que remettre en cause la pertinence de la libération provisoire accordée pour que le requérant puisse se faire soigner ou aider à l’extérieur de la prison.", "68.  Dans ces conditions, la Cour estime que la réincarcération éventuelle de M. Gürbüz, au mépris de son état de santé inchangé, atteindra un niveau suffisant de gravité pour rentrer dans le champ d’application de l’article 3 de la Convention.", "De fait, cette situation n’est imputable qu’au dysfonctionnement du mécanisme de protection mis en place en Turquie (paragraphes 46 et 61-64 ci-dessus) qui, en pratique, s’est avéré défaillant quant à cet épisode des évènements.", "69.  Pour en aller autrement, il aurait fallu que les autorités dûment saisies par le requérant immédiatement après les faits litigieux (paragraphe 35 ci-dessus), fassent preuve d’une diligence particulière, tel que cela avait été le cas après la condamnation de celui-ci (paragraphes 24 et 31 ci-dessus) pour remédier à la situation avec célérité, en tenant compte de tous les tenants et aboutissants de l’affaire.", "70.  Pareilles circonstances engagent la responsabilité des autorités de l’Etat au regard de l’article 3 de la Convention, sans que celles-ci puissent prétendre n’avoir rien à se reprocher dans l’enchaînement des événements à l’origine de la maladie du requérant. En effet, quel que soit le mal que le requérant ait pu s’infliger en décidant d’entamer une grève de la faim de longue durée, cela ne dispense aucunement l’Etat de ses obligations face à de telles personnes, au regard de l’article 3 (pour les différentes discussions en la matière, voir Nevmerjitsky c. Ukraine, no 54825/00, §§ 82 à 106, 5 avril 2005).", "71.  En définitive, la Cour est d’avis que les autorités nationales qui ont décidé de réincarcérer le requérant le 15 décembre 2003 (paragraphe 34 cidessus), au mépris de son état de santé inchangé (paragraphes 26 et 44 ci-dessus), ne sauraient passer pour avoir réagi d’une manière cadrant avec les exigences de l’article 3 de la Convention, et que l’Etat défendeur violerait cette disposition au cas où le mandat d’amener délivré à cette dernière date à l’encontre du requérant recevrait exécution.", "Le fait que ce dernier n’a pas été réincarcéré depuis que le mandat d’amener a été délivré ne tire donc à aucune conséquence, dès lors que pareille situation n’aurait fait qu’accroître le niveau de gravité des évènements.", "La Cour entend souligner qu’il en irait forcément de même si les autorités turques décidaient à l’avenir de priver le requérant de sa liberté, sans qu’il y ait un net changement dans son aptitude médicale pour endurer une telle mesure.", "La Cour laisse à l’Etat turc le soin de prévoir des mesures adéquates à cette fin.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "72.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "73.  Le requérant ne demande aucune réparation pour dommage matériel. En revanche, il réclame 50 000 euros (EUR) au titre du préjudice moral qu’il aurait subi.", "74.  Le Gouvernement demande le rejet de cette somme, qu’il trouve excessive et dépourvue de fondement.", "75.  La Cour considère que le requérant a pu éprouver de forts sentiments d’angoisse en raison du mandat d’amener et a subi un préjudice moral qui ne peut être réparé uniquement par la conclusion de cet arrêt (voir Mokrani c. France, no 52206/99, §§ 36 et 43, 15 juillet 2003).", "Statuant en équité, elle alloue au requérant 3 000 EUR de ce chef.", "B.  Frais et dépens", "76.  Le requérant sollicite 5 000 EUR ventilés selon les honoraires et les dépens liés aux traductions, aux télécopies et à la correspondance.", "77.  Le Gouvernement fait valoir qu’en l’absence de pièces justificatives, il y a lieu d’écarter cette demande.", "78.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, entre autres, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II).", "En l’espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable d’octroyer à ce titre la somme de 2 000 EUR, moins les 715 EUR perçus du Conseil de l’Europe par la voie d’assistance judiciaire.", "C.  Intérêts moratoires", "79.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l’unanimité, la requête recevable ;", "", "2.  Dit, à l’unanimité, qu’il y aurait violation de l’article 3 de la Convention au cas où le requérant serait réincarcéré sans qu’il y ait un net changement dans son aptitude médicale à endurer une telle mesure ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  par cinq voix contre deux, 3 000 EUR (trois mille euros) pour dommage moral ;", "ii.  à l’unanimité, 2 000 EUR (deux mille euros) pour frais et dépens, moins les 715 EUR (sept cent quinze euros) perçus du Conseil de l’Europe par la voie d’assistance judiciaire ;", "iii.  plus tout montant pouvant être dû à titre d’impôt à ces sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 novembre 2005 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion partiellement dissidente commune à MM. Caflisch et Türmen.", "G.R.\nV.B.", "", "OPINION PARTIELLEMENT DISSIDENTE DES JUGES CAFLISCH ET TÜRMEN", "(Traduction)", "Nous avons voté contre le point 3 a) i. du dispositif de l’arrêt, qui enjoint à l’Etat défendeur de verser au requérant une indemnité pour dommage moral au motif qu’« il y aurait violation de l’article 3 de la Convention au cas où le requérant serait réincarcéré » (c’est nous qui soulignons). On peut trouver une brève justification pour cette démarche au paragraphe 75 de l’arrêt, où la Cour déclare considérer que « le requérant a pu éprouver de forts sentiments d’angoisse en raison du mandat d’amener et a subi un préjudice moral qui ne peut être réparé uniquement par la conclusion de [l’]arrêt ». La Cour se réfère ensuite à son arrêt Mokrani c. France du 15 juillet 2003 (no 52206/99), dans lequel elle avait jugé (voir les paragraphes 36 et 43) que l’ordonnance d’expulsion litigieuse, si elle devait être exécutée, emporterait violation de l’article 8. Elle avait poursuivi en disant que « le requérant a[vait] subi un dommage moral certain en relation directe avec la violation de l’article 8 de la Convention qu’elle a[vait] constatée ».", "Comme en l’espèce, cette conclusion se fondait sur l’article 41 de la Convention, aux termes duquel :", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. » (c’est nous qui soulignons).", "Dès lors qu’il s’agit d’une disposition d’un traité, le texte ci-dessus doit être interprété conformément aux règles d’interprétation codifiées dans la Convention de Vienne du 23 mai 1969 sur le droit des traités, c’est-à-dire suivant le sens ordinaire à attribuer aux termes du traité, dans leur contexte, à la lumière de l’objet et du but du traité, et, subsidiairement, des travaux préparatoires.", "Le libellé de l’article 41 est limpide, et son sens ne peut susciter aucun doute : l’article 41 entre en jeu si et seulement si une violation de la Convention ou d’un Protocole a été constatée. Les mots soulignés ci-dessus (« qu’il y a eu violation de la Convention ») montrent on ne peut plus clairement que si les Parties contractantes ont entendu donner à la Cour la possibilité d’accorder à la partie lésée une satisfaction équitable, elles n’ont envisagé cette possibilité que dans le cas d’une violation effective et non dans celui d’un simple risque de violation. L’objet et le but de la Convention ne suggèrent pas une solution différente : c’est dans le cas d’une violation effective que la victime peut espérer obtenir une satisfaction équitable, non dans celui d’un simple risque de violation. S’il devait en être autrement, la Cour se transformerait en organe de prévention, transgressant", "ainsi sa fonction juridictionnelle. De surcroît, toutes les fonctions de prévention qui peuvent lui incomber se trouvent subsumées dans l’article 39 du règlement de la Cour, consacré aux mesures provisoires. Enfin, rien dans les travaux préparatoires ne contredit cette interprétation. En soi, le constat par la Cour d’une « possibilité » ou d’un « risque » de violation n’est pas interdit par la Convention, et il est effectivement arrivé à la Cour de conclure de la sorte (voir les affaires Soering c. Royaume-Uni, arrêt du 7 juillet 1989, série A no 161, p. 50, Mokrani c. France et la présente espèce). Ce que la Cour ne peut faire, à notre sens, c’est allouer une satisfaction équitable en l’absence d’une violation effective.", "Sans vouloir trop entrer dans le détail des arrêts Mokrani et Soering, il nous semble que trois éléments peuvent être dégagés de ceux-ci. Premièrement, l’arrêt Mokrani comporte des contradictions internes, comme si la Cour elle-même avait eu l’impression de s’aventurer sur un sol friable : si aux paragraphes 35 et 36 de cet arrêt la Cour constatait que l’exécution de l’ordonnance d’expulsion emporterait violation de l’article 8 de la Convention, elle parlait au paragraphe 43 d’un « dommage moral certain en relation directe avec la violation de l’article 8 de la Convention qu’elle a[vait] constatée ». Autrement dit, après avoir conclu à l’existence d’un risque de violation, la Cour avait fini par admettre l’existence d’une violation effective. Deuxièmement, l’affaire Mokrani était une affaire d’expulsion dans laquelle on pouvait considérer que c’était l’ordonnance d’expulsion elle-même, telle qu’elle avait été confirmée en dernière instance par les juridictions internes, qui était décisive. Troisièmement, il nous paraît important de souligner que dans l’affaire Soering, bien qu’elle eût constaté un risque de violation, la Cour n’avait pas alloué d’indemnité pour dommage moral au requérant (Soering, p. 50). La question peut également être examinée sur le plan plus large du droit international général, plus précisément sous l’angle des règles générales régissant la responsabilité internationale des Etats, en l’occurrence la responsabilité des Etats envers des particuliers pour des violations de la Convention européenne des Droits de l’Homme ou de ses Protocoles applicables. Dans la mesure où ces règmes ne s’écartent pas des règles générales relatives à la responsabilité des Etats – et dans le domaine ici considéré elles ne s’en écartent pas – les règles générales trouvent à s’appliquer. Dans son projet d’articles sur la responsabilité internationale des Etats pour fait internationalement illicite, adopté par elle en deuxième lecture en 2001, la Commission du droit international précise très clairement que pareille responsabilité ne peut naître qu’en conséquence d’un comportement illicite qui a réellement et effectivement eu lieu. C’est ce que l’on peut inférer non seulement du titre même du projet, mais aussi de l’article 1 de celui-ci, qui dispose que « [t]out fait internationalement illicite de l’Etat engage sa responsabilité internationale », lu conjointement avec l’article 2, aux termes duquel « [i]l y a fait internationalement illicite de l’Etat lorsqu’un comportement consistant en une action ou une omission est attribuable à l’Etat en vertu du droit international et constitue une violation d’une obligation internationale de l’Etat ». A l’article 31 § 2, qui traite de la réparation, la Commission précise que « [l]e préjudice comprend tout dommage, tant matériel que moral, résultant du fait internationalement illicite de l’Etat ». Dans ses commentaires sur ce paragraphe, la Commission précise que c’est « uniquement ‘le préjudice ... résultant du fait internationalement illicite d’un Etat’ qui doit être intégralement réparé » (voir Assemblée générale des Nations Unies, document A/CN.4/L. 602/Rev.1 du 26 juillet 2001). Tous les passages précités, qui sont censés refléter les règles du droit international général en matière de responsabilité des Etats, sont clairement basés sur la prémisse selon laquelle il ne peut y avoir ni responsabilité internationale ni obligation de réparer pour un Etat aussi longtemps qu’un acte internationalement illicite n’a pas été effectivement commis. Autrement dit, le simple risque ou la simple éventualité de pareil acte ne sont pas en soi de nature à engendrer une responsabilité internationale. Cela est vrai pour les relations interétatiques en général. Cela l’est également pour les relations entre individus et Etats dans le contexte des traités en matière de protection des droits de l’homme.", "L’arrêt auquel la présente opinion se rapporte ne tient pas compte de ces vérités fondamentales, raison pour laquelle nous ne pouvons y souscrire entièrement.", ""]}