{"file": "FRE_CLINF_74651_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "74651/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 115", "Janvier 2009", "Association des citoyens Radko et Paunkovski c. « l'ex-République yougoslave de Macédoine » - 74651/01", "Arrêt 15.1.2009 [Section V]", "Article 11", "Article 11-1", "Liberté d'association", "Dissolution d’une association publique pour avoir nié l’identité ethnique du peuple macédonien : violation", "", "En fait : Les requérants sont une association et son président. L’association, qui a pris le nom d’Ivan Mihajlov-Radko (chef du mouvement de libération macédonien de 1925 à 1990), fut enregistrée officiellement en 2000. Ses statuts la définissaient comme une organisation indépendante, apolitique et publique ayant pour but de « faire connaître les objectifs, les travaux et les idées du mouvement de libération macédonien ». Pour réaliser son objet social, l’association comptait publier un journal, éditer des publications, constituer une bibliothèque, créer un site Internet et organiser des séminaires, des conférences et des forums. Avant et après son inauguration officielle, l’association fit l’objet d’une campagne de dénigrement dans les médias qui connut un grand retentissement. La création et le fonctionnement de celle-ci y étaient jugés contraires à l’identité nationale macédonienne. En 2001, la Cour constitutionnelle déclara les statuts et le programme de l’association nuls et non avenus. D’après elle, l’association visait en réalité à faire revivre l’idéologie d’Ivan Mihajlov-Radko, selon laquelle l’ethnie macédonienne n’avait jamais existé sur ce territoire mais appartenait aux Bulgares de Macédoine, et la reconnaissance de l’ethnie macédonienne constituait le plus grand crime qu’ait commis le régime bolchévique durant son existence. Elle déclara le programme et les statuts de l’association inconstitutionnels car les activités de l’association ne visaient en fait qu’à renverser par la violence l’ordre constitutionnel de l’Etat, inciter à la haine ou à l’intolérance religieuse ou nationale et entraver la libre expression de l’appartenance nationale du peuple macédonien. L’association fut dissoute.", "En droit : La Cour constitutionnelle n’a pas qualifié l’association requérante de « terroriste » ni conclu que celle-ci ou ses membres utiliseraient des moyens illégaux ou antidémocratiques pour atteindre leurs objectifs. De fait, rien dans les documents constitutifs de l’association n’indique que celle-ci prônait l’hostilité. La Cour constitutionnelle n’a pas non plus expliqué pourquoi elle a considéré que le fait de nier l’identité ethnique macédonienne serait synonyme de violence ou de renversement par la violence de l’ordre constitutionnel. Pour sa part, la Cour admet que la création et l’enregistrement de l’association sous le nom d’Ivan Mihajlov-Radko ont provoqué certaines tensions étant donné que l’idéologie de ce personnage était généralement perçue par le peuple macédonien comme non seulement offensante et destructrice, mais aussi comme la négation de son droit de revendiquer son identité (ethnique) nationale. Toutefois, le simple fait de donner à l’association le nom d’un individu perçu négativement par la majorité de la population ne saurait passer pour constituer en soi un danger présent et imminent pour l’ordre public. En l’absence d’éléments concrets propres à démontrer qu’en choisissant ce nom, l’association avait opté pour une politique qui représentait une menace réelle pour la société ou l’Etat macédoniens, l’argument tiré du nom de l’association ne pouvait en soi justifier la dissolution de celle-ci. A en juger par ses statuts, l’objectif de l’association était de débattre publiquement de certaines questions et de trouver des solutions. L’association s’est bornée à réaliser son objectif au moyen de publications et de conférences et en coopérant avec des associations de nature similaire. Elle ne pouvait pas non plus être amenée à répondre de ses actes puisqu’elle a été dissoute peu après sa création. L’association a donc été sanctionnée pour un comportement relevant du seul exercice de la liberté d’expression. La Cour n’a pas pour rôle de se pencher sur la justesse des idées défendues par les requérants. Peu importe donc que ces derniers n’aient pas pris explicitement leurs distances avec ce que la Cour constitutionnelle a défini comme étant le but véritable de l’association. En bref, les motifs invoqués par les autorités pour dissoudre l’association n’étaient ni pertinents ni suffisants ; partant, l’ingérence ne saurait passer pour nécessaire dans une société démocratique.", "Conclusion : violation (six voix contre une).", "Article 41 – 5 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}