{"file": "FRE_HFJUD_21830_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "21830/09", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE HALDIMANN ET AUTRES c. SUISSE", "", "(Requête no 21830/09)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 février 2015", "", "", "DÉFINITIF", "", "24/05/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Haldimann et autres c. Suisse,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tIşıl Karakaş, présidente,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tPaul Lemmens,\n\tEgidijus Kūris,\n\tRobert Spano, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 20 janvier 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 21830/09) dirigée contre la Confédération suisse et dont quatre ressortissants de cet État, M. Ulrich Mathias Haldimann (« le premier requérant »), M. Hansjörg Utz (« le deuxième requérant »), Mme Monika Annemarie Balmer (« la troisième requérante ») et Mme Fiona Ruth Strebel (« la quatrième requérante »), ont saisi la Cour le 3 avril 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me R. Mayr von Baldegg, avocat à Lucerne. Le gouvernement suisse (« le Gouvernement ») a été représenté par son agent suppléant, M. A. Scheidegger, de l’unité Droit européen et protection internationale des droits de l’homme de l’Office fédéral de la Justice.", "3.  Les requérants s’estiment victimes d’une violation du droit à la liberté d’expression protégé par l’article 10 de la Convention.", "4.  Le 23 novembre 2010, la requête a été communiquée au Gouvernement.", "5.  L’organisation Media Legal Defence Initiative s’est vu accorder l’autorisation d’intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 3 du règlement de la Cour).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Les requérants sont nés respectivement en 1953, 1950, 1969 et 1969 et résident à Uster, Zurich, Bäretswil et Nussbaumen.", "7.  Les faits de la cause, tels qu’ils les ont exposés, peuvent se résumer comme suit.", "8.  En 2003, la troisième requérante, rédactrice de l’émission « Kassensturz », prépara un reportage sur les pratiques appliquées dans le domaine de la vente de produits d’assurance-vie. Ce reportage faisait suite aux rapports annuels de l’Ombudsman du canton de Zurich pour l’assurance privée et à des lettres que la rédaction de l’émission avait reçues de téléspectateurs exprimant leur mécontentement vis-à-vis des courtiers en assurances. « Kassensturz » était une émission hebdomadaire qui traitait de sujets concernant la protection des consommateurs. Elle était diffusée à la télévision suisse alémanique (SF DRS) depuis de longues années.", "9.  La troisième requérante convint avec le premier requérant (le rédacteur en chef de SF DRS) et le deuxième requérant (le rédacteur en chef de l’émission) d’enregistrer en caméra cachée des entretiens entre des clients et des courtiers, pour prouver les insuffisances de ces derniers. Il fut décidé d’enregistrer ces entretiens dans un appartement privé, puis de les faire commenter par un spécialiste en assurances.", "10.  La quatrième requérante, journaliste à la SF DRS, convint d’un entretien avec un courtier en assurances de l’entreprise X. Cet entretien eut lieu le 26 février 2003. La quatrième requérante prétendit être une cliente qui s’intéressait à la souscription d’un contrat d’assurance-vie. L’équipe de la SF DRS installa dans la pièce où l’entretien devait avoir lieu deux caméras cachées (Lipstickkameras), qui transmettaient l’enregistrement de l’entretien dans une pièce voisine où se trouvaient la troisième requérante et le spécialiste en assurances, ainsi qu’un caméraman et une technicienne chargés d’enregistrer l’appréciation de l’entretien par l’expert.", "11.  Une fois l’entretien achevé, la troisième requérante entra dans la pièce où se trouvaient le courtier et la quatrième requérante et se présenta en tant que rédactrice de « Kassensturz ». Elle expliqua au courtier que l’entretien avait été enregistré. Le courtier lui répondit qu’il s’en doutait (« Das habe ich gedacht »). La requérante lui dit qu’il avait commis des fautes capitales lors de l’entretien et l’invita à donner son avis. Le courtier refusa.", "12.  Par la suite, les premier et deuxième requérants décidèrent de diffuser dans l’une des prochaines émissions de « Kassensturz » une partie de l’entretien enregistré. Ils proposèrent à l’entreprise X de réagir à l’entretien et à la critique exprimée sur les procédés du courtier, et l’assurèrent que le visage et la voix du courtier seraient masqués et ne seraient dès lors pas reconnaissables. Effectivement, avant la diffusion de l’entretien, les requérants pixélisèrent le visage du courtier, de telle façon que, après cette transformation de l’image, on ne pouvait plus distinguer que la couleur de ses cheveux et de sa peau ainsi que ses vêtements. La voix du courtier fut aussi modifiée.", "13.  Le 3 mars 2003, le courtier déposa une plainte civile auprès du tribunal de district de Zurich, afin d’empêcher la diffusion de l’enregistrement. Cette plainte fut rejetée par une décision du 24 mars 2003.", "14.  Le 25 mars 2003, le lendemain du rejet de la demande de mesure provisoire de protection des intérêts du courtier, des séquences de l’entretien du 26 février furent diffusées, le visage et la voix de l’intéressé ayant bien été modifiés.", "15.  Le 29 août 2006, le juge unique en matière pénale du district de Dielsdorf (canton de Zurich) déclara les trois premiers requérants non coupables des chefs d’écoute et d’enregistrement de conversations d’autres personnes (infractions prévues à l’article 179 bis, alinéas 1 et 2, du code pénal) et la quatrième requérante non coupable du chef d’enregistrement non autorisé de conversations (article 179 ter, alinéa premier, du code pénal).", "16.  Aussi bien le Procureur général (Oberstaatsanwalt) du canton de Zurich que le courtier, en sa qualité de personne lésée, interjetèrent appel du jugement du 29 août 2006.", "17.  Par un arrêt du 5 novembre 2007, le tribunal supérieur (Obergericht) du canton de Zurich déclara les trois premiers requérants coupables d’enregistrement des conversations d’autres personnes (article 179 bis, alinéas 1 et 2, du code pénal) et de violation du domaine secret ou du domaine privé au moyen d’un appareil de prise de vues (article 179 quater, alinéas 1 et 2, du code pénal). Il déclara également la quatrième requérante coupable d’enregistrement non autorisé de conversations (article 179 ter, alinéa 1, du code pénal) et de violation du domaine secret ou du domaine privé au moyen d’un appareil de prise de vues (article 179 quater, alinéa premier, du code pénal). Les trois premiers requérants furent condamnés, avec sursis, à quinze jours-amende à hauteur respectivement de 350 francs suisses (CHF), 200 CHF et 100 CHF, et la quatrième requérante fut condamnée à une peine de cinq jours-amende à hauteur de 30 CHF.", "18.  Les requérants saisirent conjointement le Tribunal fédéral d’un recours contre leurs condamnations, invoquant en particulier le droit à la liberté d’expression protégé par l’article 10 de la Convention. Ils arguaient qu’il leur avait fallu recourir au procédé incriminé pour atteindre leur but.", "19.  Par un arrêt du 7 octobre 2008, notifié au représentant des requérants le 15 octobre 2008, le Tribunal fédéral accueillit le recours dans la mesure où il concernait le chef d’accusation de violation du domaine secret ou du domaine privé au moyen d’un appareil de prise de vues au sens de l’article 179 quater du code pénal. Il estima qu’il y avait eu en l’espèce violation du principe d’accusation et violation des droits de la défense. Il renvoya l’affaire à l’instance inférieure.", "20.  Le Tribunal fédéral rejeta le recours pour le surplus. Il considéra que les requérants avaient commis des faits tombant sous le coup de l’article 179 bis, alinéas 1 et 2, et de l’article 179 ter, alinéa 1, du code pénal et qu’il y avait lieu de rejeter la cause de justification invoquée par les requérants. Il reconnut que le public avait grand intérêt à être informé des pratiques appliquées dans le domaine des assurances, et que cet intérêt était susceptible de peser plus lourd que les intérêts particuliers en jeu. Cependant, il estima que les requérants auraient pu, pour parvenir à leurs fins, choisir d’autres moyens, moins attentatoires aux intérêts privés du courtier, par exemple formuler des commentaires sur les rapports annuels de l’Ombudsman ou interroger des employés de l’office de l’Ombudsman ou des clients insatisfaits des services de leur courtier. Il considéra également qu’au lieu d’enregistrer l’entretien en caméra cachée, la journaliste aurait pu en établir un procès-verbal, même s’il reconnaissait que la valeur probante d’une telle démarche aurait été évidemment moins frappante. Enfin, il jugea que l’enregistrement d’un seul cas ne suffisait pas à démontrer de manière fiable l’étendue des problèmes allégués car, dans ce domaine, les mauvais exemples étaient monnaie courante et de notoriété publique. Selon lui, la diffusion d’un seul cas ne permettait donc pas au public de tirer des conclusions globales quant à la qualité des conseils offerts par les compagnies d’assurances.", "21.  Le 24 février 2009, le tribunal supérieur du canton de Zurich déclara les requérants non coupables du chef de violation du domaine secret ou du domaine privé au moyen d’un appareil de prise de vues au sens de l’article 179 quater du code pénal. Il réduisit donc légèrement les sanctions prononcées contre eux précédemment : les trois premiers requérants se virent infliger des peines pécuniaires de douze jours-amende à raison respectivement de 350 CHF (soit environ 290 euros (EUR)), 200 CHF  (soit environ 160 EUR) et 100 CHF (soit environ 80 EUR) par jour, au lieu de quatorze jours-amende, et la quatrième requérante une peine de quatre jours-amende à 30 CHF par jour au lieu de cinq jours-amende. Ces peines étaient assorties d’un sursis et d’une période probatoire de deux ans. Les requérants ne formèrent pas de recours contre cet arrêt.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "22.  Les dispositions pertinentes du code pénal suisse sont libellées comme suit :", "Article 179 bis – Écoute et enregistrement de conversations entre d’autres personnes", "« Celui qui, sans le consentement de tous les participants, aura écouté à l’aide d’un appareil d’écoute ou enregistré sur un porteur de son une conversation non publique entre d’autres personnes,", "celui qui aura tiré profit ou donné connaissance à un tiers d’un fait qu’il savait ou devait présumer être parvenu à sa propre connaissance au moyen d’une infraction visée à l’al. 1,", "celui qui aura conservé ou rendu accessible à un tiers un enregistrement qu’il savait ou devait présumer avoir été réalisé au moyen d’une infraction visée à l’al. 1, sera, sur plainte, puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire. »", "Article 179 ter – Enregistrement non autorisé de conversations", "« Celui qui, sans le consentement des autres interlocuteurs, aura enregistré sur un porteur de son une conversation non publique à laquelle il prenait part,", "celui qui aura conservé un enregistrement qu’il savait ou devait présumer avoir été réalisé au moyen d’une infraction visée à l’al. 1, ou en aura tiré profit, ou l’aura rendu accessible à un tiers, sera, sur plainte, puni d’une peine privative de liberté d’un an au plus ou d’une peine pécuniaire. »", "Article 179 quater – Violation du domaine secret ou du domaine privé au moyen \nd’un appareil de prise de vues", "« Celui qui, sans le consentement de la personne intéressée, aura observé avec un appareil de prise de vues ou fixé sur un porteur d’images un fait qui relève du domaine secret de cette personne ou un fait ne pouvant être perçu sans autre par chacun et qui relève du domaine privé de celle-ci,", "celui qui aura tiré profit ou donné connaissance à un tiers d’un fait qu’il savait ou devait présumer être parvenu à sa propre connaissance au moyen d’une infraction visée à l’al. 1,", "celui qui aura conservé une prise de vues ou l’aura rendue accessible à un tiers, alors qu’il savait ou devait présumer qu’elle avait été obtenue au moyen d’une infraction visée à l’al. 1, sera, sur plainte, puni d’une peine privative de liberté de trois ans au plus ou d’une peine pécuniaire. »", "23.  Les passages pertinents de la Résolution 1165 (1998) de l’Assemblée parlementaire du Conseil de l’Europe sur le droit au respect de la vie privée, adoptée par l’Assemblée parlementaire le 26 juin 1998, sont ainsi libellés :", "« 10.  Il est donc nécessaire de trouver la façon de permettre l’exercice équilibré de deux droits fondamentaux, également garantis par la Convention européenne des droits de l’homme : le droit au respect de la vie privée et le droit à la liberté d’expression.", "11.  L’Assemblée réaffirme l’importance du droit au respect de la vie privée de toute personne, et du droit à la liberté d’expression, en tant que fondements d’une société démocratique. Ces droits ne sont ni absolus ni hiérarchisés entre eux, étant d’égale valeur.", "12.  L’Assemblée rappelle toutefois que le droit au respect de la vie privée garanti par l’article 8 de la Convention européenne des droits de l’homme doit protéger l’individu non seulement contre l’ingérence des pouvoirs publics, mais aussi contre celle des particuliers et des institutions privées, y compris les moyens de communication de masse.", "13.  L’Assemblée considère que, tous les États membres ayant désormais ratifié la Convention européenne des droits de l’homme, et par ailleurs de nombreuses législations nationales comportant des dispositions garantissant cette protection, par conséquent, il n’est pas nécessaire de proposer l’adoption d’une nouvelle convention pour garantir le droit au respect de la vie privée. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "24.  Les requérants se plaignent d’une violation du droit à la liberté d’expression protégé par l’article 10 de la Convention. Cet article est ainsi libellé :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les États de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "25.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "26.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention et qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il y a donc lieu de la déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Les requérants", "27.  Les requérants soutiennent que les articles 179 bis et 179 ter du code pénal ne sont pas suffisamment prévisibles dans leurs effets. Ils notent que l’utilisation de la caméra cachée n’est nulle part mentionnée explicitement et ils considèrent que la jurisprudence des tribunaux et les recommandations du Conseil suisse de la presse sont vagues. Selon eux, le Tribunal fédéral essaye de censurer totalement la recherche journalistique faisant appel à des moyens d’investigation secrets, et en particulier l’utilisation  de la caméra cachée.", "28.  Les requérants ajoutent que les articles 179 bis et 179 ter du code pénal n’imposent pas que la communication entre les personnes soit impartiale et qu’ils ne protègent pas les droits de la personnalité mais la confidentialité de la communication dans la sphère privée. Ils soulignent à cet égard qu’en l’espèce, la conversation a eu lieu dans un appartement qui n’appartenait pas au courtier, et pendant le temps de travail de celui-ci. Ils ajoutent qu’il n’existait aucune relation spécifique de confiance entre la journaliste et le courtier. Selon eux, il n’est donc pas question ici de protection de la sphère privée et intime du courtier, puisqu’en outre sa voix et son visage ont été masqués.", "29.  Les requérants soutiennent en outre qu’ils ont respecté les devoirs et les responsabilités qui leur incombaient dans ce cas de figure. Ils s’appuient sur la décision no 51/2007 du Conseil suisse de la presse, en vertu de laquelle les recherches cachées sont autorisées si les informations qu’elles visent à découvrir sont d’intérêt public et ne peuvent pas être obtenues par un autre moyen. Or le sujet de l’émission, qui aurait visé à attirer l’attention du public sur les dysfonctionnements de l’assurance privée en Suisse, aurait présenté un intérêt public important. De plus, les journalistes seraient libres de choisir les moyens qu’ils souhaitent employer pour mener leurs investigations. Une présentation réaliste de la situation aurait été nécessaire dans ce cas de figure, à défaut de quoi le courtier aurait pu engager avec succès une action civile contre les journalistes. En l’espèce, l’effet dissuasif des décisions de justice en cause serait très important eu égard au caractère absolu des conclusions du Tribunal fédéral. Les requérants rappellent qu’ils ont laissé au courtier la possibilité de réagir aux critiques après l’enregistrement et avant l’émission et qu’il a refusé de le faire.", "b)  Le Gouvernement", "30.  Le Gouvernement ne conteste pas que les condamnations litigieuses s’analysent en une « ingérence » dans l’exercice par les intéressés de leur droit à la liberté d’expression. Il estime en revanche que cette ingérence repose sur une base légale claire et prévisible. L’article 179 bis protègerait la conversation effective et l’article 179 ter la parole spontanée. Ils s’appliqueraient tant à la sphère intime et privée qu’au droit à l’image et au droit à ne pas voir ses paroles divulguées, et ils viseraient le but légitime de protéger la réputation et les droits d’autrui.", "31.  Le Gouvernement considère que le fait que la voix et le visage du courtier aient été masqués est sans incidence sur la licéité du comportement des requérants car la loi réprime l’enregistrement et la diffusion en tant que tels. Il ajoute que, ainsi que l’a relevé le Tribunal fédéral, il n’est pas exclu que des proches ou des collaborateurs du courtier puissent le reconnaître et l’identifier. Par ailleurs, il n’y aurait aucune conséquence à tirer du résultat de la procédure civile nationale, car celle-ci serait indépendante de la procédure pénale et répondrait à une autre logique.", "32.  En ce qui concerne la proportionnalité de la mesure litigieuse, le Gouvernement rappelle que le Tribunal fédéral a estimé que l’utilisation d’une caméra cachée présentait des similitudes avec les méthodes des autorités d’investigation secrète ou la surveillance de la correspondance par les postes et télécommunications. Selon lui, ces méthodes ne sont admissibles que dans le respect de conditions très restrictives et pour des infractions très graves. Le Tribunal fédéral se serait bien prononcé in concreto dans le cas d’espèce et non de manière générale. Le Gouvernement souligne à cet égard que le tribunal a reconnu qu’il y avait un intérêt non négligeable à ce que le public soit informé d’éventuelles insuffisances dans le domaine de la vente d’assurances-vie mais qu’il a jugé qu’en l’espèce, le reportage ne faisait qu’illustrer des problèmes déjà connus sans rien révéler de nouveau à cet égard. Il considère comme les juges que les journalistes auraient pu retranscrire l’entretien sans l’enregistrer ou encore utiliser d’autres moyens, licites, et qu’il ne leur appartenait pas de collecter des preuves absolues. Il ajoute que, en tant que journalistes expérimentés, les requérants ne pouvaient ignorer que leur comportement les exposait à une sanction, sanction qui n’aurait pas été déraisonnable en l’espèce.", "c)  Media Legal Defence Initiative (MLDI)", "33.  Le tiers intervenant, MLDI, souligne l’importance des moyens d’investigation secrets pour l’élaboration de certains types de reportages, notamment lorsqu’il est nécessaire de contourner l’image soignée d’organisations puissantes et sophistiquées ou pour entrer dans un monde clandestin dont l’accès est restreint. Utilisés avec éthique et de manière ciblée, ces moyens seraient des outils précieux qui permettraient en dernier recours de dévoiler les véritables pratiques qui ne peuvent être identifiées de manière réaliste par d’autres moyens. Il faudrait distinguer les enregistrements faits au domicile ou au bureau de la personne concernée de ceux faits hors de ces lieux. MLDI souligne que de nombreux États européens acceptent, en l’encadrant, l’utilisation de moyens d’investigation secrets.", "2.  Appréciation de la Cour", "34.  Il ne fait pas controverse entre les parties que la condamnation des requérants constitue une « ingérence des autorités publiques » dans leur droit à la liberté d’expression.", "35.  Pareille immixtion enfreint la Convention si elle ne répond pas aux exigences du paragraphe 2 de l’article 10. La Cour doit donc déterminer si elle était « prévue par la loi », inspirée par un ou plusieurs buts légitimes au regard dudit paragraphe et « nécessaire dans une société démocratique », pour les atteindre.", "a)  Prévue par la loi", "36.  La Cour rappelle sa jurisprudence selon laquelle les mots « prévue par la loi » imposent non seulement que la mesure incriminée ait une base en droit interne, mais visent aussi la qualité de la loi en cause : ainsi, celle-ci doit être accessible aux justiciables et prévisible dans ses effets (voir, parmi plusieurs autres, Rotaru c. Roumanie [GC], no 28341/95, § 52, CEDH 2000V, VgT Verein gegen Tierfabriken c. Suisse, no 24699/94, § 52, CEDH 2001VI, Gawęda c. Pologne, no 26229/95, § 39, CEDH 2002II et Maestri c. Italie [GC], no 39748/98, § 30, CEDH 2004-I). Toutefois, il appartient aux autorités nationales, notamment aux tribunaux, d’interpréter et d’appliquer le droit interne (Kruslin c. France, 24 avril 1990, § 29, série A no 176-A, et Kopp c. Suisse, 25 mars 1998, § 59, Recueil des arrêts et décisions 1998-II).", "37.  En l’espèce, il n’est pas contesté que la condamnation des requérants est fondée sur une loi accessible, à savoir les articles 179 bis et 179 ter du code pénal suisse. En revanche, les intéressés soutiennent que ces dispositions ne sont pas prévisibles dans leurs effets parce que l’utilisation de la caméra cachée n’est expressément réprimée nulle part.", "38.  La Cour constate que la divergence dans l’interprétation que font les parties de ces deux articles du code pénal suisse a uniquement trait à la finalité de ces dispositions, c’est-à-dire aux éléments de la vie privée et de la personnalité qu’ils cherchent à protéger : les requérants ne prétendent pas que le type de comportement répréhensible, tel que décrit dans les articles en question, manquait de clarté.", "39.  Ainsi, la Cour estime que les requérants, journalistes et rédacteurs, ne pouvaient ignorer, en leur qualité de professionnels d’émissions de télévision, que, en utilisant une caméra cachée sans le consentement d’une personne faisant l’objet d’un reportage et en diffusant ce reportage sans l’autorisation de cette personne, ils s’exposaient à une sanction pénale.", "40. Elle conclut donc que l’ingérence litigieuse était « prévue par la loi » au sens du paragraphe 2 de l’article 10 de la Convention.", "b)  But légitime", "41.  Le Gouvernement soutient que la condamnation des requérants visait le but légitime de protéger la réputation et les droits d’autrui, en l’occurrence ceux du courtier en assurances. Les requérants soutiennent pour leur part que l’ingérence ne pouvait avoir un tel but dès lors que le visage et la voix du courtier avaient été masqués, de sorte que, selon eux, ses droits et sa réputation n’ont pas été lésés.", "42.  La Cour constate que l’image et la voix du courtier ont été enregistrées à son insu puis diffusées contre son gré, certes sous une forme anonymisée mais de telle manière qu’il était montré sous un jour péjoratif, comme un professionnel donnant des conseils erronés, et ce dans une émission de télévision à forte audience.", "43.  Elle considère dès lors que la mesure litigieuse pouvait viser à protéger les droits et la réputation d’autrui, à savoir le droit du courtier au respect de son image, de sa parole et de sa réputation.", "c)  Nécessaire dans une société démocratique", "i.  Les principes généraux", "44.  La liberté d’expression constitue l’un des fondements essentiels d’une société démocratique, l’une des conditions primordiales de son progrès et de l’épanouissement de chacun. Sous réserve du paragraphe 2 de l’article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent : ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture sans lesquels il n’est pas de « société démocratique ». Telle que la consacre l’article 10, la liberté d’expression est assortie d’exceptions qui appellent toutefois une interprétation étroite, et le besoin de la restreindre doit se trouver établi de manière convaincante (voir, parmi d’autres, Handyside c. Royaume-Uni, 7 décembre 1976, § 49, série A no 24, Éditions Plon c. France, no 58148/00, § 42, CEDH 2004IV, et Lindon, Otchakovsky-Laurens et July c. France [GC], nos 21279/02 et 36448/02, § 45, CEDH 2007IV).", "45.  La Cour a, par ailleurs, souligné à de nombreuses reprises le rôle essentiel que joue la presse dans une société démocratique. Si la presse ne doit pas franchir certaines limites, concernant notamment la protection de la réputation et des droits d’autrui, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur toutes les questions d’intérêt public. À sa fonction qui consiste à diffuser des informations et des idées sur de telles questions s’ajoute le droit, pour le public, d’en recevoir. S’il en allait autrement, la presse ne pourrait jouer son rôle indispensable de « chien de garde » (Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, §§ 59 et 62, CEDH 1999III, et Pedersen et Baadsgaard c. Danemark [GC], no 49017/99, § 71, CEDH 2004XI). Bien que formulés d’abord pour la presse écrite, ces principes s’appliquent assurément aux médias audiovisuels (Jersild c. Danemark, 23 septembre 1994, § 31, série A no 29).", "46.  L’article 10 § 2 de la Convention souligne que l’exercice de la liberté d’expression comporte des « devoirs et responsabilités ». Ces devoirs et responsabilités s’imposent aussi aux médias, même lorsque sont concernées des questions d’un grand intérêt public. Ils peuvent revêtir une importance particulière lorsque l’on risque de porter atteinte à la réputation d’une personne citée nommément ou, de manière plus générale, aux « droits d’autrui ». Ainsi, il doit exister des motifs spécifiques pour que les médias puissent se trouver exemptés de l’obligation qui leur incombe en principe de vérifier leurs informations et de ne pas publier de déclarations factuelles diffamatoires. À cet égard, entrent spécialement en jeu la nature et le degré de l’imputation en cause et la question de savoir à quel point le média peut raisonnablement considérer ses sources comme crédibles pour ce qui est des allégations qu’elles portent (Pedersen et Baadsgaard, précité, § 78, et Tønsbergs Blad A.S. et Haukom c. Norvège, no 510/04, § 89, 1er mars 2007).", "47.  Il y a également lieu de rappeler qu’incombent à toute personne qui exerce sa liberté d’expression, fût-elle journaliste, « des devoirs et des responsabilités » dont l’étendue dépend de sa situation et du procédé technique qu’elle utilise (Stoll c. Suisse [GC], no 69698/01, § 102, CEDH 2007V). Ainsi, malgré le rôle essentiel que jouent les médias dans une société démocratique, les journalistes ne peuvent en principe être déliés, par la protection que leur offre l’article 10, de leur devoir de respecter les lois pénales de droit commun. Le paragraphe 2 de l’article 10 pose d’ailleurs les limites de l’exercice de la liberté d’expression, et ces limites restent valables même quand il s’agit de rendre compte dans la presse de questions sérieuses d’intérêt public (ibidem).", "48.  Lorsqu’elle examine la nécessité dans une société démocratique d’une ingérence portée dans l’exercice d’un droit afin de « protéger la réputation ou les droits d’autrui », la Cour peut être amenée à vérifier si les autorités nationales ont ménagé un juste équilibre dans la protection de deux valeurs garanties par la Convention et qui peuvent apparaître en conflit dans certaines affaires : d’une part, la liberté d’expression protégée par l’article 10 et, d’autre part, le droit au respect de la vie privée protégé par l’article 8 (Hachette Filipacchi Associés c. France, no 71111/01, § 43, 14  juin 2007, et MGN Limited c. Royaume-Uni, no 39401/04, § 142, 18 janvier 2011).", "49.  Par ailleurs, le droit à la protection de la réputation est un droit qui relève, en tant qu’élément de la vie privée, de l’article 8 de la Convention (Chauvy et autres c. France, no 64915/01, § 70, CEDH 2004VI, Pfeifer c. Autriche, no 12556/03, § 35, 15 novembre 2007, Polanco Torres et Movilla Polanco c. Espagne, no 34147/06, § 40, 21 septembre 2010 et Axel Springer AG c. Allemagne [GC], no 39954/08, § 83, 7 février 2012). Cependant, pour que l’article 8 entre en ligne de compte, l’attaque à la réputation personnelle doit atteindre un certain niveau de gravité et avoir été effectuée de manière à causer un préjudice à la jouissance personnelle du droit au respect de la vie privée (A. c. Norvège, no 28070/06, § 64, 9 avril 2009).", "50.  Au fil de sa jurisprudence, la Cour a eu à traiter des affaires concernant des atteintes à la réputation personnelle de personnages publics (Axel Springer AG, précité). Elle a alors établi six critères d’analyse du respect de l’équilibre entre le droit à la liberté d’expression et le droit au respect de la vie privée : premièrement, la contribution à un débat d’intérêt public, deuxièmement, la notoriété de la personne visée et l’objet du reportage, troisièmement, le comportement antérieur de la personne concernée, quatrièmement, le mode d’obtention des informations et leur véracité, cinquièmement, le contenu, la forme et les répercussions de la publication et, sixièmement, la gravité de la sanction imposée (Axel Springer AG, précité, §§ 90-95).", "51.  Elle a également eu à connaître de cas de diffamation ayant un rapport avec l’activité professionnelle d’un individu (un médecin dans l’affaire Kanellopoulou c. Grèce, no 28504/05, 11 octobre 2007, le directeur général d’une société subventionnée par l’État dans l’affaire Tănăsoaica c. Roumanie, no 3490/03, 19 juin 2012, ou encore des magistrats dans l’affaire Belpietro c. Italie, no 43612/10, 24 septembre 2013).", "52.  La présente espèce se distingue de ces précédents en ce que, d’une part, le courtier n’était pas un personnage public jouissant d’une notoriété particulière et, d’autre part, le reportage litigieux ne visait pas à le critiquer personnellement mais à dénoncer certaines pratiques commerciales mises en œuvre au sein de la catégorie professionnelle à laquelle il appartenait (voir, a contrario, Kanellopoulou, précité). L’impact du reportage sur la réputation personnelle du courtier était par conséquent limité, et la Cour prendra en compte cet aspect particulier de l’affaire dans l’application des critères qui se dégagent de sa jurisprudence.", "53.  Par ailleurs, la Cour rappelle que les États contractants disposent d’une certaine marge d’appréciation pour juger de la nécessité et de l’ampleur d’une ingérence dans la liberté d’expression protégée par l’article 10 de la Convention (Tammer c. Estonie, no 41205/98, § 60, CEDH 2001I, et Pedersen et Baadsgaard, précité, § 68).", "54.  Dans des affaires comme celle de la présente espèce, la Cour considère que l’issue de la requête ne saurait en principe varier selon qu’elle a été portée devant elle, sous l’angle de l’article 10 de la Convention, par le journaliste qui a publié l’article litigieux ou, sous l’angle de l’article 8, par la personne faisant l’objet de cet article. En effet, ces droits méritent a priori un égal respect (Hachette Filipacchi Associés (ICI PARIS) c. France, no 12268/03, § 41, 23 juillet 2009, Timciuc c. Roumanie (déc.), no 28999/03, § 144, 12 octobre 2010, et Mosley c. Royaume-Uni, no 48009/08, § 111, 10 mai 2011, voir aussi le point 11 de la résolution de l’Assemblée parlementaire, cité au paragraphe 23 ci-dessus). Dès lors, la marge d’appréciation devrait en principe être la même dans les deux cas.", "55.  Si la mise en balance de ces deux droits par les autorités nationales s’est faite dans le respect des critères établis dans la jurisprudence de la Cour, il faut des raisons sérieuses pour que celle-ci substitue son avis à celui des juridictions internes (Palomo Sánchez et autres c. Espagne [GC], nos 28955/06 et 3 autres, § 57, CEDH 2011 et MGN Limited, précité, §§ 150 et 155).", "ii.  Application de ces principes en l’espèce", "56.  La Cour doit en premier lieu déterminer si le reportage en cause concernait un sujet d’intérêt public. Elle observe d’emblée que le thème du reportage réalisé en l’espèce, à savoir la mauvaise qualité du conseil délivré par des courtiers en assurances privées, concernait une question de protection des droits des consommateurs, et relevait donc d’un débat qui présentait un grand intérêt public.", "57.  Il est également important d’examiner si le reportage en cause était susceptible de nourrir le débat public sur le sujet (Stoll, précité, § 121). À cet égard, la Cour observe que le Tribunal fédéral a considéré que le sujet aurait pu, en soi, relever d’un intérêt public si les journalistes avaient cherché à déterminer l’ampleur du phénomène, mais que le reportage incriminé n’apportait aucune information nouvelle sur la qualité des conseils délivrés par les courtiers. Il a estimé également que d’autres procédés, moins attentatoires aux intérêts du courtier, auraient permis de traiter la question de manière satisfaisante. La Cour considère pour sa part que seule importe la question de savoir si le reportage était susceptible de contribuer au débat d’intérêt public, et non celle de savoir s’il a pleinement atteint cet objectif.", "58.  Elle admet donc que le reportage en cause portait sur un sujet relevant de l’intérêt public.", "59.  Elle rappelle que l’article 10 § 2 de la Convention ne laisse guère de place pour des restrictions à la liberté d’expression dans le domaine des questions d’intérêt public (Sürek c. Turquie (no 1) [GC], no 26682/95, § 61 CEDH 1999-IV, Stoll, précité, § 106, Wingrove c. Royaume-Uni, 25 novembre 1996, § 58, Recueil 1996V, et Dupuis et autres c. France, no 1914/02, § 40, 7 juin 2007).", "60.  Certes, ainsi que cela a déjà été relevé plus haut, le courtier filmé à son insu n’était pas un personnage public. Il n’avait pas consenti à être filmé et pouvait donc « raisonnablement croire au caractère privé » de l’entretien (voir, mutatis mutandis, Halford c. Royaume-Uni, 25 juin 1997, §§ 44 et 45, Recueil 1997-III, et Perry c. Royaume-Uni, no 63737/00, §§ 36-43, CEDH 2003-IX). Toutefois, le reportage n’était pas centré sur la personne du courtier mais sur certaines pratiques commerciales mises en œuvre au sein d’une catégorie professionnelle donnée. En outre, l’entretien ne s’était pas déroulé dans les bureaux du courtier ou dans un autre local professionnel (voir, a contrario et mutatis mutandis, Chappell c. Royaume-Uni, 30 mars 1989, § 51, série A no 152-A, Niemietz c. Allemagne, 16 décembre 1992, §§ 29-33, série A no 251-B, Funke c. France, 25 février 1993, § 48, série A no 256-A, Crémieux c. France, 25 février 1993, § 31, série A no 256-B, et Miailhe c. France (no 1), 25 février 1993, § 28, série A no 256-C). La Cour considère donc que l’atteinte à la vie privée du courtier a été moins importante que si le reportage l’avait visé en personne et exclusivement.", "61.  Le mode d’obtention des informations et leur véracité jouent, eux aussi, un rôle important. La Cour a déjà jugé que la garantie que l’article 10 offre aux journalistes en ce qui concerne les comptes rendus portant sur des questions d’intérêt général est subordonnée à la condition que les intéressés agissent de bonne foi sur la base de faits exacts et fournissent des informations « fiables et précises » dans le respect de la déontologie journalistique (voir, par exemple, Fressoz et Roire c. France [GC], no 29183/95, § 54, CEDH 1999-I, Pedersen et Baadsgaard, précité, § 78, Stoll, précité, § 103, et Axel Springer AG, précité, § 93). Elle observe qu’en l’espèce, si les parties se réfèrent à différentes sources, elles s’accordent néanmoins à dire, en substance, que l’utilisation de la caméra cachée n’était pas prohibée de manière absolue en droit interne mais pouvait être admise à des conditions strictes (paragraphes 29 et 32 ci-dessus). Il ne fait pas controverse entre elles qu’une telle utilisation n’était permise que lorsqu’il existait un intérêt public prépondérant à la diffusion des informations concernées, et pour autant que ces informations ne puissent pas être obtenues d’une autre manière. La Cour a déjà établi que le reportage portait sur une question d’intérêt public. Elle estime que ce qui importe, à ce stade, c’est l’analyse du comportement des requérants. Si le courtier peut légitimement nourrir le sentiment qu’il a été leurré par les journalistes, on ne peut pas pour autant reprocher à ceux-ci un comportement délibérément contraire aux règles déontologiques. En effet, ils n’ont pas méconnu les règles journalistiques du Conseil suisse de la presse (paragraphe 29 cidessus) limitant l’usage de la caméra cachée, ils ont plutôt conclu – à tort selon le Tribunal fédéral – que l’objet de leur reportage les autorisait à utiliser ce moyen d’obtenir des informations. La Cour observe que les juridictions suisses ne se sont pas montrées unanimes sur cette question : elles ont relaxé les requérants en première instance, avant de les condamner par la suite. Dans ces conditions, la Cour est d’avis qu’il y a lieu d’accorder aux requérants le bénéfice du doute quant à la question de savoir s’ils ont réellement eu la volonté de respecter les règles déontologiques applicables au cas d’espèce quant au mode d’obtention des informations.", "62.  En ce qui concerne les faits de la cause, leur véracité n’a jamais été contestée. La réponse à la question de savoir s’il aurait été plus intéressant pour les consommateurs, comme l’allègue le Gouvernement, d’exposer l’ampleur des problèmes dénoncés plutôt que leur nature est sans incidences à cet égard.", "63.  La Cour rappelle ensuite que peuvent entrer en ligne de compte la façon dont un reportage ou une photographie sont publiés et la manière dont la personne concernée y est représentée (Wirtschafts-Trend Zeitschriften-Verlagsgesellschaft mbH c. Autriche (no 3), nos 66298/01 et 15653/02, § 47, 13 décembre 2005, Reklos et Davourlis c. Grèce, no 1234/05, § 42, 15 janvier 2009, et Jokitaipale et autres c. Finlande, no 43349/05, § 68, 6 avril 2010). En outre, l’ampleur de la diffusion du reportage et de la photographie peut, elle aussi, revêtir une importance, selon qu’il s’agit d’un journal à tirage national ou local, important ou faible (Karhuvaara et Iltalehti c. Finlande, no 53678/00, § 47, CEDH 2004-X).", "64.  Dans le cas d’espèce, la Cour constate que les requérants ont enregistré un entretien contenant les images et le son d’une prétendue négociation entre le courtier et la journaliste. Elle estime que l’enregistrement en lui-même n’a porté qu’une atteinte limitée aux intérêts du courtier, puisque seul un cercle restreint de personnes y ont eu accès, ce que le Gouvernement admet.", "65.  Cet enregistrement a ensuite été diffusé sous forme de reportage, particulièrement péjoratif à l’égard du courtier, comme la Cour l’a déjà relevé. Quoique brève, la diffusion de séquences de l’enregistrement était susceptible de porter une atteinte plus importante au droit du courtier à sa vie privée, puisque de nombreux téléspectateurs – environ dix mille selon le Gouvernement – ont pu en prendre connaissance. La Cour ne méconnaît pas que les médias audiovisuels ont des effets souvent beaucoup plus immédiats et puissants que la presse écrite (Jersild, précité, § 31). Les téléspectateurs qui ont vu l’émission ont pu se forger une opinion sur la qualité des conseils et sur le manque de professionnalisme du courtier. Toutefois, et c’est là un élément déterminant en l’espèce, les requérants avaient pixélisé le visage du courtier de telle façon que l’on ne puisse plus distinguer que la couleur de ses cheveux et de sa peau. Ils avaient également modifié sa voix. Par ailleurs, si ses vêtements demeuraient visibles, ils ne présentaient pas de signe distinctif. Enfin, l’entretien ne s’était pas déroulé dans des locaux que le courtier fréquentait habituellement.", "66.  La Cour estime dès lors, au vu des circonstances de l’espèce, que l’ingérence portée dans la vie privée du courtier – lequel, elle le rappelle, a refusé de s’exprimer sur l’entretien – n’est pas d’une gravité telle (A. c. Norvège, précité) qu’elle doive occulter l’intérêt public résidant dans l’information du public sur des défaillances alléguées en matière de courtage en assurances.", "67.  Enfin, la Cour doit tenir compte de la nature et de la sévérité de la sanction. Elle rappelle à cet égard qu’il peut arriver que le fait même de la condamnation importe plus que le caractère mineur de la peine infligée (Stoll, précité, §§ 153-154). En l’espèce, bien que les peines pécuniaires de douze jours-amende pour les trois premiers requérants et de quatre jours-amende pour la quatrième requérante soient d’une relative légèreté, la Cour estime que la sanction prononcée par le juge pénal peut tendre à inciter la presse à s’abstenir d’exprimer des critiques (Stoll, précité, § 154), et ce même si les requérants n’ont pas été privés de la possibilité de diffuser leur reportage.", "68.  À la lumière de ces considérations, la Cour conclut qu’en l’espèce la mesure litigieuse n’était pas nécessaire dans une société démocratique. Partant, il y a eu violation de l’article 10 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "69.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "70.  Les requérants n’ont pas présenté de demande de satisfaction équitable. Partant, il n’y a pas lieu de leur octroyer d’indemnité à ce titre.", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l’unanimité, la requête recevable ;", "", "2.  Dit, par six voix contre une, qu’il y a eu violation de l’article 10 de la Convention.", "Fait en français, puis communiqué par écrit le 24 février 2015, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tIşıl Karakaş\n\tGreffier\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée du juge Lemmens.", "A.I.K.\nS.H.N.", "", "OPINION DISSIDENTE DU JUGE LEMMENS", "1.  À mon regret, je ne peux pas suivre la majorité dans sa conclusion selon laquelle il y a eu en l’espèce violation de l’article 10 de la Convention.", "2.  Cette affaire concerne la condamnation pénale de quatre individus, journalistes et rédacteurs, pour avoir enregistré en secret la conversation de l’un d’entre eux avec un courtier en assurances et diffusé certaines parties de cette conversation à la télévision, sous forme « anonymisée ».", "Les condamnations sont fondées sur deux articles du code pénal suisse. En ce qui concerne les trois premiers requérants, qui n’avaient pas pris part eux-mêmes à la conversation avec le courtier, les délits en question étaient l’enregistrement d’une conversation non publique entre d’autres personnes, sans leur consentement (article 179 bis, al. 1) et la communication à des tiers d’un fait obtenu au moyen d’un tel enregistrement (article 179 bis, al. 2). En ce qui concerne la quatrième requérante, qui s’était présentée comme une cliente et s’était entretenue avec le courtier, le délit consistait en l’enregistrement d’une conversation non publique par l’un des participants, sans le consentement de son interlocuteur (article 179 ter, al. 1).", "Ces délits ont une portée générale. Dans les dispositions correspondantes, le code pénal ne vise pas spécialement les journalistes. L’enregistrement et la diffusion d’une conversation non publique sont interdits quelle qu’en soit la finalité, journalistique ou autre.", "3.  Il me semble utile de rappeler comment le Tribunal fédéral a abordé l’affaire.", "À tous les degrés de juridiction, les requérants soutenaient à titre principal que les dispositions précitées du code pénal ne leur étaient pas applicables, car il ne s’agissait pas d’une conversation « non publique ». Le Tribunal fédéral a rejeté ce point de vue. Selon lui, les faits reprochés aux requérants tombaient, objectivement et subjectivement, dans le champ d’application des dispositions précitées. Ainsi, il a explicitement considéré qu’une conversation pouvait être protégée par les articles 179 bis et 179 ter du code pénal quand bien même elle n’aurait pas pour sujet le domaine « secret ou privé » des participants. Il a estimé que sur ce point, les articles 179 bis et 179 ter présentaient une analogie avec l’article 179, qui protège le secret de la correspondance, indépendamment du contenu de celle-ci. J’en conclus que les articles 179 bis et 179 ter visent à protéger de manière générale la confidentialité de toute conversation de caractère privé.", "Devant les juridictions internes, les requérants invoquaient à titre subsidiaire la liberté d’opinion et d’information et la liberté des médias aux fins de la défense d’intérêts légitimes : ils estimaient que le procédé qu’ils avaient employé était nécessaire pour préserver des intérêts légitimes supérieurs. Plus précisément, ils soutenaient que l’enregistrement et la diffusion d’une conversation réelle étaient nécessaires pour pouvoir démontrer au public l’existence d’abus généralisés dans le domaine de la fourniture de conseils par des courtiers en assurances.", "Ce moyen de défense a lui aussi été rejeté par le Tribunal fédéral. Celuici a tout d’abord rappelé que la défense d’intérêts légitimes suppose que l’acte délictuel soit un moyen nécessaire et adéquat pour atteindre un but légitime, qu’il constitue même la seule voie possible pour y parvenir, et que le bien juridique protégé par l’interdiction légale pèse moins lourd que celui que l’auteur de l’acte cherchait à préserver. Il a admis ensuite, avec les requérants, que l’objectif d’informer le public de l’existence d’abus en matière de conseils donnés dans le domaine des assurances constituait un intérêt légitime. Il a également reconnu la situation particulière des journalistes, qui peuvent invoquer la liberté des médias. S’il a estimé néanmoins que le moyen de défense n’était pas fondé, c’est parce qu’il a jugé que, dans les circonstances particulières de l’affaire, le procédé consistant à enregistrer une conversation particulière avec un courtier particulier, à son insu, puis à la diffuser n’était pas un moyen « nécessaire » pour atteindre le but invoqué. Selon lui, ce but pouvait également être atteint par d’autres moyens, dans le respect de la loi pénale.", "C’est donc essentiellement sur la base d’une interprétation des conditions posées par le droit interne quant à l’invocabilité par les requérants de la cause de justification en question et d’une évaluation factuelle de leur comportement que le Tribunal fédéral est parvenu à la conclusion que leur condamnation était légalement justifiée.", "4.  La majorité estime que le but légitime poursuivi par l’ingérence était de « protéger les droits et la réputation d’autrui, à savoir le droit du courtier au respect de son image, de sa parole et de sa réputation » (paragraphe 43 de l’arrêt).", "Ce point de départ la conduit à voir dans l’affaire un conflit entre deux droits fondamentaux : la liberté d’expression des requérants, d’une part, et le droit au respect de la vie privée du courtier, d’autre part. Logiquement, elle applique alors les critères que la Cour a posés pour de tels conflits dans l’affaire Axel Springer AG c. Allemagne ([GC], no 39954/08, §§ 89-95, 7 février 2012), mentionnée au paragraphe 50 de l’arrêt. Elle considère toutefois que les deux droits en cause n’ont pas un poids comparable. Elle reconnaît à la liberté d’expression une importance particulière, eu égard à l’intérêt général que présentait l’objet du reportage (paragraphes 56-59 de l’arrêt). Il n’en va pas de même du droit du courtier au respect de sa vie privée. Au paragraphe 64, la majorité estime que l’enregistrement n’a porté qu’une atteinte limitée aux intérêts du courtier, étant donné que seul un cercle restreint de personnes y ont eu accès. Au paragraphe 65, elle ajoute qu’au moment de la diffusion de l’enregistrement, les requérants ont pris des mesures pour faire en sorte que le courtier soit moins reconnaissable par les téléspectateurs. Elle en conclut, au paragraphe 66, que « l’ingérence portée dans la vie privée du courtier (...) n’est pas d’une gravité telle (...) qu’elle doive occulter l’intérêt public résidant dans l’information du public sur des défaillances alléguées en matière de courtage en assurances ».", "À mon regret, je ne peux pas partager cette façon de voir les choses. Comme il ressort de l’arrêt du Tribunal fédéral, les articles 179 bis et 179 ter visent à protéger non pas la vie privée de certains individus, mais la confidentialité en général des conversations non publiques (paragraphe 3 ci-dessus). À mon avis, l’affaire touche beaucoup plus à la « défense de l’ordre » (public) qu’à la « protection de la réputation ou des droits d’autrui ». Il ne me semble donc pas justifié d’appliquer les critères de l’arrêt Axel Springer AG (paragraphes 56-67 de l’arrêt). Le raisonnement à suivre dans la présente affaire devrait à mon avis se rapprocher plutôt de celui développé dans l’affaire Stoll c. Suisse ([GC], no 69698/01, CEDH 2007V). Cette affaire, mentionnée au paragraphe 47 de l’arrêt, concernait un conflit entre la liberté d’expression et la préservation du caractère confidentiel de certaines données. En l’espèce comme dans l’affaire Stoll, la considération d’intérêt général défendue par les autorités judiciaires touchait à l’ordre public, concrétisé dans la loi pénale, et non à de simples intérêts privés.", "Il est vrai que le Gouvernement s’est borné à invoquer le but légitime de protection de la réputation ou des droits d’autrui (paragraphe 41 de l’arrêt). Toutefois, dans les circonstances particulières de l’espèce, où le but invoqué par le Gouvernement ne cadre pas très bien avec les motifs de l’arrêt du Tribunal fédéral, j’estime que la Cour n’est pas liée par la ligne de défense qu’il a adoptée. Elle aurait dû, le cas échéant après avoir invité les parties à se prononcer sur la possibilité de prendre également en considération le but de la défense de l’ordre, pouvoir se concentrer sur ce but-ci.", "5.  En ce qui concerne la nécessité de l’ingérence, je peux être bref.", "Comme le reconnaît la majorité, « les journalistes ne peuvent en principe être déliés, par la protection que leur offre l’article 10, de leur devoir de respecter les lois pénales de droit commun » (Stoll, précité, § 102, cité au paragraphe 47 du présent arrêt). La question est de savoir si on se trouve en l’espèce devant une situation exceptionnelle. Une telle situation ne saurait résulter que du poids prépondérant de la liberté d’expression.", "J’admets que le reportage portait sur un sujet d’intérêt général et que la liberté d’expression jouit d’un haut degré de protection. Toutefois, à mon avis, l’intérêt protégé par les dispositions légales en cause, à savoir la protection de la confidentialité des conversations de caractère privé, avait lui aussi un poids non négligeable (paragraphe 4 ci-dessus).", "Reste alors la difficile mise en balance des intérêts. Sur ce point, les autorités nationales jouissent d’une certaine marge d’appréciation. En estimant que le comportement adopté par les requérants ne pouvait pas être excusé par une cause de justification, donc par un motif permettant de désobéir à la loi pénale, le Tribunal fédéral ne me semble pas s’être livré à une appréciation arbitraire ou manifestement déraisonnable. Eu égard aux intérêts en jeu, la condamnation des requérants ne me semble pas non plus constituer une mesure disproportionnée au but légitime visé par la loi, de sorte qu’il n’y a pas eu, selon moi, violation de l’article 10 de la Convention."]}