{"file": "FRE_CLINF_74025_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "74025/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 79", "Octobre 2005", "Hirst c. Royaume-Uni (n° 2) [GC] - 74025/01", "Arrêt 6.10.2005 [GC]", "article 3 du Protocole n° 1", "Vote", "Interdiction pour les prisonniers condamnés de voter aux élections parlementaires et locales: violation", "", "En fait: Le requérant, qui purgeait une peine perpétuelle d’emprisonnement pour homicide, fut libéré sous caution en 2004. En sa qualité de détenu condamné, la loi lui interdisait de voter dans le cadre des élections législatives ou municipales. 48 000 autres détenus environ se trouvent également dans ce cas. Conformément à l’article 4 de la loi de 1998 sur les droits de l’homme, il saisit la High Court en vue de faire déclarer la législation pertinente incompatible avec la Convention. La demande de l’intéressé et son recours ultérieur furent rejetés.", "En droit: Les droits garantis par l’article 3 du Protocole n° 1 sont cruciaux pour l’établissement et le maintien des fondements d’une véritable démocratie régie par l’état de droit; par ailleurs, le droit de vote est bien un droit et non un privilège. Néanmoins, les droits consacrés par cette disposition ne sont pas absolus et il y a place pour des limitations implicites. Toutes les limitations apportées au droit de vote doivent poursuivre un but légitime, se révéler proportionnées et ne pas entraver la libre expression du peuple sur le choix du corps législatif. Les détenus continuent en général de jouir de tous les droits et libertés fondamentaux garantis par la Convention, à l’exception du droit à la liberté lorsqu’une détention régulière entre expressément dans le champ d’application de l’article 5. L’article 3 du Protocole n° 1 n’exclut cependant pas que des restrictions aux droits électoraux soient infligées à un individu qui, par exemple, a commis de graves abus dans l’exercice de fonctions publiques ou dont le comportement a menacé de saper l’état de droit ou les fondements de la démocratie. Il ne faut toutefois pas recourir à la légère à la mesure rigoureuse que constitue la privation du droit de vote ; par ailleurs, le principe de proportionnalité exige l’existence d’un lien discernable et suffisant entre la sanction et le comportement ainsi que la situation de la personne touchée. Comme dans d’autres contextes, un tribunal indépendant appliquant une procédure contradictoire offre une solide garantie contre l’arbitraire.", "La Cour admet que la législation interne peut passer pour viser les buts légitimes que sont la prévention du crime et le renforcement du sens civique et du respect de l’état de droit. Quant à la proportionnalité de l’interdiction de voter, cette mesure touche 48 000 détenus, ce qui représente un nombre élevé, et concerne toutes sortes de peines d’emprisonnement, allant d’un jour à la réclusion à perpétuité, et d’infractions, allant d’actes relativement mineurs aux actes les plus graves. De plus, il n’apparaît pas qu’il existe un lien direct entre les actes commis par un individu et le retrait du droit de vote frappant celui-ci. Rien ne montre que le Parlement ait jamais cherché à peser les divers intérêts en présence ou à apprécier la proportionnalité d’une interdiction totale de voter visant les détenus condamnés. Les juridictions internes n’ont pas non plus entrepris d’apprécier la proportionnalité de la mesure elle-même.", "Le Royaume-Uni n’est incontestablement pas le seul Etat contractant à priver tous les détenus condamnés du droit de vote. On peut également dire que la loi britannique a une portée moins grande que celle d’autres Etats. Néanmoins, il demeure que seule une minorité d’Etats contractants retirent totalement le droit de vote aux détenus condamnés ou ne prévoient aucune disposition pour permettre aux détenus de voter. Quoi qu’il en soit, le fait qu’on ne puisse discerner aucune approche européenne commune en la matière ne saurait être déterminant pour la question à trancher. Si la marge d’appréciation en ce domaine est large, elle n’est pas illimitée. La loi en question demeure un instrument sans nuance, qui s’applique automatiquement aux détenus condamnés purgeant leur peine, quelle que soit la durée de leur peine et indépendamment de la nature ou de la gravité de l’infraction qu’ils ont commise et de leur situation personnelle. Force est de considérer que pareille restriction générale, automatique et indifférenciée à un droit consacré par la Convention et revêtant une importance cruciale outrepasse une marge d’appréciation acceptable, aussi large soit-elle, et est incompatible avec l’article 3 du Protocole n° 1. Dès lors, la Cour souscrit à la conclusion de la chambre sur le terrain de cette disposition.", "Conclusion: violation (12 voix contre 5).", "Articles 10 et 14: La Grande Chambre considère à l’instar de la chambre qu’aucune question distincte ne se pose sous l’angle de l’article 10 ou de l’article 14 (unanimité).", "Article 41: La Cour dit que le constat de violation constitue en soi une satisfaction équitable suffisante pour le préjudice moral subi par le requérant et alloue à celui-ci une certaine somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}