{"file": "FRE_CLINF_39647_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "39647/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 68", "Octobre 2004", "Edwards et Lewis c. Royaume-Uni [GC] - 39647/98 et 40461/98", "Arrêt 27.10.2004 [GC]", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Non-divulgation par le procureur, au nom de l’intérêt public, d’éléments pouvant s’avérer pertinents à la défense dans le cas d’un «guet-apens»: violation", "En fait: Le premier requérant fut condamné pour une infraction à la législation sur les stupéfiants après avoir été arrêté en compagnie d’un agent de police infiltré. Comme il fut la seule personne inculpée, il soupçonne les autres participants à l’infraction d’avoir été des agents de police infiltrés ou des informateurs agissant sur les instructions de la police. Avant que ne commence le procès, l’accusation avisa la défense qu’une demande d’autorisation de non-divulgation de certains éléments de preuve avait été formulée dans le cadre d’une procédure non-contradictoire. Sans entendre la défense, le juge qui examina les éléments de preuve en question conclut qu’ils ne seraient d’aucun secours pour la défense et qu’il y avait de vrais motifs d'intérêt public justifiant qu'ils ne soient pas divulgués. Le juge du fond confirma cette décision après avoir entendu des observations présentées par l’avocat de la défense. Il fut saisi par la suite d’une demande tendant à l’exclusion du témoignage de l'agent de police infiltré susmentionné au motif que si le requérant avait commis l’infraction qui lui était reprochée c’était à la suite d’un guet-apens. Il rejeta cette demande. Le requérant interjeta appel de sa condamnation mais fut débouté de son recours par la Cour d’appel, qui examina les éléments non-divulgués. ", "Le second requérant, qui fut condamné pour avoir fourni sur commande des faux billets de banque, se défendit lui aussi lors de son procès en disant qu’il avait été attiré dans un guet-apens par des agents de police infiltrés ou des informateurs de la police. Après avoir entendu, dans le cadre d’une procédure non-contradictoire, une requête de l’accusation tendant à l’obtention de l’autorisation, au nom de l’intérêt public, de ne pas divulguer certains éléments de preuve pertinents, le juge considéra que la divulgation des éléments litigieux ne s’imposait pas. Il rejeta une demande de la défense tendant à l’exclusion des témoignages livrés par les agents de police infiltrés. En conséquence, le requérant choisit de plaider coupable.", "En droit: Article 6 § 1 – A l’origine du renvoi de l’affaire devant la Grande Chambre, le Gouvernement a fait savoir qu’il ne souhaitait pas poursuivre la procédure, se disant prêt à acquiescer à une simple confirmation par la Grande Chambre de l’arrêt rendu par la chambre. N’apercevant aucun motif de s’écarter des constatations de la chambre, la Grande Chambre conclut à la violation de l’article 6 § 1 pour les motifs énoncés par la chambre. ", "[Résumé de l’arrêt de la chambre – Les exigences d’un procès équitable excluent l’utilisation de preuves obtenues au moyen d’un guet-apens. Si en droit anglais le guet-apens ne constitue pas un moyen de défense fond, il met le juge dans l’obligation soit de prononcer l’abandon des poursuites pour abus de procédure, soit d’écarter les éléments de preuve obtenus par ce biais. Dès lors qu’il lui est impossible de déterminer s’il y a eu dans le cas des requérants guet-apens contraire à l’article 6, les informations pertinentes n’ayant pas été divulguées,  il est capital que la Cour examine la procédure dans le cadre de laquelle il a été, dans chacune des deux affaires, statué sur l’allégation de guet-apens, afin de vérifier si les droits de la défense ont été protégés de manière adéquate. Outre le respect des principes du contradictoire et de l’égalité des armes, l’article 6 exige que le ministère public fasse connaître à la défense tous les éléments de preuve pertinents. Le droit à une divulgation des preuves pertinentes n’est pas absolu, mais seules sont légitimes les mesures restreignant les droits de la défense qui sont absolument nécessaires. De plus, toutes difficultés causées à la défense doivent être suffisamment compensées par la procédure suivie. Dans toute la mesure du possible, celle-ci doit satisfaire aux exigences du contradictoire et de l’égalité des armes et être assortie de garanties adéquates. Dans l’affaire Jasper (arrêt du 16 février 2000), la Cour jugea que le fait que c’était le juge du fond, avec sa parfaite connaissance des questions soulevées par le procès, qui avait effectué l’exercice de mise en balance entre l’intérêt général et les droits de la défense suffisait pour que l’on pût conclure au respect de l’article 6 § 1. La Cour jugea toutefois pertinent dans ladite affaire que le ministère public ne s’était nullement prévalu des éléments non divulgués et que de surcroît ceux-ci n’avaient jamais été portés à la connaissance du jury. En l’espèce, au contraire, les éléments non divulgués se rapportaient ou pouvaient se rapporter à une question de fait tranchée par le juge du fond. Les demandes tendant à faire exclure certains éléments de preuve pour cause de guet-apens revêtaient une importance décisive, car si elles avaient été accueillies les poursuites auraient cessé, et les éléments non divulgués se rapportaient peut-être à des faits liés à ces demandes. Du fait de leur non-divulgation, la défense s’est trouvée dans l’impossibilité de développer pleinement la thèse du guet-apens. De plus, dans chacune des deux affaires, le juge qui rejeta cette thèse du guet-apens avait déjà vu les éléments produits par l’accusation qui étaient peut-être pertinents pour la question soulevée. Dans ces conditions, la procédure suivie dans chaque affaire n’a pas satisfait aux exigences du contradictoire et de l’égalité des armes et n’était pas assortie de garanties aptes à protéger les intérêts des accusés.]", "Conclusion: violation (unanimité).", "Article 41 – The Court considered that the finding of a violation constituted sufficient just satisfaction in respect of non-pecuniary damage. It made awards in respect of costs and expenses.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}