{"file": "FRE_HFJUD_8950_80.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8950/80", "text_paragraphs": ["", "", "", "COUR (PLÉNIÈRE)", "", "", "", "", "", "", "AFFAIRE H. c. BELGIQUE", "", "(Requête no 8950/80)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "30 novembre 1987", "\n", "En l’affaire H. contre Belgique,", "La Cour européenne des Droits de l’Homme, statuant en séance plénière par application de l’article 50 de son règlement et composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tJ. Cremona,", "\t\tThór Vilhjálmsson,", "\t\tG. Lagergren,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tJ. Pinheiro Farinha,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\tSir \tVincent Evans,", "\tMM. \tR. Macdonald,", "\t\tC. Russo,", "\t\tR. Bernhardt,", "\t\tJ. Gersing,", "\t\tA. Spielmann,", "\t\tJ. De Meyer,", "\t\tJ.A. Carrillo Salcedo,", "\t\tN. Valticos,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 28 novembre 1986 puis les 22 avril, 22 et 25 juin, 27 et 28 octobre 1987,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   L’affaire a été portée devant la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 28 janvier 1986, dans le délai de trois mois qu’ouvrent les articles 32 § 1 et 47 (art. 32-1, art. 47) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\"). A son origine se trouve une requête (no 8950/80) dirigée contre le Royaume de Belgique et dont M. H. avait saisi la Commission le 20 mars 1980 en vertu de l’article 25 (art. 25). De nationalité belge, le requérant a prié la Cour de ne pas divulguer son identité.", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration belge de reconnaissance de la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux obligations qui découlent de l’article 6 § 1 (art. 6-1).", "2.   En réponse à l’invitation prescrite par l’article 33 § 3 d) du règlement, le requérant a exprimé le désir de participer à l’instance pendante devant la Cour et a désigné son conseil (article 30).", "3.   La chambre de sept juges à constituer comprenait de plein droit M. J. De Meyer, juge élu de nationalité belge (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 § 3 b) du règlement). Le 19 mars 1986, celui-ci en a désigné par tirage au sort les cinq autres membres, à savoir MM. J. Cremona, G. Lagergren, R. Bernhardt, A. Donner et J.A. Carrillo Salcedo, en présence du greffier (articles 43 in fine de la Convention et 21 § 4 du règlement) (art. 43).", "4.   Ayant assumé la présidence de la Chambre (article 21 § 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement belge (\"le Gouvernement\"), le délégué de la Commission et le conseil du requérant sur la nécessité d’une procédure écrite (article 37 § 1). Conformément aux ordonnances ainsi rendues, le greffe a reçu:", "- le 10 juin 1986, le mémoire du requérant;", "- le 7 juillet, celui du Gouvernement.", "Par une lettre arrivée le 4 septembre 1986, le secrétaire de la Commission a informé le greffier que le délégué s’exprimerait lors des audiences.", "5.   Le 1er juillet 1986, le président a fixé au 24 novembre 1986 la date d’ouverture de la procédure orale après avoir consulté agent du Gouvernement, délégué de la Commission et représentant du requérant par l’intermédiaire du greffier (article 38).", "6.   Le 23 octobre 1986, la Chambre a résolu de se dessaisir avec effet immédiat au profit de la Cour plénière (article 50).", "7.   Les débats se sont déroulés en public le jour dit, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu immédiatement auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. J. Niset, conseiller juridique", "\t\t\tau ministère de la Justice, \tagent,", "\tMe G. Kirschen, ancien bâtonnier", "\t\t\tdu barreau de Bruxelles, ancien doyen du conseil national \t", "\t\t\tde l’Ordre des avocats,", "\tMe J.M. Nelissen Grade, avocat", "\t\t\tà la Cour de cassation, \tconseils;", "- pour la Commission", "\tM. G. Ténékidès, \tdélégué;", "- pour le requérant", "\tMe A. De Clercq, avocat, \tconseil.", "La Cour a entendu en leurs déclarations, ainsi qu’en leurs réponses à ses questions, Mes Kirschen et Nelissen Grade pour le Gouvernement, M. Ténékidès pour la Commission et Me De Clercq pour le requérant. Le Gouvernement a produit plusieurs documents à l’occasion des audiences.", "8.   Le 19 janvier 1987, l’agent du Gouvernement a communiqué au greffier des pièces que ce dernier lui avait demandées le 3 décembre 1986 sur les instructions de la Cour.", "EN FAIT", "I. LES CIRCONSTANCES DE L’ESPÈCE", "9.   Citoyen belge né en 1929, le requérant est docteur en droit et réside à Anvers. Rayé du tableau de l’Ordre des avocats de cette ville, il a en vain demandé par deux fois sa réinscription.", "1. La radiation du tableau de l’Ordre des avocats d’Anvers", "10.   En 1957, au terme de son stage réglementaire d’avocat stagiaire au barreau d’Anvers, H. figura sur le tableau et ouvrit un cabinet.", "11.   En mai 1963, le conseil de l’Ordre le poursuivit par la voie disciplinaire pour avoir, de propos délibéré, donné de faux renseignements à des clients.", "Le 10 juin 1963, il le raya du tableau: il avait acquis la conviction que l’intéressé avait à tort fait croire à un client que ce dernier risquait d’être arrêté s’il ne versait pas immédiatement une somme de 20.000 FB. Auparavant, le conseil avait écarté les autres accusations dirigées contre H.", "Sur recours de celui-ci, la cour d’appel de Bruxelles confirma la sentence par un arrêt du 31 décembre 1963; le 22 juin 1964, la Cour de cassation rejeta le pourvoi du requérant.", "12.   Poursuivi pour fraude et port irrégulier du titre d’avocat, H. resta en détention préventive du 2 juillet au 2 août 1965 et un grand nombre de ses dossiers furent saisis. Le tribunal correctionnel d’Anvers l’acquitta le 19 janvier 1968. H. s’efforça sans succès d’obtenir une indemnité.", "13.   En 1970, le requérant s’installa comme conseiller juridique et fiscal après avoir travaillé quelque temps en qualité de représentant de commerce.", "14.   Le 25 février 1977, alors qu’il s’apprêtait à solliciter sa réinscription au tableau de l’Ordre des avocats, la police judiciaire opéra une nouvelle saisie dans ses bureaux. Le 29 novembre 1978, la chambre du conseil près le tribunal de première instance d’Anvers le renvoya devant le tribunal correctionnel du chef de faux en écriture et abus de confiance, mais les poursuites débouchèrent sur un jugement d’acquittement le 18 octobre 1979.", "15.  H. n’a jamais subi de condamnation pénale.", "2. Les demandes de réinscription au tableau de l’Ordre des avocats d’Anvers", "a) Première demande", "16.   Par une lettre du 3 décembre 1979, le requérant demanda au conseil de l’Ordre des avocats d’Anvers de le réinscrire au tableau de l’Ordre. Il s’appuyait sur l’article 471 du code judiciaire (paragraphe 30 ci-dessous).", "17.   Le 17 décembre, lors d’une séance dudit conseil, le bâtonnier désigna un rapporteur.", "Après en avoir délibéré les 7 et 28 janvier 1980, le conseil décida d’entendre l’intéressé ainsi que son défenseur.", "18.   L’audition eut lieu le 18 février. Selon l’avocat de H., les \"circonstances exceptionnelles\" justifiant la réinscription consistaient pour l’essentiel dans les grandes difficultés professionnelles et familiales auxquelles son client s’était heurté au cours des quinze dernières années, en particulier la nécessité de se cantonner à sa profession de conseiller juridique et fiscal; en outre, la radiation n’avait eu aucun prolongement pénal et les poursuites ultérieures avaient abouti à des acquittements.", "19.   Le conseil de l’Ordre rejeta la demande le même jour: si plus de dix ans s’étaient écoulés depuis la radiation, les explications fournies oralement par le défenseur de H. ne révélaient pas des circonstances exceptionnelles de nature à entraîner la réinscription.", "b) Seconde demande", "20.   Le requérant réitéra sa demande le 9 février 1981. Il y joignait un mémorandum critiquant la sentence de 1963 et accompagné d’une consultation du procureur général émérite B. Selon l’ancien magistrat, le conseil de l’Ordre aurait dû, en application de l’article 29 du code d’instruction criminelle, dénoncer au procureur du Roi d’Anvers les faits reprochés à l’intéressé, ce qui aurait impliqué la suspension de l’instance disciplinaire jusqu’à la décision pénale définitive.", "21.   Le conseil de l’Ordre entendit H. et son avocat le 21 avril 1981. Le défenseur rappela que la décision de radiation se fondait sur le seul témoignage d’un client du requérant et que ce dernier avait, de 1963 à 1980, fort bien géré son cabinet de consultation juridique et fiscale. Il ajouta qu’en 1963 le conseil de l’Ordre n’avait pas dénoncé les faits au parquet, de sorte que H. n’avait pas eu la chance, faute de poursuites, d’obtenir un jugement d’acquittement. Il souligna en outre les difficultés familiales de l’intéressé. D’autre part, il déposa une note dans laquelle le requérant expliquait pourquoi le procureur général émérite B. était habilité à lui donner une consultation.", "22.   Le conseil de l’Ordre repoussa la demande à l’issue de sa séance du 11 mai 1981: H. n’avait pas prouvé l’existence de circonstances exceptionnelles; spécialement, les conséquences de la radiation ne constituaient pas de telles circonstances. En ce qui concerne le mémorandum du 9 février 1981 (paragraphe 20 ci-dessus), il répondit que le procureur général du ressort connaissait les faits avant le prononcé de la sentence et avait ordonné d’ouvrir une information judiciaire.", "La décision fut notifiée au requérant le 16 juin 1981.", "II. LE DROIT INTERNE APPLICABLE", "23.   En Belgique, seuls les conseils de l’Ordre des avocats ont compétence pour statuer sur les demandes de réinscription au tableau.", "1. Le conseil de l’Ordre des avocats", "24.   Pour chacun des barreaux, le conseil de l’Ordre est, avec le bâtonnier et l’assemblée générale, un organe d’administration de la profession d’avocat.", "25.   Il se compose d’un bâtonnier et de deux à seize autres membres, selon le nombre des avocats inscrits au tableau de l’Ordre des avocats et sur la liste des stagiaires; celui d’Anvers en compte seize, en sus du bâtonnier.", "Les membres sont élus directement par l’assemblée de l’Ordre, à laquelle se voient convoqués tous les avocats inscrits au tableau (article 450 du code judiciaire). Le vote a lieu avant la fin de chaque année judiciaire.", "26.   Le conseil exerce de multiples fonctions de nature administrative, réglementaire, contentieuse, consultative ou disciplinaire selon le cas. Il suffit en l’espèce de mentionner les suivantes.", "27.   Aux termes de l’article 432 du code judiciaire de 1967, qui a consacré la jurisprudence de la Cour de cassation en la matière (arrêt du 15 janvier 1920, Pasicrisie 1920, I, p. 24), il dresse - sans appel - le tableau de l’Ordre et la liste des stagiaires. Ce principe de la maîtrise du tableau se justifie par la nécessité de réserver l’accès de la profession à des individus d’une moralité irréprochable.", "28.   Il lui incombe aussi de \"sauvegarder l’honneur de l’Ordre\" et de \"maintenir les principes de dignité, de probité et de délicatesse qui font la base de la profession\" (article 456).", "29.   Par la voie disciplinaire, il réprime \"les infractions et les fautes\" (même article). Il connaît de ce type d’affaires \"à l’intervention du bâtonnier, soit d’office, soit sur plainte, soit sur dénonciations écrites du procureur général\" (article 457).", "Cité dans les quinze jours par lettre recommandée, l’avocat concerné obtient, s’il le demande, un délai pour préparer sa défense (article 465). Dans les huit jours du prononcé de la sentence, la notification a lieu par lettre recommandée au procureur général et à l’avocat (article 466).", "Les peines que peut infliger le conseil sont pour l’essentiel l’avertissement, la censure, la réprimande, la suspension pendant au maximum une année et la radiation du tableau ou de la liste des stagiaires (article 460). L’avocat a la faculté de former opposition (article 467) et, comme le procureur général, d’interjeter appel (article 468). A l’époque des faits de la cause (paragraphe 11 ci-dessus), l’examen du second des recours relevait de la cour d’appel (article 29 du décret impérial du 14 décembre 1810 contenant règlement sur l’exercice de la profession d’avocat et la discipline du barreau); il ressortit aujourd’hui au conseil de discipline d’appel, composé du premier président de la cour d’appel, qui préside, et de quatre avocats en qualité d’assesseurs (article 473 du code judiciaire).", "Les décisions prises en la matière par les cours d’appel pouvaient faire l’objet d’une demande en cassation (article 15 § 1 de la loi du 4 août 1832 organique de l’ordre judiciaire). Il en va de même à présent pour les décisions des conseils d’appel (article 614 § 1 du code judiciaire).", "2. La réinscription au tableau de l’Ordre des avocats après radiation", "30.   La réinscription d’un avocat rayé du tableau se trouve régie par l’article 471 du code judiciaire:", "\"Aucun avocat rayé ne peut être inscrit à un tableau de l’Ordre ou porté sur une liste de stagiaires qu’après l’expiration d’un délai de dix ans depuis la date où la décision de radiation est passée en force de chose jugée et si des circonstances exceptionnelles le justifient.", "L’inscription n’est permise qu’après avis motivé et conforme du conseil de l’Ordre du barreau auquel l’avocat appartenait ou, le cas échéant, moyennant l’autorisation de la juridiction disciplinaire d’appel du ressort, si la radiation a été prononcée par elle.", "Le refus d’inscription n’est pas susceptible d’appel.\"", "Ce texte reprend à peu de chose près l’article 1 d’une résolution adoptée le 13 février 1962 par le conseil de l’Ordre de Bruxelles; elle atténuait le caractère perpétuel de la radiation et se lisait ainsi:", "\"Le conseil de l’Ordre peut (...) réinscrire au barreau, à sa demande, un avocat rayé.", "Cette mesure, qui a un caractère exceptionnel et dont l’opportunité est appréciée souverainement par le conseil eu égard à l’intérêt supérieur de l’Ordre et à l’amendement manifeste de l’intéressé, n’est permise qu’après l’expiration d’un délai de dix ans depuis le moment où la peine de la radiation encourue est devenue définitive.", "Le conseil se prononce d’après les formes et modalités prévues par l’article 32 du règlement d’ordre intérieur, comme en matière d’admission au stage. (...)\"", "31.   Bien que l’article 471 du code judiciaire constitue la dernière disposition du livre III (\"Du barreau\"), titre premier (\"Dispositions générales\"), chapitre IV (\"De la discipline\"), le conseil de l’Ordre n’applique pas la procédure disciplinaire (articles 465-469) lorsqu’il se trouve appelé à statuer sur une demande de réinscription au tableau; sa décision ne revêt d’ailleurs pas un caractère disciplinaire (Cass. 18 mars 1965, Pasicrisie 1965, I, p. 734). La loi ne prescrit pas de règles déterminées; quant à un règlement intérieur, le barreau d’Anvers n’en possédait pas à l’époque considérée. En principe, le conseil se prononce de la même manière et dans les mêmes formes que sur une demande d’admission.", "32.   Selon les indications non contestées fournies par le Gouvernement, on a enregistré en Belgique 47 radiations depuis l’entrée en vigueur du code judiciaire le 10 octobre 1967. Sur les cinq demandes de réinscription introduites par des avocats sanctionnés, trois ont abouti (barreaux d’Audenarde, Charleroi et Courtrai). Le barreau d’Anvers, lui, n’a eu à connaître que de celles, infructueuses, du requérant. Aucune des décisions en cause n’est accessible au public.", "PROCEDURE DEVANT LA COMMISSION", "33.   H. a saisi la Commission le 20 mars 1980 (requête no 8950/80). Il alléguait que la procédure suivie par le conseil de l’Ordre des avocats d’Anvers pour examiner ses demandes de réinscription au barreau avait enfreint l’article 6 (art. 6) de la Convention.", "34.   La Commission a retenu la requête le 16 mai 1984.", "Dans son rapport du 8 octobre 1985 (article 31) (art. 31), elle formule, par dix voix contre deux, l’opinion qu’il y a eu violation de l’article 6 § 1 (art. 6-1) en ce que l’intéressé n’a pu faire entendre sa cause par un tribunal au sens de cette disposition.", "Le texte intégral de son avis et de l’opinion séparée dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR", "35.   Lors des audiences du 24 novembre 1986, le Gouvernement a confirmé les conclusions de son mémoire. Il y invitait la Cour à", "\"dire pour droit que les faits de la présente cause ne révèlent, de la part de l’État belge, aucune violation des obligations qui lui incombent aux termes de la Convention européenne des Droits de l’Homme.\"", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 § 1 (art. 6-1)", "36.   Selon le requérant, le conseil de l’Ordre des avocats d’Anvers n’a pas entendu sa cause d’une manière conforme à l’article 6 § 1 (art. 6-1) de la Convention, aux termes duquel:", "\"Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...). Le jugement doit être rendu publiquement, mais l’accès de la salle d’audience peut être interdit à la presse et au public pendant la totalité ou une partie du procès dans l’intérêt de la moralité, de l’ordre public ou de la sécurité nationale dans une société démocratique, lorsque les intérêts des mineurs ou la protection de la vie privée des parties au procès l’exigent, ou dans la mesure jugée strictement nécessaire par le tribunal, lorsque dans des circonstances spéciales la publicité serait de nature à porter atteinte aux intérêts de la justice.\"", "Eu égard aux thèses respectives des comparants, le premier problème à résoudre a trait à l’applicabilité de ce texte.", "A. Sur l’applicabilité de l’article 6 § 1 (art. 6-1)", "1. Sur l’existence d’une contestation relative à un droit", "37.   Quant à l’existence d’une contestation relative à un droit, la Cour renvoie aux principes qui se dégagent de sa jurisprudence et notamment de son arrêt Benthem du 23 octobre 1985 (série A no 97, pp. 14-15, § 32).", "38.    En sollicitant en 1979, puis en 1981, sa réinscription au tableau de l’Ordre en vertu de l’article 471 du code judiciaire, le requérant soulevait une question concernant la détermination d’un droit. La réinscription constituait la condition nécessaire pour qu’il pût reprendre son activité d’avocat, qui lui était interdite depuis sa radiation en 1963. Le conseil de l’Ordre a tranché chaque fois la question dans un sens négatif.", "39.   Le requérant revendique le droit à réexercer la profession d’avocat si les exigences de la loi se trouvaient remplies; la Commission le lui reconnaît.", "Le Gouvernement soutient que les décisions en matière d’inscription et a fortiori de réinscription au tableau relèvent du pouvoir discrétionnaire des conseils de l’Ordre, selon le principe traditionnel de la maîtrise du tableau (paragraphe 27 ci-dessus). Souveraines, elles ne se prêtent à aucun recours, tant devant les juridictions de l’ordre judiciaire que devant le Conseil d’État. Bref, le droit belge ne prévoirait pas un droit d’accès au barreau et moins encore de réaccès.", "40.   La Cour n’a pas à se prononcer en l’espèce sur la question générale du droit d’accès à la profession d’avocat en Belgique: le seul problème qui lui ait été déféré concerne la procédure de réadmission d’un avocat radié.", "L’article 6 § 1 (art. 6-1) vaut uniquement pour les \"contestations\" relatives à des \"droits et obligations\" (de caractère civil) que l’on peut dire, au moins de manière défendable, reconnus en droit interne; il n’assure par lui-même aux \"droits et obligations\" (de caractère civil) aucun contenu matériel déterminé dans l’ordre juridique des États contractants (voir notamment l’arrêt W. contre Royaume-Uni du 8 juillet 1987, série A no 121, pp. 32-33, § 73).", "Pour rechercher si la Belgique admet ou non l’existence du droit invoqué par le requérant, il y a lieu d’examiner la nature et de la radiation et des facteurs qui justifieraient la réinscription.", "41.   Infligée pour infraction à la déontologie du barreau, la radiation s’analyse en une sanction disciplinaire, la plus lourde dont dispose le conseil de l’Ordre.", "Aux yeux du Gouvernement il s’agit d’une sanction définitive, ledit conseil n’étant jamais obligé de procéder à la réadmission.", "La Cour constate cependant que l’article 471 du code judiciaire permet à l’avocat radié de solliciter sa réinscription \"après l’expiration d’un délai de dix ans depuis la date où la décision de radiation est passée en force de chose jugée et si des circonstances exceptionnelles le justifient\" (paragraphe 30 ci-dessus).", "42.   Tandis que la première des deux conditions ainsi fixées ne peut guère soulever de difficultés, la seconde, celle qui requiert l’existence de \"circonstances exceptionnelles\", peut, à défaut de toute définition plus précise de celles-ci par le législateur, prêter à des interprétations et applications très diverses.", "La jurisprudence des conseils de l’Ordre des avocats ne permet pas davantage de la cerner. Fort rares, les décisions demeurent inaccessibles au public, y compris les avocats radiés qui songeraient à présenter une demande de réinscription (paragraphe 32 ci-dessus). De surcroît leur motivation, dans la mesure où la Cour en a eu connaissance, ne semble guère fournir d’éléments.", "43.   Eu égard aux termes de l’article 471, le requérant pouvait de manière défendable soutenir qu’il avait, en droit belge, le droit d’exercer à nouveau la profession d’avocat du moment qu’il satisfaisait aux exigences dudit article. Il en va ainsi alors même que le conseil de l’Ordre jouissait d’un certain pouvoir discrétionnaire pour décider si l’une d’entre elles - la présence de \"circonstances exceptionnelles\" justifiant la réinscription - se trouvait remplie. A l’appui de sa demande, H. soulevait des points de droit et de fait susceptibles d’une appréciation judiciaire.", "Le conseil de l’Ordre d’Anvers avait donc à statuer sur une contestation relative à un droit auquel prétendait l’intéressé.", "2. Sur le caractère civil du droit contesté", "44.   Requérant et Commission attribuent au droit en cause un caractère civil. Le Gouvernement défend la thèse contraire en raison des différences profondes qui séparent, selon lui, la profession d’avocat des autres professions libérales, telle la médecine.", "45.   Pas plus que dans de précédentes affaires, la Cour ne croit devoir donner en l’espèce une définition abstraite de la notion de \"droits et obligations de caractère civil\". Sa tâche consiste à étudier les particularités de la profession d’avocat en Belgique, puisque le droit litigieux se trouve indissolublement lié à cette dernière.", "46.   Pareil examen révèle sans doute des aspects de droit public.", "a) En premier lieu, l’État belge a fixé lui-même l’organisation des barreaux et les conditions d’exercice de la profession d’avocat: accès, droits, devoirs, etc. (arrêt Van der Mussele du 23 novembre 1983, série A no 70, p. 15, § 29).", "L’intervention de la puissance publique par une loi ou un règlement n’a cependant pas empêché la Cour, notamment dans plusieurs affaires concernant la profession médicale (König; Le Compte, Van Leuven et De Meyere; Albert et Le Compte), de conclure au caractère civil du droit litigieux. En l’occurrence non plus, elle ne saurait suffire à démontrer que le droit revendiqué par le requérant ne revêtait pas ce caractère.", "b) En second lieu, la participation de l’avocat à l’administration de la justice l’associe au fonctionnement d’un service public.", "Le Gouvernement soutient que l’avocat, traditionnellement qualifié d’\"auxiliaire de la justice\", est plutôt un organe de celle-ci, au même titre que le juge. Il en veut pour preuve, en particulier, le monopole de plaidoirie; la possibilité d’une désignation d’office au civil comme au pénal; le devoir, dans certains cas, de suppléer des juges et des magistrats du parquet; l’obligation pour le conseil de l’Ordre d’établir un bureau de consultation et de défense pour assister les justiciables indigents.", "La Cour constate que le barreau belge se trouve, pour certaines de ses missions, rattaché en quelque sorte à l’ordre judiciaire, car les dispositions du code de 1967 le concernant (articles 428 à 506) figurent dans la partie intitulée \"L’organisation judiciaire\". Pareil rattachement n’apparaît pourtant pas décisif. Il n’exclut pas que l’exercice de la profession d’avocat puisse avoir, comme tel, un caractère civil. De plus, il ne s’accompagne d’aucune dépendance collective ou individuelle envers les juridictions du Royaume. Au contraire le barreau possède, en vertu de son indépendance traditionnelle, une complète et double maîtrise, celles du tableau et de la discipline. Selon le code judiciaire, qui a consacré la jurisprudence de la Cour de cassation en la matière, le conseil de l’Ordre dresse - sans appel - le tableau (paragraphe 27 ci-dessus). Quant au pouvoir de statuer sur les recours dirigés contre les sentences disciplinaires dudit conseil, il appartient depuis 1967 à un conseil de discipline d’appel, composé du premier président de la cour d’appel et de quatre avocats; auparavant, il ressortissait à la cour d’appel (paragraphe 29 ci-dessus).", "47.   Si donc les deux éléments ainsi analysés ne suffisent pas à établir l’inapplicabilité de l’article 6 (art. 6), diverses considérations militent en faveur de la conclusion opposée.", "a) Tout d’abord, la profession d’avocat compte en Belgique parmi les professions libérales traditionnelles. Aux termes de l’article 444 du code judiciaire, \"les avocats exercent librement leur ministère pour la défense de la justice et de la vérité\". Une fois inscrit au tableau de l’Ordre, le membre du barreau est libre de pratiquer ou non. A moins d’une désignation d’office, il a une clientèle qui le choisit de son plein gré et directement, sans l’intervention d’une autorité publique; il peut refuser son assistance si sa conscience l’exige et même pour d’autres motifs. Révocable ad nutum, le mandat qui l’unit à son client constitue une relation de droit privé. Quant aux honoraires, l’avocat les fixe lui-même \"avec la discrétion qu’on doit attendre de [son] ministère\" (article 459 du code judiciaire) et sous réserve de l’accord de l’intéressé, sauf intervention du conseil de l’Ordre en cas d’excès (ibidem).", "b) En deuxième lieu, le cabinet et la clientèle de l’avocat représentent des éléments patrimoniaux et relèvent à ce titre du droit de propriété, lequel revêt un caractère civil au sens de l’article 6 § 1 (art. 6-1) (voir, mutatis mutandis, l’arrêt van Marle et autres du 26 juin 1986, série A no 101, p. 13, § 41).", "c) On peut aussi noter que si l’avocat jouit d’un monopole de plaidoirie, il accomplit en dehors de l’enceinte des palais de justice nombre de tâches importantes: conseiller, concilier, voire arbitrer. Parfois très absorbantes, elles forment un aspect traditionnel et normal de la profession. Or elles n’ont souvent pas de lien avec les procédures judiciaires. Par conséquent, on ne saurait réduire l’activité des membres du barreau à leur participation au fonctionnement des juridictions du pays.", "48.   Ayant ainsi examiné les divers aspects de la profession d’avocat en Belgique, la Cour constate qu’ils confèrent au droit revendiqué un caractère civil au sens de l’article 6 § 1 (art. 6-1), lequel trouvait donc à s’appliquer.", "B. Sur l’observation de l’article 6 § 1 (art. 6-1)", "49.   Il y a lieu, dès lors, de rechercher si le requérant a bénéficié du \"droit à un procès équitable\" (arrêt Golder du 21 février 1975, série A no 18, p. 18, § 36). Comme aucun recours ne s’offrait à lui contre les décisions du conseil de l’Ordre des avocats d’Anvers (paragraphe 30 ci-dessus), il s’agit de déterminer si ce dernier remplissait les conditions de l’article 6 § 1 (art. 6-1) et en particulier s’il constituait bien un \"tribunal\", \"indépendant\" et \"impartial\", et s’il a entendu la cause de H. \"équitablement\" et \"publiquement\". Quant à sa nature d’organe \"établi par la loi\" et au respect du \"délai raisonnable\", nul ne les a contestés en l’espèce.", "50.   Requérant et Commission estiment que le conseil de l’Ordre n’offrait pas les garanties inhérentes à la notion de \"tribunal\". Le Gouvernement, lui, affirme que si l’organe en question n’est pas d’ordinaire un \"tribunal\", il a en l’occurrence agi comme tel.", "Selon la jurisprudence de la Cour, le \"tribunal\" se caractérise au sens matériel par son rôle juridictionnel: trancher, sur la base de normes de droit et à l’issue d’une procédure organisée, toute question relevant de sa compétence (voir notamment l’arrêt Sramek du 22 octobre 1984, série A no 84, p. 17, § 36).", "Le conseil de l’Ordre des avocats exerce de multiples attributions de nature administrative, réglementaire, contentieuse, consultative ou disciplinaire selon le cas (paragraphe 26 ci-dessus). Leur diversité représente la raison principale pour laquelle la Commission conclut à l’absence de \"tribunal\".", "La Cour ne partage pas cette opinion que contredit sa jurisprudence (voir notamment l’arrêt Le Compte, Van Leuven et De Meyere du 23 juin 1981, série A no 43, pp. 14 et 24, §§ 26 et 55, et l’arrêt Campbell et Fell du 28 juin 1984, série A no 80, pp. 18-19 et 40-41, §§ 33 et 81): un tel cumul d’attributions ne saurait à lui seul priver une institution de la qualité de \"tribunal\" pour certaines d’entre elles.", "Au surplus le conseil de l’Ordre, ayant à statuer sur la demande de réinscription du requérant, radié en 1963, exerçait une fonction juridictionnelle qui se situait dans le prolongement de ses tâches en matière disciplinaire. Il a été ainsi appelé à intervenir à des dates éloignées les unes des autres - 1963, puis 1979-1981 - et dans des contextes distincts - radiation et demande de réinscription.", "51.   L’indépendance des membres du conseil de l’Ordre des avocats ne fait pas problème: élus par leurs pairs (paragraphe 25 ci-dessus), ils ne relèvent d’aucune autorité et ne sont soumis qu’à leur propre conscience.", "52.   De même, la Cour n’aperçoit dans le dossier nulle raison de douter de leur impartialité personnelle. Elle n’estime pas nécessaire, eu égard à ce qui suit, de se prononcer sur l’impartialité structurelle du conseil de l’Ordre.", "53.   En ce qui concerne le caractère équitable de la procédure, H. a pu, lors de l’examen de ses deux demandes de réinscription, bénéficier de l’assistance d’un défenseur et comparaître en personne; il a aussi déposé un mémoire à l’appui de la seconde (paragraphes 17-18 et 20 ci-dessus).", "Néanmoins, la procédure qui s’appliquait devant le conseil de l’Ordre des avocats d’Anvers prête à critique sur deux points.", "D’abord, le requérant éprouvait une sérieuse difficulté à fournir une preuve appropriée des \"circonstances exceptionnelles\" qui auraient pu, selon la loi, entraîner sa réintégration et plus généralement à plaider sa cause avec l’efficacité voulue; en particulier, ni les dispositions pertinentes ni la jurisprudence des conseils de l’Ordre ne fournissaient d’indications sur ce qu’il fallait entendre par \"circonstances exceptionnelles\" (paragraphe 30 ci-dessus).", "Il pouvait craindre en même temps un certain risque d’arbitraire, d’autant plus qu’aucun texte ne lui reconnaissait un droit de récusation (comp. l’arrêt Le Compte, Van Leuven et De Meyere, précité, série A no 43, pp. 16 et 25, §§ 31 et 58) et qu’il n’existait au barreau d’Anvers aucun règlement intérieur (paragraphe 31 ci-dessus).", "Ainsi, les garanties offertes par la procédure se révèlent trop limitées. Leur faiblesse revêt une importance particulière en raison de la gravité de la question que pose la demande de réinscription d’un avocat radié (voir, mutatis mutandis, l’arrêt De Wilde, Ooms et Versyp du 18 juin 1971, série A no 12, pp. 42-43, § 79) et de l’imprécision de la notion légale de \"circonstances exceptionnelles\".", "En outre, cette imprécision même appelait une motivation adéquate des deux décisions litigieuses sur le point considéré. Or elles se sont bornées à constater l’absence de pareilles circonstances, sans expliquer en quoi celles qu’invoquait l’intéressé ne possédaient pas un caractère exceptionnel.", "54.   Quant à la publicité de la procédure, le code judiciaire la permet dans certaines conditions pour le prononcé des sentences disciplinaires du conseil de l’Ordre (article 460 § 3) et pour les débats devant le conseil de discipline d’appel (article 476), mais il reste muet en matière de réinscription. En l’occurrence, les demandes du requérant n’ont pas donné lieu à un examen public et les décisions du conseil de l’Ordre n’ont pas été rendues publiques.", "A moins de se voir corrigée à un stade ultérieur de la procédure, pareille lacune peut priver l’intéressé de l’une des garanties que prescrit la première phrase de l’article 6 § 1 (art. 6-1) de la Convention (voir, mutatis mutandis, l’arrêt Albert et Le Compte du 10 février 1983, série A no 58, p. 18, § 34).", "Les motifs des demandes de H. concernaient directement l’exercice de la profession d’avocat, lequel pourrait poser des problèmes tombant sous le coup des exceptions ménagées par l’article 6 § 1 (art. 6-1). Les éléments du dossier ne suffisent cependant pas à établir qu’il existât en l’occurrence une situation de nature à légitimer l’absence de publicité des audiences (ibidem).", "Telle que la consacre l’article 6 § 1 (art. 6-1), la règle de la publicité peut aussi céder parfois devant la volonté de l’intéressé. Sans doute la nature de certains des droits garantis par la Convention exclut-elle un abandon de la faculté de les exercer, mais il n’en va pas de même de certains autres. Ainsi, ni la lettre ni l’esprit de l’article 6 § 1 (art. 6-1) n’empêchent un avocat de renoncer à la publicité de son plein gré et de manière non équivoque; une procédure se déroulant dans le secret avec l’accord de l’intéressé n’enfreint pas la Convention (loc. cit., p. 19, § 35).", "Les pièces produites ne montrent pas que H. ait entendu renoncer à un procès public (ibidem). On ne saurait lui reprocher de ne pas avoir exigé d’exercer un droit que la pratique des barreaux belges ne lui reconnaissait pas et qu’il n’avait guère de chance d’obtenir. Quant à la circonstance que H. a souhaité conserver l’anonymat devant les organes de la Convention, elle n’est pas décisive à cet égard: il s’agit de procédures distinctes tant par leur objet que par leur nature et leur portée.", "55.   En résumé, le conseil de l’Ordre ne répondait pas en l’espèce aux exigences de l’article 6 § 1 (art. 6-1); il y a donc eu méconnaissance de ce dernier.", "II. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "56.   Le requérant demande une satisfaction équitable tant pour dommage que pour frais et dépens. Il invoque l’article 50 (art. 50) de la Convention, ainsi libellé:", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommage", "57.   À l’audience du 24 novembre 1986, le conseil de H. a insisté sur l’ampleur du préjudice que son client aurait subi en raison de sa radiation du tableau de l’Ordre.", "Le dommage moral atteindrait 50 millions de francs belges (FB); il résulterait des épreuves traversées par le requérant et sa famille. Le préjudice matériel, lui, s’élèverait à 52 millions FB; il correspondrait au revenu que l’intéressé, s’il avait pu reprendre l’exercice de sa profession, aurait perçu pendant vingt-six ans (période débutant dix ans après sa radiation et s’achevant lors de son soixante-dixième anniversaire).", "Le Gouvernement conteste l’existence d’un dommage matériel, qui de toute façon ne pourrait s’apprécier qu’à partir du refus de réinscription: H. a exercé une autre activité professionnelle après sa radiation et rien ne prouve qu’il aurait obtenu sa réadmission au barreau s’il avait disposé d’un recours devant un tribunal remplissant les conditions de l’article 6 § 1 (art. 6-1). Quant au préjudice moral, le constat de violation de la Convention offrirait une satisfaction suffisante.", "Pour sa part, le délégué de la Commission préconise la réparation d’un dommage considérable.", "58.   La Cour relève d’abord que la seule base à retenir pour accorder une satisfaction équitable en l’espèce réside dans la circonstance que le requérant n’a pas joui de certaines des garanties de l’article 6 § 1 (art. 6-1) lors de l’examen de ses demandes de réinscription par le conseil de l’Ordre des avocats d’Anvers (voir, mutatis mutandis, l’arrêt Le Compte, Van Leuven et De Meyere du 18 octobre 1982, série A no 54, pp. 7-8, § 15, et l’arrêt Bönisch du 2 juin 1986, série A no 103, p. 8, § 11). Il n’y a donc pas lieu de prendre en considération la radiation et ses conséquences.", "59.   En ce qui concerne le dommage matériel, les éléments du dossier ne prouvent pas l’existence d’un lien de causalité entre l’infraction à la Convention et une quelconque détérioration de la situation financière de H.", "60.   Le requérant a souffert en revanche un préjudice moral pour lequel la Cour, se prononçant en équité comme le veut l’article 50 (art. 50), lui accorde une indemnité de 250.000 FB.", "B. Frais et dépens", "61.   Le conseil du requérant réclame le remboursement à celui-ci des frais et des honoraires d’avocat; il évalue les premiers à 200.000 FB et les seconds à 5 % du montant que la Cour allouerait à son client pour dommage. Malgré une question écrite de la Cour, il n’a fourni ni détails ni justificatifs.", "Le Gouvernement se borne à exprimer des doutes au sujet du mode de calcul proposé pour les honoraires. Quant au délégué de la Commission, il préconise le versement à l’intéressé des frais et dépens engagés au cours des procédures successives.", "62.   En l’occurrence, seuls entrent en ligne de compte les frais et honoraires relatifs aux instances suivies devant les organes de la Convention (voir, mutatis mutandis, l’arrêt Le Compte, Van Leuven et De Meyere, précité, série A no 54, p. 9, § 19).", "Statuant en équité et utilisant les critères qui se dégagent de sa jurisprudence en la matière, la Cour estime pouvoir évaluer à 100.000 FB les frais de défense, de route et de séjour.", "PAR CES MOTIFS, LA COUR", "1. Dit, par douze voix contre six, que l’article 6 § 1 (art. 6-1) s’appliquait en l’espèce;", "", "2. Dit, par douze voix contre six, qu’il a été violé;", "", "3. Dit, par seize voix contre deux, que le Royaume de Belgique doit verser au requérant 250.000 (deux cent cinquante mille) FB pour dommage moral;", "", "4. Dit, à l’unanimité, qu’il doit rembourser à l’intéressé 100.000 (cent mille) FB pour frais et dépens;", "", "5. Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme à Strasbourg, le 30 novembre 1987.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", "", "Au présent arrêt se trouvent joints le texte d’une déclaration de M. Matscher et, conformément aux articles 51 § 2 (art. 51-2) de la Convention et 52 § 2 du règlement, l’exposé des opinions séparées suivantes:", "- opinion concordante de M. Ryssdal;", "- opinion concordante de M. Thór Vilhjálmson;", "- opinion concordante commune à MM. Lagergren, Pettiti et Macdonald;", "- opinion dissidente commune à M. Gölcüklü, M. Matscher, Sir Vincent  Evans, M. Bernhardt et M. Gersing;", "- opinion dissidente de M. Pinheiro Farinha;", "- opinion séparée de M. Bernhardt;", "- opinion séparée de M. Gersing;", "- opinion séparée de M. De Meyer.", "", "R.R.", "M.-A.E.", "", "", "", "\nDECLARATION DE M. LE JUGE MATSCHER", "Comme, pour les raisons expliquées dans l’opinion dissidente collective, j’ai voté contre l’applicabilité de l’article 6 (art. 6) de la Convention en la matière, je ne pouvais conclure à l’existence d’une violation de cette disposition.", "Je tiens pourtant à souligner que si j’avais estimé l’article 6 (art. 6) applicable en l’espèce, je n’aurais pas hésité à en constater la violation. En effet, la procédure devant le conseil de l’Ordre ne répondait pas, sur plusieurs points, aux exigences de l’article 6 (art. 6) de la Convention.", "", "", "\nOPINION CONCORDANTE DE M. LE JUGE RYSSDAL", "Je souscris à l’arrêt dans la mesure où il concerne l’applicabilité de l’article 6 § 1 (art. 6-1) de la Convention. En revanche, je regrette de ne pouvoir y adhérer pleinement pour autant qu’il porte sur le respect de cette disposition. J’estime en effet que plusieurs points de la motivation appelleraient un éclairage quelque peu différent.", "D’abord, l’arrêt devrait relever davantage deux circonstances qui illustrent la grande liberté dont le conseil de l’Ordre des avocats jouit pour l’examen des demandes de réinscription au tableau. D’une part, le code judiciaire lui-même a prévu à cet égard une procédure nettement distincte de celle qui vaut en la matière disciplinaire, mais n’en a guère tracé les contours. D’autre part, le barreau d’Anvers ne possédait pas à l’époque considérée de règlement intérieur. Dès lors, la procédure à suivre dans une affaire donnée était laissée presque entièrement à l’appréciation du conseil de l’Ordre.", "Quant à la motivation des décisions litigieuses, l’arrêt se borne à en constater l’insuffisance. Il devrait souligner que le conseil d’Anvers ne se trouvait nullement tenu de donner les raisons qui le conduisaient à rejeter les demandes de réinscription présentées par le requérant.", "Enfin, on peut se demander s’il convenait de parler du problème de la renonciation à la publicité, même pour conclure que le requérant n’avait apparemment pas songé à user de cette faculté. En effet, la pratique du barreau belge excluait totalement la publicité des débats et celle du prononcé de la décision.", "Ces brèves réflexions ne modifient en rien ma conclusion selon laquelle le conseil de l’Ordre ne répondait pas en l’espèce aux exigences de l’article 6 § 1 (art. 6-1).", "Par ailleurs, j’ajouterai une remarque: j’estime fâcheux que le conseil de l’Ordre, qui statue en premier et dernier ressort, ne se compose que d’avocats.", "", "", "\nOPINION CONCORDANTE DE M. LE JUGE THÓR VILHJÁLMSSON", "(Traduction)", "J’ai voté pour l’applicabilité de l’article 6 § 1 (art. 6-1) pour les mêmes raisons que celles exposées dans l’arrêt.", "En revanche, je me suis prononcé en faveur du constat d’une violation de cette disposition pour des raisons qui ne sont pas totalement identiques à celles indiquées dans l’arrêt. Je ferai les remarques suivantes sur ce point.", "Le requérant a demandé au conseil de l’Ordre des avocats d’Anvers de le réinscrire au tableau de cette ville. Le conseil a repoussé sa demande. Cette décision n’était pas susceptible d’appel. D’après les renseignements fournis à la Cour, le conseil se composait du bâtonnier et de seize autres avocats, tous choisis par l’assemblée de l’Ordre.", "Selon moi, la composition du conseil, le mode de sélection de ses membres et la brièveté de leur mandat entraînent un manque de ce que l’on peut qualifier d’impartialité structurelle. C’est à mes yeux une situation comparable au manque d’indépendance qui fait l’objet du paragraphe 42 de l’arrêt de la Cour dans l’affaire Sramek, où il est dit que \"les apparences peuvent revêtir elles aussi de l’importance\". Comme la Cour l’avait conclu dans cette affaire, quant à l’indépendance de l’organe en cause, j’estime en l’espèce que \"les justiciables peuvent légitimement douter\" de l’impartialité du conseil de l’Ordre. Et pour citer encore l’arrêt Sramek, \"pareille situation met gravement en cause la confiance que les juridictions se doivent d’inspirer dans une société démocratique\".", "En ce qui concerne le caractère équitable de la procédure (paragraphe 53 de l’arrêt), l’élément le plus important à mon sens c’est que le requérant ait eu la possibilité de présenter sa cause au conseil. Certes, comme le relève l’arrêt, la procédure prête à critique à d’autres égards, ce qui revêt un certain intérêt en l’espèce. Il convient cependant de tenir compte du fait qu’en droit belge, le principe général veut qu’un avocat rayé du tableau ne puisse être réinscrit que si des circonstances exceptionnelles le justifient. C’était au requérant qu’il incombait de montrer que tel était le cas en l’espèce. Que le requérant ou ses représentants aient avancé ou non des arguments de poids, ceux-ci n’appelaient pas à mon avis une longue motivation dans la décision du conseil.", "Enfin, je souscris à ce que dit l’arrêt sur l’absence de publicité (paragraphe 54).", "", "", "\nOPINION CONCORDANTE COMMUNE À MM. LES JUGES LAGERGREN, PETTITI ET MACDONALD", "(Traduction)", "L’arrêt reconnaît une importante exigence: les décisions des cours et tribunaux doivent indiquer de manière suffisante les motifs sur lesquels elles se fondent. Ce faisant, il se situe dans le droit fil de l’avis consultatif formulé le 12 juillet 1973 par la Cour internationale de Justice. Au paragraphe 92, elle déclarait:", "\"(...) [C]ertains éléments du droit d’être impartialement entendu sont cependant bien connus et fournissent d’utiles critères pour déterminer les cas d’erreurs procédurales essentielles ayant provoqué un mal-jugé: on peut citer, par exemple, le droit d’avoir accès à un tribunal indépendant et impartial établi par la loi; le droit d’obtenir une décision de justice dans un délai raisonnable; le droit d’obtenir une décision de justice dans un délai raisonnable; le droit d’avoir, dans des conditions raisonnables, la faculté de présenter sa cause au tribunal et de commenter les thèses de l’adversaire; le droit à l’égalité avec celui-ci dans la procédure; et le droit d’obtenir une décision motivée.\"", "Au paragraphe 95, la Cour internationale ajoutait:", "\"S’il est acquis qu’un exposé des motifs est indispensable pour qu’un jugement du Tribunal soit valable, reste la question de savoir sous quelle forme et jusqu’à quel point cet exposé doit être détaillé pour satisfaire à cette condition. Le requérant semble partir de l’idée que, pour qu’un jugement soit suffisamment motivé, chacune des demandes doit être examinée séparément et les raisons de son acceptation ou de son rejet doivent être fournies. Or ni la pratique ni les principes n’autorisent à interpréter de façon si rigoureuse cette règle, qui paraît être comprise en général comme exigeant simplement qu’un jugement s’appuie sur un raisonnement et que celui-ci soit exposé. Cet exposé doit indiquer en termes généraux la motivation, mais n’a pas à reprendre dans le détail chacune des demandes et des thèses des deux parties. Si un organe judiciaire doit statuer sur toutes les conclusions d’une partie, il n’est pas tenu, quand il rédige son jugement, de donner à l’exposé des motifs la forme d’un examen détaillé de chacun des chefs de demande présentés. Il n’existe pas non plus de modèle ni de technique obligatoire, pour la rédaction des jugements: un tribunal peut exposer ses motifs directement ou indirectement et énoncer des conclusions expresses ou implicites, à condition que les motifs de la décision apparaissent nettement. La question de savoir si les motifs d’un jugement sont à ce point déficients qu’on peut y voir la négation du droit d’être équitablement entendu et un mal-jugé ne peut donc être appréciée que compte tenu à la fois du cas d’espèce et du jugement dans son ensemble.\"", "", "OPINION DISSIDENTE COMMUNE À M. GÖLCÜKLÜ, M. MATSCHER, SIR VINCENT EVANS, M. BERNHARDT ET M. GERSING, JUGES", "(Traduction)", "Nous souscrivons aux prémisses du présent arrêt: l’article 6 § 1 (art. 6-1) vaut uniquement pour les \"contestations\" relatives à des \"droits et obligations\" (de caractère civil) que l’on peut dire, au moins de manière défendable, reconnus en droit interne (paragraphe 40 de l’arrêt). Mais selon nous cette condition ne se trouve pas remplie en l’espèce.", "Il ressort clairement du libellé de l’article 471 du code judiciaire belge que le pouvoir du Conseil de l’Ordre des avocats de réinscrire un avocat est un pouvoir discrétionnaire qui ne peut toutefois s’exercer que si les conditions suivantes sont remplies:", "a) un délai de dix ans doit s’être écoulé depuis la décision de rayer l’avocat du tableau; et", "b) des circonstances exceptionnelles doivent justifier la réinscription (ni la loi ni la pratique n’ont jamais précisé quand pareilles circonstances existent).", "Lorsque ces conditions se trouvent satisfaites, la réinscription au tableau peut être acceptée. Vu la situation légale, il ne semble pas possible de considérer qu’un droit existe au regard de la législation interne.", "Cette manière de voir est étayée par l’historique de la disposition belge pertinente (paragraphe 30 de l’arrêt et mémoire du Gouvernement) ainsi que par l’exclusion expresse de tout appel.", "Même si l’on estime très insatisfaisante la législation belge relative à la réinscription au tableau des avocats, il n’appartient pas au juge international d’interpréter la loi interne en opposition avec son libellé et avec la pratique nationale en la matière.", "Puisque selon nous, aucun droit n’existe, la question de savoir si l’on peut parler de droits de caractère civil au sens de l’article 6 § 1 (art. 6-1) ne se pose pas.", "", "", "\nOPINION DISSIDENTE DE M. LE JUGE PINHEIRO FARINHA", "1.   Je ne crois pas que l’article 6 (art. 6) de la Convention s’appliquait en l’espèce: H. n’avait pas un droit à la réinscription au tableau de l’Ordre des avocats; l’article 471 du code judiciaire est bien clair en ce sens:", "\"Aucun avocat rayé ne peut être inscrit à un tableau de l’Ordre ou porté sur une liste de stagiaires qu’après l’expiration d’un délai de dix ans depuis la date où la décision de radiation est passée en force de chose jugée et si des circonstances exceptionnelles le justifient.", "L’inscription n’est permise qu’après avis motivé et conforme du conseil de l’Ordre du barreau auquel l’avocat appartenait ou, le cas échéant, moyennant l’autorisation de la juridiction disciplinaire d’appel du ressort, si la radiation a été prononcée par elle.", "Le refus d’inscription n’est pas susceptible d’appel.\"", "L’exigence de circonstances exceptionnelles justificatives, la nécessité d’un avis motivé et conforme du conseil de l’Ordre, ainsi que l’absence d’un droit de recours contre le refus de réinscription révèlent que le requérant n’a pas un droit à la réinscription, celle-ci relevant du pouvoir discrétionnaire du conseil de l’Ordre. H. avait seulement un \"droit de pétition\": il pouvait et peut demander sa réinscription. Pareil droit n’est en aucune manière un droit de caractère civil; en l’espèce il revêt une nature procédurale et ne se trouve pas protégé par l’article 6 (art. 6) de la Convention.", "2.   Ayant conclu à l’absence de violation de l’article 6 (art. 6), je n’estime pas logique - je l’ai déjà dit dans mon opinion dissidente jointe à l’arrêt Sanchez-Reisse du 21 octobre 1986 (série A no 107, p. 26) - d’accorder par le même arrêt une satisfaction équitable à raison de faits qui, à mon avis, n’enfreignent pas la Convention.", "3.   En revanche, j’ai voté pour le remboursement de frais et dépens - évalués en équité - parce qu’ils ne découlent pas directement d’une violation de la Convention, mais dérivent de l’arrêt de la Cour.", "Un tel remboursement ne représente pas une satisfaction pour un dommage, mais porte sur des dépenses nécessaires pour obtenir une décision favorable de la Cour européenne des Droits de l’Homme.", "", "", "\nOPINION SEPAREE DE M. LE JUGE BERNHARDT", "(Traduction)", "Si le requérant avait - ou pouvait valablement revendiquer - un droit (ce caractère civil) à être réinscrit au tableau des avocats en vertu de la loi belge (ce que j’ai contesté dans l’opinion dissidente commune), j’aurais certainement conclu qu’aucun tribunal ne s’était prononcé sur ce droit et que l’article 6 (art. 6) de la Convention avait été violé.", "A mes yeux, le conseil de l’Ordre ne saurait être qualifié de tribunal au sens de l’article 6 § 1 (art. 6-1) de la Convention. Les éléments suivants, du moins lorsqu’on les considère globalement, montrent que le conseil n’est pas censé agir comme un tribunal et n’agit pas ainsi en fait.", "1. Le conseil a des fonctions essentiellement administratives. Il doit exister des raisons convaincantes - par exemple des dispositions législatives précises - pour qu’on puisse regarder cet organe à certaines fins comme un tribunal.", "2. Le conseil se compose exclusivement d’avocats en exercice et non de magistrats, professionnels ou non. Les avocats se prononcent sur la capacité de leurs collègues (actuels ou anciens). Pareille structure n’est guère compatible avec les exigences d’un tribunal impartial.", "3. C’est le conseil et lui seul qui détermine sa procédure. Peut-on laisser un tribunal tel que l’exige la Convention, sans règles ni garanties procédurales?", "4. Aucune publicité n’est prescrite pour les audiences ou les décisions finales. Un organe siégeant exclusivement à huis clos peut-il réellement passer pour un tribunal?", "5. Le conseil n’est pas tenu de motiver et ne motive pas son \"jugement\". Un organe statuant en première et dernière instance, peut-il être qualifié de tribunal si ses décisions ne s’appuient pas sur un raisonnement juridique?", "Ces lacunes, prises dans leur ensemble du moins, constituent de solides raisons de ne pas reconnaître le conseil de l’Ordre comme un tribunal.", "", "", "\nOPINION SEPAREE DE M. GERSING", "(Traduction)", "Dans une opinion dissidente commune j’ai, avec d’autres collègues, estimé que l’article 6 § 1 (art. 6-1) n’était pas applicable. Si j’avais suivi la majorité quant à l’applicabilité de l’article 6 § 1 (art. 6-1), j’aurais voté en faveur du constat d’une violation, essentiellement pour les raisons suivantes.", "Le conseil de l’Ordre des avocats d’Anvers ne pouvait être considéré comme un tribunal impartial. Ses seize membres étaient tous avocats, le président était le bâtonnier de l’Ordre. En outre, le conseil n’avait pas de règlement intérieur et aucun texte ne reconnaissait au requérant un droit de récusation.", "", "", "\nOPINION SEPAREE DE M. LE JUGE DE MEYER", "Avec la majorité de mes collègues, mais pour des motifs différents de ceux formulés dans l’arrêt, j’estime que l’article 6 § 1 (art. 6-1) de la Convention était applicable en l’espèce et que le droit reconnu dans cette disposition a été violé dans le chef du requérant.", "J’estime par ailleurs, en ce qui concerne l’application de l’article 50 (art. 50) de la Convention, qu’il y avait lieu de n’accorder au requérant que le remboursement de ses frais et dépens.", "", "I. Quant à l’applicabilité de l’article 6 § 1 (art. 6-1) de la Convention", "1.   L’arrêt rendu par la Cour dans la présente affaire donne, comme déjà plusieurs de ses arrêts antérieurs, trop de relief à la notion de \"contestation\".", "Je me réfère aux observations que j’ai faites à ce sujet dans mon opinion séparée concernant l’affaire Pudas et, avec M. Pettiti, dans celle concernant l’affaire Bodén.", "Je crois devoir les rappeler d’autant plus que la présente affaire concerne précisément une procédure non contentieuse.", "Rien n’y révélait l’existence d’une contestation. Il s’agissait simplement, comme la Cour le constate, d’\"une question concernant la détermination d’un droit\". Cela suffisait pour que le requérant fût en droit de bénéficier de la protection garantie par l’article 6 § 1 (art. 6-1) de la Convention.", "2.   L’arrêt répète encore une fois l’affirmation de l’arrêt James, selon laquelle l’article 6 § 1 (art. 6-1) de la Convention vaudrait \"uniquement\" en ce qui concerne les \"droits et obligations ... que l’on peut dire, au moins de manière défendable, reconnus en droit interne\".", "Je le regrette. Je ne puis, quant à moi, que confirmer ce que j’ai dit à propos de cette affirmation, avec cinq de mes collègues, lorsqu’elle fut répétée dans les affaires W., B., R. et O. contre Royaume-Uni et ce que j’ai dit depuis lors lorsqu’elle le fut encore dans l’affaire Pudas et, avec M. Pettiti, lorsqu’elle le fut, une fois de plus, dans l’affaire Bodén.", "Il n’était pas nécessaire d’encore la répéter cette fois-ci, puisque l’arrêt constate, par ailleurs, qu’il était satisfait, en l’espèce, à cette exigence excessive.", "_______________ (8) _______________", "Il ne convenait pas, me semble-t-il, de réitérer inutilement une affirmation au sujet de laquelle il n’existe pas de consensus suffisant au sein de la Cour et qui est susceptible de diminuer gravement l’ampleur de la protection assurée par la Convention.", "3.   Peu m’importe, dès lors, que ce que le requérant \"pouvait soutenir\" était, selon l’arrêt, \"défendable ... en droit belge\".", "A mon avis, le requérant avait tout simplement droit à ce que ce qu’il soutenait fût examiné par un tribunal lui assurant les garanties dont il s’agit à l’article 6 § 1 (art. 6-1) de la Convention: c’était précisément à ce tribunal qu’il incombait de décider si ce que le requérant soutenait était \"défendable\" et si ce l’était, non pas étroitement \"en droit belge\", mais \"en droit\" tout court.", "4.   Je n’éprouve aucune difficulté à constater, avec la majorité de mes collègues, que le droit à déterminer en l’espèce avait un \"caractère civil\".", "De plus en plus, je me sens porté à penser que tel est bien, au sens de l’article 6 § 1 (art. 6-1) de la Convention, le caractère de tous les droits et obligations qui ne se rapportent pas, plus particulièrement, à la détermination du \"bien-fondé d’une accusation en matière pénale\".", "Il importe donc peu, à mon avis, que le droit en cause présentait \"des aspects de droit public\": même s’il n’en avait pas présenté d’autres, il n’en aurait pas moins dû bénéficier de la protection juridictionnelle garantie par la disposition dont il s’agit.", "5.   Cette protection devait donc être assurée en l’espèce, le requérant ayant soulevé \"une question concernant la détermination d’un droit\".", "", "II. Quant à la violation de l’article 6 § 1 (art. 6-1) de la Convention", "1.   Le conseil de l’Ordre qui avait à statuer sur les demandes de réinscription du requérant, était, comme le constate la Cour, un tribunal indépendant.", "C’était aussi, à mon avis, un tribunal impartial.", "N’apercevant dans le dossier aucune raison de douter de l’\"impartialité personnelle\" des membres du conseil de l’Ordre, la Cour laisse ouverte la question de l’\"impartialité structurelle\" dudit conseil.", "Aucun élément du dossier ne permet de douter davantage de celle-ci que de celle-là.", "L’impartialité \"structurelle\" d’un organe tel qu’un conseil de l’Ordre des avocats doit, autant que l’impartialité \"personnelle\" de ses membres, être présumée jusqu’à preuve du contraire. Spécialement, le fait qu’il ne comprend que des membres élus par leurs pairs \"ne saurait suffire à étayer une accusation de partialité\".", "2.   Les motifs développés dans l’arrêt en ce qui concerne le caractère équitable de la procédure ne me paraissent pas convaincants.", "Il en est ainsi particulièrement en ce que l’arrêt fait état de ce qu’aucun texte ne reconnaissait à l’intéressé un droit de récusation, de ce qu’il n’existait au barreau d’Anvers aucun règlement intérieur et de ce que la motivation des deux décisions litigieuses n’aurait pas été suffisante.", "3.   L’existence ou l’inexistence d’un \"texte\" reconnaissant au requérant un droit de récusation et l’existence ou l’inexistence d’un \"règlement intérieur\" me paraissent n’avoir que très peu d’intérêt en l’espèce.", "On peut se demander ce qu’aurait dû ou pu contenir un tel \"texte\" ou un tel \"règlement\". On peut se demander s’il était possible et souhaitable de tout régler d’avance. On peut aussi se demander en quoi le fait que des principes généraux ou des règles coutumières et traditionnelles n’ont pas été formulés par écrit dans des lois ou dans des règlements peut empêcher l’applicabilité (Geltung) ou l’application (Wirkung) de ces principes et de ces règles.", "Ce qui importait, c’était de vérifier si, avec ou sans \"texte\", avec ou sans \"règlement intérieur\", tout s’était ou ne s’était pas passé correctement.", "En l’espèce rien ne permet d’affirmer que leur inexistence aurait pu nuire au requérant.", "En particulier, quant à la récusation, rien n’indique, d’une part, que le requérant aurait souhaité récuser l’un des membres du conseil de l’Ordre ou plusieurs d’entre eux, ni, d’autre part, que, l’ayant fait, il se serait heurté à un refus fondé sur l’inexistence d’un \"texte\" lui reconnaissant un droit de récusation.", "4.   L’arrêt semble reconnaître qu’une \"motivation suffisante\" constituait, en l’espèce, l’une des exigences à remplir pour que la procédure fût \"équitable\".", "Je m’en réjouis, avec MM. Lagergren, Pettiti et Macdonald, et je crois, comme eux, que toute décision juridictionnelle doit indiquer de manière adéquate les motifs sur lesquels elle se fonde.", "Mais j’estime que la Cour n’avait \"guère ... d’éléments\" pour dire ou laisser entendre que, quant à l’absence de \"circonstances exceptionnelles\" au sens de l’article 471 du code judiciaire, la motivation des deux décisions litigieuses n’était pas suffisante: à cet égard, l’arrêt lui-même me paraît peu motivé et, surtout, mal fondé.", "Il suffit, pour s’en rendre compte, d’examiner le dossier.", "Les circonstances qui auraient pu justifier la réinscription n’étaient pas mentionnées dans les lettres par lesquelles le requérant la demandait chacune de ces deux lettres est extrêmement laconique. Dans celle du 3 décembre 1979 le requérant demande, en quinze mots, sa réhabilitation (\"eerherstel\") et sa réinscription (\"herinschrijving\"). Dans celle du 9 février 1981 il se contente de demander, en douze mots, sa réinscription.", "La lettre du 3 décembre 1979 n’était accompagnée d’aucune justification écrite. Elle fut expliquée oralement, lors de la séance du conseil de l’Ordre du 18 février 1980, par Me De Clercq, qui, selon le procès-verbal de cette séance, invoqua:", "a) les grandes difficultés, tant professionnelles que familiales, que le requérant avait connues au cours des quinze dernières années;", "b) le soin que le requérant avait mis à éviter tout malentendu et toute confusion quant à la qualité en laquelle il assurait la gestion des intérêts juridiques et fiscaux de ses clients;", "c) le fait que la décision de 1963 n’avait pas eu de suites pénales et que les poursuites intentées ultérieurement contre le requérant avaient abouti à des acquittements;", "d) le courage et l’idéalisme dont le requérant avait fait preuve en continuant, dans la limite des possibilités qui lui restaient, de faire valoir ses capacités juridiques et de les entretenir par l’étude.", "Le conseil de l’Ordre, dans sa décision du même jour, constate brièvement que les explications ainsi fournies ne démontrent pas l’existence de circonstances exceptionnelles de nature à convaincre le conseil de l’opportunité d’une réinscription qui aurait fait cesser les effets de la mesure de radiation prise en 1963.", "Y avait-il beaucoup plus à répondre aux arguments développés par Me De Clercq? Fallait-il, selon que cette réponse eût été positive ou négative, inventer des phrases inutiles pour dire simplement qu’ils avaient ou qu’ils n’avaient pas convaincu le conseil de l’existence de \"circonstances exceptionnelles\"? Comment eût-il fallu, en l’espèce, \"expliquer en quoi celles qu’invoquait l’intéressé ne possédaient pas un caractère exceptionnel\"?", "La lettre du 9 février 1981 était accompagnée d’un mémorandum établi à la demande du requérant par le procureur général émérite B. et daté du 3 février 1981. Ce mémorandum contenait principalement une critique de la procédure suivie en 1963; il contenait aussi quelques considérations relatives aux conséquences que la radiation avait eues pour le requérant et aux difficultés que celui-ci avait encore eu à subir depuis la radiation.", "Lors de la séance du conseil de l’Ordre du 21 avril 1981, Me De Clercq s’attacha principalement à exposer les arguments relatifs à la procédure de 1963, affirmant notamment que le mémorandum de M. B. révélait des \"circonstances absolument exceptionnelles qui n’étaient pas connues au moment de la première demande de réinscription\". Quant au reste, il fit état de ce que le requérant avait, de 1963 à 1980, géré d’une manière irréprochable son cabinet de consultation juridique et fiscale, rappela les \"gros soucis familiaux\" que l’intéressé avait eu à affronter pendant cette période et affirma la nécessité de mettre fin à une \"situation dramatique\" qui était, d’après lui, hors de toute proportion avec les faits qui avaient entraîné la radiation.", "Lors de cette même séance, le requérant déposa une note qui ne contenait aucun élément nouveau et ne faisait qu’expliquer pourquoi c’était M. B. qui avait été consulté et pourquoi il pouvait l’être.", "La décision du conseil de l’Ordre du 11 mai 1981 répond assez longuement aux critiques relatives à la régularité de la procédure de radiation. Elle constate que, pour le surplus, le mémorandum n’a fait que répéter les arguments déjà développés le 18 février 1980 et que l’existence de \"circonstances exceptionnelles\" justifiant la réinscription du requérant n’est pas mieux démontrée qu’à ce moment-là. Elle précise qu’une radiation n’est prononcée que lorsqu’un avocat est jugé indigne d’encore jamais exercer sa profession, ce qui explique pourquoi seules des circonstances \"exceptionnelles\" peuvent justifier une réinscription. Elle ajoute que la gravité de la radiation et celle de ses conséquences ne peuvent, comme telles, constituer des arguments permettant, après un certain temps, d’obtenir la réinscription.", "Encore une fois, il y a lieu de se demander s’il fallait en dire beaucoup plus.", "Il faut bien, me semble-t-il, ne pas oublier que c’est à l’avocat radié qu’il incombe de démontrer l’existence et le caractère exceptionnel des circonstances qui peuvent, d’après lui, justifier sa réinscription.", "5.   Il reste donc, en ce qui concerne le caractère équitable de la procédure, que, comme le constate l’arrêt, le requérant \"éprouvait une sérieuse difficulté à fournir une preuve appropriée des ‘circonstances exceptionnelles’ qui auraient pu, selon la loi, entraîner sa réintégration\" et \"à plaider sa cause avec l’efficacité voulue\" et qu’il se heurtait notamment au fait que \"ni les dispositions applicables ni la jurisprudence des conseils de l’Ordre ne fournissaient d’indications sur ce qu’il fallait entendre par ‘circonstances exceptionnelles’\".", "Tout cela peut comporter \"un certain risque d’arbitraire\". Mais cela ne suffit pas pour qu’il soit permis de dire que la procédure suivie en l’espèce n’était pas équitable.", "Les lois et les règlements se réfèrent souvent à des notions aussi vagues, presque aussi vagues, ou plus vagues encore, que celle des \"circonstances exceptionnelles\" mentionnées dans l’article 471 du code judiciaire belge.", "La Convention européenne des Droits de l’Homme est, elle-même, assez riche en références de ce genre. Elle l’est singulièrement en ce que son article 6 § 1 (art. 6-1), dont il s’agit précisément dans la présente affaire, requiert qu’une cause soit entendue \"équitablement\" - hé oui - et dans un délai \"raisonnable\" et en ce qu’il se réfère, par ailleurs, à \"l’intérêt de la moralité, de l’ordre public et de la sécurité nationale dans une société démocratique\", aux \"intérêts des mineurs\", à la \"vie privée des parties au procès\", aux \"intérêts de la justice\", à des \"circonstances spéciales\" ou à ce qui est \"strictement nécessaire\"; ce ne sont d’ailleurs pas, comme on le sait, les seuls termes de cette disposition qui peuvent soulever des problèmes.", "De telles formules n’ont pas forcément pour effet de vicier les procédures des juridictions qui ont à interpréter et à appliquer les notions auxquelles ces formules se réfèrent.", "Un tel effet ne résulte pas davantage de ce qu’il n’y a pas, ou pas encore, ou pas assez de jurisprudence au sujet de notions de ce genre.", "6.   Je n’en estime pas moins que le requérant n’a pas bénéficié d’un procès équitable.", "A mon avis, il n’en a pas bénéficié, non pas en ce que la procédure du conseil de l’Ordre aurait été défectueuse en elle-même, mais tout simplement en ce que l’intéressé ne disposait d’aucun recours contre le rejet de ses demandes de réinscription.", "\"En raison de la gravité de la question que pose la demande de réinscription d’un avocat radié (...) et de l’imprécision de la notion légale de ‘circonstances exceptionnelles’\", la procédure était, à défaut d’un tel recours, trop sommaire pour qu’elle pût suffire aux exigences d’un procès équitable.", "L’exercice par le conseil de l’Ordre d’une telle liberté d’appréciation en une telle matière aurait dû pouvoir être contrôlé par une juridiction supérieure.", "Il aurait fallu, dès lors, qu’une voie de recours, permettant un tel contrôle, fût ouverte au requérant.", "Mais, alors qu’il en existe en matière disciplinaire, la législation belge n’en prévoit aucune en ce qui concerne le refus de réinscription.", "C’est cela, et uniquement cela, qui m’amène à conclure que le requérant n’a pas bénéficié d’un procès équitable et qu’il y a eu, dès lors, violation à cet égard, de ses droits fondamentaux.", "7.   Il reste que les demandes du requérant n’ont pas fait l’objet d’une procédure publique.", "Mais le requérant n’a pas paru souhaiter et n’a pas réclamé la publicité de la procédure. Ce n’est que devant la Commission et devant la Cour qu’il a soulevé cette question, sans développer son argumentation à ce sujet, tout en manifestant le désir que son identité ne fût pas divulguée.", "Compte tenu de cette volonté d’anonymat de l’intéressé et de ce que celui-ci n’a pas soulevé la question devant le conseil de l’Ordre, ainsi que de la nature même de la décision que ce conseil était invité à prendre, il y a lieu, me semble-t-il, d’admettre que le requérant a tacitement renoncé à la publicité de la procédure et que c’est avec son accord que celle-ci s’est déroulée en secret.", "A cet égard, les droits fondamentaux du requérant ne me semblent donc pas avoir été violés.", "", "III. Quant à l’application de l’article 50 (art. 50) de la Convention", "1.   J’approuve ce que la Cour a dit à propos du dommage matériel et à propos du remboursement des frais et dépens.", "2.   En ce qui concerne le dommage moral, il me semble que l’arrêt constituait déjà, par lui-même, une satisfaction équitable suffisante.", "A cet égard, il n’y avait pas lieu de prendre en l’espèce une décision différente de celles qui furent prises, dans des circonstances assez semblables, dans l’affaire Le Compte, Van Leuven et De Meyere et dans l’affaire Albert et Le Compte.", "Je pense donc que l’octroi d’une indemnité pour dommage moral ne se justifiait pas dans la présente affaire.", " ", ""]}