{"file": "FRE_CLINF_40765_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "40765/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 91", "Novembre 2006", "Apostol c. Géorgie - 40765/02", "Arrêt 28.11.2006 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Obligation de payer des frais avant l'engagement des mesures d'exécution d'un jugement, empêchant son bénéficiaire indigent d'en obtenir l'exécution :violation", "", "Article 35", "Article 35-1", "Epuisement des voies de recours internes", "Recours interne efficace", "Recours constitutionnel inefficace pour un requérant se plaignant d'un obstacle financier à l'ouverture d'une procédure d'exécution : exception préliminaire rejetée", "", "En fait : Après que le requérant eut engagé une action civile contre un particulier, le tribunal, par un jugement exécutoire, fit droit à sa demande et ordonna au débiteur de lui verser des arriérés. Ce dernier ayant refusé de se conformer à ce jugement, le requérant sollicita l’ouverture d’une procédure d’exécution. Or, en vertu de l’article 26 de la loi relative aux procédures d’exécution, le requérant devait régler « les frais préliminaires liés aux mesures d’exécution ». Il expliqua qu’étant indigent il était dans l’incapacité de payer les frais à l’avance, mais on lui répondit que le non‑paiement de ces frais constituait « un obstacle à l’exécution du jugement ». Les frais préliminaires n’ayant pas été acquittés, le jugement demeura inexécuté.", "En droit : Un recours constitutionnel ne saurait être considéré avec un degré suffisant de certitude comme un recours approprié : exception préliminaire (non-épuisement) rejetée.", "L’obligation de payer des frais pour obtenir l’exécution d’un jugement définitif constitue une restriction à caractère purement financier et appelle dès lors un examen particulièrement rigoureux sous l’angle des intérêts de la justice. Il ne découle pas de la loi relative aux procédures d’exécution que les frais préliminaires à la charge du créancier sont intégralement remboursés après l’exécution et le Gouvernement n’a pas expliqué quel était le but de l’obligation faite au requérant de payer pour l’exécution. De plus, en vertu de la loi relative aux procédures d’exécution, le créancier est tenu d’acquitter des frais s’élevant à 7 % du montant de la dette confirmée par le jugement. En ayant fait peser sur le requérant la responsabilité de la charge financière de l’organisation de la procédure d’exécution, l’Etat a tenté de se soustraire à son obligation positive d’organiser un système d’exécution des jugements qui soit effectif, en droit comme en pratique. La position des autorités consistant à faire assumer au requérant la responsabilité de l’ouverture de la procédure d’exécution en exigeant qu’il acquitte les frais préliminaires, ainsi que l’absence de prise en compte de sa situation financière constituent une charge excessive.", "Conclusion : violation (unanimité).", "Article 41 – La Géorgie doit, par des moyens appropriés, veiller à l’exécution du jugement en question.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}