{"file": "FRE_HFJUD_28320_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "28320/02", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE GUIDI c. ITALIE", "", "", "(Requête no 28320/02)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "27 mars 2008", "", "", "", "DÉFINITIF", "", "27/06/2008", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Guidi c. Italie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tAntonella Mularoni,\n\tIreneu Cabral Barreto,\n\tRıza Türmen,\n\tVladimiro Zagrebelsky,\n\tDragoljub Popović,\n\tAndrás Sajó, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 4 mars 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 28320/02) dirigée contre la République italienne et dont un ressortissant de cet État, M. Vincenzo Guidi (« le requérant »), a saisi la Cour le 13 juillet 2002 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement italien (« le Gouvernement ») est représenté par son agent, M. I.M. Braguglia, et par son coagent adjoint, M. N. Lettieri.", "3.  Le requérant alléguait en particulier une violation des articles 3 et 8 de la Convention en raison de l’application du régime de détention spécial prévu par l’article 41bis de la loi sur l’administration pénitentiaire.", "4.  Le 14 juin 2005, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3, il a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "5.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant, M. Vincenzo Guidi, est un ressortissant italien, né en 1966 et actuellement détenu à la prison d’Ascoli Piceno.", "A.  Les poursuites pénales", "7.  Le 24 février 2001, la cour d’assises de Cosenza condamna le requérant, en détention depuis le 23 juillet 1998, à la réclusion à perpétuité pour meurtre et association de malfaiteurs de type mafieux et autres délits. Cette peine fut confirmée en appel le 20 décembre 2002.", "8.  Le 17 juillet 2002, le tribunal de Rossano condamna le requérant à six ans d’emprisonnement pour extorsion et vol. Cette peine fut confirmée en appel le 28 mars 2003.", "9.  Le 23 juin 2004, la cour d’assises de Cosenza condamna le requérant à dix-neuf ans et deux mois de réclusion pour participation à un meurtre et autres délits.", "B.  L’application du régime spécial de détention prévu par l’article 41bis de la loi sur l’administration pénitentiaire", "10.  Le 17 octobre 2000, compte tenu de la dangerosité du requérant, le ministre de la Justice prit un arrêté lui imposant, pour une période de trois mois, le régime de détention spécial prévu par l’article 41bis, alinéa 2, de la loi sur l’administration pénitentiaire - no 354 du 26 juillet 1975 (« la loi no 354/1975 »). Modifiée par la loi no 356 du 7 août 1992, cette disposition permettait la suspension totale ou partielle de l’application du régime normal de détention lorsque des raisons d’ordre et de sécurité publics l’exigeaient. Ledit arrêté imposait les restrictions suivantes :", "-\tlimitation des visites avec les membres de la famille (au maximum une par mois pendant une heure) ;", "-\tinterdiction de rencontrer des tiers ;", "-\tinterdiction d’utiliser le téléphone ;", "-\tinterdiction de recevoir ou d’envoyer vers l’extérieur des sommes d’argent au-delà d’un montant déterminé ;", "-\tinterdiction de recevoir plus de deux colis par mois mais possibilité d’en recevoir deux par an contenant du linge ;", "-\tinterdiction d’organiser des activités culturelles, sportives et récréatives ;", "-\tinterdiction d’élire des représentants de détenus et d’être élu comme représentant ;", "-\tinterdiction d’exercer des activités artisanales.", "En outre, toute la correspondance du requérant devait être soumise à un contrôle sur autorisation préalable de l’autorité judiciaire.", "11.  Le requérant affirme avoir également été soumis à une série d’autres limitations et restrictions qui, selon lui, auraient méconnu sa dignité humaine. En particulier, il allègue :", "a.  la fouille, le détenu étant complètement nu, avant et après chaque entrevue, soit avec son défenseur, soit avec les membres de sa famille, même si cette entrevue avait lieu dans une cellule surveillée par le personnel de l’administration pénitentiaire et bien qu’il ait été séparé de son interlocuteur par une vitre blindée et que leur contact ait été uniquement visuel ;", "b.  l’obligation d’accomplir, nu, des flexions sur les jambes devant les agents de la police pénitentiaire afin que ces derniers puissent contrôler si, au cours de l’entrevue telle que décrite précédemment, il avait pu cacher d’éventuels objets dans l’orifice anal ;", "c.  l’inspection des plantes des pieds, de la cavité orale et de la cavité anale avec l’utilisation d’un détecteur de métaux, après chaque participation à une audience, bien que cette participation ait eu lieu dans une salle d’audience ou à distance en vidéoconférence, dans un lieu choisi par l’administration pénitentiaire et sous la constante surveillance d’agents ;", "d.  il aurait été soumis à une constante prise de vue, 24 heures sur 24, au moyen de caméras à circuit fermé, dans sa cellule au mépris de son intimité.", "12.  L’application du régime spécial fut par la suite prorogée à quatre reprises pour des périodes successives de six mois jusqu’à décembre 2002, et à trois reprises pour des périodes successives d’un an jusqu’à décembre 2005, le dernier arrêté du ministre de la Justice datant du 17 décembre 2004. A partir du 28 décembre 2002, le ministre de la Justice, d’une part, augmenta la durée de la promenade de deux à quatre heures (dont deux heures à passer dans la bibliothèque, la salle de sport ou dans des groupes de cinq personnes maximum) et, d’autre part, leva l’interdiction d’exercer des activités artisanales.", "13.  Le requérant attaqua certains arrêtés du ministre de la Justice devant le tribunal de l’application des peines compétent. Il contestait à chaque fois l’application du régime spécial à son encontre et dénonçait l’absence de raisons concrètes en justifiant la prorogation. Il se plaignait en outre de la limitation des entrevues avec les membres de sa famille.", "Il s’agit respectivement des :", "-\trecours du 25 octobre 2000 devant le tribunal de l’application des peines (« le TAP ») d’Ancône à l’encontre de l’arrêté du 17 octobre 2000 rejeté le 7 décembre 2000 ;", "- recours du 27 décembre 2000 devant le TAP à l’encontre de l’arrêté du 21 décembre 2000, rejeté le 3 mai 2001 ;", "-\trecours du 22 juin 2001 devant le TAP d’Ancône à l’encontre de l’arrêté du 18 juin 2001, rejeté le 15 novembre 2001 ;", "-\trecours du 17 décembre 2001 devant le TAP d’Ancône à l’encontre de l’arrêté du 13 décembre 2001, rejeté le 14 février 2002 ;", "-\trecours du 13 juin 2002 devant le TAP d’Ancône à l’encontre de l’arrêté du 10 juin 2002, rejeté  le 17 octobre 2002 ;", "-\trecours du 30 décembre 2002 devant le TAP de Rome à l’encontre de l’arrêté du 28 décembre 2002, rejeté le 20 février 2003 ;", "-\trecours à une date non précisée devant le TAP de Rome à l’encontre de l’arrêté du 23 décembre 2003, rejeté le 30 mars 2004.", "Ces recours furent rejetés à chaque fois au motif que l’application du régime spécial se justifiait à la lumière des informations recueillies par la police et par les autorités judiciaires sur le compte du requérant.", "14.  Le 20 août 2004, le requérant introduisit un recours devant le TAP d’Ancône à l’encontre de la décision de rejet du 30 mars 2004. Cette fois, le requérant se plaignait aussi de la limitation des entrevues avec ses enfants.", "15.  Par une décision du 21 octobre 2004, le TAP d’Ancône rejeta le recours comme étant tardif et mal fondé, en soulignant notamment qu’entretemps (le 23 juin 2004), le requérant avait écopé d’une autre condamnation.", "16.  Le 29 septembre 2004, la Cour de cassation débouta le requérant du pourvoi introduit à une date non précisée à l’encontre de la décision du 30 mars 2004. Les motifs du rejet n’ont pas été communiqués à la Cour.", "17.  Le 21 décembre 2004, le requérant introduisit devant le TAP d’Ancône un recours contre l’arrêté du 17 décembre 2004, rejeté le 17 février 2005 au motif que l’application du régime spécial se justifiait à la lumière des informations recueillies par la police et par les autorités judiciaires sur le compte du requérant.", "18.  Le 10 mars 2005, le requérant se pourvut en cassation.", "C.  Le contrôle de la correspondance", "19.  La correspondance du requérant est soumise au contrôle des autorités pénitentiaires depuis le 19 octobre 2000.", "20.  Il ressort du dossier que la lettre du 16 octobre 2003, envoyée par la Cour au requérant, a été contrôlée et que le document du 14 juin 2004 et les jugements en annexe aux courriers envoyés à la Cour par le requérant –notamment, les ordonnances du tribunal de l’application des peines d’Ancône datant des 3 mai 2001, 15 décembre 2001 et 14 février 2002 et les arrêtés du ministre de la Justice, à l’exception de ceux du 21 décembre 2000 et du 28 décembre 2002 – ont également été contrôlés par les autorités pénitentiaires mais à une date non précisée.", "Enfin, la lettre envoyée par la Cour au requérant le 1er juin 2005 a été décacheté et contrôlée le 7 juin 2005, comme le prouvent les cachets de contrôle apposés sur la lettre et l’enveloppe.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "21.  La Cour a résumé le droit et la pratique internes pertinents quant au régime de détention spécial appliqué en l’espèce et quant au contrôle de la correspondance dans l’arrêt Ospina Vargas c. Italie (no 40750/98, §§ 23-33, 14 octobre 2004). Elle a aussi fait état des modifications introduites par la loi no 279 du 23 décembre 2002 et par la loi no 95 du 8 avril 2004 (ibidem).", "Compte tenu de cette réforme et des décisions de la Cour (en dernier lieu l’arrêt Ganci c. Italie, du 30 octobre 2003, §§ 19-31), la Cour de cassation s’est écartée de la jurisprudence antérieure et a estimé qu’un détenu a intérêt à avoir une décision, même si la période de validité de l’arrêté attaqué a expiré, et cela en raison des effets directs de la décision sur les arrêtés postérieurs à l’arrêté attaqué (Cour de cassation, première chambre, arrêt du 26 janvier 2004, déposé le 5 février 2004, no 4599, Zara).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "22.  Le requérant se plaint d’être soumis à des traitements inhumains et dégradants dans la mesure où, au-delà des limitations prévues par l’article 41bis de la loi sur l’administration pénitentiaire, il subit d’autres restrictions, notamment des fouilles corporelles au cours desquelles son intimité n’est pas préservée et sa dignité humaine est méconnue. Il invoque l’article 3 de la Convention qui se lit ainsi :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "23.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "24.  Le Gouvernement excipe du non-épuisement des voies de recours internes dans la mesure où le requérant n’a pas soulevé devant les juridictions internes compétentes sa doléance concernant les fouilles corporelles.", "25.  La Cour constate, à la lumière de l’ensemble des arguments des parties, que l’exception est étroitement liée au fond de la requête et décide de la joindre à celui-ci. La Cour constate que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "26.  Le Gouvernement estime que les restrictions imposées au requérant par le régime de détention spécial n’ont pas atteint le niveau minimum de gravité requis pour tomber dans le champ d’application de l’article 3 de la Convention. Il souligne que ces restrictions étaient strictement nécessaires pour empêcher le requérant, socialement dangereux, de garder des contacts avec l’organisation criminelle à laquelle il appartenait.", "27.  Pour ce qui est des fouilles corporelles, il observe que celles-ci se sont limitées à une seule occasion pendant laquelle le détenu est entré en contact direct et physique avec des tiers venus de l’extérieur, sans aucune séparation ou protection.", "28.  Le Gouvernement souligne que les détenus sont soumis aux fouilles corporelles lorsque cela s’avère nécessaire dans un but légitime, à savoir la protection de l’ordre et de la sécurité. Il note aussi qu’elles sont proportionnées au but poursuivi dans la mesure où une fouille superficielle ne suffirait pas à écarter tout risque de présence d’objets interdits dans les cavités corporelles. Il souligne ensuite que ces fouilles ont lieu de manière discrète et dans des conditions propres à assurer le respect de la dignité de la personne.", "29.  Le Gouvernement souligne enfin que le requérant n’a pas prouvé ses allégations et en conclut que les circonstances dont le requérant se plaint, prévues par la loi et proportionnées à leur but légitime, n’atteignent pas le seuil de gravité nécessaire pour tomber dans le champ d’application de l’article 3 de la Convention.", "30.  Le requérant s’oppose aux thèses du Gouvernement.", "31.  Selon la jurisprudence de la Cour, pour tomber sous le coup de l’article 3, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de l’espèce, notamment de la durée du traitement et de ses effets physiques ou mentaux, ainsi que, parfois, du sexe, de l’âge, de l’état de santé de la victime, etc. (voir, parmi d’autres, les arrêts Irlande c. Royaume-Uni du 18 janvier 1978, série A no 25, § 162 ; Van der Ven c. Pays Bas, no 50901/99/, CEDH 2003-II, § 47, 4 février 2003 ; Lorsé c. Pays Bas, no 52750/99, § 59, 4 février 2003 ; Frérot c. France, no 70204/01, § 35, 12 juin 2007).", "", "L’application prolongée du régime spécial de détention", "", "32.  La Cour doit rechercher d’abord si l’application prolongée du régime spécial de détention prévu par l’article 41bis – qui, par ailleurs, après la réforme de 2002, est devenue une disposition permanente de la loi sur l’administration pénitentiaire – pendant presque cinq années dans le cas du requérant constitue une violation de l’article 3 de la Convention. Pour ce faire, elle doit cependant faire abstraction de la nature de l’infraction reprochée au requérant, car la « prohibition de la torture ou des peines ou traitements inhumains ou dégradants est absolue, quels que soient les agissements de la victime » (Labita c. Italie [GC], no 26772/95, § 119, CEDH 2000IV).", "33.  La Cour admet qu’en général, l’application prolongée de certaines restrictions peut placer un détenu dans une situation qui pourrait constituer un traitement inhumain ou dégradant, au sens de l’article 3 de la Convention. Cependant, elle ne saurait retenir une durée précise comme le moment à partir duquel est atteint le seuil minimum de gravité pour tomber dans le champ d’application de l’article 3 de la Convention. En revanche, elle se doit de contrôler si, dans un cas donné, le renouvellement et la prolongation des restrictions se justifiaient ou si, au contraire, elles constituaient la réitération de limitations ne se justifiant plus (Argenti c. Italie, no 56317/00, § 21, 10 novembre 2005).", "34.  Or il apparaît qu’à chaque fois, le ministre de la Justice s’est référé, pour justifier la prorogation des restrictions, à la persistance des conditions qui justifiaient la première application, et les tribunaux de l’application des peines ont contrôlé la réalité de ces constatations.", "Pour sa part, la Cour note que le requérant ne lui a pas fourni d’éléments qui lui permettraient de conclure que l’application prolongée du régime spécial de détention prévu par l’article 41 bis lui à causé des effets physiques ou mentaux tombant sous le coup de l’article 3. Dès lors, la souffrance ou l’humiliation que le requérant a pu ressentir ne sont pas allés au-délà de celles que comporte inévitablement une forme donnée de traitement - en l’espèce prolongé- ou de peine légitime (Labita, précité, § 120, et Bastone c. Italie, (déc), no 59638/00, 18 janvier 2005).", "", "Les fouilles corporelles", "", "35.  La Cour relève ensuite que le requérant affirme avoir également été soumis à une série d’autres limitations et restrictions (telles que de nombreuses fouilles corporelles et l’absence d’intimité) qui, selon l’intéressé, auraient méconnu sa dignité. S’agissant spécifiquement de la fouille corporelle des détenus, la Cour n’a aucune difficulté à concevoir qu’un individu qui se trouve obligé de se soumettre à un traitement de cette nature se sente de ce seul fait atteint dans son intimité et sa dignité, tout particulièrement lorsque cela implique qu’il se dévêtisse devant autrui, et plus encore lorsqu’il lui faut adopter des postures embarrassantes.", "Un tel traitement n’est pourtant pas en soi illégitime : des fouilles corporelles, même intégrales, peuvent parfois se révéler nécessaires pour assurer la sécurité dans une prison – y compris celle du détenu lui-même –, défendre l’ordre ou prévenir les infractions pénales.", "Il n’en reste pas moins que les fouilles corporelles doivent, en sus d’être nécessaires pour parvenir à l’un de ces buts, être menées selon des modalités adéquates, de manière à ce que le degré de souffrance ou d’humiliation subi par les détenus ne dépasse pas celui que comporte inévitablement cette forme de traitement légitime. A défaut, elles enfreignent l’article 3 de la Convention (Frérot c. France, précité, § 38).", "36.  Toutefois les allégations de mauvais traitement doivent être étayées devant la Cour par des éléments de preuve appropriés (mutatis mutandis Klaas c. Allemagne, arrêt du 22 septembre 1993, série A no 269, p.17, § 30). Pour l’établissement des faits allégués, la Cour se sert du critère de la preuve « au-delà de tout doute raisonnable » ; une telle preuve peut néanmoins résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précises et concordantes (voir, en dernier lieu, Labita c. Italie [GC], no 26772/95, § 121, CEDH 2000-IV).", "37.  En l’espèce, la Cour constate l’absence de toute preuve montrant audelà de tout doute raisonnable que les limitations et restrictions alléguées ont atteint le seuil de gravité requis par la disposition invoquée.", "38.  En conclusion, la Cour estime qu’il n’y a pas eu violation de l’article 3 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "39.  Le requérant se plaint de la violation de son droit au respect de sa vie familiale en raison des restrictions auxquelles il est soumis depuis longtemps et des modalités des visites familiales. Il dénonce aussi la violation de son droit au respect de sa correspondance. Il invoque l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie (...)familiale (...) et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "40.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "41.  Concernant le non-respect de la vie familiale du requérant, la Cour note tout d’abord qu’elle a déjà eu à statuer sur le fait de savoir si les restrictions prévues par l’application de l’article 41bis en matière de vie privée et familiale de certains détenus constituent une ingérence justifiée par le paragraphe 2 de l’article 8 (voir l’arrêt Messina c. Italie (no 2), no 25498/94, §§ 5974, CEDH 2000X ; Indelicato c. Italie (déc.), no 31143/96, 6 juillet 2000).", "42.  Elle rappelle ensuite sa jurisprudence selon laquelle le régime prévu à l’article 41bis tend à couper les liens existant entre la personne concernée et son milieu criminel d’origine, afin de minimiser le risque de voir utiliser les contacts personnels de ces détenus avec les structures des organisations criminelles dudit milieu.", "Avant l’introduction du régime spécial, bon nombre de détenus dangereux réussissaient à garder leur position au sein de l’organisation criminelle à laquelle ils appartenaient, à échanger des informations avec les autres détenus et avec l’extérieur, et à organiser et faire exécuter des infractions pénales. Dans ce contexte, la Cour estime que, compte tenu de la nature spécifique du phénomène de la criminalité organisée, notamment de type mafieux, et du fait que bien souvent les visites familiales ont été le moyen de transmission d’ordres et d’instructions vers l’extérieur, les restrictions, certes importantes, aux visites et les contrôles qui en accompagnent le déroulement ne sauraient passer pour disproportionnées par rapport aux buts légitimes poursuivis (voir Salvatore c. Italie (déc.), no 37827/97, 9 janvier 2001).", "43.  Quant à la question de savoir si l’application prolongée de ce régime à un détenu enfreint le droit garanti par l’article 8 de la Convention, la Cour a également eu à se pencher sur cette problématique. Dans l’affaire Gallico c. Italie (no 53723/00), la Cour a estimé utile de préciser qu’elle ne voyait pas de méconnaissance de cette disposition en raison du simple écoulement du temps. Dans le cas d’espèce, la Cour observe que le requérant est soumis au régime spécial depuis octobre 2000 et qu’à chaque renouvellement, le ministre de la Justice a pris en compte des rapports récents de la police attestant que le requérant demeurait une personne dangereuse (voir aussi l’affaire Bastone c. Italie, précitée).", "44.  En conclusion, la Cour estime que les restrictions au droit du requérant au respect de sa vie familiale ne sont pas allées au-delà de ce qui, aux termes de l’article 8 § 2, est nécessaire, dans une société démocratique, à la sûreté publique, à la défense de l’ordre et à la prévention des infractions pénales.", "45.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 et 4 de la Convention.", "46.  Concernant le contrôle de la correspondance, la Cour constate que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celle-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "47.  Le Gouvernement rappelle que le contrôle de la correspondance du requérant a été ordonné en application de l’article 18 de la loi sur l’administration pénitentiaire. Il souligne que la Cour a déjà estimé que cette disposition ne constituait pas une base juridique suffisante aux termes de la Convention, car elle n’indiquait ni la durée du contrôle, ni les motifs pouvant le justifier, ni l’étendue et les modalités d’exercice du pouvoir d’appréciation des autorités compétentes.", "Cependant, dans les circonstances particulières de la présente espèce, la Cour devrait s’écarter de sa jurisprudence, car d’une part, l’article 18 de la loi sur l’administration pénitentiaire avant la réforme n’était pas dépourvu des qualités nécessaires pour servir de base légale au sens de la Convention et, que, d’autre part, les décisions concernant la correspondance du requérant ne sauraient être considérées contraires à la Convention.", "48.  Quant à la correspondance échangée entre le requérant et la Cour avant 2004, le Gouvernement souligne que le cachet de contrôle apposé sur la lettre du 16 octobre 2003 et sur les autres documents ne prouve pas qu’un contrôle des autorités pénitentiaires ait été exercé sur les plis envoyés à ou provenant de la Cour.", "49.  Concernant la lettre envoyée par la Cour au requérant le 1er juin 2005 et contrôlée le 7 juin 2005, le Gouvernement note que le contrôle a été effectué dans le respect de la loi dans la mesure où le contrôle de la correspondance des détenus est effectué pour des raisons de sécurité.", "50.  Le requérant s’oppose aux thèses du Gouvernement.", "51.  La Cour considère qu’en ce qui concerne la correspondance du requérant en général, il y a eu « ingérence d’une autorité publique » dans l’exercice du droit du requérant au respect de sa correspondance garanti par l’article 8 § 1. Pareille ingérence méconnaît cette disposition sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du paragraphe 2 et, de plus, est « nécessaire, dans une société démocratique » pour les atteindre (Silver et autres c. Royaume-Uni, arrêt du 25 mars 1983, série A no 61, p. 32, § 84 ; Campbell c. Royaume-Uni, arrêt du 25 mars 1992, série A no 233, p. 16, § 34 ; Calogero Diana c. Italie, arrêt du 15 novembre 1996, Recueil des arrêts et décisions 1996V, p. 1775, § 28 ; Domenichini c. Italie, arrêt du 15 novembre 1996, Recueil 1996-V, p. 1799, § 28 ; Petra c. Roumanie, arrêt du 28 septembre 1998, Recueil 1998-VII, p. 2853, § 36 ; Labita, précité, § 179).", "52.  La Cour relève qu’avant 2004, le contrôle de la correspondance du requérant a été ordonné par le juge de l’application des peines au sens de l’article 18 de la loi sur l’administration pénitentiaire. Or, la Cour a déjà constaté à maintes reprises que le contrôle de la correspondance fondé sur cette disposition méconnaît l’article 8 de la Convention car il n’est pas « prévu par la loi » dans la mesure où il ne réglemente ni la durée des mesures de contrôle de la correspondance des détenus, ni les motifs pouvant les justifier, et n’indique pas avec assez de clarté l’étendue et les modalités d’exercice du pouvoir d’appréciation des autorités compétentes dans le domaine considéré (voir, entre autres, Labita précité, §§ 175-185). Elle ne voit pas de raison de s’écarter en l’espèce d’une jurisprudence qui vise à permettre à chaque détenu de jouir du degré minimal de protection voulu par la prééminence du droit dans une société démocratique (Calogero Diana précité, p. 1776, § 33).", "53.  En outre, concernant la correspondance de la Cour avec le requérant, la Cour note que la lettre qu’elle avait envoyée au requérant le 1er juin 2005 a été décachetée et contrôlée par les autorités pénitentiaires le 7 juin 2005 comme le prouvent les cachets apposés sur la lettre et sur l’enveloppe.", "54.   A la lumière de ce qui précède, la Cour constate que le contrôle de la correspondance du requérant n’était pas « prévu par la loi » au sens de l’article 8 de la Convention. Cette conclusion rend superflu de vérifier en l’espèce le respect des autres exigences du paragraphe 2 de la même disposition.", "55.  La Cour prend acte, au demeurant, de l’entrée en vigueur de la loi no 95/2004 (voir l’arrêt Ospina Vargas, précité, § 21). Force est toutefois de constater que, d’une part, les modifications apportées à la loi sur l’administration pénitentiaire ne permettent pas de redresser les violations ayant eu lieu antérieurement à leur entrée en vigueur (Argenti précité, § 38) et que, d’autre part, malgré l’entré en vigueur de ladite loi, la correspondance entre le requérant et la Cour a été soumise à contrôle.", "56.  Il y a donc eu violation de l’article 8 de la Convention.", "57.  Cette conclusion dispense la Cour de se pencher sur la question de savoir si les cachets de contrôle figurant sur la lettre du 16 octobre 2003 et sur les autres documents ont été apposés au moment où ils ont été envoyés à la Cour ou reçus de cette dernière.", "III.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 ET 13 DE LA CONVENTION", "58.  Le requérant se plaint de n’avoir pu disposer d’un recours interne effectif contre les arrêtés du ministre de la Justice. Il allègue notamment que les juridictions internes compétentes ont examiné hors délais ses recours et notamment celui contre l’arrêté du 21 décembre 2000.", "Il invoque l’article 13 de la Convention ainsi libellé :", " « Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "Conformément à sa pratique récente (voir Ganci c. Italie, no 41576/98, §§ 19-26, 30 octobre 2003), la Cour est de l’avis que ce grief doit être examiné plutôt sous l’angle de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...). »", "Sur la recevabilité", "59.  La Cour note qu’en l’espèce, aucune preuve de l’existence d’un retard de la part des autorités compétentes n’a été apportée par le requérant. Par ailleurs, il ressort du dossier que les tribunaux d’application des peines saisis se sont prononcés sur les réclamations du requérant avant l’expiration de la période de validité des arrêtés litigieux (voir paragraphes 1318 ci-dessus) et qu’il n’y a eu dans la présente affaire ni absence de décision sur le fond ni retards systématiques du tribunal entraînant un enchaînement d’arrêtés pris par le ministre de la Justice sans tenir compte des décisions judiciaires.", "Compte tenu de l’ensemble des éléments en sa possession, la Cour n’a relevé aucune apparence de violation des droits et libertés garantis par la Convention ou ses Protocoles (voir Campisi c. Italie, no 24358/02, §§ 7179, 11 juillet 2006).", "60.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "61.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "Dommages, frais et dépens", "62.  Le requérant allègue que les violations dénoncées ont entraîné un préjudice. Il demande 1 000 000 euros (EUR) à titre de dommage matériel et moral.", "63.  Le Gouvernement note que la somme demandée par le requérant est excessive et qu’il n’a nullement étayé sa demande. Il estime que le constat de violation constituerait, en soi, une satisfaction équitable suffisante.", "64.  La Cour rappelle qu’elle a conclu à la violation de la Convention uniquement en ce qui concerne le contrôle de la correspondance du requérant. Elle n’aperçoit aucun lien de causalité entre cette violation et un quelconque dommage matériel. Quant au dommage moral, elle estime que dans les circonstances de l’espèce, le constat de violation suffit à le compenser.", "65.  Quant aux frais et dépens, le requérant n’en a pas demandé le remboursement et la Cour considère que cet aspect de l’application de l’article 41 n’appelle pas un examen d’office (voir, parmi beaucoup d’autres, Cardarelli c. Italie, arrêt du 27 février 1992, série A no 229-G, p. 75, § 19).", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés des articles 3 et 8 (contrôle de la correspondance) de la Convention, et irrecevable pour le surplus ;", "", "2.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 8 de la Convention en raison du contrôle de la correspondance du requérant ;", "", "4.  Dit que le constat de violation de la Cour constitue en lui-même une satisfaction équitable suffisante pour le dommage moral ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 mars 2008 en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tFrançoise Tulkens\n\tGreffière adjointe\tPrésidente", ""]}