{"file": "FRE_CLINF_40908_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "40908/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 162", "Avril 2013", "Fazliyski c. Bulgarie - 40908/05", "Arrêt 16.4.2013 [Section IV]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Droits et obligations de caractère civil", "Jugement public", "Absence de contrôle juridictionnel d’une évaluation selon laquelle un officier du renseignement était psychologiquement inapte au travail ; absence de prononcé public des jugements : violations", "", "En fait – Le requérant fut renvoyé du service national de sécurité du ministère de l’Intérieur après avoir été déclaré mentalement inapte par l’institut de psychologie du ministère à accomplir ses fonctions, qui incluaient la collecte et la dissémination d’informations secrètes. Un collège de trois membres de la Cour administrative suprême rejeta le recours de l’intéressé contre cette décision après avoir constaté que la procédure avait été dûment suivie et que, en vertu de la législation alors applicable, il n’était pas compétent pour examiner les résultats d’une expertise psychologique. Cette décision fut confirmée par un collège de cinq juges de la même juridiction. Eu égard au caractère secret de la procédure, le requérant ne put obtenir des copies des jugements de la Cour administrative suprême, qui ne furent pas rendus en public.", "En droit – Article 6 § 1", "a)  Applicabilité : Il ne prête pas à controverse qu’il existait une contestation relative à un droit reconnu en droit bulgare – le droit de ne pas faire l’objet d’un licenciement abusif –, que la contestation était réelle et sérieuse et que l’issue de la procédure devant la Cour administrative suprême était directement déterminante pour le droit en question. Appliquant le critère énoncé dans l’affaire Vilho Eskelinen et autres relativement à l’applicabilité de l’article 6 § 1 aux contestations concernant l’emploi des fonctionnaires, la Cour note que le droit bulgare autorise expressément le contrôle juridictionnel du renvoi d’agents du ministère de l’Intérieur et que le recours du requérant contre son renvoi a en fait été examiné par la Cour administrative suprême. Dès lors, l’article 6 § 1, sous son aspect civil, s’applique à la procédure devant cette juridiction. Le fait que la procédure portait sur le renvoi du requérant et non sur une question concernant son salaire, des indemnités ou des droits similaires, ne modifie pas cette conclusion.", "b)  Observation", "i.  Absence de contrôle juridictionnel de l’appréciation de l’aptitude du requérant au travail – Si l’article 6 § 1 n’interdit pas aux juridictions nationales de se fonder sur des expertises établies par des organes spécialisés pour résoudre les litiges dont elles sont saisies lorsque la nature des questions examinées l’exige, la Cour administrative suprême ne s’est pas contentée de prendre en compte l’expertise effectuée par l’institut de psychologie du ministère, mais elle s’est estimée liée par cette expertise et a refusé de l’examiner de quelque façon que ce soit. Cette expertise était déterminante pour la résolution de l’affaire. Dès lors, les conditions posées par l’article 6 § 1 ne pouvaient être remplies que si l’expertise de l’institut elle-même avait été réalisée conformément aux exigences de cette disposition, ce qui n’était pas le cas : elle a été pratiquée par un organe directement subordonné au ministre, elle a consisté en un examen psychologique dont les résultats n’ont pas été communiqués au requérant et elle n’a pas fait l’objet d’un contrôle direct par un tribunal.", "Aucun élément justifiant cette situation n’a été fourni. S’il est vrai que le requérant était chargé à la direction nationale de la sécurité de la collecte et du traitement de renseignements, et que des considérations légitimes de sécurité nationale peuvent justifier d’apporter des restrictions aux droits garantis par l’article 6 § 1, ni la Cour administrative suprême ni le Gouvernement n’ont cherché à justifier le refus d’accès à un tribunal compétent en invoquant le caractère légitime ou la proportionnalité du but poursuivi. En fait, dans d’autres affaires, la Cour administrative suprême avait dit qu’une appréciation de l’aptitude mentale au travail entraînant un licenciement devrait être susceptible d’un contrôle juridictionnel même si elle touchait la sécurité nationale. La loi a été modifiée en 2006 ; elle prévoit désormais pour l’ensemble des agents du ministère un contrôle juridictionnel direct des appréciations de leur aptitude mentale.", "Conclusion : violation (unanimité).", "ii.  Absence de prononcé public des jugements de la Cour administrative supreme – La procédure ayant initialement été classée comme secrète, les jugements de la Cour administrative suprême n’ont pas été prononcés en public, les éléments du dossier (y compris les jugements) n’ont pas été accessibles au public, et le requérant n’a pas pu en obtenir de copies. Bien que le secret attaché aux jugements ait par la suite été levé, il reste qu’aucune forme de publicité ne leur a été donnée pendant une longue période (quinze mois), sans aucune justification convaincante.", "Ainsi que la chambre l’a dit dans une affaire concernant une expulsion pour des motifs de sécurité nationale (Raza c. Bulgarie, no , 11 février 2010), la dissimulation totale au public de l’intégralité d’une décision judiciaire ne saurait être considérée comme justifiée. La publicité des décisions judiciaires vise à permettre le contrôle du pouvoir judiciaire par le public et constitue une garantie fondamentale contre l’arbitraire. Même dans des affaires revêtant incontestablement un caractère de sécurité nationale, par exemple les affaires concernant des activités terroristes, certains Etats ont choisi de classer comme secrètes uniquement les parties des décisions judiciaires dont la divulgation compromettrait la sécurité nationale ou la sécurité d’autrui, ce qui montre qu’il existe des moyens permettant de tenir compte des préoccupations légitimes de sécurité sans nier totalement des garanties procédurales fondamentales, telles que la publicité des décisions judiciaires.", "Conclusion : violation (unanimité).", "Article 41 : 1 500 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "(Voir également Vilho Eskelinen et autres c. Finlande [GC], no , 19 avril 2007, Note d’information no 96)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}