{"file": "FRE_HFJUD_25691_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25691/04", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "AFFAIRE BUKTA ET AUTRES c. HONGRIE", "", "(Requête no 25691/04)", "", "", "", "", "ARRÊT", "", "", "La présente version tient compte de la rectification apportée à l’arrêt le 25 septembre 2007 sur la base de l’article 81 du règlement\nde la Cour", "", "", "STRASBOURG", "", "17 juillet 2007", "", "", "", "", "DÉFINITIF", "", "17/10/2007", "", "", "", "", "En l’affaire Bukta et autres c. Hongrie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tAndrás Baka,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tAntonella Mularoni,\n\tDanutė Jočienė,\n\tDragoljub Popović, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 26 juin 2007,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 25691/04) dirigée contre la République de Hongrie et dont trois ressortissants de cet Etat, Mme Dénesné Bukta, M. Ferdinánd Laczner et M. Jánosné Tölgyesi (« les requérants »), ont saisi la Cour le 13 avril 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les intéressés ont été représentés par Me L. Grespik, avocat à Budapest. Le gouvernement hongrois (« le Gouvernement ») a été représenté par son agent, M. L. Hötzl, du ministère de la Justice et de la Police.", "3.  Les requérants alléguaient dans leur requête que la dispersion de leur réunion pacifique par la police avait été contraire aux articles 10 et 11 de la Convention.", "4.  Par une décision du 4 septembre 2006, la Cour a communiqué la requête au Gouvernement. Comme le lui permet l’article 29 § 3 de la Convention, elle a décidé d’en examiner conjointement la recevabilité et le bien-fondé.", "EN FAIT", "5.  Les requérants sont des ressortissants hongrois nés respectivement en 1943, 1945 et 1951 et habitant à Budapest.", "A.  Les circonstances de l’espèce", "6.  Les faits de l’espèce, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "7.  Le 1er décembre 2002, le premier ministre roumain se rendit en visite officielle à Budapest, où il donna une réception à l’occasion de la fête nationale roumaine, commémorant l’assemblée nationale réunie à Gyulafehérvár en 1918, au cours de laquelle fut prononcé le rattachement à la Roumanie de la Transylvanie, jusqu’alors hongroise.", "8.  La veille de la réception, le premier ministre hongrois fit publiquement part de sa décision d’y assister.", "9.  Les requérants estimaient que le premier ministre hongrois devait s’abstenir de participer à cet événement, l’assemblée nationale de Gyulafehérvár revêtant selon eux une connotation négative dans l’histoire hongroise. Aussi décidèrent-ils d’organiser une manifestation devant l’hôtel Kempinski, à Budapest, où la réception devait avoir lieu. Ils n’informèrent pas la police de leurs intentions.", "10.  Dans l’après-midi du 1er décembre 2002, environ 150 personnes, dont les requérants, se rassemblèrent devant l’hôtel. La police était présente elle aussi. Un bruit fort retentit. Estimant alors que la réunion présentait un risque pour la sécurité de la réception, la police décida de la disperser. Elle repoussa les manifestants dans un parc à proximité de l’hôtel où, quelque temps après, ils se séparèrent.", "11.  Le 16 décembre 2002, les requérants saisirent le tribunal central de district de Pest (ci-après le « tribunal de district ») pour faire déclarer illicites les mesures prises par la police. Ils soutenaient que la manifestation avait été entièrement pacifique et avait eu pour seul but de leur permettre d’exprimer leur opinion. Ils soulignaient en outre qu’il leur avait été manifestement impossible d’informer la police de la tenue de la réunion au moins trois jours à l’avance, comme l’exigeaient les dispositions de la loi no III de 1989 sur la liberté de réunion (ci-après la « loi sur les réunions »), le premier ministre n’ayant annoncé son intention d’assister à la réception que la veille de celle-ci.", "12.  Le 6 février 2003, le tribunal de district débouta les requérants. En ce qui concerne les circonstances de la manifestation, il releva que celle-ci avait été dispersée après qu’une petite détonation eut été entendue.", "13.  Le tribunal de district constata en outre qu’il était impossible d’observer le délai de trois jours imparti pour informer la police de l’intention d’organiser une manifestation lorsque l’événement la motivant survenait moins de trois jours auparavant. A son avis, il n’appartenait pas au juge de remédier aux éventuelles lacunes de la loi sur les réunions. Aussi l’obligation d’informer la police s’appliquait-elle à tous les types de manifestations, même à celles qui étaient spontanées. Par ailleurs, s’il était sans doute nécessaire de préciser et d’affiner davantage les règles régissant ces réunions, c’était au législateur, et non au juge, qu’incombait cette tâche.", "14.  Le tribunal de district estima également que l’obligation d’informer au préalable la police de la tenue de réunions dans un lieu public avait pour but la protection de l’intérêt général et des droits d’autrui, à savoir la liberté d’aller et venir des personnes et la fluidité de la circulation routière. Il constata que les organisateurs de la manifestation n’avaient même pas cherché à prévenir la police et ajouta :", "« (...) en vertu des dispositions pertinentes de la législation nationale en vigueur, le seul fait qu’une réunion soit pacifique ne suffit pas à lever l’obligation d’informer la police. (...) Le défaut de notification entraînant en lui-même l’illégalité de la réunion en cause, le tribunal n’a pas à rechercher si celle-ci était pacifique ou non. Partant, c’est à bon droit que la défenderesse l’a dispersée en application de l’article 14 § 1 de la loi sur les réunions. »", "15.  Les requérants interjetèrent appel. Le 16 octobre 2003, le tribunal régional de Budapest confirma le jugement de première instance. Il modifia en partie le raisonnement du tribunal de district, omettant ce que celui-ci avait dit au sujet des éventuelles lacunes du droit interne. Se référant notamment à la jurisprudence de la Cour et à la décision no 55/2001. (XI.29.) de la Cour constitutionnelle, il ajouta ceci :", "« (...) sur la question de l’application des dispositions pertinentes de la législation nationale, l’approche à adopter s’impose de toute évidence, l’obligation de notification ne souffrant aucune exception. Il n’existe donc aucune différence entre réunions « annoncées » et réunions « spontanées », ces dernières étant illégales en raison du non-respect de l’obligation de notification susmentionnée. »", "16.  En somme, le tribunal régional jugea nécessaires et proportionnées les restrictions imposées aux requérants.", "17.  Les intéressés formèrent devant la Cour suprême un pourvoi que celle-ci rejeta le 24 février 2004 sans l’examiner au fond, au motif qu’il était incompatible ratione materiae avec les dispositions pertinentes du code de procédure civile.", "B.  Le droit interne pertinent", "18.  L’article 62 de la Constitution consacre le droit à la liberté de réunion pacifique et garantit son libre exercice.", "19.  La loi sur les réunions, en son article 6, fait obligation d’informer la police de la tenue d’une réunion au moins trois jours avant la date de celle-ci.", "20.  En son article 14 § 1, elle énonce que la police doit disperser (feloszlatja) toute réunion organisée en l’absence de notification préalable.", "21.  En son article 14 § 3, elle dispose que la dispersion d’une réunion peut être attaquée devant le juge par les participants à celle-ci dans un délai de quinze jours.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 11 DE LA CONVENTION", "22.  Les requérants se plaignent de ce que leur manifestation pacifique ait été dispersée au seul motif que la police n’en avait pas été préalablement informée. Ils invoquent l’article 11 de la Convention, ainsi libellé dans ses parties pertinentes en l’espèce :", "« 1.  Toute personne a droit à la liberté de réunion pacifique (...)", "2.  L’exercice de ces droits ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, (...) à la défense de l’ordre et à la prévention du crime (...) ou à la protection des droits et libertés d’autrui. (...) »", "A.  Sur la recevabilité", "23.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention et qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Partant, il y a lieu de la déclarer recevable.", "B.  Sur le fond", "1.  Quant à l’existence d’une ingérence dans l’exercice par les requérants du droit à la liberté de réunion pacifique ", "24.  Le Gouvernement ne conteste pas que les requérants avaient la faculté de se prévaloir des garanties énoncées à l’article 11 ni que la dispersion de la manifestation était constitutive d’une ingérence dans l’exercice par eux des droits consacrés par cette disposition. La Cour n’aperçoit aucune raison d’en juger autrement. Le Gouvernement soutient néanmoins que cette ingérence était justifiée au regard des dispositions du second paragraphe de l’article 11.", "2.  Quant à savoir si l’ingérence était justifiée", "25.  La Cour doit donc rechercher si la sanction litigieuse était « prévue par la loi », inspirée par l’un ou plusieurs des buts légitimes énumérés au paragraphe 2 de l’article 11 et « nécessaire, dans une société démocratique », à la réalisation de ce but ou de ces buts.", "a)  « Prévue par la loi »", "26.  Ni l’une ni l’autre des parties ne conteste que la restriction imposée à la liberté de réunion pacifique des requérants était fondée sur l’article 14 de la loi sur les réunions, dont le libellé est clair. L’exigence de prévisibilité est donc satisfaite. La Cour ne voit aucune raison de s’écarter de la position des parties.", "b)  « But légitime »", "27.  Les requérants ne se sont pas exprimés à ce sujet.", "28.  Le Gouvernement soutient que les restrictions en cause au droit de réunion pacifique dans les lieux publics visaient à protéger les droits d’autrui, par exemple le droit d’aller et de venir ou la fluidité de la circulation routière.", "29.  En outre, la liberté de réunion pacifique ne pourrait se réduire à un simple devoir de non-intervention de l’Etat. Des mesures positives s’imposeraient parfois pour assurer le déroulement pacifique de ces réunions. Le délai de trois jours serait donc nécessaire à la police pour lui permettre notamment d’agir en coordination avec d’autres autorités, redéployer ses forces, mobiliser des pompiers et enlever les véhicules. Au cas où plusieurs entités déclareraient aux autorités avoir l’intention d’organiser une manifestation au même endroit et au même moment, d’autres négociations pourraient se révéler nécessaires.", "30.  Au vu de ces éléments, la Cour est convaincue que la mesure incriminée poursuivait les buts légitimes que constituent la défense de l’ordre et la protection des droits d’autrui.", "c)  « Nécessaire dans une société démocratique »", "31.  Les requérants déclarent que leur manifestation spontanée était pacifique et que la police l’a dispersée en faisant application de l’article 14 de la loi sur les réunions au seul motif qu’elle n’en avait pas été préalablement informée. Le seul fait qu’une petite détonation a été entendue ne saurait en effet, selon eux, justifier pareille mesure, sinon la police pourrait dissoudre n’importe quelle manifestation en invoquant cette raison, sans autre justification.", "32.  Le Gouvernement soutient quant à lui que la réunion organisée par les requérants a été dispersée non pas pour défaut de déclaration préalable, mais en raison de la détonation qui, selon la police, révélait l’existence d’un risque pour la sécurité des représentants d’Etats qui se trouvaient à l’hôtel Kempinski.", "33.  La Cour rappelle que le paragraphe 2 de l’article 11 de la Convention permet à l’Etat d’imposer des « restrictions légitimes » à l’exercice du droit à la liberté de réunion.", "34.  Elle constate à la lecture des décisions de justice internes statuant sur la licéité des faits en question que la dispersion de la réunion des requérants a été exclusivement motivée par le défaut de notification préalable. Les tribunaux ne se sont fondés que sur cette base pour déclarer licites les mesures prises par la police et ils n’ont pas pris en compte les autres aspects du dossier, notamment le caractère pacifique de la manifestation.", "35.  Certes, subordonner la tenue d’une réunion sur la voie publique à une procédure d’autorisation préalable ne porte pas atteinte en principe à la substance du droit de réunion pacifique (Rassemblement jurassien et Unité jurassienne c. Suisse, no 8191/78, décision de la Commission du 10 octobre 1979, Décisions et rapports 17). Toutefois, en l’espèce, le public n’a pas été avisé suffisamment à l’avance que le premier ministre avait l’intention de participer à la réception. Aussi les requérants n’ont-ils eu pour alternative que de renoncer complètement à leur droit de réunion pacifique ou d’exercer celui-ci au mépris des prescriptions légales.", "36.  Pour la Cour, dans des circonstances particulières où pourrait se justifier une réaction immédiate à un événement politique, laquelle prendrait la forme d’une manifestation pacifique, disperser celle-ci au seul motif que l’obligation de déclaration préalable n’a pas été respectée et sans que les participants se soient comportés d’une manière contraire à la loi constitue une restriction disproportionnée à la liberté de réunion pacifique.", "37.  A cet égard, la Cour constate que rien n’indique que les requérants aient présenté un danger pour l’ordre public, au-delà des perturbations mineures qu’engendre inévitablement toute réunion tenue sur la voie publique. Elle rappelle qu’« en l’absence d’actes de violence de la part des manifestants il est important que les pouvoirs publics fassent preuve d’une certaine tolérance pour les rassemblements pacifiques, afin que la liberté de réunion telle qu’elle est garantie par l’article 11 de la Convention ne soit pas dépourvue de tout contenu » (Oya Ataman c. Turquie, no 74552/01, §§ 4142, CEDH 2006-XIV).", "38.  Au vu de ce qui précède, la Cour conclut que la dispersion de la réunion pacifique des requérants ne saurait passer pour nécessaire, dans une société démocratique, à la réalisation des buts poursuivis.", "39.  Partant, il y a eu violation de l’article 11 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "40.  Les requérants invoquent l’article 10 de la Convention, ainsi libellé dans ses parties pertinentes en l’espèce :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, (...) à la défense de l’ordre et à la prévention du crime, (...) [ou] à la protection (...) des droits d’autrui (...) »", "41.  Compte tenu de la violation de l’article 11 de la Convention constatée en l’espèce (paragraphe 39 ci-dessus), la Cour estime qu’il n’est pas nécessaire d’examiner séparément le grief des requérants sur le terrain de l’article 10 (Ezelin c. France, 26 avril 1991, § 35, série A no 202).", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "42.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "43.  Chacun des requérants réclame 10 000 euros (EUR) pour dommage moral.", "44.  Le Gouvernement juge ce montant excessif.", "45.  La Cour estime que le constat d’une violation constitue une satisfaction équitable suffisante pour tout préjudice moral que les requérants ont pu subir.", "B.  Frais et dépens", "46.  Les requérants réclament également la somme globale de 2 000 EUR pour leurs frais et dépens devant la Cour.", "47.  Le Gouvernement juge ce montant excessif.", "48.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le droit au remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux. En l’espèce, compte tenu des éléments dont elle dispose et des critères ci-dessus, la Cour juge raisonnable d’accorder aux requérants conjointement le montant qu’ils réclament, soit 2 000 EUR.", "C.  Intérêts moratoires", "49.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 11 de la Convention ;", "", "3.  Dit qu’il n’est pas nécessaire d’examiner séparément le grief sur le terrain de l’article 10 de la Convention ;", "", "4.  Dit que le constat d’une violation constitue une satisfaction équitable suffisante pour tout dommage moral que les requérants ont pu subir ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser aux requérants, conjointement, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour frais et dépens, à convertir dans la monnaie nationale de l’Etat défendeur au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable des requérants pour le surplus.", "Fait en anglais, puis communiqué par écrit le 17 juillet 2007, en application de l’article 77 §§ 2 et 3 du règlement.", "Sally Dollé\t\tFrançoise Tulkens\n Greffière\t\tPrésidente", ""]}