{"file": "FRE_HFJUD_10533_83.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "10533/83", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE HERCZEGFALVY c. AUTRICHE", "", "(Requête no10533/83)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 septembre 1992", "\n", "En l’affaire Herczegfalvy c. Autriche,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tR. Bernhardt,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tS.K. Martens,", "\t\tR. Pekkanen,", "\t\tA.N. Loizou,", "\t\tJ.M. Morenilla,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 23 avril et 31 août 1992,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 19 avril 1991, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 10533/83) dirigée contre la République d’Autriche et dont un ressortissant hongrois, M. Istvan Herczegfalvy, avait saisi la Commission le 27 novembre 1978 en vertu de l’article 25 (art. 25).", "2. La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration autrichienne reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences des articles 3, 5 (paras. 1, 3 et 4), 8, 10 et 13 (art. 3, art. 5-1, art. 5-3, art. 5-4, art. 8, art. 10, art. 13).", "3. En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, le requérant a manifesté le désir de participer à l’instance et a désigné son conseil (article 30).", "4. La chambre à constituer comprenait de plein droit M. F. Matscher, juge élu de nationalité autrichienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 23 avril 1991, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. F. Gölcüklü, L.-E. Pettiti, C. Russo, R. Macdonald, S.K. Martens, R. Pekkanen et A.N. Loizou, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43). Ultérieurement, MM. R. Bernhardt et J.M. Morenilla, suppléants, ont remplacé MM. Russo et Macdonald, empêchés (articles 22 par. 1 et 24 par. 1 du règlement).", "5. Ayant assumé la présidence de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement autrichien (\"le Gouvernement\"), le délégué de la Commission et l’avocat du requérant au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à l’ordonnance rendue en conséquence, le greffier a reçu le mémoire du requérant, y compris ses demandes de satisfaction équitable (article 50 de la Convention) (art. 50), les 16 octobre et 20 décembre. Le 20 juin, le Gouvernement l’a informé qu’il n’en déposerait pas.", "6. Le 22 octobre 1991, M. Ryssdal a autorisé le requérant à employer l’allemand (article 27 par. 3 du règlement).", "7. Ainsi que l’avait décidé le président, les débats se sont déroulés en public le 21 avril 1992, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tMM. H. Türk, ambassadeur,", "\t\t\tconseiller juridique au ministère des Affaires étrangères, \t", "\t\t\t\tagent,", "\tW. Okresek, chancellerie fédérale,", "\tMme E. Schindler, ministère fédéral de la Justice, \tconseillers;", "- pour la Commission", "\tM. J.-C. Soyer, \tdélégué;", "- pour le requérant", "\tMe H. Hoffmann, avocat, \tconseil.", "La Cour les a entendus en leurs déclarations.", "", "EN FAIT", "I. LES CIRCONSTANCES DE L’ESPÈCE", "8. Citoyen hongrois, M. Istvan Herczegfalvy arriva en Autriche en 1964; il vit actuellement à Vienne.", "A. La procédure", "9. Du 13 mai 1972 au 13 mai 1977, il purgea successivement deux peines d’emprisonnement consécutives à des condamnations par le tribunal pénal régional (Landesgericht für Strafsachen) de Vienne, en partie confirmées par la Cour suprême (Oberster Gerichtshof), notamment pour coups et blessures contre sa femme, des clients de son atelier de réparation de téléviseurs et des agents de l’État.", "10. Les 23 décembre 1975 et 3 novembre 1977, le tribunal de district de Vienne-centre (Bezirksgericht Wien Innere Stadt) puis le tribunal civil régional (Landesgericht für Zivilrechtssachen) de cette ville, agissant comme tribunal des tutelles (Pflegschaftsgericht), déclarèrent le requérant partiellement incapable (beschränkt entmündigt) et lui désignèrent un conseil judiciaire (Beistand). La mesure se fondait sur l’avis d’un psychiatre, rendu à la suite de nombreuses réclamations de l’intéressé contre ses conditions de détention.", "Le 9 août 1983, le tribunal de district nomma un autre conseil judiciaire, resté depuis lors en fonctions. D’après une décision du tribunal des tutelles du 19 juillet 1984, sa position correspondait, à compter du 1er juillet 1984, à celle d’un curateur (Sachwalter) au sens de l’article 273 par. 3 al. 3 du code civil (paragraphe 54 ci-dessous).", "11. Dans l’intervalle, M. Herczegfalvy fit l’objet de nouvelles poursuites pour coups et blessures contre des gardiens et codétenus et menaces graves proférées à l’adresse de magistrats.", "Le 10 mai 1977, le tribunal régional ordonna qu’après avoir purgé sa peine, le 13 mai (paragraphe 9 ci-dessus), le requérant demeurerait incarcéré en vertu de l’article 180 par. 2 al. 1 et 3 du code de procédure pénale (paragraphe 40 ci-dessous) car on devait craindre qu’il ne tentât de se soustraire à la justice et ne commît d’autres infractions. L’intéressé recourut en vain auprès de la chambre du conseil (Ratskammer) du tribunal puis de la cour d’appel (Oberlandesgericht) de Vienne, qui statuèrent les 18 mai et 21 juin respectivement. Le président du tribunal confirma la détention provisoire le 2 novembre 1977.", "12. Se rangeant à l’avis de plusieurs experts, il décida le 9 janvier 1978 le placement provisoire (vorläufige Unterbringung) de M. Herczegfalvy dans un établissement pour délinquants aliénés (article 438 du code de procédure pénale; paragraphe 44 ci-dessous). La chambre du conseil puis la cour d’appel ayant approuvé la mesure les 6 mars et 19 avril 1978, le requérant fut transféré à la prison spéciale de Vienne- Mittersteig.", "13. D’après les psychiatres qui l’examinèrent, il souffrait de paranoïa quérulente, équivalant à une maladie mentale, qui le rendait irresponsable; très agressif, il n’était pas capable de saisir l’illicéité de ses actes et sa présence à l’audience risquait de nuire à sa santé.", "A la suite de ce diagnostic, le parquet modifia, le 15 juin 1978, l’acte d’accusation pour requérir l’internement de M. Herczegfalvy au lieu de sa condamnation. La détention litigieuse se fonda désormais sur l’article 429 par. 4 du code de procédure pénale (paragraphe 44 ci-dessous). Le 30 août 1978, la cour d’appel rejeta le recours de l’intéressé contre le nouvel acte d’accusation.", "14. Les débats devant le tribunal régional se tinrent les 9 et 10 janvier 1979. Auparavant, des audiences fixées successivement pour les 14 décembre 1976, 3 mai, 25 octobre et 2 novembre 1977, 6 mars et 5 avril 1978 durent toutes être reportées en raison respectivement de la disparition du dossier, d’une demande du requérant tendant à l’audition de nouveaux témoins, de l’absence du président, de l’apparition de preuves supplémentaires, de négligences dans l’envoi des citations et de la circonstance que l’intéressé avait craché au visage du président, provoquant ainsi une révision de l’acte d’accusation (paragraphe 13 ci-dessus).", "Le 10 janvier 1979, le tribunal estima établis les faits mis à la charge de M. Herczegfalvy et prescrivit son internement au titre de l’article 21 par. 1 du code pénal (paragraphe 45 ci-dessous): il le considérait comme dangereux et pénalement irresponsable, eu égard à l’avis de trois psychiatres ayant chacun diagnostiqué une paranoïa quérulente qui, au moins depuis 1975, s’apparentait à une maladie mentale.", "15. Le requérant forma un recours en annulation (Nichtigkeitsbeschwerde) devant la Cour suprême. Le tribunal décida toutefois qu’en attendant qu’elle eût statué, l’intéressé demeurerait provisoirement interné en application de l’article 429 par. 4 du code de procédure pénale mais, sur recommandation du psychiatre, en maison d’arrêt.", "16. En vertu de l’article 50 de la loi sur les hôpitaux, le tribunal ordonna le 28 juin 1979, outre le maintien de l’incarcération, le transfert d’urgence de l’intéressé dans un hôpital psychiatrique en raison des soins que son état nécessitait. M. Herczegfalvy y resta du 29 juin au 23 juillet 1979, date à laquelle il regagna la prison.", "Saisie d’un appel du requérant, la cour de Vienne déclina sa compétence le 29 août 1979: seul l’article 429 par. 4 du code de procédure pénale pouvait entrer en jeu, en sorte qu’il appartenait à la chambre du conseil du tribunal de connaître du recours.", "17. Le 5 septembre 1979, cette dernière confirma la détention litigieuse. Se fondant sur l’article 429 par. 4 du code de procédure pénale, elle fit conduire M. Herczegfalvy à la clinique psychiatrique de Vienne pour qu’il y reçût d’urgence des soins, tant médicaux que socio- et psychothérapeutiques, indispensables à cause notamment de la grève de la faim observée par lui depuis le 2 août 1979. Amené le 10 septembre 1979 au pavillon 23 dudit établissement, il y séjourna jusqu’à son élargissement, le 28 novembre 1984.", "Le 8 octobre 1979, la cour de Vienne rejeta l’appel de l’intéressé contre cette décision.", "18. Entre-temps, le 3 octobre 1979, la Cour suprême avait partiellement réformé le jugement du 10 janvier 1979 (paragraphes 14-15 ci-dessus), annulé l’ordre d’internement et renvoyé l’affaire au tribunal régional.", "19. Le 4 décembre 1979, M. Herczegfalvy demanda sa mise en liberté. Le juge d’instruction lui répondit, le 14 décembre, qu’il demeurait interné conformément à l’article 429 par. 4 du code de procédure pénale.", "A la requête de ce magistrat, l’hôpital psychiatrique présenta un rapport, du 17 janvier 1980, concluant à l’impossibilité de se contenter d’une détention provisoire ordinaire, en raison des dangers que l’agressivité créait toujours pour son entourage.", "En vertu de l’article 429 par. 4, la chambre du conseil puis la cour d’appel prolongèrent l’internement litigieux en 1980.", "20. A l’issue de débats tenus les 20 mars et 9 avril 1980, le tribunal régional, statuant sur renvoi (paragraphe 18 ci- dessus), estima prouvés les faits reprochés à M. Herczegfalvy - dont de nouvelles menaces graves proférées le 24 décembre 1979 contre un juge - et le plaça, sur la base de l’article 21 par. 1 du code pénal, dans un établissement pour délinquants aliénés. Il s’appuyait sur le jugement du 10 janvier 1979, les trois expertises psychiatriques qui lui avaient servi de fondement (paragraphe 14 ci-dessus) et l’avis de leurs auteurs respectifs, entendus à l’audience et selon lesquels, malgré certaines améliorations, la situation n’avait pas changé fondamentalement.", "L’intéressé ayant renoncé à ses recours en annulation et en appel, le 30 octobre 1980 par écrit et le 6 novembre lors d’une audience, une ordonnance (Endverfügung) rendit le jugement définitif à cette dernière date et fixa au 1er octobre 1981 le prochain contrôle judiciaire de l’internement (article 25 par. 3 du code pénal; paragraphe 46 ci-dessous).", "Plus tard, le requérant contesta la validité de ses déclarations: il ne les aurait faites qu’en vue de son rapatriement en Hongrie, dont il fut question le 6 novembre 1980 mais qui ne se réalisa point.", "21. Le 8 février 1982, le tribunal régional prorogea, par application de l’article 21 par. 1 du code pénal, la détention de M. Herczegfalvy, considéré comme dangereux par un rapport psychiatrique établi à la demande de ladite juridiction. Il agissait en vertu de l’article 25 par. 3 du code pénal; un employé de l’hôpital psychiatrique lui avait signalé que le contrôle annuel de la légalité de l’internement aurait dû avoir lieu au plus tard pour le 1er octobre 1981 (paragraphe 20 ci-dessus).", "22. Le 13 juillet, le 19 septembre et en octobre 1983, l’intéressé sollicita son élargissement, notant que le délai pour l’exercice de l’examen annuel avait expiré le 8 février 1983. A la suite de la première requête, le tribunal consulta un psychiatre qui déposa, le 22 octobre, une analyse favorable à une mise en liberté sous surveillance (paragraphe 33 ci-dessous).", "Après que la cour d’appel, saisie d’un recours hiérarchique (Dienstaufsichtsbeschwerde), eut enjoint au tribunal régional de faire diligence, celui-ci ordonna le 16 février 1984 une deuxième prolongation de l’internement litigieux. Tenant compte des conclusions de l’expert- psychiatre et de celles du directeur de l’hôpital, déposées le 25 janvier 1984, il estima que l’état mental de M. Herczegfalvy n’avait pas fondamentalement changé. Souffrant toujours de paranoïa quérulente, le requérant refuserait sûrement, une fois relâché, de se prêter au traitement voulu et risquerait en conséquence d’introduire de nombreuses plaintes, voire de mettre à exécution les menaces proférées en particulier contre les gardiens de prison (paragraphe 33 ci-dessous).", "Le 4 avril 1984, la cour d’appel rejeta le recours de l’intéressé et confirma que les conditions d’une libération en vertu de l’article 47 par. 2 du code pénal ne se trouvaient pas réunies.", "23. M. Herczegfalvy présenta de nouvelles demandes d’élargissement les 6 juin et 23 septembre 1984. Il recouvra la liberté à titre conditionnel le 28 novembre, le tribunal en ayant décidé ainsi le 14 novembre, sur la base d’un rapport psychiatrique du 14 septembre (paragraphe 34 ci-dessous). La juridiction releva que la paranoïa de l’intéressé avait certes empiré, mais qu’elle résultait principalement de son incarcération (Haftquerulanz). Quant aux plaintes et pétitions vexatoires (Rechtsquerulanz), elles ne constituaient pas un danger au sens de l’article 21 du code pénal. Depuis qu’il était détenu, le requérant ne s’était montré vraiment agressif qu’en de rares occasions. Si l’on ne pouvait exclure qu’il le devînt en cas de frustration, son dossier psychiatrique n’autorisait pas à conclure que sa personnalité anormale l’entraînerait à se livrer à des infractions. Du reste, l’expert ne jugeait pas nécessaire, quoique recommandé, de continuer le traitement psychiatrique ou la pharmacothérapie.", "B. Le traitement médical", "24. Renvoyé en prison après son séjour à l’hôpital psychiatrique de Vienne du 29 juin au 23 juillet 1979 (paragraphe 16 ci-dessus), M. Herczegfalvy avait entamé le 2 août 1979 une grève de la faim pour protester contre sa détention et le refus de lui communiquer ses dossiers. Tombé d’inanition le 28 août, il fut transféré dans une clinique où on lui dispensa des soins médicaux intensifs; le 10 septembre 1979, il regagna l’hôpital psychiatrique de Vienne où il resta jusqu’à sa mise en liberté, le 28 novembre 1984 (paragraphe 23 ci-dessus).", "25. Comme l’intéressé était très affaibli à son retour, le directeur de l’établissement ordonna son alimentation forcée, par application de l’article 8 par. 3 de la loi sur les hôpitaux (paragraphe 51 ci-dessous). Rejetant tout contact et tout examen ou traitement médical, le requérant se vit en outre administrer contre son gré des sédatifs (trois doses de 30 mg de Taractan i.m.) puis, les 14 et 15 septembre, attacher à un lit de sûreté dont il réussit à sectionner le filet et les courroies. Le 17 septembre, il reçut un autre neuroleptique (Sordinol i.m.) car des infiltrations étaient apparues. Il cessa de repousser toute nourriture le 27 septembre 1979, après avoir obtenu une chambre individuelle et une partie de ses dossiers.", "26. M. Herczegfalvy observa une nouvelle grève de la faim du 26 novembre au 13 décembre 1979, date à laquelle il aurait finalement accepté de se faire nourrir par sonde une fois par jour (Sondenernährung); il conteste toutefois la validité de son accord.", "27. Devant la détérioration de son état physique et mental, on lui injecta de force, le 15 janvier 1980, 90 mg de Taractan afin de provoquer un état de somnolence (Dämmerschlaf) devant permettre un traitement par perfusion. Comme il s’y était violemment opposé, l’équipe de secours avait dû le maîtriser. Le 18 janvier, on le transféra dans le service des soins intensifs car il présentait des symptômes de pneumonie et de néphrite. Il y demeura jusqu’au 30 janvier 1980.", "28. Quand il le quitta, il n’était pas entièrement rétabli et devait toujours subir un traitement à base d’antibiotiques et de neuroleptiques. A son retour au quartier fermé, on lui mit des menottes et une courroie autour des chevilles en raison du risque d’agression et des menaces de mort qu’il proférait; il dut les garder jusqu’au 14 février 1980. D’après le Gouvernement, on les déplaça régulièrement pour éviter une paralysie nerveuse; le 12 février, l’intéressé aurait consenti à se faire nourrir par une femme médecin. Selon lui au contraire, d’autres courroies lui enserraient les cuisses et le ventre et ne furent desserrées pour la première fois que le 2 février. Dans le but d’obtenir ses dossiers et de quoi écrire ses plaintes, il aurait poursuivi sans relâche sa grève de la faim; il aurait été alimenté artificiellement pendant toute cette période.", "29. A partir du 19 février 1980, le requérant se calma et se montra plus coopérant. Il continua certes d’insulter épisodiquement le personnel, mais accepta de communiquer avec son entourage et consentit à ce qu’un médecin féminin le nourrît par sonde deux fois par semaine. Le 22 février, on lui donna du papier et un stylo à bille.", "30. À la suite d’un différend relatif à sa correspondance, M. Herczegfalvy se vit interdire, le 27 décembre 1980, de regarder la télévision. Comme sa résistance physique au traitement forcé par neuroleptiques s’était fréquemment révélée vaine et avait même entraîné des lésions (perte de dents, côtes cassées et hématomes), il portait plainte pour coups et blessures chaque fois qu’on lui administrait les médicaments. Ces lettres, d’après lui non communiquées aux autorités compétentes, remplirent six classeurs qu’on lui délivra lors de sa sortie.", "31. Pendant ce temps, il continua de refuser, au moins partiellement, de se faire sustenter autrement que par sonde mais le 12 novembre 1982 il déclara ne plus avoir besoin d’alimentation artificielle; un médecin l’aurait persuadé de cesser sa grève de la faim en lui expliquant qu’elle menaçait sa vie. Des rapports de la clinique avaient toutefois constaté qu’il paraissait suffisamment nourri.", "32. Dans un avis du 5 mars 1983, un expert estima possible de mettre le requérant en liberté conditionnelle moyennant certaines mesures d’accompagnement psychiatrique et social. Selon lui, le comportement de M. Herczegfalvy s’était beaucoup amélioré, au point de ne presque plus représenter de danger.", "33. A la suite d’une nouvelle série de plaintes considérées comme quérulentes, le tribunal régional consulta l’hôpital, le 28 juillet 1983, au sujet d’un éventuel élargissement de l’intéressé.", "Le 22 octobre 1983, un expert nota les progrès accomplis par le requérant et exprima l’opinion qu’un comportement quérulent ne constituait pas un danger au sens de l’article 21 du code pénal.", "Toutefois, dans une lettre du 25 janvier 1984, le directeur de l’hôpital déconseilla au tribunal de lever l’internement de M. Herczegfalvy: comme le traitement suivi, à base de médicaments, n’avait qu’un effet sédatif, on ne pouvait exclure qu’une fois relâché, l’intéressé ne redevînt agressif et dangereux.", "Là-dessus, le tribunal régional refusa le 16 février 1984 d’élargir le requérant (paragraphe 22 ci-dessus).", "34. Finalement, celui-ci recouvra la liberté le 28 novembre 1984, après un nouveau rapport d’expertise du 14 septembre 1984 (paragraphe 23 ci-dessus).", "C. Le contrôle de la correspondance", "35. Pendant sa détention, M. Herczegfalvy adressa à diverses autorités de très nombreuses plaintes et requêtes relatives notamment à sa thérapie et aux procédures engagées par lui. S’estimant dépourvu de l’argent nécessaire, il refusa plusieurs fois d’affranchir son courrier ou l’envoya à cette fin au ministère de la Justice. Pour endiguer pareil flot de correspondance, on le priva de temps à autre de matériel d’écriture et on lui retourna fréquemment ses missives quand elles ne portaient pas de timbre, sauf si elles étaient destinées aux pouvoirs publics et en particulier aux tribunaux.", "36. Quant au courrier rédigé à l’hôpital psychiatrique, la direction était convenue avec le curateur de l’intéressé qu’elle le lui transmettrait régulièrement, à charge pour lui de décider s’il fallait l’acheminer; seules feraient exception les lettres de M. Herczegfalvy à son avocat, à son conseil judiciaire et au tribunal des tutelles. Il se plaint que même elles ne furent pas toutes expédiées.", "37. En quittant la clinique, le requérant se vit remettre six classeurs contenant les originaux de ces lettres, ainsi qu’une cinquantaine de missives scellées dont le carnet postal révéla qu’elles n’avaient jamais été communiquées à leurs destinataires, en l’occurrence la police, le parquet et les tribunaux.", "D. Les restrictions à l’accès à l’information", "38. M. Herczegfalvy prétend aussi avoir été privé de lecture, de radio et de télévision pendant de longues périodes de sa détention, en particulier du 15 janvier 1980 à la fin du mois de février de la même année et à partir du 27 décembre 1980; à compter du 15 juin 1981, tant sa cellule que le pavillon auraient été dépourvus de téléviseur. Ces mesures n’auraient poursuivi qu’un but disciplinaire.", "39. D’après le Gouvernement, elles se fondaient sur l’article 51 par. 1 de la loi sur les hôpitaux (paragraphe 51 ci-dessous), se justifiaient pour des raisons thérapeutiques et ne valaient chaque fois que pour une courte durée.", "II. LE DROIT INTERNE PERTINENT", "A. La privation de liberté", "1. La détention provisoire", "40. L’article 180 paras. 1 et 2 du code de procédure pénale, dans sa version applicable aux faits de la cause, permet de placer une personne en détention provisoire - s’il existe des raisons sérieuses de la soupçonner d’une infraction pénale - en cas de danger de fuite, de collusion ou de répétition d’infractions.", "41. Un risque de fuite ne peut se présumer si l’inculpé encourt une peine égale ou inférieure à cinq ans d’emprisonnement, vit dans des conditions normales et a une résidence permanente en Autriche, à moins qu’il n’ait déjà tenté de se soustraire à la justice (par. 3).", "42. L’accusé peut à tout moment introduire une demande d’élargissement (article 194 par. 2). Selon les articles 194 et 195, elle est examinée par la chambre du conseil du tribunal régional en audience non publique, en présence du prévenu ou de son avocat; devant la cour d’appel - saisie par le détenu ou le ministère public -, les débats se déroulent également à huis clos, en présence d’un magistrat du parquet général mais en l’absence de l’inculpé et de son avocat.", "A défaut d’une telle initiative de l’intéressé, la chambre du conseil contrôle d’office la détention quand celle-ci a duré deux mois ou lorsque trois mois se sont écoulés depuis la dernière audience et que le prévenu n’a pas d’avocat (article 194 par. 3).", "La mise définitive en accusation ou la fixation de la date d’ouverture du procès entraînent la suppression des audiences de contrôle; les décisions sur le maintien en détention incombent désormais, pendant les débats, à la juridiction de jugement et, en dehors de ceux-ci, à la chambre du conseil siégeant à huis clos (article 194 par. 4).", "43. La détention provisoire prend fin au plus tard au moment où le condamné commence à purger sa peine, sur la durée de laquelle elle s’impute de plein droit (article 38 du code pénal).", "2. Le placement provisoire dans un établissement pour délinquants aliénés", "44. Dans deux cas, envisagés aux articles 429 par. 4 et 438 du code de procédure pénale, la détention provisoire peut prendre la forme d’un placement dans un établissement pour délinquants aliénés:", "Article 429 par. 4", "\"S’il existe l’un des motifs de détention visés à l’article 180 paras. 2 ou 7, ou que le maintien en liberté de l’intéressé présente un risque pour lui-même ou pour autrui, ou que sa surveillance médicale soit nécessaire, son placement provisoire dans un établissement pour délinquants aliénés ou son internement dans un hôpital psychiatrique public est ordonné (...)\"", "Article 438", "\"S’il y a des raisons suffisantes de considérer que les conditions de [l’article] 21 par. 2 (...) du code pénal se trouvent remplies et qu’il existe des motifs de détention (article 180 paras. 2 et 7), mais que l’accusé ne puisse être détenu sans difficulté dans la maison d’arrêt d’un tribunal, il est décidé de faire exécuter la détention provisoire sous la forme d’un placement provisoire dans un établissement pour délinquants aliénés (...)\"", "3. La détention dans un établissement pour délinquants aliénés (mesures préventives de sûreté)", "45. Aux termes de l’article 21 du code pénal:", "\"1. Si une personne commet une infraction passible d’une peine privative de liberté de plus d’un an mais ne peut être condamnée, au seul motif qu’elle l’a commise dans un état excluant sa responsabilité (article 11) et reposant sur une grave anomalie des facultés ou du psychisme, le tribunal ordonne de la placer dans un établissement pour délinquants aliénés si, compte tenu de sa personnalité, de son état et de la nature de l’acte, il y a lieu de craindre que sous l’influence de son anomalie mentale ou psychique, elle ne commette une infraction aux conséquences graves.", "2. Dans une telle éventualité, est placé aussi dans un établissement pour délinquants aliénés quiconque, sans être irresponsable, a commis sous l’influence d’une grave anomalie mentale ou psychique une infraction passible d’une peine privative de liberté de plus d’un an. En pareil cas, le placement est ordonné en même temps qu’il est statué sur la peine.\"", "46. La durée des mesures préventives de sûreté se trouve régie par l’article 25 du code pénal:", "\"1. Les mesures préventives sont ordonnées pour une période indéterminée. Elles s’appliquent aussi longtemps que l’exige la réalisation de l’objectif visé (...).", "2. La décision de rapporter la mesure préventive appartient au tribunal.", "3. Le tribunal examine d’office, une fois par an au moins, la nécessité de maintenir le placement dans un établissement pour délinquants aliénés (...)", "(...)\"", "B. Les conditions de détention", "1. Le régime de la détention provisoire", "47. L’article 184 du code de procédure pénale dispose:", "\"La détention provisoire vise à prévenir les risques énoncés à l’article 180 par. 2. Dans le respect des lois et des autres dispositions fondées sur elles, les détenus ne sont soumis qu’aux restrictions propres à réaliser les objectifs de la détention et à maintenir l’ordre et la sécurité dans la prison. Ils sont traités avec calme, sérieux et détermination; le traitement doit être juste, respecter leur sens de l’honneur et leur dignité humaine et porter le moins possible atteinte à leur personne.\"", "48. Les articles 187 et 188 du code de procédure pénale régissent la correspondance des personnes en détention provisoire:", "Article 187", "\"1. Sans préjudice des dispositions de l’article 45 du présent code et des articles 85 et 88 de la loi sur l’application des peines, les détenus peuvent correspondre par écrit avec toute personne qui ne risque pas de compromettre l’objectif de la détention provisoire, et en recevoir des visites.", "2. Aucune restriction n’est imposée à la correspondance, à moins que la surveillance ne se trouve entravée par le volume exceptionnel du courrier d’un détenu. Dans ce cas, des restrictions sont ordonnées dans la mesure où l’exige une surveillance correcte. Toute correspondance de nature à compromettre l’objectif de la détention est retenue, sous réserve des dispositions relatives à la correspondance avec les autorités et les conseils (articles 88 et 90 par. 4 de la loi sur l’exécution des peines). Sont retenues toutes les lettres de détenus donnant à penser que par elles se commet une infraction à poursuivre d’office, sauf si elles sont adressées à une assemblée de représentation générale, un tribunal ou une administration nationaux, ou encore à la Commission européenne des Droits de l’Homme.", "(...)\"", "Article 188 par. 1", "\"Toute décision sur le point de savoir avec qui les détenus peuvent correspondre et quelles visites ils peuvent recevoir, la surveillance du courrier et des visites ainsi que tous autres ordres et décisions concernant les relations des prisonniers avec l’extérieur (articles 86 à 100 de la loi sur l’exécution des peines), incombent, à l’exception du contrôle des colis, au juge d’instruction. Il n’est renoncé au contrôle de la correspondance que dans la mesure où aucune atteinte à l’objectif de la détention n’est à craindre.\"", "2. Le régime des établissements pour délinquants aliénés", "49. Sauf texte contraire, les dispositions que la loi sur l’application des peines (Strafvollzugsgesetz) consacre aux détenus en maison d’arrêt valent aussi, par analogie, pour les individus placés dans les établissements pour délinquants aliénés (article 167 par. 1 de ladite loi). Elles réglementent en détail, par exemple:", "- le droit au traitement médical indispensable (articles 66 et suivants) ainsi que le traitement médical et l’alimentation forcés (article 69);", "- le droit d’accès à l’information par des livres, des revues, des journaux, la radio et la télévision (articles 58 et suivants);", "- le droit de correspondre, notamment avec les proches, les tiers, les avocats, les tribunaux et autres autorités, les organes représentatifs, le médiateur, la Commission européenne des Droits de l’Homme et, dans le cas d’un ressortissant étranger, son consulat (articles 86 et suivants);", "- le droit de requête et de plainte (articles 119 et suivants). Les détenus peuvent présenter des requêtes à propos des conditions de leur détention (article 119) et se plaindre d’actes du personnel pénitentiaire qui selon eux portent atteinte à leurs droits (article 120). Ils doivent s’adresser au directeur de la prison ou, si leurs griefs sont dirigés contre lui, au ministre fédéral de la Justice (article 121), sans préjudice d’un contrôle par les Cours administrative et constitutionnelle (articles 130 et 144 de la Constitution fédérale).", "Les détenus peuvent faire valoir leurs requêtes et plaintes, sauf celles relatives à leur traitement médical, par la voie d’un recours hiérarchique, qui toutefois ne donne pas droit à une décision administrative (articles 120 par. 1, deuxième phrase, et 122).", "50. L’article 165 par. 1 n’autorise les restrictions aux droits des délinquants aliénés que dans la mesure nécessaire à la réalisation du but du placement et interdit toute atteinte à la dignité humaine de ceux-ci ainsi qu’aux droits que leur garantissent les articles 119 à 122. Il prescrit en outre de classer sans autres formalités les plaintes manifestement exercées sous le seul effet du trouble mental ou affectif de l’intéressé et non fondées sur une atteinte à ses droits.", "3. Le régime applicable dans le service fermé d’un hôpital psychiatrique", "51. Avant la création d’établissements spéciaux pour eux, les délinquants aliénés étaient placés dans le service fermé des hôpitaux psychiatriques publics, régis par la loi sur les hôpitaux (Krankenanstaltengesetz). Celle-ci dispose notamment:", "Article 8", "\"1. Le service médical de l’hôpital est organisé de façon à y assurer l’assistance à tout moment et sans délai.", "2. Les patients n’y sont traités que conformément aux principes et méthodes médicaux reconnus.", "3. Des traitements curatifs spéciaux, y compris des opérations chirurgicales, ne peuvent être pratiqués qu’avec l’accord du patient; s’il a moins de dix-huit ans ou ne peut, faute de maturité ou d’une bonne santé, apprécier la nécessité ou l’opportunité du traitement, celui-ci ne peut être pratiqué qu’avec l’assentiment de son représentant légal. Cet assentiment n’est pas nécessaire lorsque le traitement est à ce point urgent que le délai requis pour obtenir l’accord du patient, l’assentiment de son représentant légal ou la désignation d’un représentant compromettrait la vie du patient ou risquerait de porter gravement atteinte à sa santé. Le directeur médical de l’hôpital ou le chef de service compétent décide de la nécessité et de l’urgence d’un traitement.\"", "Article 51 par. 1", "\"La liberté de mouvement des patients internés d’office et leurs contacts avec l’extérieur (...) peuvent subir des restrictions.\"", "C. L’incapacité légale", "52. L’incapacité légale partielle du requérant, prononcée en 1975 (paragraphe 10 ci-dessus), se fondait sur les articles 1 par. 2 et 4 du décret de 1916 sur les incapables (Entmündigungsordnung):", "", "Article 1 par. 2", "\"Tout adulte incapable de prendre soin de ses propres intérêts et qui, à cause d’une maladie ou d’un handicap mental, a besoin de l’assistance d’un conseil judiciaire (Beistand) pour s’occuper correctement de ses intérêts, peut être partiellement privé de capacité légale.\"", "Article 4", "\"1. Quiconque est partiellement privé de capacité légale est assimilé à un mineur de plus de quatorze ans (mündiger Minderjähriger) et doté d’un conseil judiciaire.", "(...)", "3. Le conseil judiciaire a les droits et devoirs du tuteur (Vormund), mais le tribunal des tutelles peut réserver au conseil judiciaire le droit de disposer des revenus que la personne privée de capacité légale acquiert par son travail.\"", "53. Les fonctions du tuteur sont définies à l’article 188, première phrase, du code civil (Allgemeines Bürgerliches Gesetzbuch), ainsi libellé:", "\"Un tuteur a pour devoir principal de veiller à la personne du mineur, mais aussi d’administrer son patrimoine.\"", "L’article 216 par. 1 précise que si le soin de la personne et de l’éducation du mineur n’incombe pas à une personne investie de l’autorité parentale, le tuteur en a la charge.", "54. Aux termes de la loi de 1983 sur la protection des handicapés (Sachwaltergesetz), les personnes déclarées totalement ou partiellement privées de capacité légale sont à considérer, à compter du 1er juillet 1984, comme assistées d’un curateur (Sachwalter) habilité par l’article 273 par. 3 al. 3 du code civil à gérer tous leurs intérêts.", "D’après l’article 282 du code civil, le curateur a les mêmes droits et obligations que le tuteur; il doit en outre veiller à la personne du handicapé, en particulier à sa prise en charge médicale et sociale, sauf décision contraire du tribunal.", "D. Recours devant les Cours administrative et constitutionnelle", "55. En principe, tout acte administratif, y compris l’exercice d’une contrainte administrative directe à l’égard d’une personne déterminée, peut être contesté, quant à sa légalité, devant la Cour administrative (Verwaltungsgerichtshof; article 130 de la Constitution fédérale) et, quant à sa constitutionnalité, devant la Cour constitutionnelle (Verfassungsgerichtshof; article 144).", "Toutefois, la jurisprudence ne paraît pas offrir d’exemple de pareils recours dirigés contre des actes d’un hôpital psychiatrique, du genre de ceux qui se trouvent en cause dans la présente affaire.", "PROCEDURE DEVANT LA COMMISSION", "56. Dans sa requête du 27 novembre 1978 à la Commission (no 10533/83), M. Herczegfalvy formulait une série de griefs relatifs à la légalité, à la longueur et au régime de sa détention ainsi qu’au traitement médical appliqué durant celle-ci.", "57. Le 10 mars 1988, la Commission a notamment déclaré irrecevables pour tardiveté (article 26 in fine de la Convention) (art. 26) ceux qui avaient trait à des faits antérieurs au 27 mai 1978. Le 4 octobre 1989, elle a retenu certains des autres et rejeté la requête pour le surplus. Dans son rapport du 1er mars 1991 (article 31) (art. 31), elle conclut à la violation des articles 3 (art. 3) (unanimité), 5 par. 1 e) (art. 5-1-e) (pour les périodes du 11 décembre 1981 au 8 février 1982 et du 8 février 1983 au 16 février 1984; unanimité), 5 par. 4 (art. 5-4) (unanimité), 8 (art. 8) (unanimité), 10 (art. 10) (unanimité) et 13 (art. 13) (dix-huit voix contre deux), mais non des articles 5 par. 1 c) (art. 5-1-c) (onze voix contre neuf), 5 par. 1 e) (art. 5-1-e) (pour les autres périodes; onze voix contre neuf) et 5 par. 3 (art. 5-3) (unanimité). Le texte intégral de son avis figure en annexe au présent arrêt.", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 5 PAR. 1 (art. 5-1)", "A. Introduction", "58. Le requérant allègue la violation de l’article 5 par. 1 (art. 5-1), aux termes duquel:", "\"Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales:", "a) s’il est détenu régulièrement après condamnation par un tribunal compétent;", "(...)", "c) s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci;", "(...)", "e) s’il s’agit de la détention régulière d’une personne susceptible de propager une maladie contagieuse, d’un aliéné, d’un alcoolique, d’un toxicomane ou d’un vagabond;", "(...)\"", "59. Vu les décisions de la Commission sur la recevabilité (paragraphes 56-57 ci-dessus), la détention à prendre en compte a commencé le 27 mai 1978. Comme sa base légale a varié au fil des ans, il échet de distinguer plusieurs périodes.", "B. Du 27 mai 1978 au 10 janvier 1979", "60. Du 27 mai 1978 au 10 janvier 1979, l’internement litigieux, fondé successivement sur les articles 438 et 429 par. 4 du code de procédure pénale (paragraphe 44 ci-dessus), servait à assurer la comparution de l’intéressé devant le tribunal régional (paragraphes 11-12 ci-dessus). Il ressortissait donc au paragraphe 1 c) de l’article 5 (art. 5-1-c) de la Convention, ce que d’ailleurs aucun des comparants ne conteste.", "61. À ce stade, le dossier ne révèle aucun manquement. Rien ne montre en effet qu’en ordonnant la détention provisoire puis le placement de M. Herczegfalvy, ou en confirmant l’une ou l’autre de ces mesures (paragraphes 11-13 ci-dessus), les autorités judiciaires n’aient pas suivi les procédures du droit interne. Quant aux justifications avancées - les soupçons pesant sur l’intéressé, joints aux risques de répétition d’infractions et de fuite -, la Cour n’aperçoit aucun élément de nature à en ébranler le bien-fondé, eu égard notamment à l’agressivité du requérant et au type de délits dont il fut inculpé.", "C. Du 10 janvier au 3 octobre 1979", "62. Une deuxième phase s’étend sur toute la période durant laquelle la Cour suprême se trouva saisie du recours en annulation de la première ordonnance d’internement, soit du 10 janvier au 3 octobre 1979. Bien qu’elle demeurât provisoire au regard du droit autrichien (paragraphe 15 ci-dessus), la détention incriminée relevait cette fois du seul paragraphe 1 e) de l’article 5 (art. 5-1-e), le tribunal régional n’ayant pas, faute de responsabilité pénale de M. Herczegfalvy, constaté la culpabilité de celui-ci ni prononcé de peine contre lui (paragraphe 14 ci-dessus; voir, parmi d’autres, les arrêts X c. Royaume-Uni du 5 novembre 1981, série A no 46, pp. 17-18, par. 39, et B. c. Autriche du 28 mars 1990, série A no 175, pp. 14-15, paras. 36 et 38).", "63. Ce texte requiert d’abord la \"régularité\" de la détention litigieuse, y compris l’observation des voies légales. En la matière, la Convention renvoie pour l’essentiel à la législation nationale et consacre l’obligation d’en respecter les normes de fond comme de procédure, mais elle exige de surcroît la conformité de toute privation de liberté au but de l’article 5 (art. 5): protéger l’individu contre l’arbitraire (voir notamment les arrêts van der Leer c. Pays-Bas du 21 février 1990, série A no 170-A, p. 12, par. 22, et Wassink c. Pays-Bas du 27 septembre 1990, série A no 185-A, p. 11, par. 24). Dès lors, pour justifier un internement l’\"aliénation\" d’un individu doit se trouver établie de manière probante, sauf cas d’urgence. A cette fin, une expertise médicale objective doit démontrer devant l’autorité nationale compétente l’existence d’un trouble mental réel, revêtant un caractère ou une ampleur propres à légitimer pareille privation de liberté, laquelle ne peut se prolonger sans la persistance dudit trouble.", "Il y a lieu toutefois de reconnaître aux autorités nationales un certain pouvoir discrétionnaire quand elles se prononcent sur l’internement d’un individu comme \"aliéné\", car il leur incombe au premier chef d’apprécier les preuves produites devant elles dans un cas donné; la tâche de la Cour consiste à contrôler leurs décisions sous l’angle de la Convention (arrêts Winterwerp c. Pays-Bas du 24 octobre 1979, série A no 33, p. 18, paras. 39-40, et Wassink précité, série A no 185-A, p. 11, par. 25).", "64. En l’espèce, la Cour ne discerne de la part des juridictions autrichiennes aucune méconnaissance du droit interne applicable et notamment de l’article 429 par. 4 du code de procédure pénale, lequel continua de servir de base à l’internement en cause (paragraphes 15-17 ci-dessus). Celui-ci n’apparaît pas non plus entaché d’arbitraire: le 10 janvier 1979, le tribunal régional disposait, pour statuer, de trois expertises unanimes à estimer le requérant atteint d’une paranoïa quérulente que sa gravité apparentait à une maladie mentale dangereuse pour son entourage (paragraphes 14-15 ci-dessus), ce que les condamnations antérieures de l’intéressé (paragraphe 9 ci-dessus) confirmaient d’ailleurs.", "Aucune violation du paragraphe 1 e) (art. 5-1-e) ne se trouve donc établie à ce stade.", "D. Du 3 octobre 1979 au 9 avril 1980", "65. Le 3 octobre 1979, à la suite de l’arrêt d’annulation de la Cour suprême (paragraphe 18 ci-dessus), la privation de liberté litigieuse retomba sous l’application du paragraphe 1 c) (art. 5-1-c) jusqu’au 9 avril 1980, date du jugement sur renvoi (paragraphe 20 ci-dessus).", "Durant cette période, elle demeura fondée sur l’article 429 par. 4 du code de procédure pénale, dont le respect ne prête pas à controverse. Quant au danger de répétition d’infractions, il pouvait toujours justifier la détention de M. Herczegfalvy, vu notamment les nouvelles agressions verbales de celui-ci (paragraphe 20 ci-dessus). Par conséquent, le paragraphe 1 c) (art. 5-1-c) n’a pas été violé.", "E. Du 9 avril 1980 au 28 novembre 1984", "66. Avec le jugement du 9 avril 1980, prononçant derechef le placement de l’intéressé (paragraphe 20 ci-dessus), s’ouvrit pour ce dernier une nouvelle phase d’internement qui dura jusqu’à son élargissement, le 28 novembre 1984 (paragraphe 23 ci-dessus). Elle ressortissait uniquement à l’article 5 par. 1 e) (art. 5-1-e), faute pour le tribunal d’avoir constaté la culpabilité du requérant (paragraphes 20 et 62 ci-dessus).", "Régie d’abord par l’article 429 par. 4 du code de procédure pénale, elle releva de l’article 25 par. 1 du code pénal (paragraphe 46 ci-dessus) sitôt rendue l’ordonnance du 6 novembre 1980 (paragraphe 20 ci-dessus). Que plus tard M. Herczegfalvy ait contesté ses déclarations figurant à l’origine de celle-ci n’y change rien: à elle seule, elle conféra force de chose jugée audit jugement du 9 avril 1980; il ne l’attaqua du reste pas (paragraphe 20 ci-dessus).", "67. Le requérant allègue plusieurs infractions à l’article 5 par. 1 (art. 5-1) pendant cette période. En premier lieu, l’annualité du contrôle judiciaire d’office prescrit par l’article 25 par. 3 du code pénal aurait été méconnue par deux fois (paragraphes 21-22 et 46 ci-dessus). Ensuite, l’état de l’intéressé se serait amélioré au point de ne plus justifier un internement: la dernière agression physique enregistrée remonterait au 9 juillet 1981, et l’un des psychiatres consultés par le tribunal aurait préconisé son élargissement dès le mois de mars 1983.", "68. La Cour rappelle qu’avant de prolonger le placement litigieux, les 8 février 1982 et 16 février 1984, le tribunal avait consulté plusieurs experts. L’un d’entre eux avait recommandé, le 22 octobre 1983, une mise en liberté sous surveillance psychiatrique, mais d’après les autres la tendance du requérant à l’agressivité justifiait toujours sa détention, d’autant qu’il fallait craindre de le voir, en cas d’élargissement, refuser de suivre un traitement pourtant indispensable (paragraphes 21-22 ci-dessus).", "D’autre part, le dossier ne fournit aucun appui à l’affirmation de M. Herczegfalvy selon laquelle seul son comportement vexatoire aurait motivé les mesures attaquées. Partant, la Cour ne saurait les qualifier d’arbitraires.", "Quant aux griefs tirés de la méconnaissance de l’article 25 par. 3 du code pénal, la Cour les examinera sous l’angle du paragraphe 4 de l’article 5 (art. 5-4) de la Convention. Il n’y a donc pas lieu de les aborder de surcroît sur le terrain du paragraphe 1 (art. 5-1).", "", "F. Conclusion", "69. En conclusion, nulle violation de l’article 5 par. 1 (art. 5-1) ne se trouve établie.", "II. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 5 PAR. 3 (art. 5-3)", "70. M. Herczegfalvy invoque aussi l’article 5 par. 3 (art. 5-3), aux termes duquel", "\"Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article (art. 5-1-c) (...) a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience.\"", "La longueur de sa détention provisoire aurait dépassé les limites fixées par ce texte.", "71. Les périodes à considérer s’étendent du 27 mai 1978 au 10 janvier 1979 et du 3 octobre 1979 au 9 avril 1980. La Cour se réfère ici à ses développements concernant l’article 5 par. 1 c) (art. 5-1-c) (paragraphes 59-61 et 65 ci-dessus).", "Elle a déjà estimé \"pertinents\" et \"suffisants\" les motifs sur lesquels les juridictions autrichiennes fondèrent la privation de liberté dont il s’agit. Il reste donc à rechercher si celles-ci apportèrent une \"diligence particulière\" à la poursuite de la procédure (voir, en dernier lieu, l’arrêt Tomasi c. France du 27 août 1992, série A no 241-A, p. 35, par. 84).", "72. La première phase dura sept mois et quinze jours, mais à son début, le 27 mai 1978, l’intéressé se trouvait déjà incarcéré depuis le 13 mai 1977, soit plus d’un an (paragraphe 11 ci-dessus).", "Il ne discute pas les constatations de la Commission relatives à ce stade du placement (paragraphes 33-50 du rapport). La Cour ne discerne elle non plus aucune négligence des autorités qui, entre le 27 mai 1978 et le 10 janvier 1979, ait pu ralentir la marche de l’instance au point d’enfreindre la Convention. Le requérant contribua d’ailleurs lui-même à l’allongement de la procédure, notamment par l’incident qu’il provoqua avec le président du tribunal régional (paragraphes 13-14 ci-dessus).", "Quant à la période du 3 octobre 1979 au 9 avril 1980, elle ne paraît pas excessive eu égard, entre autres, à la nouvelle composition de la juridiction appelée à statuer après le renvoi par la Cour suprême (paragraphes 18 et 20 ci-dessus).", "73. Bref, il n’y a pas eu violation de l’article 5 par. 3 (art. 5-3).", "", "III. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 5 PAR. 4 (art. 5-4)", "74. Le requérant se plaint en outre d’une infraction à l’article 5 par. 4 (art. 5-4), qui dispose:", "\"Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale.\"", "Les décisions rendues par les tribunaux autrichiens en vertu de l’article 25 par. 3 du code pénal (paragraphe 46 ci- dessus) ne l’auraient pas été \"à bref délai\".", "Le Gouvernement combat cette thèse, partagée pour l’essentiel par la Commission.", "75. La procédure instituée par l’article 25 par. 3 du code pénal s’analyse en un contrôle judiciaire périodique et automatique (voir notamment l’arrêt X c. Royaume-Uni précité, série A no 46, p. 23, par. 52).", "D’après la jurisprudence de la Cour sur la portée des paragraphes 1 et 4 de l’article 5 (art. 5-1, art. 5-4) de la Convention, pareil contrôle, pour remplir les exigences de celle-ci, doit respecter les normes de fond comme de procédure de la législation nationale et s’exercer de surcroît en conformité au but de l’article 5 (art. 5): protéger l’individu contre l’arbitraire. La seconde condition implique non seulement que les juridictions compétentes statuent \"à bref délai\" (arrêt Koendjbiharie c. Pays-Bas du 25 octobre 1990, série A no 185-B, p. 40, par. 27), mais aussi que leurs décisions se suivent à un rythme raisonnable. Il échet de commencer par ce dernier point, en notant que dans l’esprit du législateur autrichien les intervalles ne sauraient excéder un an.", "76. Des griefs relatifs à l’article 5 par. 4 (art. 5-4), seuls sont recevables ceux qui concernent la phase postérieure au 9 avril 1980, la Commission ayant, le 4 octobre 1989, déclaré les autres manifestement mal fondés au sens de l’article 27 par. 2 (art. 27-2).", "77. En l’espèce, les trois décisions prises au titre de l’article 25 par. 3 du code pénal intervinrent au bout de quinze mois (6 novembre 1980 - 8 février 1982), deux ans (8 février 1982 - 16 février 1984) et neuf mois (16 février 1984 - 14 novembre 1984). Les deux premières ne sauraient passer pour avoir observé un rythme \"raisonnable\", d’autant que les multiples demandes d’élargissement introduites à l’époque par l’intéressé restèrent sans réponse (paragraphes 20-23 ci-dessus).", "Ces conclusions dispensent la Cour d’examiner la conformité au droit interne des décisions litigieuses.", "78. En résumé, l’article 5 par. 4 (art. 5-4) a été violé.", "", "IV. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 3 (art. 3)", "79. M. Herczegfalvy se plaint également de la thérapie suivie à son égard. En lui administrant de force de la nourriture et des neuroleptiques, en l’isolant et en l’attachant à l’aide de menottes à un lit de sûreté pendant les semaines consécutives à l’incident du 15 janvier 1980 (paragraphes 24-28 ci-dessus), on lui aurait infligé un traitement brutal incompatible avec l’article 3 (art. 3), aux termes duquel:", "\"Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants.\"", "80. La Commission discerne un manquement aux exigences de ce texte dans le mode d’application du traitement: violentes et prolongées à l’excès, les différentes mesures incriminées auraient, combinées, revêtu un caractère inhumain et dégradant, contribuant même à aggraver l’état du patient.", "81. D’après le Gouvernement au contraire, elles résultaient pour l’essentiel du comportement du requérant, qui rejetait les soins rendus urgents par la détérioration de sa santé physique et mentale.", "Ainsi, quand M. Herczegfalvy regagna l’hôpital, le 10 septembre 1979, il se révéla indispensable de l’alimenter artificiellement au vu de son extrême affaiblissement, dû à son refus de toute nourriture (paragraphes 24-25 ci-dessus). Plus tard, c’est en partie à sa propre demande qu’il fut nourri par sonde tant qu’il continua - du moins en apparence - sa grève de la faim.", "De même, seules sa résistance à tout traitement, son agressivité exacerbée, les menaces et les violences qu’il fit subir au personnel hospitalier expliqueraient le recours de celui-ci à des mesures coercitives, dont l’injection intramusculaire de sédatifs ainsi que l’usage de menottes et du lit de sûreté. Approuvées par le curateur de M. Herczegfalvy, elles n’auraient jamais cessé de poursuivre un but thérapeutique et auraient été interrompues dès que l’état du malade le permettait.", "Enfin, l’isolement dénoncé constituerait en réalité un placement dans une cellule individuelle, conforme aux voeux de l’intéressé. Celui-ci aurait eu des contacts avec médecins et infirmiers; il aurait pu recevoir de la visite et même se promener dans le jardin.", "82. Selon la Cour, la situation d’infériorité et d’impuissance qui caractérise les patients internés dans des hôpitaux psychiatriques appelle une vigilance accrue dans le contrôle du respect de la Convention. S’il appartient aux autorités médicales de décider - sur la base des règles reconnues de leur science - des moyens thérapeutiques à employer, au besoin de force, pour préserver la santé physique et mentale des malades entièrement incapables d’autodétermination et dont elles ont donc la responsabilité, ceux-ci n’en demeurent pas moins protégés par l’article 3 (art. 3), dont les exigences ne souffrent aucune dérogation.", "Certes, les conceptions médicales établies sont en principe décisives en pareil cas: ne saurait, en général, passer pour inhumaine ou dégradante une mesure dictée par une nécessité thérapeutique. Il incombe pourtant à la Cour de s’assurer que celle-ci a été démontrée de manière convaincante.", "83. En l’espèce, c’est surtout la durée du maintien des menottes et du lit de sûreté (paragraphes 27-28 ci-dessus) qui apparaît préoccupante. Cependant, les éléments fournis à la Cour ne suffisent pas à réfuter la thèse du Gouvernement selon laquelle, d’après les principes psychiatriques communément admis à l’époque, un impératif médical justifiait le traitement litigieux. De plus, certaines affirmations du requérant ne trouvent pas appui dans le dossier. Il en va ainsi, en particulier, de celles qui concernent les événements du 15 janvier 1980 (paragraphe 27 ci-dessus) et l’étendue de l’isolement.", "84. Nulle violation de l’article 3 (art. 3) n’est donc établie.", "V. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 8 (art. 8)", "85. M. Herczegfalvy allègue ensuite qu’en lui administrant de force de la nourriture, en lui imposant le traitement incriminé et en refusant d’acheminer sa correspondance, les autorités hospitalières ont de surcroît violé l’article 8 (art. 8), ainsi rédigé:", "\"1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2. Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui.\"", "86. Les deux premiers griefs portent sur des faits déjà dénoncés sous l’angle de l’article 3 (art. 3); il échet donc de renvoyer d’abord au paragraphe 83 ci-dessus. En outre, la Cour attache ici un poids décisif à l’absence d’indications précises de nature à ébranler l’avis du Gouvernement, pour qui les autorités hospitalières pouvaient à bon droit considérer la maladie psychiatrique de l’intéressé comme rendant celui-ci entièrement incapable d’autodétermination. Partant, aucune violation de l’article 8 (art. 8) ne se trouve établie à cet égard.", "87. Le troisième et dernier grief s’en prend surtout à la pratique ayant consisté pour l’hôpital psychiatrique à envoyer au curateur, à des fins de sélection, chacune des lettres du requérant (paragraphe 36 ci-dessus).", "Le Gouvernement concède qu’elle a constitué une ingérence dans l’exercice du droit de M. Herczegfalvy au respect de sa correspondance; toutefois, elle aurait puisé sa justification dans le paragraphe 2 de l’article 8 (art. 8-2) car elle servait pour l’essentiel à protéger la santé du patient.", "88. L’ingérence ainsi relevée a méconnu l’article 8 (art. 8) sauf si, \"prévue par la loi\", elle poursuivait un ou des buts légitimes au regard du paragraphe 2 (art. 8-2) et, de plus, était \"nécessaire, dans une société démocratique\", pour les atteindre.", "Selon la jurisprudence de la Cour, les mots \"prévue par la loi\" veulent d’abord que la mesure incriminée ait une base en droit interne, mais ils ont trait aussi à la qualité de la loi en cause: ils exigent l’accessibilité de celle-ci à la personne concernée, qui de surcroît doit pouvoir en prévoir les conséquences pour elle, et sa compatibilité avec la prééminence du droit (voir notamment les arrêts Kruslin et Huvig c. France du 24 avril 1990, série A no 176-A, p. 20, paras. 26-27, et no 176-B, p. 52, paras. 25-26).", "89. Si l’existence d’une base légale et l’accessibilité de celle-ci ne prêtent pas à discussion en l’espèce, il n’en va pas de même de la condition de prévisibilité de la loi quant au sens et à la nature des mesures applicables.", " Pour se concilier avec la prééminence du droit, la législation interne doit offrir une certaine protection contre des atteintes arbitraires aux droits garantis par le paragraphe 1 (art. 8-1). Aussi une loi conférant à la puissance publique un pouvoir d’appréciation doit-elle en fixer la portée; le niveau de précision requis dépend du domaine considéré (voir notamment les arrêts Silver et autres c. Royaume-Uni du 25 mars 1983, série A no 61, p. 33, par. 88; Malone c. Royaume-Uni du 2 août 1984, série A no 82, pp. 32-33, paras. 67-68; Kruslin et Huvig précités, série A no 176-A, pp. 22-23, par. 30, et no 176-B, pp. 54-55, par. 29).", "90. D’après le Gouvernement, les décisions incriminées se fondaient directement sur l’article 51 par. 1 de la loi sur les hôpitaux et les articles 216 et 282 du code civil, auxquels il y a lieu d’ajouter, en ordre subsidiaire, les articles 8 par. 2 de la loi sur les hôpitaux et les articles 3 et 4 du décret sur les incapables (paragraphes 51-54 ci- dessus).", "91. Ces textes, au libellé très vague, n’indiquent ni l’étendue ni les modalités d’exercice du pouvoir d’appréciation à l’origine de l’arrangement critiqué. Or de telles limites apparaissent d’autant plus nécessaires en matière d’internement psychiatrique que les intéressés se retrouvent souvent à la merci des autorités médicales, le courrier restant alors leur seul contact avec l’extérieur.", "Certes, la Cour l’a déjà relevé, on ne saurait guère rédiger une loi capable de parer à toute éventualité (voir notamment l’arrêt Silver et autres précité, série A no 61, p. 33, par. 88). Il n’empêche qu’en l’absence de la moindre précision quant au type de restrictions autorisées, à leur but, leur durée, leur étendue et leur contrôle, les articles cités n’offrent pas, contre l’arbitraire, le degré minimal de protection voulu par la prééminence du droit dans une société démocratique. D’après les renseignements fournis à la Cour, aucune jurisprudence n’a corrigé cet état de choses. Il y a donc eu violation de l’article 8 (art. 8) de la Convention.", "92. Cela étant, la Cour n’estime pas devoir vérifier en l’occurrence le respect des autres exigences du paragraphe 2 de l’article 8 (art. 8-2).", "VI. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 10 (art. 10)", "93. Selon le requérant, les limitations à son accès à l’information (paragraphe 38 ci-dessus) ont enfreint l’article 10 (art. 10).", "Le Gouvernement admet l’existence d’ingérences. Elles auraient pour base légale l’article 51 par. 1 de la loi sur les hôpitaux et cadreraient avec le paragraphe 2 de l’article 10 (art. 10-2) de la Convention.", "94. La Cour a déjà indiqué les raisons qui l’empêchent de considérer l’article 51 par. 1 de ladite loi comme une \"loi\" au sens du paragraphe 2 de l’article 8 (art. 8-2) (paragraphe 91 ci-dessus). Rien ne justifiant ici une autre conclusion, l’article 10 (art. 10) a été méconnu lui aussi. Partant, il n’y a pas lieu d’examiner les autres conditions de son paragraphe 2 (art. 10-2).", "VII. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 13 (art. 13)", "95. Affirmant n’avoir disposé d’aucun recours national effectif pour les infractions à la Convention dont il se plaint, M. Herczegfalvy allègue enfin un manquement aux exigences de l’article 13 (art. 13).", "96. La Cour ne juge pas nécessaire de trancher la question, eu égard à sa décision relative aux articles 8 et 10 (art. 8, art. 10) (paragraphes 91 et 94 ci-dessus).", "VIII. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "97. Aux termes de l’article 50 (art. 50) de la Convention,", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "Les prétentions formulées par le requérant en vertu de ce texte visent aussi bien l’octroi d’une réparation pécuniaire que le remboursement de frais et dépens.", "98. M. Herczegfalvy laisse à la Cour le soin d’estimer le tort moral subi. De manière indicative, il le chiffre, pour la période du 15 mai 1972 au 1er décembre 1979, à 2 737 753 802 schillings autrichiens 45; à l’appui, il fournit un décompte.", "Pour les frais afférents à sa représentation devant les organes de la Convention, il sollicite le paiement de 8 000 marks allemands et de 12 000 schillings, respectivement pour honoraires d’avocat et dépenses de voyage.", "99. Le Gouvernement qualifie d’exorbitants et irréalistes les montants réclamés pour dommage, tandis que la Commission ne se prononce pas.", "100. Statuant en équité, la Cour évalue à 100 000 schillings le préjudice résultant des violations retenues. Quant aux frais, elle en alloue le remboursement intégral, moins les 22 971 francs français déjà versés par le Conseil de l’Europe au titre de l’assistance judiciaire.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit qu’il n’y a pas eu violation de l’article 5 paras. 1 et 3 (art. 5-1, art. 5-3);", "", "2. Dit qu’il y a eu violation de l’article 5 par. 4 (art. 5-4);", "", "3. Dit qu’il n’y a pas eu violation de l’article 3 (art. 3);", "", "4. Dit qu’il y a eu violation de l’article 8 (art. 8) quant à la correspondance du requérant, mais non quant au traitement médical subi par lui;", "", "5. Dit qu’il y a eu violation de l’article 10 (art. 10);", "", "6. Dit qu’il ne s’impose pas d’examiner aussi l’affaire sous l’angle de l’article 13 (art. 13);", "", "7. Dit que l’État défendeur doit verser au requérant, dans les trois mois, 112 000 (cent douze mille) schillings autrichiens et 8 000 (huit mille) marks allemands, diminués de 22 971 (vingt-deux mille neuf cent soixante et onze) francs français;", "", "8. Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 24 septembre 1992.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", ""]}