{"file": "FRE_CLINF_497_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "497/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 154", "Juillet 2012", "Koch c. Allemagne - 497/09", "Arrêt 19.7.2012 [Section V]", "Article 8", "Article 8-1", "Respect de la vie privée", "Refus des juridictions allemandes d’examiner au fond le recours d’un homme dont l’épouse s’est suicidée en Suisse après avoir vainement tenter d’obtenir l’autorisation de se procurer une substance létale en Allemagne: violation", "", "En fait – L’épouse du requérant souffrait d’une tétraplégie complète. En 2004, elle demanda l’autorisation à l’Institut fédéral des produits pharmaceutiques et médicaux d’obtenir une dose létale d’un médicament qui lui aurait permis de se suicider à son domicile en Allemagne. L’Institut fédéral refusa. Le requérant et son épouse formèrent un recours administratif dont ils furent déboutés. En février 2005, tous deux se rendirent en Suisse où l’épouse du requérant se suicida avec l’aide d’une association. En avril 2005, le requérant introduisit une action en vue d’obtenir une déclaration d’illégalité des décisions de l’Institut fédéral. Le tribunal administratif, la cour d’appel et la Cour constitutionnelle fédérale déclarèrent les recours du requérant irrecevables.", "En droit – Article 8", "a) Violation alléguée des droits du requérant dans son propre chef – La présente espèce doit être distinguée d’affaires portées devant la Cour par un héritier ou un parent de la personne décédée, au nom de celle-ci, en ce qu’elle soulève la question de savoir s’il y a eu atteinte aux propres droits du requérant. Malgré ces différences, les critères permettant à un proche ou à un héritier de porter une action au nom de la personne décédée sont également pertinents en l’espèce. Le requérant entretenait une relation très étroite avec sa défunte épouse à laquelle il était marié depuis vingt-cinq ans. De plus, il a accompagné sa femme pendant toutes ses souffrances, a finalement accepté et soutenu le souhait de celle-ci de mettre fin à ses jours et s’est rendu en Suisse avec elle afin de réaliser ce souhait. Enfin, il a présenté un recours administratif conjointement avec son épouse et a poursuivi la procédure interne en son propre nom après le décès de celle-ci. Ces circonstances exceptionnelles montrent un intérêt fort et persistant de sa part à obtenir une décision sur le fond de la demande initiale. Par ailleurs, la présente espèce soulève des questions fondamentales tenant au souhait d’un patient de décider lui-même de mettre fin à ses jours, questions qui présentent un intérêt général transcendant les personnes et les intérêts tant du requérant que de sa défunte épouse. Eu égard, en particulier, à la relation exceptionnellement proche entre le requérant et son épouse et à son implication immédiate dans la réalisation du souhait de l’intéressée de mettre fin à ses jours, celui-ci peut prétendre avoir été directement affecté par le refus d’autoriser l’acquisition d’une dose létale de médicament. Par conséquent, la décision de l’Institut fédéral de rejeter la demande de l’épouse du requérant et le refus des juridictions administratives d’examiner le fond de la demande de ce dernier ont constitué une ingérence dans le droit de l’intéressé au respect de sa vie privée.", "Concernant le volet procédural de l’article 8, et notamment la question de savoir si les droits propres du requérant ont été suffisamment préservés au cours de la procédure interne, le tribunal administratif et la cour d’appel administrative ont refusé d’examiner au fond la demande du requérant, au motif qu’il ne pouvait pas revendiquer de droits propres au regard du droit interne ou au titre de l’article 8, ni n’avait qualité pour reprendre l’action engagée par son épouse après le décès de celle-ci. Si le tribunal administratif a exprimé l’opinion que le refus de l’Institut fédéral avait été légitime et conforme à l’article 8, ni la cour administrative d’appel ni la Cour constitutionnelle fédérale n’ont examiné au fond la demande initiale. Or ce refus d’examiner le fond de la cause ne poursuivait aucun but légitime. Il y a donc eu violation du droit du requérant de voir sa demande examinée au fond par les juridictions internes.", "Eu égard à cette conclusion, au principe de subsidiarité et à la marge d’appréciation considérable accordée aux Etats en la matière en l’absence d’un consensus concernant la possibilité pour les médecins de prescrire une dose létale de médicament, il n’y pas lieu à examiner le volet matériel du grief du requérant.", "Conclusion: violation (unanimité).", "b) Violation alléguée du droit reconnu à l’épouse du requérant – La Cour rappelle que les droits tirés de l’article 8 sont de nature non transférable et ne peuvent donc être revendiqués par un parent proche ou un autre héritier de la victime immédiate. Le requérant n’a donc pas qualité pour faire valoir les droits de son épouse et ce grief est irrecevable pour incompatibilité ratione materiae.", "Conclusion: irrecevable (unanimité).", "Article 41: 2 500 EUR pour préjudice moral; demande pour dommage matériel rejetée.", "(Voir aussi , no 31322/07, 20 janvier 2011, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}