{"file": "FRE_CLINF_20981_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20981/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 173", "Avril 2014", "Mladina d.d. Ljubljana c. Slovénie - 20981/10", "Arrêt 17.4.2014 [Section V]", "Article 10", "Article 10-1", "Liberté d'expression", "Éditeur condamné au versement de dommages et intérêts pour avoir publié un article extrêmement critique à l’égard des remarques et de la conduite qu’avait eues un député pendant un débat parlementaire relatif à un texte sur les relations homosexuelles : violation", "En fait – La société requérante publia un article qui critiquait vivement S.P., alors député, pour ses remarques et son comportement au cours d’un débat parlementaire concernant la reconnaissance légale des relations homosexuelles. L’article qualifiait S.P. de « décérébré » qui, dans un pays où le manque de main-d’œuvre aurait été moins criant, n’aurait même pas pu obtenir un emploi d’homme d’entretien dans une école. Pendant le débat parlementaire en question, S.P. avait déclaré que les homosexuels constituait une catégorie de population qui était indésirable de manière générale. Pour appuyer ce point de vue, il avait mimé avec des gestes efféminés un homme homosexuel. À la suite d’une action civile engagée par S.P., la société requérante fut condamnée à verser des dommages-intérêts et à publier dans son hebdomadaire l’introduction et le dispositif du jugement du tribunal de district. Les juridictions nationales estimèrent que les commentaires litigieux étaient objectivement offensants, manquaient de base factuelle et que l’utilisation de pareil langage inconvenant ne servait pas le but de diffuser des informations au public.", "En droit – Article 10 : La déclaration en question a été publiée dans la presse et dans le contexte d’un débat politique sur une question d’intérêt général, pour lequel peu de restrictions sont acceptables. De plus, un homme politique doit faire preuve de plus de tolérance à cet égard qu’un simple particulier, surtout s’il a lui-même formulé en public des déclarations controversées. Sur ce point, la Cour rappelle que la liberté journalistique permet également un possible recours à un certain degré d’exagération, voire de provocation.", "Les termes utilisés dans l’article pour décrire la conduite de S.P. sont en réalité extrêmes et pourraient légitimement être considérés comme offensants. Toutefois, la remarque litigieuse décrivant le parlementaire comme un « décérébré » constitue un jugement de valeur. Les faits sur lesquels la déclaration se fondait étaient décrits avec force détails et leur description était suivie par le commentaire de l’auteur, lequel, de l’avis de la Cour, avait le caractère d’une métaphore. Dans le contexte de ce qui apparaît être un débat intense dans lequel les opinions ont été exprimées avec peu de retenue, la Cour interprète la déclaration litigieuse comme une expression de fort désaccord plutôt que comme une appréciation factuelle des capacités intellectuelles de S.P. Vu sous cet angle, la description de ses propos et de sa conduite doit être regardée comme une base suffisante pour la déclaration litigieuse. De plus, la déclaration était une réponse aux propres remarques de S.P., lesquelles peuvent être considérées comme des propos caricaturaux promouvant des stéréotypes négatifs. Enfin, l’article faisait écho non seulement aux commentaires provocateurs de S.P., mais également au style dans lequel il les avait exprimés. Même un langage offensant, qui peut tomber en dehors du champ de la protection de la liberté d’expression si sa seule intention était d’insulter, peut être protégé lorsqu’il sert uniquement des buts stylistiques. À la lumière du contexte dans lequel la déclaration litigieuse a été formulée, et eu égard au style de l’article, la Cour estime qu’elle n’équivalait pas à une attaque personnelle gratuite. Dès lors, les juridictions internes n’ont pas établi de manière convaincante l’existence d’un quelconque besoin impérieux pour placer la protection de la réputation de S.P. au-dessus du droit à la liberté d’expression de la société requérante ; partant, l’ingérence n’était pas nécessaire dans une société démocratique.", "Conclusion : violation (unanimité).", "Article 41 : constat de violation suffisant en lui-même pour le préjudice moral ; 2 921,05 EUR pour dommage matériel.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}