{"file": "FRE_CLINF_67545_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "67545/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 136", "Décembre 2010", "Ternovszky c. Hongrie - 67545/09", "Arrêt 14.12.2010 [Section II]", "Article 8", "Article 8-1", "Respect de la vie privée", "Risque de condamnation pour des professionnels de la santé, qui en pratique prive les femmes enceintes du droit à une assistance médicale pour accoucher à domicile : violation", "", "En fait – Dans sa requête à la Cour européenne, la requérante, une femme enceinte qui souhaitait accoucher à son domicile, se plaignait de ne pas pouvoir, en pratique, obtenir à cette fin l’assistance nécessaire de professionnels de la santé, car la législation interne* était formulée de telle manière que ceux-ci risquaient, s’ils apportaient leur assistance à un accouchement à domicile, de se voir infliger une condamnation et une amende.", "En droit – Article 8 : la « vie privée » englobe le droit au respect de la décision de devenir parent et, par conséquent, le droit de choisir les circonstances dans lesquelles devenir parent. Même si la requérante n’a pas été strictement empêchée d’accoucher à son domicile, on peut considérer que la législation dissuadait les professionnels de santé de lui apporter l’assistance requise, ce qui a constitué à son égard une atteinte à l’exercice de ce droit.", "En ce qui concerne la question de savoir si l’ingérence litigieuse était « prévue par la loi », la Cour considère que, lorsque des choix liés à l’exercice du droit au respect de la vie privée interviennent dans un domaine régi par la loi, l’Etat doit assurer une protection juridique suffisante du droit en cause dans le cadre normatif, notamment en veillant à ce que la loi soit accessible et prévisible. S’il dispose d’une large marge d’appréciation, il doit néanmoins ménager dans les textes qu’il adopte un juste équilibre entre les intérêts sociétaux et le droit en jeu. Pour ce qui est de l’accouchement à domicile, cet équilibre implique que la mère bénéficie d’un cadre juridique et institutionnel qui lui permette d’accoucher selon sa préférence à moins que d’autres droits ne rendent certaines restrictions nécessaires. La question de savoir si l’accouchement à domicile est beaucoup plus risqué que l’accouchement en milieu hospitalier fait certes débat dans les cercles médicaux, mais la liberté de choix en matière d’accouchement comprend le droit à la certitude juridique que la solution retenue est légale et ne risque pas, directement ou indirectement, de donner lieu à des sanctions. A cet égard, la législation interne peut raisonnablement être considérée comme contradictoire : alors que la loi de 1997 sur les soins médicaux reconnaît le droit des patients de faire leurs propres choix, l’article 101 § 2 du décret gouvernemental sanctionne les professionnels de la santé qui pratiquent des activités relevant de leurs qualifications d’une manière incompatible avec la loi ou avec leur autorisation d’exercer. Dans un cas au moins, un professionnel de santé a fait l’objet de poursuites pour avoir aidé une femme à accoucher à son domicile. Le Gouvernement reconnaît la nécessité de remédier à cette situation, mais aucun texte n’a encore été adopté à cette fin. La Cour conclut donc que la question de l’assistance à l’accouchement à domicile par les professionnels de santé est entourée d’un flou juridique qui est source d’arbitraire. Du fait de l’absence de législation précise et complète et de la menace pesant en permanence sur les professionnels de santé disposés à aider les femmes à accoucher à domicile, la requérante n’a pas pu, en pratique, accoucher comme elle le souhaitait. Cette situation est incompatible avec la notion de « prévisibilité », de sorte que l’ingérence litigieuse n’était pas « prévue par la loi ».", "Conclusion : violation (six voix contre une).", "Article 41 : aucune demande pour dommage.", "* Article 101 § 2 du décret gouvernemental no 218/1999 (XII.28).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}