{"file": "FRE_HFJUD_33627_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33627/96", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE BARAGAN c. ROUMANIE", "", "", "(Requête no 33627/96)", "", "", "ARRÊT", "(Cette version a été rectifié sous l'article 81 du Règlement de la Cour le 5 novembre 2002)", "", "", "STRASBOURG", "", "", "1er octobre 2002", "", "", "DÉFINITIF", "", "01/01/2003", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Baragan c. Roumanie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tGaukur Jörundsson,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tM. Ugrekhelidze,\n\tMme\tA. Mularoni, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 10 octobre 2000 et 10 septembre 2002,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 33627/96) dirigée contre la Roumanie et dont un ressortissant de cet Etat, M. Paun Baragan, avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 2 octobre 1996, en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). A la suite du décès, le 22 décembre 1997, du requérant, son hériter testamentaire, à savoir M. Emil Mihai Baragan, a exprimé le 1er novembre 2000, le souhait de continuer l'instance.", "2.  M. Emil Mihai Baragan est représenté par Mme M. Macovei, avocate à Bucarest. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, Mme C. Tarcea, du ministère de la Justice.", "3.  Le requérant alléguait en particulier que le refus de la Cour suprême de justice, le 14 mai 1996, de reconnaître aux tribunaux la compétence pour trancher une action en revendication était contraire à l'article 6 de la Convention. En outre, le requérant se plaignait que l'arrêt du 14 mai 1996 de la Cour suprême de justice avait eu pour effet de porter atteinte à son droit au respect de ses biens, tel que reconnu par l'article 1 du Protocole no 1.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "\n5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "6.  Par une décision du 10 octobre 2000, la chambre (première section) a déclaré la requête recevable.", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "8.  Tant M. Emil Mihai Baragan que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Le requérant était un ressortissant roumain, né en 1903 et résidant à Bucarest. ", "10.  En 1949, le requérant acheta un appartement sis à Bucarest.", "11.  En 1950, l'Etat prit possession de l'appartement du requérant en invoquant le décret de nationalisation no 92/1950. Ni les motifs ni la base légale de cette privation de propriété ne furent jamais notifiés au requérant. ", "L'action en revendication de propriété ", "12.  En 1993, le requérant revendiqua par une action civile introduite devant le tribunal de première instance de Bucarest le bien susmentionné. Il fit valoir qu'en vertu du décret no 92/1950, les biens des salariés ne pouvaient être nationalisés et qu'il était fonctionnaire au moment de la nationalisation de sa propriété et que, par ailleurs, l'appartement avait été nationalisé comme appartenant à un tiers (C.L.).", "13.  Par jugement du 26 octobre 1993, le tribunal de première instance releva que c'était par erreur que le domicile du requérant avait été nationalisé en application du décret no 92/1950, car il y avait eu erreur en la personne du propriétaire et, en tout état de cause, le requérant faisait partie d'une catégorie de personnes que ce décret excluait de la nationalisation. Le tribunal ordonna dés lors aux autorités administratives de restituer l'appartement au requérant. ", "14.  En l'absence de recours, le jugement devint définitif et irrévocable, ne pouvant plus être attaqué par les voies de recours ordinaires.", "15.  Le 28 mars 1994, le maire de la ville de Bucarest ordonna la restitution du bien au requérant.", "16.  A partir du 28 mars 1994, le requérant commença à acquitter les taxes foncières afférentes à cette propriété. Il les versa jusqu'au 14 mai 1996 inclus.", "17.  A une date non précisée, le procureur général de la Roumanie forma un recours en annulation devant la Cour suprême de justice contre le jugement du 26 octobre 1993, au motif que les juges avaient outrepassé leurs compétences en examinant la légalité de l'application du décret no 92/1950.", "18.  Par arrêt du 14 mai 1996, la Cour suprême de justice annula le jugement définitif du 26 octobre 1993 et rejeta l'action du requérant. Elle souligna que la loi était un moyen d'acquisition de la propriété, constata que l'Etat s'était approprié l'appartement en question le jour même de l'entrée en vigueur du décret de nationalisation no 92/1950 et rappela que l'application de ce décret ne pouvait pas être contrôlée par les tribunaux. Par conséquent, la Cour suprême de justice estima que le tribunal de première instance de Bucarest n'avait pu rendre son jugement constatant que le requérant était le véritable propriétaire du bien qu'en modifiant le décret susmentionné et, dès lors, en outrepassant ses attributions et en empiétant sur celles du pouvoir législatif. La Cour suprême de justice confirma le droit des anciens propriétaires d'introduire des actions en revendication, mais jugea qu'en l'espèce le requérant n'avait pas apporté la preuve de son droit de propriété, tandis que l'Etat avait démontré que son titre était fondé sur le décret de nationalisation. La Cour suprême de justice conclut qu'en tout état de cause, de nouvelles lois devraient prévoir des mesures de réparation pour les biens que l'Etat s'était appropriés abusivement.", "19.  Selon les informations données par M. Emil Mihai Baragan, à une date non précisée, l'Etat a vendu l'appartement au locataire H.J. en application de la loi no 122/1995.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "20.  Les dispositions légales et la jurisprudence internes pertinentes sont décrites dans l'arrêt Brumărescu c. Roumanie ([GC], no 28342/95, §§ 31-44, CEDH 1999-VII).", "", "EN DROIT", "I.  OBSERVATION PRÉLIMINAIRE", "21.  La Cour note que M. Paun Baragan est décédé le 22 décembre 1997, mais que son héritier, M. Emil Mihai Baragan a exprimé, par lettre du 1er novembre 2000, le souhait de poursuivre l'instance. ", "22.  La Cour estime, eu égard à l'objet de la présente affaire et à l'ensemble des éléments qui sont en sa possession, que l'héritier du requérant peut prétendre avoir un intérêt suffisant pour justifier de la poursuite de l'examen de la requête et lui reconnaît dès lors la qualité pour se substituer désormais au requérant en l'espèce (voir notamment les arrêts Vocaturo c. Italie du 24 mai 1991, série A no 206-C, p. 29, § 2 ; G. c. Italie du 27 février 1992, série A no 228-F, p. 65, § 2 ; et Pandolfelli et Palumbo c. Italie du 27 février 1992, série A no 231-B, p. 16, § 2 ).", "II.  SUR LES EXCEPTIONS PRÉLIMINAIRES SOULEVÉES PAR LE GOUVERNEMENT", "23.  Le Gouvernement plaide l'irrecevabilité de la requête pour non épuisement des voies de recours internes. Il fait valoir qu'à la suite de l'adoption de la loi no 10/2001, il est loisible au M. Emil Mihai Baragan d'introduire une nouvelle action en revendication. ", "M. Emil Mihai Baragan invite la Cour à poursuivre l'examen de l'affaire. Il fait valoir que son oncle a été privé de son bien et qu'à l'heure actuelle, il ne se l'est toujours pas vu restituer. Il ajoute que même selon ladite loi, la restitution en nature n'est plus possible car l'Etat, après l'arrêt de la Cour suprême du 14 mai 1996, a vendu l'appartement au locataire H.J.", "24.  La Cour rappelle que dans l'arrêt Brumărescu précité elle a considéré que le Gouvernement, responsable de l'annulation d'un jugement définitif rendu à la suite d'une action en revendication, ne saurait exciper du non-épuisement dû au fait que le requérant n'aurait pas introduit une nouvelle action en revendication (ibidem, §§ 54-55). ", "25.  Partant, il y a lieu de rejeter l'exception préliminaire du Gouvernement.", "", "", "III.  SUR LE FOND", "A.  Sur la violation alléguée de l'article 6 § 1 de la Convention concernant l'accès au tribunal et l'équité de la procédure", "26.  D'après le requérant, l'arrêt du 14 mai 1996 de la Cour suprême de justice a enfreint l'article 6 § 1 de la Convention, qui dispose :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "27.  Dans son mémoire, le requérant fait valoir que le refus de la Cour suprême de justice de reconnaître aux tribunaux la compétence pour trancher une action en revendication est contraire au droit à un tribunal garanti par l'article 21 de la Constitution roumaine et par l'article 3 du code civil roumain, qui régit le déni de justice. En outre, il fait valoir que l'affirmation de la Cour suprême de justice, selon laquelle le requérant n'était pas propriétaire du bien en litige, est en contradiction avec le motif invoqué par cette cour pour accueillir le recours en annulation, à savoir l'absence de compétence des juridictions pour trancher le fond du litige.", "28.  Le Gouvernement admet que le requérant s'est vu opposer un refus d'accès à un tribunal, mais estime que ce refus a été temporaire et qu'en tout état de cause il était justifié pour assurer le respect des normes de procédure et le principe de la séparation des pouvoirs.", "29.  La Cour doit donc rechercher si l'arrêt du 14 mai 1996 a enfreint l'article 6 § 1 de la Convention.", "30.  La Cour rappelle que dans l'affaire Brumărescu précité (§§ 61-62), elle avait conclu à la violation de l'article 6 § 1 au motif que l'annulation d'un arrêt définitif était contraire au principe de la sécurité juridique. Elle avait également conclu que le refus de la Cour suprême de justice de reconnaître aux tribunaux la compétence pour examiner des litiges portant, comme dans la présente affaire, sur une revendication immobilière, enfreignait l'article 6 § 1 de la Convention.", "31.  La Cour estime que rien en l'espèce ne permet de distinguer de ce point de vue la présente affaire de l'affaire Brumărescu.", "Dès lors, la Cour estime qu'en appliquant de la sorte les dispositions de l'article 330 du Code de procédure civile, dans sa rédaction applicable aux faits dans l'espèce, régissant le recours en annulation, la Cour suprême de justice a méconnu par sa décision du 14 mai 1996 le principe de la sécurité des rapports juridiques et par là, le droit du requérant à un procès équitable au sens de l'article 6 § 1 de la Convention.", "\n32.  De surcroît, l'exclusion par la Cour suprême de justice de l'action en revendication du requérant de la compétence des tribunaux est en soi contraire au droit d'accès à un tribunal garanti par l'article 6 § 1 de la Convention.", "33.  Partant, il y a eu violation de l'article 6 § 1 sur ces deux points.", "B.  Sur la violation alléguée de l'article 1 du Protocole No 1 à la Convention", "34.  Le requérant se plaint que l'arrêt du 14 mai 1996 de la Cour suprême de justice a eu pour effet de porter atteinte à son droit au respect de ses biens, tel que reconnu à l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les États de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "35.  Le requérant estime que l'arrêt de la Cour suprême de justice du 14 mai 1996 jugeant que son appartement appartenait à l'Etat et annulant le jugement définitif du 12 février 1993, a constitué une privation de son droit au respect de ses biens, privation qui ne poursuivait pas un but d'utilité publique. Il fait observer qu'en application de la loi no 112 du 23 novembre 1995, l'Etat a vendu à un tiers le bien litigieux. ", "36.  Le Gouvernement ajoute que le requérant aurait pu bénéficier des mesures de réparation prévues par la loi no 112 de 1995, selon laquelle les personnes qui se sont vu priver par l'Etat, en vertu d'un titre, de leurs biens immeubles à destination de logement, peuvent êtres rétablies dans leur droit de propriété, si elles habitent toujours le logement confisqué, ou bien se voir octroyer des dédommagements. Il fait observer également que la loi no 10/2001 serait un recours efficace en l'espèce.", "Le Gouvernement estime que l'arrêt de la Cour suprême de justice a poursuivi la réalisation d'un but légitime et que l'ingérence ne peut pas passer pour disproportionnée au regard de la jurisprudence des organes de la Convention. En conséquence il prie la Cour de déclarer qu'il n'y a eu aucune violation de l'article 1 du Protocole no 1 à la Convention.", "37.  La Cour rappelle que le droit de propriété du requérant sur le bien en litige avait été établi par un jugement définitif du 26 octobre 1993 et relève que le droit ainsi reconnu n'était pas révocable. D'ailleurs, le requérant a pu jouir de son bien en toute tranquillité, en tant que propriétaire légitime, du 28 mars 1994 jusqu'au 14 mai 1996. Il s'est acquitté également des taxes et des impôts immobiliers afférents à son bien pour cette dernière période.", "Le requérant avait donc un « bien » au sens de l'article 1 du Protocole no 1 (voir arrêt Brumărescu, § 70).", "38.  La Cour relève ensuite que l'arrêt du 14 mai 1996 de la Cour suprême de justice a annulé le jugement définitif du 12 février 1993 et a jugé que le propriétaire légitime du bien était l'Etat. Elle considère que cette situation est, sinon identique, du moins analogue à celle du requérant dans l'affaire Brumărescu. La Cour estime donc que l'arrêt de la Cour suprême de justice du 14 mai 1996 a eu pour effet de priver M. Paun Baragan de son bien au sens de la seconde phrase du premier paragraphe de l'article 1 du Protocole no 1 (voir arrêt Brumărescu, §§ 73-74). En outre, elle relève que le requérant se trouve privé de la propriété du bien depuis maintenant plus de cinq ans sans avoir perçu d'indemnité reflétant la valeur réelle de celui-ci.", "39.  Dans ces conditions, à supposer même que l'on puisse démontrer que la privation de propriété ait servi une cause d'intérêt public, la Cour estime que le juste équilibre, depuis le 14 mai 1996 et jusqu'à présent, a été rompu et que le requérant a supporté et continue de supporter une charge spéciale et exorbitante.", "40.  Partant, il y a eu et il continue d'y avoir violation de l'article 1 du Protocole no 1 à la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "41.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "42.  A titre principal, M. Emil Mihai Baragan sollicite la restitution du bien litigieux. Il entend recevoir, en cas de non-restitution, une somme correspondant à la valeur actuelle de son bien, à savoir, selon le rapport d'expertise soumis à la Cour par lui, 77 390 dollars américains (USD), soit 78 092 euros (EUR), qu'il ventile comme suit : 49 856 USD, soit 50 308 EUR, pour la valeur actuelle de l'appartement et du terrain afférent, 27 500 USD, soit 27 749 EUR, pour le défaut de jouissance de sa propriété et 34,78 USD, soit 35 EUR, pour des frais payés aux diverses institutions. ", "\n43.  Le Gouvernement conteste les conclusions tirées du rapport d'expertise produit devant la Cour par M. Emil Mihai Baragan, car il considère cette procédure comme « extrajudiciaire ». Il soutient aussi qu'une demande d'expertise a été faite par le Gouvernement et que, par procès-verbal d'audience du 15 mars 2001, le tribunal départemental de Bucarest a homologué ledit rapport. (Ledit rapport d'expertise n'a pas été présenté devant la Cour.) Le Gouvernement soutient qu'en vertu de ce rapport, la valeur actuelle de l'immeuble est de 20 100 USD, soit 20 282 EUR et que la valeur du défaut de jouissance entre le 14 mai 1996 et 14 novembre 2000 est de 9 600 USD, soit 9 678 EUR. Enfin, il estime que la valeur recommandée par l'expert du requérant est « une valeur subjective, dépourvue de motivation convaincante ». En conclusion, le Gouvernement prie la Cour de ne pas prendre en compte les conclusions tirées du rapport d'expertise fourni par le requérant, mais celles tirées de son rapport.", "Pour ce qui est des taxes acquittées par le requérant, il affirme que lesdites taxes ont été acquittées pendant qu'il était propriétaire et qu'à l'époque il devait exécuter toutes les obligations, y compris le payement des impôts.", "44.  La Cour estime, dans les circonstances de l'espèce, que la restitution du bien litigieux, telle qu'ordonnée par le jugement définitif du tribunal de première instance de Bucarest du 12 février 1993, placerait le requérant autant que possible dans une situation équivalant à celle où il se trouverait, si les exigences de l'article 1 du Protocole no 1 n'avaient pas été méconnues. ", "Le requérant ne s'étant pas vu restituer la maison, l'Etat doit donc rétablir le droit de propriété du requérant sur l'appartement, objet de la requête.", "45.  A défaut pour l'Etat défendeur de procéder à pareille restitution dans un délai de trois mois à compter du jour où le présent arrêt sera devenu définitif, la Cour décide qu'il devra verser à M. Emil Mihai Baragan en tant qu'héritier de M. Paun Baragan, pour dommage matériel, la valeur actuelle du bien. ", "46.  Compte tenu des informations dont elle dispose sur les prix du marché immobilier à Bucarest, la Cour estime la valeur vénale actuelle du bien à 25 000 EUR. ", "B.  Dommage moral", "47.  M. Emil Mihai Baragan réclame 55 000 USD, soit 55 499 EUR, pour le dommage moral subi par son oncle, « le stress, l'anxiété et la dépression » subies du fait de la souffrance grave de se voir perdre pour la deuxième fois son bien, à la suite de l'arrêt de la Cour suprême de justice le 14 mai 1996. Il ajoute aussi que son oncle qui avait 91 ans, « était stressé et persuadé de ce qu'il allait décéder sans voir ses droits rétablis ». ", "Il réclame aussi 40 000 USD, soit 40 363 EUR, pour le dommage moral subi par lui même après le décès de son oncle, pour la privation de propriété qui lui a apporté « de la dépression, du stress et de la frustration ».", "48.  Le Gouvernement affirme que l'oncle du requérant, Paun Baragan, est décédé depuis 1997 et que le droit à réparation est un droit essentiellement personnel qui ne peut pas être transmis par voie de succession. En conclusion, il prie la Cour d'observer que ce droit « intuitu personae » ne peut pas être invoqué par le requérant Emil Mihai Baragan en tant qu'héritier. Enfin il souligne qu'aucun lien de causalité n'existe entre le préjudice allégué par le requérant Emil Mihai Baragan et celui de son oncle, Paun Baragan, et considère que la valeur demandée par ce premier est disproportionnée. En conséquence il prie la Cour de rejeter ce grief.", "49.  La Cour rappelle que selon sa jurisprudence constante, elle peut indemniser le préjudice moral d'un requérant décédé au cours de la procédure devant la Cour, en le versant aux héritiers (cf. arrêts Dalban c. Roumanie, no 28114/95, § 59, 28.09.1999, Loukanov c. Bulgarie, no 21915/93, § 53, 20.03.1997, et X c. France, no 18020/1991, §§ 51-54, 31.03.1992).", "La Cour considère que les événements en cause ont entraîné des ingérences graves dans les droits de M. Paun Baragan au respect de ses biens, à un tribunal et à un procès équitable, pour lesquelles la somme de 4 000 EUR représenterait une réparation équitable du préjudice moral subi. Ce montant est à payer à M. Emil Mihai Baragan en tant qu'héritier testamentaire de son oncle et à convertir en monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement. ", "50.  Pour ce qui est du préjudice moral réclamé par M. Emil Mihai Baragan, la Cour note que celui-ci n'a été partie à aucune procédure interne et qu'il ne pourrait pas invoquer de préjudice moral en liaison directe avec la violation constatée.", "La Cour décide qu'il n'y a lieu d'allouer à M. Emil Mihai Baragan aucune somme pour l'éventuel préjudice moral subi par lui.", "C.  Frais et dépens", "51.  M. Emil Mihai Baragan sollicite le remboursement de 3 510 USD, soit 3 642 EUR, qu'il ventile comme suit, en présentant un décompte détaillé :", "a)  380 USD, soit 383 EUR, pour les frais des procédures internes liées aux efforts du requérant pour se voir réintégrer dans son droit de propriété ; ", "b)  3 079 USD, soit 3 106 EUR, à titre d'honoraires pour le travail accompli par son avocat dans la procédure devant la Cour, tant sur le fond que sur la question de la satisfaction équitable ;", "52.  Quant aux frais de justice, le Gouvernement laisse à l'appréciation de la Cour l'évaluation de frais effectivement encourus par le requérant, frais nécessaires et utiles pour les procédures internes et devant la Cour.", "53.  La Cour, conformément à sa jurisprudence, recherchera si les frais et dépens dont le remboursement est réclamé ont été réellement et nécessairement encourus pour prévenir ou redresser la situation jugée constitutive d'une violation de la Convention et s'ils sont raisonnables quant à leur taux (voir, par exemple, l'arrêt Nilsen et Johnsen c. Norvège [GC], no 23118/93, § 62, CEDH 1999-VIII).", "54.  Statuant en équité comme l'article 41 de la Convention le veut, la Cour décide d'allouer à M. Emil Mihai Baragan 2 450 EUR à titre d'honoraire d'avocat pour les procédures menées devant les organes de la Convention et 380 EUR à titre de frais de procédures internes. Ce montant est à convertir en monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement. ", "D.  Intérêts moratoires", "55.  La Cour considère que le taux annuel des intérêts moratoires doit être calqué sur celui de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette l'exception préliminaire du Gouvernement ;", "", "2  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention du fait de l'absence d'un procès équitable ;", "", "3  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en raison du refus du droit d'accès à un tribunal ;", "", "4.  Dit qu'il y a violation de l'article 1 du Protocole no 1 à la Convention ;", "", "5.  Dit que l'Etat défendeur doit restituer à M. Emil Mihai Baragan, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, l'appartement litigieux et le terrain sur lequel il est sis ;", "", "\n6.  Dit qu'à défaut d'une telle restitution, l'Etat défendeur doit verser à M. Emil Mihai Baragan, en tant qu'héritier de M. Paun Baragan, dans le même délai, 25 000 EUR (vingt cent mille euros), pour dommage matériel, à convertir en monnaie nationale de l'État défendeur au taux applicable à la date du règlement ;", "", "7.  Dit que l'Etat défendeur doit verser à M. Emil Mihai Baragan, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir en monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement : ", "\ti.  4 000 EUR (quatre mille euros) en tant qu'héritier de M. Paun Baragan, pour dommage moral subi par ce dernier ;", "ii.  2 830 EUR (deux mille huit cent trente euros) pour frais d'honoraire d'avocat ;", "", "8.  Dit que les montants indiqués sous 6) et 7) seront à majorer d'un intérêt simple à un taux annuel équivalant au taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne augmenté de trois points de pourcentage à compter de l'expiration dudit délai et jusqu'au versement ;", "", "9.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 1er octobre 2002 en application de l'article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident", "", "", "", "", ""]}