{"file": "FRE_CLINF_5410_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "5410/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 95", "Mars 2007", "Tysiąc c. Pologne - 5410/03", "Arrêt 20.3.2007 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie privée", "Refus de procéder à un avortement thérapeutique malgré le risque d’une grave détérioration de la vue de la mère : violation", "", "En fait : La requérante souffrait depuis de nombreuses années d’une forte myopie lorsque, au début de sa troisième grossesse, elle décida de solliciter des avis médicaux car elle s’inquiétait des conséquences que cette grossesse pourrait avoir sur sa santé. Les trois ophtalmologues qu’elle consulta conclurent tous qu’en raison de changements pathologiques survenus à sa rétine, la grossesse et l’accouchement entraîneraient des risques importants pour sa vue. Ils refusèrent cependant d’émettre un certificat en vue d’une interruption de grossesse, en dépit des demandes de l’intéressée, au motif qu’il existait un risque, mais pas de certitude, que la rétine se décolle. La requérante consulta également un médecin généraliste, qui émit un certificat faisant état des risques liés à la grossesse en raison de ses problèmes à la rétine et des conséquences d’un accouchement venant après deux accouchements par césarienne. Au cours du deuxième mois de grossesse, la myopie de la requérante s’était déjà gravement détériorée aux deux yeux. Elle fut examinée par le chef du service de gynécologie et d’obstétrique d’un hôpital public, le docteur R.D., qui conclut qu’il n’existait pas de motifs de pratiquer un avortement thérapeutique. En conséquence, la requérante ne put bénéficier d’une interruption de grossesse et donna naissance à son troisième enfant par césarienne. Après l’accouchement, sa vue se détériora considérablement à la suite d’une hémorragie de la rétine. On l’informa aussi que, comme les modifications de sa rétine étaient très avancées, il n’y avait aucune possibilité de les corriger par une intervention chirurgicale. Un collège de médecins conclut que la requérante était atteinte d’une invalidité importante et qu’elle avait besoin de soins constants et d’une aide pour ses tâches quotidiennes. La requérante déposa une plainte pénale contre le docteur R.D. mais le procureur de district classa l’affaire sans suite au motif qu’il n’y avait pas de lien de causalité entre la décision de ce médecin et la détérioration de la vue de la requérante, étant donné qu’il était en tout état de cause probable que l’hémorragie se produise. Aucune sanction disciplinaire ne fut prise contre le médecin étant donné qu’aucune faute professionnelle n’avait été constatée. La requérante, qui élève seule ses trois enfants, est désormais reconnue comme atteinte d’une infirmité importante et craint à terme de perdre totalement la vue.", "En droit : La législation régissant l’interruption de grossesse touche au domaine de la vie privée étant donné que, lorsqu’une femme est enceinte, sa vie privée devient étroitement associée au fœtus qui se développe. Il n’y a pas lieu de rechercher si le refus d’autoriser la requérante à avorter a entraîné une ingérence car, vu les circonstances de la cause et notamment la nature du grief soulevé, il est préférable d’examiner l’affaire du seul point de vue de l’obligation positive qui incombe à l’Etat de reconnaître aux futures mères le droit au respect de leur intégrité physique. La législation interne n’autorise l’avortement que si deux médecins certifient que la grossesse entraîne une menace pour la vie ou la santé de la mère. Un médecin qui procède à une interruption de grossesse en enfreignant les conditions énoncées dans la loi est réputé coupable d’une infraction pénale punie d’une peine d’emprisonnement pouvant aller jusqu’à trois ans. D’après la fédération polonaise des femmes et du planning familial, cela tend à dissuader les médecins d’autoriser un avortement, en particulier en l’absence de procédures transparentes et claires pour déterminer si les conditions dans lesquelles la loi permet de pratiquer un avortement thérapeutique sont réunies dans un cas donné. Pour sa part, le Gouvernement a reconnu qu’il y avait des lacunes dans la manière dont la loi était appliquée en pratique.", "La nécessité de garanties procédurales se fait d’autant plus sentir lorsque survient un désaccord, que ce soit entre la femme enceinte et ses médecins ou entre les médecins eux-mêmes, quant au point de savoir si les conditions préalables requises pour un avortement légal se trouvent réunies dans un cas donné. En pareille situation, les dispositions légales applicables doivent être formulées de façon à définir clairement la situation de la femme enceinte au regard de la loi et à atténuer l’effet dissuasif que l’interdiction légale de l’avortement et le risque d’encourir une responsabilité pénale peut avoir sur les médecins. Une fois que le législateur a décidé d’autoriser l’avortement, il ne doit pas concevoir le cadre légal correspondant d’une manière qui limite dans la réalité la possibilité d’obtenir une telle intervention, mais doit mettre en place une procédure donnant à une femme enceinte la possibilité de soumettre ses arguments à un organe indépendant et compétent devant mettre par écrit les motifs de sa décision. Pareilles décisions doivent être prises en temps et en heure, afin de prévenir ou limiter le préjudice qui pourrait toucher la santé de la femme. Un contrôle a posteriori de la situation ne saurait remplir un tel rôle. L’absence de procédures préventives de ce type en droit interne peut passer pour constituer un manquement de l’Etat aux obligations positives qui lui incombent. La requérante souffrait à l’époque des faits d’une très forte myopie et craignait que sa grossesse et son accouchement conduisent à une nouvelle détérioration de sa vue. A la lumière de ses antécédents médicaux et des avis qu’elle avait reçus, les craintes de l’intéressée ne sauraient être considérées comme irrationnelles.", "Alors que la législation pertinente prévoit une procédure relativement simple et rapide en vue de prendre des décisions en matière d’avortement thérapeutique, elle ne fournit aucun cadre procédural particulier pour traiter et résoudre les cas de désaccord, que ce soit entre la femme enceinte et ses médecins ou entre les médecins eux-mêmes. La loi permet certes à un médecin de solliciter un deuxième avis auprès d’un confrère mais cela ne crée aucune garantie procédurale permettant à une patiente d’obtenir un tel avis ou de le contester en cas de désaccord. Elle ne traite pas non plus spécifiquement le cas d’une femme enceinte qui souhaite avorter légalement. Dès lors, il n’a pas été démontré que la législation polonaise, telle qu’appliquée en l’espèce, renfermait des mécanismes effectifs permettant de déterminer si les conditions à remplir pour bénéficier d’un avortement légal étaient réunies dans le cas de la requérante. Celle-ci s’est ainsi trouvée dans une incertitude prolongée et a de ce fait éprouvé de grandes angoisses lorsqu’elle envisageait les conséquences négatives susceptibles de peser sur sa santé. Les dispositions du droit de la responsabilité délictuelle n’ont pas permis à la requérante de faire valoir son droit au respect de la vie privée car elles n’offraient que la possibilité d’obtenir des dommages et intérêts. Une procédure pénale ou disciplinaire n’aurait pas non plus permis d’empêcher le préjudice pour la santé de la requérante de survenir. Des mesures rétroactives ne suffisent pas à elles seules à protéger comme il convient l’intégrité physique de personnes se trouvant dans une situation aussi vulnérable que la requérante. Eu égard aux circonstances de l’espèce prises dans leur ensemble, l’Etat polonais n’a pas satisfait à l’obligation positive qui lui incombait de protéger le droit de la requérante au respect de la vie privée.", "Conclusion : violation de l’article 8 (six voix contre une).", "Article 41 : 25 000 EUR pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}