{"file": "FRE_HFJUD_46726_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46726/99", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE PODKOLZINA c. LETTONIE", "", "", "(Requête no 46726/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "9 avril 2002", "", "", "", "DÉFINITIF", "", "09/07/2002", "", "", "", "", "", "", "En l'affaire Podkolzina c. Lettonie,", "La Cour européenne des Droits de l'Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMme\tE. Palm,\n\tM.\tJ. Makarczyk,\n\tMme\tV. Strážnická,\n\tMM.\tM. Fischbach,\n\t\tJ. Casadevall,\n\t\tR. Maruste, juges,\net de M. M. O'Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil les 29 janvier et 19 mars 2002,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 46726/99) dirigée contre la République de Lettonie et dont une ressortissante de cet Etat, Mme Ingrīda Podkolzina (« la requérante »), a saisi la Cour le 25 février 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante était initialement représentée par Mme I. Oziša, assistante de député au parlement letton. Par une lettre du 2 mai 2001, la requérante a informé la Cour qu'elle serait dorénavant assistée par Me W. Bowring, barrister à Colchester (Royaume-Uni). Le gouvernement letton (« le Gouvernement ») est représenté par son agent, Mlle K. Maļinovska. ", "3.  La requérante alléguait que sa radiation de la liste des candidats aux élections législatives pour connaissance insuffisante du letton, langue officielle de la Lettonie, constituait une violation du droit de se porter candidat aux élections, garanti par l'article 3 du Protocole no 1. En outre, elle dénonçait la violation des articles 13 (en substance) et 14 de la Convention.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. A la suite du déport de M. E. Levits, juge élu au titre de la Lettonie (article 28), le Gouvernement a désigné M. R. Maruste, juge élu au titre de l'Estonie, pour siéger à sa place (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "5.  Par une décision du 8 février 2001, la chambre a déclaré la requête recevable [Note du greffe : la décision de la Cour est disponible au greffe].", "6.  La chambre ayant décidé après consultation des parties qu'il n'y avait pas lieu de tenir une audience consacrée au fond de l'affaire (article 59 § 2 in fine du règlement), le Gouvernement a déposé des observations écrites complémentaires sur le fond de l'affaire, mais non la requérante (article 59 § 1). Le 2 mai 2001, la requérante a présenté sa demande de satisfaction équitable (article 41 de la Convention). Le 4 juin 2001, le Gouvernement a présenté ses observations sur cette demande.", "7.  Le 1er novembre 2001, la Cour a recomposé ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section dans sa nouvelle composition (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  La requérante, ressortissante lettonne née en 1964 et résidant à Daugavpils (Lettonie), est membre de la minorité russophone de Lettonie.", "9.  Par une décision du 30 juillet 1998, la Commission électorale centrale (Centrālā vēlēšanu komisija) enregistra la liste des candidats du Parti de l'harmonie nationale (Tautas saskaņas partija) aux élections du parlement (Saeima) du 3 octobre 1998. La requérante figurait sur cette liste en tant que candidate de la circonscription de Latgale. ", "Lors de l'enregistrement de sa liste de candidats, le Parti de l'harmonie nationale fournit à la Commission électorale centrale tous les documents requis par la loi sur les élections législatives, y compris, pour la requérante, une copie de son certificat de connaissance de la langue d'Etat (en l'occurrence, le letton), délivré le 23 janvier 1997 par la commission permanente d'attestation linguistique de la ville de Daugavpils, organe dépendant du Centre de la langue d'Etat (Valsts valodas centrs), institution administrative relevant quant à elle du ministère de la Justice.", "10.  Le 6 août 1998, une inspectrice de l'inspection linguistique (Valsts valodas inspekcija) du Centre de la langue d'Etat se rendit sur le lieu de travail de la requérante et procéda à un examen oral de ses connaissances de la langue lettonne. La requérante n'ayant pas été avertie de cette visite, l'inspectrice l'aborda alors qu'elle négociait avec ses partenaires commerciaux. ", "Ayant fait part à la requérante de son intention de vérifier son niveau de maîtrise du letton, l'inspectrice engagea avec elle une conversation dans cette langue. Au cours de cet entretien de quelques dizaines de minutes, l'inspectrice demanda notamment à l'intéressée quelles étaient les raisons de son choix en faveur du Parti de l'harmonie nationale et non d'un autre parti.", "Le lendemain, l'inspectrice revint, accompagnée de trois personnes que la requérante ne connaissait pas et qui devaient servir de témoins. L'inspectrice pria l'intéressée de rédiger une dissertation en letton ; la requérante acquiesça et commença à écrire. Toutefois, en raison de son état d'extrême nervosité provoquée par le caractère inattendu de l'examen et par la présence constante des témoins, elle s'arrêta et déchira sa copie. ", "11.  L'inspectrice dressa alors un procès-verbal selon lequel la requérante ne maîtrisait pas la langue officielle au « troisième niveau », le plus élevé des échelons fixés par la réglementation lettonne. ", "12.  Le 10 août 1998, le Centre de la langue d'Etat adressa au président de la Commission électorale centrale une lettre d'attestation concernant le niveau de connaissance de la langue officielle de plusieurs candidats figurant sur les listes enregistrées pour les élections législatives. Bien que cette lettre fît référence au procès-verbal dressé par l'inspectrice de l'inspection linguistique, ledit document n'y était pas annexé. Selon l'attestation, sur les neuf candidats effectivement examinés, seule la requérante ne maîtrisait pas le letton au « troisième niveau ». Douze autres candidats, non soumis à un examen, possédaient des certificats attestant que leurs connaissances atteignaient le niveau requis.", "13.  Par une décision du 21 août 1998, la Commission électorale centrale raya la requérante de la liste des candidats.", "14.  Le 27 août 1998, le Parti de l'harmonie nationale, agissant au nom et pour le compte de la requérante, introduisit un recours en annulation de cette décision auprès du tribunal régional de Riga. Dans son mémoire, le parti alléguait notamment que lors de l'enregistrement de la liste des candidats aux élections, copie du certificat de connaissance de la langue d'Etat par la requérante avait été fournie à la Commission électorale centrale. Selon le parti, la Commission électorale centrale aurait dû prendre en compte ledit certificat, et ne pas se fonder uniquement sur l'attestation délivrée par le Centre de la langue d'Etat, les deux pièces étant contradictoires. ", "15.  Par le jugement définitif du 31 août 1998, le tribunal régional de Riga rejeta le recours au motif que la Commission électorale centrale avait agi dans les limites prévues par la loi sur les élections législatives. Dans son jugement, le tribunal régional constata que, selon l'article 11 de ladite loi, l'existence du certificat de connaissance de la langue officielle au « troisième niveau » pour tous les candidats n'ayant pas accompli leur cycle d'études primaires ou secondaires en letton était la condition nécessaire à l'enregistrement d'une liste de candidats ; par conséquent, la Commission électorale centrale s'était conformée aux exigences prévues par la loi en décidant d'enregistrer la liste sur laquelle figurait le nom de la requérante. En revanche, l'article 13 de la même loi habilitait la Commission électorale centrale à modifier les listes déjà enregistrées en biffant les noms des candidats dont le niveau de connaissance de la langue officielle se révélerait insuffisant, insuffisance qui dans le cas de la requérante avait été confirmée par l'attestation du Centre de la langue d'Etat. En conséquence, le tribunal régional de Riga conclut à l'absence de violation de la loi.", "16.  Le 14 septembre 1998, le Parti de l'harmonie nationale, agissant au nom de la requérante, forma tierce opposition contre ce jugement auprès du président de la chambre des affaires civiles de la Cour suprême et du procureur général de la République, en sollicitant la réouverture de la procédure en raison d'une violation grave et manifeste des règles matérielles de droit résultant d'une interprétation erronée de la loi sur les élections législatives.", "Par deux lettres datées respectivement du 29 septembre et du 1er octobre 1998, le parquet général et le président de la chambre des affaires civiles de la Cour suprême rejetèrent le pourvoi, estimant que le jugement du tribunal régional était motivé et conforme à la loi.", "II.  LE DROIT INTERNE PERTINENT", "A.  Dispositions relatives aux exigences linguistiques vis-à-vis des députés et des candidats aux élections législatives", "17.  L'article 9 de la Constitution (Satversme) de la République de Lettonie, adoptée en 1922, dispose : ", "« Peut être élu au Parlement tout citoyen letton jouissant de la plénitude des droits civiques et ayant atteint l'âge de vingt et un ans au jour des élections. »", "18.  Les dispositions pertinentes de la loi du 25 mai 1995 sur les élections législatives (Saeimas vēlēšanu likums) sont ainsi libellées :", "Article 4", "« Peut être élu au Parlement tout citoyen letton ayant atteint l'âge de vingt et un ans au jour des élections, s'il n'est pas concerné par l'une des restrictions prévues à l'article 5 de la présente loi. »", "Article 5", "« Ne peuvent se porter candidates aux élections ni être élues au Parlement les personnes : (...)", "7)  qui ne maîtrisent pas la langue officielle au troisième niveau (supérieur) de connaissance. »", "", "Article 11", "« Doivent être joints à la liste des candidats : (...)", "5)  copie certifiée (...) du certificat de connaissance de la langue officielle au troisième niveau (supérieur), lorsque le candidat n'a pas suivi sa scolarité en letton (...) »", "Article 13", "« (...) 2)  Une fois enregistrées, les listes de candidats sont irrévocables, et les seules corrections que la Commission électorale centrale peut y apporter sont les suivantes :", "1.  la radiation du candidat de la liste, lorsque :", "a)  le candidat n'est pas un citoyen jouissant de la plénitude des droits civiques (articles 4 et 5 ci-dessus) ; (...)", "3)  (...) [L]e candidat est rayé de la liste en vertu d'une attestation de l'autorité compétente ou de la décision du tribunal. Le fait que le candidat : (...)", "7.  ne maîtrise pas la langue officielle au troisième niveau (supérieur) de connaissance, est attesté par le Centre de la langue d'Etat ; (...) »", "19.  Selon l'article 50 de la loi du 28 juillet 1994 portant règlement intérieur du parlement (Saeimas kārtības rullis), le letton est la langue de travail unique de l'assemblée plénière et des commissions parlementaires. Tous les projets de lois et de décisions, les interpellations, les questions et les documents y annexés doivent être rédigés en letton.", "B.  Dispositions relatives à la détermination du niveau de maîtrise de la langue officielle", "20.  Les dispositions pertinentes de la loi linguistique (Latvijas Republikas Valodu likums), en vigueur à l'époque des faits et jusqu'au 1er septembre 2000, étaient ainsi libellées :", "Article 1", "« En République de Lettonie, la langue officielle est le letton. »", "Article 4", "« (...) [T]ous les agents des institutions publiques (...) doivent maîtriser et utiliser la langue officielle et les autres langues au niveau qui est nécessaire à l'accomplissement de leurs tâches professionnelles. Le niveau de connaissance des langues par ces agents est défini par un règlement approuvé en Conseil des ministres (...) »", "Article 6", "« [D]ans les institutions publiques, la langue officielle est la langue de la documentation et de toutes les réunions de travail. Les personnes ne maîtrisant pas cette langue peuvent, lors des réunions de travail et avec le consentement des autres, utiliser une autre langue. En pareil cas, lorsqu'au moins un participant à la réunion le demande, l'organisateur veille à ce qu'il soit fourni une traduction dans la langue officielle. »", "Article 7", "« En République de Lettonie, les (...) institutions et les organisations doivent utiliser la langue officielle dans toute documentation officielle et dans la correspondance avec des destinataires situés à l'intérieur du pays. (...) »", "21.  Les niveaux précis de maîtrise du letton étaient, à l'époque des faits, déterminés par le règlement du 25 mai 1992 relatif à l'attestation de connaissance de la langue d'Etat (Valsts valodas prasmes atestācijas nolikums). Le chapitre II de ce règlement délimitait les trois niveaux de connaissance du letton, dont le troisième était ainsi défini :", "« Une maîtrise de la langue parlée et écrite est requise pour les agents et les employés dont les tâches professionnelles impliquent la gestion d'une entreprise et l'organisation du travail, ou (...) des contacts nombreux avec le public [ainsi que pour ceux] dont les fonctions touchent au bien-être et à la santé de la population (par exemple les députés, les personnes dirigeant des institutions publiques ou administratives ou leurs unités structurelles, des directions, des inspections ou entreprises, leurs adjoints et secrétaires, les spécialistes en chef, les conseillers, les référendaires, les employés d'organismes culturels, éducatifs et scientifiques de Lettonie, les médecins, les aides-médecins, les juristes, les juges). (...)", "Ce niveau de connaissance de la langue officielle suppose que [la personne] soit capable de :", "1)  converser librement,", "2)  comprendre des textes choisis au hasard,", "3)  rédiger des textes en rapport avec ses tâches professionnelles. »", "22.  En vertu du chapitre IV dudit règlement, les examens d'aptitude linguistique étaient organisés par des commissions d'attestation composées selon les cas de neuf, sept ou cinq membres. Ainsi, une commission chargée de vérifier les aptitudes linguistiques des employés d'une entreprise devait être composée d'au moins cinq membres, dont un représentant de la profession concernée, un membre mandaté par la commission municipale d'attestation, et des spécialistes de la langue lettonne.", "Le chapitre VI du règlement régissait dans le détail la procédure d'évaluation des connaissances linguistiques des personnes soumises à l'examen. Selon les dispositions de ce chapitre, un examen devait toujours comporter une partie écrite et une partie orale. Chaque postulant disposait de vingt ou trente minutes pour préparer la réponse aux questions posées par les membres de la commission. Ces derniers pouvaient formuler des questions supplémentaires, mais devaient en principe s'abstenir d'interrompre l'intéressé. L'aptitude linguistique de chaque candidat était ensuite évaluée selon plusieurs critères (ses aptitudes en matière de narration, de conversation et d'écriture ; la richesse du vocabulaire employé ; le respect des règles de grammaire). Après l'examen, les membres de la commission tenaient une délibération, à l'issue de laquelle l'admissibilité de chaque candidat était décidée par un vote à la majorité absolue des membres. Lorsque le membre mandaté par la commission municipale d'attestation émettait un vote défavorable au postulant, celui-ci pouvait contester la décision finale devant la commission qui l'avait mandaté. Un procès-verbal devait être dressé pour chaque personne ayant passé l'examen.", "C.  Dispositions relatives aux recours contre les décisions en matière électorale ", "23.  L'article 51 de la loi sur les élections législatives (paragraphe 18 ci-dessus) est ainsi libellé :", "« Dans le délai de sept jours, l'organisation ayant soumis la liste des candidats ainsi que les candidats eux-mêmes peuvent contester une décision émanant d'une commission électorale par voie de recours devant le tribunal dans le ressort duquel se trouve ladite commission électorale. »", "24.  Les recours en matière administrative sont régis par les dispositions du chapitre 24-A du code letton de procédure civile (Latvijas Civilprocesa kodekss), applicables à toutes les relations relevant du droit administratif, sauf à celles pour lesquelles la loi prévoit une procédure de recours spéciale. En matière électorale, la lex specialis est le chapitre 23 dudit code, dont les dispositions pertinentes sont ainsi libellées :", "Article 230", "« Les (...) candidats qui se sont présentés aux élections au Parlement de la République de Lettonie (...) peuvent contester les décisions d'une commission électorale par voie de recours devant le tribunal dans le ressort duquel se trouve ladite commission électorale. »", "Article 233", "« Après examen du recours, le tribunal rend un jugement :", "1)  soit constatant que la décision de la commission électorale a été prise conformément à la loi et rejetant le recours ;", "2)  soit reconnaissant le bien-fondé du recours et annulant la décision de la commission électorale.", "Ce jugement n'est pas susceptible de recours ; il prend effet après son prononcé. Il est immédiatement notifié par le tribunal à la Commission électorale centrale (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 3 DU PROTOCOLE No 1", "25.  La requérante se plaint que sa radiation de la liste des candidats pour maîtrise insuffisante de la langue officielle a porté atteinte à son droit de poser sa candidature aux élections législatives, garanti par l'article 3 du Protocole no 1, ainsi libellé :", "« Les Hautes Parties contractantes s'engagent à organiser, à des intervalles raisonnables, des élections libres au scrutin secret, dans les conditions qui assurent la libre expression de l'opinion du peuple sur le choix du corps législatif. »", "A.  Arguments des parties", "1.  Le Gouvernement", "26.  Se référant tout d'abord aux principes généraux qui se dégagent de la jurisprudence constante des organes de la Convention quant à la nature et à l'étendue des garanties de cette disposition, le Gouvernement rappelle que les droits garantis par l'article 3 ne sont pas absolus, qu'il y a place pour des « limitations implicites », et que les Etats contractants jouissent d'une large marge d'appréciation quant aux conditions d'éligibilité. Lesdites conditions ne doivent toutefois pas réduire les droits électoraux au point de les atteindre dans leur substance même ; elles doivent poursuivre un but légitime et les moyens employés ne doivent pas se révéler disproportionnés.", "27.  Le Gouvernement rappelle que les exigences litigieuses en matière linguistique n'existaient pas avant 1995, de sorte que, lors des premières élections législatives ayant suivi le rétablissement de l'indépendance de l'Etat, en 1993, plusieurs personnes ne parlant ni ne comprenant le letton devinrent députés. Ces personnes étant incapables de suivre les débats à l'assemblée plénière et aux commissions, le travail du parlement s'en trouva sérieusement entravé. C'est pourquoi, lors de l'adoption de la nouvelle loi électorale, le parlement décida d'imposer aux candidats la condition de la maîtrise de la langue officielle, afin d'éviter pareilles difficultés pratiques à l'avenir. Dès lors, la disposition litigieuse poursuit des buts légitimes, à savoir la nécessité pour les électeurs de communiquer avec leurs représentants élus et celle pour les députés d'exercer normalement les tâches que leur ont confiées les électeurs. ", "28.  Ensuite, le Gouvernement fait valoir que l'exigence de la maîtrise de la langue officielle au niveau supérieur ne porte pas atteinte à la substance même du droit électoral passif, puisque toute personne souhaitant se porter candidate aux élections et ne maîtrisant pas suffisamment le letton peut toujours atteindre le niveau requis en perfectionnant ses connaissances linguistiques. En ce sens, elle est proportionnée au but légitime poursuivi.", "29.  Quant au caractère prétendument arbitraire de l'examen linguistique imposé à la requérante, le Gouvernement rappelle que cette épreuve est conçue pour déterminer le niveau des connaissances linguistiques actuelles du candidat. Il se peut donc qu'au moment de recevoir son certificat de connaissance de la langue d'Etat, en janvier 1997, la requérante ait maîtrisé le letton au « troisième niveau », mais que ses connaissances se soient détériorées au cours des dix-huit mois précédant l'examen litigieux.", "En définitive, le Gouvernement estime que la radiation de la requérante de la liste des candidats a été effectuée par la Commission électorale centrale de manière strictement conforme à la loi sur les élections législatives, ce qui exclut toute possibilité d'arbitraire. En conséquence, le Gouvernement conclut à l'absence de violation de l'article 3 du Protocole no 1 dans le chef de la requérante.", "2.  La requérante", "30.  La requérante réfute les thèses du Gouvernement. Elle rappelle tout d'abord que le letton n'est pas la langue maternelle des membres de la minorité russophone, qui constitue près de 40 % de la population de la Lettonie et à laquelle elle-même appartient. Par conséquent, elle ne voit pas en quoi sa connaissance insuffisante du letton pourrait l'empêcher d'exercer le mandat que lui ont confié ses électeurs russophones ou de communiquer avec ceux-ci. A cet égard, et à supposer même que sa connaissance de la langue lettonne ne corresponde pas au « troisième niveau », elle est en tout cas suffisante pour un exercice normal de ses tâches parlementaires. La requérante estime donc que sa radiation de la liste des candidats est manifestement disproportionnée à tout but légitime que pourrait poursuivre l'exigence litigieuse.", "31.  En outre, la requérante critique le contrôle de sa connaissance du letton effectué par l'inspection linguistique prétendument en vertu de l'article 13 § 3 de la loi sur les élections législatives. Elle conteste notamment la nécessité d'une telle vérification, puisque la validité et l'authenticité de son certificat permanent de connaissance de la langue d'Etat n'étaient contestées par aucune autorité nationale. En outre, comparant ce contrôle à la procédure ordinaire d'attestation linguistique à laquelle elle a été soumise en 1997 pour obtenir son certificat, elle souligne que l'examen d'attestation linguistique est effectué par une commission d'au moins cinq membres, alors que le contrôle en question est le fait d'un seul inspecteur. De plus, les modalités de la procédure normale d'attestation sont définies par un règlement, lequel énonce également les critères de notation que la requérante estime objectifs et raisonnables. En revanche, dans le cadre du contrôle litigieux, l'inspectrice n'était pas tenue de respecter ces critères et avait toute latitude pour apprécier le niveau de la requérante. En particulier, les erreurs de langue et les fautes d'orthographe étaient inévitables vu l'extrême nervosité de la requérante causée par le comportement de l'inspectrice. C'est pourquoi la requérante estime que la manière dont a été effectué le contrôle de son niveau de maîtrise du letton ayant abouti à sa radiation revêtait un caractère manifestement arbitraire.", "32.  La requérante dénonce également le fait que, parmi les vingt et un candidats possédant un certificat de connaissance de langue au « troisième niveau », seuls neuf, dont elle-même, ont été soumis à cette vérification, tandis que les certificats des douze autres candidats ont été jugés suffisants pour établir leur niveau de maîtrise du letton. Cette distinction ne trouvant aucun fondement en droit interne, la requérante estime qu'elle confirme l'existence d'une attitude arbitraire à son endroit.", "Eu égard à ce qui précède, la requérante considère qu'il a été porté atteinte à son droit de se porter candidate aux élections au sens de l'article 3 du Protocole no 1.", "B.  Appréciation de la Cour", "33.  La Cour rappelle que l'article 3 du Protocole no 1 implique des droits subjectifs : le droit de vote et celui de se porter candidat à des élections. Pour importants qu'ils soient, ces droits ne sont pas cependant absolus. Comme l'article 3 le reconnaît sans les énoncer en termes exprès ni moins encore les définir, il y a place pour des « limitations implicites ». Dans leurs ordres juridiques respectifs, les Etats contractants entourent les droits de vote et d'éligibilité de conditions auxquelles l'article 3 ne met en principe pas obstacle. Ils jouissent en la matière d'une large marge d'appréciation, mais il appartient à la Cour de statuer en dernier ressort sur l'observation des exigences du Protocole no 1 ; il lui faut s'assurer que lesdites conditions ne réduisent pas les droits dont il s'agit au point de les atteindre dans leur substance même et de les priver de leur effectivité, qu'elles poursuivent un but légitime et que les moyens employés ne se révèlent pas disproportionnés (arrêts Mathieu-Mohin et Clerfayt c. Belgique du 2 mars 1987, série A no 113, p. 23, § 52 ; Gitonas et autres c. Grèce du 1er juillet 1997, Recueil des arrêts et décisions 1997-IV, pp. 1233-1234, § 39 ; Ahmed et autres c. Royaume-Uni du 2 septembre 1998, Recueil 1998-VI, p. 2384, § 75, et Labita c. Italie [GC], no 26772/95, § 201, CEDH 2000-IV).", "En particulier, les Etats disposent d'une grande latitude pour établir, dans leur ordre constitutionnel, des règles relatives au statut de parlementaire, dont les critères d'inéligibilité. Quoique procédant d'un souci commun – assurer l'indépendance des élus mais aussi la liberté des électeurs –, ces critères varient en fonction des facteurs historiques et politiques propres à chaque Etat ; la multitude de situations prévues dans les constitutions et les législations électorales de nombreux Etats membres du Conseil de l'Europe démontre la diversité des choix possibles en la matière. Aux fins de l'application de l'article 3, toute loi électorale doit toujours s'apprécier à la lumière de l'évolution politique du pays, de sorte que des détails inacceptables dans le cadre d'un système déterminé peuvent se justifier dans celui d'un autre. Cette marge de manœuvre reconnue à l'Etat est toutefois limitée par l'obligation de respecter le principe fondamental de l'article 3, à savoir « la libre expression de l'opinion du peuple sur le choix du corps législatif » (arrêt Mathieu-Mohin et Clerfayt précité, pp. 23-24, § 54).", "34.  En l'espèce, la Cour constate que la requérante a été rayée de la liste des candidats en application de l'article 5, point 7, de la loi sur les élections législatives, qui prévoit l'inéligibilité des citoyens ne maîtrisant pas le letton à un niveau « supérieur ». Selon le Gouvernement, l'obligation faite à un candidat de comprendre et de parler la langue lettonne est motivée par la nécessité d'assurer un bon fonctionnement du parlement, dont elle est la langue unique de travail. Le Gouvernement souligne en particulier que cette exigence vise à permettre aux élus de participer activement au travail de l'assemblée et de défendre efficacement les intérêts de leurs électeurs.", "La Cour ne saurait contester cet argument. Elle considère en effet que l'intérêt, pour chaque Etat, d'assurer un fonctionnement normal de son propre système institutionnel revêt incontestablement un caractère légitime. Il en est ainsi a fortiori du parlement national, qui est investi du pouvoir législatif et joue un rôle primordial dans un Etat démocratique. De même, eu égard au principe de respect des particularités nationales énoncé ci-dessus, la Cour n'a pas à prendre position sur le choix de la langue de travail d'un parlement national. En effet, ce choix, dicté par des considérations d'ordre historique et politique qui lui sont propres, relève en principe du domaine de compétence exclusive de l'Etat. Dès lors, eu égard à la marge d'appréciation de l'Etat défendeur, la Cour conclut que le fait d'exiger qu'un candidat aux élections des membres du parlement national ait une connaissance suffisante de la langue officielle poursuit un but légitime.", "35.  Cela étant, il échet de déterminer si la décision de radiation de la requérante de la liste des candidats a été proportionnée au but poursuivi. A cet égard, la Cour rappelle que l'objet et le but de la Convention, instrument de protection des êtres humains, appellent à interpréter et à appliquer ses dispositions d'une manière qui en rende les exigences non pas théoriques ou illusoires, mais concrètes et effectives (voir par exemple les arrêts Artico c. Italie du 13 mai 1980, série A no 37, pp. 15-16, § 33 ; Parti communiste unifié de Turquie et autres c. Turquie du 30 janvier 1998, Recueil 1998-I, pp. 18-19, § 33, et Chassagnou et autres c. France [GC], nos 25088/94, 28331/95 et 28443/95, § 100, CEDH 1999-III). Or le droit de se porter candidat aux élections, garanti par l'article 3 du Protocole no 1 et inhérent à la notion de régime véritablement démocratique, ne serait qu'illusoire si l'intéressé pouvait à tout moment en être arbitrairement privé. Par conséquent, s'il est vrai que les Etats disposent d'une grande marge d'appréciation pour établir des conditions d'éligibilité in abstracto, le principe d'effectivité des droits exige que les décisions constatant le non-respect de ces conditions dans le cas de tel ou tel candidat soient conformes à un certain nombre de critères permettant d'éviter l'arbitraire. En particulier, ces décisions doivent être prises par un organe présentant un minimum de garanties d'impartialité. De même, le pouvoir autonome d'appréciation de cet organe ne doit pas être exorbitant ; il doit être, à un niveau suffisant de précision, circonscrit par les dispositions du droit interne. Enfin, la procédure du constat d'inéligibilité doit être de nature à garantir une décision équitable et objective, ainsi qu'à éviter tout abus de pouvoir de la part de l'autorité compétente.", "36.  En l'espèce, la Cour constate que la radiation de la requérante de la liste des candidats ne reposait pas sur l'absence de certificat linguistique valide, requis par l'article 11, point 5, de la loi sur les élections législatives. Au contraire, lors de l'enregistrement de la liste, l'intéressée était en possession d'un tel certificat, attestant que ses connaissances du letton atteignaient le niveau supérieur défini par la réglementation nationale. La Cour souligne que la validité de ce document n'a jamais été mise en cause par les autorités lettonnes. Elle relève également que ledit certificat a été délivré à la requérante à la suite d'un examen organisé par une commission composée de cinq membres conformément au règlement du 25 mai 1992 relatif à l'attestation de connaissance de la langue d'Etat. Son niveau de maîtrise du letton a été déterminé au cours d'une délibération suivie d'un vote, et selon des critères objectifs de notation fixés par ledit règlement (paragraphe 22 ci-dessus).", "La Cour observe que le Centre de la langue d'Etat a décidé de soumettre la requérante à un nouvel examen linguistique bien qu'elle possédât un certificat régulier et valide. Elle relève toutefois que, parmi les vingt et un candidats ayant dû fournir leur certificat de connaissance de la langue d'Etat, seuls neuf, dont la requérante, ont été soumis à un deuxième examen. La Cour émet les plus grands doutes quant à la base légale de cette distinction, le Gouvernement n'ayant fourni aucune explication sur ce point. Au demeurant, et à supposer que le nouveau contrôle ait eu pour base légale l'article 13 § 3 de la loi sur les élections législatives, la Cour constate que la procédure suivie diffère fondamentalement de la procédure normale d'attestation linguistique, régie par le règlement susmentionné du 25 mai 1992. En particulier, le nouveau contrôle subi par la requérante a été effectué par une seule inspectrice au lieu d'une commission d'experts, et de plus ladite inspectrice n'était pas tenue de respecter les garanties procédurales et les critères d'appréciation établis par le règlement. Ainsi, l'évaluation des connaissances linguistiques de la requérante a été laissée à l'entière appréciation d'un seul et unique fonctionnaire, qui jouissait en la matière d'un pouvoir exorbitant. Par ailleurs, la Cour ne peut qu'exprimer sa surprise devant le fait – relaté par la requérante et non contesté par le Gouvernement – que lors de l'examen celle-ci a été interrogée essentiellement sur les raisons de son choix politique, sujet qui de toute évidence était étranger à l'exigence de bonnes connaissances linguistiques.", "Dans ces conditions, la Cour estime qu'en l'absence de toute garantie d'objectivité et quel que soit le but poursuivi par ce deuxième examen, la procédure appliquée à la requérante était en tout état de cause incompatible avec les exigences d'équité procédurale et de certitude légale à respecter en matière d'éligibilité de candidats (paragraphe 35 ci-dessus). ", "37.  La Cour considère que cette conclusion se trouve confirmée par la manière dont le tribunal régional de Riga a examiné le recours de la requérante. En effet, dans son jugement du 31 août 1998, ladite juridiction s'est fondée exclusivement sur l'attestation établie par le Centre de la langue d'Etat à la suite de l'examen litigieux, sans se prononcer sur les autres éléments de preuve que contenait le dossier. La Cour estime donc qu'en admettant comme une preuve irréfragable les résultats d'un examen dont la procédure était dépourvue des garanties fondamentales d'équité, le tribunal régional a volontairement renoncé à remédier à la violation commise.", "38.  Eu égard à tout ce qui précède, la Cour conclut que la radiation de la requérante de la liste des candidats ne saurait être jugée proportionnée à tout but légitime invoqué par le Gouvernement. Il s'ensuit qu'il y a eu en l'espèce violation de l'article 3 du Protocole no 1.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 3 DU PROTOCOLE No 1", "39.  La requérante se plaint également qu'en lui refusant le droit de se porter candidate aux élections législatives du seul fait qu'elle ne maîtrisait pas le letton au niveau le plus élevé que fixait la réglementation nationale, les autorités lettonnes lui ont fait subir une discrimination prohibée par l'article 14 de la Convention, dans l'exercice de son droit garanti par l'article 3 du Protocole no 1. Les parties pertinentes de l'article 14 disposent :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur (...) la langue, (...) l'origine nationale (...), l'appartenance à une minorité nationale (...) »", "40.  Le Gouvernement rappelle que selon l'arrêt du 23 juillet 1968 dans l'Affaire « relative à certains aspects du régime linguistique de l'enseignement en Belgique » (fond) (série A no 6), l'égalité de traitement consacrée par l'article 14 de la Convention n'est violée que si la distinction manque de justification objective et raisonnable (ibidem, pp. 34-35, § 10). Vu ses conclusions quant à la violation alléguée de l'article 3 du Protocole no 1 pris isolément, le Gouvernement considère que la distinction critiquée s'appuie sur une telle justification. Il souligne en particulier que la requérante n'est pas la seule candidate de sa liste à avoir été soumise à un contrôle des connaissances linguistiques. Partant, il n'y a pas eu violation de l'article 14.", "41.  La requérante rejette cette thèse. Selon elle, la manière dont est conduite une telle vérification et la liberté presque totale dont jouit l'inspecteur permettent de rayer facilement de la liste toute personne dont la langue maternelle n'est pas le letton. Il y a donc à craindre une vraie pratique discriminatoire à l'égard des membres des minorités nationales. La requérante rappelle également que, parmi les vingt et un candidats n'ayant pas fait leurs études en letton, seuls neuf, dont elle-même, ont été soumis au contrôle susmentionné. A cet égard, la requérante présume l'existence d'une discrimination cachée.", "42.  La Cour considère que ce grief est essentiellement le même que celui formulé sur le terrain de l'article 3 du Protocole no 1. Eu égard à la conclusion à laquelle elle est parvenue à cet égard (paragraphe 38 ci-dessus), la Cour estime qu'il ne s'impose pas d'examiner séparément le grief tiré de l'article 14 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 3 DU PROTOCOLE No 1", "43.  Invoquant en substance l'article 13 de la Convention combiné avec l'article 3 du Protocole no 1, la requérante se plaint qu'en se bornant à faire sien le constat figurant dans une attestation délivrée par une autorité administrative, sans vérifier son bien-fondé et sans se prononcer sur les autres éléments de preuve à sa disposition, le tribunal régional de Riga a violé son droit à un recours effectif devant une instance nationale. L'article 13 est ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "44.  Le Gouvernement soutient que le Centre de la langue d'Etat est la seule autorité compétente pour constater le niveau de connaissance de la langue d'Etat d'un candidat aux élections. Selon le Gouvernement, la requérante a pu exercer sans entraves son droit de recours devant le tribunal régional de Riga qui, à l'audience du 31 août 1998, a procédé à une évaluation détaillée des preuves à sa disposition pour conclure à la conformité de la mesure litigieuse à la loi sur les élections législatives. Le tribunal régional ayant examiné les griefs de la requérante au fond, il n'y a aucune raison de considérer que le recours offert par le droit letton n'est pas effectif au sens de l'article 13 de la Convention.", "45.  De même que pour l'article 14, la Cour estime que les conclusions auxquelles elle est parvenue au sujet de la violation alléguée de l'article 3 du Protocole no 1 pris isolément (paragraphes 37 et 38 ci-dessus) la dispensent de l'obligation de se placer de surcroît sur le terrain de l'article 13 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "46.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "47.  La requérante soutient que sa radiation de la liste des candidats a eu des conséquences dommageables sur sa situation économique. A cet égard, elle fait valoir que la publicité négative dont elle a fait l'objet à la suite de cette radiation l'a plongée dans un état de détresse et de frustration, l'empêchant d'exercer normalement ses activités commerciales et détournant d'elle des partenaires commerciaux potentiels. En outre, l'intéressée souligne que l'attestation du Centre de la langue d'Etat selon laquelle elle ne maîtrisait pas le letton au niveau supérieur signifiait en fait qu'elle était désormais inapte à assumer la charge de chef d'entreprise, ce qui l'a poussée à démissionner de son poste. Depuis lors, à l'exception d'un travail épisodique à mi-temps dans une petite entreprise privée, elle n'a pas réussi à trouver un emploi approprié. Dans ces circonstances, la requérante demande à la Cour de lui octroyer 1 500 lati (LVL) au titre de la perte subie et du manque à gagner.", "48.  Selon le Gouvernement, il n'y a aucun rapport entre la violation alléguée et le montant réclamé par la requérante. Il souligne notamment que c'est de son plein gré qu'elle a pris la décision de démissionner de son poste au sein de l'entreprise. En effet, même si la requérante craignait que l'avis défavorable du Centre de la langue d'Etat pût lui causer un préjudice sur le terrain professionnel, elle pouvait toujours demander un réexamen de son aptitude linguistique, ce qu'elle n'a pas fait.", "49.  La Cour estime, avec le Gouvernement, qu'aucun lien de causalité ne se trouve établi entre le préjudice matériel allégué et la violation constatée (Van Geyseghem c. Belgique [GC], no 26103/95, § 40, CEDH 1999-I, et Nikolova c. Bulgarie [GC], no 31195/96, § 73, CEDH 1999-II). Partant, elle rejette les prétentions de la requérante à ce titre.", "B.  Dommage moral", "50.  La requérante réclame 50 000 LVL (soit environ 89 000 euros (EUR)) en réparation de l'angoisse et de l'humiliation qu'elle a subies du fait de sa radiation de la liste des candidats. A la lumière des critères établis par la Cour en matière de réparation du préjudice moral, la requérante estime qu'il s'agit en l'espèce d'une violation grave des droits fondamentaux garantis par la Convention, et que le montant demandé est justifié par la souffrance qu'elle a éprouvée à la suite de cette violation.", "51.  Le Gouvernement juge exorbitante la somme sollicitée par la requérante, eu égard notamment aux niveaux de vie et de revenus qui prévalent actuellement en Lettonie. Il estime qu'un constat de violation constituerait en soi une réparation suffisante de tout préjudice moral éventuellement subi par la requérante.", "52.  La Cour rappelle que l'appréciation du préjudice moral s'effectue en vertu de critères autonomes dégagés par la Cour à partir de la Convention, et non en vertu des principes définis dans le droit ou la pratique de l'Etat en cause (voir, mutatis mutandis, les arrêts Sunday Times c. Royaume-Uni (no 1) (article 50) du 6 novembre 1980, série A no 38, p. 17, § 41, et Probstmeier c. Allemagne du 1er juillet 1997, Recueil 1997-IV, p. 1140, § 77). En l'espèce, la Cour ne saurait contester le préjudice moral subi par la requérante, empêchée de présenter sa candidature aux élections législatives. Par conséquent, statuant en équité et eu égard à toutes les circonstances de l'affaire, la Cour lui alloue 7 500 EUR au titre du dommage moral, cette somme étant à convertir en lati au taux applicable à la date d'adoption du présent arrêt. ", "C.  Frais et dépens", "53.  La requérante réclame 1 750 LVL (soit environ 3 150 EUR) pour le remboursement des frais et dépens encourus pour la préparation et la présentation de son affaire devant la Cour. Cette somme se décompose ainsi :", "a)  750 LVL pour les travaux de Mme I. Oziša, représentante de la requérante jusqu'au 2 mai 2001. Pour justifier ce montant, la requérante présente une facture émise par l'organisation non gouvernementale Latvijas Cilvēktiesību komiteja (Comité letton des droits de l'homme) ;", "b)  1 000 livres sterling (correspondant approximativement à 1 000 LVL) pour les honoraires de son avocat, Me W. Bowring, qui a préparé les observations de la requérante sur la recevabilité et le bien-fondé de la requête, et a participé à la rédaction de sa demande de satisfaction équitable.", "54.  Le Gouvernement s'en remet à la sagesse de la Cour sur ce point.", "55.  La Cour rappelle qu'au titre de l'article 41 de la Convention, elle rembourse uniquement les frais dont il est établi qu'ils ont été réellement et nécessairement exposés et sont d'un montant raisonnable (voir, parmi beaucoup d'autres, les arrêts Nikolova précité, § 79, et Jėčius c. Lituanie, no 34578/97, § 112, CEDH 2000-IX). Dans la présente affaire, elle constate une certaine confusion quant aux pièces justifiant l'assistance juridique fournie à la requérante tant en Lettonie qu'à l'étranger. En effet, pour ce qui est de l'association Latvijas Cilvēktiesību komiteja, aucune pièce du dossier ne montre que celle-ci aurait, en tant que telle, participé à la procédure devant la Cour. Toutefois, il ressort du libellé de la facture présentée par la requérante que sa représentation a été assurée par Mme I. Oziša, laquelle œuvre au sein de ladite association. Pour ce qui est de Me W. Bowring, la Cour ne fut informée de sa participation à la procédure que le 2 mai 2001, soit après la déclaration de recevabilité de la requête, bien que le pouvoir signé par la requérante et expédié à la Cour à la même date porte une date bien antérieure, le 15 octobre 2000.", "Dans ces circonstances, la Cour, statuant en équité comme le veut l'article 41 de la Convention, octroie à la requérante une somme de 1 500 EUR de ce chef, à convertir en lati au taux applicable à la date d'adoption du présent arrêt, ainsi que tout montant éventuellement dû au titre de la taxe sur la valeur ajoutée (arrêt A. c. Royaume-Uni du 23 septembre 1998, Recueil 1998-VI, p. 2702, § 37).", "D.  Intérêts moratoires", "56.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en Lettonie à la date d'adoption du présent arrêt est de 6 % l'an.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 3 du Protocole no 1 ;", "", "2.  Dit qu'il n'y a pas lieu d'examiner séparément le grief tiré de l'article 14 de la Convention ;", "", "3.  Dit qu'il n'y a pas lieu d'examiner séparément le grief tiré de l'article 13 de la Convention ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 7 500 EUR (sept mille cinq cents euros) pour dommage moral et 1 500 EUR (mille cinq cents euros) pour frais et dépens, à convertir en lati au taux applicable à la date d'adoption du présent arrêt, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ces montants seront à majorer d'un intérêt simple de 6 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 9 avril 2002, en application de l'article 77 §§ 2 et 3 du règlement.", "Michael O'Boyle \tSir Nicolas Bratza\n\tGreffier\tPrésident", "", ""]}