{"file": "FRE_CLINF_3453_12.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "3453/12", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 184", "Avril 2015", "Kapetanios et autres c. Grèce - 3453/12, 42941/12 et 9028/13", "Arrêt 30.4.2015 [Section I]", "Article 6", "Article 6-2", "Présomption d'innocence", "Amende administrative pour contrebande infligée sur la base des faits ayant précédemment donné lieu à l’acquittement au pénal : violation", "article 4 du Protocole n° 7", "Droit à ne pas être jugé ou puni deux fois", "Amende administrative pour contrebande infligée sur la base des faits ayant précédemment donné lieu à l’acquittement au pénal : violation", "En fait – Des poursuites pénales furent engagées contre les requérants pour contrebande. Ils furent acquittés par des jugements qui devinrent définitifs en 1992, 1998 et 2000. Entre-temps, des amendes administratives leur furent infligées. Elles s’élevaient à cent trente mille euros environ dans le cas d’un requérant et à plusieurs centaines de milliers d’euros dans le cas des autres requérants. Les procédures administratives s’achevèrent par des arrêts du Conseil d’État prononcés en 2011 et 2012. En rejetant les pourvois des requérants, le Conseil d’État releva que les juridictions administratives n’étaient pas liées par l’éventuel jugement d’acquittement du tribunal pénal puisque, selon le droit interne, uniquement les jugements condamnatoires définitifs des tribunaux pénaux revêtent l’autorité de la chose jugée à l’égard des juridictions administratives.", "En ce qui concerne le premier requérant, l’objet de la procédure pénale et de la procédure administrative à son encontre était l’importation, en 1985 et 1986, de douze appareils électroniques ainsi que d’un fusil de chasse, d’un treuil et d’un appareil vidéo sans paiement des droits de douane prévus. Pour ce qui est du deuxième requérant, l’objet des deux procédures à son encontre était la vente, entre 1993 et 1995, d’essence et de gazole sans certificats d’achat. Quant au troisième requérant, l’objet des deux procédures à son encontre était l’importation en Grèce, en 1992, de deux voitures de luxe sans paiement des taxes et droits de douane et leur mise en circulation sans obtention préalable de l’autorisation des autorités douanières.", "En droit", "Article 4 du Protocole no 7 : Les amendes en cause relèvent, par leur sévérité et leur caractère dissuasif, de la matière pénale. Les faits reprochés aux requérants devant les tribunaux pénaux et les juridictions administratives se référaient exactement aux mêmes conduites ayant eu lieu pendant la même période de temps. À partir du moment où les jugements d’acquittement dans les premières procédures pénales ont obtenu l’autorité de la chose jugée, les requérants devaient être considérés comme ayant été « déjà acquittés par un jugement définitif » au sens de l’article 4 du Protocole no 7. Vu que les requérants ont invoqué et soumis les jugements d’acquittement, auxquels s’était déjà attachée l’autorité de la chose jugée, tant devant la juridiction de fond qu’en dernière instance devant le Conseil d’État, il revenait à la juridiction administrative saisie de se pencher de sa propre initiative sur l’effet que les jugements d’acquittement en cause pourraient avoir dans le cadre de la procédure administrative pendante. Dans le cas contraire, le fait de ne pas prendre en compte l’élément de la première « procédure pénale » équivaudrait à tolérer délibérément une situation au sein de l’ordre juridique interne qui pourrait méconnaître le principe ne bis in idem.", "L’article 4 du Protocole no 7 n’interdit pas en principe l’imposition d’une peine privative de liberté et d’une amende pour les mêmes faits litigieux, à condition que le principe ne bis in idem soit respecté. Ainsi, dans le cas de la répression de la contrebande, ce principe ne serait pas atteint si les deux sanctions, privative de liberté et pécuniaire, étaient imposées dans le cadre d’une procédure judiciaire unique. Par ailleurs, le fait que, dans le cas de deux des requérants, la procédure pénale n’était pas encore achevée lors de l’engagement de la procédure administrative, n’est pas en soi problématique à l’égard du principe ne bis in idem. Le respect de ce principe aurait été assuré si le juge pénal avait suspendu le procès après le déclenchement de la procédure administrative et, ensuite, cessé la poursuite pénale après la confirmation définitive de l’amende en cause par le Conseil d’État.", "Dans son arrêt Åklagaren c. Hans Åkerberg Fransson*, la  (CJUE) a précisé qu’en vertu du principe ne bis in idem un État ne peut imposer une double sanction (fiscale et pénale) pour les mêmes faits qu’à la condition que la première sanction ne revête pas un caractère pénal. Lors de l’appréciation de la nature pénale d’une sanction fiscale, la CJUE se fonde sur les trois critères employés par la Cour dans l’arrêt Engel et autres. Par conséquent, la Cour relève une convergence des deux juridictions sur l’appréciation du caractère pénal d’une procédure fiscale et, a fortiori, sur les modalités d’application du principe ne bis in idem en matières fiscale et pénale.", "Au vu de ce qui précède, les procédures administratives en cause concernaient une seconde « infraction » ayant pour origine des faits identiques à ceux ayant fait l’objet des premiers acquittements devenus irrévocables.", "Conclusion : violation (unanimité).", "Article 6 § 2 de la Convention : La présente affaire se distingue clairement des affaires déjà examinées par la Cour où l’autorité administrative investie d’un pouvoir disciplinaire avait sanctionné des faits reprochés à un agent public à la suite de son acquittement au pénal. Dans ces cas, la procédure disciplinaire présentait une certaine autonomie par rapport à la procédure pénale, notamment dans les conditions de sa mise en œuvre et son objectif non répressif. En raison de cette autonomie, l’imposition d’une sanction administrative à l’agent concerné n’avait pas été considérée comme méconnaissant elle-même le principe de la présomption d’innocence, dans la mesure où la décision de la juridiction administrative ne renfermait pas une déclaration imputant une responsabilité pénale au requérant.", "En l’occurrence, les juridictions administratives de fond ont considéré, après avoir procédé à une appréciation des éléments des dossiers différente que celle appliquée par les juridictions pénales, que les requérants avaient commis les mêmes infractions de contrebande pour lesquelles ils avaient précédemment été acquittés par les juridictions pénales. Ces considérations ont par la suite été confirmées, en dernière instance, par le Conseil d’État. Étant donné l’identité de la nature des deux séries de procédures en cause, des faits litigieux et des éléments constitutifs des infractions concernées, la conclusion précitée des juridictions administratives a méconnu le principe de la présomption d’innocence des requérants déjà établi par les jugements d’acquittement des tribunaux pénaux.", "Conclusion : violation (unanimité).", "La Cour constate également une violation, dans le chef d’un des requérants, des articles 6 § 1 et 13 de la Convention du fait de la durée excessive de la procédure et de l’absence de recours effectif à cet égard.", "(Voir aussi Engel et autres c. Pays-Bas,  et al., 8 juin 1976 ; Moullet c. France (déc.), 27521/04, 13 septembre 2007,  ; Vagenas c. Grèce (déc.), , 23 août 2011 ; Vanjak c. Croatie, , 14 janvier 2010 ; et Hrdalo c. Croatie, , 27 septembre 2011)", "*  Åklagaren v. Hans Åkerberg Fransson, C-617/10, arrêt de la CJUE (grande chambre) du 26 février 2013.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}