{"file": "FRE_HFJUD_298_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "298/07", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE RASHED c. RÉPUBLIQUE TCHÈQUE", "", "(Requête no 298/07)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "27 novembre 2008", "", "", "DÉFINITIF", "", "27/02/2009", "", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Rashed c. République tchèque,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tRait Maruste, président,\n\tKarel Jungwiert,\n\tVolodymyr Butkevych,\n\tRenate Jaeger,\n\tMark Villiger,\n\tMirjana Lazarova Trajkovska,\n\tZdravka Kalaydjieva, juges,\net de Stephen Phillips, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 4 novembre 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 298/07) dirigée contre la République tchèque et dont un ressortissant égyptien, M. Mohamed Magdi Mansour Rashed (« le requérant »), a saisi la Cour le 22 décembre 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par M. J. Větrovský, juriste auprès de l’Organisation d’aide aux réfugiés siégeant à Prague. Le gouvernement tchèque (« le Gouvernement ») est représenté par son agent, M. V.A. Schorm.", "3.  Le requérant allègue en particulier que sa privation de liberté était irrégulière et que son recours visant la légalité de cette mesure n’a pas été examiné à bref délai.", "4.  Le 11 avril 2007, le président de la chambre a décidé de traiter la requête par priorité (article 41 du règlement).", "5.  Le 29 mai 2007, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant, né en 1988, se trouverait actuellement en Égypte.", "7.  Le 21 août 2006, le requérant arriva à l’aéroport international de Prague. A 7h30, il se présenta au guichet de la police des étrangers où il manifesta sa volonté de demander l’asile (ou, aux termes de la nouvelle loi, la protection internationale) en République tchèque. Il fut ensuite placé dans des locaux de la police à l’aéroport.", "1. Détention du requérant", "8.  Le 23 août 2006, le jour où il demanda l’asile, le requérant fut placé, conformément à l’article 73 § 1 de la loi no 325/1999 sur l’asile, dans le centre d’accueil de la zone de transit de l’aéroport international (přijímací středisko v tranzitní zóně mezinárodního letiště).", "9.  Le 10 septembre 2006, le requérant fut transféré du centre d’accueil de l’aéroport dans un autre établissement du ministère de l’Intérieur situé à Velké Přílepy, à une dizaine de kilomètres de l’aéroport international de Prague. Celui-ci avait été créé le 1er juillet 2006, en vertu de la décision du ministre de l’Intérieur, comme une extension détachée du centre d’accueil de l’aéroport et se situait dans une partie du centre de rétention pour ressortissants étrangers. Selon le Gouvernement, la création dudit centre d’accueil détaché fut rendue nécessaire par le nombre croissant de ressortissants égyptiens qui affluaient en République tchèque depuis mai 2006 et qui ne pouvaient plus être placés dans le centre d’accueil de l’aéroport, dont la capacité maximum avait été atteinte. A l’exception des sorties limitées et effectuées dans un espace clôturé, l’intéressé n’était pas autorisé de quitter l’établissement de Velké Přílepy qui était surveillé par la police et une agence de sécurité privée, et ne pouvait pas utiliser le téléphone portable.", "10.  Le 28 avril 2007, le requérant fut retourné dans le centre d’accueil de la zone de transit de l’aéroport.", "11.  Après que l’afflux de ressortissants égyptiens demandant l’asile en République tchèque prit fin à la suite d’une mesure de visa, la situation dans le centre d’accueil de l’aéroport se stabilisa et, le 30 avril 2007, le centre d’accueil détaché de Velké Přílepy cessa d’exister.", "12.  Le 29 juin 2007, le requérant quitta le territoire de la République tchèque dans le cadre d’un rapatriement volontaire effectué par l’Organisation Internationale pour les Migrations.", "2. Procédure d’asile", "13.  Le 23 août 2006, le requérant fit une déclaration officielle de son intention de demander l’asile en vertu de la loi no 325/1999 sur l’asile.", "14.  Le 1er septembre 2006, le ministère de l’Intérieur enregistra cette demande d’asile formée par le requérant et engagea ainsi la procédure sur l’octroi de l’asile.", "15.  Le 5 septembre 2006, l’intéressé reçut une sommation de se présenter, en date du 9 septembre 2006, au département compétent du ministère situé dans les locaux de l’aéroport en vue de se voir délivrer la décision sur sa demande d’asile.", "16.  Le 9 septembre 2006, l’intéressé obtint ainsi la décision du ministère de l’Intérieur datée du 5 septembre 2006, par laquelle il fut débouté de sa demande d’asile au motif que celle-ci se basait uniquement sur des raisons économiques et était donc manifestement mal fondée.", "17.  Le 15 septembre 2006, le requérant saisit le tribunal régional (Krajský soud) de Prague d’une action administrative dirigée contre la décision du 5 septembre 2006.", "18.  Après qu’il fut débouté de son action, en date du 6 octobre 2006, l’intéressé introduisit un recours en cassation dans lequel il soutenait que le tribunal régional de Prague n’était pas compétent pour décider en l’affaire.", "19.  Le 16 mai 2007, la Cour administrative suprême (Nejvyšší správní soud) déclara le recours en cassation irrecevable, relevant que l’enjeu de celui-ci ne dépassait pas de façon substantielle les intérêts propres du requérant.", "3. Procédure sur le recours contre la détention", "20.  Le 24 octobre 2006, le requérant saisit le tribunal municipal (Městský soud) de Prague d’un recours visant « l’ingérence irrégulière d’une autorité administrative », en l’occurrence du ministère de l’Intérieur, recours fondé sur l’article 82 du code de procédure judiciaire administrative. Invoquant entre autres l’article 5 § 1 de la Convention, il se plaignait que, au lieu d’être transféré dans un établissement d’asile (azylové zařízení) dès le 6 septembre 2006, il avait été placé dans l’établissement de Velké Přílepy. Se référant à l’article 71 § 2 a) du code de procédure administrative et relevant que le département compétent du ministère de l’Intérieur se trouvait directement dans les locaux du centre d’accueil, l’intéressé affirmait que devait être considérée comme date d’adoption de la décision du ministère sur sa demande d’asile la date à laquelle celle-ci lui avait été réellement notifiée, à savoir le 9 septembre 2006. Dès lors que la décision n’avait pas été adoptée dans les cinq jours suivant l’ouverture de la procédure, il aurait dû être transféré dans un établissement d’asile, comme l’exigeait l’article 73 § 2 a) de la loi no 325/1999. Or, l’établissement de Velké Přílepy ne pouvait pas être considéré comme un tel établissement d’asile au sens de l’article 2 § 9 de la loi no 325/1999, ni comme une extension détachée du centre d’accueil de la zone de transit de l’aéroport international, vu qu’il ne se trouvait pas dans une telle zone de transit.", "Le ministère de l’Intérieur s’y opposa, relevant que la sommation du 5 septembre 2006 devait être considérée comme un acte tendant à la notification de la décision au sens de l’article 71 § 2 a) du code de procédure administrative ; partant, la décision sur la demande d’asile avait été rendue dans le délai de cinq jours et la condition prévue à l’article 73 § 2 a) avait été remplie.", "21.  Le 21 novembre 2006, le tribunal invita le requérant à préciser s’il était représenté par l’Organisation d’aide aux réfugiés en tant que personne morale ou par une personne physique concrète. Le représentant du requérant réagit par une lettre du 11 décembre 2006.", "22.  Le 23 janvier 2007, le vice-président du tribunal municipal jugea injustifiée une plainte du requérant concernant les retards de la procédure. Il nota également que le recours de l’intéressé concernait un problème analogue à l’arrestation d’un étranger, question à laquelle l’article 56 du code de procédure judiciaire administrative réservait un traitement prioritaire.", "23.  Par la décision du 30 janvier 2007, notifiée au représentant du requérant le 13 février 2007, le tribunal municipal rejeta le recours de ce dernier, faute de compétence. Il souscrivit d’abord aux arguments de l’intéressé selon lesquels la détention d’un individu dans un centre d’accueil de la zone de transit d’un aéroport constituait une privation de liberté au sens de l’article 5 de la Convention et devait donc être dès le début soumise à un contrôle judiciaire rapide et effectif, lequel ne pouvait pas être obtenu par le biais d’un recours visant une ingérence irrégulière d’une autorité administrative formé selon le code de procédure administrative. Le tribunal estima néanmoins qu’un étranger détenu dans un centre d’accueil disposait d’une autre voie de recours susceptible de lui fournir une protection judiciaire conforme aux exigences de la Convention. Il s’agissait d’une demande formée selon l’article 200o du code de procédure civile tendant à une mise en liberté au motif que les conditions d’une arrestation prévues par une norme spéciale, en l’occurrence la loi sur l’asile, n’étaient pas réunies. Tout en admettant qu’il opérait en l’espèce une interprétation extensive dudit code car la note en bas de page attachée à l’article 200o renvoyait à la loi sur le séjour des étrangers, et non à celle sur l’asile, le tribunal rappela que selon la jurisprudence de la Cour constitutionnelle, les notes en bas de page n’avaient pas le caractère d’une norme juridique. Dès lors, il n’y avait pas de raison pour considérer qu’un étranger détenu en vertu de la loi sur l’asile ne pourrait pas se prévaloir de ce recours qui répondait aux exigences de la Convention car il devait être tranché en priorité et le plus rapidement possible. Le tribunal municipal invita donc le requérant à former un recours selon l’article 200o du code de procédure civile, rappelant que si un tel recours était introduit dans le délai d’un mois à compter de la force de chose jugée de sa décision, la procédure civile était présumée ouverte le jour où l’intéressé avait formé le recours administratif.", "24.  Le 27 février 2007, le requérant attaqua la décision du 30 janvier 2007 par un recours en cassation, dans lequel il contestait l’interprétation extensive de l’article 200o du code de procédure civile à laquelle s’était livré le tribunal municipal. Selon lui, la note en base de page qui était un important outil d’interprétation ainsi que le libellé de tout l’article 200o excluaient que cette disposition puisse s’appliquer à un étranger qui n’était pas détenu en vertu de la loi sur le séjour des étrangers.", "25.  Le 15 novembre 2007, la Cour administrative suprême annula la décision du 30 janvier 2007 et retourna l’affaire au tribunal municipal, ne souscrivant pas à son opinion selon laquelle le requérant pouvait se prévaloir de l’article 200o du code de procédure civile. De l’avis de la Cour administrative suprême, cette dernière disposition n’était applicable qu’aux ressortissants étrangers détenus en vertu d’une décision formelle fondée sur la loi sur le séjour des étrangers ; or, le requérant avait été privé de sa liberté ex lege, du seul fait d’avoir atterri à l’aéroport et demandé l’asile, et la poursuite de sa détention était déterminée par la rapidité de la procédure d’asile. Dès lors, l’action fondée sur l’article 82 du code de procédure judiciaire administrative était le seul moyen de protection à la disposition de l’intéressé et le tribunal municipal aurait dû l’examiner au fond. La Cour administrative suprême releva également que ce moyen ne consacrait pas l’exigence de la rapidité de la protection judiciaire, étant donné que l’article 56 § 2 dudit code relatif au traitement prioritaire n’était applicable que dans le cadre de la procédure d’asile, laquelle lacune était selon la cour contraire à la Convention. La cour estima cependant que tout juge devait tenir compte des engagements résultant pour la République tchèque de la Convention et, partant, adapter la conduite de la procédure en vue de décider rapidement et d’éviter ainsi un déni de justice. Enfin, la Cour administrative suprême considéra utile de se prononcer, dans son obiter dictum, sur la légalité de la détention du requérant dans l’établissement de Velké Přílepy. Selon elle, ledit centre ne pouvait pas être tenu pour une extension détachée du centre d’accueil de l’aéroport mais devait être considéré comme un établissement d’asile « ordinaire » dans lequel les individus doivent jouir de certains droits et obligations, dont le droit de quitter cet établissement. Or, le déni de ces droits pendant le séjour du requérant à Velké Přílepy constituait une ingérence irrégulière au sens de l’article 82 du code de procédure judiciaire administrative, en ce que le requérant était privé du droit de quitter ce centre et que sa détention était dépourvue de base légale car ledit établissement ne se trouvait pas dans la zone de transit de l’aéroport international. La fiction créée par le ministère de l’Intérieur, selon laquelle l’établissement de Velké Přílepy était à considérer comme étant dans la zone de transit de l’aéroport international, n’avait pas de base légale dans le droit interne ; par ailleurs, cette base ne pouvait pas être constituée par la Directive 2005/85/CE du Conseil relative aux normes minimums pour les procédures d’asile, laquelle n’avait pas encore été transposée dans le droit tchèque et dont l’effet direct ne pouvait en tout état de cause être invoqué au détriment de l’individu.", "26.  Le 9 janvier 2008, le tribunal municipal prononça l’extinction de l’instance portant sur la demande du 24 octobre 2006, en vertu de l’article 86 du code de procédure judiciaire administrative. Il releva à cet égard que le requérant était rentré en Égypte et que l’ingérence dénoncée ni ses conséquences ne se poursuivaient plus.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "Loi no 325/1999 sur l’asile", "27.  Selon l’article 2 § 9, est considéré comme un établissement d’asile aux fins de cette loi un centre d’accueil, un centre de séjour et un centre d’asile et d’intégration.", "28.  Aux termes de l’article 24a, le demandeur se voit remettre copie de la décision à la date et à l’endroit fixés dans une sommation écrite.", "29.  En vertu de l’article 32 § 3, l’introduction d’une action judiciaire dirigée contre une décision administrative négative rendue en matière d’asile est dotée d’un effet suspensif, sauf les actions dirigées contre la décision sur l’extinction de l’instance ou contre les décisions invoquant comme motif de rejet le fait que l’intéressé venait d’un pays tiers sûr ou d’un pays d’origine sûr ou qu’il ne s’était pas prévalu de la protection d’un des Etats dont il est ressortissant. L’article 32 § 5 prévoit qu’est doté d’un effet suspensif également le recours en cassation dirigé contre la décision du tribunal.", "30.  L’article 73 tel qu’en vigueur jusqu’au 20 décembre 2007 disposait, dans son paragraphe 1, que la police plaçait dans le centre d’accueil de la zone de transit de l’aéroport international l’étranger qui avait fait une déclaration de son intention de demander l’asile dans ces lieux. Aux termes de l’article 73 § 2, le ministère de l’Intérieur transférait l’étranger dans un autre établissement d’asile sur le territoire lorsque (a) il ne décidait pas dans le délai de cinq jours à compter de l’ouverture de la procédure sur l’octroi de l’asile, (b) le tribunal ne décidait pas dans le délai de quarante-cinq jours sur une action administrative dirigée contre la décision du ministère. L’article 73 § 3 disposait que l’étranger placé dans le centre d’accueil au sens du paragraphe 1 au moment où passa en force de chose jugée la décision par laquelle (a) l’asile n’était pas octroyé, (b) la demande d’asile était rejetée comme manifestement mal fondée ou (c) la procédure sur l’octroi de l’asile était éteinte, ne pouvait pas sortir dudit centre jusqu’à ce qu’il quittât le territoire.", "A compter du 21 décembre 2007, les dispositions de l’article 73 ont été amendées comme suit. Selon le paragraphe 1, la police place dans un centre d’accueil de l’aéroport international l’étranger qui avait fait une déclaration de son intention de demander la protection internationale dans ces lieux. En vertu de l’article 73 § 2, est considéré comme un tel centre d’accueil également un autre centre de l’aéroport international ou un autre établissement d’asile désigné par le ministère lorsque les raisons de sécurité, d’hygiène, de capacité ou autres empêchent de placer l’étranger dans le centre d’accueil de l’aéroport international. Selon l’article 73 § 4, le ministère dispose d’un délai maximum de quatre semaines pour statuer sur la demande de protection internationale ; s’il ne décide pas dans ce délai, il autorise l’étranger à entrer sur le territoire sans une telle décision et le transfère dans un établissement d’asile situé sur le territoire du pays. Dans les cinq jours à compter du jour où l’étranger fit une déclaration de son intention de demander la protection internationale, le ministère décide s’il l’autorise à entrer dans le pays ; la décision négative est susceptible d’être attaquée par une action judiciaire dépourvue d’effet suspensif. Aux termes de l’article 73 § 8, l’étranger placé dans le centre d’accueil de l’aéroport international au moment où passe en force de chose jugée la décision négative du tribunal régional en matière de protection internationale est obligé de quitter le territoire dans un délai maximum de trente jours. L’article 73 § 9 dispose que la durée du séjour de l’étranger dans le centre d’accueil de l’aéroport international ne peut pas dépasser 120 jours à compter de la déclaration de demander la protection internationale. Si le tribunal ne décide pas dans ce délai de l’action contre la décision du ministère, ce dernier autorise l’étranger à entrer sur le territoire sans une telle décision et le transfère dans un établissement d’asile situé sur le territoire du pays. En vertu de l’article 73 § 11, le séjour de l’étranger dans le centre d’accueil de l’aéroport international, son transfert vers un autre centre ou un autre établissement d’asile et le séjour dans ceux-ci ne sont pas considérés comme entrée et séjour sur le territoire.", "Code de procédure judiciaire administrative (loi no 150/2002)", "31.  Selon l’article 56 § 2, le tribunal traite par priorité, entre autres, les demandes et actions en matière d’asile et les décisions relatives à l’arrestation d’un étranger.", "32.  L’article 82 donne le droit de demander la protection auprès du tribunal à tout individu alléguant qu’il a été limité dans ses droits par une ingérence illégale, autre qu’une décision, commise par une autorité administrative et dirigée directement contre lui, à condition que cette ingérence ou ses conséquences perdurent ou qu’elle risque de se répéter.", "33.  En vertu de l’article 86, le tribunal prononce l’extinction de l’instance lorsqu’il établit que, après l’introduction de l’action, l’ingérence ni ses conséquences ne se poursuivent plus et l’ingérence ne risque pas de se répéter.", "34.  Aux termes de l’article 104a, lorsque l’enjeu d’un recours en cassation en matière de protection internationale ne dépasse pas de façon substantielle les intérêts propres du demandeur, la Cour suprême rejette ce recours comme irrecevable.", "Code de procédure administrative (loi no 500/2004)", "35.  Aux termes de l’article 71 § 1, l’autorité administrative est tenue d’adopter sa décision sans délais inutiles.", "36.  L’article 71 § 2 a) dispose qu’est considérée comme l’adoption de la décision la remise d’une copie de la décision pour notification, au sens de l’article 19 (notification faite par l’autorité administrative elle-même, par l’intermédiaire d’une autorité municipale, de la police ou de la poste), ou un autre acte tendant à la notification si celle-ci est effectuée par l’autorité elle-même.", "Code de procédure civile (loi no 99/1963)", "37.  L’article 200o § 1 dispose que si l’arrestation d’un étranger n’a pas pris fin selon une loi spéciale (note en base de page : loi no 326/1999 sur le séjour des étrangers), celui-ci peut saisir le tribunal d’une demande tendant à sa mise en liberté au motif que les conditions pour poursuivre son arrestation prévues par la loi spéciale ne sont pas réunies. Aux termes de l’article 200u, une telle demande doit être traitée par priorité et dans les meilleurs délais, la décision du tribunal n’est pas susceptible de recours et devient exécutoire au moment de sa notification au demandeur. Selon l’article 200t, si le tribunal conclut que les conditions pour poursuivre l’arrestation ne sont pas réunies, il décide de mettre le demandeur en liberté.", "Pratique interne invoquée par le requérant", "38.  La décision de la Cour constitutionnelle no II. ÚS 391/06 du 23 août 2006 a été rendue à la suite d’un recours constitutionnel formé en juin 2006 par un étranger détenu dans le centre d’accueil de la zone de transit de l’aéroport international de Prague, qui se plaignait de ne pas avoir été transféré dans un établissement d’asile conformément à l’article 73 § 2 de la loi sur l’asile ; il affirmait en même temps que l’ordre juridique tchèque ne lui permettait pas de faire examiner la légalité de cette détention par un tribunal ou un autre organe indépendant. La Cour constitutionnelle rejeta ledit recours au motif que son auteur n’avait pas exercé une voie de recours que lui offrait la loi pour la protection de ses droits, à savoir le recours tendant à la protection contre une ingérence irrégulière prévu à l’article 82 du code de procédure judiciaire administrative.", "39.  Dans les motifs de l’arrêt no 2 Azs 156/2006 du 22 février 2007, concernant la question de savoir quel tribunal était compétent pour examiner l’action contre la décision administrative sur l’asile formée par un demandeur d’asile détenu dans l’établissement de Velké Přílepy, la Cour administrative suprême ne souscrivit pas à la présomption du ministère de l’Intérieur que l’intéressé se trouvait toujours dans le centre d’accueil de la zone de transit de l’aéroport et qu’il n’était donc toujours pas entré sur le territoire de la République tchèque. Selon elle, cette fiction ne pouvait pas s’appliquer aux personnes ne se trouvant plus physiquement dans la zone de transit, et considérer l’établissement de Velké Přílepy comme une partie de cette zone ou son extension contredirait une interprétation respectueuse des droits et du but de la loi ; ledit établissement devait donc être pris pour un établissement d’asile du ministère de l’Intérieur. Enfin, se référant à l’arrêt Amuur c. France (arrêt du 25 juin 1996, Recueil des arrêts et décisions 1996III, § 43), la cour a estimé que toute mesure de privation de liberté prise à l’encontre des demandeurs d’asile devait être compatible à l’article 5 § 1 f) de la Convention. Dès lors, si un demandeur d’asile a été déplacé du centre d’accueil de la zone de transit vers un autre établissement du ministère de l’Intérieur, il fallait le considérer comme transféré dans un autre établissement d’asile au sens de l’article 73 § 2 de la loi sur l’asile, fût-ce pour une raison autre que le dépassement des délais fixés dans cette disposition. A l’avenir, un tel transfert devrait selon la cour entraîner toutes les conséquences prévues par la loi sur l’asile.", "40.  Le 23 mars 2007, le médiateur a dressé un rapport d’enquête (no 542/2007) faisant suite à la pétition d’un ressortissant malien, demandeur d’asile détenu dans le centre d’accueil de la zone de transit de l’aéroport international de Prague. Dans cette affaire, la procédure d’asile avait été engagée le 5 janvier 2007 ; le même jour, l’intéressé avait reçu une sommation de se présenter, le 19 janvier 2007, auprès de l’autorité compétente en vue de se voir délivrer la décision sur sa demande d’asile. A cette dernière date, il se vit remettre une décision négative datée du 8 janvier 2007. Il se plaignait que le délai de cinq jours fixé par l’article 73 § 2 de la loi sur l’asile avait expiré le 10 janvier 2007, alors que la décision ne lui avait été délivrée que le 19 janvier 2007 ; bien qu’il eût dû dès lors être transféré dans un établissement d’asile au plus tard le 11 janvier 2007, il restait détenu dans le centre d’accueil de l’aéroport. Le médiateur a relevé que, étant donné que la décision n’avait été rendue que le 8 janvier 2007, la sommation du 5 janvier 2007 ne pouvait pas notifier au requérant qu’il avait été décidé dans son affaire car à cette date-là, la décision n’existait pas encore. D’après lui, l’interprétation de l’autorité administrative compétente en matière d’asile, selon laquelle la sommation était un acte tendant à la notification de la décision, c’est-à-dire que l’autorité était désormais liée par celle-ci et ne pouvait plus la modifier, n’était pas compatible avec l’objectif du législateur. En effet, cette interprétation permettait, tout en respectant le délai de cinq jours quant à la sommation, de reporter de manière illimitée la remise réelle de la décision et, partant, de rallonger le délai légal jusqu’à une période indéterminée et imprévisible. Il était dès lors nécessaire d’adopter une interprétation téléologique de l’article 71 § 2 a) du code de procédure administrative, et ne pouvait donc être « un autre acte tendant à la notification » qu’un acte à la suite duquel l’autorité administrative ne pouvait plus modifier le contenu de la décision et lequel ne visait qu’à faire passer celle-ci de la sphère juridique de l’expéditeur dans celle du destinataire. Etant donné que le département compétent du ministère de l’Intérieur se trouvait dans les mêmes locaux que le centre d’accueil où était détenu le demandeur en l’espèce, la notification de la décision aurait pu intervenir dès la rédaction de celle-ci. Tout en admettant qu’il pouvait y avoir des difficultés d’assurer la présence des interprètes vers certaines langues, le médiateur a considéré que ce fait ne pouvait pas être mis à la charge des demandeurs d’asile. Il a souligné que la détention d’un demandeur d’asile dans la zone de transit d’un aéroport constituait une ingérence grave dans son droit à la liberté personnelle garanti par l’article 5 de la Convention et que les exceptions devaient être interprétées de manière restrictive et la plus proche à la Constitution, selon les critères de la convenance, de la nécessité et de la minimalisation des ingérences. A la lumière de ces observations, le médiateur a estimé justifié qu’il soit considéré comme jour de l’adoption de la décision aux fins de l’article 73 § 2 a) de la loi sur l’asile le jour où le demandeur se voit remettre copie de la décision, et non seulement la sommation tendant à la notification, afin que ladite disposition soit interprétée de façon à respecter le délai maximum prévu par la loi pour la détention du demandeur dans un centre d’accueil.", "41.  Par l’arrêt no 8 Ca 17/2007 du 30 avril 2007, le tribunal municipal débouta de son action un demandeur d’asile qui se plaignait de ne pas avoir été transféré du centre d’accueil de la zone de transit vers un établissement d’asile bien que son action judiciaire restât pendante depuis plus de 45 jours comme prévu par l’article 73 § 2 de la loi sur l’asile. Le tribunal a estimé que ne pouvait être considérée comme une ingérence au sens de l’article 82 du code de procédure judiciaire administrative qu’une conduite active de l’autorité administrative imposant une obligation à autrui, et non l’inactivité de cette autorité. Dès lors, en l’occurrence, le fait de ne pas avoir transféré l’intéressé dans un autre établissement d’asile ne pouvait pas être considéré comme une ingérence injustifiée au sens de ladite disposition car il s’agissait en l’espèce d’une passivité, d’une inactivité du ministère de l’Intérieur.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 §§ 1 ET 4 DE LA CONVENTION", "42.  Le requérant allègue que sa détention dans l’établissement de Velké Přílepy était dépourvue de base légale et, dès lors, contraire à l’article 5 § 1 de la Convention. Il se plaint également qu’il n’existe dans l’ordre juridique tchèque aucun recours effectif au travers duquel il aurait pu obtenir, à bref délai, une décision judiciaire sur la légalité de cette détention, comme l’exige l’article 5 § 4 de la Convention.", "Les parties pertinentes de l’article 5 se lisent comme suit :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "f)  s’il s’agit de l’arrestation ou de la détention régulières d’une personne pour l’empêcher de pénétrer irrégulièrement dans le territoire, ou contre laquelle une procédure d’expulsion ou d’extradition est en cours. (...)", "4.  Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. (...) »", "43.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "44.  Le Gouvernement excipe d’abord du non-épuisement des voies de recours internes.", "Quant au grief tiré de l’article 5 § 1, il relève, d’une part, que le requérant ne s’est pas prévalu de la possibilité d’introduire une action fondée sur l’article 200o § 1 du code de procédure civile et, d’autre part, qu’il a saisi la Cour sans attendre l’issue de son recours introduit en vertu de l’article 82 du code de procédure judiciaire administrative. En effet, au moment de la rédaction des observations du Gouvernement, le recours en cassation formé par le requérant contre la décision du 30 janvier 2007 restait pendant et, en cas d’échec de celui-ci, la possibilité serait ouverte à l’intéressé de saisir la Cour constitutionnelle. Le Gouvernement soutient également que les deux moyens invoqués pouvaient déboucher sur un constat de violation et, le cas échéant, sur l’ordre de libérer le requérant. En conséquence de ce constat de violation, le requérant aurait pu demander l’indemnisation des préjudices matériel et moral en vertu de la loi no 82/1998.", "En ce qui concerne plus particulièrement le grief tiré de l’article 5 § 4 de la Convention, le Gouvernement reproche au requérant de ne pas l’avoir soulevé devant la Cour constitutionnelle. Il observe sur ce point que dans la décision no II. ÚS 391/06 invoquée par l’intéressé (voir paragraphe 38 ci-dessus), la juridiction constitutionnelle s’est prononcée sur la question de savoir si la législation tchèque mettait à la disposition des personnes concernées un recours permettant de contester la légalité de leur détention dans un centre d’accueil, au sens de l’article 5 § 1, mais non sur le point de savoir s’il existait dans l’ordre juridique interne une procédure satisfaisant aux garanties de l’article 5 § 4 de la Convention. Le Gouvernement souligne également qu’un tel recours constitutionnel ne présuppose pas une saisine antérieure de la Cour administrative suprême, comme l’allègue le requérant.", "45.  Le requérant objecte que l’on ne saurait l’obliger d’exercer un recours qui est aléatoire, soit en raison d’une jurisprudence établie qui le voue à l’échec, soit du fait de l’absence de la jurisprudence attestant de sa réalité. De plus, lorsqu’il s’agit d’un recours contre une privation de la liberté, la condition de son effectivité doit être interprétée à la lumière de l’article 5 § 4 de la Convention. Ainsi, le recours ne peut passer pour effectif sauf s’il permet au tribunal de statuer sur la légalité de la détention « à bref délai » et « ordonner la libération de l’individu » lorsque cette détention est jugée illégale. Eu égard à ces principes, le requérant estime qu’il n’était pas tenu de faire usage du recours en cassation ni, a fortiori, d’attendre le résultat de cette procédure, car la Cour administrative suprême n’est liée par aucun délai spécifique et n’est donc pas en mesure de statuer « à bref délai » (comme en témoigne la présente affaire), ni ne peut ordonner sa libération. En effet, si la Cour administrative suprême considère un recours en cassation comme justifié, elle ne peut qu’annuler la décision contestée et renvoyer l’affaire au tribunal administratif de première instance qui est le seul à pouvoir ordonner à l’autorité administrative de mettre fin à l’ingérence illégale (le cas échéant, par le biais d’un élargissement de l’individu). Par ailleurs, vu que la Cour constitutionnelle ne peut être saisie qu’après la décision de la Cour administrative suprême sur le recours en cassation, lequel ne peut cependant pas produire l’effet souhaité, le recours constitutionnel doit lui aussi être regardé comme non effectif.", "46.  La Cour estime que la question de savoir si le requérant a épuisé les voies de recours internes au regard de son grief relatif à la légalité de sa détention au sens de l’article 5 § 1 f) de la Convention est étroitement liée au fond du grief présenté sur le terrain de l’article 5 § 4. Aussi la Cour examinera-t-elle l’exception préliminaire du Gouvernement dans le cadre de son appréciation du grief formulé sous l’angle de l’article 5 § 4, grief qu’elle abordera en premier lieu (voir, mutatis mutandis, Öcalan c. Turquie [GC], no 46221/99, § 61 in fine, CEDH 2005IV).", "47.  La Cour constate par ailleurs que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention et qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1. Article 5 § 4 de la Convention", "a) Thèses des parties", "48.  Le Gouvernement soutient que la procédure selon l’article 200o et s. du code de procédure civile, laquelle peut selon lui être engagée non seulement par un étranger détenu en vue de son expulsion mais aussi par un demandeur d’asile, satisfait aux exigences de l’article 5 § 4. En effet, le tribunal saisi est tenu de décider dans les meilleurs délais et peut ordonner l’élargissement du demandeur ; sa décision n’est pas susceptible de recours et devient exécutoire au moment de la notification (voir paragraphe 37 ci-dessus). Vu que la création du centre d’accueil dont il est question en l’espèce est assez récente, le Gouvernement se dit cependant incapable de prouver l’effectivité de ce moyen en pratique ; aucune des procédures engagées jusqu’à présent ne s’est terminée par une décision au fond car les demandeurs sont délibérément retournés dans leur pays avant que leur affaire eût pu être examinée.", "49.  Bien que le Gouvernement ne considère pas la procédure régie par l’article 82 du code de procédure judiciaire administrative comme un recours aux fins de l’article 5 § 4, il estime qu’elle est soumise à l’exigence d’un traitement prioritaire prévue à l’article 56 § 2 dudit code. L’arrêt du tribunal municipal soumis à la Cour par le requérant (voir paragraphe 41 ci-dessus) démontrerait par ailleurs que ce recours est susceptible de remédier à la violation alléguée de l’article 5 § 1.", "Dans la présente affaire, le tribunal municipal a statué sur le recours du requérant introduit le 24 octobre 2006 en date du 30 janvier 2007, c’est-à-dire au bout de trois mois et six jours. A cet égard, le Gouvernement rappelle qu’un délai de plusieurs mois a déjà été jugé satisfaisant par la Cour au regard de l’article 5 § 4 de la Convention (Letellier c. France, arrêt du 26 juin 1991, série A no 207, §§ 54-57 ; Ntumba Kabongo c. Belgique (déc.), no 52467/99, 2 juin 2005).", "50.  Pour sa part, le requérant soutient que ne peut se prévaloir de l’article 200o du code de procédure civile qu’un étranger placé dans un centre de rétention en vue de son expulsion, et non une personne détenue dans un centre d’accueil. Selon lui, l’existence de ce recours en théorie est du moins douteuse et le Gouvernement n’a pas été à même de prouver son effectivité en pratique, bien que le centre d’accueil situé dans la zone de transit de l’aéroport de Prague existe depuis 2002. L’intéressé affirme par ailleurs que l’avis de la chambre du tribunal municipal ayant décidé dans son affaire, selon lequel les demandeurs peuvent se prévaloir de l’article 200o, n’est pas partagé par d’autres chambres de ce tribunal et qu’il n’a jamais été confirmé par la Cour administrative suprême. Par la suite, le requérant a noté que la décision de la Cour administrative suprême du 15 novembre 2007 lui avait donné raison.", "51.  Le requérant observe ensuite que la décision sur son recours intenté le 24 octobre 2006 en vertu de l’article 82 du code de procédure judiciaire administrative ne lui a été notifiée que le 13 février 2006, la procédure ayant donc pris trois mois et vingt-et-un jours. De plus, la décision définitive n’a été adoptée en l’affaire que le 9 janvier 2008, soit après plus d’un an et deux mois. L’intéressé se réfère également à l’opinion du tribunal municipal formulée dans la décision du 30 janvier 2007 (voir paragraphe 23 ci-dessus), selon laquelle le recours prévu à l’article 82 dudit code ne permet pas au demandeur d’obtenir un contrôle judiciaire rapide et effectif.", "b) Appréciation de la Cour", "52.  La Cour rappelle sa jurisprudence constante selon laquelle quiconque est privé de liberté a droit à un contrôle de la légalité de sa détention par un tribunal. L’exigence de la Convention selon laquelle un acte de privation de liberté doit être susceptible d’un contrôle juridictionnel indépendant revêt une importance fondamentale eu égard à l’objectif qui sous-tend l’article 5 de la Convention, à savoir la protection contre l’arbitraire. Dans certains cas, le contrôle juridictionnel peut se trouver incorporé à la décision d’internement si celle-ci est prise par un organe constituant un « tribunal » au sens de l’article 5 § 4 de la Convention. Pour constituer un « tribunal », une autorité doit être indépendante de l’exécutif et des parties. Elle doit aussi fournir les garanties fondamentales de la procédure appliquées en matière de privation de liberté. Si la procédure suivie par l’organe compétent qui ordonne l’internement ne fournit pas ces garanties, l’Etat doit permettre un recours effectif à une seconde autorité présentant toutes les garanties d’une procédure judiciaire. L’intéressé doit avoir accès à un tribunal et avoir l’occasion d’être entendu lui-même ou moyennant une certaine forme de représentation ; il y a également lieu d’observer l’égalité des armes entre les parties (Nikolova c. Bulgarie [GC], no 31195/96, § 58, CEDH 1999-II ; Varbanov c. Bulgarie, no 31365/96, § 58, CEDH 2000X).", "En outre, l’autorité en question doit disposer de pouvoirs suffisants pour prendre une décision judiciaire et juridiquement contraignante mettant fin à la détention si elle se révèle illégale (Baranowski c. Pologne, no 28358/95, § 68, CEDH 2000III).", "53.  La Cour tient également à rappeler qu’une voie de recours, au sens de l’article 5 § 4 de la Convention, doit toujours exister à un degré suffisant de certitude, sans quoi lui manquent l’accessibilité et l’efficacité requises par cette disposition (Jurjevs c. Lettonie, no 70923/01, § 58, 15 juin 2006).", "54.  Dans la présente affaire, nul ne conteste que le requérant a été privé de sa liberté ex lege, en vertu de l’article 73 de la loi no 325/1999 sur l’asile, c’est-à-dire sans qu’une autorité quelconque adopte une décision formelle de le placer en détention. Il avait donc droit à un contrôle juridictionnel rapide et effectif.", "55.  Le Gouvernement affirme d’abord que c’est devant la Cour constitutionnelle que l’intéressé aurait dû soulever son grief tiré de l’impossibilité d’obtenir ce contrôle (voir paragraphe 44 in fine ci-dessus). La Cour n’est cependant pas convaincue de l’effectivité en l’espèce d’un tel recours constitutionnel. En effet, si le requérant avait saisi la juridiction constitutionnelle avant ou même après la décision du tribunal municipal du 30 janvier 2007, il est fort probable qu’il se serait vu reprocher de ne pas avoir exercé les voies de recours disponibles, soit parce que son recours du 24 octobre 2006 aurait encore été pendant, soit parce que la décision sur celui-ci pouvait être contestée par le biais d’un recours en cassation (dont le requérant a fait usage) et que le tribunal municipal l’avait invité à se prévaloir de l’article 200o du code de procédure civile. Dans ces circonstances, la Cour constitutionnelle n’aurait pas pu décider elle-même de la légalité de la détention du requérant ni, le cas échéant, ordonner son élargissement car elle se serait ainsi substituée aux tribunaux compétents pour examiner lesdits moyens. Tout au plus, elle aurait pu constater que la question de la légalité de la détention du requérant n’était pas examinée « à bref délai », dans lequel cas elle aurait pu ordonner au tribunal concerné de mettre fin aux retards dénoncés et de poursuivre la procédure sans délai (voir, mutatis mutandis, Hartman c. République tchèque, no 53341/99, § 67, CEDH 2003VIII (extraits)). Une telle décision n’aurait toutefois pas pour effet la libération de l’intéressé (cette situation étant différente de celle décrite dans l’affaire Smatana c. République tchèque, no 18642/04, § 122, 27 septembre 2007). Il convient donc d’écarter cette objection du Gouvernement.", "56.  Il ressort ensuite des allégations des parties que deux moyens s’offraient au requérant en vue de voir statuer sur la légalité de sa détention, à savoir le recours fondé sur l’article 82 du code de procédure judiciaire administrative (intenté par le requérant le 24 octobre 2006) et la demande formée selon l’article 200o et s. du code de procédure civile.", "La Cour note cependant que l’argument du Gouvernement selon lequel le requérant pouvait se prévaloir de l’article 200o du code de procédure civile se trouve réfuté par la décision de la Cour administrative suprême datée le 15 novembre 2007 (voir paragraphe 25 ci-dessus). En effet, celle-ci a considéré que ladite disposition n’était applicable qu’aux ressortissants étrangers détenus en vertu d’une décision formelle fondée sur la loi sur le séjour des étrangers, ce qui n’était pas le cas de l’intéressé en l’espèce. Par ailleurs, le Gouvernement n’a soumis à la Cour aucune décision adoptée en vertu dudit article qui constituerait un redressement de la violation alléguée.", "Pour ce qui est du recours visant l’ingérence irrégulière d’une autorité administrative fondé sur l’article 82 du code de procédure judiciaire, il ressort des décisions adoptées en l’espèce ainsi que de celle du tribunal municipal datée le 30 avril 2007 (voir paragraphe 41 ci-dessus) que, pendant la période concernée, la pratique judiciaire était loin d’être établie. Dans la décision du 15 novembre 2007, la Cour administrative suprême a en outre constaté que ce recours n’offrait pas la garantie légale de la rapidité de la protection judiciaire, ce qui était contraire à la Convention. En tout état de cause, force est de constater qu’aucune décision judiciaire statuant sur la légalité de la détention du requérant n’a été adoptée pendant qu’il a été privé de sa liberté, soit pendant dix mois.", "57.  Dans ces circonstances, la Cour estime qu’il n’a pas été démontré que le requérant avait à sa disposition un recours satisfaisant aux exigences de l’article 5 § 4 de la Convention. Elle rejette dès lors l’exception du Gouvernement quant au grief tiré de l’article 5 § 1 de la Convention et conclut qu’il y a eu violation de l’article 5 § 4.", "2. Article 5 § 1 de la Convention", "a) Thèses des parties", "58.  Observant que le requérant se trouvait dans les établissements du ministère de l’Intérieur du 21 août 2006 au 29 juin 2007, le Gouvernement estime néanmoins que, à compter du rejet de l’action de l’intéressé le 6 octobre 2006, il s’agissait d’un séjour volontaire (ce en quoi la présente affaire diffère de l’arrêt Amuur c. France, arrêt du 25 juin 1996, Recueil des arrêts et décisions 1996III). En effet, étant donné que le recours en cassation formé par l’intéressé était doté d’un effet suspensif, il n’était pas possible d’engager contre lui une procédure d’expulsion et de le retourner en Égypte. En même temps, le requérant devait savoir que son recours en cassation n’avait pas de chance de succès, en ce qu’il n’y présentait aucun fait revêtant un enjeu dépassant ses intérêts propres et que sa demande d’asile s’appuyait uniquement sur des motifs économiques, et qu’il n’existait donc pour lui aucune possibilité de pénétrer régulièrement sur le territoire de la République tchèque. Néanmoins, au lieu de rentrer volontairement dans son pays d’origine où il ne risquait ni des poursuites ni des mauvais traitements, il a décidé de rester dans l’établissement de Velké Přílepy, ce qui ne saurait être mis à la charge du Gouvernement.", "59.  Pour ce qui est de la situation de l’intéressé entre les 21 août et 6 octobre 2006 (décision du tribunal régional en matière d’asile), le Gouvernement convient de la qualifier, conformément à la jurisprudence de la Cour, de privation de liberté. Celle-ci était, selon le Gouvernement, conforme à l’article 5 § 1 f) car, n’ayant reçu aucune autorisation de demeurer dans le pays, le requérant était un immigré potentiel qu’il fallait empêcher d’entrer irrégulièrement. Ladite mesure s’appuyait sur la disposition de l’article 73 de la loi no 325/1999 sur l’asile, accessible et claire.", "60.  La question prêtant à controverse entre les parties est celle de savoir si la détention du requérant restait conforme à la loi au-delà du 6 septembre 2006, c’est-à-dire si le ministère a décidé sur sa demande d’asile dans le délai de cinq jours prévu à l’article 73 § 2 a) de la loi sur l’asile. Le Gouvernement y répond par l’affirmative, relevant que la décision du ministère en l’espèce est datée du 5 septembre 2006, après laquelle date le ministère était liée par celle-ci et ne pouvait plus la modifier. Le même jour, l’intéressé a reçu la sommation en vue de se voir délivrer cette décision le 9 septembre 2006, ce qui était le jour le plus proche où un interprète vers la langue arabe parlée par le requérant était disponible ; un tel délai de quatre jours est par ailleurs comparable au délai de livraison par courrier. Aux termes de l’article 24a de la loi sur l’asile et de l’article 71 § 2 a) du code de procédure administrative, cette sommation doit être regardée comme un acte tendant à la notification de la décision par le ministère lui-même et, partant, la décision doit être considérée comme adoptée le 5 septembre 2006. Le Gouvernement soutient donc que la condition de délai de cinq jours, à laquelle l’article 73 §§ 1 et 2 a) de la loi sur l’asile subordonne le maintien du demandeur dans un centre d’accueil, a été remplie.", "Sur ce point, le Gouvernement souligne que le rapport du médiateur auquel le requérant se réfère (voir paragraphe 40 ci-dessus) concerne une situation différente de celle en l’espèce, et que ni le ministère de l’Intérieur ni le Gouvernement lui-même n’interprètent les dispositions pertinentes de manière suggérée par le médiateur (qui n’est d’ailleurs pas habilité à fournir une interprétation obligatoire de la législation). Le ministère ne peut sans doute pas fixer le délai pour la notification de la décision à une date lointaine, mais il doit également tenir compte de la disponibilité des interprètes. De l’avis du Gouvernement, la pratique du ministère de rendre la décision en matière d’asile dans un délai de cinq jours et adresser, dans le même délai, au demandeur une sommation fixant un délai de quelques jours pour la notification est conforme à la législation.", "61.  Le Gouvernement affirme ensuite que le placement du requérant dans l’établissement détaché de Velké Přílepy était conforme à la loi, étant donné qu’il n’était plus possible, du fait d’un afflux massif des demandeurs d’asile, de garantir le respect de la dignité humaine dans le centre d’accueil situé dans la zone de transit de l’aéroport de Prague. En effet, au moment du transfert du requérant à Velké Přílepy, la capacité du centre d’accueil de l’aéroport a déjà été doublement dépassée. Par ailleurs, la Cour a auparavant accepté la possibilité de loger des demandeurs d’asile dans une extension de la zone de transit aménagée dans un hôtel à proximité de l’aéroport (Amuur, arrêt précité). Pareille solution est également autorisée par la Directive 2005/85/CE du Conseil relative aux normes minimums pour les procédures d’asile, entrée en vigueur au sein de l’UE le 3 janvier 2006.", "Quant à l’arrêt de la Cour administrative suprême invoqué par le requérant (voir paragraphe 41 ci-dessus), le Gouvernement souligne qu’il ne porte pas sur la légalité de la détention des demandeurs d’asile dans l’établissement de Velké Přílepy, question sur laquelle ladite juridiction s’est prononcée seulement sous forme de obiter dictum, dans les motifs de l’arrêt qui ne sont pas juridiquement contraignants. De plus, cette décision part de l’idée que le ministère considère les personnes concernées comme n’étant pas encore entrées sur le territoire de la République tchèque, ce qui n’est manifestement pas le cas.", "62.  Eu égard au fait qu’il doit exister un certain lien entre, d’une part, le motif invoqué pour la privation de liberté autorisée et, de l’autre, le lieu et le régime de détention, le Gouvernement soutient que l’équipement matériel de l’établissement de Velké Přílepy était standard et équivalent à celui du centre d’accueil, de même que son règlement interne. La présence des agents de sécurité est chose courante dans tous les établissements d’asile, celle des policiers s’explique par le fait que ledit établissement était aménagé dans un centre de rétention pour ressortissants étrangers.", "63.  Quant à la durée de la privation de liberté, qui était selon le Gouvernement de quarante-six jours (voir paragraphes 58 et 59 ci-dessus), dont trente-cinq jours seulement pour la procédure d’asile menée devant le ministère de l’Intérieur et le tribunal régional, le Gouvernement allègue qu’il y a lieu de la considérer comme raisonnable et proportionnelle aux circonstances. Il rappelle que sous l’angle de l’article 5 § 1 f), la Cour a déjà jugé acceptable une durée de détention allant de plusieurs mois (Ntumba Kabongo, décision précitée ; Bogdanovski c. Italie, no 72177/01, § 64, 14 décembre 2006) à plusieurs années, dans les circonstances exceptionnelles (Chahal c. Royaume-Uni, arrêt du 15 novembre 1996, Recueil 1996V, § 123).", "64.  Relevant que le département compétent du ministère de l’Intérieur se trouvait directement dans les locaux du centre d’accueil, le requérant soutient que la décision du ministère sur sa demande d’asile doit être considérée comme adoptée le jour où elle lui a été notifiée, à savoir le 9 septembre 2006. Dès lors que cette décision n’a pas été prise dans les cinq jours suivant l’ouverture de la procédure, sa détention conséquente était irrégulière. L’intéressé s’estime soutenu dans cette position par l’avis du médiateur de la République tchèque (voir paragraphe 40 ci-dessus).", "65.  Le requérant estime en outre que sa détention dans l’établissement de Velké Přílepy était dépourvue de base légale au motif que ledit établissement ne peut pas être considéré comme se trouvant dans la zone de transit d’un aéroport international, au sens de l’article 73 § 1 de la loi sur l’asile. Il se réfère à cet égard à l’avis exprimé par la Cour administrative suprême (voir paragraphes 25 et 41 ci-dessus), et souligne que, à part la Directive 2005/85/CE du Conseil qui n’est cependant pas directement applicable en droit tchèque, le Gouvernement n’a cité aucune disposition légale autorisant le placement en question.", "66.  L’intéressé soutient également que sa détention dans l’établissement de Velké Přílepy ne poursuivait pas le but prévu par l’article 5 § 1 f) de la Convention, c’est-à-dire l’empêcher de pénétrer irrégulièrement sur le territoire tchèque. Selon lui, légitimer ainsi la détention d’un étranger qui se trouve déjà physiquement sur le territoire s’avère extrêmement dangereux car cela permettrait de priver de liberté tout étranger dépourvu d’un permis de séjour, notamment un demandeur d’asile, sans que la nature ou la durée de sa présence sur le territoire soient prises en compte. Cette approche a été désapprouvée également par la Cour administrative suprême, jugeant intenable la fiction de non-entrée sur le territoire des personnes qui ne se trouvaient plus physiquement dans la zone de transit de l’aéroport (voir paragraphe 41 ci-dessus).", "67.  Se référant à l’avis exprimé par la Cour dans l’arrêt Amuur (précité, § 48), à savoir qu’une simple possibilité pour des demandeurs d’asile de quitter volontairement le pays où ils entendent se réfugier ne saurait exclure une atteinte à la liberté, le requérant conteste enfin l’argument du Gouvernement selon lequel son séjour en République tchèque au-delà du 6 octobre 2006 doit être considéré comme volontaire. Il estime que si la République tchèque a instauré un double degré de juridiction pour l’examen judiciaire des demandes d’asile, elle ne peut pas se libérer de la responsabilité quant à la détention d’un demandeur d’asile qui se décide à exercer des recours disponibles.", "b) Appréciation de la Cour", "68.  Par le passé, la Cour a déjà considéré que la première partie de l’article 5 § 1 f) de la Convention permet la détention d’un demandeur d’asile ou d’un autre immigrant avant l’octroi d’une autorisation d’entrer, tout en soulignant que pareille détention doit se concilier avec la finalité de l’article 5, qui est de protéger le droit à la liberté et d’assurer que nul ne soit dépouillé de sa liberté de manière arbitraire. Par ailleurs, le principe selon lequel la détention ne doit pas être arbitraire s’applique à une détention relevant de la première partie de l’article 5 § 1 f) de la même façon qu’à une détention visée par le second volet. Pour ne pas être taxée d’arbitraire, la mise en œuvre de pareille mesure de détention doit donc se faire de bonne foi ; elle doit aussi être étroitement liée au but consistant à empêcher une personne de pénétrer irrégulièrement sur le territoire. En outre, le lieu et les conditions de détention doivent être appropriées, car une telle mesure s’applique non pas à des auteurs d’infractions pénales mais à des étrangers qui, craignant souvent pour leur vie, fuient leur propre pays ; puis, la durée de la détention ne doit pas excéder le délai raisonnable nécessaire pour atteindre le but poursuivi (Saadi c. Royaume-Uni [GC], no 13229/03, §§ 66, 73-74, CEDH 2008...). Si la décision de maintien d’un étranger dans la zone internationale incombe par la force des choses aux autorités administratives ou policières, la prolongation de celui-ci, équivalant à une privation de liberté, nécessite le contrôle non tardif du juge, gardien traditionnel des libertés individuelles (Amuur, arrêt précité, §§ 43 in fine et 49).", "69.  En exigeant que toute privation de liberté soit effectuée « selon les voies légales », l’article 5 § 1 impose, en premier lieu, que toute arrestation ou détention ait une base légale en droit interne ; ces termes concernent aussi la qualité de la loi qui doit être compatible avec la prééminence du droit. Pareille qualité implique qu’une loi nationale autorisant une privation de liberté soit suffisamment accessible et précise afin d’éviter tout danger d’arbitraire (Mubilanzila Mayeka et Kaniki Mitunga c. Belgique, no 13178/03, § 97, CEDH 2006XI).", "70.  Dans la présente affaire, la Cour estime que le placement et le maintien du requérant dans le centre d’accueil de l’aéroport international et dans l’établissement de Velké Přílepy, visant à l’empêcher de pénétrer irrégulièrement dans le territoire tchèque, s’analyse en une privation de liberté au sens de l’article 5 § 1 f) de la Convention. Toutefois, le fait que la détention du requérant relève du paragraphe f) de l’article 5 ne signifie par pour autant que la détention soit régulière au sens de cette disposition.", "71.  La Cour note que, jusqu’à la décision de la Cour suprême du 16 mai 2007, à savoir pendant la quasi-totalité de la période concernée par la mesure litigieuse, le requérant avait la qualité de « demandeur d’asile », étant donné que son action administrative et son recours en cassation formés en matière d’asile étaient dotés d’un effet suspensif (voir paragraphe 29 ci-dessus). Dans la mesure où la simple possibilité pour des demandeurs d’asile de quitter volontairement le pays où ils entendent se réfugier ne saurait exclure une atteinte à la liberté (Amuur, arrêt précité, § 48), l’on ne saurait considérer comme dies ad quem de cette détention le 6 octobre 2006, comme le veut le Gouvernement.", "72.  Le requérant dénonce en particulier sa détention dans l’établissement de Velké Přílepy où il a été transféré le 10 septembre 2006. Selon lui, cette mesure a été dépourvue de base légale car les conditions de l’article 73 § 2 n’ont pas été réunies ; étant donné que la décision du ministère sur sa demande d’asile doit être considérée comme adoptée le jour où elle lui a été notifiée, à savoir le 9 septembre 2006, le ministère n’a pas décidé dans le délai de cinq jours et il aurait dû être transféré dans un autre établissement d’asile (qu’il serait libre de quitter). Le Gouvernement combat cette thèse, considérant que la décision en question a été adoptée le 5 septembre 2006.", "73.  La Cour note à cet égard que la qualité de la loi revêt une importance fondamentale dans le domaine des demandeurs d’asile dans les aéroports, compte tenu notamment de la nécessité de concilier la protection des droits fondamentaux et les impératifs de la politique de l’immigration des Etats (Amuur, arrêt précité, § 50 in fine). En l’espèce, la Cour doit donc vérifier si la législation tchèque indiquait avec une précision suffisante les conditions dans lesquelles il était possible de maintenir le requérant dans le centre d’accueil ou dans son extension détachée à Velké Přílepy.", "74.  La Cour relève en particulier que, si la décision du ministère de l’Intérieur a été formellement rendue le 5 septembre 2006, le requérant n’a pu en prendre connaissance que le 9 septembre 2006, à savoir plus de cinq jours à compter de l’ouverture de la procédure. Dans ces circonstances, la Cour estime que l’intéressé aurait dû être transféré dans un autre établissement d’asile, en vertu de l’article 73 § 2 a) de la loi no 325/1999. Puis, même en admettant que le délai de cinq jours a été respecté en l’espèce, comme le soutient le Gouvernement, force est de constater que la loi no 325/1999 ne prévoyait pas à l’époque la possibilité que le demandeur d’asile puisse être détenu ailleurs que dans un centre d’accueil de la zone de transit de l’aéroport international. Dans le même ordre d’idées, la Cour administrative suprême a considéré que l’établissement de Velké Přílepy ne pouvait pas être assimilé à un tel centre d’accueil (voir paragraphes 25 et 39 ci-dessus).", "75.  Il n’est pas sans pertinence de noter dans ce contexte que la disposition litigieuse de l’article 73 de la loi sur l’asile a été considérablement amendée à compter du 21 décembre 2007. La Cour ne saurait non plus passer outre aux opinions exprimées par les autorités nationales (voir paragraphes 25 et 40 ci-dessus), ni à leurs divergences. Il convient notamment de souscrire à l’approche adoptée par le médiateur soulignant que la détention d’un demandeur d’asile dans la zone de transit d’un aéroport constitue une ingérence grave dans son droit à la liberté personnelle garanti par l’article 5 de la Convention et que les exceptions doivent être interprétées de manière restrictive. Tout en admettant que le médiateur se prononçait dans le cadre d’une affaire différente de celle du requérant en l’espèce, la Cour est d’avis qu’il a relevé avec justesse le point faible de la loi sur l’asile qui permettait d’adopter une interprétation défavorable à l’individu concerné quant aux délais à observer et de prolonger de manière imprévisible le maintien de celui-ci dans un centre d’accueil, voire dans une extension de celui-ci qui n’était pas explicitement prévue par la loi.", "76.  De l’avis de la Cour, la loi no 325/1999 telle qu’en vigueur à l’époque des faits n’avait donc pas une qualité suffisante pour constituer une base légale de la privation de liberté litigieuse, en ce qu’elle n’offrait pas une protection adéquate et la sécurité juridique nécessaire pour prévenir les atteintes arbitraires de la puissance publique aux droits garantis par la Convention. La Cour estime par ailleurs que c’est, entre autres, ce manque de clarté de la législation qui est à l’origine de la défaillance du contrôle judiciaire dans la présente affaire, où aucune décision judiciaire statuant sur la légalité de la détention du requérant n’a été adoptée pendant toute la durée de cette mesure privative de liberté.", "77.  Au vu des considérations susmentionnées, la Cour estime que l’ordre juridique tchèque en vigueur à l’époque et tel qu’il a été appliqué dans la présente affaire n’a pas garanti de manière suffisante le droit du requérant à sa liberté.", "Il y a eu dès lors violation de l’article 5 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "78.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "79.  Le requérant réclame 5 000 euros (EUR) au titre du préjudice moral qu’il aurait subi.", "80.  Le Gouvernement est d’avis que, dans les circonstances de l’espèce, le constat de violation constituerait une satisfaction équitable suffisante.", "81.  La Cour estime que l’intéressé a subi un préjudice moral qui n’est pas suffisamment réparé par le constat d’une violation (voir, mutatis mutandis, Singh c. République tchèque, no 60538/00, § 81, 25 janvier 2005 ; Sadaïkov, arrêt précité, § 40). Statuant en équité, comme le veut l’article 41 de la Convention, elle alloue au requérant 2 000 EUR de ce chef.", "Par ailleurs, étant donné que le requérant réside en Égypte, la Cour estime qu’il y a lieu de lui verser la somme susmentionnée en euros, et non pas en monnaie nationale de l’Etat défendeur.", "B.  Frais et dépens", "82.  Admettant que le service juridique qui lui était fourni par l’Organisation d’aide aux réfugiés était gratuit, le requérant soutient que ce service avait quand même une valeur réelle et invite la Cour à statuer en équité sur les frais et dépens.", "83.  Le Gouvernement constate que le requérant lui-même n’a engagé aucune somme à ce titre et que son représentant a dès le début accepté de l’aider gratuitement ; un tel accord ne peut donc pas être remplacé par une décision de la Cour sur la rémunération de ce dernier.", "84.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. La Cour note que le représentant du requérant en l’espèce est juriste auprès de l’Organisation d’aide aux réfugiés, organisation non gouvernementale à but non lucratif, et qu’il a fourni son assistance à l’intéressé à titre gratuit. Dans ces circonstances, la Cour rejette la demande relative aux frais et dépens.", "C.  Intérêts moratoires", "85.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Joint au fond l’exception du Gouvernement tirée du non-épuisement des voies de recours internes et la rejette ;", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu’il y a eu violation de l’article 5 § 4 de la Convention ;", "", "4.  Dit qu’il y a eu violation de l’article 5 § 1 de la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros), pour dommage moral, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 novembre 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "Stephen Phillips\tRait Maruste\nGreffier adjoint\tPrésident"]}