{"file": "FRE_HFJUD_7510_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "7510/04", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "AFFAIRE KONTROVÁ c. SLOVAQUIE", "", "", "(Requête no 7510/04)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "31 mai 2007", "", "", "", "DÉFINITIF", "", "(24/09/2007)", "", "", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l'affaire Kontrová c. Slovaquie,", "La Cour européenne des droits de l'homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tKristaq Traja,\n\tLech Garlicki,\n\tLjiljana Mijović,\n\tJán Šikuta, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 mai 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 7510/04) dirigée contre la République slovaque et dont une ressortissante de cet Etat, Mme Dana Kontrová (« la requérante »), a saisi la Cour le 20 février 2004 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me I. Rajtáková, avocate à Košice. Le gouvernement slovaque (« le Gouvernement ») est représenté par son agent, Mme M. Pirošíková.", "3.  Dans sa requête, la requérante alléguait en particulier que les services de police n'avaient pas pris les mesures adéquates pour protéger la vie de ses enfants et sa vie privée et familiale alors qu'ils avaient connaissance du comportement violent et des menaces de mort de son défunt mari, et qu'elle s'était trouvée dans l'impossibilité d'obtenir réparation du dommage moral qu'elle avait subi. Elle invoquait les articles 2, 6 et 8 de la Convention. La Cour a en outre décidé d'examiner d'office la requête sous l'angle de l'article 13 de la Convention, combiné avec les articles 2 et 8.", "4.  Par une décision du 13 juin 2006, la Cour a déclaré la requête partiellement recevable.", "5.  Tant la requérante que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu'il n'y avait pas lieu de tenir une audience consacrée au fond de l'affaire (article 59 § 3 in fine du règlement), les parties ont chacune soumis des commentaires écrits sur les observations de l'autre.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "6.  La requérante est née en 1974 et réside à Michalovce.", "A.  Le contexte factuel", "7.  La requérante était mariée et avait deux enfants de cette union : une fille née en 1997 et un fils né en 2001.", "8.  Le 2 novembre 2002, elle déposa au commissariat central (Obvodné oddelenie Policajného zboru) de Michalovce une plainte contre son mari, qu'elle accusa de l'avoir, la veille, agressée et frappée avec un câble électrique. Elle présenta un certificat d'incapacité de travail pour une durée de sept jours établi par un spécialiste en traumatologie, et déclara que son mari la maltraitait physiquement et psychologiquement depuis longtemps.", "9.  A une date non précisée entre le 15 et le 18 novembre 2002, la requérante et son mari se rendirent au commissariat et tentèrent de retirer la plainte de la requérante. Un policier, M. H., leur expliqua que, s'ils voulaient éviter que le mari fût poursuivi, il leur faudrait présenter un certificat médical attestant qu'après les faits du 1er novembre 2002, la requérante n'avait pas été dans l'incapacité de travailler plus de six jours. La requérante produisit ce certificat le 21 novembre 2002.", "10.  Le 26 novembre 2002, M. H. décida de traiter la plainte susmentionnée dans le cadre de la loi sur les délits mineurs (loi no 372/1990) et de classer l'affaire (odloženie veci) en vertu de l'article 60 § 3 a) de cette loi.", "11.  Dans la nuit du 26 au 27 décembre 2002, un parent de la requérante appela le service d'urgence du commissariat central pour signaler que le mari de la requérante avait une arme à feu et menaçait de se tuer et de tuer ses enfants. La requérante elle-même téléphona plus tard dans la nuit pour les mêmes faits. Ces appels furent réceptionnés par un policier, M. B., qui demanda à l'un de ses collègues, M. P.Š., d'envoyer une patrouille sur place. La patrouille trouva la requérante au village de Tušická Nová Ves. Son mari avait quitté les lieux avant l'arrivée de la police. Les policiers emmenèrent la requérante chez ses parents et l'invitèrent à passer au commissariat le lendemain matin pour faire sa déposition.", "12.  Dans la matinée du 27 décembre 2002, la requérante, accompagnée de son frère, se rendit au commissariat de Trhovište, où elle s'entretint avec un policier, M. M.Š.", "13.  Dans la matinée du 31 décembre 2002, la requérante et son frère se rendirent au commissariat de Michalovce, où la requérante s'entretint avec l'agent H. Elle demanda quel était l'état d'avancement de sa plainte du 2 novembre 2002 et signala les faits survenus dans la nuit du 26 au 27 décembre 2002.", "14.  Le 31 décembre 2002 entre 11 heures et 11 h 15, le mari de la requérante tua par balles leurs deux enfants puis se donna la mort.", "B.  La procédure pénale", "15.  Le 31 janvier 2003, la section de Košice de l'Inspection des services de police (Úrad inšpekčnej služby Policajného zboru – « l'Inspection des services ») accusa l'agent M.Š. d'abus de pouvoir (article 158 § 1 c) du code pénal) au motif que, le 27 décembre 2002, il n'avait pas recueilli et dûment enregistré la plainte de la requérante, et n'avait pas lancé sur-le-champ des poursuites pénales contre le mari de l'intéressée.", "16.  Le 3 février 2003, l'Inspection des services accusa l'agent P.Š. de manquement à ses devoirs (article 159 §§ 1 et 2 b) du code pénal) au motif que, la nuit du 26 au 27 décembre 2002, il n'avait pas pris les mesures adéquates face aux appels d'urgence qu'il avait reçus de la requérante et de son parent, et notamment n'avait pas ouvert d'enquête pénale, n'avait pas consigné comme il l'aurait fallu les appels d'urgence et n'avait pas averti l'équipe suivante de la situation et du fait que la requérante devait venir le lendemain au commissariat pour y déposer une plainte en bonne et due forme.", "17.  Le 7 février 2003, l'Inspection des services accusa l'agent H. d'abus de pouvoir (article 158 § 1 a) du code pénal) au motif qu'il avait modifié les informations consignées au sujet de la plainte déposée par la requérante le 2 novembre 2002 et qu'il avait arbitrairement traité l'infraction faisant l'objet de la plainte comme un délit mineur n'appelant pas de suite.", "18.  Le 12 février 2003, l'Inspection des services engagea des poursuites pénales contre un policier inconnu pour abus de pouvoir (article 158 § 1 a) du code pénal) en raison d'une allégation selon laquelle, le 31 décembre 2002, on avait indûment refusé de recueillir une plainte de la requérante relative aux faits survenus la nuit du 26 au 27 décembre 2002. Cette procédure aboutit à l'inculpation de l'agent H. Le même jour, l'Inspection des services inculpa l'agent B. d'abus de pouvoir (article 158 § 1 a) du code pénal) au motif que, la nuit du 26 au 27 décembre 2002, il n'avait pas pris les mesures adéquates face aux allégations selon lesquelles le mari de la requérante avait menacé de recourir à des actes de violence. Elle reprochait à B. notamment d'avoir omis de procéder à une recherche dans le registre des armes à feu et des détenteurs de permis de port d'armes.", "19.  Le 30 avril 2003, le procureur militaire du district (Vojenský obvodný prokurátor) de Prešov abandonna les poursuites qui avaient été engagées le 12 février 2003 et avaient abouti à l'inculpation de l'agent H. Après avoir examiné les preuves documentaires et entendu la requérante, l'accusé et les témoins, le procureur conclut que lorsqu'elle s'était entretenue avec l'agent H. le matin du 31 décembre 2002 la requérant n'avait pas l'intention de déposer une nouvelle plainte contre son mari, mais simplement de s'enquérir de l'état de la procédure consécutive à sa plainte du 2 novembre 2002, et que rien ne permettait alors de soupçonner que l'agent H. eût commis une quelconque infraction pénale.", "20.  Le 28 juillet 2003, le bureau régional des enquêtes (Krajský úrad vyšetrovania) de Košice abandonna les poursuites pénales engagées le 7 février 2003 contre l'agent H. Observant que ce dernier avait agi de bonne foi et à la demande expresse de la requérante, l'enquêteur conclut que les agissements de l'agent H. ne comportaient pas l'élément de gravité sociale nécessaire à la constitution de l'infraction pénale. Il observa également que l'agent H. avait déjà été relevé de ses fonctions et qu'aucune procédure disciplinaire ne pouvait donc être engagée contre lui. La requérante contesta cette décision par la voie d'une plainte que le procureur militaire du district déclara irrecevable le 15 août 2003, estimant que l'article 142 § 1 du code de procédure pénale ne permettait pas à l'intéressée de déposer une telle plainte.", "21.  Le 4 août 2003, le procureur militaire du district convoqua au tribunal de district (Okresný súd) de Michalovce les agents B., P.Š. et M.Š., accusés de manquement à leurs devoirs par négligence (article 159 §§ 1 et 2 b) du code pénal) à l'occasion des faits relatés plus haut. La convocation énonçait en détail la réglementation interne du ministère de l'Intérieur qu'il était reproché aux policiers d'avoir violée.", "22.  Le 20 octobre 2003, à l'issue d'une audience tenue le même jour et à laquelle la requérante participa par l'intermédiaire de son avocat, le tribunal de district classa l'affaire. Il estima que l'infraction pénale de manquement à ses devoirs présupposait un manquement total ou persistant à l'exercice de ses fonctions et qu'une simple négligence dans l'exercice de ses fonctions ne suffisait pas à constituer cette infraction. Il jugea qu'en l'espèce, les agissements des policiers ne pouvaient s'analyser en un manquement à l'exercice de leurs fonctions et que le lien de cause à effet entre les faits qui leur étaient reprochés et le drame survenu le 31 décembre 2002 n'était pas suffisamment direct.", "La requérante comparut devant le tribunal de district en qualité de témoin et ne reçut pas copie du jugement.", "23.  Le 21 janvier 2004, le tribunal régional (Krajský súd) de Košice repoussa un appel interjeté par le procureur militaire du district contre le jugement du 20 octobre 2003, qui était insusceptible d'un autre recours.", "La requérante ne fut pas informée officiellement de la procédure d'appel et ne reçut pas copie de la décision du tribunal régional.", "24.  Toutefois, le procureur général contesta la décision du tribunal régional du 21 janvier 2004 au moyen d'un recours dans l'intérêt de la loi (sťažnosť pre porušenie zákona) dont il saisit la Cour suprême (Najvyšší súd).", "25.  Le 29 septembre 2004, la Cour suprême cassa la décision du tribunal régional du 21 janvier 2004 et le jugement du tribunal de district du 20 octobre 2003. Elle estima que les juridictions inférieures avaient apprécié de manière illogique les éléments qui leur avaient été présentés, qu'elles n'avaient pas tenu compte de tous les faits pertinents et qu'elles avaient tiré des conclusions erronées. Elle conclut que les policiers accusés avaient clairement manqué à leurs devoirs et qu'il y avait un lien de causalité direct entre leurs agissements illégaux et l'issue tragique de l'affaire. Elle renvoya l'affaire au tribunal de district pour réexamen en rappelant que, en vertu de l'article 270 § 4 du CPP, il était lié par la position ainsi exprimée par elle.", "26.  Le 14 mars 2006, à l'issue d'une audience tenue le même jour à laquelle la requérante participa en qualité de témoin, le tribunal de district reconnut les agents B., P.Š. et M.Š. coupables des charges retenues contre eux. Il jugea qu'ils avaient agi avec négligence et violé la réglementation de service applicable, causant ainsi la mort des enfants de la requérante. Tenant compte notamment de ce qu'ils avaient jusqu'alors vécu honnêtement, de leurs bons états de service et du fait que les agents B. et M.Š. avaient déjà été relevés de leurs fonctions, il condamna les inculpés respectivement à six, quatre et quatre mois d'emprisonnement, ces trois peines étant assorties d'un sursis de douze mois. Tous les inculpés ainsi que le parquet interjetèrent appel. Ultérieurement, l'agent B. retira son appel.", "27.  Le 26 septembre 2006, le tribunal régional examina et rejeta les appels restants. Il estima que le tribunal de district avait suffisamment établi les faits, qu'il les avait correctement appréciés et qu'il avait tiré des conclusions juridiques rigoureuses aussi bien pour ce qui était de la culpabilité que quant aux peines prononcées. La décision du tribunal régional n'était susceptible d'aucun recours ordinaire.", "C.  La première procédure devant la Cour constitutionnelle", "28.  Le 26 février 2003, la requérante, représentée par un avocat, saisit la Cour constitutionnelle (Ústavný súd) en vertu de l'article 127 de la Constitution. Elle attaquait le commissariat central, soutenant que les manquements de ses agents avaient donné lieu à une violation de son droit à la protection de son intégrité personnelle (article 16 § 1 de la Constitution), de son droit à la protection contre les ingérences injustifiées dans sa vie privée (article 19 § 2 de la Constitution) et de son droit à la protection juridique (article 46 § 1 de la Constitution). Elle alléguait que les policiers étaient parfaitement au courant de la situation qui avait précédé le drame du 31 décembre 2002 et que, au mépris de leurs obligations positives, ils avaient négligé de prendre les mesures nécessaires. Elle estimait que la responsabilité de ces manquements incombait au commissariat central. Elle soutenait également que la procédure pénale alors pendante ne pouvait pleinement réparer le dommage qu'elle avait subi.", "29.  Le 2 juillet 2003, une formation de trois juges de la Cour constitutionnelle déclara la plainte irrecevable. Les juges observèrent que la Cour constitutionnelle n'était compétente que lorsque l'affaire concernée ne relevait pas de la compétence d'une autre autorité, et rappelèrent qu'elle ne pouvait exercer son pouvoir d'octroyer une satisfaction équitable pour préjudice moral que si l'affaire relevait de sa compétence matérielle. Or, estimèrent-ils, la question primordiale en l'espèce était de savoir si les agents qui avaient traité l'affaire de la requérante avaient respecté la réglementation applicable ; cette question ressortissait à la compétence des juridictions ordinaires et était examinée dans le cadre de la procédure pénale alors en cours, à laquelle la requérante pouvait demander d'intervenir en tant que partie lésée. Les juges observèrent également qu'il demeurait possible de porter l'affaire devant les juridictions civiles, et rappelèrent que, en la matière, les possibilités ouvertes à la requérante ne se limitaient pas aux procédures expressément prévues par la loi. Ils conclurent que, dans ces conditions, la plainte de la requérante était prématurée et que la Cour constitutionnelle n'était pas compétente pour en connaître.", "30.  Toutefois, le juge qui présidait la formation ne partageait pas l'opinion de la majorité et il formula une opinion dissidente. Selon lui, compte tenu de sa vocation première, à savoir garantir la constitutionnalité, la Cour constitutionnelle était libre d'examiner les plaintes sur le fondement des dispositions qu'elle estimait les plus pertinentes, et l'affaire qui lui était soumise en l'espèce devait être envisagée principalement du point de vue du droit à la vie, et notamment des obligations positives inhérentes au respect de ce droit. Contrairement aux autres juges, il était d'avis que la requérante ne disposait d'aucun recours devant les juridictions civiles ou pénales lui permettant de demander et d'obtenir une réparation satisfaisante et suffisante du préjudice moral qu'elle estimait avoir subi, et il voyait là un manquement aux obligations positives en question. Il souligna que même les autres juges de la formation n'avaient pas clairement déterminé les recours qui auraient permis à la requérante d'obtenir réparation. Enfin, il déclara que le principe de la subsidiarité de la compétence de la Cour constitutionnelle posé à l'article 127 de la Constitution devait être interprété avec une certaine souplesse à la lumière des circonstances de chaque affaire. Considérant que, en l'espèce, la Cour constitutionnelle était la seule autorité devant laquelle la requérante pouvait porter sa demande d'indemnisation pour préjudice moral, il estima que l'existence éventuelle d'autres recours qui en tout état de cause n'auraient pas permis une réparation totale ne devait pas faire obstacle à l'examen de l'affaire par la Cour constitutionnelle.", "D.  La deuxième procédure devant la Cour constitutionnelle", "31.  Le 26 février 2004, la requérante, représentée par un avocat, saisit la Cour constitutionnelle d'un nouveau recours contre le commissariat central. Elle répéta les arguments qu'elle avait avancés dans son premier recours et ajouta que la procédure pénale avait pris fin sans aboutir à aucun résultat positif relativement à ses plaintes. Elle soutint qu'elle ne disposait plus d'aucun recours devant une autre autorité quant au préjudice moral qu'elle estimait avoir subi, et conclut qu'il revenait donc à la Cour constitutionnelle d'examiner le fond de son affaire. Elle alléguait une violation du droit de ses enfants à la vie (articles 15 §§ 1 et 2 de la Constitution et 2 § 1 de la Convention), ainsi qu'une violation de son droit à la protection de son intégrité personnelle et de sa vie privée (article 16 § 1 de la Constitution), de son droit à la protection contre les ingérences injustifiées dans sa vie privée et familiale (article 19 § 2 de la Constitution), de son droit à la protection juridique (article 46 § 1 de la Constitution), de son droit à la sûreté (article 5 de la Convention) et de son droit au respect de sa vie privée et familiale (article 8 de la Convention).", "32.  Le 8 septembre 2004, la Cour constitutionnelle déclara irrecevable la plainte du 26 février 2004, ne s'estimant pas compétente pour en connaître. Elle jugea que les principales questions qui se posaient en l'espèce, à savoir celle de l'éventualité d'agissements illégaux ayant causé un préjudice à la requérante et celle de la détermination des responsabilités correspondantes, relevaient des juridictions ordinaires. Plus particulièrement, la question de savoir si une infraction avait été commise en rapport avec les faits dont se plaignait la requérante devait être tranchée dans le cadre d'une procédure pénale. La Cour constitutionnelle nota que dans la procédure pénale relative à cette affaire, la requérante ne s'était pas portée partie civile, ce qui lui aurait conféré un ensemble de droits procéduraux qui lui auraient permis de peser sur l'issue de la procédure. Selon les juges, la compétence exclusive des juridictions pénales en la matière impliquait que la Cour constitutionnelle ne pouvait intervenir que si ces juridictions avaient manifestement agi de façon arbitraire ; or la requérante n'avait avancé aucun argument en ce sens. Par ailleurs, dans la mesure où la plainte portait sur le manquement du commissariat central, qui n'aurait pas pris, en novembre et en décembre 2002, les mesures voulues, elle n'avait de toute façon pas été introduite dans le délai légal de deux mois ; en outre, la requérante n'était pas fondée à agir, ni en son nom ni en celui de ses défunts enfants, relativement à une violation alléguée de leur droit à la vie ; enfin, le deuxième recours était de toute façon partiellement irrecevable en ce qu'il reposait des questions auxquelles il avait déjà été répondu dans la décision du 2 juillet 2003, qui était revêtue de l'autorité de la chose jugée.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La protection de l'intégrité de la personne", "33.  Les dispositions relatives à la protection de l'intégrité de la personne qui figurent aux articles 11 et suivants du code civil sont résumées dans la décision rendue dans la présente affaire le 13 juin 2006. Sont également pertinentes les décisions de justice ci-après.", "34.  Dans une affaire portée devant le tribunal de district de Nitra (affaire no 10C 142/2002), une mère demandait notamment une indemnisation pécuniaire pour le préjudice moral qu'elle estimait avoir subi du fait de la mort de sa fille. Elle s'appuyait sur la condamnation antérieure pour homicide involontaire d'un automobiliste qui avait renversé sa fille.", "Dans un jugement du 15 mai 2006, le tribunal de district reconnut que la plaignante avait subi un préjudice moral et lui octroya une indemnisation d'un montant de 200 000 couronnes slovaques.", "35.  Dans une affaire portée devant le tribunal de district de Poprad (affaire no 9C 688/2002), Mme M. accusait l'Etat, représenté par la police, d'un manquement à son devoir de protection de l'intégrité de la personne, relativement à la mort de son mari. Elle s'appuyait sur une ordonnance pénale (trestný rozkaz) du même tribunal en date du 18 octobre 2000, dans laquelle un policier avait été reconnu coupable d'homicide involontaire en application de l'article 224 §§ 1 et 2 du code pénal au motif que, pendant qu'il interrogeait le mari de la plaignante au commissariat, il n'avait pas surveillé son arme de service comme il l'aurait fallu, ce qui avait permis à l'intéressé de s'en emparer et de se donner la mort.", "Mme M. demandait notamment une indemnisation pécuniaire pour le préjudice moral qu'elle estimait qu'elle-même et son défunt mari avaient subi. Elle retira ultérieurement sa plainte pour la redéposer en son nom et en celui de la fille de son mari, Mlle M.", "Par un jugement du 31 mai 2006, le tribunal de district autorisa le retrait de la plainte de Mme M. et abandonna les poursuites dans le cadre de cette première plainte. Dans le même temps, il rejeta la plainte au nom de Mlle M., pour plusieurs raisons : ce n'était pas l'Etat qu'il fallait poursuivre en l'espèce, la police ayant sa personnalité juridique et donc sa responsabilité propre ; l'action était prescrite ; et, enfin, Mlle M., qui n'était âgée que de dix mois au moment du drame, n'avait pratiquement pas connu son père et n'avait donc subi, selon les juges, aucun traumatisme. Cette affaire est encore pendante en appel.", "B.  Le code de procédure pénale (loi no 141/1961 telle qu'en vigueur au moment des faits)", "36.  En vertu de l'article 2 §§ 3 et 4, le parquet est tenu de poursuivre toutes les infractions pénales dont il a connaissance, sauf dispositions contraires d'une loi ou d'un traité international. Les autorités intervenant dans la chaîne des poursuites, c'est-à-dire la police, les enquêteurs, le parquet et les tribunaux, sont tenues d'agir de leur propre initiative.", "37.  Si une plainte ne comporte pas d'informations excluant la possibilité qu'une infraction pénale ait été commise, et en l'absence de circonstances particulières, la police ou les enquêteurs, selon les cas, sont tenus d'engager des poursuites pénales sur-le-champ (article 160 § 1).", "C.   Le code pénal (loi no 140/1961 telle qu'en vigueur au moment des faits)", "38.  La notion de tentative d'infraction est définie à l'article 8. Il y a tentative d'infraction lorsque l'auteur, dans l'intention de commettre une infraction pénale, se conduit d'une manière dangereuse pour la société et dont la conséquence immédiate doit être la réalisation de l'infraction, mais que l'infraction en elle-même n'est pas consommée. La tentative d'infraction est punissable de la même peine que l'infraction correspondante.", "D.  La loi de 1993 sur les services de police (loi no 171/1993 telle que modifiée)", "39.  Cette loi régit l'organisation et les pouvoirs de la police. En vertu de l'article 2 § 1 a), b) et d), la police a notamment pour missions de protéger les droits et libertés fondamentaux, la vie, la santé, la sécurité et les biens des personnes ; d'enquêter sur les infractions pénales ; de trouver les coupables et d'examiner les plaintes pénales et autres demandes d'ouverture de poursuites pénales.", "40.  En vertu de l'article 9, un policier en service – et même, sauf circonstances particulières, un policier qui n'est pas en service – est tenu d'intervenir si une infraction pénale est en train d'être commise et s'il existe une menace immédiate pour la vie, l'intégrité physique ou les biens.", "EN DROIT", "I.  SUR L'EXCEPTION PRÉLIMINAIRE DU GOUVERNEMENT", "41.  Au moment de l'examen de la recevabilité, le Gouvernement a soutenu que la requérante aurait dû intenter une action pour atteinte à l'intégrité de la personne en vue de faire valoir ses griefs tirés des articles 2 et 8 de la Convention et que, n'ayant pas exercé cette voie de droit, elle n'avait pas épuisé les voies de recours internes conformément à l'article 35 § 1 de la Convention. A l'appui de cet argument, il a fait état des décisions de justice récentes mentionnées aux paragraphes 34 et 35 ci-dessus, estimant qu'elles démontraient que la requérante aurait pu en théorie comme en pratique intenter une action de ce type et que, puisqu'elle ne l'avait pas fait, la partie correspondante de sa requête était irrecevable.", "42.  La requérante a contesté cette thèse, arguant que, selon la pratique établie comme selon la doctrine, pour qu'une action pour atteinte à l'intégrité de la personne fût recevable, il fallait qu'il ait été porté atteinte à la dignité et au statut social de l'intéressé, ce qui n'était pas le cas en l'espèce. Elle a souligné également que les décisions récentes citées par le Gouvernement n'étaient pas définitives.", "43.  La Cour note qu'au moment de l'examen de la recevabilité de la présente affaire, elle a procédé à un examen complet de la question de l'effectivité, du point de vue de l'article 35 § 1 de la Convention, d'une action pour atteinte à l'intégrité de la personne. Elle a conclu qu'il n'existait pas une jurisprudence suffisamment établie sur des affaires semblables à celles de la requérante pour démontrer que la possibilité d'obtenir réparation d'un préjudice moral en utilisant le recours en question était suffisamment certaine en pratique et présentait des perspectives de succès raisonnables comme le voulait la jurisprudence des organes de la Convention à ce sujet.", "44.  La Cour a observé au stade de l'examen de la recevabilité que la position de la doctrine et la pratique judiciaire avaient quelque peu évolué quant à la portée des actions pour atteinte à l'intégrité de la personne.", "Les faits qui ont donné lieu à la présente affaire se sont déroulés en 2002. Les décisions citées par le Gouvernement datent quant à elles de 2006 (voir les paragraphes 34 et 35 ci-dessus). Elles ont donc été rendues après la période concernée, ce qui réduit d'autant la pertinence qu'elles pourraient éventuellement présenter par rapport au cas d'espèce (voir, par exemple, V. c. Royaume-Uni [GC], no 24888/94, § 57, CEDH 1999IX).", "De plus, il est à noter que ces décisions de justice de 2006 ont été rendues par des juridictions de degré inférieur. Rien n'indique qu'elles aient été examinées par les juridictions supérieures et qu'elles soient déjà devenues définitives.", "A la lumière de ce qui précède, la Cour ne voit pas de raison de s'écarter de sa décision du 13 juin 2006 sur la présente affaire concernant l'effectivité d'une action pour atteinte à l'intégrité de la personne aux fins de l'article 35 § 1 de la Convention.", "45.  \tIl y a dès lors lieu de rejeter l'exception préliminaire du Gouvernement.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 2 DE LA CONVENTION", "46.  La requérante fait grief à l'Etat de n'avoir pas suffisamment protégé la vie de ses deux enfants et allègue une violation de l'article 2 de la Convention, qui en sa partie pertinente est ainsi libellé :", "« 1.  Le droit de toute personne à la vie est protégé par la loi (...) »", "47.  En ce qui concerne les conclusions des juridictions pénales, le Gouvernement reconnaît que l'inaction des autorités internes, qui n'ont pas pris les mesures nécessaires pour protéger la vie des enfants de la requérante, a emporté violation de l'article 2 de la Convention.", "Il souligne néanmoins qu'une enquête dynamique a été menée à ce sujet par l'Inspection des services et que les responsables ont été traduits en justice et dûment sanctionnés.", "48.  La requérante renvoie à ses précédentes observations et maintient ses griefs. Elle argue notamment que les services de police avaient l'obligation positive de protéger la vie de ses enfants et qu'ils ont failli à cette obligation. Elle estime qu'ils auraient dû déjà considérer les menaces de son défunt mari comme des infractions pénales, enquêter sur ces menaces et engager des poursuites de leur propre initiative.", "49.  La Cour rappelle que la première phrase de l'article 2 § 1 astreint l'Etat non seulement à s'abstenir de provoquer la mort de manière volontaire et irrégulière, mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (L.C.B. c. Royaume-Uni, 9 juin 1998, Recueil des arrêts et décisions 1998-III, § 36). Cela implique de la part de l'Etat le devoir primordial d'assurer le droit à la vie en mettant en place une législation pénale concrète dissuadant de commettre des atteintes contre la personne et s'appuyant sur un mécanisme d'application conçu pour en prévenir, réprimer et sanctionner les violations. Cela peut aussi vouloir dire, dans certaines circonstances, mettre à la charge des autorités l'obligation positive de prendre préventivement des mesures d'ordre pratique pour protéger l'individu dont la vie est menacée par les agissements criminels d'autrui (Osman c. Royaume-Uni, 28 octobre 1998, Recueil 1998VIII, § 115).", "50.  Eu égard aux difficultés pour la police d'exercer ses fonctions dans les sociétés contemporaines, à l'imprévisibilité du comportement humain et aux choix opérationnels à faire en termes de priorités et de ressources, il faut interpréter la portée de cette obligation positive de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif. Dès lors, toute menace présumée contre la vie n'oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation. Pour qu'il y ait obligation positive, il doit être établi que les autorités savaient ou auraient dû savoir sur le moment qu'un individu donné était menacé de manière réelle et immédiate dans sa vie du fait des actes criminels d'un tiers et qu'elles n'ont pas pris, dans le cadre de leurs pouvoirs, les mesures qui, d'un point de vue raisonnable, auraient sans doute pallié ce risque (ibidem, § 116).", "51.  Au moment d'apprécier la portée de ces obligations positives au regard de l'article 2 de la Convention, il convient de tenir compte de l'obligation d'assurer une protection concrète et effective des droits et libertés consacrés par cet instrument qu'impose aux Etats contractants l'article 1 (voir, mutatis mutandis, McCann et autres c. Royaume-Uni, 27 septembre 1995, série A no 324, §§ 146-147).", "52.  En ce qui concerne les faits de la présente espèce, il est à noter que l'article 2 § 1 a) et b) de la loi de 1993 sur les services de police énonce que l'une des principales missions de la police est de protéger les droits et libertés fondamentaux, la vie et la santé. La situation de la famille de la requérante était connue de la police locale, qui avait eu plusieurs entretiens avec celle-ci et avec ses proches en novembre et en décembre 2002, notamment le 2 novembre 2002 (dépôt de la plainte pénale) et la nuit du 26 au 27 décembre 2002 (appels d'urgence), au cours desquels avaient été formulées de graves allégations de maltraitance physique et psychologique de longue date, de coups violents portés avec un câble électrique et de menaces proférées une arme à feu à la main.", "53.  Face à la situation de la requérante, la police était tenue, en vertu des dispositions applicables du CPP et de la réglementation de service, de respecter un certain nombre d'obligations précises : elle devait notamment recueillir et dûment enregistrer la plainte de l'intéressée ; ouvrir une enquête pénale et engager sur-le-champ des poursuites pénales contre le mari ; dûment consigner les appels d'urgence et avertir l'équipe suivante de la situation ; et prendre des mesures en réaction aux allégations selon lesquelles le mari avait une arme et avait menacé de s'en servir.", "54.  Or les juridictions internes ont établi que les policiers ne s'étaient pas acquittés de ces obligations. Au contraire, l'un d'eux a aidé la requérante et son mari à modifier la plainte pénale déposée par l'intéressée le 2 novembre 2002, de manière à ce que les faits incriminés soient traités comme un délit mineur n'appelant pas d'autre mesure. Comme l'a conclu la Cour suprême dans sa décision du 29 septembre 2004, ces manquements ont eu pour conséquence directe la mort des enfants de la requérante (paragraphes 18, 21 et 25 ci-dessus).", "55.  A la lumière de ce qui précède et des éléments reconnus par le Gouvernement, la Cour conclut qu'il y a eu violation de l'article 2 de la Convention en l'espèce.", "(...)", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION", "59.  La requérante allègue également qu'il lui a été impossible d'introduire une demande d'indemnisation pour préjudice moral. En substance, elle invoque l'article 13 combiné avec les articles 2 et 8 de la Convention. L'article 13 est ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "A.  Recours effectif relativement au droit à la vie", "60.  Pour le Gouvernement, la requérante disposait d'un recours compatible avec l'article 13 de la Convention. A l'appui de cette affirmation, il renvoie à la conclusion de la Cour constitutionnelle, qui a estimé ne pas être compétente pour connaître de l'affaire dans la mesure où celle-ci était du ressort des juridictions ordinaires – pénales et civiles. Il relève que la requérante ne s'est pas portée partie civile à la procédure pénale, malgré les droits procéduraux que cela lui aurait conférés. Le Gouvernement soutient également que la requérante aurait pu demander réparation d'un préjudice moral éventuel en intentant une action pour atteinte à l'intégrité de la personne, et renvoie à cet égard aux arguments qu'il a avancés dans son exception préliminaire (voir plus haut).", "61.  La requérante récuse cette thèse. Elle souligne que l'objet de la procédure pénale était de déterminer la responsabilité pénale des policiers accusés et non d'examiner ses propres demandes relatives à l'atteinte aux droits de l'homme qu'elle estimait avoir subie. Elle soutient qu'une action pour atteinte à l'intégrité de la personne n'aurait pas été possible dans son cas, et estime exagéré de lui demander de développer la jurisprudence existante sur la portée d'une telle action au-delà de son usage établi en se fondant sur une interprétation aussi audacieuse que celle avancée par le Gouvernement.", "62.  La Cour rappelle que l'article 13 garantit l'existence en droit interne d'un recours permettant de s'y prévaloir des droits et libertés de la Convention, tels qu'ils peuvent s'y trouver consacrés. Il a donc pour conséquence d'exiger un recours interne habilitant à examiner le contenu d'un « grief défendable » fondé sur la Convention et à offrir le redressement approprié, même si les Etats contractants jouissent d'une certaine marge d'appréciation quant à la manière de se conformer aux obligations que leur fait cette disposition. La portée de l'obligation découlant de l'article 13 varie en fonction de la nature du grief que le requérant fonde sur la Convention. Toutefois, le recours exigé par l'article 13 doit être « effectif » en pratique comme en droit, en ce sens particulièrement que son exercice ne doit pas être entravé de manière injustifiée par les actes ou omissions des autorités de l'Etat défendeur (Aksoy c. Turquie, 18 décembre 1996, Recueil 1996-VI, § 95, et Aydın c. Turquie, 25 septembre 1997, Recueil 1997-VI, § 103).", "63.  Sur le fondement des éléments présentés en l'espèce, la Cour conclut à la responsabilité de l'Etat défendeur au regard de l'article 2 de la Convention, faute pour l'Etat d'être intervenu pour protéger la vie des enfants de la requérante. Le grief articulé par l'intéressée à cet égard est donc « défendable » aux fins de l'article 13 combiné avec l'article 2 de la Convention (Boyle et Rice c. Royaume-Uni, 27 avril 1988, série A no 131, § 52).", "64.  La requérante soutient qu'il ne lui était pas possible d'obtenir une réparation pour préjudice moral. La question se pose donc de savoir s'il est nécessaire dans ce contexte, aux fins de l'article 13, qu'une telle possibilité existe. La Cour accorde elle-même une satisfaction équitable là où il convient, reconnaissant que la douleur, le stress, l'angoisse et la frustration appellent une réparation adéquate au titre du dommage moral. Elle a déjà dit que, en cas de violation des articles 2 et 3 de la Convention, qui sont les dispositions les plus fondamentales de la Convention, la réparation du dommage moral découlant de la violation doit en principe figurer au nombre des recours possibles (Keenan c. Royaume-Uni, no 27229/95, § 130, CEDH 2001III).", "65.  En l'espèce, la Cour conclut que la requérante aurait dû pouvoir demander une indemnisation pour le préjudice moral subi par elle et par ses enfants du fait de la mort de ceux-ci. Il découle de la conclusion qui précède relativement à l'exception préliminaire du Gouvernement que l'action pour atteinte à l'intégrité de la personne ne lui offrait pas cette possibilité.", "Il y a donc eu violation de l'article 13 de la Convention combiné avec l'article 2.", "(...)", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette l'exception préliminaire du Gouvernement ;", "", "2. Dit qu'il y a eu violation de l'article 2 de la Convention ;", "", "3.  Dit qu'il y a eu violation de l'article 13 de la Convention combiné avec l'article 2 ;", "", "(...)", "Fait en anglais, puis communiqué par écrit le 31 mai 2007, en application de l'article 77 §§ 2 et 3 du règlement.", "\t Early\tNicolas Bratza\n\tGreffier\tPrésident", "", ""]}