{"file": "FRE_CLINF_57942_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "57942/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 48", "Décembre 2002", "Khachiev et Akaïeva c. Russie (déc.) - 57942/00 et 57945/00", "Décision 19.12.2002 [Section I]", "Article 2", "Article 2-2", "Recours à la force", "Civils tués pendant la guerre tchétchène: recevable", "Article 3", "Torture", "Allégations de torture de civils pendant la guerre tchétchène: recevable", "Les deux requérants résidaient à Grozny jusqu’au moment des opérations militaires qui s’y déroulèrent vers la fin de l’année 1999. Lorsque les hostilités débutèrent, les requérants décidèrent de quitter leurs maisons pour se rendre en Ingouchie. L’un et l’autre confièrent leurs maisons respectives à des proches (au frère et à la sœur du premier requérant, ainsi qu’à deux fils adultes de la sœur; au frère de la deuxième requérante) qui restaient à Grozny. A la fin du mois de janvier 2000,  les requérants apprirent le décès de leurs proches. Ils retournèrent à Grozny et trouvèrent les corps étendus dans la cour d’une maison et dans un garage non loin de là. Tous les cadavres portaient de multiples traces de blessures par balle et par arme blanche. Il y avait également des contusions et, dans certains cas, des fractures et des mutilations. Les requérants ramenèrent les corps en Ingouchie pour les y inhumer. Lors d’un voyage ultérieur à Grozny, la deuxième requérante se rendit sur les lieux où les victimes avaient été tuées et trouva des douillesde mitrailleuse ainsi que le chapeau de son frère. Dans une maison voisine elle vit cinq cadavres qui portaient tous des traces de blessures par balle. Ayant appris qu’une sixième victime avait survécu, la deuxième requérante réussit à la retrouver en Ingouchie et fut informée que les victimes avaient été abattues par les troupes russes. Des examens médicolégaux furent pratiqués en Ingouchie sur les corps du frère et du neveu du premier requérant. Des certificats de décès furent délivrés par le tribunal municipal de Malgobek pour l’ensemble des défunts.", "Certains faits prêtent à controverse entre les parties. Les requérants soutiennent que leurs proches ont été tués par les troupes russes. Le Gouvernement reconnaît qu’il est question d’éventuelles actions illégales de la part des forces fédérales, mais affirme que les circonstances des homicides ne sont pas claires. Vu l’absence de témoins, le Gouvernement laisse entendre que les homicides ont pu être commis par des combattants tchétchènes, qui peut-être se sont fait passer pour des soldats russes, ou par des voleurs, ou encore que les défunts ont peut-être opposé une résistance active à l’avancée des troupes russes dans la ville. Par ailleurs, le Gouvernement affirme que les lieux des homicidesn’étaient pas sous contrôle russe au moment des exécutions. Les requérants réfutent l’ensemble de ces insinuations. Ils affirment en particulier que les forces russes contrôlaient la zone en question lorsque leurs parents sont décédés.", "Les requérants ont eu des contacts avec diverses autorités civiles et militaires au cours de l’année 2000 en ce qui concerne l’éventualité de poursuites pénales contre les meurtriers de leurs proches. Le premier requérant a été informé par le procureur militaire qu’aucune action ne serait engagée, eu égard à l’absence de corps du délit du côté des soldats fédéraux. Par la suite, le procureur militaire principal informa Human Rights Watch que des enquêteurs militaires s’occupaient d’une seule affaire, dépourvue de liens avec les requérants. Des procédures pénales ont été engagées par des procureurs civils en Ingouchie et à Grozny. Ces dernières, dont les requérants affirment ne pas avoir connaissance, ont été plusieurs fois suspendues et reprises et, à ce jour, n’ont guère permis d’identifier les meurtriers. Les requérants disent avoir en leur possession certaines pièces pouvant servir de moyens de preuve mais que les enquêteurs n’ont jamais recueillies. De même, ils disent que personne ne leur a demandé l’autorisation d’exhumer les restes des trois victimes n’ayant fait l’objet d’aucun examen médicolégal.", "Recevable sous l’angle des articles 2, 3 et 13.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}