{"file": "FRE_HFJUD_77217_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "77217/01", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE CLEJA ET MIHALCEA c. ROUMANIE", "", "", "(Requête no 77217/01)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "8 février 2007", "", "", "", "DÉFINITIF", "", "08/05/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Cleja et Mihalcea c. Roumanie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\tJ. Hedigan,\n\t\tC. Bîrsan,\n\t\tV. Zagrebelsky,\n\t\tE. Myjer,\n\t\tDavid Thór Björgvinsson,\n\tMme\tI. Ziemele, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 18 janvier 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 77217/01) dirigée contre la Roumanie et dont deux ressortissantes de cet Etat, Mmes CernaRodicaMaria Cleja et Gheorghita Mihalcea (« les requérantes »), ont saisi la Cour le 8 novembre 2001 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérantes sont représentées par Me R. Dobrescu, avocat à Bucarest. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, Mme B. Ramaşcanu, directrice au ministère des Affaires étrangères.", "3.  Les requérantes alléguaient en particulier avoir subi une ingérence disproportionnée dans leur droit au respect de leurs biens, garanti par l'article 1 du Protocole no 1, du fait du rejet par les juridictions internes de leur action en échange obligatoire de logements.", "4.  Par une décision du 29 juin 2006, la Cour a déclaré la requête partiellement recevable.", "5.  Tant les requérantes que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "6.  Les requérantes sont nées respectivement en 1937 et 1913 et résident à Paris.", "1.  Action en revendication", "7.  Par une décision administrative du 14 mars 1989, prise en vertu du décret no 223/1974 sur la nationalisation de certains biens, la mairie de Bucarest confisqua l'immeuble appartenant à la seconde requérante et l'époux de celle-ci, ce sans les indemniser et en invoquant leur départ prétendument illégal de Roumanie.", "8.  Par un jugement du 2 mars 1994, le tribunal de première instance de Bucarest, estimant que l'Etat avait confisqué l'immeuble sans titre, accueillit l'action que les époux Mihalcea avaient engagée contre la mairie de Bucarest en vue de l'annulation de la décision administrative du 14 mars 1989 et de la revendication de leur immeuble. L'appel interjeté par la mairie de Bucarest fut rejeté par le tribunal départemental de Bucarest. La mairie n'ayant pas formé de recours, le jugement de première instance devint définitif en vertu de la décision no 1805/1994 du tribunal départemental.", "9.   L'immeuble en question était habité par les époux C., locataires de l'Etat en vertu d'un contrat de bail de 1989. Le 9 mars 1995, en vertu de la loi no 17/1994 sur la prorogation et le renouvellement des baux d'habitation (« la loi no 17/1994 »), la société d'Etat H., qui administrait l'immeuble, reconduisit pour une durée de cinq ans le contrat de bail des époux C.", "10.  Le 9 janvier 1998, l'époux de la seconde requérante décéda et les requérantes, ses héritières, devinrent les propriétaires de l'immeuble en question. Le 31 juillet 1998, leur droit de propriété fut consigné dans les registres fonciers.", "2.  Actions en expulsion conditionnelle des locataires de l'Etat", "11.  Par un arrêt du 30 novembre 1998, statuant en dernier ressort, la cour d'appel de Bucarest rejeta l'action introduite par les requérantes le 13 octobre 1995 pour obtenir l'expulsion des époux C., auxquels un autre appartement était proposé en échange de leur départ. Les motifs principaux du rejet étaient que l'appartement mis à la disposition des locataires par les requérantes appartenait à des tiers et qu'il y avait des doutes quant à la véridicité de l'accord de ces derniers pour la conclusion d'un bail avec les locataires, vu que le pouvoir donné par des tiers à ce titre n'avait pas été authentifié par un notaire.", "12.  Le 28 septembre 1999, les requérantes introduisirent devant le tribunal de première instance de Bucarest une nouvelle action en expulsion conditionnelle des époux C. Elles se fondaient sur les articles 23 à 25 de l'ordonnance d'urgence du Gouvernement no 40/1999 sur la protection des locataires (« O.U.G. no 40/1999 »), qui régissaient l'échange obligatoire de logements. Elles précisaient qu'elles voulaient revenir dans leur pays et dans leur immeuble, et qu'à cette fin elles mettaient à la disposition des locataires un appartement propriété de V.T., laquelle avait au préalable donné son accord. Les requérantes ajoutaient que le 17 juin 1999 elles avaient proposé aux époux C. de réaliser l'échange de logements à l'amiable, mais sans résultat.", "13.  A l'audience du 22 novembre 2000, les requérantes firent verser au dossier de l'affaire une déclaration de V.T. datée du 20 novembre 2000 et authentifiée par un notaire ; V.T. y indiquait qu'elle acceptait de louer aux époux C. deux pièces de son appartement, suivant les dispositions de l'O.U.G. no 40/1999. L'appartement en question comportait une partie privative composée de deux pièces ayant une superficie totale de 33,65 m2 (15,90 m2 et 17,75 m2 respectivement), ainsi qu'une partie commune de 20,74 m2, partagée avec un autre appartement (vacant à l'époque des faits) et composée d'une cuisine, d'une salle de bains et d'un couloir.", "Dans leur mémoire en défense, les époux C. indiquèrent notamment que selon eux V.T. aurait dû formuler une demande d'intervention volontaire dans la procédure pendante afin que l'arrêt rendu par le tribunal lui soit opposable au cas où l'action des requérantes serait accueillie.", "14.  Par un jugement du 20 décembre 2000, le tribunal de première instance de Bucarest rejeta sur le fondement  de l'article 14 de l'O.U.G. no 40/1999 l'action des requérantes en vue de l'expulsion des époux C. Il estima que les intéressées n'avaient pas notifié aux époux C. leur décision de ne pas prolonger le contrat de bail et qu'elles ne pouvaient d'ailleurs refuser de le reconduire dès lors qu'elles n'étaient pas des citoyennes roumaines domiciliées en Roumanie et qu'en conséquence elles ne satisfaisaient pas aux conditions des alinéas 2 et 3 de l'article 14 précité.", "15.  Les requérantes formèrent un recours contre ce jugement, faisant valoir que leur action ne portait pas sur la reconduction du contrat de bail des époux C. – question régie par l'article 14 de l'O.U.G. no 40/1999, comme l'avait relevé le tribunal précité –, mais sur l'échange obligatoire de logements, régi par les articles 23 à 25 du même texte. Elles précisaient que le tribunal de première instance de Bucarest avait rendu son jugement sans statuer au fond ni soumettre à un débat contradictoire les dispositions légales invoquées par lui.", "Dans leurs conclusions en réponse à celles des époux C., les requérantes soutinrent que la loi no 241/2001, qui était entrée en vigueur le 23 mai 2001 et qui avait modifié l'article 24 § 3 de l'O.U.G. no 40/1999, n'était pas applicable en l'espèce, compte tenu de l'article 15 § 2 de la Constitution, qui sanctionnait l'application rétroactive de la loi civile, et que cette nouvelle loi n'avait d'ailleurs aucune incidence sur l'issue du litige. Par ailleurs, les requérantes mirent en avant que la déclaration authentique de V.T. remplissait les conditions posées par l'article 23 § 3 de l'O.U.G. no 40/1999, qui ne prévoyait pas que le tiers propriétaire devait intervenir dans la procédure, et qu'elles avaient demandé l'expulsion conditionnelle des époux C., de sorte que ces derniers n'auraient à déménager qu'après la conclusion effective du bail avec V.T.", "16.  Par un arrêt du 31 mai 2001, le tribunal départemental de Bucarest, s'appuyant sur l'article 23 § 3 de l'O.U.G. no 40/1999, rejeta à la fois le recours et l'action des requérantes pour défaut de fondement, au motif que les intéressées n'avaient pas prouvé que V.T. avait accepté de conclure un contrat de bail avec les époux C. Selon le tribunal, les juridictions ne pouvaient préjuger de la volonté de V.T. ni imposer à celle-ci la conclusion du contrat de bail en question.", "3.  Recours en annulation formé par le procureur général", "17.  A une date non précisée, à la demande des requérantes, le procureur général de la Roumanie saisit la Cour suprême de justice d'un recours en annulation de l'arrêt du tribunal départemental de Bucarest du 31 mai 2001, au motif que les requérantes avaient démontré que V.T. avait accepté de conclure le contrat de bail avec les époux C. – conformément aux dispositions pertinentes de l'O.U.G. no 40/1999 – en soumettant la déclaration de cette dernière authentifiée par un notaire.", "18.  Par un arrêt du 20 décembre 2002, après avoir précisé qu'elle avait examiné les preuves versées au dossier, la Cour suprême de justice rejeta le recours en annulation pour défaut de fondement. Elle estima que, même si les motifs de l'arrêt du 31 mai 2001, rendu sur recours, étaient critiquables, la décision au fond était correcte. La Cour suprême de justice jugea que la demande des requérantes en vue d'un échange obligatoire de logements ne remplissait pas les conditions requises par l'article 23 § 3 de l'O.U.G. no 40/1999, au motif que le dossier comportait une simple déclaration de V.T. indiquant que celleci accepterait à l'avenir de conclure un contrat de bail avec les époux C. ; or les juridictions ne pouvaient imposer à cette dernière la conclusion d'un contrat consensuel. D'autre part, la Cour suprême précisa brièvement que l'appartement proposé pour échange ne respectait pas les exigences minimales en matière de superficie, de « dépendances » et d'équipement prévues à l'annexe no 1 de la loi no 114/1996 sur les immeubles destinés à l'habitation (« annexe no 1 »), à laquelle l'article 23 de l'O.U.G. no 40/1999 renvoyait depuis qu'il avait été modifié par la loi no 241/2001.", "19.  Après avoir conclu avec les requérantes en juin 2004 un accord authentifié par un notaire en vertu duquel ils obtinrent le paiement par les premières d'une somme de 2 500 euros (EUR) au titre des « dépenses faites pour quitter l'appartement », les époux C. quittèrent l'appartement des requérantes en juillet 2004.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "1.  Dispositions légales relatives à l'intervention volontaire dans la procédure", "20.  Suivant l'article 49 du code de procédure civile, l'intervention volontaire peut se faire dans l'intérêt du tiers intervenant, lorsque celui-ci invoque un droit distinct de ceux des parties au litige, ou dans l'intérêt de l'une des parties initiales, dans le cas où le tiers souhaite simplement appuyer la demande de l'une d'elles. Selon l'article 51 du code de procédure civile, l'intervention volontaire dans l'intérêt de l'une des parties initiales peut avoir lieu « même devant la juridiction statuant en dernier ressort », ce qui signifie suivant la doctrine la possibilité d'intervenir à tout stade de la procédure, y compris lors d'un recours extraordinaire (V.M. Ciobanu, Traité pratique et théorique de procédure civile, tome I, p. 327).", "21.  Compte tenu du principe selon lequel les parties ont la maîtrise du procès civil (principe dispositif), les tribunaux n'ont pas la possibilité de demander aux parties initiales, ou directement à un tiers, que celui-ci intervienne dans la procédure ; ils peuvent tout au plus soulever dans les débats des parties la question de la nécessité d'une telle intervention (arrêt de la cour d'appel de Cluj no 2249 du 12 octobre 2000).", "2.  La loi no 17/1994 du 8 avril 1994 sur la prorogation et le renouvellement des baux d'habitation (« la loi no 17/1994 »)", "22.  L'article premier de la loi était ainsi libellé :", "« Quel que soit le propriétaire, un bail d'habitation qui concerne un logement dont la location est régie par la loi no 5/1973 (...) et qui est en cours d'exécution à l'entrée en vigueur de la présente loi est prorogé de plein droit pour une période de cinq ans, dans les conditions [posées par la loi no 5/1973]. »", "3.  L'ordonnance d'urgence du gouvernement no 40 du 8 avril 1999 sur la protection des locataires et la fixation du montant du loyer pour les immeubles destinés à l'habitation (« l'O.U.G. no 40/1999 »)", "23.  L'O.U.G. no 40/1999 a été adoptée pour régler le problème des baux d'habitation, notamment ceux ayant été prolongés de plein droit, quel que soit le propriétaire, en vertu de la loi no 17/1994 précitée. Son article 2 prévoyait que, sur demande du locataire, la durée d'un bail d'habitation pour un immeuble rétrocédé à son ancien propriétaire était prolongée pour une période maximale de trois ans. Les articles 9 et 10 prévoyaient que l'administration devait informer les locataires de la restitution des appartements qu'ils habitaient aux anciens propriétaires ; ces derniers devaient fixer un rendez-vous afin de conclure un contrat de bail avec les locataires, leur signifiant cette invitation par huissier de justice dans un délai de 30 jours après l'entrée en vigueur de l'O.U.G. no 40/1999. Enfin, les articles 11 et 13 précisaient que la méconnaissance de ces formalités par le propriétaire entrainait la prolongation de droit du bail antérieur ; toutefois, une telle prolongation ne s'appliquait pas dans des cas expressément prévus, comme celui du refus des locataires d'aménager dans un autre appartement, mis à leur disposition par le propriétaire intéressé conformément aux dispositions pertinentes de l'O.U.G. no 40/1999.", "24.  La loi no 241/2001 – qui a approuvé l'O.U.G. no 40/1999 et est entrée en vigueur le 23 mai 2001, avec sa publication au Journal officiel (« la loi no 241/2001 ») – a modifié l'article 2 précité en portant à cinq ans la durée d'un bail d'habitation prolongé à la demande du locataire dans le cas d'un immeuble rétrocédé à son ancien propriétaire. Par ailleurs, cette loi indique que le loyer demandé aux locataires ne peut dépasser 15 % du revenu net mensuel du foyer si le revenu net mensuel par membre de la famille n'excède pas le salaire net mensuel moyen du pays (ce dernier était d'environ 117 euros à l'époque).", "25.  Les effets de l'O.U.G. no 40/1999 ont cessé le 8 avril 2004. En vertu de l'O.U.G. no 8/2004, seul un bail d'habitation concernant un local appartenant à l'Etat peut être prolongé de cinq ans, à la demande du locataire.", "Article 14", "« 1.  Au terme du contrat de bail, le locataire a droit à la reconduction du contrat pour une période équivalente, si toutefois les parties ne modifient pas expressément la durée du bail.", "2.  Le propriétaire ne peut refuser la reconduction du bail que pour les motifs suivants : a)  le logement est nécessaire soit pour ses besoins d'habitation, soit pour ceux de son époux/épouse ou de leurs parents ou enfants, à condition qu'ils soient des citoyens roumains domiciliés en Roumanie (...) ;", "3.  Le propriétaire est tenu de notifier au locataire son refus de reconduire le bail au moins un an avant le terme du bail, dans les cas prévus aux alinéas a) et b) ci-dessus (...) »", "Article 23", "« 1.  Les propriétaires ont le droit de demander et d'obtenir le départ des locataires par un échange obligatoire de logements.", "2.  A cette fin, le propriétaire est tenu de mettre à la disposition du locataire, par un contrat de bail, un autre logement qui est situé dans la même ville, ou dans une autre ville sous réserve de l'accord du locataire, et qui possède une surface habitable minimale de 15 m2 par personne.", "3.  Si le logement proposé en échange est la propriété d'une autre personne, le contrat de bail est conclu par celle-ci pour une durée au moins égale à celle prévue dans le bail initial. »", "La loi no 241/2001 susmentionnée a modifié comme suit l'article 23 § 2 de l'O.U.G. no 40/1999 :", "« A cette fin, le propriétaire est tenu de mettre à la disposition du locataire, par un contrat de bail, un autre logement qui est situé dans la même ville, ou dans une autre ville sous réserve de l'accord du locataire, en veillant à satisfaire aux exigences minimales énoncées à l'annexe no 1 de la loi no 114/1996 sur les immeubles destinés à l'habitation, telle que modifiée. »", "4.  La loi no 114/1996 sur les immeubles destinés à l'habitation (« la loi no 114/1996 »)", "26.  L'article premier de la loi no 114/1996, entrée en vigueur le 21 octobre 1996, indique que ce texte a été adopté pour régler les questions sociales, économiques, techniques et juridiques relatives à la construction et à l'usage des immeubles d'habitation, la réalisation de nouvelles habitations étant en effet présentée comme un objectif d'intérêt national poursuivi à long terme par les autorités.", "27.  L'annexe no 1 de la loi no 114/1996 précise, dans plusieurs tableaux très détaillés, les conditions minimales que doivent remplir les appartements et les immeubles destinés à l'habitation pour être qualifiés d'« habitations convenables », c'est-à-dire satisfaisant aux exigences des usagers et possédant les caractéristiques d'un logement conforme aux normes du moment. L'article 3 de la loi prévoit d'ailleurs que les entrepreneurs doivent respecter les exigences énoncées dans cette annexe s'ils veulent obtenir des pouvoirs publics l'autorisation de construire de nouveaux immeubles d'habitation. L'annexe no 1 définit la superficie, les « dépendances » ainsi que les installations que doit comporter un appartement, et ce en fonction du nombre d'occupants. Ainsi, pour deux personnes l'annexe prévoit deux pièces de 18 et 12 m2 respectivement, ainsi qu'une cuisine, une salle de bains et un espace de rangement totalisant une superficie de 11,50 m2. Pour ce qui est de l'équipement, l'annexe signale les installations électriques à fournir, les éléments que doivent comprendre la salle de bains et les toilettes (miroirs, étagères, porte-serviettes, etc.), ainsi que la nécessité de prévoir l'emplacement du lave-linge et du frigidaire. Enfin, l'annexe indique que les immeubles constitués de plusieurs appartements doivent être pourvus, entre autres, d'un ascenseur, d'un espace vélos et d'une rampe spécialement conçue pour les personnes à mobilité réduite.", "5.  Renseignements statistiques sur l'ancienneté des logements d'habitation à l'époque des faits", "28.  Selon un rapport du ministère de l'Administration sur la stratégie nationale relative à la distribution de l'énergie thermique publié au Journal officiel du 8 juillet 2004, qui reprend des informations fournies par le recensement démographique de 2002, à l'époque des faits environ 90 % des habitations dataient des années 1960-1980 ou même d'avant cette époque.", "6.  Le droit et la pratique internes relatives à l'expulsion conditionnelle et à l'application dans le temps d'une loi nouvelle en matière civile", "a)  L'expulsion conditionnelle des locataires", "29.  Dans l'arrêt no 992AB du 23 septembre 1998, la cour d'appel de Iaşi a jugé, dans une affaire portant sur le droit de bail, que l'expulsion conditionnelle de l'un des locataires ordonnée par un jugement définitif antérieur avait permis aux juridictions de préserver en l'espèce l'équilibre entre les intérêts en jeu, et que ce jugement ne pouvait être exécuté que dans le respect des conditions que le dispositif du jugement prévoyait en faveur du locataire expulsé. Dans l'arrêt no 198AP du 4 mai 2001, la cour d'appel de Bucarest a accueilli l'action engagée par un propriétaire en vue de l'expulsion conditionnelle du locataire, tout en indiquant que ce dernier pourrait rester dans le logement jusqu'au moment où le propriétaire paierait le montant qu'il avait été condamné à verser à titre de dommages-intérêts.", "b)  L'application dans le temps d'une loi nouvelle en matière civile", "30.  Selon l'article 15 § 2 de la Constitution de 1991, la loi ne dispose que pour l'avenir, à l'exception d'une loi pénale plus douce. L'article premier du code civil contient une disposition similaire excluant l'application rétroactive de la loi civile.", "31.  Dans son arrêt no 210 du 4 mai 2004, la Cour constitutionnelle, répondant à un argument relatif à l'application de la loi no 241/2001 à des situations juridiques nées avant son entrée en vigueur, a précisé qu'une loi n'est pas rétroactive lorsqu'elle modifie pour l'avenir une situation juridique déjà née ou lorsqu'elle supprime les effets futurs d'une situation juridique née antérieurement à son entrée en vigueur (application immédiate de la loi civile).", "32.  Dans l'arrêt no 514 du 28 février 2001, la cour d'appel de Bucarest a rejeté une action en expulsion d'un locataire en faisant application de la loi no 17/1994, en vigueur au moment de l'introduction de l'action, nonobstant l'entrée en vigueur durant la procédure de l'O.U.G. no 40/1999, pertinente en la matière. Cet arrêt a été critiqué par une partie de la doctrine, au motif que l'O.U.G. no 40/1999 était en l'occurrence applicable, en vertu du principe de l'applicabilité immédiate d'une nouvelle loi civile. Dans un arrêt no 5310 du 16 juin 2005, la Haute cour de cassation et de justice (nouvelle appellation de l'ancienne Cour suprême de justice) a jugé relativement à une action en expulsion d'un locataire que l'existence et la validité d'un contrat de bail devaient être examinées en fonction du moment de l'introduction de l'action et non de la situation du locataire lors du jugement de recours. Dans son arrêt no 7017C du 21 octobre 2002, le tribunal départemental de Constanţa a considéré que l'action en justice devait être examinée selon le droit matériel en vigueur au moment de son introduction, même si durant la procédure d'autres dispositions légales pertinentes en la matière étaient entrées en vigueur.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "33.  Les requérantes se plaignent d'avoir subi une ingérence disproportionnée dans leur droit au respect de leurs biens, du fait du rejet par les juridictions de leur action en échange obligatoire de logements. Elles invoquent l'article 1 du Protocole no 1, qui est ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "A.  Thèses des parties", "34.  Le Gouvernement estime que le seul moyen procédural permettant aux juridictions d'accueillir une action fondée sur l'article 23 § 3 de l'O.U.G. no 40/1999 est une intervention volontaire, dans l'intérêt du demandeur, du tiers qui s'engage à conclure le bail avec les locataires visés par la demande d'expulsion. Il concède que le rejet de l'action en expulsion conditionnelle des époux C. en raison de la méconnaissance par les intéressées de la procédure applicable en la matière représente une ingérence dans leur droit au respect de leurs biens, ingérence qui s'analyse en une mesure relative à l'usage des biens relevant du second alinéa de l'article 1 du Protocole no 1.", "35.  Le Gouvernement considère que cette ingérence est prévue par la loi, puisque l'O.U.G. no 40/1999 remplit les conditions d'accessibilité et de prévisibilité requises par la jurisprudence de la Cour. Rappelant que les Etats contractants disposent d'une large marge d'appréciation en matière de réglementation de l'usage des biens, il estime que l'ingérence poursuivait un but légitime d'intérêt général, à savoir la protection des locataires, et en particulier leur droit de bénéficier d'un autre logement en cas d'expulsion, ce droit devant être considéré à la lumière du problème de la pénurie de logements dans les sociétés contemporaines.", "36.  Le Gouvernement soutient que contrairement à l'ingérence en question dans l'affaire Schirmer c. Pologne (no 68880/01, arrêt du 21 septembre 2004), l'atteinte au droit des requérantes au respect de leurs biens n'est pas disproportionnée, dès lors que ces dernières n'ont pas respecté les dispositions relatives à l'intervention volontaire du tiers propriétaire dans la procédure, aux fins de permettre aux juridictions d'ordonner l'expulsion des locataires. Il estime également qu'en prévoyant dans le cadre de l'échange obligatoire de logements la possibilité d'offrir au locataire un logement qui est la propriété d'un tiers, l'article 23 § 3 de l'O.U.G. no 40/1999 assure un équilibre adéquat entre les intérêts des propriétaires et ceux des locataires.", "37.  Les requérantes estiment que l'argument du Gouvernement, selon lequel l'intervention volontaire de V.T. dans la procédure en expulsion conditionnelle par échange obligatoire de logements était nécessaire, au sens de l'O.U.G. no 40/1999, revient à donner de cette ordonnance une interprétation disproportionnée et défavorable aux propriétaires. Elles soulignent que cette intervention n'était pas une condition indispensable pour que leur action soit accueillie, puisque même en vertu d'un jugement favorable quant à l'expulsion conditionnelle elles n'auraient pu faire expulser les époux C. de leur appartement si elles n'avaient pas effectivement mis à leur disposition le logement de V.T., au moyen d'un contrat de bail signé par cette dernière.", "38.  Par ailleurs, les requérantes considèrent que l'appartement de V.T., qu'elles ont proposé en échange aux époux C., répondait aux exigences de l'O.U.G. no 40/1999, à la fois telle qu'elle était anciennement libellée et telle que modifiée par la loi no 241/2001. A ce titre, elles soulignent que la superficie totale des deux pièces de cet appartement (33,65 m2) était supérieure à celle exigée par l'article 23 § 2 de l'O.U.G., tel que rédigé avant l'entrée en vigueur de la loi no 241/2001, le 23 mai 2001. D'autre part, elles considèrent que le fait que le salon de ce logement avait une superficie inférieure de seulement 0,25 m2 à celle prévue dans l'annexe no 1 – à laquelle renvoyait la nouvelle loi no 241/2001 – ne saurait suffire pour justifier le rejet de leur action, car la taille de la chambre à coucher était largement supérieure à celle exigée dans l'annexe. Quant aux « dépendances » de l'appartement proposé en échange, elles avaient chacune une superficie supérieure à celles prévues par l'annexe no 1, et le fait que l'usage de ces pièces risquait à l'avenir d'être partagé avec un autre locataire n'était pas contraire aux dispositions de l'O.U.G. no 40/1999.", "39.  Enfin, les requérantes font valoir que la loi no 241/2001 n'est entrée en vigueur que deux jours avant les débats devant le tribunal départemental de Bucarest et que les juridictions n'ont soumis au débat des parties ni la question de l'applicabilité de cette loi ni celle de l'éventuelle nécessité d'une intervention volontaire de V.T. dans la procédure.", "B.  Appréciation de la Cour", "1.  Principes généraux se dégageant de la jurisprudence de la Cour", "40.  L'article 1 du Protocole no 1 contient trois normes distinctes : la première, qui s'exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats le pouvoir, entre autres, de réglementer l'usage des biens conformément à l'intérêt général. Il ne s'agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d'atteintes au droit de propriété ; dès lors, elles doivent s'interpréter à la lumière du principe consacré par la première (voir, notamment, James et autres c. Royaume-Uni, arrêt du 21 février 1986, série A no 98, pp. 29-30, § 37, qui réitère en partie les principes énoncés par la Cour dans l'affaire Sporrong et Lönnroth c. Suède, arrêt du 23 septembre 1982, série A no 52, p. 24, § 61 ; voir aussi Broniowski c. Pologne [GC], no 31443/96, § 134, CEDH 2004-V, et Hutten-Czapska c. Pologne [GC], no 35014/97, § 157, CEDH 2006- ...).", "41.  L'article 1 du Protocole no 1 exige, avant tout et surtout, qu'une ingérence de l'autorité publique dans la jouissance du droit au respect des biens soit légale. En particulier, le deuxième alinéa de cet article, tout en reconnaissant aux Etats le droit de réglementer l'usage des biens, pose la condition que ce droit s'exerce par la mise en vigueur de « lois », le principe de légalité présupposant l'existence de normes de droit interne suffisamment accessibles, précises et prévisibles dans leur application (voir, mutatis mutandis, Broniowski, précité, § 147, avec d'autres références). La Cour est en outre appelée à vérifier si la manière dont le droit interne est interprété et appliqué, même en cas de respect des exigences légales, produit des effets conformes aux principes de la Convention (Beyeler c. Italie [GC], no 33202/96, §§ 108-110, CEDH 2000I).", "42.  Par ailleurs, l'ingérence dans le droit de propriété doit non seulement viser un « but légitime » conforme à « l'intérêt général », mais également garder un rapport raisonnable de proportionnalité entre les moyens employés et le but visé par toute mesure appliquée par l'Etat, y compris les mesures destinées à réglementer l'usage des biens d'un individu. C'est ce qu'exprime la notion du « juste équilibre » qui doit être ménagé entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu. Dans des affaires concernant le fonctionnement d'une législation de grande ampleur sur le logement, cette appréciation peut porter non seulement sur l'étendue de l'ingérence de l'Etat dans la liberté contractuelle et les relations contractuelles sur le marché locatif mais aussi sur l'existence de garanties procédurales et autres destinées à assurer que le fonctionnement du système et son impact sur les droits patrimoniaux du propriétaire ne soient ni arbitraires ni imprévisibles. L'incertitude – qu'elle soit législative, administrative, ou qu'elle tienne aux pratiques suivies par les autorités – est un facteur qu'il faut prendre en compte pour apprécier la conduite de l'Etat. En effet, lorsqu'une question d'intérêt général est en jeu, les pouvoirs publics sont tenus de réagir en temps utile, de façon correcte et avec la plus grande cohérence (voir, mutatis mutandis, Broniowski, précité, § 151, et Hutten-Czapska, précité, §§ 167-168).", "2.  Application en l'espèce des principes susmentionnés", "a)  Sur la règle applicable et sur l'existence d'une ingérence", "43.  La Cour relève qu'il n'est pas contesté que le rejet par les juridictions de l'action des requérantes en expulsion conditionnelle des locataires par un échange obligatoire de logements, rejet fondé sur l'O.U.G. no 40/1999, s'analyse en une mesure relevant de la réglementation de l'usage des biens, et que le second alinéa de l'article 1 du Protocole no 1 entre dès lors en jeu. Elle observe que l'arrêt du 31 mai 2001 du tribunal départemental de Bucarest, confirmé sur recours en annulation formé par le procureur général, a eu pour effet de maintenir les locataires de l'Etat dans l'appartement qui avait été restitué en propriété aux requérantes en 1994, alors que ces dernières souhaitaient en reprendre la possession. Les époux C. ont habité l'appartement des requérantes jusqu'en juillet 2004, en vertu des dispositions de la loi no 17/1994 et de l'O.U.G. no 40/1999 prolongeant les baux d'habitation conclus avec l'Etat. Dès lors, il y a eu ingérence dans le doit des requérantes au respect de leurs biens, au sens de l'article 1 du Protocole no 1.", "b)  Sur la légalité de l'ingérence", "44.  La Cour observe qu'en l'espèce les juridictions se sont fondées sur l'article 23 §§ 2 et 3 pour rejeter l'action des requérantes, reprochant aux intéressées l'inobservation d'une condition de forme ou de procédure au sujet de la déclaration de V.T. et, dans l'arrêt du 20 décembre 2002 rendu sur recours en annulation, également le non-respect des exigences de l'annexe no 1, à laquelle renvoie l'article 23 § 2 de l'O.U.G. no 40/1999 après modification par la loi no 241/2001.", "45.  Pour ce qui est des conditions de forme de l'accord du tiers propriétaire, la Cour relève que l'article 23 § 3 susmentionné ne prévoit pas la nécessité de son intervention volontaire dans le procès, procédure dont l'inobservation conduirait, de l'avis du Gouvernement, au rejet de l'action. Par ailleurs, le Gouvernement n'a soumis aucun exemple de jurisprudence pertinente à cet égard, de sorte que, à supposer même que l'interprétation du Gouvernement rejoigne celle des juridictions internes, peu claire à cet égard, la Cour n'est pas convaincue du caractère précis et prévisible des termes de l'article 23 § 3 susmentionné, qui laissent une très ample marge de manœuvre aux autorités sur des questions très importantes telles que les conditions de forme et de recevabilité d'une action.", "46.  Concernant l'article 23 § 2 dans sa forme modifiée, la Cour observe que l'application de cette disposition de droit matériel par la Cour suprême à une procédure rouverte à la suite d'un recours en annulation apparaît comme une expression du principe de l'application immédiate de la loi nouvelle, application qui peut être considérée comme « prévue par la loi », compte tenu de l'interprétation des articles 1 du code civil et 15 § 2 de la Constitution par la doctrine et les juridictions internes. Elle remarque néanmoins l'absence d'uniformité de la jurisprudence interne pertinente (paragraphes 30-32 ci-dessus).", "47.  Au vu de ces observations, la Cour considère que l'élément d'incertitude présent dans l'article 23 § 3 quant à la forme requise pour l'accord du tiers propriétaire et l'ample marge de manœuvre que cette incertitude confère aux autorités ainsi que, à titre subsidiaire, la jurisprudence fluctuante quant à l'application dans le temps d'une loi nouvelle entrent en ligne de compte dans l'examen de la conformité de la mesure litigieuse aux exigences du juste équilibre (Beyeler précité, § 110).", "c)  Sur le « but légitime » poursuivi", "48.  Avec le Gouvernement, la Cour admet que l'ingérence litigieuse poursuivait un but légitime conforme à l'intérêt général, à savoir la protection sociale des locataires et la transition progressive d'un système des baux d'habitation contrôlés par l'Etat à un système où ces baux sont librement négociés sur le marché locatif, compte tenu notamment des circonstances liées à la reforme profonde du système politique, juridique et économique du pays lors du passage d'un régime totalitaire à un Etat démocratique et à la pénurie chronique de logements (voir, mutatis mutandis, Hutten-Czapska, précité, § 178).", "d)  Sur la proportionnalité de l'ingérence", "49.  La Cour rappelle avoir jugé que, même dans un domaine comme celui du logement et malgré les difficultés économiques, sociales et législatives découlant du processus de transition vers une société démocratique et une économie de marché, les Etats membres demeurent dans l'obligation d'assurer un « juste équilibre » entre les impératifs de l'intérêt général et ceux de la sauvegarde des droits fondamentaux de l'individu (voir, mutatis mutandis, Schirmer c. Pologne, no 68880/01, § 38, 21 septembre 2004).", "50.  Elle observe que le système mis en place par l'O.U.G. no 40/1999 était censé ménager un certain équilibre entre les droits de locataires de l'Etat, qui voyaient leurs baux d'habitation conclus avec l'Etat prolongés sur simple demande, et ceux des propriétaires, qui sous réserve de la notification de ces locataires pouvaient conclure avec eux des baux à loyer contrôlé par l'Etat. Pour les propriétaires souhaitant reprendre la possession des appartements qui leur avaient été rétrocédés, comme c'était le cas des requérantes, l'article 23 de l'O.U.G. no 40/1999 prévoyait l'obligation des locataires de déménager si les premiers mettaient à leur disposition un autre appartement, même si celui-ci était la propriété d'un tiers.", "51.  En l'espèce, la Cour observe que le rejet de l'action des requérantes en échange obligatoire de logements a été motivé principalement par l'impossibilité pour les juridictions d'imposer à V.T. la conclusion d'un contrat de bail avec les époux C., la première n'ayant pas exprimé sa volonté de manière suffisante et conforme à l'article 23 § 3 de l'O.U.G. no 40/1999. D'après le Gouvernement, cette motivation doit s'interpréter dans le sens de l'inobservation par V.T. de la procédure requise par l'article 23 § 3 précité, à savoir l'intervention volontaire dans la procédure.", "52.  Réitérant qu'une telle procédure n'est pas prévue par l'article 23 § 3 susmentionné ou par la jurisprudence pertinente, la Cour relève qu'une déclaration authentifiée par un notaire est la manière formelle de prouver la véridicité du fait qu'une personne accepte de conclure un contrat et que, au vu du refus des époux C. de conclure le bail en question avec V.T., l'action en expulsion conditionnelle était la procédure habituelle pour assurer l'exécution des obligations réciproques et interdépendantes (quitter l'appartement et conclure le nouveau bail) (paragraphes 11 in fine et 29 cidessus). Par ailleurs, elle note que, dans sa déclaration, V.T. exprimait sans réserve le fait qu'elle acceptait de conclure le bail « conformément aux dispositions de l'O.U.G. no 40/1999 ».", "53.  La Cour remarque également que, si la première action en expulsion conditionnelle des locataires a été rejetée par un arrêt du 30 novembre 1998 de la cour d'appel de Bucarest aux motifs que l'appartement offert en échange aux locataires était la propriété de tiers et que leur accord n'avait pas été authentifié par un notaire, après l'entrée en vigueur de l'O.U.G. no 40/1999 qui permettait ce type d'échange sans imposer des formalités particulières, la seconde action ayant le même objet a été rejetée principalement au motif que la déclaration du tiers authentifiée par un notaire ne prouvait pas la véridicité de son accord.", "54.  Au vu de ces observations, la Cour considère que l'interprétation et l'application de l'article 23 § 3 de l'O.U.G. no 40/1999 par les juridictions ne sauraient passer pour prévisibles et pour avoir assuré un juste équilibre entre les intérêts en présence.", "55.   Par ailleurs, la Cour estime que, même si le Gouvernement ne l'invoque pas, il convient de prendre également en compte le second motif de rejet de l'action des requérantes, à savoir l'inobservation des exigences de l'annexe no 1, motif fourni uniquement dans l'arrêt du 20 décembre 2002 rendu par la Cour suprême de justice sur recours en annulation du procureur général.", "56.  Premièrement, la Cour considère que l'approche qui consiste à élargir la base justificative de l'ingérence au détriment des requérantes dans une procédure extraordinaire ouverte à l'initiative d'un tiers au procès et, de surcroît, en faveur des intéressées peut soulever une question quant à sa proportionnalité. Cela d'autant plus qu'il ne ressort pas du dossier que l'applicabilité en l'espèce de l'article 23 § 2 précité et le non-respect de nouvelles exigences imposées par l'annexe no 1 aient été soumis au débat des parties par la Cour suprême de justice. Si ces questions n'ont pas pu être examinées en tant que telles au titre de l'article 6 § 1 de la Convention lors de l'examen de la recevabilité de la requête, car soulevées en dehors du délai de six mois, la Cour estime qu'elles peuvent être prises en considération comme de simples éléments de fait dans l'ensemble des aspects qu'elle doit prendre en compte au sujet de la proportionnalité de l'ingérence litigieuse (voir, mutatis mutandis, Galtieri c. Italie (déc.), no 72864/01, 24 janvier 2006, et Jokela c. Finlande, no 28856/95, § 60, CEDH 2002-IV).", "57.  Deuxièmement, la Cour observe que jusqu'au prononcé de l'arrêt du tribunal départemental de Bucarest, qui statuait en dernier ressort, les exigences de l'article 23 § 2 se limitaient à exiger une superficie de 15 m2 habitables par personne pour l'appartement offert en échange. Après la modification de cet article le 23 mai 2001, les multiples conditions à remplir étaient énoncées dans l'annexe no 1, qui indiquait les exigences de qualité requises à l'époque des faits pour qu'une habitation soit qualifiée de « convenable » et qui était destinée notamment aux nouveaux immeubles d'habitation (paragraphes 26 et 27 ci-dessus). La Cour relève qu'il ressort des informations fournies par le recensement démographique de 2002 qu'environ 90 % des habitations dataient des années 1960-1980 ou même d'avant cette époque (paragraphe 28 ci-dessus). Elle considère qu'il n'est pas sujet à caution que les exigences en matière de superficie et d'équipement des logements étaient différentes pendant la période précitée et à l'époque des faits, de sorte que la très grande majorité des logements existants ne remplissaient pas toutes ces exigences, ce qui explique d'ailleurs l'intervention du législateur en la matière. Dès lors, la Cour estime que la modification de l'article 23 § 2 de l'O.U.G. no 40/1999 a eu pour effet de restreindre considérablement la possibilité pour les propriétaires d'entrer en possession de leurs appartements par l'échange obligatoire de logements.", "58.  Enfin, il n'appartient pas à la Cour d'interpréter le simple renvoi par la Cour suprême au non-respect des exigences de l'annexe en cause ; cependant, puisqu'elle doit rechercher si l'application en l'espèce de l'article 23 § 2 modifié a été conforme à la nécessité de respecter un « juste équilibre », elle relève que de l'avis des requérantes – non contesté par le Gouvernement – l'élément qui serait à l'évidence non conforme à l'annexe est la superficie du salon de l'appartement, inférieure de seulement 0,25 m2 à la norme.", "59.  La Cour relève avoir déjà jugé qu'en intervenant dans un domaine relevant de l'article 1 du Protocole no 1, le législateur national doit assurer un « juste équilibre » entre les intérêts divergents en cause et, en même temps, permettre aux juridictions de faire une application effective de ce principe (Schirmer précité, § 43). Or, force est de constater, au vu des observations ci-dessus, que l'article 23 § 2 modifié conduisait à une protection disproportionnée des intérêts des locataires au détriment des propriétaires, disproportion d'autant plus évidente en l'espèce compte tenu des circonstances de l'application de cet article.", "60.  Il ressort du dossier que la conséquence du rejet de la seconde action des requérantes en expulsion conditionnelle des époux C. de leur appartement rétrocédé en 1994 a été le maintien de ces derniers dans l'appartement en cause jusqu'en juillet 2004 à la suite de la prolongation du contrat de bail conclu par les locataires avec les autorités en 1989. Eu égard à la façon dont les juridictions ont interprété l'article 23 § 3 –interprétation découlant de l'élément d'incertitude présent dans cet article quant à la forme requise pour l'accord du tiers propriétaire – et aux conséquences de l'application en l'espèce de l'article 23 § 2 et de son annexe no 1, la Cour considère que les requérantes ont dû supporter une charge spéciale et exorbitante de nature à rompre le juste équilibre entre les intérêts en jeu.", "61.  Partant, il y a eu violation de l'article 1 du Protocole no 1.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "62.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "63.  Au titre du dommage matériel, les requérantes demandent la compensation du préjudice et du manque à gagner subis du fait de l'impossibilité d'utiliser, d'une part, leur appartement occupé par les époux C. et, d'autre part, les deux appartements gardés à la disposition de ces derniers par les tiers pendant et, pour ce qui de l'appartement de V.T., même après les actions en expulsion conditionnelle par échange obligatoire de logements. S'appuyant sur des renseignements fournis par des agences immobilières au sujet des loyers pratiqués à l'époque des faits pour des appartements similaires, elles demandent 21 700 dollars américains (USD) et 19 320 euros (EUR) pour les loyers non perçus pour l'appartement occupé par les époux C. et 2 280 USD et 14 250 EUR pour les loyers correspondant aux deux autres appartements susmentionnés. Par ailleurs, elles demandent le remboursement du montant de 2 500 EUR qu'elles ont dû payer en juin 2004 aux époux C. pour qu'ils quittent leur appartement.", "Pour le dommage moral, les requérantes sollicitent l'octroi de 50 000 USD.", "64.  Le Gouvernement soutient d'abord que la demande des requérantes excède l'objet de la requête, ne pouvant se référer au préjudice allégué subi avant l'introduction de la seconde procédure en expulsion conditionnelle des époux C.", "S'agissant du préjudice matériel allégué, il estime que la demande des requérantes devrait être rejetée dans la mesure où ces dernières n'ont pas saisi les juridictions internes, dans le cadre de la procédure susmentionnée ou par une action distincte, d'une demande tendant à condamner les époux C. à leur payer des loyers pour l'appartement en cause. A titre subsidiaire, le Gouvernement soutient, d'une part, que le préjudice allégué du fait des loyers non perçus pour les deux appartements des tiers n'a pas été prouvé et qu'il n'y a pas de lien de causalité entre ce préjudice et l'objet de la requête. D'autre part, il estime que le préjudice causé par l'impossibilité des requérantes d'utiliser l'appartement occupé par les époux C. correspond à la période entre septembre 1999, soit la date d'introduction de la seconde action en expulsion, et juillet 2004, et que dans le calcul de ce préjudice la Cour devrait tenir compte du fait que les loyers que les requérantes auraient pu obtenir en l'absence de l'ingérence étaient plafonnés, en vertu de l'O.U.G. no 40/1999, le loyer mensuel en cause représentant environ 36 EUR. Enfin, le Gouvernement conteste que le montant de 2 500 EUR que les requérantes ont dû payer aux époux C. en juin 2004 doive être qualifié de dépenses faites pour que ces derniers quittent leur appartement.", "Le Gouvernement estime que le préjudice moral allégué serait suffisamment compensé par le constat de violation et que, de toute manière, les requérantes n'ont pas prouvé un lien de causalité entre la violation constatée par la Cour et la souffrance invoquée.", "65.  La Cour rappelle qu'un arrêt constatant une violation entraîne pour l'Etat défendeur l'obligation juridique au regard de la Convention de mettre un terme à la violation et d'en effacer les conséquences. Si le droit interne ne permet d'effacer qu'imparfaitement les conséquences de cette violation, l'article 41 de la Convention confère à la Cour le pouvoir d'accorder une réparation à la partie lésée par l'acte ou l'omission à propos desquels une violation de la Convention a été constatée. Dans l'exercice de ce pouvoir, elle dispose d'une certaine latitude ; l'adjectif « équitable » et le membre de phrase « s'il y a lieu » en témoignent.", "66.  Parmi les éléments pris en considération par la Cour, lorsqu'elle statue en la matière, figurent le dommage matériel, c'est-à-dire les pertes effectivement subies en conséquence directe de la violation alléguée, et le dommage moral, c'est-à-dire la réparation de l'état d'angoisse, des désagréments et des incertitudes résultant de cette violation, ainsi que d'autres dommages non matériels (voir, parmi d'autres, Ernestina Zullo c. Italie, no 64897/01, § 25, 10 novembre 2004).", "67.  En outre, là où les divers éléments constituant le préjudice ne se prêtent pas à un calcul exact ou là où la distinction entre dommage matériel et dommage moral se révèle difficile, la Cour peut être amenée à les examiner globalement (Comingersoll c. Portugal [GC], no 35382/97, § 29, CEDH 2000-IV).", "68.  En l'espèce, la Cour a jugé que le droit des requérantes au respect de leurs biens a été méconnu en raison de la façon dont les juridictions ont interprété l'article 23 § 3 – interprétation découlant de l'élément d'incertitude présent dans cet article quant à la forme requise pour l'accord du tiers propriétaire – et des conséquences de l'application en l'espèce de l'article 23 § 2 et de son annexe no 1, à savoir le maintien des locataires de l'Etat dans leur appartement jusqu'en juillet 2004.", "69.  S'agissant de la demande pour dommage matériel, la Cour relève d'emblée qu'il n'y a pas de lien de causalité entre la violation constatée et le préjudice allégué par les requérantes du fait que les deux appartements appartenant à des tiers ont été gardés à la disposition des époux C. pendant et même après l'issue des procédures en expulsion.", "Pour ce qui est du préjudice subi du fait de l'impossibilité d'utiliser l'appartement occupé par les époux C., la Cour observe que le Gouvernement n'a présenté aucune affaire tirée de la jurisprudence nationale dans laquelle un propriétaire qui se trouvait dans la même situation que les requérantes, dont l'appartement était occupé par des locataires de l'Etat en vertu d'un bail conclu avec ce dernier, aurait obtenu la condamnation des locataires à lui payer des loyers en l'absence de bail. De surcroit, le Gouvernement n'a nullement indiqué la base légale que les requérantes auraient pu invoquer à cet effet en l'absence d'un bail conclu avec des locataires qui continuaient à habiter leur appartement en vertu de la prolongation de droit de leur bail antérieurement conclu avec l'Etat. Partant, la Cour estime qu'il n'est pas établi que les requérantes aurait pu obtenir devant les juridictions internes la réparation du préjudice matériel en question.", "70.  Au vu de ces observations, la Cour estime que l'octroi aux requérantes d'une somme pour privation de jouissance de leur appartement pour la période comprise entre septembre 1999 et juillet 2004 serait en liaison directe avec la violation qu'elle a constatée. La Cour observe néanmoins que les éléments du dossier ne permettent pas d'établir avec exactitude l'ampleur du préjudice matériel effectivement subi par les intéressées. S'agissant de leur demande au titre du préjudice moral, la Cour considère que la frustration résultant de l'impossibilité pour les requérantes d'utiliser pendant la période susmentionnée leur appartement ne saurait être réparée par le simple constat de violation figurant dans cet arrêt.", "71.  Dans ces conditions, eu égard à l'ensemble des demandes des requérantes concernant l'appartement en cause ainsi qu'aux éléments se trouvant en sa possession, la Cour leur alloue conjointement, statuant en équité, 10 000 EUR, toutes causes de préjudice confondues.", "B.  Frais et dépens", "72.  Les requérantes demandent le remboursement des frais engagés pour recouvrer la possession effective de leur appartement et pour saisir la Cour de la violation de leur droit au respect de leurs biens. A ce titre, justificatifs à l'appui, elles demandent 34 500 000 lei pour les honoraires d'avocat engagés depuis 1999 dans le cadre de la seconde action en expulsion des locataires et au cours la procédure devant la Cour. Sans fournir de justificatifs, elles demandent également 2 000 000 lei pour les honoraires des agences immobilières leur ayant fourni les renseignements présentés à la Cour au sujet des loyers pratiqués sur le marché locatifs.", "73.  Le Gouvernement ne s'oppose pas à l'octroi d'une somme au titre des frais et dépens pour autant qu'il s'agisse de dépenses réelles, nécessaires et raisonnables.", "74.  La Cour estime que, à la différence des honoraires des agences immobilières, les frais engagés pour les honoraires d'avocat ont été réellement et nécessairement justifiés et exposés, ayant un lien direct avec la violation constatée par la Cour en l'espèce. Dans ces conditions, elle juge approprié d'allouer conjointement aux requérantes 1 530 EUR pour frais et dépens.", "C.  Intérêts moratoires", "75.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "2.  Dit", "a)  que l'Etat défendeur doit verser aux requérantes conjointement, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention les sommes suivantes, à convertir en lei roumains au taux applicable à la date du versement :", "i.  10 000 EUR (dix mille euros) pour dommages matériel et moral,", "ii.  1 530 EUR (mille cinq cent trente euros) pour frais et dépens,", "iii.  tout montant pouvant être dû à titre d'impôt sur lesdites sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 8 février 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tBoštjan M. Zupančič\n\tGreffier\tPrésident"]}