{"file": "FRE_CLINF_40721_08.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "40721/08", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 154", "Juillet 2012", "Fáber c. Hongrie - 40721/08", "Arrêt 24.7.2012 [Section II]", "Article 10", "Article 10-1", "Liberté d'expression", "Amende infligée pour avoir arboré un drapeau dont la connotation historique suscite la controverse en signe de protestation contre une manifestation antiracisme: violation", "", "En fait – En 2007, le parti socialiste hongrois (le MSZP) organisa une manifestation à Budapest pour protester contre le racisme et la haine. En même temps, des membres d’un parti politique de droite se rassemblèrent dans un lieu adjacent pour exprimer leur désaccord. Le requérant déploya en silence le drapeau des Árpád, un drapeau à rayures pouvant être perçu à la fois comme un symbole historique et comme rappelant un régime anciennement au pouvoir. Les policiers chargés de surveiller les lieux intimèrent au requérant l’ordre de ranger le drapeau ou de partir. Le requérant refusa, indiquant que le drapeau était un symbole historique et qu’aucune loi n’interdisait de le déployer. Il fut ensuite placé en garde à vue et condamné à une amende d’un montant équivalent à 200 EUR environ.", "En droit – Article 10 combiné avec l’article 11: Le droit du requérant à la liberté d’expression et son droit à la liberté de réunion pacifique doivent être mis en balance avec le droit des manifestants du MSZP à être protégés contre les perturbations. A cet égard, les autorités nationales jouissent d’une grande latitude non seulement parce que, en principe, les droits concurrents méritent une égale protection pour satisfaire à l’obligation de neutralité dont l’Etat doit faire preuve lorsque des opinions opposées entrent en conflit, mais aussi parce que ces autorités sont les mieux placées pour juger des risques et des mesures à prendre. Toutefois, cette latitude ne s’applique que lorsqu’il est prouvé de manière convaincante qu’il y a un risque sérieux d’organisation d’une contremanifestation violente. Les contremanifestants ont le droit d’exprimer leur désaccord avec les manifestants de sorte que, lorsqu’il intervient, l’Etat doit satisfaire à son obligation positive de protéger le droit de réunion des deux groupes et choisir les moyens les moins restrictifs de nature à permettre en principe aux deux rassemblements d’avoir lieu.", "En l’occurrence, l’ingérence visait deux buts légitimes: le maintien de l’ordre public et la protection des droits d’autrui. Nul n’a avancé que le déploiement du drapeau des Árpád avait accru le risque de violences ou que l’usage de ce symbole, perçu comme provocant par les autorités, avait créé une menace manifeste et un risque imminent de violence. Quoi qu’il en soit, le déploiement de ce drapeau n’a pas perturbé la manifestation. De plus, ni le comportement du requérant ni celui des autres personnes présentes n’a été menaçant ou offensant. Dès lors, eu égard au comportement passif du requérant, à la distance qui le séparait des manifestants du MSZP, ainsi qu’à l’absence de tout risque avéré pour l’ordre public, les motifs invoqués par les autorités nationales pour justifier l’ingérence dénoncée n’étaient pas pertinents et suffisants. Par ailleurs, la liberté de participer à un rassemblement pacifique revêt une telle importance qu’elle ne saurait être restreinte en aucune manière, du moment que la personne concernée ne commet pas elle-même d’acte répréhensible. La décision du requérant de déployer le drapeau en question à proximité du lieu de la manifestation du MSZP doit passer pour sa manière d’exprimer ses opinions politiques, à savoir son désaccord avec les idées des manifestants du MSZP. Ce n’est qu’en examinant soigneusement le contexte dans lequel apparaissent des expressions offensantes que l’on peut établir une distinction pertinente entre une expression choquante et offensante demeurant néanmoins protégée par l’article 10 et une expression qui perd le droit d’être tolérée dans une société démocratique. En l’absence d’intimidation, des sentiments de malaise voire d’indignation ne sauraient dénoter un besoin social impérieux aux fins de l’article 10 § 2, sachant surtout que le drapeau en question n’a jamais été interdit. Enfin, lorsqu’une personne exprime son mépris pour les victimes d’un régime totalitaire, cela peut s’analyser en un abus des droits garantis par la Convention. En l’espèce, toutefois, on ne discerne aucun abus de ce genre.", "Conclusion: violation (six voix contre une).", "Article 41: 1 500 EUR pour préjudice moral.", "(Voir aussi , no 76900/01, 29 juin 2006, et , no 33629/06, 8 juillet 2008, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}