{"file": "FRE_HFJUD_8415_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8415/02", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE METAXAS c. GRÈCE", "", "", "(Requête no 8415/02)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "27 mai 2004", "", "", "", "DÉFINITIF", "", "27/08/2004", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Metaxas c. Grèce,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMM.\tG. Bonello, président,\n\t\tC.L. Rozakis,\n\tMme\tF. Tulkens,\n\tM.\tE. Levits,\n\tMme\tS. Botoucharova,\n\tMM.\tA. Kovler,\n\t\tV. Zagrebelsky, juges,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 6 mai 2004,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 8415/02) dirigée contre la République hellénique et dont un ressortissant de cet Etat, M. Alexandros Metaxas (« le requérant »), a saisi la Cour le 14 février 2002 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, M. M. Apessos, conseiller auprès du Conseil Juridique de l’Etat et M. K. Georgiadis, auditeur auprès du Conseil Juridique de l’Etat.", "3.  Le 6 mars 2003, la première section a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "4.  Le requérant est né en 1929. Il est magistrat à la retraite et réside à Athènes.", "5.  Le 13 juillet 1998, la 42e division de la Comptabilité Générale de l’Etat (Γεvικό Λoγιστήριo τoυ Κράτoυς) réajusta la pension du requérant à la somme de 605 440 drachmes (1 777 euros).", "6.  Le 12 novembre 1998, le requérant interjeta appel de cette décision tendant à obtenir une augmentation du montant de sa pension.", "7.  Le 13 avril 2000, par l’arrêt no 550/2000, la deuxième chambre de la Cour des comptes (Ελεγκτικό Συvέδριo) infirma la décision attaquée et fixa le montant de la pension qui devait être accordée au requérant à la somme de 869 440 drachmes (2 552 euros) par mois à partir du 1er janvier 1997.", "8.  Frappé de pourvois en cassation de la part du requérant et de l’Etat, cet arrêt fut confirmé par les arrêts nos1316/2001 et 1317/2001 de la formation plénière de la Cour des comptes en date du 19 septembre 2001. Il devint alors définitif. Toutefois, l’Etat n’a pas procédé au paiement des sommes dues.", "9.  Le 13 décembre 2001, le requérant engagea la procédure d’exécution forcée et obtint un ordre de paiement (διαταγή πληρωμής) contre l’Etat tant pour les sommes allouées en vertu de l’arrêt no 550/2000 que pour les intérêts et les frais de procédure.", "10.  Le 10 janvier 2002, l’Etat saisit la Cour des comptes d’une demande tendant à l’annulation de l’ordre de paiement, assortie d’une demande de suspension de la procédure d’exécution forcée.", "11.  Le 27 juin 2002, la deuxième chambre de la Cour des comptes rejeta la demande de suspension ; elle fit partiellement droit à la demande de l’Etat et annula l’ordre de paiement pour autant qu’il portait sur les intérêts à verser au requérant, ainsi que sur les frais de procédure (arrêt no 1250/2002).", "12.  Fin février 2003, la Comptabilité Générale de l’Etat versa au requérant la somme de 68 991 euros, correspondant aux montants nets auxquels il avait droit en vertu de l’arrêt no 550/2000 pour la période entre le 1er janvier 1997 et le 30 décembre 2002.", "EN DROIT", "I.  SUR LA RECEVABILITÉ DE LA REQUÊTE", "13.  Le requérant se plaint que le refus des autorités compétentes de se conformer pendant une longue période à l’arrêt no 550/2000 de la Cour des comptes méconnut son droit à une protection judiciaire effective s’agissant des contestations sur ses droits de caractère civil et porta atteinte à son droit au respect de ses biens.", "A.  Sur la qualité de « victime » du requérant", "14.  Le Gouvernement affirme tout d’abord que, compte tenu du versement des sommes litigieuses au requérant, celui-ci ne peut plus se prétendre victime d’une violation ni de son droit à un procès équitable ni de son droit au respect de ses biens.", "15.  Le requérant rétorque qu’il peut toujours se prétendre victime d’une violation de ses droits garantis par la Convention.", "16.  Aux termes de l’article 34 de la Convention, « la Cour peut être saisie d’une requête par toute personne physique (...) qui se prétend victime d’une violation par l’une des Hautes Parties contractantes des droits reconnus dans la Convention ou ses Protocoles (...) ».", "17.  La Cour rappelle qu’il appartient en premier lieu aux autorités nationales de redresser une violation alléguée de la Convention. A cet égard, la question de savoir si un requérant peut se prétendre victime de la violation alléguée, se pose à tous les stades de la procédure au regard de la Convention (voir Malama c. Grèce (déc.), no 43622/98, 25 novembre 1999).", "18.  La Cour a déjà affirmé qu’« une décision ou une mesure favorable au requérant ne suffit en principe à lui retirer la qualité de ‘victime’ que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention » (Amuur c. France, arrêt du 25 juin 1996, Recueil des arrêts et décisions 1996–III, p. 846, § 36 ; Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999–VI).", "19.  S’agissant de la présente affaire, la Cour convient avec le Gouvernement que par le versement des sommes litigieuses au requérant, l’Etat s’est conformé à l’arrêt no 550/2000 de la deuxième chambre de la Cour des comptes. Toutefois, la Cour ne saurait perdre de vue que le requérant a dû recourir à la procédure d’exécution forcée afin d’obtenir le remboursement de sa créance. De l’avis de la Cour, il n’est pas opportun de demander à un individu, qui a obtenu une créance contre l’Etat à l’issue d’une procédure judiciaire, de devoir par la suite engager la procédure d’exécution forcée afin d’obtenir satisfaction (Karahalios c. Grèce (déc.), no 62503/00, 26 septembre 2002). Il s’ensuit que le versement tardif des sommes dues au requérant par le biais de la procédure d’exécution forcée ne saurait remédier à l’omission des autorités nationales de se conformer pendant une longue période à l’arrêt no 550/2000 et ne fournit pas une réparation adéquate (voir, Karahalios c. Grèce, no 62503/00, § 23, 11 décembre 2003).", "20.  Au vu de ce qui précède, la Cour estime que le requérant peut toujours se prétendre victime d’une violation de ses droits garantis par la Convention. Il s’ensuit que l’exception soulevée par le Gouvernement à cet égard ne saurait être retenue.", "B.  Sur l’épuisement des voies de recours internes", "21.  Le Gouvernement plaide ensuite que, dans la mesure où le requérant réclame des intérêts sur les sommes accordées (voir paragraphe 32 ci-dessous), la requête doit être rejetée pour non-épuisement des voies de recours internes, puisque le requérant n’a pas saisi les juridictions internes d’une telle demande.", "22.  La Cour note que la requête a trait à l’omission de l’Etat de se conformer pendant une longue période à l’arrêt no 550/2000 de la deuxième chambre de la Cour des comptes. La question de savoir si le requérant a éventuellement droit de percevoir des intérêts sur les sommes fixées par cet arrêt ne relève pas du fond de l’affaire et ne peut être examinée que dans le cadre de la satisfaction équitable. Il convient donc de rejeter l’exception dont il s’agit.", "23.  Ceci étant, la Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que celle-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "24.  Le requérant se plaint que le refus des autorités compétentes de se conformer pendant une longue période à l’arrêt no 550/2000 de la Cour des comptes méconnut son droit à une protection judiciaire effective s’agissant des contestations sur ses droits de caractère civil. Il invoque l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "25.  La Cour rappelle que le droit d’accès à un tribunal garanti par l’article 6 § 1 de la Convention serait illusoire si l’ordre juridique interne d’un Etat contractant permettait qu’une décision judiciaire définitive et obligatoire reste inopérante au détriment d’une partie. L’exécution d’un jugement, de quelque juridiction que ce soit, doit être considérée comme faisant partie intégrante du « procès » au sens de l’article 6. La Cour a déjà reconnu que la protection effective du justiciable et le rétablissement de la légalité impliquent l’obligation pour l’administration de se plier à un jugement ou arrêt prononcé par la plus haute juridiction administrative de l’Etat en la matière (voir, notamment, Hornsby c. Grèce, arrêt du 19 mars 1997, Recueil 1997–II, pp. 510-511, § 40 et suiv.).", "26.  Au vu des éléments du dossier, la Cour estime que les autorités nationales ont omis de se conformer dans un délai raisonnable à l’arrêt no 550/2000 de la deuxième chambre de la Cour des comptes, rendu le 13 avril 2000 et devenu exécutoire au plus tard le 19 septembre 2001 (paragraphe 8 ci-dessus) ; qui plus est, le requérant s’est vu dans l’obligation de recourir à la procédure d’exécution forcée afin d’obtenir satisfaction fin février 2003. Dans ces conditions, la Cour estime que de par leur comportement, les autorités nationales ont privé l’article 6 § 1 de la Convention de tout effet utile.", "Par conséquent, il y a eu violation de cet article.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "27.  Le requérant se plaint également de ce que l’omission des autorités compétentes de lui verser pendant une longue période la pension complémentaire dont il avait été reconnu titulaire en vertu de l’arrêt no 550/2000 de la Cour des comptes, porta atteinte à son droit au respect de ses biens garanti par l’article 1 du Protocole no 1. Cette disposition est ainsi libellée :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "28.  Selon la jurisprudence de la Cour, l’article 1 du Protocole no 1, qui garantit en substance le droit de propriété, contient trois normes distinctes (voir, notamment, James et autres c. Royaume-Uni, arrêt du 21 février 1986, série A no 98-B, pp. 29-30, § 37) : la première, qui s’exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats contractants le pouvoir, entre autres, de réglementer l’usage des biens conformément à l’intérêt général. La deuxième et la troisième, qui ont trait à des exemples particuliers d’atteintes au droit de propriété, doivent s’interpréter à la lumière du principe consacré par la première.", "29.  La Cour rappelle ensuite qu’une « créance » peut constituer un « bien » au sens de l’article 1 du Protocole no 1, à condition d’être suffisamment établie pour être exigible (voir Raffineries grecques Stran et Stratis Andreadis c. Grèce, arrêt du 9 décembre 1994, série A no 301-B, p. 84, § 59).", "30.  La Cour note qu’en l’espèce, la deuxième chambre de la Cour des comptes, par son arrêt no 550/2000 (paragraphe 7 ci-dessus), avait admis le droit du requérant à une augmentation du montant de sa pension. Cet arrêt, devenu définitif le 19 septembre 2001, suite au rejet des pourvois en cassation (paragraphe 8 ci-dessus), conférait donc au requérant un droit incontesté aux sommes accordées.", "31.  La Cour estime, dès lors, qu’en versant tardivement au requérant les sommes dues, à savoir fin février 2003, après une procédure d’exécution forcée seulement, les autorités compétentes ont porté atteinte au droit au respect de ses biens au sens de la première phrase du premier alinéa de l’article 1 du Protocole no 1. De l’avis de la Cour, cette ingérence ne se fondait sur aucune justification valable ; elle était donc arbitraire et emportait violation du principe de la légalité. Une telle conclusion la dispense de rechercher si un juste équilibre a été maintenu entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits individuels (voir Iatridis c. Grèce [GC], no 31107/96, § 62, CEDH 1999–II ; Karahalios c. Grèce, précité, § 35).", "Partant, il y a eu violation de l’article 1 du Protocole no 1.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "32.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "33.  Le requérant demande, au titre du préjudice matériel, que la somme de 68 991 euros (EUR) qui lui fut versée soit majorée d’un intérêt non capitalisable de 6 % par an pour la période allant du 13 avril 2000, lorsque l’arrêt no 550/2000 fut rendu, à la date du prononcé du présent arrêt. Par ailleurs, le requérant réclame une indemnité au titre du préjudice moral mais laisse à la Cour le soin d’en fixer le montant.", "34.  Selon le Gouvernement, aucune somme ne doit être allouée au requérant au titre des intérêts, car l’arrêt no 550/2000 ne comportait aucune disposition à ce titre. Le Gouvernement réitère sa thèse que si le requérant souhaite obtenir des intérêts sur la somme qui lui a été versée, il doit d’abord saisir les juridictions internes d’une demande en ce sens. Enfin, le Gouvernement considère qu’aucune somme ne doit être allouée au titre du dommage moral.", "35.  La Cour rappelle qu’un arrêt constatant une violation entraîne pour l’Etat défendeur l’obligation juridique de mettre un terme à la violation et d’en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 32, CEDH 2000-XI).", "36.  S’agissant de la présente affaire, la Cour a conclu à la violation des articles 6 § 1 de la Convention et 1 du Protocole no 1 en raison de l’omission de l’Etat de se conformer pendant une longue période à l’arrêt no 550/2000 de la Cour des comptes et de payer au requérant les sommes que cet arrêt lui avait allouées. Elle a en outre admis que l’Etat s’est finalement conformé à l’arrêt litigieux. Toutefois, la Cour ne saurait perdre de vue que les montants fixés par l’arrêt no 550/2000 furent versés au requérant près de trois ans plus tard sans majoration d’intérêts. Sur ce point, la Cour rappelle sa jurisprudence selon laquelle le caractère adéquat d’un dédommagement diminuerait si le paiement de celui-ci faisait abstraction d’éléments susceptibles d’en réduire la valeur, tel l’écoulement d’un laps de temps (Raffineries grecques Stran et Stratis Andreadis c. Grèce, précité, p. 90, § 82). Il y a donc lieu d’accorder une somme forfaitaire à ce titre. L’argument du Gouvernement, selon lequel le requérant doit d’abord saisir les tribunaux grecs d’une demande tendant au versement des intérêts est sans pertinence, car la somme que celui-ci réclame devant la Cour ne représente pas une demande autonome qui aurait dû être d’abord examinée par les juridictions internes, mais vise à réparer le préjudice causé par la violation dans son cas de ses droits garantis par la Convention. Statuant en équité, comme le veut l’article 41 de la Convention, la Cour alloue au requérant 12 000 EUR au titre du dommage matériel.", "37.  La Cour estime par ailleurs que le requérant doit avoir subi un préjudice moral – du fait notamment de la frustration provoquée par la durée pendant laquelle l’administration refusa de lui payer les sommes dues – que ne compensent pas suffisamment les constats de violations. Statuant en équité, la Cour alloue au requérant 10 000 EUR à ce titre.", "B.  Intérêts moratoires", "38.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 12 000 EUR (douze mille euros) pour dommage matériel et 10 000 EUR (dix mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 mai 2004 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tGiovanni Bonello\n\tGreffier\tPrésident"]}