{"file": "FRE_HFJUD_5608_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "5608/05", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE RENOLDE c. FRANCE", "", "(Requête no 5608/05)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "16 octobre 2008", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Renolde c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tRait Maruste,\n\tJean-Paul Costa,\n\tRenate Jaeger,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tZdravka Kalaydjieva, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil les 9 et 25 septembre 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 5608/05) dirigée contre la République française et dont une ressortissante de cet Etat, Mme Hélène Renolde (« la requérante »), a saisi la Cour le 3 février 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par M E. Renolde, son père, résidant à Chatou. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, Directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  La requérante alléguait que les autorités françaises n’avaient pas pris les mesures nécessaires pour protéger la vie de Joselito Renolde et que son placement en cellule disciplinaire pendant quarante-cinq jours était excessif compte tenu de sa fragilité psychique. Elle invoquait en substance les articles 2 et 3 de la Convention.", "4.  Le 3 novembre 2005, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1962 et réside à Chatou.", "6.  La requérante est la sœur de Joselito Renolde, né le 17 août 1964 et décédé le 20 juillet 2000 après s’être pendu dans sa cellule à la prison de Bois-d’Arcy où il était en détention provisoire. Ils appartiennent à une famille de gens du voyage.", "A. LES FAITS", "7. Joselito Renolde était séparé de son excompagne, dont il avait deux enfants.", "8.  Le 12 avril 2000, il fut mis en examen par le juge d’instruction du tribunal de grande instance de Meaux pour violences volontaires avec armes commises le 8 avril 2000 sur son excompagne et sur leur fille de treize ans, ayant entraîné une incapacité temporaire de travail supérieure à huit jours, ainsi que pour destruction et dégradations volontaires de biens et vol.", "9. Le même jour,  Joselito Renolde fut placé en détention provisoire à la maison d’arrêt de Meaux. Un rapport d’expertise médicopsychologique ordonné par le juge d’instruction et déposé le 19 juillet 2000 conclut qu’il présentait des retards et déficits de la sphère cognitive ; de structure névrotique, il avait des systèmes défensifs immatures et infantiles, et quelques traits paranoïaques ; incapable de mentaliser, toute sa violence passait au plan physique.", "10.  Le 30 juin 2000, dans le cadre d’un rapprochement familial, il fut transféré à la maison d’arrêt de Boisd’Arcy. Sa fiche personnelle le décrivait comme une personne normale et mentionnait un traitement sédatif.", "11.  Le 2 juillet 2000, Joselito Renolde fit une tentative de suicide en s’entaillant le bras à l’aide d’un rasoir et reçut des soins à l’infirmerie. Le surveillant de service le trouva un peu « dérangé » et fit intervenir le groupe E.R.I.C. (Equipe Rapide Intervention de Crise) de l’unité de soins psychiatriques de l’hôpital Charcot, en raison des propos que tenait Joselito Renolde, qui disait entendre des voix. Le surveillant constata également trois autres coupures sur son avantbras et nota dans le dossier qu’il avait fait une sortie en force de sa cellule.", "12.  La feuille d’urgence rédigée par le groupe E.R.I.C. mentionnait :", "« Patient qui a fait une T.S. [tentative de suicide] en se coupant à l’avant-bras avec un rasoir. Le geste s’inscrit dans un contexte délirant hallucinatoire noté depuis hier par l’équipe surveillante de la prison. Le patient présente à l’entretien un discours incohérent, dissocié, attitude d’écoute, évoque des hallucinations verbales (mots illisibles) propos délirants persécutifs (...) Le patient invoque des antécédents psychiatriques, il aurait déjà été hospitalisé et il aurait déjà pris du Tercian (...) Conclusion : bouffée délirante aiguë. »", "13.  Le groupe E.R.I.C. prescrivit en conséquence un traitement antipsychotique de nature neuroleptique, auquel fut par la suite ajouté un anxiolytique. Ce traitement fut donné à Joselito Renolde par l’équipe infirmière à partir du 2 juillet 2000 à raison de deux fois par semaine, sans contrôle de la prise effective de ces médicaments.", "14.  A compter du 3 juillet 2000, Joselito Renolde fut pris en charge par l’équipe du service médicopsychologique régional (SMPR) et placé seul en cellule, sous surveillance spéciale se manifestant par des rondes plus fréquentes. Il fut vu par le SMPR les 3, 4, 5, 7, 8, 10, 13, 18, 19 et 20 juillet 2000.", "15.  Le 4 juillet 2000, une surveillante stagiaire le réprimanda pour avoir jeté un morceau de pain par la fenêtre. Joselito Renolde la menaça avec une fourchette en ces termes :", "« On se reverra dehors et on verra qui aura le pouvoir. »", "Puis il lui lança un tabouret au visage. La surveillante subit une incapacité temporaire de travail de cinq jours.", "16.  Lors de l’enquête sur cet incident, Joselito Renolde tint des propos incohérents et nia les faits. Le rapport d’enquête mentionnait « détenu très perturbé et qui à 7 h 50 voulait déjà se rendre au SMPR, reçu par le SMPR dans l’après-midi ». S’agissant des suites à donner, il était indiqué :", "« Détenu très perturbé suivi par le SMPR, un passage en commission de discipline est nécessaire. »", "17.  Le 5 juillet 2000, Joselito Renolde fut entendu par la commission de discipline devant laquelle il tint des propos cohérents. Il indiqua qu’il dormait en raison de son traitement mais que la surveillante ne le laissait pas tranquille ; il nia avoir jeté un tabouret sur elle ou l’avoir menacée avec une fourchette, mais il reconnut avoir lancé un bout de pain dehors.", "18.  La commission de discipline considéra établis les faits de violences physiques et les qualifia de fautes disciplinaires réprimées par les articles D. 2491 et D. 2492 alinéa 1 du code de procédure pénale. Joselito Renolde fut sanctionné par 45 jours de mise en cellule disciplinaire qu’il commença à purger le 5 juillet 2000.", "19.  Le 6 juillet 2000, il écrivit une lettre à sa sœur dans laquelle il comparait sa cellule à sa tombe, il lui dit être « à bout » et prendre des cachets. Il lui expliquait qu’il serait 45 jours sans télévision ni musique, seul entre quatre murs. Dans un dessin, il se représentait crucifié sur une tombe portant son nom, à côté du lit de sa cellule disciplinaire, et achevait sa lettre en ces termes :", "« Lito (son surnom) c’est une histoire triste, tu sais ma vie je ne sais pas si elle vaut le coup d’être vécue, car avec tous les malheurs que j’ai ...et pourtant, je n’ai fait de mal à personne. Tu sais, je vis et je ne sais même pas pourquoi. Je crois au ciel, c’est peutêtre mieux là-haut. Tu sais, moi, je voudrais dormir et (ne) plus me réveiller. Ce qui me tient ce sont les petits de chez nous car je les aime. »", "20.  Cette lettre fut envoyée le 10 juillet 2000 (cachet de la poste).", "21.  Par lettre du 12 juillet 2000, reçue au greffe du juge d’instruction le 17 juillet 2000, l’avocate de Joselito Renolde demanda au juge que son client fasse l’objet d’un examen psychiatrique, afin de vérifier la compatibilité de son état psychique avec son placement en cellule disciplinaire. La lettre de l’avocate était ainsi rédigée :", "« (...) J’ai rencontré M. Renolde Joselito à la maison d’arrêt de Bois d’Arcy qui se trouvait en cellule disciplinaire et ce pour une période de 45 jours.", "L’état psychique de M. Renolde Joselito motive la présente demande d’acte.", "J’ai demandé à M. Joselito Renolde de me décrire les faits qui l’avaient amené à faire l’objet de cette procédure disciplinaire, ce dernier m’a indiqué entre autres : « j’entendais des voix ... C’était ma famille... Je me réveille le matin, je dis qu’il fait jour... On me dit non... » etc...", "Je n’ai pu établir avec M. Renolde Joselito un dialogue cohérent.", "Eu égard à cet état et à l’aggravation de son état, étant précisé, sauf erreur de ma part, que M. Renolde Joselito a fait l’objet par le passé d’un séjour en établissement psychiatrique, il m’apparaît indispensable qu’il soit vu le plus rapidement possible par tel médecin expert psychiatre désigné par vos soins.", "La présente demande d’acte a donc pour objet un examen psychiatrique de M.  Renolde Joselito avec mission pour l’expert, entre autre, de dire si l’état psychique ou physique de M. Renolde Joselito est compatible avec une détention provisoire telle que actuellement exécutée et notamment un placement en cellule disciplinaire et de dire s’il doit subir des soins appropriés en fonction de son état. »", "22.  Selon les indications données par le Gouvernement, cette demande d’acte fut transmise le 19 juillet 2000 par le juge d’instruction au procureur de la République qui, le même jour, déclara ne pas s’opposer à cette mesure.", "23.  Le dernier traitement médical fut donné à Joselito Renolde le 17 juillet 2000. Ses médicaments lui furent remis pour plusieurs jours, sans contrôle de la prise effective.", "24.  Dans la nuit du 19 au 20 juillet 2000, un rapport d’intervention fit mention de ce qu’à 4 heures 25 du matin, Joselito Renolde ne dormait pas, tapait à la grille de sa cellule et voulait sortir.", "25.  Le 20 juillet 2000 entre 11 h et midi, une infirmière du service de psychiatrie le rencontra et l’informa de ce qu’une personne du service social viendrait le voir ultérieurement. A sa sortie de cellule pour la promenade à 15 h, il demanda à voir un médecin. A 16 h, il réintégra sa cellule.", "26.  A 16 h 25, le surveillant, en faisant sa ronde, le découvrit pendu avec son drap à la grille de sa cellule. Un médecin et deux infirmières de l’UCSA intervinrent vers 16 h 30, puis le SAMU et les pompiers vers 16 h 45. Malgré une tentative de réanimation, le décès fut constaté à 17 h.", "B. LA PROCEDURE", "27. Appelée à 16 h 50 sur les lieux, la police procéda aux premières constatations et auditions. Le procureur de la République de Versailles se rendit sur place à 19 h et une enquête préliminaire fut ouverte.", "28.  Le 21 juillet 2000, le médecin légiste pratiqua une autopsie et conclut à un suicide par pendaison.", "29. Une expertise toxicologique ordonnée par le procureur le 21 juillet 2000 conclut à l’absence de toute substance médicamenteuse dans l’organisme de Joselito Renolde, à l’exception de paracétamol.", "30.  Les surveillants présents sur les lieux, le personnel médical et les détenus placés à l’isolement dans des cellules voisines furent entendus.", "31. M. R., surveillant, indiqua que le jour des faits, Joselito Renolde avait été en promenade sans problème et que, le matin même, il avait été vu par le service médico-psychologique, qui n’avait émis aucune diligence le concernant. M. R. précisa :", "« M. Renolde nous disait qu’il entendait son fils lui parler la nuit. Il nous expliquait que des gens voulaient entrer dans sa cellule. »", "32.  L’un des détenus placé à l’isolement dans une cellule voisine, M. N., indiqua :", "« Lors de nos discussions, il me disait qu’il était mal dans sa peau et qu’il avait le cafard car il n’avait pas l’habitude de rester seul, et il s’adressait à Dieu en lui demandant ce qu’il faisait ici et il se mettait à pleurer (...) Je l’appelais mais il ne me répondait pas car il pleurait ».", "33.  M.R., surveillant, mentionna qu’il avait dû, le 2 juillet précédent, faire appeler le groupe E.R.I.C. car Joselito Renolde tenait des propos étranges, disant entendre son fils l’appeler et lui dire qu’il voulait le tuer. M.R. précisa :", "« Je pense en toute objectivité que cette personne n’était pas bien dans sa tête. Je sais qu’il avait un traitement du fait qu’il était suivi par le SMPR. Il est à préciser que Renolde faisait l’objet d’une surveillance particulière du fait qu’il était suivi par le service psy. »", "34.  Le Dr L., médecin psychiatre, chef de service du SMPR, confirma que le traitement médicamenteux était remis par le SMPR à Joselito Renolde en cellule deux fois par semaine, le mardi et le vendredi, pour plusieurs jours sans que soit vérifiée la prise effective par les infirmiers. Il précisa que, lorsque l’état mental d’un détenu suscitait une attention soutenue, le médecin prescrivait une prise du médicament quotidiennement au sein du SMPR en présence des infirmiers. S’agissant de Joselito Renolde, il indiqua que les personnels de son service n’avaient « à aucun moment noté d’éléments susceptibles de conduire à une prise médicamenteuse plus rapprochée, voire au sein du service ». Il précisa par ailleurs que la vérification d’une prise effective pour l’ensemble des traitements prescrits par le SMPR était impossible et « contraire au principe de confiance qui fonde l’alliance thérapeutique en milieu hospitalier ».", "35. M. B., infirmier psychiatrique, déclara que Joselito Renolde n’avait pas eu d’attitude laissant penser qu’il était susceptible de ne pas prendre son traitement.", "36. Mlle H., l’infirmière psychiatrique qui l’avait vu le matin de son suicide, précisa qu’il ne lui avait pas paru particulièrement dépressif et qu’aucun propos dépressif n’avait attiré son attention ce jour là.", "37.  L’ex-compagne de Joselito Renolde, également entendue, indiqua qu’il avait fait l’objet de plusieurs hospitalisations dans des établissements psychiatriques.", "38.  Le 8 septembre 2000, le procureur requit l’ouverture d’une information judiciaire contre X du chef d’homicide involontaire et un juge d’instruction du tribunal de grande instance de Versailles fut désigné. Le 15 septembre suivant, les frères et sœurs de Joselito Renolde, dont la requérante, se constituèrent parties civiles.", "39.  Le 16 octobre 2000, le juge d’instruction désigna deux experts psychiatres, les docteurs G. et P., en leur donnant mission de procéder à l’examen du dossier médical de Joselito Renolde, d’analyser son contenu et dire si la pathologie dont il souffrait était compatible avec un séjour au quartier disciplinaire, de dire si l’absence de substances médicamenteuses dans son sang était normale, s’il fallait en déduire qu’il s’était abstenu volontairement de prendre son traitement et si cette interruption avait eu un effet sur son comportement et en particulier sur son suicide, de préciser le motif d’intervention du groupe E.R.I.C. le 2 juillet 2000, d’entendre si besoin le psychiatre et les infirmiers du SMPR, ainsi que les membres du groupe E.R.I.C, et de dire si le suicide de Joselito Renolde était prévisible compte tenu de son comportement et de son état de santé.", "40.  Les experts prirent connaissance du dossier de la procédure pénale, ainsi que du dossier médical de Joselito Renolde. Le 29 mars 2001, ils déposèrent leur rapport, dont les conclusions étaient les suivantes :", "« L’ensemble du dossier médical ainsi que les auditions des personnes ayant approché Monsieur Renolde mettent en évidence :", "- Qu’il y avait des troubles psychotiques aigus dès son entrée à Bois d’Arcy et que ces troubles psychotiques semblent avoir été assez vite réduits grâce au traitement prescrit. En tous cas, ces éléments délirants sont peu repris dans les observations ultérieures, même si un surveillant de la maison d’arrêt a pu constater que Monsieur Renolde parlait tout seul la nuit (dialogue hallucinatoire ?). L’équipe du SMPR a jugé son état psychiatrique compatible avec la détention, ne nécessitant pas une hospitalisation en psychiatrie. La lettre que le détenu envoie à ses parents le 18 juillet montre que cet homme garde une certaine cohérence même s’il peut garder pour lui son délire ou des troubles hallucinatoires.", "- Aucun élément dans le dossier ne paraît en faveur d’un syndrome dépressif en tant que tel. En effet, il n’y a pas d’incurie, pas d’idée suicidaire exprimée, pas de tristesse manifeste en dehors bien sûr d’une morosité ou d’une tristesse légitime liée à l’incarcération, à la séparation de ses enfants, etc...", "Compte tenu du contexte et des éléments qui sont en notre possession, il apparaît que son passage à l’acte suicidaire est plus le résultat d’un trouble psychotique que le fait d’un syndrome dépressif. Celui-ci a pu se produire dans un contexte hallucinatoire (il semble que par moments il ait entendu des voix lui disant de se tuer) surtout si le traitement n’était pas correctement pris comme le montrent les examens toxicologiques.", "On constate que la réponse du groupe E.R.I.C. qui est intervenu dès l’entrée suite à une tentative de suicide, a été de prescrire des neuroleptiques et non pas des antidépresseurs, ce qui confirme la nature psychotique. Ces troubles auraient peut-être nécessité de discuter l’intérêt d’une hospitalisation en service de psychiatrie si les éléments hallucinatoires, dissociatifs et délirants étaient au premier plan, et donc incompatibles avec le maintien en détention. Cependant, dans la mesure où ces troubles se sont rapidement amendés, on peut penser que le maintien en détention restait possible dans la mesure où le SMPR a assuré une présence très soutenue auprès de ce détenu, même si une surveillance de la prise quotidienne du traitement aurait également été utile.", "Conclusions :", "1) Monsieur Renolde Joselito souffrait de troubles psychotiques dès son entrée à la maison d’arrêt de Bois d’Arcy. Ses troubles psychotiques ont été qualifiés de bouffée délirante aiguë par le groupe E.R.I.C. et il a fait une première tentative de suicide le 2 juillet 2000 par phlébotomie. Tentative de suicide qui pourrait être une automutilation s’inscrivant dans un contexte délirant. On peut d’ailleurs se demander si son agression vis-à-vis d’une surveillante, dans les jours qui ont suivi, ne participait pas de la même façon à un passage à l’acte pathologique. Immédiatement a été démarré un traitement neuroleptique qui semble avoir été efficace, dans la mesure où le discours de Monsieur Renolde est devenu plus cohérent. Dans le même temps, il a été placé en quartier disciplinaire. Si son état de santé était compatible avec la détention, il ne nous semble pas que la mise en quartier disciplinaire ait pu réellement aggraver son état psychologique dans la mesure où ce n’était pas les troubles dépressifs qui étaient au premier plan, mais bien les troubles psychotiques. Reste à savoir si, en détention, de tels troubles pouvaient être soignés de façon satisfaisante dès lors que le traitement n’était remis au détenu que deux fois par semaine et donc laissé à sa disposition. Compte tenu de sa non conscience des troubles, il aurait peutêtre été préférable de lui délivrer le traitement chaque jour et d’en surveiller la prise.", "2) Si aucune substance médicamenteuse n’a été retrouvée dans les examens toxicologiques, on ne peut qu’en déduire que le détenu s’est abstenu volontairement (ou dans un contexte délirant ?) de prendre ses médicaments (anxiolytiques et neuroleptiques). On ne peut donc exclure que cette mauvaise observance du traitement a pu favoriser le passage à l’acte suicidaire qui aurait pu se produire dans un contexte délirant. Cependant, même si Monsieur Renolde n’était plus sous traitement, il n’a été noté par aucun membre de l’équipe y compris par l’infirmière qui l’a rencontré le jour de son suicide, une recrudescence délirante, un comportement incohérent ou des signes majeurs de dissociation. La tentative de suicide ne peut être mise sur le seul compte des troubles psychotiques. Elle peut tout à fait intervenir dans un moment de désespoir ou de tristesse légitime chez une personne qui a facilement recours au passage à l’acte (tentative de suicide le 2 juillet, agression le 5, suicide le 20).", "3) Le groupe E.R.I.C. est intervenu le 2 juillet suite à une plaie volontaire de l’avant-bras par lame de rasoir que Monsieur Renolde s’était fait dans un moment délirant. Il n’est noté par les praticiens intervenus auprès de Monsieur Renolde aucun élément dépressif mais des troubles psychotiques manifestes à type de délire, d’hallucination, d’attitude d’écoute, etc...", "4) Compte tenu des éléments en notre possession, il ne nous est pas apparu nécessaire de rencontrer l’équipe du SMPR et les membres du groupe E.R.I.C.", "5) Le suicide de ce détenu n’était pas prévisible en tout cas à court terme dans la mesure où il n’a manifesté aucune intention suicidaire, où il n’y avait pas de syndrome dépressif manifeste, et dans la mesure où il était régulièrement suivi par l’équipe du SMPR et qu’il a été vu par une infirmière le jour même, qui n’a signalé rien d’anormal dans son comportement. »", "41.  Les parties civiles furent entendues par le juge d’instruction le 23 mai 2001.", "42.  Le 23 juillet 2001, le juge notifia aux parties un avis de fin d’information. Par lettre du 9 août 2001, l’avocat des parties civiles formula une demande d’actes, à savoir la mise en examen des personnes responsables du chef d’homicide involontaire sur Joselito Renolde par manquement aux obligations de prudence et de sécurité, subsidiairement du chef de mise en danger en raison de sa condamnation à une peine de cellule disciplinaire alors que son extrême fragilité était connue, et plus subsidiairement encore du chef de non assistance à personne en danger.", "43.  Par ordonnance du 14 août 2001, le juge rejeta la demande d’actes, avec la motivation suivante :", "« Attendu que les personnes qui avaient la « garde » de Joselito Renolde n’avaient pas qualité pour apprécier son état de santé physique et psychique ni pour intervenir dans le procédé de distribution et d’administration de son traitement ;", "Que l’intéressé a fait l’objet d’un suivi très régulier par le SMPR peu après son transfert à la maison d’arrêt de Bois d’Arcy, qu’il a été vu près de dix fois par ce service entre le 3 et le 20 juillet, que sa tentative de suicide du 2 juillet avait provoqué l’intervention du groupe E.R.I.C. et la prescription par celui-ci d’un traitement, lequel a réduit les trouble psychotiques de M. Renolde, que l’équipe du SMPR a jugé son état psychiatrique compatible avec la détention, y compris en cellule disciplinaire, puisqu’elle n’a pas décidé de son hospitalisation en psychiatrie ;", "Que les experts n’ont pas décelé dans le dossier psychiatrique du sujet d’élément en faveur d’un syndrome dépressif, que selon ceux-ci, le passage à l’acte suicidaire résulterait plus d’un trouble psychotique que d’un syndrome dépressif ;", "Qu’en conséquence, les éléments constitutifs de l’homicide involontaire, de la mise en danger ou de la non-assistance à personne en danger ne sont pas réunis. »", "44.  Le 11 septembre 2001, le juge rendit une ordonnance de nonlieu, au motif que les investigations des enquêteurs n’avaient abouti à aucun élément permettant de retenir la responsabilité pénale de quiconque.", "45.  Les parties civiles firent appel de l’ordonnance devant la chambre de l’instruction de la cour d’appel de Versailles, en demandant un supplément d’information afin de procéder à la mise en examen de toutes personnes responsables des faits d’homicide involontaire, de mise en danger de la vie d’autrui ou de non assistance à personne en danger. Dans un mémoire du 12 mars 2002, elles exprimaient notamment leurs doutes sur la sanction disciplinaire de 45 jours infligée à Joselito Renolde, qui était reconnu comme une personne fragile ayant déjà fait une tentative de suicide et ayant manifesté des intentions suicidaires à travers ses lettres.", "46.  Par arrêt avant dire droit du 29 mars 2002, la chambre de l’instruction ordonna un supplément d’information et désigna l’un des conseillers la composant pour y procéder.", "47.  Le 14 janvier 2003, le conseiller sollicita la copie du dossier de l’instruction contre Joselito Renolde.", "48.  Le 19 mai 2003, le conseiller entendit M. C., sousdirecteur de la prison de Boisd’Arcy et responsable du quartier « adultes », comprenant le quartier « arrivants », le quartier d’isolement et le quartier disciplinaire. M. C. indiqua que Joselito Renolde avait été inscrit sur le registre spécial des surveillants à partir du 2 juillet, après s’être entaillé le bras, et qu’il avait alors été examiné par le service d’urgence psychiatrique. Le médecin avait estimé qu’il était dans un état délirant avec décompensation psychotique aiguë. A compter de cette date, il avait fait l’objet d’une surveillance spéciale et avait été placé seul dans une cellule. M. C. précisa que la prise de médicaments par le détenu dépendait du personnel du SMPR et non de l’administration pénitentiaire. Il souligna aussi que le contrôle du courrier ne pouvait se traduire par une lecture approfondie de chaque lettre.", "49. Le 29 septembre 2003, le conseiller instructeur ordonna un complément d’expertise toxicologique à partir des prélèvements pratiqués le 21 juillet 2000, afin de déterminer la date à laquelle Joselito Renolde avait pu cesser de prendre les médicaments prescrits. Le rapport, déposé le 4 février 2004, conclut qu’au moment de son décès, Joselito Renolde n’avait pas pris le traitement anxiolytique prescrit depuis au moins un à deux jours, et le traitement neuroleptique depuis au moins deux à trois jours.", "50.  Le 18 mai 2004, le conseiller procéda à l’audition du Dr. L., médecin psychiatre, chef de service du SMPR de Boisd’Arcy. Ce dernier estima que la situation de Joselito Renolde n’exigeait pas de précautions particulières en qui concernait la prise des médicaments, et qu’il n’y avait pas de risques suicidaires clairement identifiés ou soupçonnés, pas de troubles du comportement sévères, ni de suspicion de détournement de l’usage de médicaments. Par ailleurs, il n’existait, selon le psychiatre, aucune incompatibilité à prescrire un traitement neuroleptique à un détenu placé en cellule disciplinaire.", "51.  Le supplément d’information fit l’objet d’un arrêt de dépôt le 11 juin 2004.", "52.  L’audience devant la chambre de l’instruction se tint le 12 janvier 2005.", "53.  Par arrêt du 26 janvier 2005, la chambre de l’instruction confirma l’ordonnance de nonlieu, dans les termes suivants :", "« Considérant qu’à la suite de la mise en place d’un traitement neuroleptique par le service médical, aucune nouvelle manifestation d’agressivité sur autrui ou sur luimême après l’incident du 4 juillet 2000 n’a été enregistrée de la part de Joselito Renolde jusqu’au 20 juillet dans l’aprèsmidi ; que le traitement mis en place a donc fait effet pendant cette période ;", "Considérant qu’il a été décidé par les instances médicales dans le cas présent de laisser gérer seul son traitement à Joselito Renolde, ses médicaments lui étant délivrés pour plusieurs jours ; qu’une distribution a été effectuée le 17 juillet ; que l’expertise toxicologique menée établit que le détenu n’a pas pris les médicaments qui lui étaient remis ;", "Considérant que le traitement de Joselito Renolde a ainsi été administré conformément aux dispositions de la circulaire du 8 décembre 1994 relative à la prise en charge sanitaire des détenus ; que si le principe selon lequel le traitement est pris librement par le détenu a été suivi dans le cas de Joselito Renolde, il ne peut au regard des éléments disponibles avant le 20 juillet 2000 dans l’aprèsmidi, être considéré que la nondérogation à ce principe constituait de la part d’un médecin ou d’un membre du personnel médical de la maison d’arrêt de Boisd’Arcy une faute au sens de l’article 1213 alinéa 4 du code pénal ; qu’en effet, depuis le placement en cellule disciplinaire de Joselito Renolde, aucun risque suicidaire et aucun trouble sévère du comportement n’avaient été décelés ; qu’il n’y avait pas de suspicion de détournement de l’usage des médicaments ;", "Considérant en conséquence qu’en ce qui concerne l’action des personnes pénitentiaires, l’information et le supplément d’information n’ont pas plus fait ressortir des éléments susceptibles de constituer une faute au sens de l’article 1213 alinéa 4 du code pénal ;", "Considérant que l’infliction à Joselito Renolde d’une sanction disciplinaire n’a pas plus constitué une violation manifestement délibérée d’une obligation particulière de sécurité ou de procédure imposée par la loi ou le règlement exposant le détenu à un risque immédiat de mort ou de blessures ; qu’il en est de même du fait de ne pas s’assurer de l’ingestion des médicaments ; qu’en effet, aucun texte ne prohibait le prononcé d’une sanction disciplinaire dans le cas de Joselito Renolde ou (n’imposait) de lui faire obligation d’ingérer ses médicaments ;", "Considérant enfin qu’aucun élément de l’information ou du supplément d’information n’est susceptible d’établir que quiconque se soit volontairement abstenu de porter ou de faire porter secours à Joselito Renolde, auquel un traitement avait été prescrit et qui n’avait provoqué aucun incident particulier depuis 15 jours. »", "Les parties civiles ne formèrent pas de pourvoi en cassation.", "", "II.  LE DROIT ET LA PRATIQUE PERTINENTS", "  A. Le droit interne", "1.  Soins psychiatriques dans les établissements pénitentiaires", "54.  Depuis 1986, la prise en charge des détenus dans le domaine psychiatrique est assurée par le service public hospitalier. Le décret du 14 mars 1986, pris en application de la loi du 31 décembre 1985 sur la sectorisation psychiatrique dispose, en son article 11 :", "« Dans chaque région pénitentiaire sont créés un ou plusieurs secteurs de psychiatrie en milieu pénitentiaire [SMPR], rattachés pour chacun à un établissement hospitalier public (...) Chacun de ces secteurs comporte notamment un service médicopsychologique régional aménagé dans un établissement pénitentiaire (...)", "Le secteur est placé sous l’autorité d’un psychiatre hospitalier (...) et assisté d’une équipe pluridisciplinaire relevant du centre hospitalier de rattachement (...) »", "55.  L’article 11 alinéa 3 du décret prévoit qu’un règlement intérieur type précise les missions des SMPR et fixe leur organisation et leurs modalités de fonctionnement. L’arrêté du 14 décembre 1986, relatif au règlement intérieur type, précise ce qui suit :", "Article 2", "«  Le service médico-psychologique régional (.. .) met en œuvre des actions de prévention, de diagnostic et de soins des troubles mentaux au bénéfice de la population incarcérée dans l’établissement où il est implanté (...) »", "Article 3", "« Le service médico-psychologique régional assure plus particulièrement", "- une mission générale de prévention des affections mentales en milieu pénitentiaire, notamment par le dépistage systématique des troubles psychiques des entrants dans l’établissement d’implantation ;", "- la mise en œuvre des traitements psychiatriques nécessaires aux détenus, prévenus ou condamnés (...)", "56. La loi du 18 janvier 1994 a transféré l’ensemble des soins dispensés aux détenus au service public hospitalier. Ce sont des structures médicales implantées dans les établissements pénitentiaires, les unités de consultations et de soins ambulatoires (UCSA), dépendant directement de l’hôpital public situé à proximité de chacun de ces établissements pénitentiaires, qui dispensent aux détenus les traitements médicaux (article D. 368 du même code).", "57.  Selon l’article D. 373 alinéa 3 du code, les modalités d’intervention du SMPR et de sa coordination avec l’UCSA sont fixées dans le cadre d’un protocole établi en application du décret du 14 mars 1986 précité.", "58.  L’article D. 382 du même code prévoit que, si les médecins appartenant au SMPR ou à l’UCSA estiment que l’état de santé d’un détenu n’est pas compatible avec la détention, ils en avisent par écrit le chef de l’établissement pénitentiaire, qui informe aussitôt, s’il y a lieu, l’autorité judiciaire compétente.", "59.  L’article D. 398 dispose :", " « Les détenus atteints des troubles mentaux visés à l’article L. 342 du code de la santé publique ne peuvent être maintenus dans un établissement pénitentiaire.", "Au vu d’un certificat médical circonstancié et conformément à la législation en vigueur, il appartient à l’autorité préfectorale de faire procéder, dans les meilleurs délais, à leur hospitalisation d’office dans un établissement de santé habilité au titre de l’article L. 331 du code de la santé publique.", "Il n’est pas fait application, à leur égard, de la règle posée au second alinéa de l’article D. 394 concernant leur garde par un personnel de police ou de gendarmerie pendant leur hospitalisation. »", "2. Fautes disciplinaires commises par les détenus et sanctions", "60.  L’article D. 249 du code de procédure pénale dispose que les fautes disciplinaires des détenus sont classées en trois degrés selon leur gravité. Aux termes de l’article D. 249-1, constitue une faute du premier degré (le plus grave) le fait pour un détenu d’exercer des violences physiques à l’encontre d’un membre du personnel de l’établissement.", "61.  La mise en cellule disciplinaire est prévue par l’article D. 251 (5e) du même code. L’article D. 251-3 du même code en précise les modalités :", "« La mise en cellule disciplinaire prévue par l’article D. 251 (5º) consiste dans le placement du détenu dans une cellule aménagée à cet effet et qu’il doit occuper seul. La sanction emporte pendant toute sa durée la privation d’achats en cantine prévue à l’article D. 251 (3º) ainsi que la privation des visites et de toutes les activités.", "Toutefois, les détenus placés en cellule disciplinaire font une promenade d’une heure par jour dans une cour individuelle. La sanction n’emporte en outre aucune restriction à leur droit de correspondance écrite.", "La durée de la mise en cellule disciplinaire ne peut excéder quarante-cinq jours pour une faute disciplinaire du premier degré, trente jours pour une faute disciplinaire du deuxième degré, et quinze jours pour une faute disciplinaire du troisième degré. »", "3. Dispositions pertinentes du code pénal", "62.  L’article 121-3 du code se lit ainsi :", " «  Il n’y a point de crime ou de délit sans intention de le commettre.", " Toutefois, lorsque la loi le prévoit, il y a délit en cas de mise en danger délibérée de la personne d’autrui.", " Il y a également délit, lorsque la loi le prévoit, en cas de faute d’imprudence, de négligence ou de manquement à une obligation de prudence ou de sécurité prévue par la loi ou le règlement, s’il est établi que l’auteur des faits n’a pas accompli les diligences normales compte tenu, le cas échéant, de la nature de ses missions ou de ses fonctions, de ses compétences ainsi que du pouvoir et des moyens dont il disposait.", " Dans le cas prévu par l’alinéa qui précède, les personnes physiques qui n’ont pas causé directement le dommage, mais qui ont créé ou contribué à créer la situation qui a permis la réalisation du dommage ou qui n’ont pas pris les mesures permettant de l’éviter, sont responsables pénalement s’il est établi qu’elles ont, soit violé de façon manifestement délibérée une obligation particulière de prudence ou de sécurité prévue par la loi ou le règlement, soit commis une faute caractérisée et qui exposait autrui à un risque d’une particulière gravité qu’elles ne pouvaient ignorer (...) »", "4. La jurisprudence des juridictions administratives", "63.  Si le principe de la responsabilité de l’Etat en raison des actes des services pénitentiaires, notamment en matière de suicide de détenus, a été affirmé par le Conseil d’Etat dès 1918, cette responsabilité était traditionnellement subordonnée à l’existence d’une faute lourde.", "Dans l’arrêt Chabba du 23 mai 2003 (AJDA 2003 p. 157), le Conseil d’Etat a opéré un revirement de jurisprudence et a reconnu la responsabilité de l’Etat dans le suicide d’un détenu en détention provisoire, en raison d’une succession de fautes simples imputables au service pénitentiaire. cette jurisprudence a été confirmée depuis lors (cf. notamment CAA Nancy, Tahar Sidhoun, 17 mars 2005, Petites affiches no 102, 23 mai 2006, p. 6, note P. Combeau ; TA Marseille, 9 février 2006, Plein Droit no 71, décembre 2006, Jurisprudence p. V, concernant un suicide dans un centre de rétention).", "B. Les recommandations du Comité des Ministres du Conseil de l’Europe", "1. La recommandation no R (98)7", "64.  Les parties pertinentes de la Recommandation no R (98)7 du Comité des Ministres du Conseil de l’Europe relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire se lisent comme suit, en ce qui concerne les détenus atteint de troubles mentaux :", "«   (...) D.  Symptômes psychiatriques : troubles mentaux et troubles graves de la personnalité, risque de suicide", "(...) 55. Les détenus souffrant de troubles mentaux graves devraient pouvoir être placés et soignés dans un service hospitalier doté de l’équipement adéquat et disposant d’un personnel qualifié. La décision d’admettre un détenu dans un hôpital public devrait être prise par un médecin psychiatre sous réserve de l’autorisation des autorités compétentes.", "56. Dans les cas où l’isolement cellulaire des malades mentaux ne peut être évité, celui-ci devrait être réduit à une durée minimale et remplacé dès que possible par une surveillance infirmière permanente et personnelle.", "57. Dans des situations exceptionnelles, s’agissant de malades souffrant de troubles mentaux graves, le recours à des mesures de contrainte physique peut être envisagé pendant une durée minimale correspondant au temps nécessaire pour qu’une thérapie médicamenteuse déploie l’effet de sédation attendu.", "58. Les risques de suicide devraient être appréciés en permanence par le personnel médical et pénitentiaire. Suivant le cas, si des mesures de contrainte physique conçues pour empêcher les détenus malades de se porter préjudice à eux-mêmes ont été utilisés, une surveillance étroite et permanente et un soutien relationnel devraient être utilisés pendant les périodes de crise. (...)", "F.   Violence en prison : procédures et sanctions disciplinaires, isolement disciplinaire, contrainte physique, régime de sécurité renforcée", "(...)", "66. Dans le cas d’une sanction d’isolement disciplinaire, de toute autre mesure disciplinaire ou de sécurité qui risquerait d’altérer la santé physique ou mentale d’un détenu, le personnel de santé devrait fournir une assistance médicale ou un traitement à la demande du détenu ou du personnel pénitentiaire. (...) »", "2. La recommandation no R (2006)2 sur les règles pénitentiaires européennes adoptée le 11 janvier 2006", "65.  Les parties pertinentes de la Recommandation no R (2006)2 se lisent comme suit :", "« Le Comité des Ministres, en vertu de l’article 15.b du Statut du Conseil de l’Europe,", "(...) Recommande aux gouvernements des Etats membres :", "- de suivre dans l’élaboration de leurs législations ainsi que de leurs politiques et pratiques des règles contenues dans l’annexe à la présente recommandation qui remplace la Recommandation no R (87) 3 du Comité des Ministres sur les Règles pénitentiaires européennes  (...)", "", "Annexe à la Recommandation no (2006)2", "(...) 12.1 Les personnes souffrant de maladies mentales et dont l’état de santé mentale est incompatible avec la détention en prison devraient être détenues dans un établissement spécialement conçu à cet effet.", "12.2 Si ces personnes sont néanmoins exceptionnellement détenues dans une prison, leur situation et leurs besoins doivent être régis par des règles spéciales.", "(...)", "39. Les autorités pénitentiaires doivent protéger la santé de tous les détenus dont elles ont la garde.", "40.4 Les services médicaux de la prison doivent s’efforcer de dépister et de traiter les maladies physiques ou mentales, ainsi que les déficiences dont souffrent éventuellement les détenus.", "(...)", "40.5 À cette fin, chaque détenu doit bénéficier des soins médicaux, chirurgicaux et psychiatriques requis, y compris ceux disponibles en milieu libre.", "(...)", "42.3 Lorsqu’il examine un détenu, le médecin, ou un(e) infirmier(ère) qualifié(e) dépendant de ce médecin, doit accorder une attention particulière :", "(...) b. au diagnostic des maladies physiques ou mentales et aux mesures requises par leur traitement et par la nécessité de continuer un traitement médical existant ; (...)\n h. à l’identification des problèmes de santé physique ou mentale qui pourraient faire obstacle à la réinsertion de l’intéressé après sa libération ; (...) \n j. à la conclusion d’accords avec les services de la collectivité afin que tout traitement psychiatrique ou médical indispensable à l’intéressé puisse être poursuivi après sa libération, si le détenu donne son consentement à cet accord.", "43.1 Le médecin doit être chargé de surveiller la santé physique et mentale des détenus et doit voir, dans les conditions et au rythme prévus par les normes hospitalières, les détenus malades, ceux qui se plaignent d’être malades ou blessés, ainsi que tous ceux ayant été spécialement portés à son attention. (...)", "43.3 Le médecin doit présenter un rapport au directeur chaque fois qu’il estime que la santé physique ou mentale d’un détenu encourt des risques graves du fait de la prolongation de la détention ou en raison de toute condition de détention, y compris celle d’isolement cellulaire. (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DE LA CONVENTION", "66.  La requérante allègue que les autorités françaises n’ont pas pris les mesures nécessaires pour protéger le droit à la vie de Joselito Renolde. Elle invoque en substance l’article 2 de la Convention, qui dispose :", "«   Le droit de toute personne à la vie est protégé par la loi. »", "A.  Sur la recevabilité", "67.  Le Gouvernement soulève à titre principal une exception de nonépuisement des voies de recours internes. Il relève tout d’abord que la requérante n’a pas formé de pourvoi en cassation contre l’arrêt de la chambre de l’instruction du 26 janvier 2005. Il indique ensuite qu’elle avait la possibilité de saisir les juridictions administratives d’une action en responsabilité de l’Etat qui lui aurait permis d’obtenir une indemnisation.", "Le Gouvernement précise à cet égard que, depuis l’arrêt Chabba rendu par le Conseil d’Etat le 23 mai 2003, la juridiction administrative n’exige plus l’existence d’une faute lourde, et cite plusieurs jugements rendus en 2004 par les tribunaux administratifs de Rouen, Amiens et Marseille, où la responsabilité de l’Etat a été reconnue à l’occasion de suicides de détenus.", "68.  La requérante souligne que son but n’est pas d’obtenir une indemnisation, mais que justice soit faite et que les responsables soient punis.", "69.  La Cour considère que la requérante peut se prétendre victime, au sens de l’article 34 de la Convention, du fait du décès de son frère (cf. Çelikbilek c. Turquie (déc.) no 27693/95, 22 juin 1999 et mutatis mutandis Yaşa c. Turquie, arrêt du 2 septembre 1998, Recueil des arrêts et décisions 1998VI, pp. 2429-2430, § 66 et Velikova c. Bulgarie (déc.), no 41488/98, CEDH 1999V (extraits).", "70.  Sur le premier point soulevé par le Gouvernement, la Cour rappelle qu’en vertu de l’article 575 du code de procédure pénale, le pourvoi en cassation de la seule partie civile en l’absence de pourvoi du ministère public n’est recevable que dans certains cas énumérés de manière limitative, dont le Gouvernement ne soutient pas qu’ils seraient présents en l’espèce (cf. Rezgui c. France (déc.), no 49859/99, CEDH 2000XI). Dans ces conditions, la Cour conclut que le pourvoi en cassation de la requérante aurait été voué à l’échec et ne peut dès lors être considéré comme une voie de recours efficace à épuiser.", "71.  Sur le second point, la Cour observe que la requérante s’est constituée partie civile en septembre 2000 dans le cadre de la procédure pénale pour homicide involontaire ouverte à la suite du suicide de son frère, qui a pris fin en janvier 2005. L’arrêt Chabba est intervenu en mai 2003, soit près de trois ans après les faits, et ce n’est qu’à cette date que le recours indiqué par le Gouvernement a acquis un degré suffisant de certitude (cf. Saoud c. France, no 9375/02, §§ 77-79, CEDH 2007... (extraits)). La Cour est d’avis qu’on ne pouvait attendre de la requérante qu’elle engage ce recours supplémentaire après la fin de la procédure pénale.", "72.  Il y a donc lieu de rejeter l’exception.", "73.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1. Arguments des parties", "74.  La requérante estime que les autorités françaises n’ont pas pris les mesures nécessaires pour protéger le droit à la vie de Joselito Renolde. Elle rappelle en particulier la lettre adressée par son avocate au juge d’instruction, reçue trois jours avant son suicide, dans laquelle l’avocate signalait l’aggravation de l’état psychique de son client et demandait une expertise afin de vérifier si cet état était compatible avec la détention et notamment le placement en cellule disciplinaire.", "75.  Après avoir cité la jurisprudence de la Cour en la matière (notamment Keenan c. Royaume-Uni, no 27229/95, CEDH 2001III, Tanribilir c. Turquie, no 21422/93, 16 novembre 2000 et A. A. et autres c. Turquie, no 30015/96, 27 juillet 2004), le Gouvernement rappelle la chronologie des faits et soutient que les autorités ont pris les mesures adéquates pour protéger la vie de Joselito Renolde au regard des éléments dont elles avaient connaissance au moment où les faits se sont produits.", "76.  Le Gouvernement expose qu’il est admis que Joselito Renolde souffrait de troubles psychotiques, qui se sont manifestés par un passage à l’acte auto-agressif le 2 juillet 2000. Un traitement médical lui a été prescrit, et il a ensuite été régulièrement suivi par l’équipe médicale du SMPR, qui est intervenue dix fois entre le 3 et le 20 juillet 2000. Sur avis du SMPR, l’administration pénitentiaire l’a placé en cellule individuelle, avec une surveillance spéciale. Mis ensuite en cellule disciplinaire, il faisait l’objet d’une surveillance toutes les demi-heures dans la journée. A aucun moment le SMPR ne l’a signalé à l’administration pénitentiaire comme présentant un risque suicidaire. Il ressort du rapport d’expertise des docteurs G. et P. que son suicide n’était pas prévisible, en tout cas à court terme, en l’absence de toute manifestation d’une intention suicidaire, ou d’un syndrome dépressif et que le jour même du suicide l’infirmière qui l’a vu n’a rien signalé d’anormal dans son comportement.", "77.  Le Gouvernement souligne en outre que les équipes médicales de la maison d’arrêt (SMPR et USCA) n’ont jamais signalé que son état de santé pouvait être incompatible avec la détention, que ce soit en régime ordinaire ou en quartier disciplinaire, et que les experts ont estimé qu’il ne semblait pas que la mise en quartier disciplinaire ait pu réellement aggraver son état.", "78.  S’agissant enfin de son traitement médicamenteux, les experts ont relevé qu’il aurait peut-être été préférable de lui délivrer le traitement chaque jour et d’en surveiller la prise. L’équipe médicale a cependant considéré qu’il n’y avait pas lieu de procéder ainsi, Joselito Renolde n’ayant à aucun moment manifesté un refus de prendre son traitement et ne présentant pas une aggravation de son état. Le médecin chef du SMPR a estimé que le traitement avait été administré en conformité avec la circulaire de 1994 relative à la prise en charge sanitaire des détenus, et le SMPR assurait une présence très soutenue auprès de lui.", "79.  Le Gouvernement en conclut que ces éléments n’étaient pas de nature à laisser supposer qu’il y avait un risque avéré et immédiat que Joselito Renolde se suicide le 20 juillet 2000 et que les autorités nationales ont réagi de manière raisonnable face à ses troubles du comportement. En tout état de cause, il ne saurait leur être reproché de ne pas avoir pris de dispositions spécifiques, telles que la suppression des draps dans la cellule.", "2. Appréciation de la Cour", "a) Rappel des principes", "80.  La Cour rappelle que la première phrase de l’article 2 astreint l’Etat non seulement à s’abstenir de provoquer la mort de manière volontaire et irrégulière, mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction. La Cour a donc pour tâche de déterminer si, dans les circonstances de l’espèce, l’Etat a pris toutes les mesures requises pour empêcher que la vie du frère de la requérante ne soit inutilement mise en danger (voir, par exemple, L.C.B. c. Royaume-Uni, arrêt du 9 juin 1998, Recueil des arrêts et décisions 1998III, p. 1403, § 36).", "81.  La Cour rappelle également que l’article 2 peut, dans certaines circonstances bien définies, mettre à la charge des autorités l’obligation positive de prendre préventivement des mesures d’ordre pratique pour protéger l’individu contre autrui ou, dans certaines circonstances particulières, contre lui-même (Tanribilir précité, § 70, Keenan précité, § 89, et mutatis mutandis Ataman c. Turquie, no 46252/99, § 54, 27 avril 2006).", "82.  Cependant, il faut interpréter cette obligation de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif, sans perdre de vue les difficultés qu’ont les forces de l’ordre à exercer leurs fonctions dans les sociétés contemporaines, l’imprévisibilité du comportement humain et les choix opérationnels à faire en matière de priorités et de ressources. Dès lors, toute menace présumée contre la vie n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation (Tanrıbilir précité, §§ 70-71, Keenan précité, § 90, Taïs c. France, no 39922/03, § 97, 1er juin 2006).", "83.  La Cour a déjà eu l’occasion de souligner que les détenus sont en situation de vulnérabilité et que les autorités ont le devoir de les protéger (Keenan précité, § 91, Younger c. Royaume-Uni (déc.), no 57420/00, CEDH 2003 et Troubnikov c. Russie, no 49790/99, § 68, 5 juillet 2005). De même, les autorités pénitentiaires doivent s’acquitter de leurs tâches de manière compatible avec les droits et libertés de l’individu concerné. Des mesures et précautions générales peuvent être prises afin de diminuer les risques d’automutilation sans empiéter sur l’autonomie individuelle. Quant à savoir s’il faut prendre des mesures plus strictes à l’égard d’un détenu et s’il est raisonnable de les appliquer, cela dépend des circonstances de l’affaire (Keenan précité, § 92, décision Younger précitée et Troubnikov précité, § 70).", "84.  Enfin, la Cour réitère qu’il faut, dans le cas des malades mentaux, tenir compte de leur particulière vulnérabilité (cf. Aerts c. Belgique du 30 juillet 1998, Recueil 1998-V, p. 1966, § 66, Keenan précité, § 111 et Rivière c. France, no 33834/03, § 63, 11 juillet 2006).", "", "b) Application au cas d’espèce", "85.  A la lumière de ce qui précède, la Cour a recherché si les autorités savaient ou auraient dû savoir qu’il y avait un risque réel et immédiat que Joselito Renolde se suicide et, dans l’affirmative, si elles ont fait tout ce que l’on pouvait raisonnablement attendre d’elles pour prévenir ce risque.", "86.  La Cour observe que, le 2 juillet 2000, soit dix-huit jours avant son décès, Joselito Renolde a fait une tentative de suicide en s’entaillant le bras. Le surveillant présent à cette occasion a remarqué trois autres coupures sur son avant-bras. L’équipe d’intervention d’urgence psychiatrique a diagnostiqué une bouffée délirante aiguë et a prescrit à Joselito Renolde un traitement neuroleptique antipsychotique. Lors de cette intervention, Joselito Renolde a mentionné qu’il avait des antécédents psychiatriques et qu’il avait déjà été hospitalisé et mis sous traitement neuroleptique. A la suite de cet épisode, il a été pris en charge à compter du 3 juillet 2000 par le SMPR, qui a maintenu le traitement antipsychotique.", "87. La Cour relève que le rapport d’expertise des docteurs G. et P. a conclu que Joselito Renolde souffrait de troubles psychotiques à son arrivée à la maison d’arrêt et que sa tentative de suicide n’était pas à rattacher à un syndrome dépressif, mais à un passage à l’acte délirant imputable à ces troubles.", "88.  La Cour observe également que, dans les jours qui ont suivi sa tentative de suicide, Joselito Renolde a continué à manifester des comportements préoccupants malgré la prise en charge du SMPR et le traitement neuroleptique : agression d’une surveillante, propos incohérents lors de l’enquête sur cette agression, hallucinations auditives (il a dit au surveillant R. entendre son fils lui parler la nuit), échanges incohérents avec son avocate qui ont motivé une demande d’expertise psychiatrique. Enfin, la Cour relève que, dans sa lettre du 6 juillet 2000 (soit après son placement en cellule disciplinaire), qui a nécessairement été contrôlée par les autorités pénitentiaires, il se représentait crucifié sur une tombe et évoquait l’idée d’en finir avec la vie.", "89.   Au vu de ces éléments, la Cour en conclut que, dès le 2 juillet 2000, les autorités savaient que Joselito Renolde souffrait de troubles psychotiques susceptibles de le conduire à des actes d’auto-agression. Même si son état était variable et le risque d’une nouvelle tentative de suicide plus ou moins immédiat, la Cour estime que ce risque était réel et que Joselito Renolde avait besoin d’une surveillance étroite pour parer à une aggravation subite (voir Keenan précité, § 96 et a contrario Troubnikov précité, §§ 73-74).", "90.   Reste à savoir si les autorités ont fait tout ce que l’on pouvait raisonnablement attendre d’elles pour prévenir ce risque.", "91. La Cour observe que les autorités ont fait des efforts indéniables en ce sens : tout d’abord, elles ont réagi avec promptitude lorsque Joselito Renolde s’est entaillé le bras le 2 juillet 2000, en faisant intervenir l’équipe d’intervention psychiatrique d’urgence. A compter de sa prise en charge par le SMPR le 3 juillet 2000, Joselito Renolde a été placé en cellule individuelle et soumis à une surveillance spéciale, se manifestant par des rondes plus fréquentes. Ensuite, à compter de sa mise en cellule disciplinaire, il a fait l’objet d’une surveillance toutes les demi-heures pendant la journée.", "92.  Il n’apparaît pas davantage qu’une négligence ou qu’un manque de surveillance puissent être relevés dans le déroulement des faits le jour de son décès, puisque la demande faite par Joselito Renolde de voir un médecin à sa sortie en promenade a été immédiatement transmise et qu’il s’est écoulé tout au plus vingt-cinq minutes entre son retour en cellule et la découverte de son décès par le surveillant.", "93.  Sur le plan médical, la Cour relève que, dès le 3 juillet 2000, le SMPR a pris en charge Joselito Renolde, l’a vu à dix reprises entre le 3 et le 20 juillet 2000 et que, le matin même de son décès, une infirmière du service psychiatrique lui a rendu visite.", "94.  La Cour a toutefois relevé un certain nombre d’éléments en sens contraire.", "95.  En premier lieu, la Cour rappelle que, dans l’arrêt Rivière précité (§§ 7172), elle a dit ce qui suit :", "« (...) aux termes de l’article D398 du code de procédure pénale, les détenus atteints de troubles mentaux ne peuvent être maintenus dans un établissement pénitentiaire mais doivent être hospitalisés d’office sur décision préfectorale.", "Cette disposition est confirmée par l’article L3214-1 du code de la santé publique, qui précise que l’hospitalisation d’une personne détenue atteinte de troubles mentaux est réalisée dans un établissement de santé, au sein d’une unité spécialement aménagée.", " La Cour relève en outre que la Recommandation du Comité des Ministres du Conseil de l’Europe relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire (voir paragraphe 31 ci-dessus) prévoit que les détenus souffrant de troubles mentaux graves devraient pouvoir être placés et soignés dans un service hospitalier doté de l’équipement adéquat et disposant d’un personnel qualifié. La Cour a déjà eu l’occasion de citer cette recommandation (voir par exemple l’arrêt Gennadi Naoumenko c. Ukraine, no 42023/98, § 94, 10 février 2004), et elle y attache un grand poids, même si elle admet qu’elle n’a pas en soi valeur contraignante à l’égard des États membres. »", "96.  Dans l’affaire Keenan précitée, pour conclure qu’il n’y avait pas eu violation de l’article 2 de la Convention, la Cour avait notamment tenu compte de ce que les autorités avaient « réagi de façon raisonnable face au comportement de Mark Keenan en le plaçant à l’hôpital et sous surveillance lorsqu’il faisait preuve de tendances suicidaires » (§ 96 ; cf. également mutatis mutandis Kudła c. Pologne [GC], no 30210/96, § 96, CEDH 2000XI ).", "97.  Or, dans le cas d’espèce, la Cour est frappée par le fait que, malgré la tentative de suicide de Joselito Renolde et le diagnostic porté sur son état mental, l’opportunité de son hospitalisation dans un établissement psychiatrique ne semble jamais avoir été discutée. Les experts ont relevé, dans leur rapport, que « [ses] troubles auraient peut-être nécessité de discuter l’intérêt d’une hospitalisation en service de psychiatrie ». Ce n’est pourtant qu’à l’occasion de la demande d’actes faite par l’avocate de Joselito Renolde le 12 juillet 2000 qu’a été envisagée une mesure d’expertise afin d’évaluer la compatibilité de son état avec la détention.", "98.  A la lumière de l’obligation positive de l’Etat de prendre préventivement des mesures d’ordre pratique pour protéger tout individu dont la vie est menacée, on peut s’attendre à ce que les autorités, qui sont en présence d’un détenu dont il est avéré qu’il souffre de graves problèmes mentaux et présente des risques suicidaires, prennent les mesures particulièrement adaptées en vue de s’assurer de la compatibilité de cet état avec son maintien en détention", "99. La Cour estime que, faute pour les autorités d’ordonner le placement de Joselito Renolde dans un établissement psychiatrique, elles devaient à tout le moins lui assurer des soins médicaux correspondant à la gravité de son état.", "100.  A cet égard, elle a accordé une particulière attention aux modalités d’administration du traitement à Joselito Renolde. Il ressort du dossier, en effet, que les médicaments lui étaient remis deux fois par semaine pour plusieurs jours, sans contrôle de la prise effective. L’instruction a révélé à cet égard que la dernière délivrance du traitement à Joselito Renolde remontait au lundi 17 juillet 2000, soit trois jours avant son décès. Or, les expertises toxicologiques pratiquées ont révélé que, le jour de son décès, il n’avait pas pris son traitement neuroleptique depuis au moins deux à trois jours, et son traitement anxiolytique depuis au moins un à deux jours.", "101.  La Cour observe que, d’après les conclusions du rapport d’expertise, le suicide de Joselito Renolde est plus le résultat d’un trouble psychotique que d’un syndrome dépressif et qu’il a pu se produire dans un contexte hallucinatoire, surtout si le traitement n’était pas correctement pris. Les experts se sont interrogés sur le point de savoir si de tels troubles pouvaient être soignés de façon satisfaisante dès lors que le traitement n’était remis au détenu que deux fois par semaine, et donc laissé à sa disposition. Ils ont précisé qu’une surveillance de la prise quotidienne du traitement par Joselito Renolde aurait été utile et que, compte tenu de sa non conscience des troubles, il aurait « peut-être » été préférable de lui délivrer le traitement chaque jour et d’en surveiller la prise.", "102.  Malgré la prudence de cette formulation, la Cour relève que, pour les experts, cette mauvaise observance du traitement a pu favoriser le passage à l’acte suicidaire de Joselito Renolde dans un contexte délirant.", "103.  Le Gouvernement fait valoir que, selon les membres de l’équipe psychiatrique, Joselito Renolde n’avait pas manifesté de refus de prendre son traitement et que son état récent n’appelait pas l’attention. La Cour a également relevé que, lors de l’instruction, le Dr. L. a indiqué que la surveillance de tous les traitements prescrits par le SMPR n’était pas possible.", "104.  La Cour n’est pas convaincue par ces arguments. Sans perdre de vue les difficultés auxquelles sont confrontés les intervenants en milieu carcéral, elle éprouve les plus grands doutes sur l’opportunité de laisser à un détenu souffrant de troubles psychotiques avérés le soin de gérer lui-même quotidiennement son traitement sans aucune surveillance.", "105.  Elle rappelle que, dans l’affaire Rivière précitée (§ 63), elle a souligné qu’il convenait de distinguer, au sein des maladies mentales, celles, telle la psychose, qui comportent, pour les personnes qui en souffrent, des risques particulièrement élevés. Or, elle relève qu’à la différence de Mark Keenan, chez qui avait été diagnostiquée une psychose légère, Joselito Renolde était atteint, selon les experts, de troubles psychotiques aigus (voir paragraphe 40 ci-dessus).", "Même si l’on ne sait pas ce qui a poussé Joselito Renolde à se suicider (Keenan précité, § 101), la Cour arrive à la conclusion que l’absence de surveillance de la prise quotidienne de son traitement a, en l’espèce, joué un rôle dans son décès.", "106.  En dernier lieu, la Cour a eu égard au fait que trois jours après sa tentative de suicide, Joselito Renolde s’est vu infliger par la commission de discipline la sanction la plus lourde, à savoir quarante-cinq jours de cellule disciplinaire. Aucun compte ne semble avoir été tenu de son état psychique, bien qu’il ait eu, lors de l’enquête sur l’incident, des propos incohérents et qu’il ait été qualifié de « très perturbé ».", "107.  La Cour observe que le placement en cellule disciplinaire isole le détenu, en le privant de visites et de toute activité, ce qui est de nature à aggraver le risque de suicide lorsqu’il existe.", "108.  Elle relève que l’article 56 de la Recommandation no R (98)7 prévoit que, dans les cas où l’isolement cellulaire des malades mentaux ne peut être évité, il devrait être « réduit à une durée minimale et remplacé dès que possible par une surveillance infirmière permanente et personnelle ». L’article 43.3 de la Recommandation no R (2006) 2 prévoit, pour sa part, que « le médecin doit présenter un rapport au directeur chaque fois qu’il estime que la santé physique ou mentale d’un détenu encourt des risques graves (...) en raison de toute condition de détention, y compris celle d’isolement cellulaire ».", "109.  La Cour réitère que la vulnérabilité des malades mentaux appelle une protection particulière. Il en va d’autant plus ainsi lorsqu’un détenu souffrant de troubles graves est placé, comme en l’espèce, en isolement ou cellule disciplinaire pour une longue durée, ce qui ne peut manquer d’avoir des répercussions sur son état psychique, et qu’il a déjà effectivement tenté de mettre fin à ses jours peu de temps auparavant.", "110. Au vu de l’ensemble de ces éléments, la Cour arrive à la conclusion que les autorités ont manqué, en l’espèce, à leur obligation positive de protéger le droit à la vie de Joselito Renolde, et qu’il y a eu violation de l’article 2 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "La requérante estime que le placement de Joselito Renolde pendant 45 jours en cellule disciplinaire, malgré son état de santé, a constitué un traitement contraire à l’article 3 de la Convention, qui dispose :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "111.  Dans la mesure où l’exception de nonépuisement des voies de recours internes soulevée par le Gouvernement (voir paragraphe 63 cidessus) concerne également le grief de la requérante tiré de l’article 3 de la Convention, la Cour estime qu’il y a lieu de la rejeter pour les motifs énoncés aux paragraphes 70-71 ci-dessus.", "112.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1. Arguments des parties", "113.  La requérante considère que Joselito Renolde a subi une sanction disciplinaire excessive compte tenu de la fragilité de son état psychique.", "114.  Le Gouvernement rappelle la jurisprudence de la Cour concernant l’article 3 de la Convention et son application aux personnes détenues. Dans des affaires similaires (notamment Keenan précité et Aerts précité), la Cour a précisé que, pour apprécier si le traitement ou la sanction sont compatibles avec les exigences de l’article 3, il faut, dans le cas des malades mentaux, tenir compte de leur vulnérabilité et de leur incapacité, dans certains cas, à se plaindre des effets d’un traitement donné sur leur personne.", "115.  Le Gouvernement expose que le choix d’infliger à Joselito Renolde le maximum de la sanction encourue pour une faute de premier degré (le plus grave), soit quarante-cinq jours en cellule disciplinaire, s’explique par la gravité de la faute, s’agissant de violences commises sur un personnel pénitentiaire. Le Gouvernement relève que Joselito Renolde n’a pas exercé de recours contre cette mesure, alors même que le juge administratif est compétent pour contrôler la proportionnalité d’une telle sanction à la faute commise.", "116. Il s’agit donc d’examiner s’il existait des signes physiques ou mentaux qui auraient dû montrer aux autorités pénitentiaires que la mesure en cause et son exécution excédaient le niveau inévitable de souffrances inhérentes à la détention. Le Gouvernement estime que tel n’était pas le cas en l’espèce.", "117.  En effet, Joselito Renolde a continué à faire l’objet d’un suivi régulier par le SMPR alors qu’il était placé au quartier disciplinaire. Par ailleurs, il n’y avait aucun signe objectif de nature à démontrer qu’il aurait éprouvé avant sa mort une angoisse ou une détresse importantes en raison de ses conditions de détention. Les experts ont d’ailleurs relevé qu’il ne leur semblait pas que la mise en cellule disciplinaire ait pu réellement aggraver son état psychologique. Le Gouvernement relève en outre que ni l’équipe du SMPR, ni le médecin de l’USCA l’ayant examiné à sa demande n’ont à aucun moment signalé à l’administration pénitentiaire que l’exécution de la mesure disciplinaire était de nature à compromettre son état de santé ou était incompatible avec celui-ci.", "118.  Soulignant enfin qu’il n’existe aucun élément matériel corroborant l’idée que les autorités pénitentiaires auraient agi avec préméditation dans le but d’avilir Joselito Renolde, le Gouvernement conclut que la sanction disciplinaire à laquelle il a été soumis n’a pas atteint une gravité telle qu’elle constitue une violation de l’article 3.", "2. Appréciation de la Cour", "119.  La Cour réaffirme que, selon sa jurisprudence, pour tomber sous le coup de l’article 3, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques et mentaux, ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (arrêts Kudła précité, § 91, Gelfmann c. France, no 25875/03, § 48, 14 décembre 2004 et Rivière précité, § 9).", "120.  La Cour a également affirmé le droit de tout prisonnier à des conditions de détention conformes à la dignité humaine, de manière à assurer que les modalités d’exécution des mesures prises ne soumettent pas l’intéressé à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention ; elle a ajouté que, outre la santé du prisonnier, c’est son bien-être qui doit être assuré de manière adéquate eu égard aux exigences pratiques de l’emprisonnement (arrêt Kudła précité, § 94). En particulier, pour apprécier si le traitement ou la sanction concernés étaient incompatibles avec les exigences de l’article 3, il faut, dans le cas des malades mentaux, tenir compte de leur vulnérabilité et de leur incapacité, dans certains cas, à se plaindre de manière cohérente ou à se plaindre tout court des effets d’un traitement donné sur leur personne (cf. notamment Aerts précité, p. 1966, § 66, Keenan précité § 111 et Rivière précité, § 63).", "121. En effet, le traitement infligé à un malade mental peut se trouver incompatible avec les normes imposées par l’article 3 s’agissant de la protection de la dignité humaine, même si cette personne n’est pas en mesure, ou pas capable, d’indiquer des effets néfastes précis (Keenan précité, § 113).", "122.  Dans le cas d’espèce, la Cour rappelle que Joselito Renolde souffrait de troubles psychotiques aigus qui se sont manifestés par une tentative de suicide le 2 juillet 2000. Dans les jours suivants, bien que son état se soit amélioré en raison du traitement neuroleptique, il a continué à manifester un comportement préoccupant, notamment en agressant une surveillante. Le surveillant qui a mené l’enquête sur cet incident a indiqué qu’il tenait des propos incohérents et a noté dans son rapport qu’il s’agissait d’un détenu « très perturbé ».", "123. La Cour a également relevé le témoignage du surveillant R, selon lequel Joselito Renolde entendait son fils lui parler la nuit, ainsi qu’un rapport d’incident de la nuit précédent son décès, où il était mentionné qu’il secouait les barreaux de sa cellule et demandait à sortir.", "124.  Bien qu’elle soit consciente des difficultés auxquelles se heurtent les autorités pénitentiaires et de la nécessité de sanctionner les agressions visant les personnels de surveillance, la Cour est frappée par le fait que Joselito Renolde se soit vu infliger la sanction maximale pour une faute du premier degré, sans aucune prise en compte de son état psychique et alors qu’il s’agissait d’un premier incident.", "125.  La Cour observe que ce type de mesure entraîne la privation de toute visite et de tout contact avec les autres détenus.", "126.  Il ressort du dossier que Joselito Renolde a éprouvé angoisse et détresse pendant cette période, comme en témoigne la lettre écrite à sa sœur le 6 juillet 2000, où il disait être à bout et comparait sa cellule à une tombe, en se représentant crucifié. Cela est confirmé par le témoignage de son codétenu N. (paragraphe 32 ci-dessus), auquel il disait être mal dans sa peau et avoir le « cafard » car il n’avait pas l’habitude de rester seul, et qui l’entendait pleurer.", "127.  La Cour observe d’ailleurs que l’état de Joselito Renolde a inspiré suffisamment d’inquiétude à son avocate, qui l’a vu le 12 juillet 2000 (soit huit jours avant son décès) pour qu’elle demande immédiatement au juge d’instruction une expertise psychiatrique en vue d’évaluer la compatibilité de son état avec la détention, particulièrement en cellule disciplinaire.", "128. La Cour rappelle que l’état d’un prisonnier dont il est avéré qu’il souffre de graves problèmes mentaux et présente des risques suicidaires appelle des mesures particulièrement adaptées en vue d’assurer la compatibilité de cet état avec les exigences d’un traitement humain (Rivière précité, § 75). Dans l’affaire Keenan précitée, la Cour a considéré que le fait d’infliger à Mark Keenan une sanction disciplinaire qualifiée de lourde, à savoir sept jours d’isolement en cellule disciplinaire et vingt-huit jours de détention supplémentaire, constituait un traitement contraire à l’article 3 de la Convention.", "129. Or, dans le cas d’espèce, Joselito Renolde s’est vu infliger une sanction nettement plus lourde, à savoir quarante-cinq jours de cellule disciplinaire, ce qui était susceptible d’ébranler sa résistance physique et morale. La Cour estime qu’une telle sanction n’est pas compatible avec le niveau de traitement exigé à l’égard d’un malade mental et que cette sanction constitue un traitement et une peine inhumains et dégradants (Keenan précité, § 116 et Rivière précité, § 76 ; voir a contrario Kudła précité, § 99 et Aerts précité, p. 1966, § 66),", "130.  La Cour conclut en conséquence qu’il y a eu violation de l’article 3.", "", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "131.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "132.  La requérante n’a présenté aucune demande de satisfaction équitable. Partant, la Cour estime qu’il n’y a pas lieu de lui octroyer de somme à ce titre.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 2 de la Convention dans la mesure où les autorités ont manqué à leur obligation positive de protéger le droit à la vie de Joselito Renolde ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention.", "Fait en français, puis communiqué par écrit le 16 octobre 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion concordante du juge Villiger.", "P.L.\nC.W.", "", "OPINION CONCORDANTE DU JUGE VILLIGER", "(Traduction)", "J’approuve la conclusion de l’arrêt ainsi que sa motivation approfondie et structurée.", "J’aimerais toutefois que l’on ne perde pas de vue ce qui constitue, à mes yeux, le point central de l’affaire et dont il est question au paragraphe 100 de l’arrêt. En effet, je ne pense pas que cette affaire porte sur les conséquences de l’article 2 pour les personnes atteintes de maladie mentale.", "Selon moi, l’affaire porte sur une question tout à fait simple : la surveillance d’un patient qui doit prendre des médicaments. La présente espèce concerne une personne vulnérable atteinte de troubles mentaux. Le rapport médical le qualifie de « détenu très perturbé » (paragraphe 16 de l’arrêt). Il avait déjà tenté de se suicider et les médicaments qui lui étaient prescrits visaient à prévenir toute autre tentative de suicide.", "Il est normal que toute personne vulnérable, qu’elle se trouve à l’hôpital, dans un centre de soins ou un foyer pour enfants, soit surveillée pendant qu’elle prend les médicaments qui lui sont prescrits. Cette surveillance ne prend qu’un minimum de temps et d’effort. Il s’agit que l’assistante, l’infirmière ou le médecin reste auprès du patient jusqu’à ce qu’il ait pris ses médicaments et veille à ce que, par exemple, ceux-ci ne tombent pas par terre ou ne soient pas cachés par le patient. Cette description du déroulement des événements peut paraître triviale, mais la question revêt une importance cruciale lorsque la personne doit souffrir, voire souffrir gravement, des conséquences d’une absence de prise de médicaments.", "C’est pourquoi il est tout à fait surprenant de lire au paragraphe 34 de l’arrêt que le Dr L., le médecin du SMPR, a expliqué que le fait de vérifier si un patient avait ou non pris son traitement était « contraire au principe de confiance qui fonde l’alliance thérapeutique en milieu hospitalier ». Toute l’affaire tourne autour de cette déclaration. Alors qu’une telle confiance peut constituer un aspect important de la relation entre un médecin et un patient responsable et mûr, je ne vois pas comment elle peut être établie avec une personne aussi vulnérable que le frère de la requérante, qui avait de plus déjà commis une tentative de suicide.", "Je trouve surprenant que les autorités carcérales n’aient pas été en mesure d’assurer une telle surveillance. N’aurait-il pas été totalement disproportionné d’envoyer à défaut le frère de la requérante dans un hôpital psychiatrique dans le seul but que l’on y surveille qu’il prenait bien ses médicaments ?", "Etant donné que les autorités n’ont pas surveillé correctement le frère de la requérante et que celui-ci est décédé, elles ont failli à assurer un respect suffisant des obligations qui découlaient pour elles de l’article 2 de la Convention."]}