{"file": "FRE_HFJUD_5100_71.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "5100/71", "text_paragraphs": ["", "", "", "COUR (PLÉNIÈRE)", "", "", "", "", "", "", "AFFAIRE ENGEL ET AUTRES c. PAYS-BAS (ARTICLE 50)", "", "(Requête no 5100/71; 5101/71; 5102/71; 5354/72; 5370/72)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "23 novembre 1976", "\n", "En l’affaire Engel et autres,", "La Cour européenne des Droits de l’Homme, statuant en séance plénière par application de l’article 48 de son règlement et composée des juges dont le nom suit:", "\tMM. \tH. MOSLER, président,", "\tA. VERDROSS,", "\tM. ZEKIA,", "\tJ. CREMONA,", "\tG. WIARDA,", "\tP. O’DONOGHUE,", "\tMme \tH. PEDERSEN,", "\tMM. \tT. VILHJÁLMSSON,", "\tS. PETREN,", "\tA. BOZER,", "\tW. GANSHOF VAN DER MEERSCH,", "\tMme \tD. BINDSCHEDLER-ROBERT,", "\tM. \tD. EVRIGENIS,", "ainsi que de MM. M.-A. EISSEN, greffier, et H. PETZOLD, greffier adjoint,", "Après avoir délibéré en chambre du conseil les 1er et 2 novembre 1976,", "Rend l’arrêt que voici, adopté à cette dernière date, sur l’application de l’article 50 (art. 50) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") en l’espèce:", "PROCEDURE", "1. L’affaire Engel et autres a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 8 octobre 1974, puis par le gouvernement du Royaume des Pays-Bas (\"le Gouvernement\") le 17 décembre de la même année. Elle a son origine dans cinq requêtes dirigées contre les Pays-Bas et dont les ressortissants néerlandais Cornelis J.M. Engel, Peter van der Wiel, Gerrit Jan de Wit, Johannes C. Dona et Willem A.C. Schul avaient saisi la Commission en 1971. Les intéressés se plaignaient de diverses sanctions et mesures disciplinaires prises contre eux à l’époque où ils accomplissaient leur service militaire obligatoire.", "2. Le 8 juin 1976, la Cour, rejetant les griefs des requérants pour le surplus, a constaté", "- que les arrêts provisoires de rigueur subis par M. Engel du 20 au 22 mars 1971 avaient violé l’article 5 par. 1 (art. 5-1) de la Convention pendant toute leur durée car ils ne trouvaient de justification dans aucun des alinéas de ce texte (point 4 du dispositif et paragraphe 69 des motifs, série A no 22, pp. 45 et 28-29);", "- qu’ils avaient enfreint d’autre part l’article 5 par. 1 (art. 5-1) en tant qu’ils avaient dépassé le délai de vingt-quatre heures prescrit par l’article 45 de la loi néerlandaise du 27 avril 1903 sur la discipline militaire (point 5 du dispositif et paragraphe 69 des motifs, ibidem pp. 45 et 29);", "- qu’il y avait eu manquement aux exigences de l’article 6 par. 1 (art. 6-1) dans le cas de MM. de Wit, Dona et Schul en tant que les débats de la Haute Cour militaire des Pays-Bas s’étaient déroulés à huis clos (point 11 du dispositif et paragraphe 89 des motifs, ibidem pp. 45 et 37).", "En outre, la Cour a réservé en entier la question de l’application de l’article 50 (art. 50) de la Convention telle qu’elle se posait pour ces quatre requérants. Elle a invité les délégués de la Commission à formuler par écrit, dans le délai d’un mois après le prononcé de l’arrêt, leurs observations sur ladite question et décidé que le Gouvernement aurait la faculté d’y répondre par écrit dans le délai d’un mois à compter de la date à laquelle le greffier les lui aurait communiquées; elle a réservé la procédure ultérieure sur cet aspect de l’affaire (points 21 et 22 du dispositif et paragraphes 109-111 des motifs, ibidem pp. 46 et 43-44).", "3. Les observations respectives des délégués de la Commission et du Gouvernement sont arrivées au greffe les 8 juillet et 6 août 1976. Les premières s’accompagnaient d’une lettre que Me van der Schans, avocat de MM. Engel, de Wit, Dona et Schul, avait adressée le 17 juin au secrétaire de la Commission.", "4. Après avoir consulté les délégués de la Commission et l’agent du Gouvernement par l’intermédiaire du greffier, la Cour considère qu’il n’y a lieu ni de prolonger la procédure écrite ni de prévoir des audiences contradictoires; elle s’estime en état de statuer dès maintenant.", "FAITS", "5. Seule reste à trancher la question de l’application de l’article 50 (art. 50) en l’espèce. Quant aux faits de la cause, la Cour peut donc renvoyer pour l’essentiel aux paragraphes 12 à 53 de son arrêt du 8 juin 1976 (ibidem pp. 6-23) et se borner ici à de brèves indications.", "6. MM. Engel, de Wit, Dona et Schul n’allèguent pas de dommages matériels, pertes de revenus, frais de justice ou autres débours, mais chacun d’eux réclame une somme \"purement symbolique\" de mille francs français (1.000 FF), apparemment pour préjudice moral.", "7. Les délégués de la Commission pensent qu’une réparation pécuniaire \"est due à M. Engel pour la violation de l’article 5 par. 1 (art. 5-1) en tant que telle\"; ils \"suggèrent à la Cour de suivre à cet égard la méthode de calcul adoptée dans l’affaire Ringeisen\" (arrêt du 22 juin 1972, série A no 15). En revanche, l’infraction à l’article 6 par. 1 (art. 6-1) n’aurait causé à MM. de Wit, Dona et Schul aucun \"préjudice particulier\", de sorte que \"la décision visée au point 11\" du dispositif de l’arrêt du 8 juin 1976 constituerait pour eux, \"par elle-même\", \"une satisfaction équitable au sens de l’article 50 (art. 50)\".", "8. Le Gouvernement demande à la Cour de \"fixer à un montant purement symbolique la réparation éventuelle à octroyer\" à M. Engel; en ce qui concerne MM. de Wit, Dona et Schul, il marque son accord avec les délégués.", "EN DROIT", "9. Ainsi qu’il ressort du paragraphe 6 ci-dessus, la tâche de la Cour consiste uniquement à rechercher, dans les limites tracées par les points 21 et 22 du dispositif de l’arrêt du 8 juin 1976, s’il y a matière à satisfaction équitable pour préjudice moral.", "10. M. Engel a été privé de sa liberté dans des conditions contraires à l’article 5 par. 1 (art. 5-1) de la Convention et de surcroît incompatibles, à concurrence de vingt-deux à trente heures (arrêt du 8 juin 1976, série A no 22, p. 29, par. 69, sixième alinéa), avec l’article 45 de la loi précitée du 27 avril 1903. Pendant cette période, il a connu les désagréments liés au régime des arrêts de rigueur. Il a par conséquent subi un préjudice moral.", "En évaluant celui-ci, la Cour ne saurait pourtant perdre de vue la brièveté de la détention de M. Engel. De plus, le préjudice se trouve compensé dans une large mesure. En effet le requérant, après avoir été jugé coupable de l’infraction disciplinaire qui avait provoqué son arrestation le 20 mars 1971, n’a pas eu à purger les deux jours d’arrêts de rigueur qu’elle lui a valus peu après (ibidem pp. 15-16, paras. 34 in fine, 35 et 36): ses arrêts provisoires ont été imputés sur cette peine, le 5 avril 1971, par une décision de l’officier de recours que la Haute Cour militaire a confirmée le 23 juin 1971 (ibidem pp. 15-16, paras. 35 in fine et 36). Or si cette imputation n’assure pas une restitutio in integrum, elle entre néanmoins en ligne de compte sur le terrain de l’article 50 (art. 50) (arrêt Ringeisen du 22 juin 1972, série A no 15, p. 8, par. 21, et p. 10, par. 26; arrêt Neumeister du 7 mai 1974, série A no 17, pp. 18-19, paras. 40-41; arrêt Engel et autres du 8 juin 1976, série A no 22, p. 29, par. 69).", "En tenant compte de ces divers éléments, la Cour considère qu’il y a lieu d’accorder à M. Engel, outre la satisfaction résultant des points 4 et 5 du dispositif de l’arrêt du 8 juin 1976, une indemnité symbolique de cent florins néerlandais (100 fl.).", "11. Le cas de MM. de Wit, Dona et Schul est différent. La seule violation subie par eux découlait de ce que la Haute Cour militaire avait entendu leur cause à huis clos (article 6 par. 1 de la Convention) (art. 6-1); l’arrêt du 8 juin 1976 a déjà relevé qu’ils \"ne semblent pas en avoir pâti\" et que \"ladite Cour a d’ailleurs amélioré le sort de deux d’entre eux, M. Schul et plus encore M. de Wit\" (série A no 22, p. 37, par. 89, à rapprocher des pp. 17-18, par. 41, et de la p. 20, par. 49).", "Les trois intéressés n’ont avancé depuis lors aucun argument propre à ébranler cette conclusion provisoire. A la vérité, leur avocat exprime l’opinion, dans sa lettre du 17 juin 1976 (paragraphe 3 ci-dessus), que \"pour MM. Schul et Dona (...) on peut comparer les résultats\" respectifs \"de la procédure disciplinaire engagée contre eux\" et de poursuites pénales ouvertes contre d’autres militaires, pour des infractions de même nature, et dont il avait parlé dans sa plaidoirie du 28 octobre 1975: les secondes auraient abouti en général au prononcé, après des audiences publiques, d’une simple amende de cent à deux cent cinquante florins, sanction \"beaucoup moins pénible\" que la condamnation infligée à MM. Dona et Schul dans le cadre des premières.", "La Cour ne saurait souscrire à cette thèse. Par son arrêt du 8 juin 1976, elle a jugé que la Convention n’astreignait pas les autorités néerlandaises compétentes à traduire MM. Dona et Schul - ni M. de Wit - \"en vertu du code pénal militaire devant un conseil de guerre\" (série A no 22, p. 36, par. 85 in fine). Dès lors, la comparaison à laquelle se livre l’avocat des requérants ne fournit aucun argument pertinent au regard de l’article 50 (art. 50). Surtout, rien ne montre qu’il existe un lien quelconque de causalité entre le caractère non public des débats de la Haute Cour militaire et la gravité de la peine qui a frappé MM. Dona et Schul.", "La Cour estime donc, avec la Commission et le Gouvernement, que le point 11 du dispositif de son arrêt du 8 juin 1976 constitue pour MM. de Wit, Dona et Schul une satisfaction équitable suffisante au sens de l’article 50 (art. 50).", "PAR CES MOTIFS, LA COUR", "1. Dit, à l’unanimité, que le Royaume des Pays-Bas doit verser à M. Cornelis J.M. Engel un montant de cent florins néerlandais;", "", "2. Dit, à l’unanimité, que le point 11 du dispositif de son arrêt du 8 juin 1976 constitue pour MM. Gerrit Jan de Wit, Johannes C. Dona et Willem A.C. Schul une satisfaction équitable suffisante au sens de l’article 50 (art. 50).", "", "Rendu en français et en anglais, le texte français faisant foi, au Palais des Droits de l’Homme à Strasbourg, le vingt-trois novembre mil neuf cent soixante-seize.", "", "Hermann Mosler", "Président", "", "Marc-André Eissen", "Greffier", "", "Au présent arrêt se trouve joint, outre une déclaration de M. Cremona, M. O’Donoghue, Mme Pedersen, M. Thór Vilhjálmsson et M. Evrigenis, juges, l’exposé des opinions séparées des juges suivants (article 51 par. 2 de la Convention et article 50 par. 2 du règlement) (art. 51-2):", "- MM. Ganshof van der Meersch et Evrigenis;", "- Mme Bindschedler-Robert.", "", "H.M.", "M.-A.E.", "", "", "\nDECLARATION DE M. CREMONA, M. O’DONOGHUE, MME PEDERSEN, M. THÓR VILHJÁLMSSON ET M. EVRIGENIS, JUGES", "(Traduction)", "Dans des opinions séparées jointes à l’arrêt du 8 juin 1976, nous avons exprimé différents avis auxquels la majorité de la Cour n’avait pas souscrit.", "Après ce premier arrêt, et pour les besoins du second, nous nous estimons obligés d’accepter les décisions de la majorité de la Cour et nous avons agi en conséquence.", "", "", "\nOPINION SEPAREE DE MM. LES JUGES GANSHOF VAN DER MEERSCH ET EVRIGENIS", "Étant de l’avis qu’il n’y avait pas lieu d’accorder à MM. de Wit, Dona et Schul de \"satisfaction équitable\" au sens de l’article 50 (art. 50) de la Convention, nous avons voté pour le point no 2 du dispositif de l’arrêt. Nous éprouvons néanmoins une certaine difficulté à nous rallier au raisonnement de la Cour qui y a conduit. En voici les raisons:", "Selon l’article 50 (art. 50) de la Convention la Cour accorde, aux conditions prévues dans cette disposition, une \"satisfaction équitable\" à la partie lésée, si elle constate une violation de la Convention. Il paraît difficilement acceptable d’affirmer que la constatation par la Cour d’une violation de la Convention dans ses dispositions matérielles, tout en étant une condition d’application de l’article 50 (art. 50) de la Convention, peut être en même temps la conséquence juridique qui découle de cette même disposition.", "", "", "\nOPINION SEPAREE DE MME BINDSCHEDLER-ROBERT, JUGE", "L’avis exprimé dans mon opinion séparée, et selon lequel l’imputation de la détention provisoire sur la peine avait constitué une réparation complète effaçant la responsabilité de l’État, se basait sur la prémisse que la violation avait seulement consisté dans la prolongation de la détention provisoire au-delà de la période de vingt-quatre heures permise par la loi néerlandaise. La Cour ayant jugé que la détention provisoire avait été illicite à un double titre et qu’elle avait constitué dans son intégralité une violation de la Convention, j’admets sans peine dans cette nouvelle optique, et prenant aussi en considération l’époque à laquelle elle a eu lieu (quelques jour avant les examens auxquels M. Engel devait se présenter), que l’imputation n’a pas constitué une pleine réparation et que, en plus de la constatation de la violation de la Convention dont il a été victime, il y a donc lieu d’accorder à M. Engel une indemnité à titre de satisfaction pour le dommage moral subi."]}