{"file": "FRE_HFJUD_53615_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "53615/08", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE NOVO ET SILVA c. PORTUGAL", "", "(Requête no 53615/08)", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 septembre 2012", "", "", "DÉFINITIF", "", "25/12/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Novo et Silva c. Portugal,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDragoljub Popović,\n\tIsabelle Berro-Lefèvre,\n\tAndrás Sajó,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 4 septembre 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 53615/08) dirigée contre la République portugaise et dont deux ressortissants de cet Etat, Mme Maria Margarida Novo et M. Leandro Silva (« les requérants »), ont saisi la Cour le 31 octobre 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me S. Malheiro, avocate à Lisbonne. Le gouvernement portugais (« le Gouvernement ») a été représenté par son agent, Mme M.F. Carvalho, Procureur général adjoint.", "3.  Les requérants allèguent en particulier ne pas avoir bénéficié d’un procès équitable dans le cadre d’une procédure civile.", "4.  Le 8 septembre 2010, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérants sont nés respectivement en 1961 et 1966 et résident à Cruz Quebrada (Portugal).", "6.  Le 1er avril 2004, les requérants déposèrent une demande d’agrément auprès des services sociaux du district de Lisbonne pour adopter un enfant. Ceux-ci leur donnèrent l’agrément le 27 juillet 2004.", "7.  Le 17 mai 2007, la première requérante fut informée d’une possibilité concrète d’adoption. Après plusieurs réunions entre les requérants et les travailleurs sociaux, les services sociaux informèrent les requérants, le 27 juin 2007, qu’il avait été décidé qu’ils ne remplissaient pas le profil nécessaire à l’adoption de l’enfant en question.", "8.  Le 24 juillet 2007, les requérants attaquèrent cette décision, demandant la reconnaissance de leur aptitude à adopter l’enfant en cause. Les requérants sollicitaient par ailleurs l’audition de plusieurs témoins.", "9.  Le 10 août 2007, les services sociaux renvoyèrent le dossier devant le tribunal aux affaires familiales de Lisbonne.", "10.  Le 11 septembre 2007, les requérants invitèrent le tribunal à donner suite à la procédure, invoquant le caractère urgent de la situation.", "11.  Le 4 octobre 2007, les services sociaux informèrent le tribunal aux affaires familiales que l’enfant en cause avait déjà été confié à une autre famille en vue de son adoption, dans le cadre d’une procédure qui s’était déroulée devant le tribunal aux affaires familiales de Loures.", "12.  Le 19 novembre 2007, les requérants affirmèrent maintenir leur intérêt dans l’affaire et invitèrent le juge à demander une copie du dossier de la procédure qui s’était déroulée devant le tribunal aux affaires familiales de Loures. Ils faisaient valoir à cet égard que rien n’indiquait que ce dernier tribunal avait connaissance de la procédure litigieuse, toujours pendante devant le tribunal de Lisbonne, ce qui aurait pu avoir une influence sur l’issue de l’affaire.", "13.  Par une ordonnance du 10 décembre 2007, le juge rejeta la demande des requérants, soulignant que les dossiers concernant la déchéance de l’autorité parentale revêtaient un caractère secret.", "14.  Le 21 décembre 2007, les requérants prièrent le juge de reconsidérer sa décision, faisant valoir que le caractère secret de la procédure en cause ne faisait pas obstacle à ce que le tribunal soit informé du contenu du dossier. Ils soulignaient en outre que les renseignements concernant l’identité des personnes concernées pouvaient être occultée.", "15.  Par une ordonnance du 16 janvier 2008, le juge, tout en réaffirmant son ordonnance du 10 décembre 2007, reconnut qu’il était « important » de savoir si l’enfant avait en effet été confié à une autre famille. Il invita ainsi les services sociaux à verser au dossier, à titre confidentiel, copie de la décision ayant confié l’enfant à un autre couple en vue de son adoption.", "16.  Les témoins indiqués par les requérants furent entendus les 21 janvier et 13 février 2008. A cette dernière date, les requérants furent informés par le juge que la demande d’information en question avait été transmise du tribunal de Loures au tribunal de Torres Vedras.", "17.  Le 27 février 2008, le tribunal de Torres Vedras envoya au tribunal de Lisbonne copie de la décision du 13 décembre 2006 du tribunal aux affaires familiales de Loures qui avait prononcé la déchéance de l’autorité parentale sur l’enfant en question et son orientation vers l’adoption. Le tribunal de Torres Vedras précisa qu’une copie de cette décision avait été jointe au dossier de procédure concernant l’adoption de l’enfant en question, laquelle était toujours pendante devant ce même tribunal de Torres Vedras. Ni cette information ni la copie de la décision en cause ne furent portées à la connaissance des requérants.", "18.  Le 13 mars 2008, l’agent du ministère public versa au dossier son avis concluant au défaut de fondement de la demande des requérants, estimant que la décision des services sociaux était exempte de tout reproche. Cet avis ne fut pas porté à la connaissance des requérants.", "19.  Le 17 mars 2008, les requérants renouvelèrent leur demande d’information concernant la procédure qui serait pendante devant le tribunal de Torres Vedras.", "20.  Par un jugement du 17 avril 2008, le juge du tribunal aux affaires familiales de Lisbonne rejeta la demande des requérants. Il jugea d’abord que l’action n’était pas devenue inutile, comme le prétendaient les services sociaux, dans la mesure où il n’avait pas été possible de déterminer de manière probante que l’enfant en question avait été confié à une autre famille. A cet égard, le tribunal souligna que le seul élément qu’il avait été possible d’établir était qu’une procédure en vue de l’adoption de l’enfant était ou avait été pendante devant le tribunal de Torres Vedras. Le juge estima qu’en tout état de cause, il convenait de se prononcer sur la légalité de la décision des services sociaux. A cet égard, prenant acte de la position du ministère public, le juge estima que cette décision était dûment motivée et qu’elle avait été prise à bon escient, les requérants n’ayant pas démontré être totalement disponibles à assumer le projet concret d’adoption qui leur était proposé.", "21.  Le 5 mai 2008, les requérants déposèrent une demande en nullité de ce jugement, alléguant notamment la violation du principe du contradictoire. Ils soulignaient ne pas avoir pu répondre à l’avis du ministère public pourtant mentionné dans le jugement attaqué et invoquaient à cet égard l’article 147-E de la loi sur les mineurs (voir « II. Le droit et la pratique internes pertinents » ci-dessous). Les requérants se plaignaient en outre du fait que le tribunal de Lisbonne avait rendu son jugement sans avoir l’information du tribunal de Torres Vedras sur la procédure d’adoption qui serait pendante devant ce dernier.", "22.  Par une ordonnance du 16 mai 2008, le juge rejeta la demande, considérant que le jugement n’était entaché d’aucune nullité. Se référant en particulier à l’absence de notification de l’avis du ministère public, le juge souligna que la disposition applicable en la matière était non pas celle invoquée par les requérants mais l’article 7 § 3 du décret-loi no 185/93, lequel n’imposait pas une telle notification.", "23.  Le 1er août 2008, l’avocate des requérants consulta le dossier de la procédure et prit connaissance à ce moment là de l’information versée au dossier le 27 février 2008 par le tribunal de Torres Vedras.", "24.  Le 11 août 2008, les requérants déposèrent une nouvelle demande en nullité de la procédure, présentant deux moyens : l’absence de notification de l’information versée au dossier par le tribunal de Torres Vedras et l’absence d’enregistrement magnétique des dépositions des témoins entendus lors de l’audience.", "25.  Par une ordonnance du 30 septembre 2008, le juge rejeta la demande. Il souligna d’abord que l’information en question ne correspondait pas à celle que les requérants avaient demandée ; le juge considéra, en tout état de cause, que l’information en question n’avait eu aucune influence sur la décision du litige, sa notification aux parties n’étant par conséquent pas nécessaire. Quant à l’absence d’enregistrement magnétique des dépositions des témoins, le juge rappela que les requérants n’ayant pas demandé un tel enregistrement en temps utile, ils ne pouvaient maintenant se plaindre à cet égard.", "26.  Le 8 octobre 2008, les requérants firent appel de cette décision devant la cour d’appel de Lisbonne. Toutefois, le 15 octobre 2008, le juge du tribunal aux affaires familiales de Lisbonne déclara le recours irrecevable, sa décision étant insusceptible d’appel en vertu de l’article 7 § 4 du décret-loi no 185/93.", "27.  Le 30 octobre 2008, les requérants déposèrent une réclamation contre cette décision devant le président de la cour d’appel, alléguant que la disposition en cause n’était pas applicable à une demande en nullité.", "28.  Par une ordonnance portée à la connaissance des requérants le 7 octobre 2009, le président de la cour d’appel confirma la décision attaquée et rejeta la réclamation.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La loi sur les mineurs", "29.  La loi sur les mineurs, adoptée par le décret-loi no 314/78 du 27 octobre 1978, est notamment applicable aux procédures civiles portant sur les mineurs (processos tutelares cíveis). Cette loi dispose dans son article 147-E, inséré par la loi no 133/99 du 28 août 1999, que les parties ont le droit d’examiner toute information, rapport, expertise et avis versés au dossier.", "B.  Le régime juridique de l’adoption", "30.  Le décret-loi no 185/93 établit le régime juridique de l’adoption et définit des règles de procédure applicables aux demandes d’agrément en vue d’une adoption. L’article 7 de cette loi se lit ainsi :", "« 1. La décision qui refuse l’agrément, la remise du mineur au candidat adoptant ou qui ne confirme pas le maintien du mineur à charge [permanência do menor a cargo], peut faire l’objet d’un recours à introduire, dans les 30 jours, devant le tribunal compétent en matière d’affaires familiales du ressort où se trouve l’organe responsable de la sécurité sociale.", "2.  Le recours, dûment motivé, est soumis à l’organe qui a rendu la décision ; si celui-ci ne modifie pas sa décision, il renvoie le dossier devant le tribunal dans les 15 jours, y ajoutant les observations qu’il estimerait utiles.", "3.  Le juge ordonne les actes de procédure qu’il estime nécessaires et, après que le ministère public ait examiné [vista] le dossier, rend sa décision dans les 15 jours.", "4.  La décision est insusceptible de recours.", "5.  Le requérant peut, lui-même ou par l’intermédiaire d’un mandataire et en vue de l’introduction du recours prévu au paragraphe 1, consulter le dossier. »", "C.  Le code de procédure civile", "31.  Les dispositions pertinentes du code de procédure civile sont les suivantes.", "Article 201", "(Règle générale sur la nullité des actes de procédure)", "« 1. (...) la pratique d’un acte non admis par la loi, ainsi que l’omission d’un acte ou d’une formalité prescrite par la loi, n’entraîne la nullité que dans les cas prévus par la loi ou lorsque l’irrégularité en cause a une influence sur l’examen ou la décision de la cause.", "(...) »", "Article 668", "(Causes de nullité du jugement)", "« 1. Le jugement est nul et non avenu lorsque :", "(...)", "b)  il n’évoque pas les motifs de fait et de droit justifiant la décision ;", "c)  les motifs sont en contradiction avec la décision ;", "d)  le juge n’examine pas des questions dont il aurait dû connaître ou qu’il examine des questions dont il n’aurait pas dû connaître ;", "e)  il condamne au-delà ou hors de l’objet de la demande.", "(...)", "4.  Les nullités mentionnées aux alinéas b) à e) du paragraphe 1 ne peuvent être alléguées devant le tribunal ayant rendu le jugement que si ce dernier n’admet pas de recours ordinaire (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "32.  Les requérants se plaignent de la durée de la procédure et allèguent ne pas avoir bénéficié d’un procès équitable, garanti par l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) et dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "33.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la durée de la procédure", "1.  Sur la recevabilité", "34.  Le Gouvernement a soulevé une exception tirée du non-épuisement des voies de recours internes en faisant valoir que les requérants ont omis de saisir les juridictions portugaises d’une action en responsabilité civile extracontractuelle pour se plaindre de la violation de l’article 6 § 1 de la Convention.", "35.  Les requérants allèguent avoir fait tout ce qu’on pourrait raisonnablement attendre d’eux, priant le tribunal, à plusieurs reprises, de statuer.", "36.  La Cour rappelle la jurisprudence établie dans l’arrêt Martins Castro et Alves Correia de Castro c. Portugal (no 33729/06, §§ 52-56, 10 juin 2008) selon laquelle l’action en responsabilité extracontractuelle de l’Etat ne peut être considérée comme un recours « effectif » au sens de l’article 13 de la Convention, aussi longtemps que la jurisprudence qui se dégage de l’arrêt de la Cour suprême administrative du 28 novembre 2007 n’aura pas été consolidée dans l’ordre juridique portugais, à travers une harmonisation des divergences jurisprudentielles. L’exception soulevée par le Gouvernement ne peut donc être retenue.", "37.  La Cour constate par ailleurs que ce grief ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "38.  Les requérants estiment que la durée de la procédure ne saurait passer pour raisonnable.", "39.  Le Gouvernement s’oppose à cette thèse.", "40.  La Cour constate que la période en cause s’est étendue sur deux ans et deux mois, de la saisine du tribunal aux affaires familiales de Lisbonne, le 24 juillet 2007, à la décision définitive du président de la cour d’appel, portée à la connaissance des requérants le 7 octobre 2009, qui a statué sur la question litigieuse de savoir si les requérants disposaient du droit d’attaquer la décision du tribunal de première instance en appel.", "41.  Elle rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement des requérants et celui des autorités compétentes, ainsi que l’enjeu du litige pour les intéressés (voir, parmi beaucoup d’autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "42.  En l’espèce, s’il est vrai que la durée globale de la procédure n’est pas très importante, la Cour souligne que l’enjeu de l’affaire commandait une célérité particulière (Nuutinen c. Finlande, no 32842/96, § 119, CEDH 2000VIII ; Boca c. Belgique, no 50615/99, § 28, CEDH 2002IX). A cet égard, il est significatif de relever que le droit interne impose un délai de 15 jours au tribunal pour statuer (paragraphe 30 ci-dessus).", "43.  Ayant traité à maintes reprises d’affaires soulevant des questions semblables à celle du cas d’espèce et ayant constaté la violation de l’article 6 § 1 de la Convention (voir Frydlender précité), après avoir examiné tous les éléments qui lui ont été soumis, la Cour considère que le Gouvernement n’a exposé aucun fait ni argument pouvant mener à une conclusion différente dans le cas présent. Compte tenu de sa jurisprudence en la matière, la Cour estime qu’en l’espèce la durée de la procédure litigieuse est excessive et ne répond pas à l’exigence du « délai raisonnable ». Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "B.  Sur le caractère équitable de la procédure", "44.  Les requérants se plaignent de l’absence de notification de l’avis du ministère public qui a précédé le jugement du 17 avril 2008 ainsi que de l’information versée au dossier de la procédure par le tribunal de Torres Vedras. Ils font valoir, sur ce dernier point, que le tribunal de Lisbonne a omis de justifier pourquoi l’information versée au dossier par le tribunal de Torres Vedras n’avait eu aucune influence sur la décision du litige.", "1.  Sur la recevabilité", "45.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "46.  La Cour estime d’emblée qu’il est opportun d’examiner d’abord si l’absence de communication de l’information versée au dossier de la procédure par le tribunal de Torres Vedras a pu rendre la procédure inéquitable.", "47.  Les requérants font valoir à cet égard que le tribunal avait accepté leur demande de verser au dossier une information sur la procédure mentionnée par les services sociaux, dans le cadre de laquelle l’adoption de l’enfant en question aurait été ordonnée. Ils n’ont ensuite pris connaissance de ladite information qu’à une phase tardive de la procédure, alors que le tribunal aurait dû la porter à leur connaissance, afin de leur permettre de se prononcer en la matière. Plus grave encore, aux yeux des requérants, a été le raisonnement du tribunal dans son jugement du 17 avril 2008, lequel a statué sur l’affaire sans faire aucune référence à l’information en cause. Les requérants soulignent, à cet égard, que le tribunal a, par la suite, omis d’expliquer pourquoi l’information concernée n’était pas pertinente pour la bonne décision de la cause.", "48.  Le Gouvernement renvoie à l’ordonnance du juge du tribunal aux affaires familiales de Lisbonne du 30 septembre 2008, laquelle a clarifié que l’information en question ne correspondait pas à celle que les requérants avaient demandée et qu’elle n’avait eu aucune influence sur l’issue du litige. Les requérants n’ont ainsi pas été mis dans une situation de net désavantage mettant en cause le principe du contradictoire.", "49.  La Cour rappelle sa jurisprudence constante selon laquelle la notion de procès équitable implique en principe le droit pour les parties de prendre connaissance de toute pièce ou observation présentée au juge, en vue d’influencer sa décision, et de la discuter (voir Lobo Machado c. Portugal, 20 février 1996, § 31, Recueil des arrêts et décisions 1996I ; Vermeulen c. Belgique, 20 février 1996, § 33, Recueil des arrêts et décisions 1996I ; Nideröst-Huber c. Suisse, 18 février 1997, §§ 23-24, Recueil des arrêts et décisions 1997I).", "50.  En l’espèce, il y a lieu de partir du constat que les requérants n’ont pris connaissance de l’information en cause qu’à un moment tardif de la procédure, lorsque le tribunal avait déjà rendu sa décision sur le bien-fondé de leur demande. Par ailleurs, le tribunal aux affaires familiales de Lisbonne, après avoir reconnu qu’il était « important » de savoir si l’enfant en cause avait été confié à une autre famille, a lui-même décidé qu’il fallait inviter les services sociaux à verser au dossier copie de la décision ayant confié l’enfant à un autre couple en vue de son adoption (paragraphe 15 cidessus). En procédant de la sorte, le tribunal a démontré que l’information en question pouvait avoir une incidence sur l’issue du litige (voir, a contrario, Verdu Verdu c. Espagne, no 43432/02, § 27, 15 février 2007).", "51.  Ce tribunal a par la suite rejeté la demande des requérants sans faire référence à l’information pourtant reçue de la part du tribunal de Torres Vedras. Il a fallu en effet que les requérants aient pris connaissance de l’existence de ladite information, lors d’une consultation du dossier, pour que le tribunal précise que l’information en cause n’était en tout état de cause pas celle sollicitée par les requérants et qu’elle n’avait eu aucune influence sur l’issue de l’affaire.", "52.  La Cour estime que cette précision – fournie, il convient de le rappeler, après la décision sur le bien-fondé de la demande des requérants – ne saurait compenser le manque d’information dont ont souffert les requérants. Comme la Cour l’a dit à maintes reprises dans des situations comparables, c’est aux seules parties au litige qu’il appartient d’apprécier si un document appelle des commentaires. Il y va notamment de la confiance des justiciables dans le fonctionnement de la justice : elle se fonde, entre autres, sur l’assurance d’avoir pu s’exprimer sur toute pièce au dossier (Ferreira Alves c. Portugal (no 3), no 25053/05, § 41, 21 juin 2007 ; Nideröst-Huber, précité, §§ 27 et 29).", "53.  En l’occurrence, les requérants auraient dû avoir l’opportunité de se prononcer ne serait-ce que sur la pertinence de l’information versée au dossier par le tribunal de Torres Vedras pour la bonne décision de la cause. Le fait que le tribunal de Lisbonne ait demandé l’information en cause à titre « confidentiel » (paragraphe 15 ci-dessus) n’y change rien : premièrement, le tribunal aurait pu en fournir copie en omettant les noms des intéressés ; deuxièmement, le tribunal n’a ni pris soin d’enlever ladite information du dossier lorsque les requérants ont eu à le consulter, ni justifié de son caractère « confidentiel » pour y nier l’accès.", "54.  Pareillement, peu importe la question de savoir si l’information litigieuse correspondait ou non à celle que les requérants avaient mentionnée dans leurs écritures et que le tribunal de Lisbonne avait sollicitée : il appartenait aux requérants de se prononcer sur la question et au tribunal de motiver sa décision à cet égard.", "55.  Tel n’ayant pas été le cas, les requérants n’ont pas bénéficié d’un procès équitable.", "56.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "57.  Cette conclusion dispense la Cour d’examiner si l’absence de communication de l’avis du ministère public a de surcroît porté atteinte au caractère équitable de la procédure.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "58.  Les requérants se plaignent enfin, invoquant l’article 6 de la Convention, de ce que tous les moyens de preuve n’ont pas été examinés de manière effective par le tribunal de Lisbonne ainsi que de l’absence d’enregistrement magnétique des dépositions des témoins.", "59.  Compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle était compétente pour connaître des allégations formulées, la Cour n’a relevé aucune apparence de violation des dispositions invoquées, les griefs devant donc être rejetés pour défaut manifeste de fondement, en application de l’article 35 §§ 3 a) et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "60.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "61.  Les requérants réclament 250 000 euros (EUR) au titre du préjudice moral qu’ils auraient subi.", "62.  Le Gouvernement considère cette somme clairement excessive.", "63.  La Cour considère qu’il y a lieu d’octroyer aux requérants 2 600 EUR au titre du préjudice moral.", "B.  Frais et dépens", "64.  Les requérants demandent également 5 000 EUR pour les frais et dépens engagés devant les juridictions internes et devant la Cour.", "65.  Le Gouvernement s’en remet à la sagesse de la Cour.", "66.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 2 000 EUR tous frais confondus et l’accorde aux requérants.", "C.  Intérêts moratoires", "67.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de la durée de la procédure et de l’absence de communication de certaines pièces aux requérants et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 de la Convention en raison de la durée de la procédure ;", "", "3.  Dit qu’il y a eu violation de l’article 6 de la Convention en raison de l’absence de communication de l’information versée au dossier de la procédure par le tribunal de Torres Vedras ;", "", "4.  Dit,", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i)  2 600 EUR (deux mille six cents euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  2 000 EUR (deux mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 septembre 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "Françoise Elens-Passos\tFrançoise Tulkens\n\t Greffière adjointe\tPrésidente"]}