{"file": "FRE_CLINF_18990_91.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "18990/91", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour", "Février 1997", "Nideröst-Huber c. Suisse - 18990/91", "Arrêt 18.2.1997", "Article 6", "Article 6-1", "Procès équitable", "Procédure contradictoire", "Envoi par une juridiction cantonale d'observations au Tribunal fédéral saisi d'un recours en réforme : violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "Observations du tribunal cantonal communiquées à aucune des parties au litige devant le Tribunal fédéral - tribunal cantonal ne pouvant passer pour l'adversaire de l'une des parties - aucun manquement à l'égalité des armes.", "Les observations en cause contenaient un avis motivé sur le bien-fondé du recours en réforme, dont elles proposaient explicitement le rejet - peu vraisemblable que le Tribunal fédéral ne leur ait pas prêté attention - peu importe leur effet réel sur le Tribunal fédéral, la nature civile de l'affaire ou le fait que, d'après les juridictions concernées, elles ne présentaient aucun fait ou argument nouveau - parties au litige seules à pouvoir juger si un document appelle des commentaires.", "But d'économie et d'accélération de la procédure : ne justifie pas de méconnaître un principe aussi fondamental que le droit à une procédure contradictoire.", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage", "Préjudice matériel : rejet de la demande.", "Tort moral : suffisamment réparé par l'arrêt.", "B.\tFrais et dépens", "Remboursement.", "Conclusion : État défendeur tenu de payer une certaine somme pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}