{"file": "FRE_CLINF_22531_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22531/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 102", "Novembre 2007", "Bugajny et autres c. Pologne - 22531/05", "Arrêt 6.11.2007 [Section IV]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Respect des biens", "Refus d'exproprier une propriété privée à usage public : violation", "", "En fait : La société dont les requérants sont propriétaires possède des terrains à Poznań. En 1995, elle demanda à une commune de se prononcer sur le lotissement des terrains en question, sur lesquels elle voulait bâtir un ensemble immobilier. Un certain nombre de parcelles furent affectées à la réalisation de voies de circulation. La société réclama alors que les parcelles concernées fussent expropriées et qu’une indemnité lui fût versée en contrepartie, ce à quoi la commune ne consentit pas, arguant que les voies en question étaient « privées » et que l’intéressée devait demeurer propriétaire des parcelles sur lesquelles elles avaient été réalisées. Les tribunaux administratifs et les juridictions civiles confirmèrent cette décision.", "En droit : La Cour considère qu’un recours constitutionnel n’aurait pas constitué une voie de droit effective pour les requérants et que les mesures dont ils se plaignaient, qui mettaient à leur charge les coûts de réalisation et d’entretien des voies de circulation litigieuses tout en les obligeant à accepter qu’elles fussent affectées à l’usage du public, réduisaient dans une large mesure les prérogatives attachées au droit de propriété des requérants et qu’elles s’analysaient donc en une ingérence dans le droit en question. Cette ingérence avait une base légale, à savoir la loi de 1997 sur l’administration foncière, et correspondait à l’intérêt général en ce qu’elle poursuivait un but légitime : la sauvegarde du budget de la commune. Toutefois, les intéressés ont non seulement dû supporter les coûts de réalisation et d’entretien des voies de circulation passant sur leur terrain mais ils ont aussi été contraints d’accepter que celui-ci fût affecté à l’usage public. Construites sur leur domaine, les routes en question sont actuellement empruntées à la fois par le public et pour les besoins de l’ensemble immobilier érigé par les requérants et sont ouvertes à tous types de transports publics et privés. De plus, les parcelles concernées ne pourront jamais être exploitées à des fins autres que la voirie et l’obligation qui est faite aux intéressés de les entretenir n’est pas enserrée dans une limite temporelle. La Cour conclut qu’il n’a pas été ménagé un juste équilibre entre l’intérêt général et celui des individus et que les requérants ont eu à assumer une charge individuelle excessive.", "Conclusion : violation (unanimité).", "Article 41 : 247 000 EUR conjointement aux intéressés au titre du dommage matériel.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}