{"file": "FRE_HFJUD_36997_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "36997/97", "text_paragraphs": ["", "QUATRIÈME SECTION", "", "", "AFFAIRE FERNANDES MAGRO c. PORTUGAL", "", "(Requête n° 36997/97)", "", "", "ARRÊT", "", "STRASBOURG", "", "", "29 février 2000", "", "", "", "", "", "", "DÉFINITIF", "", "29/05/2000", "", "", "", "", "", "", "", "", "En l’affaire Fernandes Magro c. Portugal,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tM. Pellonpää, président,", "\t\tG. Ress,\n\t\tA. Pastor Ridruejo,\n\t\tL. Caflisch,\n\t\tJ. Makarczyk,\n\t\tI. Cabral Barreto,\n\tMme\tN. Vajić, juges,", "et de\tM. \tV. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 février 2000,", "Rend l’arrêt que voici, adopté à cette date :", "PROCéDURE", "1.  A l’origine de l’affaire se trouve une requête dirigée contre la République du Portugal et dont un ressortissant portugais, M. João Fernandes Magro (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 6 juin 1997, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 22 juillet 1997 sous le numéro de dossier 36997/97. Le requérant est représenté par Me A. Alves, avocat au barreau de Braga. Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. A. Henriques Gaspar, procureur général adjoint.", "2.  Le 14 janvier 1998, la Commission (deuxième chambre) a décidé de porter la requête à la connaissance du Gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Les parties ont présenté des observations. ", "3.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, l’affaire est examinée par la Cour en application de l’article 5 § 2 dudit Protocole.", "4.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour a attribué l’affaire à la quatrième section. La chambre constituée au sein de ladite section a déclaré la requête recevable le 13 juillet 1999, estimant que le grief tiré par le requérant de la durée d’une procédure civile (article 6 § 1 de la Convention) devait faire l’objet d’un examen au fond.", "5.  Le requérant a présenté des demandes au titre de l’article 41 de la Convention. Le Gouvernement a présenté ses commentaires à cet égard.", "EN FAIT", "6.  Le requérant est un ressortissant portugais né en 1958 et résidant à Braga (Portugal).", "7.  Le 4 décembre 1990, le requérant saisit le tribunal administratif (Tribunal Administrativo do círculo) de Porto d’une demande en dommages et intérêts contre le département des routes (Junta Autónoma das Estradas). Il demandait la réparation des préjudices subis, suite à un accident de la circulation prétendument causé par le mauvais état de la route.", "8.  Cité à comparaître le 13 décembre 1990, le défendeur déposa ses conclusions en réponse le 24 janvier 1991. ", "9.  Le 14 mars 1991, le juge rendit une décision préparatoire (despacho saneador) spécifiant les faits déjà établis et ceux restant à établir.", "10.  Les parties présentèrent leurs listes des témoins les 16 et 26 avril 1991.", "11.  Le 29 avril 1991, une commission rogatoire fut envoyée au tribunal de Braga aux fins d’audition d’un témoin. Le tribunal de Braga retourna ladite commission rogatoire le 7 octobre 1991.", "12.  L’audience eut lieu le 13 novembre 1991.", "13.  Le 14 janvier 1992, le tribunal rendit son jugement déboutant le requérant de ses prétentions.", "14.  Le 24 janvier 1992, le requérant fit appel devant la Cour suprême administrative (Supremo Tribunal Administrativo). Les parties déposèrent leurs mémoires les 24 février et 20 mars 1992. Le dossier fut transmis à la Cour suprême administrative le 9 juin 1992.", "15.  Par un arrêt du 10 mars 1998, la Cour suprême administrative annula le jugement attaqué et décida que le requérant avait droit à une indemnité de 1 100 000 escudos portugais (PTE) ainsi qu’aux intérêts y afférents.", "EN DROIT", "I.\tSur la violation alléguée de l’article 6  § 1 de la convention", "16.  Le requérant dénonce la durée de la procédure en cause. Il allègue la violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (…) dans un délai raisonnable, par un tribunal (…) qui décidera (…) des contestations sur ses droits et obligations de caractère civil (…) » ", "17.  La période à considérer a débuté avec l’introduction de la demande, le 4 décembre 1990 et s’est terminée avec l’arrêt de la Cour suprême administrative, le 10 mars 1998. Elle a donc duré sept ans et trois mois.", "18.  Pour rechercher s’il y a eu dépassement du délai raisonnable, il y a lieu d’avoir égard aux circonstances de la cause et aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Silva Pontes c. Portugal du 23 mars 1994, série A n° 286-A, p. 15, § 39).", "19.  Le Gouvernement admet des retards lors de la procédure devant la Cour suprême administrative, qu’il impute à la surcharge du rôle de cette juridiction. Il souligne cependant que des mesures adéquates, notamment au niveau de la restructuration du contentieux administratif, ont été prises pour parer à cette situation.", "20.  La Cour prend note de la position du Gouvernement ainsi que de ses explications. Elle constate toutefois que la Cour suprême administrative a mis cinq ans et neuf mois (du 9 juin 1992 au 10 mars 1998) pour examiner l’appel du requérant, ce qui apparaît manifestement excessif, au vu des circonstances de la cause.", "21.  La Cour réaffirme qu’il incombe aux Etats contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable.", "22.  Au vu des circonstances de la cause, la Cour conclut ainsi qu’il y a eu dépassement du « délai raisonnable » et, partant, violation de l’article 6 § 1.", "II.\tSUR L’application de l’article 41 de la Convention", "23.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "24.  M. Fernandes Magro affirme que le préjudice matériel résultant de la violation alléguée de l’article 6 § 1 de la Convention s’élève à 800 000 PTE. Il demande par ailleurs 5 500 000 PTE au titre du préjudice moral.", "25.  Selon le Gouvernement, le requérant n’a pas démontré avoir subi le préjudice allégué.", "26.  La Cour ne voit aucun lien de causalité entre la violation constatée et le préjudice matériel invoqué. Elle rejette donc les prétentions du requérant à ce titre. Elle juge en revanche que le requérant a subi un tort moral certain en vertu de la durée déraisonnable de la procédure que le simple constat de violation ne saurait compenser. Compte tenu des circonstances de la cause, la Cour décide de lui octroyer à ce titre la somme de 900 000 PTE.", "B.\tFrais et dépens", "27.  Le requérant demande 400 000 PTE pour frais et dépens. Le Gouvernement conteste ce montant.", "28.  La Cour décide en équité d’allouer au requérant 250 000 PTE de ce chef.", "C.\tIntérêts moratoires", "29.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Portugal à la date d’adoption du présent arrêt était de 7 % l’an.", "Par ces motifs, la Cour, à l’unanimité,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "2.\tDit ", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, ", "i.\t900 000 (neuf cents mille) escudos portugais pour dommage moral,", "ii.\t250 000 (deux cents cinquante mille) escudos portugais pour frais et dépens ;", "b)\tque ces montants seront à majorer d’un intérêt simple de 7 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 29 février 2000, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "", "\tVincent Berger\tMatti Pellonpää", "\tGreffier\tPrésident"]}