{"file": "FRE_CLINF_12850_87.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "12850/87", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Août 1992", "Tomasi c. France (exceptions préliminaires) - 12850/87", "Arrêt 27.8.1992", "Article 34", "Victime", "Durée d'une détention provisoire, traitements subis pendant une garde à vue et durée de la procédure engagée à leur propos: absence de la qualité de victime; exception préliminaire retenue", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I. \tARTICLE 5 § 3 DE LA CONVENTION", "A.\tExceptions préliminaires du Gouvernement", "Compétence de la Cour pour les examiner, bien que la Commission soutienne le contraire pour la première d'entre elles.", "1.\tNon-épuisement des voies de recours internes", "Réparation accordée par la Commission d'indemnisation près la Cour de cassation : droit d'obtenir la cessation d'une privation de liberté distinct de celui de recevoir un dédommagement pour une telle privation - article 149 du code de procédure pénale subordonnant l'octroi d'une indemnité à la réunion de conditions précises non exigées par l'article 5 § 3 de la Convention - requérant ayant saisi la Commission européenne après quatre ans de détention.", "Conclusion : rejet (unanimité).", "2.\tPerte de la qualité de victime", "Moyen présenté pour la première fois à l'audience, mais mémoire déposé avant l'adoption de la décision de la Commission d'indemnisation : non tardif mais se heurtant aux mêmes objections que l'exception de non-épuisement.", "Conclusion : rejet (unanimité).", "B.\tBien-fondé du grief", "Période à considérer : cinq ans et sept mois.", "Rappel des principes se dégageant de la jurisprudence de la Cour. ", "1.\tMotifs du maintien en détention", "a)\tGravité des faits : existence et persistance d'indices graves de culpabilité constituant des facteurs pertinents, mais ne légitimant pas à elles seules une aussi longue détention provisoire.", "b)\tPréservation de l'ordre public : examen purement abstrait, par les juges d'instruction et les chambres d'accusation, de la nécessité de prolonger la privation de liberté - toutefois, attentat en cause constituant un acte grave de terrorisme - trouble à l'ordre public existant au début mais ayant dû se dissiper au bout d'un certain temps.", "c)\tRisque de pression sur les témoins et de collusion entre les coaccusés : premier risque ayant existé dès le commencement, mais s'étant atténué peu à peu, sans pour autant s'effacer complètement.", "d)\tDanger de fuite : décisions des juridictions d'instruction ne renfermant guère de motifs pouvant expliquer pourquoi ils jugèrent déterminant le risque de fuite et ne cherchèrent pas à le conjurer au moyen, par exemple, d'un dépôt de caution et d'une mise sous contrôle judiciaire.", "e)\tRécapitulation : certains des motifs de rejet des demandes d'élargissement à la fois pertinents et suffisants, mais ayant perdu en grande partie ces caractères au fil du temps.", "2.\tConduite de la procédure", "Dossier montrant que les juridictions n'agirent pas en l'espèce avec la promptitude nécessaire - longueur de la détention incriminée n'apparaissant imputable, pour l'essentiel, ni à la complexité de l'affaire ni au comportement du requérant.", "Conclusion : violation (unanimité).", "II.\tARTICLE 3 DE LA CONVENTION", "A.\tException préliminaire du Gouvernement (non-épuisement des voies de recours internes)", "Action en réparation devant les juridictions civiles au titre de la responsabilité de l'État à raison de fautes commises par ses agents dans l'exercice de leurs fonctions : moyen non présenté devant la Commission, d'où forclusion.", "Conclusion : rejet (unanimité).", "B.\tBien-fondé du grief", "1.\tLien de causalité entre les traitements dénoncés et les lésions constatées", "Cour se fondant sur plusieurs éléments : nul ne prétend que les traces observées sur le corps du requérant puissent remonter à une période antérieure à l'arrestation ou découler d'une action de l'intéressé contre lui-même ou encore d'une tentative d'évasion - requérant ayant signalé dès sa première comparution devant le juge d'instruction les marques qu'il portait - examen de l'accusé dans les jours qui suivirent la garde à vue par quatre médecins différents, dont les certificats contiennent des observations précises et concordantes, et indiquant des dates de survenue des blessures correspondant à celles du séjour dans les locaux de la police.", "2.\tGravité des traitements dénoncés", "Non-lieu à examiner le système et les modalités de la garde à vue en France, ni en l'occurrence la durée et la fréquence des interrogatoires.", "Suffisant de noter que les certificats et rapports médicaux, établis en toute indépendance, attestent de l'intensité et de la multiplicité des coups portés au requérant : deux éléments assez sérieux pour conférer à ce traitement un caractère inhumain et dégradant. Nécessités de l'enquête et indéniables difficultés de la lutte contre la criminalité, notamment en matière de terrorisme, ne pouvant conduire à limiter la protection due à l'intégrité physique de la personne.", "Conclusion : violation (unanimité).", "III.\tARTICLE 6 § 1 DE LA CONVENTION", "A.\tException préliminaire du Gouvernement (non-épuisement des voies de recours internes)", "Action en réparation en vertu de l'article 781-1 du code de l'organisation judiciaire : moyen tardif, car présenté à l'audience et non dans les délais fixés à l'article 48 § 1 du règlement.", "Conclusion : rejet (unanimité).", "B.\tBien-fondé du grief", "1.\tApplicabilité de l'article 6 § 1", "Droit à indemnité revendiqué par le requérant dépendant de l'issue de sa plainte avec constitution de partie civile, c'est-à-dire de la condamnation des auteurs des sévices incriminés - revêtant un caractère civil, nonobstant la compétence des juridictions pénales.", "2.\tObservation de l'article 6 § 1", "a)\tPériode à prendre en considération", "Point de départ : date du dépôt de la plainte.", "Terme : prononcé de l'arrêt de la Cour de cassation.", "Résultat : plus de cinq ans et dix mois.", "b)\tCaractère raisonnable de la durée de la procédure", "Affaire ne présentant aucune complexité particulière - requérant n'ayant guère contribué à retarder l'issue de la procédure - responsabilité des lenteurs observées pesant pour l'essentiel sur les autorités judiciaires.", "Conclusion : violation (unanimité).", "IV.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage", "Tort moral et matériel indéniable - prise en compte des divers éléments pertinents, dont la décision de la Commission d'indemnisation - octroi d'une indemnité.", "B.\tFrais et dépens", "Frais exposés devant les juridictions nationales et les organes de la Convention - remboursement fixé en équité.", "Conclusion : État défendeur tenu de verser au requérant certaines sommes (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}