{"file": "FRE_HFCOM_65829_12.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "65829/12", "text_paragraphs": ["CINQUIÈME SECTION", "Requête no 65829/12\nElisabeth TCHOKONTIO HAPPI\ncontre la France\nintroduite le 8 octobre 2012", "EXPOSÉ DES FAITS", "", "La requérante, Mme Elisabeth Tchokontio Happi, est une ressortissante camerounaise, née en 1972 et résidant à Paris.", "A.  Les circonstances de l’espèce", "La requérante vit avec sa fille et son frère dans un logement de la région parisienne depuis 2003. Par une décision du 12 février 2010, notifiée le 12 mars suivant, la commission de médiation de Paris, constatant qu’ils étaient logés dans des locaux indécents et insalubres, les désigna comme prioritaires et devant être logés en urgence.", "Aucune offre effective tenant compte de ses besoins et capacités ne lui ayant été faite dans un délai de six mois à compter de cette décision, la requérante saisit le tribunal administratif de Paris aux fins de voir ordonner à l’Etat de lui attribuer, sous astreinte, un logement.", "Le 28 décembre 2010, le tribunal fit droit à sa demande en enjoignant au préfet de la région d’Ile-de-France d’assurer le relogement de la requérante, de sa fille et de son frère sous une astreinte, destinée au fonds d’aménagement urbain de la région Ile-de-France, de 700 euros (EUR) par mois de retard à compter du 1er février 2011.", "Le 31 janvier 2012, le relogement de la requérante n’ayant pas été assuré, le tribunal administratif procéda à la liquidation provisoire de l’astreinte pour la période du 1er février 2011 au 31 janvier 2012, et condamna l’Etat à verser la somme de 8 400 EUR au fonds d’aménagement urbain de la région d’Ile-de-France.", "À ce jour, la requérante et sa famille n’ont toujours pas été relogés.", "B.  Le droit et la pratique internes pertinents", "1.  Le droit interne", "Enoncé par la loi Quilliot du 22 juin 1982 (« Le droit à l’habitat est un droit fondamental ») puis par la loi Mermaz du 6 juillet 1989, le droit au logement est l’objet principal de la loi du 31 mai 1990 visant à la mise en œuvre du droit au logement, dite loi Besson. Cette loi affirme que « garantir le droit au logement constitue un devoir de solidarité pour l’ensemble de la nation ». Ce droit ne signifie pas que l’État a l’obligation de fournir un logement à toute personne qui en fait la demande, mais qu’il doit apporter une aide, dans les conditions prévues par ladite loi, aux personnes qui remplissent les conditions pour en bénéficier.", "Adoptée dans un contexte de crise dans le secteur du logement, la loi no 2007-290 du 5 mars 2007 réaffirme ce droit en proclamant un droit à un logement décent et indépendant à toute personne qui, résidant sur le territoire français de façon régulière et dans des conditions de permanence définies par décret du Conseil d’État, n’est pas en mesure d’y accéder par ses propres moyens ou de s’y maintenir. La nouveauté introduite par cette loi est que ce droit, garanti par l’État, s’exerce par un recours amiable puis, si nécessaire, par un recours contentieux auprès de la juridiction administrative (code de la construction et de l’habitation, article L. 300-1).", "Le recours amiable consiste en la possibilité ouverte à plusieurs catégories de personnes défavorisées (dont la liste est fixée par la loi) de saisir une commission de médiation instituée au niveau départemental et chargée de désigner les demandeurs qu’elle reconnaît comme prioritaires et devant se voir attribuer un logement en urgence (code de la construction et de l’habitation, article L. 441-2-3). Cette commission en adresse la liste au préfet qui a alors l’obligation d’assurer le logement des intéressés (idem).", "Les personnes dont la demande de logement a été reconnue comme prioritaire et urgente par la commission de médiation mais qui n’ont pas reçu, dans un délai fixé par décret, une offre de logement tenant compte de leurs besoins et de leurs capacités, peuvent saisir la juridiction administrative afin que soit ordonné à l’Etat, éventuellement sous astreinte, de procéder à leur logement ou relogement (code de la construction et de l’habitation, article L. 441-2-3-1). La loi de mobilisation pour le logement du 25 mars 2009 est venue encadrer le montant de l’astreinte en précisant qu’il est déterminé en fonction du loyer moyen du type de logement considéré comme adapté aux besoins du demandeur par la commission de médiation.", "Les astreintes étaient initialement versées aux fonds d’aménagement urbain, institués dans chaque région et destinés à permettre aux communes ou aux établissements publics de coopération intercommunale de financer leurs actions foncières ou immobilières en faveur du logement locatif social (code de la construction et de l’habitation, article L. 441-2-3-1). Elles abondent depuis peu le fonds national d’accompagnement vers et dans le logement (FNAVDL institué par la loi no 2011-900 du 29 juillet 2011 de finances rectificatives pour 2011). L’objectif de ce fonds est de financer, d’une part, les actions d’accompagnement social en direction des ménages reconnus prioritaires et auxquels un logement doit être attribué en urgence au titre du droit au logement opposable, d’autre part, des actions de gestion locative adaptées pour les logements attribués à ces mêmes personnes.", "La liquidation de l’astreinte suppose une nouvelle intervention du juge. Cette liquidation est définitive lorsque l’État a honoré son obligation et partielle dans les autres cas, une nouvelle liquidation intervenant alors à une échéance ultérieure.", "En aval de cette procédure spécifique, le demandeur déclaré prioritaire et qui n’a pas obtenu satisfaction peut engager le recours de droit commun en responsabilité contre l’État dans le cadre d’une action indemnitaire.", "2.  L’avis du Conseil d’Etat du 2 juillet 2010", "Interrogé sur la compatibilité du dispositif du contentieux du droit au logement opposable avec le droit à un recours effectif, tel que prévu par la Convention, le Conseil d’Etat a estimé dans un avis du 2 juillet 2010 :", "« (...) Le mécanisme institué par les dispositions précitées du code de la construction et de l’habitation ouvre pour les demandeurs remplissant les conditions fixées par ce code, un recours contentieux qui peut conduire le juge à ordonner leur logement, leur relogement ou leur hébergement, et à assortir cette injonction d’une astreinte. Par ailleurs, la décision de la commission départementale de médiation est susceptible d’un recours de droit commun devant le juge administratif. Enfin, l’inaction de l’État est susceptible d’être sanctionnée, le cas échéant, par le juge saisi d’un recours en responsabilité.", "La voie de recours spécifique ouverte aux demandeurs, sans préjudice de ces autres voies de recours, par les dispositions de l’article L. 441-2-3-1 du code de la construction et de l’habitation, devant un juge doté d’un pouvoir d’injonction et d’astreinte de nature à surmonter les éventuels obstacles à l’exécution de ses décisions, présente un caractère effectif, au regard des exigences découlant de l’article 6-1 de la convention européenne de sauvegarde des droits de l’homme et des libertés fondamentales. Il en va ainsi, alors même que l’astreinte éventuellement prononcée sur le fondement de cet article, compte tenu des critères qu’il énonce, est versée par l’État, non au requérant, mais à un fonds d’aménagement urbain régional dépendant de l’État, dont les moyens ne sont pas exclusivement employés à la construction de logements sociaux.", "Les dispositions en cause ouvrant aux justiciables qu’elles visent le droit d’accéder à un tribunal doté de pouvoirs effectifs, conformément aux stipulations de l’article 6-1 de la convention européenne de sauvegarde des droits de l’homme et des libertés fondamentales, il n’y a dès lors pas lieu de rechercher si le droit d’obtenir un logement décent et indépendant est au nombre de ceux auxquels renvoie l’article 13 de la même convention. »", "GRIEF", "La requérante, qui n’invoque aucun article de la Convention, se plaint de l’inexécution du jugement définitif du 28 décembre 2010 en sa faveur.", "ITMarkFactsComplaintsEND", "\n", "QUESTION AUX PARTIES", "L’inexécution du jugement définitif prononcé le 28 décembre 2010 par le tribunal administratif de Paris en faveur de la requérante constitue-t-elle une violation de l’article 6 § 1 de la Convention et de l’article 1 du Protocole no 1 ?", ""]}