{"file": "FRE_HFJUD_45560_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "45560/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE GUERREIRO c. PORTUGAL", "", "", "(Requête n° 45560/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "31 janvier 2002", "", "", "", "DÉFINITIF", "", "30/04/2002", "", "", "", "", "", " Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Guerreiro c. Portugal,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tL. Caflisch,\n\t\tR. Türmen,\n\t\tB. Zupančič,\n\tMme\tH.S. Greve,\n\tM.\tK. Traja, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 janvier 2002,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 45560/99) dirigée contre la République portugaise et dont un ressortissant de cet Etat, M. José da Conceição Guerreiro (« le requérant »), a saisi la Cour le 14 janvier 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par Me J. Lebre de Freitas, avocat à Lisbonne. Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. A. Henriques Gaspar, Procureur général adjoint.", "3.  Le requérant allègue que la durée d’une procédure civile à laquelle il était partie a dépassé le délai raisonnable.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 8 mars 2001, la chambre a déclaré la requête recevable.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "EN FAIT", "8.  Le requérant est un ressortissant portugais né en 1951 et résidant à Setúbal (Portugal).", "9.  Le 26 juin 1984, le requérant introduisit devant le tribunal de Setúbal (deuxième chambre civile) une demande en dommages et intérêts contre A.S.N. et l’épouse de ce dernier. Il demandait la somme de 3 000 000 escudos portugais (PTE) au titre de la réparation des préjudices subis en raison de l’inexécution d’une promesse de vente d’un appartement.", "10.  Ayant pris connaissance de ce que l’immeuble où se trouvait l’appartement en cause avait été saisi dans le cadre d’une procédure d’exécution pendante devant une autre chambre civile du tribunal de Setúbal, le requérant demanda le recouvrement de sa créance dans le cadre de cette dernière procédure. Le 17 août 1984, il demanda également l’intervention forcée des autres créanciers. Le 11 janvier 1985, le juge accepta cette demande. Le 12 février 1986, le requérant informa que la tierce intervention n’était plus justifiée, la procédure d’exécution en cause s’étant entre-temps terminée, et demanda la poursuite de la procédure contre les défendeurs. Par une ordonnance du 10 mars 1986, le juge prononça l’extinction de l’instance quant aux tiers intervenants.", "11.  Par une ordonnance du 5 mai 1986, le juge fixa une tentative de conciliation au 4 juin 1986, qui n’eut pas lieu en raison de l’absence des défendeurs et de l’avocat de ces derniers. ", "12.  Le 16 juin 1986, l’avocat des défendeurs déclara qu’il ne représentait plus ces derniers. Par une ordonnance du 15 juillet 1986, le juge fixa un délai de dix jours aux défendeurs pour qu’ils désignent un autre avocat. L’ordonnance fut portée à la connaissance des défendeurs les 29 avril et 18 mai 1987.", "13.  Le 16 septembre 1988, le juge rendit une décision préparatoire (despacho saneador) spécifiant les faits déjà établis et ceux restant à établir.", "14.  A une date non précisée courant 1988, l’immeuble en cause fit l’objet d’une saisie dans le cadre d’une procédure d’exécution fiscale pendante devant le tribunal fiscal (Tribunal Tributário) de Setúbal. Le requérant demanda ainsi, le 21 octobre 1988, le recouvrement de sa créance dans le cadre de cette procédure. Il demanda par ailleurs, le 15 novembre 1988, l’intervention forcée des autres créanciers (l’Etat, une banque, le centre régional de sécurité sociale de Setúbal et un particulier) dans le cadre de la procédure civile pendante devant la deuxième chambre civile du tribunal de Setúbal. Le 20 février 1989, le juge ordonna la citation à comparaître des tiers intervenants. Ceux-ci déposèrent leurs conclusions en réponse le 28 mars 1989. Le requérant déposa sa réplique le 3 mai 1989.", "15.  L’audience eut lieu le 1er février 1990 et par un jugement du 28 février 1990, le tribunal de Setúbal fit partiellement droit au requérant et condamna A.S.N. et l’épouse de ce dernier au paiement d’une indemnité de 1 100 000 PTE. ", "16.  Le 13 mars 1990, le requérant fit appel devant la cour d’appel (Tribunal da Relação) d’Évora. Celle-ci, par un arrêt du 10 octobre 1991, accueillit partiellement les moyens du requérant, annula le jugement attaqué et renvoya l’affaire devant le tribunal de Setúbal afin de faire réexaminer les faits. ", "17.  Le 30 octobre 1991, le requérant se pourvut en cassation devant la Cour suprême (Supremo Tribunal de Justiça) mais celle-ci, par un arrêt du 14 janvier 1993, rejeta le pourvoi.", "18.  Le 23 janvier 1993, le requérant introduisit un recours devant le Tribunal constitutionnel (Tribunal Constitucional) qui fut rejeté par un arrêt du 28 septembre 1994. ", "19.  Le 13 décembre 1994, le dossier fut transmis au tribunal de Setúbal. L’audience eut lieu les 20 mars 1995 et 2 mai 1995, le tribunal rendit son jugement, reconnaissant le droit du requérant à une indemnité de 1 100 000 PTE. Le tribunal décida également que cette somme devrait être réévaluée à la lumière du taux d’inflation constaté jusqu’au jour de sa décision. Pour ce qui était du montant exact, le tribunal renvoya la décision à la procédure ultérieure d’exécution. ", "20.  Sur recours du centre régional de sécurité sociale, la cour d’appel d’Évora confirma la décision entreprise par un arrêt du 18 juin 1996. ", "21.  Le 14 octobre 1996, le requérant informa le tribunal fiscal de Setúbal de ce qu’il avait déjà obtenu une décision définitive sur l’existence de sa créance. Le 14 février 1997, il produisit une copie certifiée conforme de l’arrêt de la cour d’appel du 18 juin 1996. Le requérant rectifia par ailleurs sa déclaration de créance (reclamação de créditos) à la lumière de cet arrêt.", "22.  Le 26 mai 1997, le juge rendit une décision portant rang des plusieurs créanciers (sentença de graduação de créditos). La créance du requérant fut fixée à 3 600 000 PTE.", "23.  Le 23 juillet 1997, le greffe du tribunal fiscal établit un décompte, selon lequel le requérant n’aurait à recevoir que la somme de 1 073 531 PTE, vu l’insuffisance des fonds obtenus avec la vente judiciaire de l’immeuble en cause.", "24.  Le 28 août 1997, le requérant indiqua que le décompte avait été mal calculé. Par une décision du 2 décembre 1997, le juge accepta les arguments du requérant et ordonna au greffe de préparer un nouveau décompte. Le 23 février 1998, le requérant reçut notification du nouveau décompte, selon lequel il aurait à recevoir la somme de 2 503 262 PTE.", "25.  Le 14 juillet 1998, le bureau des impôts (Repartição de Finanças) de Setúbal informa le requérant de ce que la somme en cause se trouverait à sa disposition dès qu’il aurait établi ne pas avoir d’impôts en dette.", "26.  Le 2 septembre 1998, le bureau des impôts versa la somme en cause au requérant. ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "27.  Le requérant dénonce la durée de la procédure en cause. Il allègue la violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "28.  Dans sa décision sur la recevabilité, la Cour a décidé que la période à prendre en considération a débuté le 26 juin 1984 et s’est terminée le 2 septembre 1998 par le versement de la somme en cause au requérant, moment auquel le droit revendiqué par ce dernier a trouvé sa « réalisation effective » (arrêt Estima Jorge c. Portugal du 21 avril 1998, Recueil des arrêts et décisions 1998-II, p.772, § 37, et p. 773, § 40). ", "29.  La durée en cause est donc de quatorze ans et deux mois.", "30.  Pour rechercher s’il y a eu dépassement du délai raisonnable, il y a lieu d’avoir égard aux circonstances de la cause et aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Silva Pontes c. Portugal du 23 mars 1994, n° 286A, p. 15, § 39).", "31.  Pour le requérant, cette durée est manifestement excessive.", "32.  Le Gouvernement considère que la durée de la procédure résulte, pour l’essentiel, des choix de procédure du requérant, qui a présenté des recours successifs et même un recours constitutionnel dont l’inutilité était manifeste. ", "33.  La Cour relève d’abord que la procédure présentait une certaine complexité matérielle, due surtout au nombre d’intervenants. Une telle complexité ne saurait toutefois expliquer la durée ici en cause.", "34.  Le comportement du requérant ne peut pas davantage justifier la durée de la période à considérer. La Cour rappelle à cet égard que l’on ne saurait reprocher à un requérant d’avoir tiré pleinement parti des voies de recours que lui ouvrait le droit interne (arrêt Erkner et Hofauer c. Autriche du 23 avril 1987, série A n° 117-B, p. 62, § 68). En l’occurrence, s’il est vrai que certains des recours du requérant furent rejetés, l’appel interjeté le 13 mars 1990 fut partiellement couronné de succès. ", "35.  S’agissant du comportement des autorités judiciaires, la Cour estime, au vu des circonstances de la cause, qui commandent une évaluation globale, que le laps de temps écoulé est dans l’ensemble excessif. Elle réaffirme sa jurisprudence constante selon laquelle il incombe aux Etats contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable (Frydlender c. France [GC], n° 30979/96, CEDH 2000-VII, § 47). ", "36.  Il y a donc eu violation de l’article 6 § 1.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "37.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "38.  M. Guerreiro évalue son préjudice moral et matériel à 15 000 000 PTE, soit 74 819 euros (EUR). Quant au premier, il fait valoir les souffrances et l’angoisse provoquées par la longue durée de la procédure. Pour ce qui est du second, il estime que la forte dévaluation monétaire au Portugal a causé une dépréciation de la somme qu’il avait à recevoir quatorze ans plus tôt. En effet, il n’a reçu que 2 503 262 PTE au lieu des 3 600 000 qui lui étaient dus. Il souligne par ailleurs qu’après que le droit de recevoir la somme en question eut été établi, il a encore dû attendre son versement pendant deux ans et trois mois. ", "39.  Le Gouvernement soutient que le préjudice matériel invoqué n’a pas été démontré et ne présente aucun lien de causalité avec la violation alléguée. Quant au préjudice moral, le montant en cause serait excessif.", "40.  S’agissant du préjudice matériel, la Cour relève d’abord que le caractère incomplet du règlement de la créance tient à l’insuffisance de fonds du débiteur, sans que l’on puisse discerner une quelconque responsabilité de l’Etat à cet égard. Quant à la dévaluation de la créance en vertu de l’inflation, la Cour souligne que le tribunal fiscal de Setúbal l’a prise en considération lorsqu’il a fixé, par une décision du 26 mai 1997, la créance du requérant à 3 600 000 PTE, alors que la somme initiale était de 1 100 000 PTE. Reste la dévaluation de la somme effectivement perçue par le requérant, soit 2 503 262 PTE, pour la période entre le 26 mai 1997 et le 14 juillet 1998, date à laquelle le bureau des impôts informa le requérant de ce que la somme en cause était à sa disposition ; il s’agit là d’un préjudice matériel résultant de la durée de la procédure (voir l’arrêt Estima Jorge précité, p. 775, § 51). ", "Prenant également en considération le tort moral certainement subi par le requérant, la Cour, statuant en équité, comme le veut l’article 41, lui alloue 5 500 EUR pour préjudice matériel et moral.", "B.  Frais et dépens", "41.  Le requérant n’ayant pas réclamé le paiement de frais et dépens, il n’y a pas lieu de lui accorder une somme à ce titre. ", "C.  Intérêts moratoires", "42.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Portugal à la date d’adoption du présent arrêt est de 7 % l’an.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 5 500 EUR (cinq mille cinq cents euros) pour dommage moral et matériel ;", "b)  que ce montant sera à majorer d’un intérêt simple de 7 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 31 janvier 2002 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident"]}