{"file": "FRE_HFJUD_22459_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "22459/04", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE PARLAK c. TURQUIE", "", "(Requête no 22459/04)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "19 juillet 2011", "", "", "DÉFINITIF", "", "28/11/2011", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 c) de la Convention.", "Il peut subir des retouches de forme.", "", "En l’affaire Parlak c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDanutė Jočienė,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tGuido Raimondi, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 28 juin 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 22459/04) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Ahmet Parlak (« le requérant »), a saisi la Cour le 1er juin 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me M. Kılıç, avocate à Istanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 7 avril 2009, la Cour a déclaré la requête partiellement irrecevable et a décidé de communiquer au Gouvernement les griefs relatifs à la blessure à la jambe du requérant (causée lors de son arrestation par le tir d’un policier), à une non-présentation immédiate devant un juge après son arrestation et à l’absence alléguée d’un recours effectif visant à une réparation pour la privation de sa liberté, que l’intéressé estime avoir été irrégulière.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le requérant est né en 1971 et réside à Istanbul. Accusé de viol, de vol à main armée et de violation de domicile, il était recherché par la police.", "5.  Le 8 janvier 2004, vers 20 h 30, deux policiers en civil, A.K. et Y.O., arrêtèrent la voiture du requérant au centre d’Istanbul. Ils présentèrent leurs cartes de police et demandèrent aux passagers, dont M.A.S., le conducteur, et le requérant, de descendre. Selon le procès-verbal d’incident dressé par les deux policiers, le requérant a résisté aux policiers et a tenté de prendre la fuite. Au cours de celle-ci, il se serait cogné la tête contre la vitrine d’un magasin. Il se serait saisi d’un morceau de vitre cassée, aurait attaqué les forces de l’ordre et blessé la main du policier Y.O. L’autre policier, A.K., lui aurait alors tiré dessus et l’aurait blessé à la jambe gauche. L’intéressé aurait été menotté et immédiatement conduit en ambulance à l’hôpital de Şişli Etfal, où les médecins lui auraient prodigué les soins nécessaires.", "6.  Selon le certificat médical établi le même jour, Y.O. présentait une coupure d’1 cm au majeur de la main gauche. Il se serait vu prescrire un arrêt de travail de deux jours.", "7.  Le 9 janvier 2004, vers 11 h 40, la police, après avoir informé le requérant des raisons de son arrestation, recueillit ses dépositions à l’hôpital de Şişli Etfal où il se trouvait.", "8.  Le Gouvernement explique que le requérant est resté à l’hôpital de Şişli Etfal du 8 au 24 janvier 2004. A cette dernière date, il aurait été transféré à la maison d’arrêt d’Istanbul. Ensuite, selon un document du 26 avril 2004 établi par les autorités de l’hôpital civil de Bayrampaşa, il aurait séjourné dans cet hôpital du 29 janvier au 25 mars 2004. Selon le dossier, le 25 mars 2004, l’intéressé a été transféré à la maison d’arrêt de Bayrampaşa.", "9.  Le 24 janvier 2004, le juge de paix de Beyoğlu ordonna le placement en détention provisoire de l’intéressé en l’absence de celui-ci. Ensuite, le 23 février et le 12 mars 2004, sa détention fut prorogée sur décisions de la cour d’assises de Beyoğlu. Au cours de cette procédure, le requérant ne fut pas traduit devant un tribunal.", "A.  L’action pénale engagée contre les policiers et le requérant", "10.  Dans le cadre de l’enquête engagée d’office, le 9 janvier 2004 Y.O. et A.K., les deux policiers ayant appréhendé le requérant, furent entendus par le commissaire R.G. et par le procureur de la République. Ils réitérèrent le procès-verbal d’incident (paragraphe 5 ci-dessus). A.K. déclara notamment que son intention était de tirer en l’air mais que, ayant constaté la présence de personnes sur les balcons ou à proximité, il avait tiré vers le sol sans intention de blesser le requérant.", "11.  Toujours le 9 janvier 2004, le requérant fut entendu par les policiers. Il admit avoir résisté aux policiers lors de l’arrestation et avoir cassé la vitre d’un magasin, ce qu’il mit sur le compte du choc et du stress qui auraient découlé de son arrestation. Il nia en revanche avoir blessé un des policiers.", "12.  A une date non précisée, M.A.S., le conducteur de la voiture du requérant lors de l’incident du 8 janvier 2004, et I.K., un témoin de l’incident, furent entendus par le parquet. Ils confirmèrent la version selon laquelle le requérant avait attaqué et blessé un des policiers avec un morceau de vitre cassée et que le policier avait fait usage de son arme pour se défendre.", "13.  Le 26 avril 2004, sur demande du requérant, un orthopédiste de l’hôpital civil de Bayrampaşa lui délivra une attestation concernant son état de santé. Selon ce document, l’intéressé avait été autorisé à quitter l’hôpital de Şişli Etfal le 28 janvier 2004 après qu’on eut plâtré sa jambe blessée. Le 29 janvier 2004, il aurait été transféré à la clinique orthopédique de l’hôpital civil de Bayrampaşa. Le 5 février 2004, son plâtre aurait été enlevé à sa demande. Le 12 mars 2004, il aurait été opéré du fémur gauche et, le 25 mars 2004, il aurait quitté l’hôpital civil avec des béquilles.", "14.  Le 5 mai 2004, le requérant porta plainte contre les policiers responsables de sa blessure.", "15.  Le 6 juillet 2004, le procureur de la République de Şişli engagea une action pénale contre le requérant et les deux policiers responsables de son arrestation. Il reprocha au requérant d’avoir résisté aux membres des forces de l’ordre et de les avoir agressés. Quant aux policiers, ils furent accusés de voies de fait avec une arme et de complicité à cette infraction.", "16.  Par un arrêt du 10 avril 2008, la cour d’assises de Şişli condamna le requérant à une peine d’emprisonnement de six mois pour résistance aux forces de l’ordre et agression.", "Quant aux policiers, elle décida de ne pas leur infliger de peine, considérant que les conditions énumérées à l’article 49 du code pénal étaient réunies. A cet égard, elle considéra qu’il était établi que le requérant avait attaqué les forces de l’ordre avec un morceau de vitre cassée, blessant un des policiers, et que l’autre policier avait tiré dans la jambe du requérant pour se défendre et arrêter l’agresseur. Elle conclut que l’acte imputé aux policiers devait être considéré comme ayant été commis dans l’exercice de leurs fonctions, et que, en conséquence, il correspondait à l’un des cas énumérés par l’article 49 du code pénal, dans lequel aucune sanction n’est infligée au responsable de pareil acte.", "17.  D’après les éléments du dossier, cette procédure est toujours pendante devant les juridictions internes.", "B.  L’action pénale engagée contre le requérant", "18.  Par un acte d’accusation du 11 février 2004, une action pénale pour enlèvement, viol, vol à main armée et violation de domicile fut diligentée devant la cour d’assises de Beyoğlu à l’encontre du requérant.", "19.  Le 8 avril 2004, la cour d’assises de Beyoğlu tint sa première audience en présence du requérant. Au terme de cette audience, elle ordonna la remise en liberté provisoire du requérant.", "20.  Par un arrêt du 20 décembre 2005, elle acquitta le requérant sur tous les chefs d’accusation portés contre lui, faute de preuves matérielles suffisantes. Cet arrêt devint définitif faute de pourvoi en cassation.", "C.  L’action en indemnisation pour détention", "21.  Le 9 février 2006, le requérant saisit la cour d’assises d’Istanbul d’une demande d’indemnisation pour les préjudices qu’il estimait avoir subis en raison de sa détention.", "22.  Par un arrêt du 14 novembre 2006, la cour d’assises rejeta la demande du requérant, faute d’éléments en faveur d’un caractère arbitraire de la détention du requérant. Elle indiqua notamment que, nonobstant la décision d’acquittement, son placement en détention avait été fondé sur l’existence d’indices sérieux donnant à penser qu’il avait commis les infractions reprochées, et que cette mesure avait donc été prise conformément à la loi.", "23.  Cette procédure est également pendante devant la Cour de cassation.", "24.  Le 19 décembre 2008, sur demande du requérant, le tribunal correctionnel décida de déduire la période de détention provisoire du requérant comprise entre le 24 janvier et le 8 avril 2004 de la peine de prison prononcée à son encontre dans le cadre d’une autre procédure pénale.", "II.  LE DROIT INTERNE PERTINENT", "25.  Les dispositions pertinentes de l’ancien code pénal sont les suivantes :", "Article 49", "« Echappe à toute sanction quiconque a agi : (...)", "1.  En vertu d’une disposition de la loi, ou d’un ordre de l’autorité compétente qu’il était obligé d’exécuter ;", "2.  Poussé par la nécessité de contrer immédiatement une attaque illégale dirigée contre sa vie ou contre son honneur, ou contre la vie ou l’honneur d’autrui ;", "(...) »", "26.  Selon l’article 141 du code de procédure pénale, toute personne arrêtée ou placée en détention dans des conditions et circonstances non conformes à la loi, légalement détenue mais non traduite dans un délai raisonnable devant une autorité de jugement ou qui n’a pas été jugée dans ce délai peut réclamer à l’Etat réparation de tous ses préjudices, sur les plans tant moral que matériel. Toutefois, en vertu de l’article 144 § 1 (a), si la période de détention est déduite d’une autre peine, aucune indemnité ne saurait être allouée.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 DE LA CONVENTION", "27. Le requérant allègue ne pas avoir été traduit devant un juge aussitôt après son arrestation et n’avoir pas disposé d’une voie de recours effective lui permettant d’obtenir une indemnisation en réparation de sa privation de liberté, irrégulière selon lui. Il invoque l’article 5 de la Convention.", "La Cour examinera ces griefs sur le terrain de l’article 5 §§ 3 et 5 de la Convention, ainsi libellé :", "« 3.  Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience.", "(...)", "5.  Toute personne victime d’une arrestation ou d’une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "28.  Se référant à la décision du 19 décembre 2008 (paragraphe 24 cidessus), le Gouvernement soutient que le requérant ne peut plus se prétendre victime d’une violation de l’article 5 de la Convention au motif que la durée de sa détention provisoire a été déduite de la peine de prison prononcée à son encontre dans le cadre d’une autre procédure pénale.", "29.  Le requérant combat cette thèse.", "30.  La Cour rappelle que seules la reconnaissance puis la réparation, par les autorités nationales, de la violation de la Convention peuvent faire perdre la qualité de victime à un requérant (Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999-VI, et Ilaşcu et autres c. Moldova et Russie [GC] (déc.), no 48787/99, 4 juillet 2001). Or tel n’est manifestement pas le cas en l’espèce.", "31.  Il y a donc lieu de rejeter l’exception tirée par le Gouvernement de l’absence de qualité de victime du requérant. La Cour constate que les griefs en question ne sont pas manifestement mal fondés au sens de l’article 35 § 3 de la Convention et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "A.  Sur l’article 5 § 3 de la Convention", "32.  La Cour rappelle l’importance du paragraphe 3 de l’article 5 qui, conjugué au paragraphe 1 c), assure des garanties contre les privations arbitraires de liberté. L’exigence de « promptitude », notamment, protège les justiciables contre une détention prolongée aux mains des autorités policières ou administratives.", "33.  La Cour rappelle également qu’il faut examiner chaque cause en fonction de ses particularités pour déterminer si les autorités ont respecté l’exigence de promptitude (De Jong, Baljet et Van den Brink c. Pays-Bas, 22 mai 1984, § 52, série A no 77, et Brogan et autres c. Royaume-Uni, 29 novembre 1988, § 59, série A no 145-B). Elle rappelle également que des circonstances exceptionnelles peuvent justifier un délai plus long avant la traduction de l’intéressé devant l’autorité judiciaire (De Jong, Baljet et Van den Brink c. Pays-Bas, no 8805/79, rapport de la Commission du 11 octobre 1982).", "34.  En l’espèce, la Cour note que le requérant a été arrêté le 8 janvier 2004 par la police et qu’il a ensuite été transféré dans un hôpital civil pour y être soigné d’une blessure par balle. Selon le Gouvernement, l’intéressé y est resté jusqu’au 24 janvier 2004, date à laquelle le juge de paix a ordonné son placement en détention provisoire en son absence. Ensuite, selon un document du 26 avril 2004 établi par les autorités de l’hôpital civil de Bayrampaşa, le requérant a séjourné dans cet hôpital du 29 janvier au 25 mars 2004. Selon le dossier, le 25 mars 2004, il a été transféré à la maison d’arrêt de Bayrampaşa. Il ressort des pièces du dossier que l’intéressé n’a pas été traduit devant un juge jusqu’à l’audience qui s’est tenue le 8 avril 2004 et à l’issue de laquelle il a été remis en liberté.", "35.  La Cour relève que trois mois se sont écoulés entre l’appréhension du requérant et sa comparution devant le juge. Pour la Cour, il est clair que ce délai n’est pas conciliable avec la notion d’« aussitôt traduit » énoncée par l’article 5 § 3 de la Convention. Rappelant que seules des circonstances exceptionnelles pouvaient justifier un tel délai, la Cour doit examiner si l’on se trouvait en présence de telles circonstances en l’espèce.", "36.  La Cour rappelle avoir déjà admis, dans des cas d’interception en haute mer par la police, que des délais de seize jours (Rigopoulos c. Espagne (déc.), no 37388/97, CEDH 1999-II) ou de treize jours (Medvedyev et autres c. France [GC], no 3394/03, § 131, CEDH 2010...) n’étaient pas incompatibles avec la notion d’« aussitôt traduit » énoncée à l’article 5 § 3 de la Convention, compte tenu de l’existence de « circonstances tout à fait exceptionnelles ». Dans ces affaires, elle a déduit de son examen des circonstances qu’il existait une impossibilité matérielle d’amener physiquement les requérants devant le juge d’instruction dans un délai plus court, tout en prenant en compte le fait que, à leur arrivée à terre, les intéressés avaient été immédiatement traduits devant l’autorité judiciaire. Par ailleurs, dans son arrêt H.Y. et Hü.Y. c. Turquie (no 40262/98, § 142, 6 octobre 2005), elle a constaté l’existence d’une impossibilité matérielle dans le cas d’une personne qui, à la suite d’une lourde opération chirurgicale, était dans le coma.", "37.  En revanche, la Cour estime que, en l’espèce, l’on peut difficilement conclure à une impossibilité matérielle d’amener « physiquement » M. Parlak devant une « autorité judiciaire » dans un délai plus bref. En effet, selon les éléments du dossier, le requérant a été, à deux reprises, le 24 janvier et le 25 mars 2004, transféré à la maison d’arrêt (paragraphe 8 cidessus ; comparer avec H.Y. et Hü.Y., précité, § 142). Par conséquent, rien ne donne à penser que l’on ne pouvait traduire l’intéressé devant un magistrat pendant le temps de son hospitalisation.", "38.  Par ailleurs, indépendamment de la question de la durée de l’hospitalisation, la Cour note que, selon les éléments du dossier, le requérant a été conduit le 24 janvier à la maison d’arrêt où il est resté jusqu’au 29 janvier, soit pendant cinq jours, et qu’il a été détenu à la même maison d’arrêt du 25 mars au 8 avril 2004, soit pendant quatorze jours.", "39.  La Cour observe qu’au cours de ces périodes, y compris pendant son séjour à l’hôpital, le requérant n’a pas été traduit devant un juge. Il ne fait pas de doute qu’une telle durée ne saurait passer pour compatible avec les exigences de l’article 5 § 3 de la Convention. Il y a donc eu violation de cette disposition.", "B.  Sur l’article 5 § 5 de la Convention", "40.  La Cour rappelle d’abord avoir conclu en l’espèce à la violation de l’article 5 § 3 de la Convention du fait que le requérant n’a pas été aussitôt traduit devant un tribunal (paragraphe 39 ci-dessus). Il s’ensuit que l’article 5 § 5 trouve à s’appliquer.", "41.  La Cour observe que la demande du requérant tendant à l’obtention d’une indemnité pour les préjudices qu’il estimait avoir subis en raison de sa détention a été rejetée par les tribunaux internes (paragraphe 22 cidessus). Certes, il ne convient pas de spéculer sur l’issue de cette procédure qui est toujours pendante devant la Cour de cassation. Toutefois, il est manifeste que le requérant, qui a bénéficié d’une remise de peine de prison résultant de cette détention, ne pouvait, selon l’article 144 § 1 (a) du code de procédure pénale (paragraphe 26 ci-dessus), obtenir une indemnité. Par ailleurs, il n’existe, à la connaissance de la Cour, aucune autre disposition législative interne susceptible d’offrir au requérant la possibilité d’obtenir une réparation pour le préjudice subi du fait d’une détention qui n’a pas été préalablement déclarée illégale par les tribunaux internes (comparer avec Medeni Kavak c. Turquie, no 13723/02, § 34, 3 mai 2007).", "42.  Ces éléments suffisent à la Cour pour conclure que le droit interne n’offrait pas au requérant une possibilité d’obtenir une réparation pour le préjudice subi à raison de la violation constatée de l’article 5 § 3.", "Il y a donc eu violation de l’article 5 § 5 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 2 ET 3 DE LA CONVENTION", "43.  Le requérant se plaint d’avoir été blessé à la jambe gauche par une balle tirée par un policier lors de son arrestation. Il invoque à cet égard les articles 2 et 3 de la Convention.", "44.  La Cour rappelle s’être déjà penchée sur des griefs énoncés sur le terrain des articles 2 et/ou 3 de la Convention alors que, comme en l’espèce, la victime alléguée n’était pas décédée des suites du comportement incriminé. A cet égard, elle renvoie d’emblée à sa jurisprudence bien établie en la matière (Makaratzis c. Grèce [GC], no 50385/99, §§ 49 et 50, CEDH 2004-XI).", "45.  En l’espèce, elle observe que le coup de feu a été tiré sur le requérant par un agent de police à courte distance. Elle note que cet agent a déclaré que son intention était de tirer en l’air mais que, ayant constaté la présence de personnes sur les balcons ou à proximité, il avait tiré vers le sol sans intention de blesser le requérant (paragraphe 10 ci-dessus). Elle relève que ces affirmations n’ont pas été contestées par le requérant ni lors de la procédure interne ni lors de la procédure devant elle, et que l’intéressé ne s’est jamais prétendu victime de l’usage d’une force potentiellement meurtrière. Par conséquent, la Cour peut conclure que, dans de telles circonstances, le requérant n’a pas été victime d’une conduite susceptible de mettre sa vie en danger. Dès lors, étant donné le degré et le type de force utilisés ainsi que l’intention ou le but sous-jacents à l’usage d’une telle force, et eu égard à sa jurisprudence en la matière, la Cour estime que les questions soulevées doivent être examinées sur le terrain de l’article 3 de la Convention (comparer avec Olteanu c. Roumanie, no 71090/01, § 59, 14 avril 2009, et Evrim Öktem c. Turquie, no 9207/03, §§ 39-43, 4 novembre 2008).", "46.  La Cour rappelle que les allégations de traitements contraires à l’article 3 doivent être étayées devant elle par des éléments de preuve appropriés (voir, mutatis mutandis, Klaas c. Allemagne, 22 septembre 1993, § 30, série A no 269). Elle rappelle en outre que, pour l’établissement des faits allégués, elle se sert du critère de la preuve « au-delà de tout doute raisonnable », une telle preuve pouvant néanmoins résulter d’un faisceau d’indices ou de présomptions non réfutées, suffisamment graves, précis et concordants (Selmouni c. France [GC], no 25803/94, § 88, CEDH 1999V, et Gäfgen c. Allemagne [GC], no 22978/05, § 92, CEDH 2010...).", "47.  En l’espèce, la Cour relève que les parties ne contestent pas que la blessure par balle du requérant, attestée par les médecins, a été causée lors de son arrestation. Elle observe toutefois que le requérant et le Gouvernement ont donné des versions sensiblement divergentes de la manière dont cette blessure s’était produite.", "48.  Le requérant semble ne pas contester qu’il a refusé d’obtempérer aux ordres des policiers et qu’il a résisté à leurs tentatives de le conduire au commissariat, faits constatés par les juridictions internes (paragraphe 16 cidessus) et confirmés par ses propres déclarations (paragraphe 11 cidessus) et les témoins de l’incident (paragraphe 12 ci-dessus). Toutefois, il a nié avoir fait usage d’un morceau de vitre cassée pour attaquer les policiers.", "49.  Se référant aux conclusions des tribunaux internes, le Gouvernement allègue que le tir en question était un acte de légitime défense.", "50.  La Cour relève que l’incident a débouché sur une procédure qui est toujours pendante devant les instances internes. Elle rappelle qu’il n’entre pas dans ses attributions de substituer sa propre vision des faits à celle des cours et tribunaux internes, auxquels il appartient en principe de peser les données recueillies par eux (Klaas, précité, § 29). Même si la Cour ne se sent pas liée par les constatations de fait de ceux-ci, elle doit normalement posséder des données convaincantes pour pouvoir s’en écarter (ibidem, § 30).", "51.  En l’espèce, la Cour observe que, dans son arrêt du 10 avril 2008, la cour d’assises de Şişli, se référant entre autres aux déclarations des témoins oculaires (paragraphe 16 ci-dessus), a jugé établi que le requérant avait attaqué les forces de l’ordre avec un morceau de vitre cassée et qu’il avait ainsi blessé un des policiers. La cour d’assises a conclu en faveur du policier accusé que, en tirant dans la jambe du requérant, il avait agi en état de légitime défense.", "52.  La Cour ne possède aucune donnée convaincante qui puisse l’amener à s’écarter des constatations de fait des juges nationaux, même si le jugement du 10 avril 2008 n’est pas devenu définitif à ce jour. En particulier, la version selon laquelle le requérant a attaqué les policiers au moyen d’une vitre cassée a été confirmée par deux témoins de l’incident (paragraphe 12 ci-dessus). Par ailleurs, selon le certificat médical établi le jour de l’incident, Y.O., le policier ayant tenté d’interpeller le requérant, présentait une coupure à un doigt (paragraphe 6 ci-dessus).", "53.  Dans ces circonstances, la Cour peut admettre que le recours à la force par le policier ait été rendu nécessaire par le comportement de l’intéressé, compte tenu notamment du fait que l’usage de cette force par le policier en question dans ces conditions était le résultat direct de la réaction violente du requérant, qui avait attaqué l’autre policier avec un morceau de vitre cassée, objet de nature à causer un dommage corporel grave. Sur ce point, l’affaire se distingue nettement de l’arrêt Trevalec c. Belgique (arrêt no 30812/07, 14 juin 2011, non définitif), où la Cour a conclu à la violation du volet substantiel de l’article 2 à raison du manque de vigilance des autorités responsables de la sécurité du requérant. Elle diffère également de l’affaire Evrim Öktem c. Turquie (no 9207/03, §§ 43 et 49, 4 novembre 2008), où il s’agissait de l’usage d’une arme à feu d’une manière incontrôlée et dangereuse lors d’une manifestation.", "54.  En outre, à la lumière des conclusions de l’enquête et en l’absence d’autres éléments pouvant l’amener à conclure différemment, la Cour n’a aucune raison de douter que A.K. ait sincèrement cru que son intégrité physique ou celle de son collègue était menacée et qu’il ait utilisé son arme, de manière à ne pas mettre la vie du requérant en danger, dans le but de se défendre et de défendre son collègue contre une menace qu’il avait jugée sérieuse. Par ailleurs, eu égard notamment au caractère imprévisible de la nature humaine, elle ne saurait substituer sa propre appréciation de la situation à celle de l’agent qui a dû réagir, dans le feu de l’action, à ce qu’il percevait sincèrement comme un danger afin de se défendre (voir, mutatis mutandis, Bubbins c. Royaume-Uni, no 50196/99, § 139, CEDH 2005II).", "55.  La Cour observe que le requérant dénonce également l’absence de toute enquête quant à sa plainte, sans présenter aucun autre argument.", "56.  Elle relève toutefois que les autorités ne sont pas restées inactives face aux allégations formulées par le requérant dans sa plainte. Une enquête a bel et bien été menée par le parquet compétent au cours de laquelle le requérant, les témoins de l’incident ainsi que les policiers ont été entendus (paragraphes 10-17 ci-dessus). Par ailleurs, le 6 juillet 2004, une action pénale a été engagée à l’encontre des deux policiers responsables de l’arrestation du requérant pour voies de fait avec une arme et complicité à cette infraction. Certes, dans le cadre de la même procédure, le requérant était également accusé d’avoir résisté aux forces de l’ordre et de les avoir agressées. Il ne fait pas de doute que cette procédure était susceptible de permettre de déterminer si le recours à la force était justifié ou non dans les circonstances ainsi que d’identifier et – le cas échéant – de sanctionner les responsables.", "57.  A la lumière de ce qui précède, la Cour estime que le grief du requérant relatif à sa blessure à la jambe gauche causée par le tir d’un policier lors de son arrestation est manifestement mal fondé et qu’il doit être rejeté, en application de l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "59.  Le requérant réclame 500 000 euros (EUR) pour préjudice matériel et la même somme pour préjudice moral. Il demande également 11 200 EUR pour les frais et dépens engagés devant les instances internes et la Cour. A titre justificatif, il fournit seulement le barème tarifaire du barreau d’Istanbul.", "60.  Le Gouvernement conteste les prétentions du requérant.", "61.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande. En revanche, elle considère qu’il y a lieu d’octroyer au requérant 5 000 EUR au titre du préjudice moral. En ce qui concerne les frais et dépens, compte tenu de l’absence de documents pertinents et des critères mentionnés dans sa jurisprudence, elle rejette cette demande (Ato c. Turquie, no 29873/02, § 27, 8 juin 2010).", "62.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs relatifs à l’absence de présentation devant un juge aussitôt après l’arrestation et d’un recours effectif visant à une réparation pour la privation de liberté que l’intéressé estime irrégulière, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 5 §§ 3 et 5 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt, à convertir en livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 19 juillet 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tFrançoise Tulkens\n\tGreffière adjointe\tPrésidente"]}