{"file": "FRE_HFJUD_44558_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "44558/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE VALAŠINAS c. LITUANIE", "", "", "(Requête no 44558/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "24 juillet 2001", "", "", "", "DÉFINITIF", "", "24/10/2001", "", "", "", "", "", "", "En l’affaire Valašinas c. Lituanie,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tL. Loucaides,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tMme\tH.S. Greve, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 14 mars 2000 et 3 juillet 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 44558/98) dirigée contre la République de Lituanie et dont un ressortissant de cet Etat, M. Juozas Valašinas (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme le 14 mai 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté devant la Cour par Me V. Sviderskis, avocat à Vilnius. Le gouvernement lituanien (« le Gouvernement ») est représenté par son agent, M. G. Švedas, ministre adjoint de la Justice.", "3.  Le requérant alléguait en particulier que les conditions dans lesquelles il avait été détenu à la prison de Pravieniškės d’avril 1998 à avril 2000 ont constitué un traitement inhumain et dégradant contraire à l’article 3 de la Convention, et que le contrôle de sa correspondance avec les organes de la Convention, effectué par les autorités pénitentiaires, a emporté violation des articles 8 et 34 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  Elle a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "\n6.  Par une décision du 14 mars 2000, la chambre a déclaré la requête partiellement recevable [Note du greffe : la décision de la Cour est disponible au greffe]. Les 25 et 26 mai 2000, des délégués de la Cour se sont rendus en Lituanie pour entendre des témoins et visiter la prison de Pravieniškės.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Historique", "7.  Le requérant est un ressortissant lituanien né en 1974.", "8.  A compter du 5 octobre 1993, il purgea une peine de neuf ans d’emprisonnement pour vol, possession et vente d’armes à feu. A une date non précisée au début d’avril 1998, il fut transféré de la prison de Lukiškės à celle de Pravieniškės (Pravieniškių 2-oji sustiprintojo režimo pataisos darbų kolonija).", "9.  A son arrivée dans cette dernière prison, il fut placé dans le quartier d’isolement (Sunkiai auklėjamųjų būrys, ci-après le « SAB »), situé dans l’aile 5 de la prison (V lokalinis sektorius). Le 30 juin 1998, il put quitter le SAB et fut transféré dans une cellule ordinaire du quartier 13 puis du quartier 21 (13 ir 21 brigados), situés dans l’aile 1 de la prison (I lokalinis sektorius). Du 5 au 20 janvier 1999, le requérant fut placé en isolement cellulaire (Baudos izoliatorius). Il fut de nouveau transféré au SAB le 20 janvier 1999. Il demeura dans la prison de Pravieniškės jusqu’à sa libération, intervenue le 14 avril 2000 à la suite d’une grâce présidentielle.", "10.  La présente affaire concerne les conditions de détention de l’intéressé à la prison de Pravieniškės et le traitement qu’il y a connu d’avril 1998 à avril 2000.", "B.  Dépositions recueillies par les délégués de la Cour", "1.  Le requérant", "11.  Les délégués de la Cour recueillirent la déposition du requérant à Vilnius le 25 mai 2000 puis à Pravieniškės le 26 mai 2000. Les déclarations de l’intéressé peuvent se résumer comme suit.", "", "\na)  Conditions générales de détention", "i.  Le SAB", "12.  Le quartier comportait un dortoir de vingt-deux détenus, une petite cuisine, une salle de repos et une cabine de douche. D’après le requérant, le SAB n’était prévu que pour six à huit personnes ; il était donc nettement surpeuplé. Seul le dortoir était pourvu de fenêtres. Il n’y avait ni fenêtres ni ventilation dans la cuisine et la salle de repos. Une fenêtre fut percée dans la cuisine lors d’une rénovation effectuée en 1999.", "13.  Un couloir conduisait à une courette extérieure. Le grillage métallique qui la fermait par le haut était recouvert de neige en hiver. Aucune lumière n’y pénétrait donc en cette saison.", "14.  Les sanitaires se composaient de huit toilettes sans siège non séparées par des cloisons. Les détenus du SAB utilisaient les toilettes à tour de rôle afin de respecter l’intimité de chacun. Il n’y avait pas de fenêtre et un système de ventilation n’y fut installé qu’après la rénovation intervenue fin 1999. En conséquence, il y régnait une odeur pestilentielle.", "15.  Les détenus n’avaient pas accès à la buanderie de la prison pour y nettoyer leur linge personnel ; ils devaient donc faire leur lessive à la main dans des cuvettes de la salle de douche. Il était difficile de faire sécher les affaires dans la courette. En outre, il leur était interdit d’avoir leurs propres draps et couvertures. Les autorités carcérales leur fournissaient à chacun des draps et des serviettes, qui étaient régulièrement lavés à la buanderie de la prison.", "16.  Les gardiens ne se rendaient au SAB que pour distribuer les repas et effectuer des contrôles. Le directeur de la prison y faisait une visite de temps à autre et les médecins n’y allaient que très rarement. Le téléphone était le seul moyen de communication avec l’extérieur. Le 11 juin 1998, le requérant se sentit fiévreux. Il était si mal en point qu’il ne se rendit pas aux contrôles réguliers du SAB et resta couché. Il demanda aux gardiens d’appeler le médecin. Il utilisa aussi la ligne téléphonique spéciale reliant le SAB au service médical de la prison. Toutefois, il n’obtint pas de réponse car c’était l’heure du déjeuner. Il ne rappela pas le service médical. A la place, il demanda aux gardiens du SAB plusieurs fois par jour de lui envoyer un médecin. Il ne reçut la visite d’un médecin que le 16 juin 1998. Celui-ci confirma qu’il avait attrapé un rhume et lui dit de garder le lit.", "17.  Aucun travail, loisir ou autre activité constructive n’était organisé dans le SAB. La seule activité raisonnable autorisée était le jeu d’échecs. Le requérant reconnaît que les détenus pouvaient regarder la télévision, lire et écouter la radio sans restriction.", "", "\nii.  Le régime normal (aile 1)", "18.  Le requérant fut détenu dans les quartiers 13 et 21 de l’aile 1 de la prison. Chacune des cinq ailes était prévue pour 300 détenus. La prison était nettement surpeuplée. L’aile 1 logeait 400 détenus environ. Elle se composait de 12 quartiers, c’est-à-dire des dortoirs jouxtant des sanitaires, de 20 à 30 détenus. 32 personnes dormaient dans le quartier 13 lorsque le requérant y fut placé. Le quartier 21 accueillait 24 personnes. D’après l’intéressé, le quartier 13 était prévu pour 8 personnes au maximum et le quartier 21 pour 6. Les quartiers manquaient d’aération, notamment la nuit, à cause de la surpopulation. Les lits superposés installés dans les dortoirs masquaient presque entièrement les fenêtres, ce qui empêchait l’air frais d’entrer. Pendant la journée, les détenus pouvaient se déplacer librement dans l’aile et la cour de promenade extérieure.", "19.  Les sanitaires étaient dans un état déplorable. Les toilettes, les lavabos et les bacs de douche étaient infestés de microbes. Il y avait des fuites, et les tuyauteries étaient très vieilles, rouillées et envahies de champignons. Les toilettes situées dans les différents quartiers se composaient de W.-C. sans siège non séparés les uns des autres par des cloisons. Le papier hygiénique n’était fourni qu’occasionnellement. Le requérant déclare qu’il lui était très difficile de rester propre car il n’avait droit qu’à une douche par semaine à jour fixe. Prendre une douche pendant un jour non prévu donnait lieu à une punition. Les douches ne fonctionnaient que cinq jours par semaine et étaient toujours surpeuplées. Pendant l’été, il n’y avait de l’eau chaude que les fins de semaine. Les draps du requérant étaient nettoyés à la buanderie de la prison. Les effets personnels tels que les vêtements devaient être lavés à la main dans un lavabo.", "20.  Il y avait trois distributions de nourriture par jour. Les autorités ne prévoyaient qu’un budget de 2,17 litai lituaniens (LTL) par détenu et par jour pour la restauration à la prison de Pravieniškės. La nourriture était toujours froide et il n’y avait rien pour la réchauffer. Des légumes n’étaient servis qu’une fois par semaine. Trois fois par semaine au moins, il était impossible de manger ce qui était servi au déjeuner car c’était trop mauvais. D’une manière générale, les repas étaient préparés sans aucune hygiène. Le requérant a parfois retrouvé des copeaux de bois, de petits cailloux et des morceaux de métal dans ses aliments. La cantine de la prison ne pouvait fournir des suppléments de nourriture que lorsque le médecin avait recommandé un régime particulier. Etant donné que la cantine n’était pas assez grande pour accueillir tous les détenus, les repas étaient pris en plusieurs services. Cependant, le nombre de détenus était à chaque fois supérieur à la capacité d’accueil de la cantine et les retardataires ne pouvaient pas manger. Il était possible de se procurer de la nourriture à la boutique de la prison. Le requérant reconnaît qu’il avait régulièrement quelques centaines de LTL sur son compte à la boutique. Par ailleurs, les familles des détenus pouvaient leur donner lors des visites un certain nombre de choses. Le requérant avait l’autorisation de recevoir de la nourriture supplémentaire apportée par sa famille.", "21.  Des médecins qualifiés ne se rendaient à la prison qu’à titre occasionnel. Il était donc impossible de disposer d’une assistance médicale professionnelle et permanente à l’infirmerie de la prison. Celle-ci manquait de médicaments, notamment de calmants. Toutes les maladies étaient traitées à l’aspirine et au paracétamol. Le requérant affirme qu’il était atteint d’une maladie cardiaque. Il reconnaît toutefois n’avoir pas subi les examens cardiologiques appropriés à l’infirmerie. Il soutient aussi qu’il avait un problème au genou en raison de son énorme surcharge pondérale. Les autorités carcérales ne l’ont pas fait opérer faute d’installations adéquates. L’intéressé admet cependant que cette opération n’était pas d’une grande urgence. En raison de son coût élevé, il n’a pas cherché à se faire opérer une fois sorti de prison. Il déclare enfin qu’il a eu une gastrite mais que les médecins de la prison ont refusé de lui prescrire un régime alimentaire amélioré à la cantine.", "22.  A la suite d’une ordonnance du ministère de l’Intérieur, tous les prisonniers furent soumis à un « régime debout » d’août à novembre 1998. Il leur était interdit de s’allonger sur leur lit à partir du réveil, à 6 h 30, jusqu’à la fermeture, à 22 h 30, c’est-à-dire pendant seize heures par jour. Les exceptions n’étaient accordées que sur recommandation médicale. Le requérant se plaignit de ce que de nombreux détenus, notamment lui-même en raison de son poids et de ses problèmes cardiaques, ne pouvaient supporter ce régime. Les médecins de la prison le jugèrent cependant apte à respecter l’ordonnance. Sur diverses plaintes émanant du requérant et d’autres détenus, le médiateur recommanda que cette ordonnance fût annulée. Le requérant allègue qu’elle a quand même été maintenue.", "23.  Il n’y avait aucun travail à faire à la prison, et le nombre d’activités constructives était très restreint. Lorsque le temps le permettait, il était possible de pratiquer des sports de plein air dans la cour extérieure, mais pas en hiver. Les concerts ou projections de films étaient rares. Aucun programme de formation ou d’enseignement n’était organisé dans la prison.", "24.  A l’origine, le requérant s’était plaint d’une ingérence dans son droit de recevoir des visites de sa famille. Lors de l’entretien avec les délégués de la Cour, il a toutefois reconnu qu’il avait pu recevoir suffisamment de visites, notamment à la suite d’une intervention du médiateur sur une plainte de sa part.", "", "\niii.  L’isolement cellulaire", "25.  Du 5 au 20 janvier 1999, le requérant fut isolé dans une cellule de 6 mètres carrés environ, qu’il partageait avec un autre détenu. La cellule comportait des toilettes sans siège, un lavabo et une table située au centre de la pièce.", "b)  Actes spécifiques des autorités carcérales", "i.  La fouille corporelle du 7 mai 1998", "26.  Le 7 mai 1998, le requérant reçut la visite de parents, qui lui remirent de la nourriture. Il fut ensuite arrêté dans la zone d’accès pour y subir le contrôle de sécurité habituel visant à s’assurer qu’on ne lui avait remis aucun produit interdit. Le gardien-chef P. procéda à la fouille en présence de deux autres gardiens. P. ordonna au requérant de se déshabiller. Alors qu’il était en sous-vêtements, une femme, la surveillante J., entra dans la pièce. P. lui ordonna alors de se dévêtir complètement, le menaçant d’une réprimande s’il ne s’exécutait pas. Le requérant obtempéra et enleva ses sous-vêtements en présence de Mme J. qui, comme les autres gardiens, observait la scène en fumant. Les gardiens examinèrent son corps, y compris ses testicules. Alors qu’ils ne portaient pas de gants, ils touchèrent les organes génitaux du requérant puis la nourriture qu’on lui avait donnée sans se laver les mains. Le requérant dut aussi s’accroupir pour que les gardiens puissent vérifier qu’il n’avait rien caché dans son anus. On ne trouva rien d’interdit sur lui. Le requérant affirme que la fouille a été menée dans le but de le ridiculiser devant la surveillante. ", "ii.  Les allégations de brimades et l’absence de contrôle", "27.  Selon le requérant, les gardiens situés au bas de l’échelle hiérarchique étaient très peu qualifiés, souffraient d’un complexe d’infériorité et montraient leur autorité de manière dégradante. Les autorités carcérales toléraient que le personnel de la prison consommât en permanence de l’alcool pendant les heures de travail. De nombreux détenus auraient été utilisés par les autorités carcérales comme informateurs secrets en échange de promesses de libération conditionnelle. Les gardiens agissaient à l’égard de l’intéressé de manière provocante. Celui-ci était quotidiennement humilié en raison de la ferme opposition qu’il manifestait envers le fonctionnement du système pénitentiaire en Lituanie en général, et des critiques qu’il formulait à ce sujet et quant aux conditions de détention dans cette prison en particulier. Il a donné des exemples de brimades qu’il aurait subies.", "28.  Son transfert au SAB en avril 1998 aurait été arbitraire, car il n’avait jusqu’alors commis aucune infraction disciplinaire. Après sa libération du SAB le 30 juin 1998, il fut détenu sous le régime normal ; on lui octroya même des conditions de détention améliorées. Le 20 août 1998, quelques détenus fondèrent une association pour se porter mutuellement assistance et soutien qu’ils baptisèrent « But ». Le requérant en fut élu président. Le 24 août 1998, les autorités carcérales lui infligèrent une sanction disciplinaire, en conséquence de quoi il fut privé des améliorations apportées à ses conditions de détention. Officiellement, la raison en était qu’il avait battu un autre détenu, selon ce qu’un informateur secret avait rapporté aux autorités carcérales. Le requérant nia avoir frappé l’autre détenu tout en reconnaissant avoir assisté à la scène sans intervenir. Il adressa à l’administration pénitentiaire et au médiateur des plaintes au sujet de l’irrégularité de la peine, qui furent rejetées pour absence de fondement.", "29.  Le 10 octobre 1998, le droit du requérant d’acheter de la nourriture à la boutique de la prison fut suspendu pendant un mois et, le 13 octobre 1998, l’intéressé reçut un avertissement disciplinaire pour avoir menacé des détenus de recourir à la force envers eux. Les autorités carcérales rejetèrent les plaintes qu’il avait formées au sujet de ces sanctions. Sa demande dirigée contre un gardien, M. Kmieliauskas, qui aurait été à l’origine de celles-ci, ne fut pas examinée.", "30.  Le 15 octobre 1998, le requérant fut sanctionné pour être sorti de l’aile 1. On lui ordonna de laver les fenêtres du quartier 21, et ce sous la surveillance du gardien Kmieliauskas. Le requérant commença par refuser de laver les fenêtres en présence de ce gardien et d’autres détenus, car cela aurait signifié une atteinte flagrante à son droit de se plaindre de ce gardien. Le requérant procéda ensuite au lavage alors qu’on ne l’observait pas. Le gardien Kmieliauskas refusa d’admettre que le travail avait été fait.", "31.  Le 16 octobre 1998, alors que le directeur de la prison était absent, le gardien Kmieliauskas ordonna de placer le requérant en isolement cellulaire. L’intéressé y fut conduit sur-le-champ menottes aux mains. Dans l’heure qui suivit, le directeur rentra à la prison. Après avoir entendu le requérant et certains gardiens, il décida que le premier n’avait pas manqué à ses devoirs le 15 octobre 1998 ; l’isolement fut immédiatement levé.", "32.  Dans ses observations écrites à la Cour, le requérant avait déclaré avoir reçu le 23 octobre 1998 un avertissement parce qu’il dormait encore à 6 h 40, soit dix minutes après l’heure réglementaire du réveil. Lors de son entretien avec les délégués de la Cour, il a affirmé catégoriquement que les gardiens l’avaient trouvé au lit à 6 h 30. Le 28 octobre 1998, il reçut un nouvel avertissement disciplinaire parce qu’il avait dépassé la ligne de discrétion alors qu’il faisait la queue pour appeler sa famille au téléphone.", "33.  En décembre 1998, le requérant apprit de « sources confidentielles » qu’un des gardiens, B., avait participé à des activités délictueuses, à savoir la falsification de documents. Le 28 décembre 1998, le requérant déposa une plainte contre B. au nom de But. Elle fut transmise aux autorités carcérales pour qu’elles l’adressent au médiateur. Le 29 décembre 1998, un des responsables de la prison aurait demandé au requérant de ne pas envoyer la plainte, en promettant que B. serait licencié et que lui-même bénéficierait de conditions de détention améliorées. Le requérant refusa et insista pour que la plainte fût transmise comme prévu. D’après lui, B. aurait été contraint de quitter la prison à la suite de l’enquête menée par le médiateur. En décembre 1998, le requérant saisit aussi le médiateur d’une plainte contre un autre gardien, P., pour abus d’autorité. Le requérant faisait notamment valoir que P. avait délibérément provoqué des conflits entre le requérant et d’autres détenus. Cette plainte fut rejetée pour défaut de fondement.", "34.  Le 21 décembre 1998, le requérant rencontra le directeur de la prison, qui l’autorisa à rendre visite à des personnes détenues dans d’autres ailes afin de leur transmettre pour Noël les vœux de But. D’après les observations écrites soumises par le requérant à la Cour, l’autorisation avait été donnée oralement, mais il déclara aux délégués de la Cour qu’elle avait été mise par écrit et affichée sur le panneau d’information prévu à cet effet. Cette autorisation était valable du 24 au 27 décembre 1998. Le 24 décembre, le requérant tenta de se rendre de l’aile 1 à l’aile 3. A un point de contrôle spécial situé entre ces deux ailes, il fut arrêté par les gardiens qui lui dirent qu’il n’avait pas le droit de pénétrer dans l’aile 3.", "35.  Le 29 décembre 1998, à titre de sanction disciplinaire pour l’« intrusion illicite » du 24 décembre, le requérant se vit ordonner de nettoyer autour de son lit dans le quartier 21. Le règlement pénitentiaire provisoire n’exigeant pas de procéder au nettoyage en présence d’un gardien, il fit ce travail sans témoins. Le gardien Kmieliauskas, qui devait le surveiller, n’admit pas que le travail avait été fait.", "36.  En conséquence, le 5 janvier 1999, le requérant se vit attribuer quinze jours d’isolement cellulaire. Il annonça immédiatement qu’il entamait une grève de la faim car il considérait cette sanction comme arbitraire. Le 6 janvier 1999, il adressa des plaintes à diverses autorités de l’Etat et aux médias. Le 8 janvier 1999, la sœur du requérant appela le directeur de la prison, qui lui aurait menti en affirmant que l’intéressé ne faisait pas la grève de la faim. Le 9 janvier 1999, le plus grand quotidien lituanien, Lietuvos Rytas, publia en deuxième page un article déclarant que le requérant faisait une telle grève. Le sixième jour de cette grève, soit le 11 janvier 1999, un procureur se rendit à la prison et conseilla au requérant de s’efforcer de conclure un compromis avec les autorités carcérales. Le 13 janvier 1999, le requérant mit fin à sa grève. Le 15 janvier 1999, le directeur de la prison accorda à un journal, Akistata, un entretien qui parut sous le titre « Troubles fomentés sans raison ». Dans l’entretien, le directeur déclarait que le requérant « ne faisait rien [pour se soumettre au régime de la prison] hormis déposer diverses plaintes ». L’intéressé estime que ces propos expriment la partialité du directeur à son égard.", "37.  Le 21 janvier 1999, le requérant se vit infliger deux sanctions disciplinaires pour grève de la faim illicite. On lui supprima le droit de se rendre à la boutique de la prison et celui de recevoir de la nourriture par sa famille. De plus, on le transféra au SAB.", "38.  Selon le requérant, ces sanctions, prises dans leur ensemble, démontrent le caractère ineffectif de tout effort interne pour contrôler des allégations de mauvais traitement. Le médiateur aurait rejeté ses plaintes au sujet des sanctions disciplinaires qu’il avait subies sur le seul fondement des déclarations des autorités carcérales, sans tenir dûment compte des circonstances réelles. D’après lui, le traitement qu’il a connu en prison était dégradant parce qu’il n’a pas eu accès à une autorité indépendante et impartiale pour dénoncer ses conditions de détention.", "39.  Il n’y a pas eu d’information au sujet d’un contrôle effectif du traitement des détenus en général ou du requérant en particulier parce que le règlement pénitentiaire provisoire (Pataisos darbų įstaigų laikinosios taisyklės) n’avait pas été publié. Le règlement définissait la base légale du régime pénitentiaire et des actes des autorités carcérales. L’absence de publicité d’un document juridique aussi important permettait aux autorités carcérales d’agir avec arbitraire. Ce document n’avait été déposé ni auprès de l’administration pénitentiaire ni dans les prisons. De l’avis du requérant, chaque quartier de la prison aurait dû disposer d’un exemplaire du règlement. Or la prison n’en possédait qu’un seul.", "iii.  Le contrôle de la correspondance avec les organes de la Convention", "40.  Le requérant indique que la première lettre que lui a adressée la Commission européenne des Droits de l’Homme, datée du 18 juin 1998, lui a été montrée déjà ouverte. Il a seulement été autorisé à la recopier avant de la rendre aux autorités carcérales. Les autres lettres émanant des organes de la Convention ont été ouvertes par lesdites autorités et lui ont été remises quelque trois jours après leur réception à la prison.", "41.  Le 7 décembre 1998, le directeur de la prison écrivit une lettre à la Cour où il déclarait notamment :", "« Le 2 décembre 1998, les autorités carcérales ont reçu une lettre [du requérant] adressée à [la Cour]. Après avoir pris connaissance de la teneur de la lettre (...) j’aimerais exposer certaines considérations quant aux faits qui [y] sont allégués (...)", "Il est vrai que, conformément à l’ordonnance du ministère de l’Intérieur en date du 14 août 1998 (...) il est interdit aux condamnés de rester au lit en dehors des horaires prévus, si les responsables n’ont pas accordé de permission spéciale à cette fin (...), [mais] il n’est pas vrai que tous les condamnés se soient vu interdire de rester couchés pendant la journée, comme J. Valašinas l’indique dans sa lettre (...) parce que des [détenus] âgés et handicapés ont bénéficié de [cette] possibilité (...)", "[Le requérant] allègue que certaines ailes de la prison hébergent plus de 400 détenus, ce qui est contraire à l’article 2 § 11 du règlement pénitentiaire, selon lequel « 300 personnes au maximum sont détenues dans une aile ». [Cependant,] il est en pratique impossible d’appliquer cette disposition en raison de l’augmentation rapide du nombre de détenus (la limite est de 1 830 [détenus], [mais] le 3 décembre 1998, il y en avait 2 109).", "En ce qui concerne l’éducation des détenus (...), l’administration du comté de Kaunas est disposée à mettre en place un centre d’éducation pour adultes dans la prison à compter du 1er janvier 1999 (...)", "Le 20 août 1998, [le requérant] a fondé une association d’assistance et de soutien mutuels, « But » (...) Nous pensons qu’il y a lieu de s’en féliciter (...). En pratique toutefois, depuis sa création, cette association et son président, J. Valašinas, se bornent à défendre les intérêts (...) des « chefs » de la pègre (...) »", "42.  Dans une lettre à la Cour datée du 16 décembre 1998, la sœur du requérant se plaignit de ce que celui-ci lui avait indiqué au téléphone le 15 décembre 1998 qu’on lui avait interdit de continuer à correspondre avec la Cour et que ses lettres à celle-ci datées des 30 novembre et 3 décembre 1998 n’avaient pas été postées par les autorités carcérales.", "43.  Le 18 décembre 1998, ces dernières envoyèrent au greffe les lettres du requérant datées des 30 novembre, 3 décembre et 15 décembre 1998. Elles contenaient aussi un compte rendu de la réunion des autorités du 15 décembre 1998, où il avait été question de la correspondance entre le requérant et la Cour. D’après le compte rendu, le directeur de la prison par intérim avait", "« expliqué [au requérant] qu’il devait s’adresser tout d’abord à certaines autorités de la République de Lituanie, à savoir l’administration pénitentiaire, le ministère de l’Intérieur, le ministère de la Justice, le médiateur, le parquet général et autres institutions. [Le requérant] connaît bien cette procédure (...) mais a exigé catégoriquement que sa lettre [à la Cour] soit envoyée (...). [Le requérant] m’a demandé si j’avais le droit de prendre connaissance du contenu de [sa] lettre (...). J’ai dit que j’en avais le droit en vertu de l’article 7 § 1 (7) du règlement pénitentiaire provisoire [aux termes duquel] « les lettres reçues ou envoyées par un condamné (sauf celles adressées à un procureur) sont soumises à la censure ». Vu la demande catégorique [du requérant], [sa] plainte sera adressée à son destinataire ».", "44.  Le 1er mars 1999, le greffe reçut une nouvelle lettre du requérant postée le 15 février. Selon l’intéressé, cette lettre avait été envoyée par les autorités carcérales. Il y joignait un original de la lettre du greffe du 14 janvier 1999 comme preuve de ce que sa correspondance avec la Cour avait été censurée. Cette lettre portait en effet un tampon de la prison avec la date de réception, le 1er février 1999, une note manuscrite, de cette même date, du directeur ordonnant de montrer la lettre au requérant et la confirmation écrite de celui-ci selon laquelle il en avait pris connaissance le 3 février.", "45.  Au cours de son entretien avec les délégués de la Cour, le requérant déclara aussi qu’il avait remis en décembre 1998 aux autorités carcérales une autre lettre pour la Cour datée du 16 décembre 1998. Cette lettre n’est jamais parvenue à cette dernière.", "2.   Alekas Morozovas", "46.  Ce témoin occupait le poste de directeur de la prison à l’époque où le requérant y était détenu.", "a)  Conditions générales de détention", "i.  Le SAB", "47.  Le témoin reconnaît que, dans les toilettes, les différents trous n’étaient pas séparés par des cloisons jusqu’en 1999, année où eut lieu une rénovation consistant à ériger entre les trous des parois en ciment recouvertes de carreaux de céramique. ", "ii.  Le régime normal (aile 1)", "48.  A l’époque où le requérant fut incarcéré sous le régime normal dans l’aile 1, chaque détenu disposait de 2,7 m2 dans le dortoir du quartier 13 et de 3,2 m2 dans celui du quartier 21. Le code des prisons (Pataisos darbų kodeksas) exigeait un espace minimum de 2 mètres carrés dans les dortoirs, tandis qu’une norme sanitaire spéciale du ministère de la Santé datant de 1999 exigeait au moins 3 mètres carrés. Le témoin considère que la prison n’était pas sérieusement surpeuplée à l’époque où le requérant y fut incarcéré, au moins au sens des exigences internes valables jusqu’en 1999. La situation s’est améliorée à la suite d’une loi d’amnistie promulguée en 2000 ; alors que les prisons comptaient au total 2 303 détenus en 1999, ce chiffre est tombé à 1 782 en mai 2000, soit le plus bas niveau en cinq ans.", "49.  Les draps, fournis aux détenus, étaient lavés et séchés à la buanderie de la prison gratuitement tous les quinze jours. Les détenus avaient accès à la douche une fois par semaine. Ils pouvaient aussi utiliser les lavabos situés à côté des douches pour laver leurs affaires personnelles. Chaque détenu recevait gratuitement 200 grammes de savon par mois et pouvait en acheter d’autre à la boutique.", "50.  Les détenus pouvaient se procurer divers produits, y compris de la nourriture et des articles de toilette, à la boutique de la prison trois fois par mois. Les prix n’étaient pas excessifs et étaient régulièrement revus par les autorités carcérales en fonction de ceux pratiqués dans la région. L’argent liquide n’était pas utilisé à la boutique, mais chaque détenu disposait d’un compte où étaient versés les ressources provenant de sa famille, son salaire gagné à la prison ou ses allocations s’il s’agissait d’un orphelin. Ces comptes étaient débités lors des achats.", "51.  Le témoin reconnaît que la cantine, qui accueillait normalement 500 détenus à la fois, a de temps à autre été surpeuplée. Il nie toutefois que des détenus aient été privés de repas pour cette raison. Cinq services étaient organisés pour que chaque détenu pût prendre trois repas par jour. Le témoin n’a jamais reçu de réclamation d’un détenu qui se serait plaint de ne pas avoir eu de repas à cause du surpeuplement de la cantine. Il n’a jamais entendu de plainte au sujet de la qualité de la nourriture. Il déclare que le personnel médical de la prison vérifiait chaque jour le respect des normes sanitaires et la qualité de la nourriture.", "52.  Le témoin n’a pas reçu de plainte du requérant quant à l’absence d’assistance médicale dans la prison. Il ajoute que le médecin de la prison et les autorités sanitaires ont confirmé qu’il n’était pas nécessaire d’opérer le requérant du genou pendant sa détention. Le requérant ne s’est jamais plaint auprès de lui de ce que la nourriture servie ne respectât pas les normes sanitaires, ni d’avoir été privé d’un régime spécial ou d’avoir eu besoin de suppléments de nourriture gratuite.", "53.  Il n’y avait pas de cloison pour séparer les toilettes sans siège, jusqu’à ce qu’il en soit installé au cours de la rénovation effectuée en 1999. Les toilettes en sont désormais toutes équipées. Le témoin déclare qu’un décret spécial du gouvernement de 1995 exige que tous les détenus reçoivent du papier hygiénique. Toutefois, les autorités carcérales, pour des raisons budgétaires, ont eu du mal à appliquer ce décret, et il n’y a pas eu de distribution de papier hygiénique au cours des derniers mois. La prison manque d’argent, même pour le service du courrier. Le témoin estime que l’absence de papier hygiénique gratuit n’est pas un problème essentiel dans la prison, car il n’a pas reçu de plainte de détenus à ce sujet. Selon lui, il faut savoir qu’il est toujours possible de se procurer du papier hygiénique dans la boutique de la prison au prix de 0,50 à 0,60 LTL le rouleau. De plus, les familles peuvent toujours en donner. Au pire, il est possible d’utiliser d’autres sortes de papier, comme le papier journal, les journaux étant fournis gratuitement aux détenus. Le témoin établit une comparaison entre le papier hygiénique et d’autres articles de toilette, comme le dentifrice et les brosses à dents qui, s’ils ne sont pas fournis gratuitement, peuvent être donnés par les familles ou achetés à la boutique de la prison.", "54.  La prison est dotée d’un atelier de travail du bois. Cependant, seule une faible proportion des détenus y travaille en raison du manque de commandes commerciales. Un contrat récemment conclu avec le gouvernement doit néanmoins permettre d’augmenter la production et de créer de nouveaux emplois. 115 détenus travaillent aussi pour les services de la prison, dont la buanderie et la cantine. Le requérant n’a pas travaillé pendant sa détention.", "", "\nb)  Actes spécifiques des autorités carcérales", "i.  La fouille corporelle du 7 mai 1998", "55.  Lorsqu’un détenu a reçu une visite personnelle, il doit, ainsi que tout objet qu’il a pu se voir remettre, subir un contrôle, conformément au règlement pénitentiaire provisoire. Le détenu peut alors être amené à se dévêtir entièrement. Le règlement prévoit que seule une personne du même sexe que le détenu peut en ce cas effectuer la fouille. ", "56.  Le témoin déclare qu’il n’a pas assisté à l’événement en question, mais qu’il en a été informé par le requérant. Il admet que la surveillante J. travaillait à la prison et supervisait les visites personnelles. Elle avait notamment pour fonction d’accompagner les détenus dans la zone des visites, à l’aller comme au retour, et de les remettre entre les mains des gardiens effectuant les fouilles. La Cour n’a pas pu interroger Mme J. car elle n’était pas à la prison le jour où ses délégués s’y sont rendus.", "57.  Les trois gardiens qui ont effectué la fouille corporelle ont été interrogés par le témoin immédiatement après que le requérant eut porté plainte en mai 1998. Ils ont nié qu’une femme ait été présente. Il n’a pas été dressé de procès-verbal de la plainte du requérant ou d’une éventuelle enquête sur l’incident.", "58.  Le témoin déclare ne pas savoir si Mme J. a pris part à la fouille. Si le requérant s’est entièrement déshabillé en présence d’une femme, il s’agit d’une violation du règlement pénitentiaire provisoire. Or, compte tenu des fonctions de Mme J., il reconnaît qu’il est possible, en théorie comme en pratique, qu’elle ait assisté à la fouille.", "ii.  Les allégations de brimades et l’absence de contrôle", "59.  Le témoin décrit la procédure prévue par le règlement pénitentiaire provisoire en cas d’infraction disciplinaire. La prison de Pravieniškės est dotée d’une commission disciplinaire composée du directeur de la prison, de ses adjoints et des chefs de quartier. Cette commission est chargée d’examiner toutes les allégations d’infraction à la discipline carcérale. Lorsqu’un incident particulier se produit ou lorsque des renseignements précis au sujet d’un incident parviennent aux autorités carcérales, un responsable tel qu’un chef de quartier rédige un rapport sur les faits et donne son avis sur le point de savoir si ceux-ci révèlent une infraction au règlement de la part d’un détenu. Le rapport est normalement soumis au détenu, qui a le droit de présenter ses observations. S’il n’est pas possible de procéder ainsi, par exemple lorsque le rapport contient des déclarations de témoins anonymes quant à l’incident, le détenu est informé de sa teneur. Toutefois, même dans ce cas, qui est exceptionnel, le détenu a le droit de savoir quelles sont les accusations portées contre lui mais ne peut connaître le nom des témoins.", "Le rapport et les observations du détenu sont envoyés à la commission disciplinaire, qui décide s’il y a lieu ou non d’infliger une sanction. Il est absolument impératif que le détenu comparaisse en personne devant la commission avant que celle-ci ne prenne sa décision. Les témoins qui sont des détenus ne sont normalement pas entendus en personne lors de l’audience, mais leur déposition figure dans le rapport écrit. Néanmoins, tout gardien impliqué dans un incident doit être entendu par la commission, avec l’auteur allégué de l’infraction.", "60.  La décision de la commission est susceptible d’appel. Lorsque le rapport d’incident a été rédigé par un membre du personnel dont le rang ne dépasse pas celui de directeur adjoint, le directeur de la prison peut annuler la sanction. Lorsque le rapport émane du directeur lui-même, le détenu peut faire appel devant le directeur de l’administration pénitentiaire. Il peut ensuite saisir le ministère de l’Intérieur ou le médiateur. Ce dernier ne peut annuler la sanction, mais il peut recommander aux autorités carcérales de le faire. La plupart du temps, les recommandations du médiateur sont suivies. En général, il n’est pas interdit aux détenus de se plaindre à l’autorité de leur choix au sujet de tel ou tel aspect de leur détention. Néanmoins, la voie hiérarchique interne constitue le principal recours à la disposition des détenus.", "61.  La procédure de plainte contre les membres du personnel est analogue à celle applicable aux infractions disciplinaires. Le témoin n’a pas connaissance d’une plainte particulière que le requérant aurait dirigée contre un membre du personnel. Il déclare toutefois que, si le requérant en a déposé une, elle a été envoyée aux autorités compétentes.", "62.  Tous les détenus connaissent le règlement pénitentiaire provisoire, qui prévoit cette procédure et renferme d’autres dispositions relatives au régime en vigueur dans toutes les prisons lituaniennes. Chaque détenu a librement accès aux copies du règlement et du code des prisons déposées à la bibliothèque de la prison. En outre, à l’arrivée d’un nouveau détenu, un chef de quartier doit lui faire prendre connaissance du règlement, ce qui est confirmé par la signature de l’intéressé.", "63.  Jusqu’en août 1998, le témoin n’avait quasiment pas eu de contact personnel avec le requérant, qui n’avait avant cette date fait l’objet d’aucune sanction disciplinaire. Le témoin a participé à la réunion au cours de laquelle a été fondée l’association But, en août 1998. Il considère comme louables les objectifs de cette association, tels qu’ils ressortent de ses statuts, à savoir que les détenus s’apportent mutuellement aide et soutien afin de défendre leurs droits et d’obtenir de meilleures conditions de détention. Les autorités carcérales ne sont aucunement intervenues dans le fonctionnement de cette association. Toutefois, selon le témoin, après être devenu le chef de But, le requérant oublia qu’il était lui-même détenu et qu’il n’avait pas seulement des droits mais aussi des devoirs. Il ignora des ordres donnés légalement par le personnel et, à diverses reprises, commit des infractions graves à la discipline carcérale.", "64.  Le témoin confirme que le requérant a fait l’objet de neuf sanctions disciplinaires pendant la durée de son incarcération, infligées les 24 août, 10, 13, 15, 23 et 28 octobre et 29 décembre 1998, et 5 et 21 janvier 1999. Pour ce qui est de leur nature, le témoin déclare que huit d’entre elles étaient des sanctions mineures. La levée des conditions de détention améliorées intervenue le 24 août 1998 correspondait à la suppression temporaire du droit du requérant de bénéficier de certains avantages socio-économiques comme le droit de recevoir des visites personnelles supplémentaires, de faire des achats dans la boutique de la prison ou de recevoir des colis de sa famille. Quant aux avertissements disciplinaires des 13, 23 et 28 octobre 1998, il s’agissait principalement d’annotations portées dans le dossier carcéral du requérant. Les corvées (budėjimas be eilės) infligées les 15 octobre et 29 décembre 1998 étaient des travaux de nettoyage insignifiants. Il s’agissait de sanctions mineures étant donné que les manquements du requérant à la discipline n’avaient pas été graves.", "De l’avis du témoin, seule la punition du 5 janvier 1999, à savoir l’isolement cellulaire, doit passer pour sérieuse. Elle sanctionnait le non-respect d’un ordre légitime émanant d’un gardien de prison, le requérant ayant négligé de nettoyer autour de son lit le 29 décembre 1998. En tout état de cause, aucune de ces sanctions n’était humiliante à l’égard du requérant mais chacune correspondait selon le témoin à l’application normale de la discipline carcérale.", "65.  Le témoin affirme que chacune des sanctions a été dûment motivée. Les autorités carcérales ont chaque fois apprécié avec soin les allégations de manquement à la discipline et pesé les preuves en leur possession. Le médiateur a confirmé le bien-fondé des conclusions des autorités. Le témoin cite comme exemple les événements du 16 octobre 1998, à propos desquels on ne sait pas bien si le requérant a ou non effectué lui-même la corvée infligée le 15 octobre 1998. Bien que le gardien Kmieliauskas eût déclaré que le requérant ne s’en était pas acquitté personnellement, le témoin a décidé d’accorder à ce dernier le bénéfice du doute et de conclure à l’absence de manquement. Toutefois, dans un autre cas, celui de la corvée infligée le 29 décembre 1998, des preuves écrasantes montraient que le requérant avait effectivement failli à la discipline en ordonnant à un autre détenu d’effectuer sa corvée à sa place. C’est à la suite de cela que l’intéressé fut placé en isolement cellulaire.", "66.  Le témoin reconnaît avoir dit que le requérant « ne faisait rien hormis soumettre des plaintes » dans un entretien paru le 19 janvier 1999 dans Akistata, un journal spécialisé dans les questions de crime et d’ordre public. Le témoin ne considère pas qu’il ait en quoi que ce soit humilié le requérant en prononçant cette déclaration. Il affirme ne nourrir aucun préjugé contre l’intéressé en raison de son activisme parmi les détenus, du fait qu’il préside l’association But, de sa plainte auprès des organes de la Convention ou de tout autre motif. Les mesures restreignant les droits du requérant étaient uniquement motivées par le non-respect par ce dernier de la discipline carcérale, qui s’applique de la même manière à tous.", "67.  Le témoin déclare que le fait qu’il ait en 1999 effacé du dossier disciplinaire du requérant les sanctions qui y étaient inscrites montre que celui-ci a bénéficié d’un traitement raisonnable en prison. Il est ensuite parvenu à trouver avec lui un terrain d’entente et ils ont organisé ensemble diverses manifestations culturelles dans la prison. De plus, compte tenu de l’amélioration du comportement du requérant, le témoin a intercédé en sa faveur, ce qui a permis en fin de compte à l’intéressé de bénéficier d’une grâce présidentielle. Leur coopération s’est poursuivie après la libération du requérant, notamment en ce qui concerne l’organisation d’activités culturelles dans la prison.", "iii.  Le contrôle de la correspondance avec les organes de la Convention", "68.  Le témoin reconnaît que, jusqu’en juin 1999, les autorités carcérales ont contrôlé les lettres adressées par le requérant aux organes de la Convention en vertu du code des prisons et du règlement pénitentiaire provisoire. Il déclare qu’il n’a jamais empêché le requérant de se plaindre à la Cour. Ses remarques sur l’épuisement des recours internes avaient pour but d’expliquer au requérant les conditions procédurales requises et non de l’entraver dans l’exercice de son droit de présenter une requête au titre de la Convention. Toutes les lettres destinées à la Cour que le requérant a remises aux autorités carcérales ont été envoyées et il a reçu toutes celles que les organes de la Convention lui ont adressées.", "3.   Robertas Kmieliauskas ", "69.  Le témoin est gardien de prison et chef de quartier.", "70.  Il déclare que le requérant appartenait à ce qu’il est convenu d’appeler l’élite des détenus, et qu’il était habituel qu’il fît exécuter ses travaux par d’autres. C’est pourquoi il a pensé que le requérant n’avait pas effectué lui-même la corvée qui lui avait été infligée le 29 décembre 1998. Il ne considère pas que l’obligation faite au requérant de nettoyer autour de son lit sous sa surveillance ait eu un caractère dégradant. Le requérant lui avait demandé à l’avance la permission d’effectuer ce travail sans surveillance, mais en s’abstenant de dire pourquoi il ne souhaitait pas être observé ni s’il considérait cet ordre comme dégradant. Le requérant avait à l’évidence demandé cela pour tenter d’obtenir que d’autres fissent son travail à sa place. Le témoin ne lui a donc pas accordé cette permission. Le refus du requérant d’accomplir ce travail en sa présence constitue un manquement à ses devoirs.", "C.  L’inspection de la prison", "71.  Le 26 mai 2000, les délégués ont visité la prison. Celle-ci abritait alors 1 782 détenus, soit beaucoup moins qu’en 1999, où 2 303 personnes y étaient incarcérées.", "1.  Le SAB", "72.  Les délégués ont visité le SAB, où vingt personnes étaient détenues, contre vingt-deux à l’époque où le requérant s’y trouvait. Les lits étaient pourvus de cadres et ressorts métalliques et de quatre pieds de 30 centimètres environ. Ils étaient alignés côte à côte dans un dortoir de 92,2 m2. On y trouvait des postes de télévision, un magnétoscope, des postes de radio, des effets personnels et les draps et couvertures nécessaires. Chaque détenu disposait d’un espace de 5 mètres carrés environ dans le dortoir. Il ne semblait pas y avoir de manque de place, de lumière ou d’air.", "73.  Les délégués visitèrent les sanitaires, pièce à part située dans un couloir entre le dortoir et la salle de loisirs. Ils se composaient de toilettes et d’une douche. Les détenus pouvaient utiliser la douche à tout moment entre le réveil, à 6 h 30, et la fermeture, à 22 h 30. L’endroit avait été carrelé et des cloisons avaient été installées entre les trous des toilettes depuis l’époque où le requérant était détenu. Les cloisons montaient à hauteur de la taille et il n’y avait pas de porte. A l’époque du requérant, il n’y avait que les trous. On ne voyait pas de papier hygiénique. Les sanitaires étaient quelque peu boueux mais pas nauséabonds. Les délégués apprirent que des personnes étaient payées pour effectuer le nettoyage et qu’on ne demandait aux détenus de le faire qu’à titre de sanction disciplinaire.", "74.  La nourriture était apportée de l’aile principale de la prison dans une petite cuisine trois fois par jour. Une cour, à peu près de la même taille que le dortoir, avec de l’herbe et des plantes, était pourvue de tables et de bancs ainsi que de matériel d’haltérophilie. Les détenus pouvaient s’y rendre autant qu’ils le voulaient entre 6 h 30 et 22 h 30. Ils ne portaient pas d’uniforme mais étaient pour la plupart en tee-shirt et survêtement léger. Ils pouvaient laver leurs affaires personnelles dans les sanitaires et les délégués ont vu du linge sécher sur des fils dans la cour. Les détenus pouvaient se déplacer à leur gré dans tout le SAB, où ils disposaient aussi d’une salle de loisirs et d’une salle de billard. Seule la salle de loisirs était dépourvue de fenêtres, mais elle était bien aérée. Elle était dotée de fauteuils confortables, d’un jeu d’échecs et d’un poste de radio. Toutes les zones d’habitation possédaient de gros radiateurs.", "75.  Il était possible d’appeler le service médical de la prison directement à partir du SAB grâce à une ligne téléphonique spéciale. Un médecin se rendait au SAB pratiquement chaque jour, et les malades étaient conduits à l’infirmerie.", "76.  Le requérant confirme que les conditions dans lesquelles il a été détenu dans le SAB étaient pour l’essentiel identiques à celles décrites, mis à part quelques modifications apportées depuis : la zone d’habitation a été repeinte de frais, elle est mieux meublée, des cloisons ont été posées dans les toilettes et une fenêtre a été percée dans la cuisine.", "2.  Le régime normal (aile 1)", "77.  Les délégués se rendirent ensuite dans la zone où se trouvaient les détenus en régime normal dans l’aile 1, à savoir un bâtiment de 775,2 m2 d’espace habitable et une grande cour adjacente. Cette aile comportait 12 quartiers se composant chacun de dortoirs jouxtant des toilettes. A l’époque de leur visite, l’aile 1 hébergeait 372 détenus, alors qu’il y en avait 400 lorsque le requérant s’y trouvait.", "78.  Le quartier 13 comprenait un dortoir de 86,5 m2 contenant 32 lits, dont quelques lits superposés. Les lits, aux cadres et ressorts métalliques, étaient montés sur quatre pieds de 30 cm environ. Chaque détenu disposait d’un espace de 2,7 m2 environ dans le dortoir, qui était muni de fenêtres et ne manquait ni d’air ni de lumière. Plusieurs détenus se trouvaient dans le dortoir pendant la journée car ils pouvaient circuler librement dans l’ensemble du bâtiment et de la cour entre 6 h 30 et 22 h 30. Quatre tabourets complétaient l’ameublement. Un gardien informa les délégués que les détenus étaient autorisés à s’asseoir ou s’étendre sur les lits pendant la journée.", "79.  Le quartier 21 comportait un dortoir de 55,3 m2 contenant 24 lits placés côte à côte. Chaque détenu disposait d’un espace de 3,2 m2 environ dans le dortoir. Celui-ci était pourvu de deux grandes fenêtres, mais le requérant se plaignait tout de même du manque d’aération. Les fenêtres étaient ouvertes lors de la visite des délégués, alors que le requérant a déclaré qu’elles restaient fermées en hiver ou lorsqu’un détenu était malade.", "80.  Dans les deux quartiers, les toilettes étaient situées dans des pièces distinctes des dortoirs. Il s’agissait de toilettes sans siège, isolées par des cloisons, qui ne paraissaient pas être en mauvais état ou sales. Il n’y avait ni odeur particulière ni manque d’air. Le requérant a déclaré que les murs avaient été peints et des cloisons posées depuis l’époque où il s’y trouvait.", "81.  Dans la salle commune de douche, 30 détenus pouvaient se doucher en même temps. Cette zone n’avait pas été rénovée. Les installations étaient rouillées et les murs moisis, mais il y avait de l’eau chaude et l’endroit fonctionnait dans l’ensemble de manière correcte. La pièce jouxtant les douches était équipée de profonds lavabos où les détenus pouvaient laver leur linge. Ils pouvaient se rendre à la douche une fois par semaine.", "82.  La cantine se composait de deux grandes salles de 500 places assises environ. La nourriture était préparée dans de grands fours et récipients où cuisaient d’énormes quantités de soupe (parfois agrémentée de viande), de légumes et de bouillie. La quantité servie par détenu était contrôlée par les services médicaux, tout comme les conditions d’hygiène. L’endroit paraissait globalement d’une propreté irréprochable, mis à part une certaine humidité au sol. La nourriture était versée dans des plats métalliques de dix personnes et servie par deux passe-plats.", "83.  L’infirmerie comptait plusieurs salles de consultation, dont une équipée d’un fauteuil et de matériel de dentiste. L’ensemble du matériel paraissait vieux mais fonctionnel. A partir de février 1999, il y a eu un médecin de garde vingt-quatre heures sur vingt-quatre. Celui-ci a indiqué que, lorsqu’un détenu avait de la fièvre, il demandait de l’aide à l’infirmerie.", "3.  L’isolement cellulaire ", "84.  Les délégués se sont ensuite rendus dans la cellule, située dans un autre bâtiment, où le requérant avait été placé en isolement du 5 au 20 janvier 1999. Il s’agissait d’une pièce étroite pouvant loger deux personnes. Pendant la journée, les lits étaient rabattus contre le mur, comme des couchettes de train. La cellule contenait des bancs bas et un placard, ainsi que, à part, des toilettes et un lavabo. Le requérant a déclaré que lorsqu’il y était détenu les murs n’étaient pas peints, il n’y avait pas de placard et les draps et les couvertures étaient enlevés pendant la journée.", "D.  Conclusions du médiateur en réponse aux plaintes du requérant concernant les brimades qu’il aurait subies", "85.  Le 10 septembre 1998, le médiateur rejeta pour défaut de fondement la plainte formée par le requérant au sujet de la sanction disciplinaire du 24 août 1998, qui le privait de conditions de détention améliorées. Le médiateur releva que le requérant se bornait à contester les circonstances de l’incident ayant conduit à la sanction, affirmant qu’il n’avait pas frappé un autre détenu. En se fondant sur les observations écrites des autorités carcérales, la déclaration d’un témoin anonyme et les explications du requérant, le médiateur établit que ce dernier avait lui aussi donné des coups et que les autorités carcérales avaient à juste titre infligé une sanction. ", "86.  Le 19 janvier 1999, sur la base des observations écrites émanant des autorités carcérales et du requérant, le médiateur rejeta pour défaut de fondement les plaintes de ce dernier concernant les sanctions des 10 et 13 octobre 1998. Le médiateur constata que le requérant se bornait à contester les faits établis par les autorités carcérales et n’avait fourni aucune preuve plausible de nature à mettre en doute la validité de la conclusion selon laquelle il avait menacé d’autres détenus de recourir à la force à leur égard.", "87.  Le 19 janvier 1999, le médiateur écarta pour le même motif la plainte du requérant contre la sanction du 15 octobre 1998. Se fondant sur les observations écrites des autorités carcérales et de l’intéressé, le médiateur constata que le requérant s’était rendu dans l’aile 3 sans autorisation. Selon le règlement pénitentiaire provisoire, un détenu doit demander au directeur de la prison la permission de se rendre dans une autre aile, permission qui n’est valable que si elle est affichée sur le panneau d’information prévu à cet effet. Le requérant n’a pas démenti qu’il n’avait pas l’autorisation de quitter l’aile 1 ce jour-là ni prétexté qu’il ignorait les dispositions pertinentes interdisant les intrusions illicites. Il était donc justifié de lui infliger une corvée ce jour-là.", "88.  A la même date, le médiateur rejeta pour défaut de fondement la plainte du requérant contre les avertissements disciplinaires délivrés les 23 et 28 octobre 1998. Il releva que l’intéressé ne faisait que contester les faits établis par les autorités carcérales et n’avait fourni aucune preuve plausible de nature à jeter le doute sur la valeur des conclusions selon lesquelles il avait continué à dormir après le réveil réglementaire et avait fait la queue sans respecter la limite protégeant la vie privée.", "89.  Le 19 janvier 1999, le médiateur repoussa également les plaintes formées par le requérant et deux autres détenus, B. et P., contre les corvées qui leur avaient été infligées le 29 décembre 1998. Se fondant sur les observations écrites des autorités carcérales et des détenus, le médiateur établit que le requérant, ainsi que B. et P., tous trois prisonniers dans l’aile 1, avaient été arrêtés par des gardiens alors qu’ils faisaient intrusion dans l’aile 3. Les détenus avaient affirmé que le directeur de la prison et des gardiens leur avaient donné oralement la permission de se rendre dans l’aile 3, raison pour laquelle les sanctions étaient selon eux arbitraires. Le médiateur considéra que ces hommes ne disposaient d’aucune permission valable et que les sanctions infligées le 29 décembre 1998 étaient dès lors justifiées.", "90.  Le 21 janvier 1999, le médiateur rejeta les plaintes formées par le requérant et B. contre les sanctions disciplinaires du 5 janvier 1999 ordonnant leur mise en isolement cellulaire pour non-exécution des tâches imposées le 29 décembre 1998. En se fondant sur les observations écrites des autorités carcérales et les commentaires des détenus, ainsi que sur les éléments rassemblés sur place par un représentant du médiateur en janvier 1999, ce dernier établit que le requérant et B. avaient reçu du gardien Kmieliauskas l’ordre de nettoyer autour de leur lit en exécution des corvées infligées le 29 décembre 1998. Le médiateur considéra que le requérant et B., du fait de leur autorité sur les autres détenus, avaient effectivement pu demander à d’autres détenus de faire le nettoyage à leur place, pour éviter d’exécuter eux-mêmes les sanctions du 29 décembre. Selon le médiateur, il était donc raisonnable que le gardien Kmieliauskas eût voulu superviser le travail lui-même, ce contrôle ne pouvant donc passer pour une atteinte injustifiée à l’honneur des intéressés. Le médiateur établit que les détenus avaient refusé d’effectuer le travail sous la surveillance du gardien Kmieliauskas et d’un autre gardien vers 10 h 50 le 29 décembre 1998. Un peu plus tard, ils avaient informé le gardien Kmieliauskas qu’ils avaient quand même fait la corvée pendant qu’ils étaient seuls. Le médiateur considéra que le refus des détenus d’effectuer leurs corvées, comme leur déclaration ultérieure selon laquelle ils avaient accompli le travail en l’absence des gardiens, témoignaient de leur non-respect de la sanction du 29 décembre 1998. Le médiateur en conclut que celles infligées le 5 janvier 1999 étaient justifiées.", "91.  Le 21 janvier 1999, le médiateur examina les plaintes du requérant contre deux gardiens en s’appuyant sur une enquête menée sur place par un de ses représentants en janvier 1999. Le requérant alléguait qu’un gardien, B., ne connaissait pas le lituanien, n’avait pas la nationalité lituanienne et ne pouvait donc travailler dans la prison. Il avançait aussi qu’un autre gardien, P., avait semé la discorde entre lui-même et d’autres détenus. Le médiateur considéra qu’il n’y avait pas lieu d’examiner la plainte pour autant qu’elle se rapportait à B., qui avait entre-temps quitté la prison. Pour ce qui est de P., le médiateur établit que celui-ci n’avait commis aucun méfait et n’avait pas non plus eu l’intention de susciter des conflits. A cet égard, le médiateur constata que les plaintes du requérant revêtaient un caractère général et que, pendant la rencontre avec son représentant, l’intéressé n’avait pas été en mesure de citer un seul exemple de cas où P. aurait porté atteinte à ses droits.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "92.  Conformément au code des prisons, une prison a à sa tête un directeur. Les autorités carcérales sont subordonnées à l’administration pénitentiaire, qui était placée jusqu’en septembre 2000 sous l’autorité du ministère de l’Intérieur et se trouve actuellement sous celle du ministère de la Justice.", "93.  En vertu de l’article 21 de la Constitution, nul ne peut être soumis à la torture ou à des peines ou traitements inhumains ou dégradants. Aux termes de l’article 1 du code des prisons, l’incarcération ne vise pas à provoquer des souffrances physiques ni à porter atteinte à la dignité humaine.", "94.  L’article 41 du code des prisons prévoit que « la correspondance des condamnés est soumise à la censure ».", "95.  L’article 50 du code des prisons habilite un détenu à adresser à toute autorité de l’Etat des recommandations, requêtes et plaintes concernant ses conditions de détention. Conformément à l’article 70 § 9 dudit code, un détenu peut se plaindre d’une sanction disciplinaire auprès des autorités de la prison. Pareille plainte n’a pas d’incidence sur l’exécution de la peine. Aux termes de l’article 71 du code, la liste des responsables de la prison habilités à infliger des sanctions disciplinaires ainsi que leur compétence s’agissant d’établir s’il y a eu infraction au régime carcéral doivent figurer dans le règlement pénitentiaire provisoire.", "96.  Ce règlement a été adopté le 23 décembre 1992 sur ordonnance du ministre de l’Intérieur. Il régit toutes les questions ayant trait aux conditions générales de détention et au régime disciplinaire dans les prisons lituaniennes. Il a été amendé à diverses reprises par des ordonnances ministérielles. Il a été publié pour la première fois au Journal officiel en septembre 2000, après que la tutelle des prisons eut été transférée du ministère de l’Intérieur à celui de la Justice.", "97.  En vertu de l’article 1 de la loi sur les médiateurs parlementaires, le médiateur peut examiner les plaintes soumises par des individus quant à des fautes ou abus d’autorité commis par des responsables. Selon l’article 14 de ladite loi, il ne peut examiner les allégations relevant de la compétence des tribunaux en matière d’enquête. Aux termes de l’article 23 § 2, le médiateur ne peut amender ou annuler une décision ou un acte émanant d’un responsable. Les alinéas 1 à 3 de l’article 23 § 1 prévoient que le médiateur ne peut que transmettre le résultat de son enquête aux autorités de poursuite qui engageront une procédure pénale, intenter une action en justice, ou recommander la mesure qui convient quant au méfait établi.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "A.  Conditions générales de détention", "98.  Le requérant se plaint de ce que les conditions générales dans lesquelles il a été détenu à la prison de Pravieniškės (paragraphes 12 à 25 ci-dessus) aient constitué un traitement dégradant contraire à l’article 3 de la Convention, qui dispose :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "99.  Le Gouvernement souligne que la situation générale régnant dans la prison, dénoncée par le requérant, en ce qui concerne l’espace, les toilettes et la douche, l’alimentation et les conditions sanitaires, était compatible avec les exigences de l’article 3 de la Convention. Quant à l’absence de loisirs critiquée par le requérant, le Gouvernement fait valoir que les détenus sont fournis gratuitement en journaux et qu’ils peuvent emprunter des livres à la bibliothèque de la prison une fois par semaine. En 1998 ont été organisées les activités culturelles et de loisirs suivantes : plusieurs tournois sportifs, 4 pièces de théâtre, 14 concerts, 2 expositions artistiques, 2 séances de jeux télévisés, 6 visites de célébrités nationales, 80 séances de cinéma et 200 projections vidéo, ainsi que 82 services religieux. Le Gouvernement conteste que le requérant n’ait pas bénéficié de soins médicaux appropriés le 11 juin 1998 ou juste après, car la ligne téléphonique spéciale n’a pas été utilisée pour demander de tels soins, comme l’exige le règlement pénitentiaire provisoire. Dans l’ensemble, le Gouvernement considère que les conditions générales régnant dans la prison étaient conformes à l’article 3.", "100.  L’article 3 de la Convention, la Cour l’a dit à maintes reprises, consacre l’une des valeurs fondamentales des sociétés démocratiques. La prohibition de la torture et des peines ou traitements inhumains ou dégradants est absolue, quels que soient les circonstances et les agissements de la victime (Labita c. Italie [GC], no 26772/95, § 119, CEDH 2000-IV). ", "101.  La Cour rappelle de plus que, selon sa jurisprudence, pour tomber sous le coup de l’article 3 de la Convention, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques et mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime. En outre, en recherchant si un traitement est « dégradant » au sens de l’article 3, la Cour examinera si le but était d’humilier et de rabaisser l’intéressé et si, considérée dans ses effets, la mesure a ou non atteint la personnalité de celui-ci de manière incompatible avec l’article 3. Même l’absence d’un tel but ne saurait exclure de façon définitive un constat de violation de l’article 3 (Peers c. Grèce, no 28524/95, §§ 67, 68 et 74, CEDH 2001-III).", "102.  La Cour a toujours souligné que la souffrance et l’humiliation infligées doivent en tout cas aller au-delà de celles que comporte inévitablement une forme donnée de traitement ou de peine légitimes. Les mesures privatives de liberté s’accompagnent ordinairement de pareilles souffrance et humiliation. L’article 3 impose à l’Etat de s’assurer que tout prisonnier est détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine, que les modalités d’exécution de la mesure ne soumettent pas l’intéressé à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention et que, eu égard aux exigences pratiques de l’emprisonnement, la santé et le bien-être du prisonnier sont assurés de manière adéquate (Kudła c. Pologne [GC], no 30210/96, §§ 92-94, CEDH 2000-XI).", "1.  Le SAB", "103.  La Cour examinera d’abord les conditions générales de détention dans le SAB, où le requérant a purgé plus d’un an de sa peine à la prison de Pravieniškės. La Cour relève que l’intéressé disposait d’un espace de 5 mètres carrés environ dans le dortoir, sachant par ailleurs qu’il jouissait, depuis le lever à 6 h 30 jusqu’à la fermeture à 22 h 30, d’une grande liberté de circulation dans toute l’enceinte du SAB, composé d’un dortoir, d’une salle de loisirs, d’une cuisine, de sanitaires et d’une cour. Le dortoir était une grande pièce de 92,2 m2 correctement éclairée et aérée. La Cour estime qu’en matière d’espace, de lumière et d’aération, les conditions régnant dans le SAB étaient nettement supérieures à celles dont elle a établi l’existence dans l’affaire Peers précitée, où un requérant partageait une cellule sombre et mal aérée de 7 mètres carrés avec un autre détenu et disposait d’une bien moins grande liberté de circulation en-dehors de sa cellule (arrêt Peers précité, §§ 70-72).", "104.  La Cour relève que les installations sanitaires, y compris les toilettes et la douche, se situaient dans une zone distincte, et que le requérant pouvait les utiliser à tout moment entre le lever et la fermeture. Cette zone était en général quelque peu boueuse mais pas outre mesure nauséabonde. Certes, les toilettes sans siège sont restées dépourvues de cloisons jusque vers la fin de 1999. Même si cette absence temporaire de cloisons est regrettable, il faut noter que les sanitaires étaient séparés du reste du SAB et que le requérant n’était pas obligé d’utiliser les toilettes en présence d’autres détenus (voir, à l’inverse, le paragraphe 73 de l’arrêt Peers). Dans ses observations écrites à la Cour et lors de son entretien avec les délégués de la Cour, le requérant n’a jamais allégué avoir dû utiliser les toilettes sous les yeux d’un autre détenu. Il a au contraire confirmé que, les cloisons faisant défaut, les détenus allaient aux toilettes à tour de rôle afin de respecter l’intimité de chacun. De plus, si l’absence d’une provision suffisante de papier hygiénique dans une prison est susceptible de soulever une question sous l’angle de l’article 3 de la Convention, il n’a pas été établi que le requérant en ait été effectivement privé. La Cour note que le dortoir était pourvu comme il faut en draps et couvertures lavés et séchés régulièrement à la buanderie de la prison. Le requérant pouvait laver ses vêtements dans les sanitaires et les faire sécher dans la cour ou sur les radiateurs situés dans la zone d’habitation. En bref, la Cour considère que les dispositions en vigueur dans le SAB en matière de sanitaires et de blanchissage n’étaient pas incompatibles avec l’article 3 de la Convention.", "105.  Le requérant se plaint de ne pas avoir reçu de soins médicaux du 11 au 16 juin 1998. Il a toutefois reconnu n’avoir tenté d’en demander qu’une seule fois, le 11 juin pendant le déjeuner, en utilisant la ligne téléphonique spéciale reliant le SAB et l’infirmerie, et n’avoir pas pris contact directement avec les médecins de la prison par la suite. Dans ces conditions, la Cour ne juge pas établi que l’assistance médicale ait fait défaut pendant que le requérant se trouvait dans le SAB.", "106.  La Cour constate enfin que le dortoir, la cuisine et la salle de loisirs étaient pourvus de meubles pour ranger les affaires personnelles et le matériel audiovisuel pour le divertissement. En bref, la Cour considère que les conditions générales dans lesquelles le requérant a été détenu dans le SAB n’ont pas atteint le niveau minimum de gravité nécessaire pour être constitutives d’un traitement dégradant au sens de l’article 3 de la Convention.", "2.  Le régime normal (aile 1)", "107.  La Cour examinera ensuite les conditions générales de détention en vertu du régime normal appliqué dans l’aile 1, où le requérant a purgé moins d’un an de sa peine à la prison de Pravieniškės. L’espace dévolu au requérant dans les dortoirs des quartiers 13 et 21 de l’aile était certes de 2,7 et 3,2 m2 respectivement, mais les dortoirs eux-mêmes mesuraient 86,5 et 55,3 m2 et ne manquaient ni de lumière ni d’aération. De plus, le requérant pouvait circuler librement dans toute l’aile et la cour depuis le réveil jusqu’à la fermeture. Dès lors, le manque d’espace d’un point de vue relatif était compensé par la grande taille des dortoirs, dans l’absolu, ainsi que par la liberté de circulation accordée (paragraphe 103 ci-dessus).", "108.  En matière de sanitaires et de blanchissage, la situation dans l’aile 1 était pour l’essentiel identique à celle que connaissait le SAB. Si certains aspects étaient à déplorer, comme l’absence temporaire de cloisons entre les toilettes et le manque de papier hygiénique gratuit, ces installations n’étaient dans l’ensemble pas insatisfaisantes au point d’emporter violation de l’article 3 (paragraphe 104 ci-dessus). Il n’existait qu’une différence notable entre le SAB et l’aile 1 : le requérant n’avait pas librement accès à la douche dans cette dernière. Toutefois, il n’a pas été établi que cette restriction l’ait empêché de rester propre au point d’entraîner une incompatibilité avec l’article 3.", "109.  Le nombre de places assises à la cantine de la prison étant limité, les repas étaient pris en plusieurs services. Il n’a pas été établi que fût-ce un seul détenu ait jamais été privé de nourriture parce qu’il y avait trop de monde. La Cour est convaincue que l’hygiène de la cantine et des aliments servis était contrôlée régulièrement par les services compétents. Rien ne montre que le requérant, ni d’ailleurs quelque autre détenu que ce soit, ait eu physiquement à pâtir de la qualité des repas fournis. Pour la Cour, la possibilité de recevoir des compléments de nourriture de la famille, ou d’en acheter à la boutique de la prison, était de nature à compenser le mécontentement éprouvé par le requérant en raison de la monotonie éventuelle du régime proposé par la cantine de la prison. La Cour en conclut que les dispositions en vigueur à la prison de Pravieniškės en matière d’alimentation n’étaient pas dégradantes.", "110.  La Cour ne juge pas établi que le requérant, ou quelque autre détenu que ce soit, ait été soumis à un « régime debout » comme celui-ci l’a allégué. Conformément au règlement pénitentiaire en vigueur d’août à novembre 1998, date de son abrogation, il apparaît que les détenus étaient autorisés à s’asseoir sur leur lit ou sur des chaises, et que certains pouvaient s’allonger si leur santé l’exigeait. Ils pouvaient sortir dans la cour, y marcher et s’y asseoir. Le requérant n’était certainement pas obligé de rester debout toute la journée. Ses plaintes au sujet de ses problèmes de santé, dont une maladie cardiaque, le besoin urgent d’une opération du genou, la nécessité de s’allonger pendant la journée ou une maladie gastrique nécessitant un régime alimentaire amélioré, ne se trouvent confirmées par aucun dossier médical. La Cour constate que le service médical de la prison n’était pas dépourvu des équipements, des médicaments ou du personnel indispensables pour assurer la protection de la santé du requérant dans le respect de l’article 3 de la Convention.", "111.  La Cour observe que le manque général de travail et de possibilité de suivre un enseignement semblait susciter une atmosphère d’ennui dans la prison de Pravieniškės. Il faut toutefois noter qu’un certain nombre de concerts et de projections cinématographiques ont été organisés pour distraire les détenus. En outre, ceux-ci pouvaient se procurer des livres à la bibliothèque, regarder la télévision, écouter de la musique, faire de l’exercice dans la cour ou pratiquer d’autres loisirs. Le requérant reconnaît qu’il a pu avoir suffisamment de contacts avec le monde extérieur grâce aux visites personnelles qu’il a reçues. Dans l’ensemble, la Cour considère que le régime normal appliqué dans la prison de Pravieniškės n’était pas aussi sévère que le requérant l’a initialement allégué. Dans ces circonstances, elle estime que les conditions dans lesquelles le requérant a été détenu dans le cadre du régime normal n’ont pas atteint le niveau minimum de gravité requis pour constituer un traitement « dégradant » au sens de l’article 3 de la Convention (voir, au contraire, les paragraphes 70 à 75 de l’arrêt Peers précité).", "3.  L’isolement cellulaire", "112.  A la lumière de l’état dans lequel les délégués ont trouvé la cellule où le requérant avait été placé en isolement, la Cour estime que la détention en cet endroit pendant une courte période de quinze jours, dont l’intéressé tire grief, n’a pas atteint le niveau minimum de gravité requis pour constituer un traitement contraire à l’article 3.", "4.  Conclusion", "113.  Eu égard à ce qui précède, la Cour conclut à la non-violation de l’article 3 de la Convention quant aux conditions générales de détention du requérant.", "\nB.  Actes spécifiques des autorités carcérales", "1.  La fouille corporelle du 7 mai 1998", "114.  Le requérant se plaint de ce que la fouille effectuée sur lui le 7 mai 1998 ait constitué un traitement dégradant contraire à l’article 3 de la Convention (paragraphe 26 ci-dessus). En particulier, on l’aurait contraint à se mettre entièrement nu en présence d’une surveillante dans le but de l’humilier. On lui aurait ensuite donné l’ordre de s’accroupir et ses organes génitaux ainsi que la nourriture que lui avait donnée ses visiteurs auraient été examinés par des gardiens ne portant pas de gants.", "115.  Le Gouvernement doute de la véracité de ces allégations car le personnel connaissait la réglementation pertinente ainsi que les normes d’hygiène.", "116.  Quant à la présence controversée d’une surveillante pendant la fouille, la Cour relève que ses délégués ont constaté qu’une femme, Mme J. selon le requérant, travaillait à la prison et qu’il est possible, tant en théorie qu’en pratique, qu’elle ait assisté à la fouille du 7 mai 1998. Ils ont également établi que l’on demandait parfois à un détenu de se mettre nu pendant une fouille consécutive à une visite personnelle. De l’avis de la Cour, l’absence de tout compte rendu d’une quelconque investigation menée à l’époque par le directeur de la prison sur les griefs du requérant quant à sa fouille montre que les autorités carcérales étaient réticentes à enquêter comme il convient sur cet incident. Etant donné qu’il ne lui a été soumis aucune pièce de nature à réfuter les affirmations du requérant, mais que certains éléments ont au contraire confirmé les griefs de celui-ci (voir, mutatis mutandis, Timurtaş c. Turquie, no 23531/94, § 45, CEDH 2000-VI), la Cour conclut que la fouille a été effectuée de la manière décrite par le requérant.", "117.  La Cour estime que, si des fouilles corporelles peuvent parfois se révéler nécessaires pour assurer la sécurité dans une prison, défendre l’ordre ou prévenir les infractions pénales, elles doivent être menées selon les modalités adéquates. Obliger le requérant à se dévêtir totalement en présence d’une femme puis toucher avec des mains nues ses organes génitaux et la nourriture reçue démontre un manque évident de respect pour l’intéressé qui a subi une réelle atteinte à sa dignité. Il a dû éprouver des sentiments d’angoisse et d’infériorité, sources d’humiliation et de vexation. La Cour conclut dès lors que la fouille du 7 mai 1998 a constitué un traitement dégradant au sens de l’article 3.", "118.  Partant, il y a eu violation de l’article 3 de la Convention à cet égard.", "\n2.  Les allégations de brimades et l’absence de contrôle", "119.  Le requérant se plaint en outre d’avoir subi des brimades de la part des autorités carcérales au travers de sanctions disciplinaires arbitraires, et de n’avoir pas bénéficié d’un contrôle effectif de ses plaintes dirigées contre lesdites autorités (paragraphes 27-39 ci-dessus). Ces actes arbitraires auraient visé à le punir de ses activités pourtant légitimes : diriger l’association But, soumettre une requête à la Cour et critiquer les conditions de détention.", "120.  Le Gouvernement fait valoir que les allégations de mauvaise foi et d’incompétence formulées par le requérant à l’encontre du personnel de la prison comme celle de brimades sont dénuées de fondement. A cet égard, le Gouvernement renvoie aux conclusions du médiateur concernant les plaintes du requérant (paragraphes 85-91 ci-dessus).", "121.  La Cour fait observer que les sanctions disciplinaires infligées au requérant consistaient en des corvées, des restrictions temporaires touchant ses droits socio-économiques (conditions de détention plus strictes, suspension du droit de faire des achats à la boutique de la prison ou de recevoir des colis de sa famille) et sa liberté de circulation (isolement cellulaire temporaire et transfert au SAB), et des avertissements disciplinaires enregistrés dans son dossier. Toutefois, la Cour a constaté que les conditions générales dans lesquelles le requérant a été détenu n’ont pas atteint un niveau de gravité tel qu’elles tombent sous le coup de l’article 3 de la Convention (paragraphes 103-112 ci-dessus). Le requérant  n’a présenté aucun dossier médical ou autre preuve montrant que ces sanctions disciplinaires lui auraient fait subir une douleur ou une détresse allant au-delà de la souffrance ou de l’humiliation que comportent inévitablement des formes légitimes de peines ou traitements, telles que des sanctions disciplinaires infligées à des détenus pour maintenir l’ordre dans les prisons. La Cour considère dès lors que les sanctions disciplinaires en cause n’ont pas atteint le niveau de gravité requis pour constituer un traitement contraire à l’article 3 de la Convention.", "122.  Certes, l’article 3 garantit le droit à une enquête interne adéquate sur des « allégations défendables de mauvais traitements » contraires à cet article, qui mène « à l’identification et à la punition des responsables » de pareils traitements. Dans l’affaire Labita précitée, la Cour a conclu à la violation de l’article 3 au motif que les autorités n’avaient pas enquêté sur la violation alléguée de l’article 3. Toutefois, le requérant prétendait dans cette affaire avoir subi d’innombrables violences, humiliations et autres formes de tortures (§§ 117-136).", "En l’espèce, l’intéressé s’est borné à dénoncer les faits établis par les autorités carcérales avant de prononcer des sanctions disciplinaires contre lui, ainsi que le comportement déplacé des gardiens, plutôt qu’un préjudice personnel, physique ou moral relevant de l’article 3. La Cour n’est pas convaincue que ces griefs correspondent à une « allégation défendable de mauvais traitements » appelant une enquête « approfondie et effective » (voir, mutatis mutandis, Labita, précité, §§ 130-136).", "123.  Quoi qu’il en soit, les plaintes du requérant ont fait l’objet d’une investigation. L’intéressé n’a pas affirmé qu’il n’avait pas eu accès aux rapports disciplinaires le concernant ni qu’il n’avait pu se défendre contre les allégations d’infraction à la discipline carcérale. Au contraire, il a pu présenter ses arguments par oral et par écrit devant la commission disciplinaire de la prison. La Cour constate que les réprimandes qui ont frappé le requérant n’étaient pas arbitraires au vu des raisons qui ont motivé chacune d’elles. Selon la Cour, il est regrettable que le règlement pénitentiaire provisoire, qui fixe la base et la portée de l’action disciplinaire, n’ait pas été diffusé à l’époque où le requérant était détenu. Toutefois, celui-ci n’a pas fait état de difficultés pour consulter la copie du règlement déposée à la bibliothèque de la prison.", "De plus, le requérant a usé du droit de contester toutes les conclusions des autorités carcérales devant l’instance indépendante que constitue le médiateur. Celui-ci a procédé à une investigation rapide et envoyé son représentant à la prison pour enquêter sur certaines des allégations du requérant. Le médiateur ne disposait pas du pouvoir légal d’annuler des décisions des autorités carcérales, mais il faut noter que, par deux fois au moins, celles-ci ont pris des mesures après son intervention (paragraphes 22 et 24 ci-dessus). La Cour conclut que le contrôle effectué par la commission disciplinaire et par le médiateur à propos des plaintes pour brimades a satisfait aux exigences de l’article 3 dans les circonstances de l’espèce.", "124.  Enfin, la Cour relève que les autorités carcérales n’ont pas empêché le requérant de fonder l’association But et de s’en occuper. Le directeur de la prison a certes déclaré à un journal spécialisé au début de l’année 1999 que l’intéressé était plus enclin « à se plaindre qu’à agir ». Cependant, la Cour estime que cette remarque reflétait dans une certaine mesure la réalité et ne traduisait aucun parti pris contre le requérant, compte tenu des nombreux manquements à la discipline commis par celui-ci et de son aptitude à susciter des conflits, par exemple en refusant d’obtempérer aux ordres légitimes des gardiens de prison et en faisant une grève de la faim injustifiée.", "La Cour observe qu’à partir de début 1999 le requérant et les autorités carcérales sont parvenus à établir de bonnes relations et à coopérer. En outre, le directeur de la prison a effacé les précédentes sanctions inscrites dans le dossier disciplinaire du requérant et l’a aidé à obtenir une libération anticipée par une grâce en arguant de l’amélioration du comportement de l’intéressé et du respect par celui-ci du régime carcéral. Dans ces conditions, la Cour juge dénué de fondement le grief du requérant selon lequel il aurait été brimé pour ses activités au sein de l’association But, sa requête à la Cour ou tout autre exercice de ses droits et libertés légitimes.", "125.  En bref, les sanctions disciplinaires qui ont frappé le requérant ainsi que le contrôle de ses plaintes contre les autorités carcérales qui a été mené au niveau interne ne sont pas constitutifs d’un traitement dégradant contraire à l’article 3. En conséquence, il n’y a pas eu violation de l’article 3 de la Convention à cet égard.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "126.  Le requérant affirme que les autorités carcérales ont ouvert les lettres qu’il avait échangées avec les organes de la Convention. Il allègue une violation de l’article 8 de la Convention, qui dispose en ses passages pertinents :", "« 1.  Toute personne a droit au respect de (...) sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la défense de l’ordre et à la prévention des infractions pénales (...) »", "127.  Le Gouvernement ne formule pas d’observations sur ces allégations, se bornant à reconnaître que l’article 41 du code des prisons autorise la censure de la correspondance des détenus.", "128.  La Cour relève que le Gouvernement ne conteste pas les faits allégués par le requérant dans ce volet de sa requête. Compte tenu en particulier de la lettre du 7 décembre 1998 que le directeur de la prison a adressée à la Cour (paragraphe 41 ci-dessus), il est établi que la correspondance entre le requérant et les organes de la Convention avait été ouverte et que l’intéressé n’avait pas été autorisé à conserver les lettres qui lui étaient destinées. Il y a donc eu une ingérence dans le droit du requérant au respect de sa correspondance, garanti par l’article 8 de la Convention, ingérence qui ne se justifie que si les conditions énoncées au second paragraphe de cette disposition sont respectées. En particulier, pareille ingérence doit être « prévue par la loi », viser un but légitime et être nécessaire, dans une société démocratique, pour atteindre ce but (Peers, précité, §§ 81-82).", "129.  En l’espèce, l’ingérence avait une base légale, l’article 41 du code des prisons, et la Cour est convaincue qu’elle visait un but légitime : « la défense de l’ordre et la prévention des infractions pénales ». Quant à la nécessité de l’ingérence, le Gouvernement n’a fourni aucune raison justifiant de contrôler la correspondance destinée à la Cour, dont la confidentialité doit être respectée (ibidem, mutatis mutandis). Dès lors, l’ingérence litigieuse n’était pas nécessaire dans une société démocratique comme le veut l’article 8 § 2.", "130.  En conséquence, il y a eu violation de l’article 8 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 34 DE LA CONVENTION", "131.  Le requérant allègue enfin que l’Etat défendeur n’a pas respecté l’article 34 de la Convention, ainsi libellé :", "« La Cour peut être saisie d’une requête par toute personne physique, toute organisation non gouvernementale ou tout groupe de particuliers qui se prétend victime d’une violation par l’une des Hautes Parties contractantes des droits reconnus dans la Convention ou ses Protocoles. Les Hautes Parties contractantes s’engagent à n’entraver par aucune mesure l’exercice efficace de ce droit. »", "132.  Il soutient que les autorités carcérales n’ont envoyé que le 18 décembre 1998 trois de ses lettres destinées à la Cour, à savoir celles datées des 30 novembre, 3 décembre et 15 décembre 1998. A son avis, l’envoi de ces lettres a été différé de manière injustifiée parce qu’elles renfermaient des critiques à l’égard des autorités carcérales. Lors de sa rencontre avec les délégués de la Cour, le requérant a également fait état d’une lettre du 16 décembre 1998 qu’il aurait remise aux autorités carcérales mais que la Cour n’a jamais reçue.", "133.  Le Gouvernement affirme que rien ne prouve que les lettres du requérant à la Cour aient été retenues. Il n’y aurait ainsi pas violation de l’article 34 de la Convention.", "134.  La Cour constate que les autorités carcérales lui ont envoyé le 18 décembre 1998 les lettres du requérant datées des 30 novembre et 3 et 15 décembre 1998. Elle estime que pareil retard ne permet pas de déceler de la part des autorités carcérales une intention délibérée d’empêcher le requérant de se plaindre à la Cour.", "135.  De plus, le compte rendu de l’entretien du 15 décembre 1998 avec les autorités carcérales (paragraphe 43 ci-dessus) montre que le requérant a pu envoyer son courrier à la Cour.", "136.  Le requérant soutient aussi que les autorités carcérales ont négligé d’envoyer à la Cour sa lettre du 16 décembre 1998. La Cour doute de la véracité de cette allégation, car le requérant ne l’a pas soulevée avant la décision sur la recevabilité de la requête mais plus tard, au cours de l’entretien avec les délégués. De plus, il n’a pas précisé quelle était la teneur de la lettre ni pourquoi les autorités carcérales l’auraient conservée par-devers elles. Dans ces conditions, et sachant que les précédentes lettres de l’intéressé ont toutes été envoyées sans retard important, la Cour rejette l’allégation du requérant et conclut qu’il n’a aucunement été entravé dans l’exercice de son droit de recours (voir, mutatis mutandis, Cooke c. Autriche, no 25878/94, §§ 46-49, 8 février 2000, non publié).", "137.  En bref, les faits de la cause ne révèlent aucune violation des droits du requérant au titre de l’article 34 de la Convention.", "\nIV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "138.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "139.  Le requérant sollicite 10 000 litai lituaniens (LTL) au titre du dommage moral.", "140.  Le Gouvernement considère ces prétentions comme excessives.", "141.  Eu égard à ses conclusions ci-dessus au sujet des griefs du requérant, la Cour considère que celui-ci a subi un préjudice moral du fait de la fouille corporelle du 7 mai 1998 et de l’ouverture de sa correspondance avec les organes de la Convention. Statuant en équité, elle lui octroie 6 000 LTL de ce chef. ", "B.  Frais et dépens", "142.  Le requérant reconnaît que son avocat a reçu 5 000 francs français, versés par la Cour au titre de l’assistance judiciaire. Il réclame cependant 1 693,87 LTL supplémentaires en remboursement des frais afférents à la procédure de Strasbourg, y compris des frais de traduction et de téléphone ainsi que ceux relatifs à la participation de son avocat à l’enquête de la Cour.", "143.  Le Gouvernement ne se prononce pas à cet égard.", "144.  La Cour juge ces prétentions justifiées et alloue au requérant 1 693,87 LTL au titre des frais et dépens.", "C.  Intérêts moratoires", "145.  Selon les informations dont la Cour dispose, le taux d’intérêt légal applicable en Lituanie à la date d’adoption du présent arrêt est de 9,28 % l’an.", "\nPAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 3 de la Convention pour ce qui est de la fouille corporelle subie par le requérant le 7 mai 1998 ;", "", "2.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention pour ce qui est des autres griefs que le requérant tire de son traitement et de ses conditions de détention ;", "", "3.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "4.  Dit qu’il n’y a pas eu violation de l’article 34 de la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 6 000 LTL (six mille litai) pour dommage moral, 1 693,87 LTL (mille six cent quatre-vingt-treize litai quatre-vingt-sept centas) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ces montants seront à majorer d’un intérêt simple de 9,28 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 24 juillet 2001, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "S. Dollé\tJ.-P. Costa\nGreffière\t   Président"]}