{"file": "FRE_HFJUD_10337_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "10337/04", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE LUPSA c. ROUMANIE", "", "", "(Requête no 10337/04)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "8 juin 2006", "", "DÉFINITIF", "", "08/09/2006", "", "", "", "En l’affaire Lupsa c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tBoštjan M. Zupančič, président,", "\tJohn Hedigan,", "\tLucius Caflisch,", "\tCorneliu Bîrsan,", "\tAlvina Gyulumyan,", "\tEgbert Myjer,", "\tDavíd Thór Björgvinsson, juges,", "et de Vincent Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 18 mai 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 10337/04) dirigée contre la Roumanie et dont un ressortissant serbo-monténégrin, M. Dorjel Lupsa (« le requérant »), a saisi la Cour le 19 janvier 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me E. Iordache et Me D. Dragomir, avocats à Bucarest. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agent, Mme R. Rizoiu, puis par Mme B. Rămăşcanu, du ministère des Affaires étrangères.", "3.  Le 18 février 2005, le président de la troisième section a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions des articles 41 du règlement et 29 § 3 de la Convention, il a décidé que la requête serait examinée en priorité et que la recevabilité et le fond de l’affaire seraient examinés en même temps.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le requérant est né en 1965 en Yougoslavie et réside actuellement à Belgrade.", "5.  Au cours de l’année 1989, le requérant, citoyen yougoslave, entra et s’établit en Roumanie. Il y résida quatorze ans et créa, en 1993, une société commerciale roumaine dont l’activité principale était la torréfaction et la commercialisation du café. Il apprit également le roumain et vécut maritalement avec une ressortissante roumaine à partir de 1994.", "6.  Le 2 octobre 2002, la compagne du requérant, en visite en Yougoslavie, donna naissance à un enfant. Quelques jours plus tard, le requérant, sa compagne et le nouveau-né rentrèrent en Roumanie.", "7.  Le 6 août 2003, le requérant, qui se trouvait à l’étranger, entra en Roumanie, sans opposition de la police des frontières. Toutefois, le lendemain, des agents de la police des frontières se présentèrent à son domicile et le reconduisirent à la frontière.", "8.  Par une action introduite le 12 août 2003 devant la cour d’appel de Bucarest à l’encontre de l’Autorité pour les étrangers et du parquet près la cour d’appel de Bucarest, l’avocate du requérant contesta la mesure de reconduite à la frontière.", "9.  Elle affirma qu’aucun acte déclarant le requérant indésirable sur le territoire roumain ne lui avait été notifié. Elle ajouta que le requérant vivait depuis 1989 en Roumanie, que sa participation à la révolte anticommuniste de 1989 lui avait valu une médaille, qu’il avait créé une société commerciale, qu’il subvenait aux besoins de sa famille et qu’il n’avait en aucune manière attenté à la sécurité de l’Etat.", "10.  La seule audience devant la cour d’appel de Bucarest eut lieu le 18 août 2003. La représentante de l’Autorité pour les étrangers fournit à l’avocate du requérant la copie d’une ordonnance rendue le 28 mai 2003 par le parquet près la cour d’appel de Bucarest par laquelle, sur demande du service roumain de renseignements (Serviciul Român de Informaţii) et en vertu de l’ordonnance d’urgence du gouvernement no 194/2002 sur le régime des étrangers en Roumanie, le requérant avait été déclaré « personne indésirable » et interdit de séjour en Roumanie pour une période de dix ans au motif qu’il existait « des informations suffisantes et sérieuses selon lesquelles il menait des activités de nature à mettre en danger la sécurité nationale ». Le dernier paragraphe de l’ordonnance du parquet mentionnait qu’elle devait être communiquée au requérant et mise à exécution par l’Autorité pour les étrangers, en vertu de l’article 81 de l’ordonnance d’urgence du gouvernement no 194/2002.", "11.  Selon les documents versés au dossier de la procédure par la représentante de l’Autorité pour les étrangers, le ministère de l’Intérieur avait informé les 2 et 11 juin 2003 le service roumain de renseignements, le ministère des Affaires étrangères et la police des frontières que le requérant avait été interdit de séjour.", "12.  L’avocate du requérant demanda un ajournement afin de communiquer à l’intéressé la copie de l’ordonnance du parquet et préciser son action.", "13.  Bien que la représentante du parquet ait appuyé cette demande, au motif qu’il n’était pas prouvé que l’obligation de communication au requérant de l’ordonnance du parquet avait été respectée, la cour d’appel décida de poursuivre l’examen de l’affaire. Estimant que les pièces déjà versées au dossier étaient suffisantes, elle rejeta également une nouvelle demande d’ajournement faite par l’avocate du requérant en vue de produire des pièces à l’appui de son action.", "14.  Sur le fond, la cour d’appel rejeta l’action, motivant ainsi sa décision :", "« Après analyse des pièces du dossier et les arguments des parties, la cour rejette pour défaut de fondement le recours contre l’ordonnance du parquet (...) et la décision de reconduite à la frontière, estimant que, en vertu des articles 83 et 84 § 2 de l’ordonnance d’urgence du gouvernement no 194/2002, la mesure ordonnée est justifiée et légale (...)", "Quant à la motivation de l’acte administratif contesté, [la cour] note qu’il remplit les conditions de fond et de forme requises par les dispositions spéciales, l’autorisation de séjour sur le territoire de l’Etat relevant des attributions de l’Etat exercées par les autorités compétentes, dans le respect des dispositions en la matière et du principe de proportionnalité entre la restriction des droits fondamentaux et la situation qui l’a déterminée ; par conséquent, l’expulsion a été correctement ordonnée.", "Il est allégué que la mesure prise par l’ordonnance du parquet du 28 mai 2003 a été communiquée les 2 et 11 juin 2003 à la police des frontières, au ministère des Affaires étrangères et au service roumain de renseignements, tandis que sur le dispositif de l’ordonnance il a été mentionné qu’en vertu de l’article 81 de l’ordonnance d’urgence du gouvernement no 194/2002, l’Autorité pour les étrangers était tenue de la communiquer et de la mettre à exécution ; les données concernant le passeport de l’étranger, ainsi que sa résidence, étant mentionnées dans le préambule de l’ordonnance.", "Par conséquent, la cour rejette pour défaut de fondement, sous tous ses moyens, le recours du requérant à l’encontre de l’ordonnance du parquet près la cour d’appel de Bucarest. »", "15.  En vertu de l’article 85 § 1 de l’ordonnance d’urgence du gouvernement no 194/2002, cet arrêt était définitif.", "16.  Par la suite, au cours des années 2003 et 2004, la compagne du requérant, qui ne parle pas le serbe, et leur fils, qui a la double nationalité roumaine et serbo-monténégrine, se sont rendus en Serbie-Monténégro à plusieurs reprises pour des séjours allant de quelques jours à plusieurs mois.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L’ordonnance d’urgence du gouvernement no 194 du 12 décembre 2002 sur le régime des étrangers en Roumanie, publiée au Journal officiel du 27 décembre 2002", "Article 81", "« 1.  L’Autorité pour les étrangers, ou ses bureaux territoriaux, informent l’étranger de l’obligation de quitter le territoire de la Roumanie.", "2.  L’ordre de quitter le territoire est rédigé en deux exemplaires, en langue roumaine et dans une langue de diffusion internationale.", "3.  Si l’étranger est présent, un exemplaire lui est remis sous signature (...)", "4.  En son absence, la communication est faite :", "a)  par poste, par lettre avec avis de réception à son adresse, si celle-ci est connue ;", "b)  par affichage au siège de l’Autorité pour les étrangers, si son adresse n’est pas connue. »", "Article 83", "« 1.  La déclaration d’un étranger indésirable est une mesure administrative, prise à l’encontre d’une personne qui a mené ou mène des activités de nature à mettre en danger la sécurité nationale ou l’ordre public, ou s’il existe des informations suffisantes montrant qu’il a l’intention de mener de telles activités.", "2.  La mesure prévue au paragraphe précédent est prise, sur proposition de l’Autorité pour les étrangers ou d’autres institutions ayant des attributions dans le domaine de l’ordre public et de la sécurité nationale et disposant d’informations suffisantes de la nature de celles mentionnées ci-dessus, par un procureur spécialisé, membre du parquet auprès de la cour d’appel de Bucarest.", "3.  Après avoir reçu la proposition, le procureur rend sa décision motivée sous cinq jours et, s’il accueille la proposition, transmet l’ordonnance déclarant l’étranger indésirable à l’Autorité pour les étrangers en vue de son exécution. Si l’ordonnance est fondée sur des raisons concernant la sécurité nationale, elles n’y seront pas mentionnées.", "4.  Le droit de séjour de l’étranger cesse de plein droit à la date de l’ordonnance.", "5.  L’étranger peut être déclaré indésirable pour une période de cinq à quinze ans (...)", "(...) »", "Article 84", "« 1.  L’ordonnance déclarant un étranger indésirable est notifiée à la personne concernée par l’Autorité pour les étrangers, selon la procédure prévue à l’article 81.", "2.  La communication des données et des informations qui ont justifié la déclaration d’un étranger indésirable pour des raisons liées à la sécurité nationale n’est autorisée que dans les conditions et aux personnes expressément mentionnées par la législation sur le régime des activités concernant la sécurité nationale et la protection des informations secrètes. Ces informations ne peuvent être communiquées, sous aucune forme, directe ou indirecte, à l’étranger déclaré indésirable. »", "Article 85", "« 1.  L’ordonnance déclarant un étranger indésirable peut être contestée par l’intéressé devant la cour d’appel de Bucarest dans un délai de cinq jours à compter de la date de sa communication. L’arrêt de la cour est définitif.", "2.  La contestation ne suspend pas la mise à exécution de l’ordonnance (...) »", "B.  La décision no 324 du 16 septembre 2003 de la Cour constitutionnelle", "17.  Dans une affaire similaire à celle du requérant, la Cour constitutionnelle s’est prononcée sur la compatibilité de l’article 84 § 2 de l’ordonnance d’urgence du gouvernement no 194/2002 avec les principes constitutionnels de non-discrimination, du droit d’accès à un tribunal et du droit à un procès équitable. L’exception d’inconstitutionnalité avait été soulevée par un étranger dans le cadre de la contestation de l’ordonnance du parquet par laquelle il avait été déclaré indésirable au motif qu’« il y avait des informations suffisantes et sérieuses selon lesquelles il menait des activités de nature à mettre en danger la sécurité nationale ».", "18.  La Cour constitutionnelle a estimé que l’article précité était conforme à la Constitution et à la Convention, pour les raisons suivantes :", "« La situation des étrangers déclarés indésirables en vue de la défense de la sécurité nationale et de la protection des informations secrètes se distingue de celle des autres étrangers, ce qui permet au législateur d’établir des droits différents pour ces deux catégories d’étrangers, sans que cette différence enfreigne le principe d’égalité. La distinction réelle qui résulte de ces deux situations justifie l’existence de règles différentes.", "La Cour constate également que l’interdiction de communiquer aux étrangers déclarés indésirables les données et les informations qui justifient cette mesure est conforme aux dispositions de l’article 31 § 3 de la Constitution, qui prévoit que « le droit à l’information ne doit pas porter préjudice à la sécurité nationale ».", "Les dispositions de l’article 84 § 2 de l’ordonnance d’urgence du gouvernement n’enfreignent pas non plus le principe du libre accès à la justice, garanti par l’article 21 de la Constitution car, en vertu de l’article 85 § 1 [de l’ordonnance précitée], l’intéressé peut contester en justice l’ordonnance du procureur (...)", "La Cour ne peut pas non plus retenir [la critique] concernant l’indépendance des juges [de la cour d’appel] car ceux-ci doivent respecter la loi qui donne priorité aux intérêts de la sécurité nationale de la Roumanie. La cour d’appel doit se prononcer sur la contestation en conformité avec les dispositions de l’ordonnance d’urgence no 194/2002, en vérifiant, dans les conditions et les limites posées par cette ordonnance, la légalité et le bien-fondé de l’ordonnance du parquet.", "Quant aux dispositions de l’article 6 § 1 de la Convention (...), la Cour note que le texte critiqué n’empêche pas les intéressés de faire appel aux juridictions pour se défendre et pour faire valoir toutes les garanties du procès équitable. En outre, la Cour européenne des droits de l’homme a jugé dans son arrêt du 5 octobre 2000, rendu dans l’affaire Maaouia c. France [[GC], no 39652/98, § 40, CEDH 2000-X], que les décisions relatives à l’entrée, au séjour et à l’éloignement des étrangers n’emportaient pas contestation sur des droits ou obligations de caractère civil du requérant ni n’avaient trait au bien-fondé d’une accusation en matière pénale dirigée contre lui au sens de l’article 6 § 1 de la Convention. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "19.  Le requérant allègue que la mesure d’expulsion dont il a fait l’objet ainsi que l’interdiction de séjour prononcée à son encontre portent atteinte à son droit au respect de la vie privée et familiale garanti par l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "20.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Sur l’existence d’une ingérence", "21.  Le Gouvernement ne conteste pas l’existence d’une vie privée et familiale du requérant en Roumanie avant son expulsion, mais soutient que cette mesure, ainsi que l’interdiction de séjour, n’ont pas constitué une ingérence dans sa vie privée et familiale. A cet égard, il expose que le requérant n’avait pas un droit de séjour permanent en Roumanie mais y séjournait sur la base d’un visa d’affaires renouvelé périodiquement. De plus, il souligne qu’après l’expulsion du requérant sa compagne et leur enfant se sont rendus plusieurs fois en Serbie sans rencontrer de problèmes particuliers et qu’ils y ont séjourné plusieurs mois. Dès lors, le Gouvernement estime que la vie familiale du requérant n’a pas été interrompue.", "22.  Le requérant fait valoir que depuis 1989 et jusqu’en 2003 sa vie privée, familiale et professionnelle s’est déroulée en Roumanie. Il ajoute que malgré les visites de sa compagne et de leur enfant, leur vie privée et familiale a été irrémédiablement affectée par la mesure d’éloignement.", "23.  Il nie également la possibilité pour sa compagne et leur enfant de s’établir en Serbie-Monténégro, puisque celle-ci ne parle pas le serbe, ce qui rend très difficile son adaptation culturelle et sociale dans ce pays. En outre, il affirme qu’à la suite de son expulsion la société commerciale qu’il avait créée en Roumanie et qui subvenait à leurs besoins a dû cesser son activité et que, dès lors, ils ne disposaient pas de ressources suffisantes pour s’assurer un niveau de vie décent en Serbie-Monténégro.", "24.  La Cour note d’emblée que la réalité d’une vie privée et familiale du requérant en Roumanie avant son expulsion n’est pas contestée.", "25.  La Cour rappelle ensuite que la Convention ne garantit, comme tel, aucun droit pour un étranger d’entrer ou de résider sur le territoire d’un pays déterminé. Toutefois, exclure une personne d’un pays où vivent ses parents proches peut constituer une ingérence dans le droit au respect de la vie familiale, tel que protégé par l’article 8 § 1 de la Convention (Boultif c. Suisse, no 54273/00, § 39, CEDH 2001IX).", "26.  En l’espèce, la Cour relève que le requérant, entré en Roumanie en 1989, y a depuis lors résidé régulièrement, appris le roumain, créé une société commerciale et fondé une famille avec une ressortissante roumaine. De cette union est né un enfant ayant la double nationalité roumaine et serbo-monténégrine.", "27.  L’intégration du requérant dans la société roumaine et le caractère effectif de sa vie familiale étant incontestables, la Cour estime que son expulsion et l’interdiction du territoire roumain ont mis fin à cette intégration et engendré un bouleversement radical de sa vie privée et familiale, auquel les visites régulières de sa compagne et de leur enfant ne sauraient remédier. Dès lors, la Cour considère qu’il y a eu ingérence dans la vie privée et familiale du requérant.", "2.  Sur la justification de l’ingérence", "28.  Pareille ingérence enfreint la Convention si elle ne remplit pas les exigences du paragraphe 2 de l’article 8. Il faut donc rechercher si elle était « prévue par la loi », inspirée par un ou plusieurs buts légitimes au regard dudit paragraphe et « nécessaire dans une société démocratique ».", "29.  Le Gouvernement allègue que la mesure litigieuse répondait aux critères du paragraphe 2 de l’article 8. Il fait valoir que la mesure était prévue par la loi, à savoir l’ordonnance d’urgence no 194/2002 publiée au Journal officiel, et qu’elle remplissait donc la condition d’accessibilité. Quant au critère de prévisibilité, le Gouvernement estime qu’il est également rempli dès lors que l’article 83 de l’ordonnance susmentionnée prévoit que l’interdiction du territoire ne peut être ordonnée que dans des cas strictement énumérés, à savoir si un étranger a mené, mène ou a l’intention de mener des activités de nature à mettre en danger la sécurité nationale ou l’ordre public.", "30.  Enfin, le Gouvernement affirme que la mesure litigieuse poursuivait un but légitime, à savoir la défense de la sécurité nationale, qu’elle était nécessaire dans une société démocratique dès lors qu’elle se justifiait par un besoin social impérieux et qu’elle était proportionnée au but légitime poursuivi. Pour conclure à la proportionnalité de l’ingérence, le Gouvernement souligne qu’il faut prendre en compte, d’une part, la gravité des faits dont le requérant était soupçonné et, d’autre part, la circonstance que sa compagne et leur enfant sont libres de lui rendre visite et éventuellement de s’installer en Serbie-Monténégro.", "31.  Le requérant expose que le Gouvernement ne lui a jamais fait part des faits qui lui étaient reprochés et qu’aucune procédure pénale n’a été ouverte à son encontre, que ce soit en Roumanie ou en Serbie-Monténégro. Il estime en conséquence que la mesure dont il a été victime était complètement arbitraire.", "32.  La Cour rappelle que selon sa jurisprudence constante les mots « prévues par la loi » veulent d’abord que la mesure incriminée ait une base en droit interne, mais ils ont trait aussi à la qualité de la loi en question : ils exigent l’accessibilité de celle-ci aux personnes concernées et une formulation assez précise pour leur permettre, en s’entourant, au besoin, de conseils éclairés, de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d’un acte déterminé.", "33.  Certes, dans le contexte particulier des mesures touchant à la sécurité nationale, l’exigence de prévisibilité ne saurait être la même qu’en maints autres domaines (Leander c. Suède, 26 mars 1987, § 51, série A no 116).", "34.  Néanmoins, le droit interne doit offrir une protection contre des atteintes arbitraires de la puissance publique aux droits garantis par la Convention. Lorsqu’il s’agit de questions touchant aux droits fondamentaux, la loi irait à l’encontre de la prééminence du droit, l’un des principes fondamentaux d’une société démocratique consacrés par la Convention, si le pouvoir d’appréciation accordé à l’exécutif ne connaissait pas de limites (Malone c. Royaume-Uni, 2 août 1984, § 68, série A no 82). En effet, l’existence de garanties adéquates et suffisantes contre les abus, dont notamment celle de procédures de contrôle efficace par le pouvoir judiciaire, est d’autant plus nécessaire que, sous le couvert de défendre la démocratie, de telles mesures risquent de la saper, voire de la détruire (voir, mutatis mutandis, Rotaru c. Roumanie [GC], no 28341/95, §§ 55 et 59, CEDH 2000-V).", "35.  En l’espèce, la Cour constate que l’article 83 de l’ordonnance d’urgence no 194/2002 constitue le texte légal ayant servi de fondement à l’expulsion et à l’interdiction de séjour du requérant. Elle conclut donc que la mesure litigieuse avait une base en droit interne.", "36.  Au sujet de l’accessibilité, la Cour note que l’ordonnance précitée a été publiée au Journal officiel du 27 décembre 2002. Dès lors, la Cour estime que ce texte répondait au critère de l’accessibilité.", "37.  Quant à la prévisibilité, la Cour rappelle que le niveau de précision de la législation interne dépend dans une large mesure du domaine qu’il est censé couvrir. Or les menaces à la sécurité nationale varient dans le temps et de par leur nature, ce qui les rend difficilement identifiables à l’avance (AlNashif c. Bulgarie, no 50963/99, § 121, 20 juin 2002).", "38.  Toutefois, toute personne qui fait l’objet d’une mesure basée sur des motifs de sécurité nationale ne doit pas être dépourvue de garanties contre l’arbitraire. Elle doit notamment avoir la possibilité de faire contrôler la mesure litigieuse par un organe indépendant et impartial, habilité à se pencher sur toutes les questions de fait et de droit pertinentes, pour trancher sur la légalité de la mesure et sanctionner un éventuel abus des autorités. Devant cet organe de contrôle, la personne concernée doit bénéficier d’une procédure contradictoire afin de pouvoir présenter son point de vue et réfuter les arguments des autorités (Al-Nashif, précité, §§ 123 et 124).", "39.  En l’espèce, la Cour note que, par une ordonnance du parquet, le requérant a été déclaré indésirable sur le territoire roumain, interdit de séjour pour une période de dix ans et expulsé au motif que le service roumain de renseignements avait « des informations suffisantes et sérieuses selon lesquelles il menait des activités de nature à mettre en danger la sécurité nationale ».", "40.  Or la Cour constate qu’aucune poursuite n’a été engagée à l’encontre du requérant pour avoir participé à la commission d’une quelconque infraction en Roumanie ou dans un autre pays. Hormis le motif général susmentionné, les autorités n’ont fourni au requérant aucune autre précision. De surcroît, la Cour note qu’en violation du droit interne l’ordonnance déclarant le requérant indésirable ne lui a été communiquée qu’après son expulsion.", "41.  La Cour attache de l’importance au fait que la cour d’appel de Bucarest s’est bornée à un examen purement formel de l’ordonnance du parquet. A cet égard, elle observe que le parquet n’a fourni à la cour d’appel aucune précision quant aux faits reprochés au requérant et que cette dernière n’est pas allée au-delà des affirmations du parquet pour vérifier si le requérant présentait réellement un danger pour la sécurité nationale ou pour l’ordre public.", "42.  Le requérant n’ayant joui ni devant les autorités administratives ni devant la cour d’appel du degré minimal de protection contre l’arbitraire des autorités, la Cour conclut que l’ingérence dans sa vie privée n’était pas prévue par « une loi » répondant aux exigences de la Convention (voir, mutatis mutandis, Al-Nashif, précité, § 128).", "43.  Eu égard à ce constat, la Cour estime qu’il n’y a pas lieu de poursuivre l’examen du grief du requérant pour rechercher si l’ingérence visait un « but légitime » et était « nécessaire dans une société démocratique ».", "44.  Partant, il y a eu violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 7", "45.  Le requérant dénonce une violation des garanties procédurales en cas d’expulsion. Il invoque l’article 1 du Protocole no 7, qui se lit comme suit :", "« 1.  Un étranger résidant régulièrement sur le territoire d’un Etat ne peut en être expulsé qu’en exécution d’une décision prise conformément à la loi et doit pouvoir :", "a)  faire valoir les raisons qui militent contre son expulsion,", "b)  faire examiner son cas, et", "c)  se faire représenter à ces fins devant l’autorité compétente ou une ou plusieurs personnes désignées par cette autorité.", "2.  Un étranger peut être expulsé avant l’exercice des droits énumérés au paragraphe 1 a), b) et c) de cet article lorsque cette expulsion est nécessaire dans l’intérêt de l’ordre public ou est basée sur des motifs de sécurité nationale. »", "A.  Sur la recevabilité", "46.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "47.  Le Gouvernement ne conteste pas l’applicabilité en l’espèce de l’article 1 du Protocole no 7 et admet que le requérant a été expulsé avant qu’il bénéficie des garanties prévues dans cet article.", "48.  Toutefois, il considère que des motifs de sécurité nationale réclamaient des mesures urgentes. Dès lors, il estime que l’expulsion du requérant était justifiée au regard du paragraphe 2 de l’article 1.", "49.  Le Gouvernement soutient également que le requérant, bien qu’ayant été expulsé, a bénéficié de ces garanties procédurales devant une instance judiciaire. A cet égard, il expose que l’intéressé a été représenté par son avocate qui a pu faire valoir devant la cour d’appel les raisons qui militaient contre l’expulsion du requérant (voir, mutatis mutandis, Mezghiche c. France, no 33438/96, décision de la Commission du 9 avril 1997, non publiée).", "50.  Le requérant réitère qu’il n’a jamais été informé des motifs ayant déterminé son expulsion. Il estime par conséquent que son avocate a été dans l’impossibilité d’assurer sa défense devant la cour d’appel. Il ajoute que l’ordonnance du parquet n’a été communiquée à son avocate que le 18 août 2003, au cours de la seule audience devant la cour d’appel qui, de surcroît, a rejeté toutes les demandes d’ajournement de son avocate.", "51.  La Cour relève d’emblée qu’en cas d’expulsion, outre la protection qui leur est offerte notamment par les articles 3 et 8 de la Convention combinés avec l’article 13, les étrangers bénéficient des garanties spécifiques prévues par l’article 1 du Protocole no 7 (voir, mutatis mutandis, Al-Nashif, précité, § 132).", "52.  Par ailleurs, la Cour relève que les garanties susmentionnées ne s’appliquent qu’à l’étranger résidant régulièrement sur le territoire d’un Etat ayant ratifié ce Protocole (Sejdovic et Sulejmanovic c. Italie (déc.), no 57575/00, 14 mars 2002, et Sulejmanovic et Sultanovic c. Italie (déc.), no 57574/00, 14 mars 2002).", "53.  En l’espèce, la Cour note qu’il n’est pas contesté que le requérant résidait régulièrement sur le territoire roumain au moment de l’expulsion. Dès lors, bien qu’il ait été expulsé en urgence pour des motifs de sécurité nationale, cas autorisé par le paragraphe 2 de l’article 1, il était en droit de se prévaloir, après son expulsion, des garanties énoncées au paragraphe 1 (voir le rapport explicatif accompagnant le Protocole no 7).", "54.  La Cour relève que la première garantie accordée aux personnes visées par cet article prévoit que celles-ci ne peuvent être expulsées qu’« en exécution d’une décision prise conformément à la loi ».", "55.  Le mot « loi » désignant la loi nationale, le renvoi à celle-ci concerne, à l’instar de l’ensemble des dispositions de la Convention, non seulement l’existence d’une base en droit interne, mais aussi la qualité de la loi : il exige l’accessibilité et la prévisibilité de celle-ci, ainsi qu’une certaine protection contre les atteintes arbitraires de la puissance publique aux droits garantis par la Convention (paragraphe 34 ci-dessus).", "56.  La Cour réitère son constat fait lors de l’examen du grief tiré de l’article 8 de la Convention, à savoir que l’ordonnance d’urgence no 194/2002, qui a constitué la base légale de l’expulsion du requérant, ne lui a pas offert des garanties minimales contre l’arbitraire des autorités.", "57.  Par conséquent, bien que l’expulsion du requérant ait eu lieu en exécution d’une décision prise conformément à la loi, il y a eu violation de l’article 1 du Protocole no 7 dès lors que cette loi ne répond pas aux exigences de la Convention.", "58.  En tout état de cause, la Cour estime que les autorités internes ont également méconnu les garanties dont le requérant devait jouir en vertu du paragraphe 1 a) et b) de cet article.", "59.  A cet égard, la Cour note, d’une part, que les autorités n’ont pas fourni au requérant le moindre indice concernant les faits qui lui étaient reprochés et, d’autre part, que le parquet ne lui a communiqué l’ordonnance prise à son encontre que le jour de la seule audience devant la cour d’appel. Par ailleurs, la Cour observe que la cour d’appel a rejeté toute demande d’ajournement, empêchant ainsi l’avocate du requérant d’étudier l’ordonnance susmentionnée et de verser au dossier des pièces à l’appui de la contestation dirigée contre elle.", "60.  Rappelant que toute disposition de la Convention ou de ses Protocoles doit s’interpréter de façon à garantir des droits concrets et effectifs et non théoriques et illusoires, la Cour considère, au vu du contrôle purement formel opéré par la cour d’appel en l’espèce, que le requérant n’a pas véritablement pu faire examiner son cas à la lumière des raisons militant contre son expulsion.", "61.  Il y a donc eu violation de l’article 1 du Protocole no 7.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "62.  Invoquant les articles 6 § 1 et 13 de la Convention, le requérant se plaint également de l’iniquité de la procédure devant la cour d’appel de Bucarest et de l’absence de recours contre l’arrêt du 18 août 2003 de cette cour.", "63.  La Cour rappelle que les décisions relatives à l’éloignement des étrangers, tel le jugement susmentionné en l’espèce, n’emportent pas contestation sur des droits ou obligations de caractère civil ni n’ont trait au bien-fondé d’une accusation en matière pénale, au sens de l’article 6 § 1 de la Convention (Maaouia c. France [GC], no 39652/98, § 40, CEDH 2000X).", "64.  Quant au grief tiré de l’article 13 de la Convention, la Cour rappelle qu’aucune disposition de la Convention n’ouvre un droit à plusieurs degrés de juridiction dans une procédure autre que pénale.", "65.  Dès lors, la Cour estime que cette partie de la requête est incompatible ratione materiae avec les dispositions de la Convention et doit être rejetée conformément à l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "66.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "67.  S’appuyant sur les conclusions d’une expertise comptable, le requérant réclame au titre du préjudice matériel la somme de 171 000 euros (EUR) pour les pertes économiques de sa société commerciale depuis son expulsion.", "68.  Il sollicite également 100 000 EUR pour le préjudice moral subi du fait de son expulsion.", "69.  Le Gouvernement conteste ces prétentions, qu’il considère excessives. En outre, il soutient qu’il n’existe aucun lien direct entre les violations alléguées et les prétendus préjudices matériel et moral allégués.", "70.  La Cour relève d’emblée qu’elle ne saurait spéculer sur l’évolution économique qu’aurait pu connaître la société commerciale fondée par le requérant si ce dernier n’avait pas été expulsé. Toutefois, elle estime que l’expulsion du requérant a objectivement perturbé la gestion de son entreprise, perturbations dont les conséquences ne se prêtent pas à un chiffrage exact.", "71.  Par ailleurs, la Cour estime que le requérant a subi un tort moral indéniable du fait des violations constatées.", "72.  Eu égard à l’ensemble des éléments se trouvant en sa possession et statuant en équité, comme le veut l’article 41 de la Convention, la Cour décide d’allouer au requérant 15 000 EUR, tous préjudices confondus.", "B.  Frais et dépens", "73.  Le requérant demande le remboursement des honoraires d’avocat ainsi que des frais et dépens divers exposés pour la présentation de sa requête devant la Cour. A titre justificatif, il fournit une note d’honoraires de 6 500 EUR établie au nom de ses avocats.", "74.  Le Gouvernement conteste le montant réclamé qu’il considère excessif. En outre, il fait valoir que les avocats du requérant n’ont précisé ni le nombre d’heures consacrées à la présentation de la requête devant la Cour ni le tarif horaire pratiqué.", "75.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "76.  En l’espèce, la Cour estime que le montant global réclamé par le requérant au titre d’honoraires d’avocat est excessif.", "77.  Compte tenu des éléments en sa possession, ainsi que de sa jurisprudence en la matière, la Cour, statuant en équité, comme le veut l’article 41 de la Convention, estime raisonnable d’octroyer au requérant la somme de 3 000 EUR, tous frais confondus.", "C.  Intérêts moratoires", "78.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés des articles 8 de la Convention et 1 du Protocole no 7 et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 1 du Protocole no 7 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 15 000 EUR (quinze mille euros) pour dommages matériel et moral et 3 000 EUR (trois mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 8 juin 2006, en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tBoštjan M. Zupančič\n\tGreffier\tPrésident"]}