{"file": "FRE_HFJUD_23456_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "23456/04", "text_paragraphs": ["", "TROISIÈME SECTION", "", "", "", "AFFAIRE SIEGLE c. ROUMANIE", "", "(Requête no 23456/04)", "", "", "", "", "", "ARRÊT", "", "Cette version a été rectifiée les 24 avril et 19 septembre 2013\nconformément à l’article 81 du règlement de la Cour", "", "", "STRASBOURG", "", "16 avril 2013", "", "", "DÉFINITIF", "", "16/07/2013", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Siegle c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tLuis López Guerra,\n\tKristina Pardalos,\n\tJohannes Silvis,\n\tValeriu Griţco, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 26 mars 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 23456/04) dirigée contre la Roumanie et dont un ressortissant allemand, M. Bernd Reiner Siegle (« le requérant »), a saisi la Cour le 19 mai 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me Diana Elena Dragomir, avocate à Bucarest. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agent, M. R.-H. Radu, du ministère des Affaires étrangères.", "3.  Le requérant se plaint, sous l’angle de l’article 6 § 1 de la Convention, d’une atteinte au principe de la sécurité des rapports juridiques, au motif que, par son arrêt définitif du 20 novembre 2003, le tribunal départemental de Timiş aurait remis en cause l’autorité de la chose jugée d’un arrêt définitif qu’il avait lui-même rendu le 8 juin 2003. Il se plaint également, sur le terrain de cette disposition, de l’issue de la procédure et d’un défaut d’impartialité des tribunaux internes. Il estime enfin que la confiscation de son véhicule par les autorités roumaines a emporté violation de l’article 1 du Protocole no 1 à la Convention.", "4.  Le 7 janvier 2009, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond.", "5.  A la suite du déport de M. Corneliu Bîrsan, juge élu au titre de la Roumanie (article 28 du Règlement de la Cour), le président de la chambre a désigné Mme Kristina Pardalos pour siéger en qualité de juge ad hoc (articles 26 § 4 de la Convention et 29 § 1 du règlement).", "6.  Le gouvernement allemand n’a pas souhaité intervenir dans la procédure.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  Le requérant est né en 1969 et réside à Bierenbach, en Allemagne.", "A.  La contravention", "8.  Le 18 mai 2002, M.A. entra en Roumanie au volant d’un véhicule qui était la propriété du requérant. Le 17 août 2002, lors d’un contrôle effectué dans une foire automobile, les autorités administratives constatèrent que ledit véhicule était mis en vente par une société commerciale de droit privé, sans que celle-ci pût justifier d’un paiement des droits de douane dus à l’importation du véhicule.", "9.  Le 4 octobre 2002, invoquant l’article 386 a) du règlement d’application du code des douanes tel qu’approuvé par la décision du gouvernement no 1114/2001 (« le règlement d’application du code des douanes »), la direction régionale des douanes interdépartementales de Timişoara (« la DRDI ») établit un procès-verbal de contravention au nom de M.A., par lequel elle infligea à celui-ci une amende contraventionnelle de 25 000 000 lei (soit environ 788 euros) et confisqua le véhicule, en tant que sanction complémentaire, pour défaut de paiement de la taxe douanière lors de son entrée sur le territoire roumain. M.A. fit inscrire au procès-verbal qu’il pouvait être tenu responsable tout au plus pour la contravention prévue à l’article 385 g) du règlement d’application du code des douanes. Cette disposition sanctionnait la méconnaissance par toute personne entrant dans le pays ou en sortant de l’obligation de déclarer et de présenter les biens qu’elle détenait ou qu’elle transportait dans ses bagages en vue du contrôle douanier (vămuire).", "B.  La contestation par M.A. du procès-verbal de contravention", "10.  M.A. contesta le procès-verbal de contravention, y compris la confiscation du véhicule.", "11.  Par un jugement du 17 janvier 2003, le tribunal de première instance de Sânnicolau Mare fit partiellement droit à sa contestation et annula le procès-verbal dans sa partie concernant l’amende.", "12.  Le tribunal constata que l’article 121 du règlement d’application du code des douanes disposait que les personnes physiques étaient tenues de déclarer les biens introduits sur le territoire roumain auprès des autorités douanières et de payer les droits de douane d’importation, sans que le texte fît la distinction entre les propriétaires et les non-propriétaires des biens importés. Il considéra que M.A. n’était qu’un détenteur précaire, qui n’avait fait qu’introduire le véhicule en question sur le territoire roumain et que, dès lors, il ne pouvait pas être tenu de payer les droits de douane, et ce d’autant que le procès-verbal contesté ne faisait pas mention du véritable propriétaire.", "13.  Quant à la demande visant à la restitution du véhicule, elle fut rejetée au motif que M.A., dès lors qu’il n’était pas le véritable propriétaire, n’avait pas qualité pour agir. Pour statuer ainsi, le tribunal considéra que, en vertu de l’article 31 § 2 de l’ordonnance du gouvernement (OG) no 2/2001 sur le régime des contraventions, la personne intéressée pouvait contester le procès-verbal de contravention uniquement dans sa partie concernant l’amende, tandis que la mesure de confiscation du bien ne pouvait être contestée que par le propriétaire.", "14.  M.A. et la DRDI formèrent l’un et l’autre un recours contre ce jugement.", "15.  Par un arrêt du 8 juin 2003, le tribunal départemental de Timiş, siégeant dans une formation composée des juges D.R., M.B. et A.M., rejeta le recours de la DRDI et confirma le jugement rendu en première instance avec la motivation suivante :", "« [M.A.] n’étant pas le propriétaire du bien, il n’avait donc pas l’obligation de payer les droits de douane et il n’a pas enfreint les dispositions légales relatives à l’introduction des biens sur le territoire roumain et à leur déclaration auprès des autorités douanières. »", "16.  Il rejeta le recours de M.A. pour défaut de fondement, estimant qu’il n’avait pas qualité pour agir. L’arrêt du 8 juin 2003 passa ainsi en force de chose jugée.", "C.  Contestation du requérant contre le procès-verbal de contravention", "17.  Entre-temps, le 30 mai 2003, le requérant avait contesté le \nprocès-verbal de contravention susmentionné dans sa partie relative à la confiscation du véhicule. Il reprochait au procès-verbal de ne pas mentionner les circonstances (la date, l’heure et le lieu) de la dissimulation présumée au contrôle douanier, prohibée par l’article 386 a) du règlement d’application du code douanier. Il précisait également que le véhicule n’avait jamais été immatriculé en Roumanie.", "18.  Par un jugement du 31 juillet 2003, le tribunal de première instance de Timişoara fit droit à la contestation du requérant, annula le procès-verbal et ordonna la restitution du véhicule. Il concluait que, dès lors que M.A. était entré sur le territoire roumain en se présentant au point de contrôle à la frontière et qu’il n’avait pas essayé de soustraire le véhicule au contrôle douanier, étant donné que le tampon de la douane figurait sur son passeport, il n’avait pas commis de contravention. Il estimait que, en l’absence de contravention, la mesure complémentaire de confiscation n’était pas justifiée. Il considérait également que l’annulation du procès-verbal s’imposait au motif que ce document ne faisait pas mention du nom du propriétaire du véhicule.", "19.  Ce jugement citait le jugement rendu le 17 janvier 2003 à l’égard de M.A. et concluait que les dispositions de l’article 41 de l’OG no 2/2001, aux termes desquelles le bien confisqué devait être restitué en cas d’annulation du procès-verbal de contravention, trouvaient à s’appliquer.", "20.  Le recours formé contre ce jugement par la DRDI fut accueilli par un arrêt définitif du 20 novembre 2003 du tribunal départemental de Timiş, qui débouta le requérant dans une formation de jugement composée des juges D.R., M.B. et A.M.", "21.  La juridiction de recours constata que le véhicule litigieux avait été introduit sur le territoire roumain par M.A. et qu’il avait été mis en vente ultérieurement sans que M.A. ou le requérant eussent payé les droits de douane dus. Elle constata également que M.A. avait reconnu les faits reprochés et que, dans le procès-verbal de contravention, il n’avait émis d’objections qu’en ce qui concernait la confiscation du véhicule, qu’il estimait abusive. Dès lors, le tribunal considéra que M.A. avait commis une contravention. Il motiva son jugement comme suit :", "« Le non-respect de l’article 121 [du règlement d’application du code des douanes], à savoir de l’obligation de déclarer par écrit le véhicule auprès du bureau de contrôle douanier de Cenad, constitue la contravention prévue à l’article 386 a) du même règlement, l’argument [de M.A.] selon lequel la présence du tampon de la douane dans son passeport équivaudrait au passage à la frontière en vue du contrôle douanier ne pouvant pas être retenu, car il est en contradiction avec les mentions consignées dans le procès-verbal par lesquelles [M.A.] reconnaît les faits et conteste uniquement la mesure de confiscation. »", "22.  Le tribunal fit application de l’article 5 de l’OG no 2/2001 qui prévoyait la confiscation des biens ayant servi à la commission d’une contravention. Il nota que le véhicule avait été radié en Allemagne avant son transport en Roumanie et considéra que, même dans ces conditions, le requérant, en tant que propriétaire du véhicule, était tenu pour responsable « de la contravention commise par M.A. » du fait qu’il avait remis le véhicule à ce dernier sans les documents justificatifs requis.", "II.  LE DROIT INTERNE PERTINENT", "23.  Les dispositions du code des douanes en vigueur à l’époque des faits sont ainsi libellées :", "Article 1", "« (2)  Les dispositions du code des douanes s’appliquent à tous les biens importés ou exportés du pays par les personnes physiques ou morales. »", "Article 2", "« (1)  L’importation ou l’exportation (...) de marchandises, de moyens de transport et de tout autre bien n’est permise que par les points de contrôle prévus pour le passage de la frontière. »", "« (2)  Au passage de la frontière, les marchandises, les moyens de transport et tout autre bien sont contrôlés par les autorités douanières. »", "24.  Les dispositions du règlement d’application du code des douanes, tel qu’approuvé par la décision du gouvernement no 1114/2001, en vigueur à l’époque des faits, sont ainsi libellées :", "Article 121", "« Les personnes physiques sont tenues de déclarer, verbalement ou par écrit, les biens qu’elles importent ou exportent (...) et de les présenter aux bureaux de contrôle douanier. »", "Article 385 g)", "« Constituent une contravention et sont punis d’une amende de 10 000 000 lei à 25 000 000 lei les faits suivants :", "g)  la méconnaissance par toute personne entrant dans le pays ou en sortant de l’obligation de déclarer et de présenter les biens qu’elle détient ou qu’elle transporte dans ses bagages en vue du contrôle douanier (vămuire). »", "Article 386 a)", "« Constituent une contravention et sont punis d’une amende de 25 000 000 lei à 75 000 000 lei les faits suivants :", "a)  soustraire ou tenter de soustraire au contrôle douanier (vămuire) les biens soumis au régime douanier ou qui sont destinés à être soumis au régime douanier, ce qui entraîne la confiscation des biens (...) »", "25.  Les dispositions de l’arrêté de l’OG no 2/2001 sur le régime des contraventions, en vigueur à l’époque des faits, sont ainsi libellées :", "Article 5", "« (1)  Les sanctions contraventionnelles sont principales et complémentaires.", "(2)  Les sanctions contraventionnelles principales sont :", "(...)", "(b)  l’amende contraventionnelle ;", "(...)", "(3)  Les sanctions contraventionnelles complémentaires sont :", "(a)  la confiscation des biens destinés à, utilisés dans ou provenant de la commission des contraventions. »", "Article 24", "« (1)  L’agent qui applique la sanction ordonne également la confiscation des biens destinés à, utilisés dans ou provenant de la commission des contraventions.", "(...)", "(3)  L’agent qui applique la sanction doit établir qui est le propriétaire des biens confisqués et, si ceux-ci appartiennent à une personne autre que le contrevenant, faire mention, si possible, dans le procès-verbal, des données personnelles du propriétaire ou préciser les raisons pour lesquelles l’identification [du propriétaire] n’a pu être obtenue. »", "Article 31", "« (1)  Le procès-verbal de constatation de la contravention et d’infliction de la sanction peut être contesté dans un délai de quinze jours (...)", "(2)  La personne qui s’estime lésée peut contester uniquement l’amende (despăgubirea) et la personne à laquelle appartiennent les biens confisqués, autre que la partie lésée, peut contester uniquement la mesure de confiscation. »", "Article 41", "« (2)  En cas d’annulation ou de constatation de la nullité du procès-verbal de contravention, les biens confisqués (...) sont restitués immédiatement à l’intéressé. »", "26.  L’article pertinent en l’espèce du code civil en vigueur à l’époque des faits se lit ainsi :", "Article 1201", "« Il y a autorité de la chose jugée lorsqu’une seconde action en justice a le même objet, est fondée sur la même cause et se déroule entre les mêmes parties (...) dans la même qualité. »", "27.  L’article pertinent en l’espèce du nouveau code de procédure civile, entré en vigueur le 15 février 2013, se lit ainsi :", "Article 509 § 10", "« La révision d’une décision portant sur le fond d’une affaire (pronunţate asupra fondului sau care evocă fondul) peut être demandée si :", "(...)", "10. la Cour européenne des Droits de l’Homme a constaté une violation des droits et libertés fondamentaux en raison d’une décision de justice et si les conséquences graves de cette violation existent toujours. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "28.  Le requérant dénonce une atteinte au principe de la sécurité des rapports juridiques, au motif que, par son arrêt définitif du 20 novembre 2003, qui a qualifié les faits litigieux de contravention, le tribunal départemental de Timiş aurait remis en cause l’autorité de la chose jugée d’un arrêt définitif qu’il avait lui-même rendu le 8 juin 2003 et qui avait relaxé M.A. des mêmes faits. Il se plaint également de l’issue de la procédure et d’un défaut d’impartialité des tribunaux internes. Il invoque l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) impartial (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la recevabilité", "29.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "1.  Arguments des parties", "30.  Le Gouvernement estime que le principe de l’autorité de la chose jugée n’a pas été méconnu en l’espèce, les conditions prévues par le droit interne pour l’application de ce principe n’étant, à ses yeux, pas remplies. Ainsi, il soutient qu’il ressort clairement de l’article 1201 de l’ancien code civil que, pour retenir l’existence de l’autorité de la chose jugée, il faut une triple identité : parties, objet et cause des deux actions (paragraphe 26 \nci-dessus). A cet égard, il expose en premier lieu que, en l’espèce, la première procédure n’a pas tranché le bien-fondé de la question visant la régularité de la confiscation, l’action de M.A. ayant été rejetée pour absence de qualité pour agir en justice. Le bien-fondé de cette question aurait été en revanche examiné dans la seconde procédure, engagée cette fois par le requérant. En deuxième lieu, le Gouvernement indique que les deux procédures internes ne concernaient pas les mêmes parties. En troisième lieu, il souligne que le tribunal de première instance de Sânnicolau Mare, dans son jugement du 17 janvier 2003, a constaté qu’une contravention avait certes été commise, mais qu’elle ne pouvait pas être imputée à M.A. puisqu’il n’était pas le propriétaire de la voiture litigieuse.", "31.  Le requérant n’a pas soumis d’observations sur ce grief.", "2.  Appréciation de la Cour", "32.  La Cour rappelle que le droit à un procès équitable garanti par l’article 6 § 1 de la Convention doit s’interpréter à la lumière du préambule de la Convention, qui énonce la prééminence du droit comme élément du patrimoine commun des États contractants. L’un des éléments fondamentaux de la prééminence du droit est le principe de la sécurité des rapports juridiques, qui veut, entre autres, que la solution donnée de manière définitive à tout litige par les tribunaux ne soit plus remise en cause (Brumărescu c. Roumanie [GC], no 28342/95, § 61, CEDH 1999-VII, et Kehaya et autres c. Bulgarie, nos 47797/99 et 68698/01, § 61, 12 janvier 2006). En vertu de ce principe, une partie ou une autorité de l’État ne peuvent solliciter la révision d’un jugement définitif et exécutoire à seule fin d’obtenir un réexamen de l’affaire et une nouvelle décision à son sujet, à moins que des motifs substantiels et impérieux ne l’exigent (Riabykh c. Russie, no 52854/99, §§ 52 et 56, CEDH 2003-IX).", "33.  La Cour a ainsi maintes fois conclu à la violation de l’article 6 en raison de l’annulation par la voie d’un recours extraordinaire, sans motifs substantiels et impérieux, de décisions de justice définitives (voir, parmi d’autres, les arrêts Brumărescu et Riabykh , précités). Elle a également considéré dans plusieurs affaires que, même en l’absence d’annulation d’un jugement, la remise en cause de la solution apportée à un litige par une décision de justice définitive dans le cadre d’une autre procédure judiciaire pouvait porter atteinte à l’article 6 dans la mesure où elle pouvait rendre illusoire le droit à un tribunal et enfreindre le principe de la sécurité juridique (Kehaya et autres, précité, §§ 67-70 ; Gök et autres c. Turquie, nos 71867/01, 71869/01, 73319/01 et 74858/01, §§ 5762, 27 juillet 2006, et Esertas c. Lituanie, no 50208/06, §§ 23-32, 31 mai 2012).", "34.  En l’espèce, la Cour relève que, dans un premier temps, après avoir apprécié les éléments de preuve produits et débattus par les parties, les tribunaux nationaux ont, dans la procédure contentieuse entamée par M.A., qui a pris fin avec l’arrêt du 8 juin 2003 du tribunal départemental de Timiş, conclu que la contravention mentionnée dans le procès-verbal du 4 octobre 2002 n’avait pas été commise par M.A. et ils ont annulé en conséquence la partie de ce procès-verbal concernant l’amende contraventionnelle (paragraphes 12 et 15 ci-dessus). Néanmoins, dans la deuxième procédure engagée par le requérant, le tribunal départemental, dans la même formation de jugement, est revenu sur sa conclusion, estimant cette fois, dans son arrêt définitif du 20 novembre 2003, que la contravention avait été commise par M.A. (paragraphe 21 ci-dessus).", "35.  Certes, selon sa jurisprudence constante, la Cour n’a pas pour tâche de se substituer aux juridictions internes. En particulier, il ne lui appartient pas de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne, ou de substituer sa propre appréciation à celle des juridictions nationales, sauf si et dans la mesure où ces erreurs lui semblent susceptibles d’avoir entraîné une atteinte aux droits et libertés garantis par la Convention (García Ruiz c. Espagne [GC], no 30544/96, §§ 28-29, CEDH 1999-I).", "36.  La Cour observe également que, dans tous les systèmes juridiques, l’autorité de la chose jugée d’une décision de justice définitive comporte des limitations ad personam et ad rem (Esertas, précité, § 22). En conséquence, s’agissant de la présente affaire, la Cour accepte l’argument du Gouvernement selon lequel il n’y avait identité ni des parties ni de l’objet des deux procédures internes, contrairement aux exigences que pose l’article 1201 du code civil relativement à l’autorité de la chose jugée en droit roumain (paragraphe 30 ci-dessus). Cela étant, la Cour ne peut ignorer que les deux procédures concernaient les mêmes circonstances factuelles, qui étaient déterminantes pour leurs issues.", "37.  Malgré cela, dans son arrêt du 20 novembre 2003, où il est revenu sur la conclusion à laquelle il était parvenu dans la première procédure quant à la commission de la contravention lors du passage de la frontière, le tribunal départemental de Timiş s’est contenté de procéder à une nouvelle appréciation des mêmes pièces déjà débattues lors de la procédure initiale, et ce en l’absence de tout élément nouveau pouvant justifier un tel revirement (paragraphe 21 ci-dessus).", "38.  Il ne s’agit assurément pas de l’effacement d’une procédure judiciaire ayant abouti à une décision judiciaire « irrévocable » et ayant acquis force de chose jugée (comparer avec Brumărescu, précité, § 62). Mais l’on peut raisonnablement penser que la nouvelle appréciation des faits opérée par le tribunal départemental, qui a conduit celui-ci à rendre un arrêt radicalement opposé à son arrêt antérieur, est problématique au regard de la sécurité juridique, et ce d’autant que le requérant attendait légitimement que cette même juridiction tranchât la suite d’un même litige dans le sens d’une décision ayant l’autorité de la chose jugée (voir, dans ce sens, Gök et autres, précité, § 60 in fine).", "39.  Par conséquent, en revenant sur un point en litige qui avait déjà été tranché et qui avait fait l’objet d’une décision définitive, et ce en l’absence de tout motif valable, le tribunal départemental a enfreint le principe de la sécurité des rapports juridiques. De ce fait, le droit du requérant à un procès équitable au sens de l’article 6 § 1 de la Convention a été méconnu.", "Il y a donc eu violation de cette disposition de la Convention.", "40.  Au vu des conclusions qui précèdent, la Cour estime qu’il n’y a pas lieu d’examiner séparément le grief du requérant relatif à l’issue de la procédure et à l’impartialité des tribunaux, ce grief ne comportant que des aspects particuliers du droit à un procès équitable consacré par l’article 6 § 1 de la Convention, qui a été déjà examiné par la Cour.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1 À LA CONVENTION", "41.  Le requérant allègue que le refus des autorités roumaines de lui restituer le véhicule qu’elles lui ont confisqué emporte violation de l’article 1 du Protocole no 1 à la Convention.", "42.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "43.  Cependant, compte tenu de la conclusion à laquelle elle est parvenue en ce qui concerne l’article 6 § 1 de la Convention (paragraphe 39 \nci-dessus), et du fait que le requérant peut demander la réouverture de la procédure devant les tribunaux roumains (paragraphe 27 ci-dessus), la Cour n’estime pas nécessaire d’examiner de surcroît ce grief.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "44.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "45.  Le requérant réclame 35 468,87 euros (EUR) pour préjudice matériel. Il soumet une expertise technique établissant la valeur de la voiture confisquée à 14 098 EUR au 17 août 2002 et un récapitulatif des sommes dues non réglées pour la voiture (y compris la valeur de la voiture et les intérêts afférents) s’élevant à 21 370,87 EUR au 2 juillet 2009. Il sollicite également 5 000 EUR pour préjudice moral.", "46.  Le Gouvernement réplique que l’expertise technique produite par le requérant n’indique pas la méthode utilisée pour l’établissement de la valeur de la voiture et que le récapitulatif des sommes dues ne présente pas la base légale de calcul. Il estime également que la demande faite au titre du dommage moral n’est aucunement étayée et qu’elle est en tout état de cause spéculative par rapport à la jurisprudence de la Cour en la matière (Adzhigovich c. Russie, no 23202/05, § 39, 8 octobre 2009, et Wasserman c. Russie, no 15021/02, § 50, 18 novembre 2004). Il demande en conséquence que les demandes de satisfaction équitable du requérant soient rejetées par la Cour.", "47.  En l’espèce la Cour a conclu à la violation de l’article 6 § 1 de la Convention à raison du non respect du principe de la sécurité juridique. La Cour observe ensuite que, lorsque comme en l’espèce, elle constate la violation des droits d’un requérant, l’article 509 § 10 du nouveau code de procédure civile roumain permet la révision d’un procès sur le plan interne. Compte tenu de ces circonstances, la Cour estime que le redressement le plus approprié pour le requérant serait de rejuger ou de rouvrir, à sa demande, la procédure en temps utile et dans le respect des exigences de l’article 6 § 1 de la Convention (voir, mutatis mutandis, Sfrijan c. Roumanie, no 20366/04, § 48, 22 novembre 2007). Il n’échet dès lors pas d’accorder au requérant d’indemnité au titre du dommage matériel.", "48.  Toutefois, la Cour considère qu’il y a lieu d’octroyer au requérant 3 000 EUR pour dommage moral.", "B.  Frais et dépens", "49.  Le requérant demande également le remboursement de 5 825 EUR de frais d’avocat et 1 166,50 lei roumains (RON) de frais de traduction, tous frais qui auraient été engagés dans la procédure devant la Cour. L’avocate de l’intéressé fournit une note relative au nombre d’heures facturées et aux activités déployées et une facture pro forma.", "50.  Le Gouvernement considère que le requérant n’a pas prouvé que les honoraires d’avocat dont il demande le remboursement ont été réellement engagés dans la présente procédure devant la Cour. Il souligne, en outre, que le requérant a omis de produire un contrat d’assistance juridique établissant le tarif horaire des honoraires ainsi que son accord pour les heures effectivement travaillées par son avocate.", "51.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents dont elle dispose et de sa jurisprudence, la Cour estime raisonnable la somme de 3 000 EUR pour la procédure devant la Cour, à verser directement à l’avocate du requérant.", "C.  Intérêts moratoires", "52.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention (droit à un procès équitable) ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 6 de la Convention relatif à l’issue de la procédure et à la l’impartialité des tribunaux ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner de surcroît le grief tiré de l’article 1 du Protocole no 1 à la Convention ;", "", "5.  Dit", "a)  que l’État défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie de l’État défendeur, au taux applicable à la date du règlement :", "i) 3 000 EUR (trois mille euros), plus tout montant pouvant être dû à titre d’impôt, au requérant, pour dommage moral ;", "ii) 3 000 EUR (trois mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens, somme à verser directement à l’avocate qui a représenté le requérant devant la Cour ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 avril 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\t Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}