{"file": "FRE_HFJUD_36458_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "36458/02", "text_paragraphs": ["DEUXIÈME SECTION", "", "", "", "", "AFFAIRE İRFAN TEMEL ET AUTRES c. TURQUIE", "", "(Requête no 36458/02)", "", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "", "STRASBOURG", "", "3 mars 2009", "", "", "DÉFINITIF", "", "", "03/06/2009", "", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire İrfan Temel et autres c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 16 décembre 2008 et le 10 février 2009,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 36458/02) dirigée contre la République de Turquie et dont dix-huit ressortissants de cet Etat (« les requérants ») ont saisi la Cour le 13 août 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me M. Rollas, avocat à İzmir. Le gouvernement turc (« le Gouvernement ») a été représenté, aux fins de la procédure devant la Cour, par son agent.", "3.  Par une décision du 15 septembre 2006, le président de la deuxième section a communiqué la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé d’en examiner conjointement la recevabilité et le fond.", "4.  Par une lettre du 16 décembre 2008, le représentant des requérants a avisé la Cour du décès de l’un d’eux, M. Hamit Çiftçi.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  A l’époque des faits, les requérants étaient étudiants dans diverses facultés rattachées à l’université d’Afyon Kocatepe, sise à Afyon (Turquie).", "6.  A différentes dates entre le 27 décembre 2001 et le 4 janvier 2002, ils adressèrent au rectorat de l’université des pétitions demandant l’instauration de cours de langue kurde comme modules facultatifs.", "7.  Vers cette même période, des étudiants de diverses universités en Turquie présentèrent des pétitions similaires.", "8.  Voici des extraits de la pétition soumise par les requérants :", "« (...) Un droit constitutionnel à l’instruction dans sa langue maternelle, celle que l’on connaît le mieux, découle d’une combinaison de l’article 42 de la Constitution, qui énonce le droit à l’instruction et à l’éducation, et de la modification récente de la Constitution (...)", "Or, depuis des années, par peur d’une sécession, les peuples de Turquie, à commencer par les Kurdes, sont traités comme s’ils n’existaient pas et on les empêche de développer leurs langues et leurs cultures (...)", "En tant qu’étudiant qui estime que son action contribue à la démocratisation de la Turquie, je demande au recteur de notre université d’instaurer des cours facultatifs d’enseignement de la langue kurde. »", "9.  Par une décision prise le 18 janvier 2002 sur la base de l’article 9 d) du règlement disciplinaire des établissements d’enseignement supérieur, le comité d’administration de l’université d’Afyon Kocatepe, après avoir entendu les observations en défense des requérants, exclut ceux-ci de l’université pendant deux semestres à compter du semestre de printemps – à l’exception de M. Pulat, exclu pendant un seul semestre parce qu’il avait éprouvé des remords – au motif que, bien qu’individuelles a priori, les pétitions présentées étaient de style et de contenu identiques et que leurs auteurs savaient que leurs actes étaient constitutifs d’une infraction à l’égard de laquelle ils n’avaient manifesté aucun remords.", "10.  Après que les sanctions disciplinaires lui eurent été signifiées, les requérants formèrent individuellement des recours devant le tribunal administratif de Denizli, demandant l’annulation de ces sanctions et, au préalable, le sursis à leur exécution.", "11.  Par des jugements rendus à diverses dates, le tribunal administratif de Denizli rejeta les demandes de sursis au motif que les conditions posées par la loi nationale n’avaient pas été satisfaites, sans donner davantage de détails.", "12.  Ces jugements furent confirmés par la cour administrative régionale de Denizli, qui jugea qu’aucun des moyens soulevés par les requérants ne suffisait à fonder leur annulation.", "13.  Les requérants disent avoir redemandé en vain, au cours de ces procédures, le sursis à l’exécution des décisions disciplinaires prises à leur encontre.", "14.  Or il apparaît que, parallèlement, le tribunal administratif d’Istanbul ordonna, le 9 mai 2002, le sursis à exécution d’une sanction disciplinaire dans une affaire similaire. Dans son jugement, il examina le contenu de la pétition et la manière dont la procédure disciplinaire s’était déroulée pour en conclure que la sanction disciplinaire en cause était illégale et que son exécution aurait dès lors causé un dommage irréparable au demandeur.", "15.  Le 24 octobre 2002, le tribunal administratif de Denizli examina sur le fond les demandes des requérants et les rejeta. Dans ses jugements, il releva notamment que le rectorat de l’université avait reçu de la préfecture d’Afyon des renseignements sur la nouvelle stratégie d’action du PKK dans le cadre de sa campagne de désobéissance civile, consistant notamment à réclamer un enseignement en kurde. L’administration avait donc estimé à bon droit que les pétitions identiques présentées à peu près au même moment par les requérants, dont les demandes étaient insistantes et menaçantes, s’inscrivaient dans le cadre d’une action planifiée et organisée contraire à l’article 9 d) du règlement disciplinaire des établissements d’enseignement supérieur.", "16.  En décembre 2003, le Conseil d’Etat annula ces jugements et renvoya l’affaire devant le juge de première instance.", "17.  Par un jugement du 12 mai 2004, le tribunal administratif de Denizli suivit la décision du Conseil d’Etat et annula les sanctions disciplinaires prises contre les requérants. Dans son jugement, il rappela notamment que l’article 74 de la Constitution donne aux ressortissants turcs le droit d’adresser aux autorités des pétitions se rapportant à leur cas personnel ou à la chose publique. Il releva en outre que, aux termes de l’article 4 a) de la loi sur l’enseignement supérieur, celui-ci avait pour but de faire des étudiants des citoyens, c’est-à-dire en particulier des personnes objectives, ouvertes d’esprit et respectueuses des droits de l’homme, épanouies physiquement, mentalement, psychologiquement, moralement et émotionnellement, de manière équilibrée, contribuant au développement et au bien-être du pays tout en acquérant les connaissances et compétences nécessaires à leurs vocations futures. Aussi les pétitions adressées par les requérants aux autorités pour demander des cours de kurde facultatifs ne pouvaient-elle être qualifiées d’actes donnant lieu à une division fondée sur la langue, la race, la religion ou la dénomination, au sens de l’article 9 d) du règlement disciplinaire des établissements d’enseignement supérieur et ne contrevenaient pas à l’un quelconque des buts de l’enseignement supérieur énoncés à l’article 4 a) de la loi sur l’enseignement supérieur. Le tribunal administratif de Denizli ajouta que la dernière réforme législative pertinente, qui remontait au 9 août 2002, autorisait l’instauration de cours privés de manière à permettre aux ressortissants turcs d’apprendre les divers dialectes et langues traditionnellement employés par eux dans leur vie quotidienne.", "18.  Parallèlement, les poursuites pénales ouvertes contre les requérants avaient pris fin concomitamment à leur acquittement du chef d’assistance à une organisation armée illégale.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "19.  Dans les arrêts Leyla Şahin c. Turquie ([GC], no 44774/98, §§ 48 et 50-51, CEDH 2005XI) et Mürsel Eren c. Turquie (no 60856/00, § 24, CEDH 2006II) sont exposés les éléments pertinents de la législation nationale en vigueur au moment des faits.", "20.  L’article 9 d) du règlement disciplinaire des établissements d’enseignement supérieur prévoit que tout étudiant se livrant à des activités donnant lieu à une division fondée sur la langue, la race, la religion ou la dénomination doit être exclu de son établissement pendant un ou deux semestres.", "(...)", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 7, 9 ET 10 DE LA CONVENTION ET DE L’ARTICLE 2 DU PROTOCOLE No 1", "27.  Les requérants se plaignent d’avoir été sanctionnés disciplinairement pour avoir adressé aux instances universitaires des pétitions demandant l’instauration de cours de kurde facultatifs. Ils estiment que ces sanctions ont porté atteinte à leur liberté de pensée et d’expression et que leurs actions ne pouvaient raisonnablement être constitutives d’une infraction pénale. Ils voient en outre dans le rejet par le juge national de leurs demandes de sursis à l’exécution de ces sanctions un refus de leur droit à l’instruction. Ils invoquent les articles 7, 9 et 10 de la Convention et l’article 2 du Protocole no 1 à la Convention.", "28.  La Cour considère qu’il y a lieu d’examiner ces griefs sur le seul terrain de l’article 2 du Protocole no 1, en combinaison avec l’article 10 de la Convention (Kjeldsen, Busk Madsen et Pedersen c. Danemark, 7 décembre 1976, § 52 in fine, série A no 23).", "29.  L’article 2 du Protocole no 1 prévoit, en sa partie pertinente, que", "« Nul ne peut se voir refuser le droit à l’instruction (...) »", "(...)", "B.  Sur le fond", "1.  Thèses des parties", "36.  Invoquant en particulier l’issue positive qu’a connue l’action formée par les requérants devant le juge administratif, le Gouvernement soutient que leur exclusion de l’université n’a ni atteint dans sa substance le droit garanti par l’article 2 du Protocole no 1 ni constitué un refus de leur droit à l’instruction.", "37.  Les requérants s’en tiennent à leurs griefs. En particulier, ils estiment que les sanctions disciplinaires dont ils ont fait l’objet au motif qu’ils avaient sollicité l’instauration d’un cours facultatif de langue kurde – une demande légitime et démocratique – étaient injustifiées et disproportionnées et qu’elles les ont privés pendant une année de leur droit à l’instruction. Ils font valoir que, à la date où leurs sanctions ont été annulées, ils les avaient déjà purgées.", "2.  Appréciation de la Cour", "38.  La Cour se reporte aux principes fondamentaux qui se dégagent de la jurisprudence relative à l’article 2 du Protocole no 1, énoncés en particulier dans l’arrêt précité Leyla Şahin (§§ 152-156, avec les références qui y figurent). Elle examinera la présente affaire à la lumière de ces principes.", "39.  La Cour rappelle également que l’accès à tout établissement d’enseignement supérieur existant à un moment donné constitue un élément inhérent au droit qu’énonce la première phrase de l’article 2 du Protocole no 1 et en conclut que cette disposition trouve à s’appliquer en l’espèce (Mürsel Eren, précité, § 41), ce que d’ailleurs ni l’une ni l’autre des parties ne conteste.", "40.  Pour la Cour, l’exclusion des requérants de l’université pendant un semestre ou deux a constitué une limitation à leur droit à l’instruction, nonobstant le fait qu’ils ont eu accès à l’université et pu suivre le cursus de leur choix en fonction de leurs résultats à l’examen d’entrée à l’université (voir, mutatis mutandis, Leyla Şahin, précité, § 157).", "41.  Afin de s’assurer que les limitations mises en œuvre ne réduisent pas le droit dont il s’agit au point de l’atteindre dans sa substance même et de le priver de son effectivité, la Cour doit se convaincre que celles-ci sont prévisibles pour le justiciable et tendent à un but légitime. Toutefois, à la différence des articles 8 à 11 de la Convention, elle n’est pas liée par une énumération exhaustive des « buts légitimes » sur le terrain de l’article 2 du Protocole no 1. En outre, pareille limitation ne se concilie avec ledit article que s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (ibid., § 154).", "42.  En l’espèce, la Cour reconnaît qu’il existait une base légale à la limitation en cause, à savoir l’article 9 d) du règlement disciplinaire des établissements d’enseignement supérieur, et que cette base était accessible. Elle doute fort, toutefois, que l’application en l’espèce de cet article poursuivît un quelconque but légitime au regard de la Convention. Néanmoins, elle n’estime pas nécessaire de statuer sur ce point, la question principale qui se pose en l’espèce étant de toute manière celle de la proportionnalité de la mesure dénoncée, c’est-à-dire celle de savoir si un juste équilibre a été ménagé entre les moyens employés et le but recherché.", "43.  Sur la question de la proportionnalité, la Cour constate que les requérants ont été sanctionnés disciplinairement pour avoir simplement adressé des pétitions exposant leurs vues sur la nécessité d’un enseignement en kurde et demandant l’instauration de cours d’apprentissage de cette langue comme module facultatif, sans avoir pour autant commis le moindre acte répréhensible. A cet égard, elle relève, au vu du dossier, que les intéressés n’ont pas recouru à la violence ni troublé ou tenté de troubler l’ordre public au sein de leur établissement.", "44.  La Cour en conclut que les requérants ont été sanctionnés pour les opinions exprimées dans leurs pétitions. Pour elle, ni ces opinions ni leurs moyens de diffusion ne pouvaient s’analyser en une activité susceptible de donner lieu à une division fondée sur la langue, la race, la religion ou la dénomination au sens de l’article 9 d) du règlement disciplinaire des établissements d’enseignement supérieur. A cet égard, la Cour rappelle que la liberté d’expression, telle que consacrée au paragraphe 1 de l’article 10, constitue l’un des fondements essentiels de toute société démocratique, l’une des conditions primordiales de son progrès et de l’épanouissement de chacun. Sous réserve du paragraphe 2 de cet article, cette liberté vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent. Ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture, sans lesquels il n’est pas de « société démocratique » (voir, parmi de nombreux autres précédents, Oberschlick c. Autriche (no 1), 23 mai 1991, § 57, série A no 204, et Nilsen et Johnsen c. Norvège [GC], no 23118/93, § 43, CEDH 1999VIII).", "45.  La Cour rappelle que le droit à l’instruction n’exclut pas en principe le recours à des mesures disciplinaires, y compris l’exclusion temporaire ou définitive d’élèves d’un établissement d’enseignement, en vue d’assurer l’observation de ses règles internes (voir Yanasık c. Turquie, no 14524/89, décision de la Commission du 6 janvier 1993, DR 74, p. 14, et Sulak c. Turquie, no 24515/94, décision de la Commission du 17 janvier 1996, DR 84-A, p. 98). Toutefois, pareilles règles ne doivent jamais atteindre la substance dudit droit ou d’autres droits consacrés par la Convention et ses Protocoles ni se heurter à eux (Campbell et Cosans c. Royaume-Uni, 25 février 1982, § 41, série A no 48). En l’espèce, les requérants ont été exclus de l’université pendant un semestre ou deux parce qu’ils avaient exercé leur liberté d’expression.", "46.  Au vu des circonstances particulières de la cause et pour les motifs susmentionnés, la Cour considère que l’imposition des sanctions en question ne pouvait passer pour raisonnable ou proportionnée. Ces sanctions ont été certes ultérieurement annulées par les tribunaux administratifs pour illégalité, mais les requérants avaient alors malheureusement déjà raté un ou deux semestres de leur cursus, ce qui fait que l’issue des procédures judiciaires n’a pas permis de redresser les griefs que les intéressés en avaient tirés.", "47.  Il y a donc eu violation de l’article 2 du Protocole no 1 à la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "48.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "49.  Les requérants réclament 5 000 euros (EUR) chacun pour dommage matériel. Cette somme représenterait leurs frais de subsistance occasionnés par le prolongement de leurs études supérieures. Ils demandent en outre 10 000 EUR chacun pour dommage moral.", "50.  Le Gouvernement conteste ces montants.", "51.  Ne voyant aucun lien de causalité entre la violation constatée – le refus de leur droit à l’instruction – et le dommage matériel allégué, la Cour rejette cette demande (voir, par exemple, Mürsel Eren, précité, § 56).", "52.  Cependant, la Cour constate que les faits dénoncés par les intéressés ont dû être source pour eux d’un certain sentiment de frustration et d’angoisse. Elle estime donc qu’une indemnisation s’impose. Statuant en équité, elle accorde à chaque requérant la somme de 1 500 EUR.", "B.  Frais et dépens", "53.  Les requérants réclament également 2 000 EUR pour leurs frais et dépens devant le juge interne et devant la Cour. Ils demandent par ailleurs 75 000 EUR pour les honoraires de leurs avocats. A l’appui de cette demande, ils ont produit le barème des honoraires recommandés en 2007 par le barreau d’Izmir. Ils n’ont cependant fourni aucune facture ni aucun autre justificatif pertinent.", "54.  Le Gouvernement conteste ces montants.", "55.  Faute pour les requérants d’avoir étayé leurs demandes à l’aide de justificatifs, comme l’exige l’article 60 du règlement, la Cour ne leur accorde aucune somme sous ce chef.", "C.  Intérêts moratoires", "56.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,]", "(...)", "3.  Dit qu’il y a eu violation de l’article 2 du Protocole no 1 à la Convention ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser à chaque requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 1 500 EUR (mille cinq cents euros), pour dommage moral, plus tout montant pouvant être dû à titre d’impôt sur cette somme, à convertir en nouvelles livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, cette somme sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 3 mars 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\t\t\tFrançoise Elens-Passos\tFrançoise Tulkens\n\tGreffière adjointe\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée de M. le juge Ireneu Cabral Barreto.", "F.T.\nF.E.-P.", "", "", "", ""]}