{"file": "FRE_HFJUD_27937_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "27937/95", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE BAYRAK c. ALLEMAGNE", "", "(Requête n° 27937/95)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "20 décembre 2001", "", "", "", "", "DÉFINITIF", "", "20/03/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Bayrak c. Allemagne,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tA. Pastor Ridruejo, président,\n\t\tG. Ress,\n\t\tL. Caflisch,\n\t\tJ. Makarczyk,\n\t\tV. Butkevych,\n\t\tJ. Hedigan,\n\tMme\tS. Botoucharova, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 5 décembre 2001,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 27937/95) dirigée contre la République fédérale d’Allemagne et dont un ressortissant de cet Etat, M. Murat Bayrak (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 17 juillet 1995 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par Me Patrick Parnière, avocat à Strasbourg. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, M. Klaus Stoltenberg, Ministerialdirigent, au ministère fédéral de la Justice.", "3.  Le requérant alléguait que la durée de la procédure qu’il avait engagée devant les juridictions civiles ne répondait pas à l’exigence du « délai raisonnable » tel que prévu à l’article 6 § 1 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 6 juillet 2000, la chambre a déclaré la requête partiellement recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a cependant continué à être examinée par la chambre de l’ancienne section IV telle qu’elle existait avant cette date.\t\t", "", "EN FAIT", "9.  Le requérant, de nationalité turque et allemande (depuis 1995), né en 1918, est domicilié à Bonn. En 1982, les autorités allemandes lui accordèrent le statut de réfugié politique.", "10.  Le 24 avril 1980, la société turque SCS, fondée par le requérant, passa un contrat de vente de 3 000 tonnes de concentré de tomates au prix de 800 USD la tonne avec l’entreprise publique irakienne SEC. Le même jour, la SEC ouvrit en faveur de la SCS un crédit documentaire irrévocable d’un montant de 2 400 000 USD auprès de la banque irakienne R. La banque turque C, sise à Istanbul, fut chargée d’effectuer les paiements à la SCS. Lors de la première livraison, la banque irakienne ne paya que 95% de la valeur de la marchandise. Une deuxième livraison (valeur: 112 000 USD), ne fit l’objet d’aucun règlement. La SCS arrêta alors ses livraisons et céda au requérant ses droits découlant du contrat conclu avec la SEC par la suite.", "11.  En février 1987, le requérant assigna la banque irakienne devant le tribunal régional (Landgericht) de Düsseldorf. Il réclama le remboursement partiel du préjudice que lui avait causé l’inexécution du crédit documentaire. ", "12.  Par un jugement rendu par défaut le 2 février 1988, le tribunal régional condamna la banque irakienne à payer au requérant des dommages et intérêts d’un montant de 200 000 USD, de 30 millions livres turques et de 40 000 DEM avec intérêts. Pour affirmer sa compétence, le tribunal régional observa que la défenderesse était titulaire d’un compte auprès d’une banque sise à Düsseldorf. Quant au fond, le tribunal régional appliqua le droit turc, considérant qu’une banque sise à Istanbul avait assumé l’obligation d’effectuer les paiements. ", "13.  Sur l’opposition (Einspruch) de la banque, le tribunal régional, le 20 décembre 1988, annula son jugement du 2 février 1988 et déclara l’action en dommages et intérêts irrecevable. Le tribunal se déclara incompétent pour connaître du litige au motif que le requérant n’avait pas apporté la preuve de l’existence en Allemagne de biens appartenant à la banque irakienne. ", "14.  Le 5 octobre 1989, la cour d’appel (Oberlandesgericht) de Düsseldorf cassa le jugement du tribunal régional du 20 décembre 1988 et renvoya la cause à ce dernier. Elle estima que le litige relevait des juridictions allemandes. Le fait que la défenderesse possédait des créances sur la filiale d’une banque allemande sise à Düsseldorf suffisait comme lien de rattachement de l’instance au territoire allemand, à l’exclusion de toute autre exigence de lien de rattachement.", "15.  Un pourvoi en cassation (Revision) formé par la banque irakienne contre cet arrêt fut retiré ultérieurement par celle-ci.", "16. Le 23 octobre 1989, le requérant demanda la correction du jugement du 5 octobre 1989 (Urteilsberichtigung). Le 28 novembre 1989, le tribunal régional rejeta la demande et fixa une audience publique au 20 février 1990. A l’issue de celle-ci, il fixa la date du prononcé public de son jugement au 27 mars 1990.", "17.  Le 27 mars 1990, il ordonna un complément d’instruction comprenant notamment l’audition de plusieurs témoins résidant en Turquie et l’établissement des rapports d’experts en plus de ceux que le requérant avait déjà soumis au tribunal sur sa propre initiative. Les 22 et 23 novembre 1990 eut lieu l’audience publique durant laquelle le tribunal régional entendit ces témoins.", "18.  Entre le 7 février et le 29 mai 1991, le tribunal régional s’adressa à l’ambassade et au consulat général d’Allemagne en Turquie afin que ceux-ci lui désignent un expert en droit turc. Le 2 décembre 1991, le tribunal régional, après avoir discuté avec les parties du procès les honoraires que l’expert proposé avait demandés, le désigna comme expert. Le 8 mai 1992, le tribunal fit traduire en allemand le rapport d’expert rédigé en turc et demanda aux parties de soumettre leurs observations.", "19.  Le 18 mai 1993, le tribunal régional tint une audience publique. Le 22 juillet 1993, il fit partiellement droit à la demande du requérant en confirmant le jugement du 2 février 1988 rendu par défaut (voir ci-dessus paragraphe 11) et condamna la banque en outre au paiement d’une somme de 655 641,18 USD et d’une somme de 37 709 971 livres turques ainsi qu’au paiement des intérêts correspondant à ces montants. Il estima devoir appliquer les principes établis dans l’arrêt rendu par la cour d’appel le 5 octobre 1989 pour affirmer sa compétence internationale, en dépit d’un récent revirement de la jurisprudence de la Cour fédérale de justice (Bundesgerichtshof) en la matière.", "20.  Le 11 août 1994, sur appel de la banque, la cour d’appel de Düsseldorf modifia le jugement du tribunal régional du 22 juillet 1993, en annulant le jugement rendu le 2 février 1988 par défaut et en rejetant la demande de dommages et intérêts présentée par le requérant dans son ensemble. Tenant compte de la jurisprudence modifiée de la Cour fédérale de justice en la matière, la cour d’appel considéra que les juridictions allemandes n’avaient pas de compétence internationale pour connaître du litige. Celle-ci avait été obtenue par des moyens frauduleux. Le requérant n’était pas impliqué dans les relations contractuelles entre la SCS et la SEC et il n’avait pas démontré la base légale sur laquelle se fondait la cession des droits découlant du contrat. Cette manière de procéder laissait supposer que la cession tendait uniquement à faire relever le litige de la compétence des tribunaux allemands.", "21.  La cour d’appel estima, en outre, qu’à titre exceptionnel, elle n’était pas liée par son arrêt du 5 octobre 1989 au motif que la jurisprudence de la Cour fédérale de justice relative à la question de la compétence internationale des tribunaux allemands avait été modifiée par un arrêt du 2 juillet 1991 de celle-ci. ", "22.  Le requérant se pourvut en cassation contre cet arrêt. Le 17 janvier 1995, la Cour fédérale de justice débouta le requérant au motif que l’affaire ne soulevait aucune question d’intérêt général. Elle confirma que la cour d’appel n’était pas liée par son arrêt précédent. En outre, la cour d’appel avait estimé, sans erreur de droit, que le requérant avait obtenu la compétence des tribunaux allemands par des moyens frauduleux.", "23.  Le 20 mars 1995, la Cour constitutionnelle fédérale (Bundesverfassungsgericht), statuant en comité de trois juges, décida de ne pas retenir le recours constitutionnel du requérant. ", "EN DROIT", "I. SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "24.  Le requérant se plaint de la durée de la procédure devant les juridictions civiles. Il allègue une violation de l’article 6 § 1 de la Convention, qui, dans sa partie pertinente, se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Période à prendre en considération", "25.  La Cour note que la procédure débuta le 4 février 1987, avec la saisine du tribunal régional de Düsseldorf, et prit fin le 20 mars 1995, date de la décision de la Cour constitutionnelle fédérale. Elle couvre donc une période de plus de huit ans.", "", "", "", "", "B.  Caractère raisonnable de la durée de la procédure", "26.  Le Gouvernement expose que la procédure, pendante à deux reprises en première et deuxième instance avant d’être définitivement jugée en troisième instance, revêtait une complexité extraordinaire due notamment au lien de rattachement à l’étranger, le droit régissant le litige n’étant pas le droit allemand mais le droit turc. Cela rendait en outre nécessaire l’audition de témoins domiciliés en Turquie, la recherche d’un expert aux fins de l’établissement d’une expertise portant sur le droit turc et diverses traductions. Le Gouvernement ajoute que le requérant a contribué à la longueur de la procédure dans la mesure où il a porté « sans nécessité » la procédure litigieuse devant les juridictions allemandes alors qu’au fond, il s’agissait d’un litige opposant une société turque à une entreprise publique irakienne sans lien de rattachement à l’Allemagne.", "27.  Le requérant soutient que l’affaire revêtait une complexité ordinaire, le droit turc des obligations étant calqué sur le droit suisse. L’audition des témoins, l’établissement du rapport d’expert et les traductions nécessaires ont été rapidement effectués et n’ont de ce fait pas contribué de manière significative à la longueur de la procédure. Le requérant est en outre d’avis que les juridictions allemandes auraient d’abord dû établir de manière définitive la compétence territoriale avant de statuer sur le fond de l’affaire. ", "28.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie selon les circonstances de la cause et eu égard aux critères consacrées par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi d’autres, l’arrêt Frydlender c. France [GC], n° 30979/96, § 43, CEDH 2000-VII). Elle rappelle aussi que même dans les systèmes juridiques consacrant le principe de la conduite du procès par les parties (Parteimaxime), comme le fait la procédure civile allemande, l’attitude des intéressés ne dispense pas les juges d’assurer la célérité voulue par l’article  6 § 1 de la Convention (arrêts Pafitis et autres c. Grèce du 26 février 1998, Recueil des arrêts et décisions 1998-I, p. 458, § 93, et Duclos c. France du 17 décembre 1996, Recueil 1996-VI, p. 2180, § 55).", "29.  La Cour note d’emblée qu’elle ne saurait accueillir l’argumentation par laquelle le Gouvernement essaye de justifier la durée globale de la procédure par le fait que celle-ci s’est étalée sur plusieurs instances judiciaires. Elle rappelle en effet que  l’article 6 § 1 de la Convention oblige les États contractants à organiser leur système judiciaire de telle sorte que leurs cours et tribunaux puissent remplir chacune de ses exigences (arrêts Frydlender précité, § 45, et Martins Moreira c. Portugal du 26 octobre 1988, série A n° 143, p. 21, § 60). Si l’existence de plusieurs instances et recours dans le système judiciaire aboutit à un enchevêtrement de procédures, il appartient à l’État seul d’en tirer les conséquences et, le cas échéant, de simplifier le système en vue du respect de l’article 6 § 1 de la Convention (arrêt König c. Allemagne du 28 juin 1978, série A n° 27, p. 34, § 100). ", "30.  La Cour admet que la procédure présentait une certaine complexité du fait de son lien de rattachement à l’étranger et des questions de droit en découlant, telle la compétence territoriale des tribunaux allemands (voir, mutatis mutandis, les arrêts Lorenzi, Bernardini et Gritti c. Italie du 27 février 1992, série A n° 231-G, p. 75, § 16, et Allenet de Ribemont c. France du 10 février 1995, série A n° 308, pp. 20 et 21, §§  56 et 57). ", "31.  Pour ce qui est du comportement du requérant, la Cour considère que ses demandes tendant notamment à convoquer d’autres témoins et à corriger le jugement du tribunal régional du 20 décembre 1988 n’ont pas contribué de manière considérable à retarder la procédure.", "32.  Quant au comportement des tribunaux, la Cour note que six instances ont statué dans cette affaire. Ces délais, examinés séparément, n’étaient pas déraisonnables en soi, à l’exception de la période entre le 5 octobre 1989, date de l’arrêt de la cour d’appel de Düsseldorf renvoyant la cause au tribunal régional, et le 22 juillet 1993, date du jugement sur le fond du tribunal régional, ce qui représente une période d’environ trois ans et neuf mois. A ce propos, la Cour note qu’il a fallu au tribunal régional presque dix mois avant de désigner un expert et que celui-ci soumit son rapport cinq mois plus tard. Par ailleurs, il avait déjà été question de recourir à l’avis d’un expert dans la décision d’instruction du tribunal régional du 27 mars 1990. La Cour relève aussi qu’au moment où le tribunal régional reprit l’affaire, celle-ci pendait déjà depuis plus de deux ans et demi. Eu égard aux délais prévisible du fait que l’affaire était régie par le droit turc et aux conséquences procédurales en découlant, la Cour estime qu’une certaine diligence s’imposait.", "33.  En ce qui concerne la durée globale, la Cour constate qu’il a finalement fallu aux juridictions allemandes civiles presque huit ans pour conclure de manière définitive à leur incompétence territoriale, ce qui était dû notamment au revirement de jurisprudence de la Cour fédérale de justice en la matière au cours de la procédure. Au vu de ce qui précède, la Cour considère que la durée de la procédure ne saurait passer pour raisonnable au sens de l’article 6 § 1 de la Convention.", "34.  Partant, il y a eu violation de cet article.", "", "", "", "", "", "", "", "", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "35.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "36.  Le requérant sollicite les sommes suivantes à titre de satisfaction équitable : 25 000 DEM, 855 641,18 USD et 67 709 971 livres turques, chaque somme augmentée d’entre 10 et 65% d’intérêts à compter de 1980 et 1984 respectivement. A l’appui d’une expertise juridique, le requérant fait notamment valoir que, si les tribunaux allemands avaient connu de son affaire dans un délai raisonnable qui s’élèverait à une durée moyenne de deux ans, il aurait eu le temps de saisir les juridictions turques avant la fin de l’an 1990, date de la prescription de sa créance envers la banque irakienne. Au titre du dommage moral subi, le requérant réclame la somme de 80 000 FRF.", "37.  Le Gouvernement soutient qu’il n’existe pas de lien de causalité entre le dommage matériel et la violation de l’article 6 § 1 de la Convention. Il rappelle que la Cour a déclaré irrecevable les griefs tirés de l’article 1 du Protocole n° 1 et de l’article 6 § 1 de la Convention (accès au tribunal) en ce que les juridictions allemandes se sont déclarées incompétentes pour connaître de l’affaire. Quant au dommage moral, le Gouvernement ne se prononce pas.", "38.  La Cour, à l’instar du Gouvernement, considère que le préjudice matériel allégué ne trouve pas sa cause dans la violation constatée. Elle rappelle qu’elle ne saurait spéculer sur le résultat de la procédure si elle avait été en conformité avec l’exigence de l’article 6 § 1 de la Convention quant à la durée (voir, mutatis mutandis, l’arrêt Wettstein c. Suisse, n° 33958/96, CEDH 2000-XII, § 53), et en particulier sur le résultat d’un éventuel procès devant les juridictions turques. Elle note par ailleurs que le requérant a soutenu, jusqu’à la présentation de l’expertise arrivée à la Cour le 17 avril 2001, qu’il lui avait été impossible de saisir les juridictions turques afin de ne pas mettre en péril son statut de réfugié politique que l’Allemagne lui avait octroyé en 1982.", "39.  Cependant, la Cour n’estime pas déraisonnable de penser que le requérant a subi un tort moral du fait de la durée de la procédure. Compte tenu des circonstances de la cause, notamment de l’enjeu du litige pour le requérant, et statuant en équité, comme le veut l’article 41 de la Convention, elle lui octroie la somme de 10 000 DEM à ce titre.", "B.  Frais et dépens", "40.  Pour honoraires d’avocat et d’expert, le requérant a réclamé d’abord 514 458,62 DEM, puis, rectifiant ses calculs en réponse aux observations du Gouvernement à ce propos, la somme de 434 771,79 DEM. Celle-ci se compose de 135 338,91 DEM pour frais de justice, de 111 523,12 DEM pour honoraires d’avocat, dont 17 000 DEM pour l’introduction de la présente requête, de 75 909 DEM pour les expertises juridiques, de 72 782,18 DEM pour frais de justice et d’avocats des parties adverses et de 39 218,58 DEM pour un cautionnement bancaire.", "41.  Le Gouvernement, en contestant certains postes de frais, soutient que la plupart des frais de justice et d’avocat ne sont pas en relation avec la violation alléguée et ne sauraient dès lors être réclamés devant la Cour. Quant aux frais qui ont été exposés en vue d’obtenir réparation devant les juridictions nationales et devant la Cour, le Gouvernement rappelle que d’une part, le pourvoi en cassation devant la Cour fédérale de justice n’a pas été uniquement fondé sur le dépassement du délai raisonnable et que, d’autre part, la Cour n’a déclarée que partiellement recevable la présente requête. Ces frais ne sauraient de ce fait pris en considération dans leur totalité.", "42.  La Cour rappelle qu’elle n’accorde le remboursement des frais et dépens devant les organes de la Convention et ceux qu’un requérant a engagés devant les juridictions nationales que dans la mesure où ils se rapportent à la violation constatée, ont été réellement et nécessairement encourus, et sont raisonnables quant à leur taux (voir, parmi d’autres, les arrêts Wettstein précité, § 56, et Pammel c. Allemagne du 1er juillet 1997, Recueil 1997-IV, p. 1114, § 82). Quant aux honoraires d’avocat, elle n’est pas liée par les barèmes et pratiques internes, même si elle peut s’en inspirer (arrêt Pammel précité).  ", "43.  La Cour considère que les sommes demandées par le requérant sont excessives. Elle note en particulier qu’en ce qui concerne les frais et dépens devant les juridictions nationales, notamment devant la Cour fédérale de justice, le grief portant sur la durée de la procédure n’a été formulé que parmi d’autres griefs. Statuant en équité, comme le veut l’article 41 de la Convention, elle accorde au requérant la somme de 7 000 DEM pour ses frais et dépens devant les instances nationales et la somme de 8 000 DEM pour ceux exposés devant la Cour.   ", "C.  Intérêts moratoires", "44.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en Allemagne à la date d’adoption du présent arrêt est de 8,62 % l’an.", "PAR CES MOTIFS, LA COUR ", "1.  Dit, par quatre voix contre trois, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit, par quatre voix contre trois,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention les sommes suivantes : ", " - 10 000 DEM (dix mille deutschmark) pour dommage moral ; ", " - 15 000 DEM (quinze mille deutschmark) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ; ", "b)  que ces montants seront à majorer d’un intérêt simple de 8,62 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 20 décembre 2001 en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "\tVincent Berger\tAntonio Pastor Ridruejo \n\tGreffier\tPrésident"]}