{"file": "FRE_HFCOM_54270_10.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "54270/10", "text_paragraphs": ["DEUXIÈME SECTION", "Requête no 54270/10\nprésentée par Rosetta COSTA et Walter PAVAN\ncontre l’Italie\nintroduite le 20 septembre 2010", "", "EXPOSÉ DES FAITS", "EN FAIT", "Les requérants, Mme Rosetta Costa et M. Walter Pavan, sont des ressortissants italiens, nés respectivement en 1977 et 1975 et résidant à Cinquefrondi (Reggio de Calabre). Ils sont représentés devant la Cour par Mes Nicolò et Ginevra Paoletti, avocats à Rome.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par les requérants, peuvent se résumer comme suit.", "A la suite de la naissance de leur première enfant, le 9 septembre 2006, les requérants prirent connaissance du fait qu’ils étaient porteurs sains de la mucoviscidose. L’enfant fut atteint par cette pathologie.", "Les requérants ont fourni un document de la « Ligue Italienne Mucoviscidose» (Lega Italiana Fibrosi Cistica) indiquant que deux parents porteurs sains de la mucoviscidose ont une probabilité sur quatre de générer un enfant malade, une probabilité sur quatre que l’enfant ne soit ni malade ni porteur de cette maladie et deux probabilités sur quatre que l’enfant en soit porteur.", "Désireux d’avoir un deuxième enfant qui ne soit pas atteint, lors d’une ultérieure grossesse, au courant du mois de février 2010 les requérants effectuèrent un diagnostic prénatal indiquant que le fœtus était également affecté par la mucoviscidose. Mme Costa se vit donc obligée d’effectuer une interruption médicale de grossesse (« I.M.G. »).", "Les requérants exposent qu’ils souhaiteraient effectuer un diagnostic génétique préimplantatoire (« D.P.I. »). Toutefois, selon la loi no 40 du 19 février 2004 (« Normes sur la procréation médicale assistée »), ce diagnostic n’est accessible qu’aux couples stériles ou infertiles. Par un décret du 11 avril 2008, le ministère de la Santé a étendu l’accès au D.P.I. aux couples dont l’homme est affecté par des maladies virales transmissibles sexuellement (telles que le virus de l’H.I.V., de l’H.B.V. et de l’H.C.V.) dans le but de leur permettre de procréer des enfants en dehors du risque de transmission de la maladie virale à la femme et/ou au fœtus.", "B.  Le droit interne pertinent", "1. Loi no 40 du 19 février 2004 (« Normes sur la procréation médicalement assistée »)", "", "Article 4", "Accès aux techniques", "", "1. Le recours aux techniques de procréation médicalement assistée est permis uniquement lorsque l’impossibilité d’éliminer autrement les causes empêchant la procréation est prouvée et, de toute manière, [ledit recours] est limité aux cas de stérilité ou d’infertilité inexplicables certifiés par un acte médicale ainsi qu’aux cas de stérilité ou d’infertilité [dérivant] d’une cause vérifiée et certifiée par un acte médical. [...].", "", "Article 5", "Conditions subjectives", "", "1. [...] Les couples ayant atteint la majorité, composés de deux personnes de sexe différent, mariés ou vivant en couple, en âge potentiellement fertile et en vie peuvent accéder aux techniques de procréation médicalement assistée.", "", "Article 14", "Limites à l’application des techniques sur les embryons", "", "[...]", "5. Les individus remplissant les conditions prévues par l’article 5 sont informés sur le nombre et, à leur demande, sur l’état de santé des embryons produits et destinés à être transférés dans l’utérus.", "", "2. Décret du ministère de la Santé no 15165 du 21 juillet 2004 (« Notes explicatives en matière de procréation médicalement assistée »)", "", "", "", "", "", "Mesures de tutelle de l’embryon", "", "[...] Tout examen concernant l’état de santé des embryons créés in vitro, au sens de l’article 14, alinéa 5 [de la loi no 40 de 2004], est finalisé uniquement à l’observation de ceux-ci (« dovrà essere di tipo osservazionale »). [...]", "", "3. Le jugement du tribunal administratif régional du Latium no 398 du 21 janvier 2008", "", "Par ce jugement, le tribunal annula pour excès de pouvoir la partie du décret du ministère de la Santé no 15165 du 21 juillet 2004 limitant tout examen de l’état de santé des embryons créés in vitro aux seuls fins d’observation. Le tribunal considéra notamment que la compétence d’établir le champ d’application des examens en question ne pouvait qu’appartenir au législateur, et non pas au ministère, détenteur, ce dernier, de seuls pouvoirs d’exécution.", "", "4. Décret du ministère de la Santé no 31639 du 11 avril 2008 (« Notes explicatives en matière de procréation médicalement assistée »)", "", "Dans ces notes, la référence aux finalités « d’observation » mentionnées dans le décret du ministère de la Santé no 15165 du 21 juillet 2004 a été éliminée.", "De plus, la partie du décret du ministère no 31639 de 2008 portant sur la certification de l’infertilité ou de la stérilité prévoit que, aux fins de l’accès aux techniques de reproduction assistée, celle-ci doit être effectuée :", "", "« [...] en tenant compte aussi des conditions particulières en présence desquelles –lorsque l’homme est porteur de maladies virales sexuellement transmissibles par infection de H.I.V., H.B.V. ou H.C.V. – le risque élevé d’infection pour la mère ou pour le fœtus constitue de fait, en termes objectifs, un obstacle à la procréation, imposant des précautions qui se traduisent nécessairement en une condition d’infécondité assimilable à des cas d’infertilité masculine sévère dérivant d’une cause vérifiée et certifiée par un acte médical, telle que celle établie par l’article 4 alinéa 1 de la loi no 40 de 2004 ».", "", "5. L’ordonnance du tribunal de Salerne no 12474/09, déposée le 13 octobre 2010", "", "Par cette ordonnance, issue d’une procédure en référé (article 700 du code de procédure civil), le juge délégué du tribunal de Salerne reconnut pour la première fois l’accès au D.P.I. à un couple de parents (non stériles et non infertiles) porteurs de l’atrophie musculaire.", "Le juge considéra notamment que, suite aux changements apportés par les nouvelles notes explicatives de 2008 (voir point no 4 ci-dessus) (à savoir, l’annulation de la limitation des examens sur l’état de santé des embryons créés in vitro aux seuls fins d’observation ainsi que l’élargissement de l’accès au D.P.I. à des couples dont l’homme est porteur de maladies virales sexuellement transmissibles), le D.P.I. ne pouvait qu’être considéré comme étant une technique de monitoring visant à connaître l’état de santé de l’embryon tout comme les autres diagnostics prénatales. L’interdiction d’accès à une telle pratique entraînait donc, dans le cas des demandeurs, la responsabilité médicale du Directeur sanitaire du Centre de la Médicine de la Reproduction, partie demanderesse dans la procédure, pour non-exécution d’une prestation sanitaire.", "Par ailleurs, le juge observa que, à partir du moment où l’on reconnaît le droit de la mère à avorter un fœtus malade, on devrait garantir à celle-ci le droit de connaître, à travers le D.I.P., l’état de santé du fœtus, afin d’éviter la conséquence déraisonnable de procréer un fœtus malade pour ensuite l’avorter.", "Le juge ordonna donc au Directeur sanitaire défendeur d’exécuter un D.P.I. sur l’embryon in vitro des demandeurs afin de vérifier si ce dernier était affecté par l’atrophie musculaire.", "C.  Le droit européen pertinent", "a) La Convention du Conseil de l’Europe sur les Droits de l’Homme et la biomédecine (« Convention d’Oviedo ») du 4 avril 1997", "", "Cette Convention est ainsi libellée dans ses parties pertinentes :", "", "Article 12 – Tests génétiques prédictifs", "", "« Il ne pourra être procédé à des tests prédictifs de maladies génétiques ou permettant soit d’identifier le sujet comme porteur d’un gène responsable d’une maladie soit de détecter une prédisposition ou une susceptibilité génétique à une maladie qu’à des fins médicales ou de recherche médicale, et sous réserve d’un conseil génétique approprié. »", "", "Le § 83 du Rapport explicatif à la Convention d’Oviedo dispose ainsi :", "", "L’article 12, en lui-même, n’entraîne aucune limitation au droit de procéder à des tests diagnostiques sur un embryon afin de déterminer si celui-ci est porteur de caractères héréditaires qui entraîneront une grave maladie chez l’enfant à naître.", "", "La Convention de Oviedo, signée le 4 avril 1997, n’a pas été ratifiée par le gouvernement italien.", "", "b) Le document de base sur le diagnostic préimplantatoire et prénatal publié par le Comité directeur pour la bioéthique (CDBI) du Conseil de l’Europe le 22 novembre 2010 (CDBI/INF (2010) 6)", "", "Le CDBI a élaboré ce document dans le but de fournir des informations sur le diagnostic préimplantatoire et prénatal et sur les questions juridiques et éthiques qu’ils soulèvent. Les extraits pertinents de ce document sont ainsi libellés :", "", "« La fécondation in vitro est pratiquée depuis la fin des années 70 afin d’aider les couples confrontés à des problèmes de stérilité. Les progrès de la médicine de la reproduction offrent aujourd’hui de nouveaux moyens d’éviter les maladies génétiques, grâce au transfert sélectif des embryons. Au début des années 90, le diagnostic génétique préimplantatoire (D.P.I.) a été introduit en tant que procédure expérimentale comme alternative possible au diagnostic génétique prénatal (D.P.N.) pour les couples risquant de transmettre une anomalie génétique particulièrement grave, et à leur épargner ainsi un choix difficile concernant une interruption de grossesse. »", "", "« En Europe, la réglementation applicable au diagnostic génétique préimplantatoire (D.P.I.) et au diagnostic génétique prénatal (D.P.N.) est très variable d’un Pays à un autre. Le D.P.I. et le D.P.N. font dans la plupart des pays l’objet de dispositions légales spécifiques. L’utilisation du D.P.I. est interdite dans certains pays ; dans d’autres, elle est strictement limitée et soumise à des conditions bien définies ; certains, enfin, n’ont pas encore adopté de politique claire sur cette question. »", "", "« En juillet 2007, un questionnaire a été soumis aux délégations du CDBI, afin de recueillir des informations sur l’encadrement juridique au niveau national du D.P.I. et du DPN et sur les réglementations spécifiques concernant leur utilisation. [...]", "Trente-deux délégations ont répondu au questionnaire : Allemagne, Autriche, Belgique, Bulgarie, Chypre, Danemark, Espagne, Estonie, Finlande, France, Géorgie, Grèce, Irlande, Italie, Lettonie, Luxembourg, Malte, Norvège, Pays-Bas, Pologne, Portugal, République tchèque, Roumanie, Royaume-Uni, Fédération de Russie, Serbie, Slovénie, Slovaquie, Suède, Suisse, Turquie et Ukraine.", "[....] Vingt pays ont indiqué disposer d’un cadre juridique relatif au D.P.I. [Autriche, Belgique, République tchèque, Danemark, Finlande, France, Géorgie, Allemagne, Grèce, Italie, Pays-Bas, Norvège, Portugal, Fédération de Russie, Serbie, Slovénie, Espagne, Suède, Suisse et Royaume-Uni].", "[Les pays suivants : Bulgarie, Chypre, Estonie, Irlande, Lettonie, Luxembourg, Malte, Pologne, Roumanie, Slovaquie, Turquie et Ukraine] ont indiqué ne pas avoir adopté aucune réglementation dans ce domaine. »", "", "Il ressort de ce document que le D.P.I. est interdit, tout au moins, afin de prévenir la transmission de maladies génétiques, dans les pays suivants : Autriche, Irlande, Italie et Suisse.", "D’après une décision de la Cour Fédérale de Justice du 6 juillet 2010 (5 StR 386/09), en Allemagne, le D.P.I. n’est pas contraire à la loi lorsqu’il est pratiqué à un stade du développement embryonnaire précoce (dit « blastocyste ») et en utilisant des cellules données (notamment, les cellules dites pluripotentes, provenant du trophoblaste) et dans la mesure où « il existe une indication importante pour le diagnostic tel que celui d’une déficience génétique grave ».", "Le D.I.P. est autorisé, entre autres, en vue de garantir la santé de l’enfant à naître, dans quinze pays : Belgique, France, République Tchèque, Danemark, Finlande, Grèce, Pays-Bas, Norvège, Portugal, Fédération de Russie, Slovaquie, Slovénie, Espagne, Suède et Royaume-Uni.", "", "c) Le rapport « Preimplantation Genetic Diagnosis in Europe » rédigé par le JRC (Joint Research Centre) de la Commission Européenne, publié en décembre 2007 (EUR 22764 EN)", "", "Ce rapport a pour but de faire état des conséquences financières et de celles tenant à la qualité des services fournis dans le cadre des flux transfrontaliers de ressortissants européens en vue d’exécuter un D.P.I.", "Il contient, entre autres, des informations détaillées quant à la pratique du D.P.I. dans les différents centres médicaux des Pays européens où celui-ci est autorisé.", "GRIEFS", "1. Invoquant l’article 8 de la Convention, les requérants se plaignent de la violation de leur droit au respect de la vie privée et familiale en raison de ce que, compte tenu des termes de la loi no 40/2004, la seule voie qui leur est ouverte pour générer des enfants sains est celle d’entamer une grossesse par les voies naturelles avec le risque que le fœtus soit affecté par la mucoviscidose et, le cas échéant, d’effectuer une interruption médicale de grossesse.", "Les requérants font valoir aussi que dans des nombreux Pays européens le D.P.I. n’est pas interdit par la loi.", "2. Invoquant l’article 14 de la Convention, les requérants se plaignent de subir une discrimination par rapport aux couples stériles ou infertiles ou dont l’homme est affecté par des maladies virales transmissibles sexuellement, telles que le virus de l’HIV et l’hépatite B et C, qui peuvent recourir, selon la loi, au D.P.I.", "QUESTIONS AUX PARTIES", "1.  Le fait que la loi no 40 du 19 février 2004 ne permet pas aux requérants, un couple non stérile et non infertile, dont l’homme n’est pas affecté par des maladies virales transmissibles sexuellement, telles que le virus de l’HIV et l’hépatite B et C, porteurs sains de la fibrose-kystique, d’accéder au diagnostic génétique préimplantatoire (« D.P.I. »), constitue-t-il une atteinte à leur droit au respect de leur vie privée et familiale, au sens de l’article 8 § 1 de la Convention ?", "", "Dans l’affirmative, l’ingérence dans l’exercice de ce droit, poursuivait-elle un objectif légitime et était-elle « nécessaire », au sens de l’article 8 § 2 ?", "", "2.  Les requérants ont-ils été victimes d’une discrimination contraire à l’article 14 de la Convention combiné avec l’article 8 de la Convention par rapport aux couples stériles ou infertiles ou dont l’homme est affecté par des maladies virales transmissibles sexuellement, telles que le virus de l’HIV et l’hépatite B et C, lesquels, selon la loi no 40 du 19 février 2004 et le décret du ministère de la Santé no 31639 du 11 avril 2008, peuvent recourir au D.P.I. ?"]}