{"file": "FRE_CLINF_10441_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "10441/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 168", "Novembre 2013", "Pichkur c. Ukraine - 10441/06", "Arrêt 7.11.2013 [Section V]", "Article 14", "Discrimination", "Cessation du paiement d’une pension de retraite au motif que le bénéficiaire résidait à titre permanent à l’étranger : violation", "", "En fait – En 1996, le requérant, qui habitait alors en Ukraine, partit à la retraite et commença à percevoir une pension. Il émigra en Allemagne en 2000. En 2005, après avoir découvert qu’il résidait désormais à titre permanent à l’étranger, les autorités ukrainiennes décidèrent de cesser de lui verser cette pension conformément aux dispositions pertinentes de la loi sur la pension de retraite générale d’Etat (assurance obligatoire). Le 7 octobre 2009, la Cour constitutionnelle ukrainienne jugea ces dispositions inconstitutionnelles. En 2011, un tribunal de district ukrainien ordonna aux autorités de continuer à verser au requérant sa pension à compter de la date de l’arrêt de la Cour constitutionnelle. Son jugement fut confirmé en appel.", "En droit – Article 14 de la Convention combiné avec l’article 1 du Protocole no 1 : Le requérant ne peut plus se prétendre victime, postérieurement au 7 octobre 2009, de la violation qu’il allègue. Pour ce qui est de la période antérieure, s’il avait continué d’habiter en Ukraine ou s’il y était retourné pour y vivre, il aurait continué à percevoir une pension. Ses prétentions relèvent donc de l’article 1 du Protocole no 1, ce qui suffit à rendre l’article 14 applicable. Le requérant se plaint d’une différence de traitement fondée sur son lieu de résidence, qui constitue un élément de sa situation personnelle sur le terrain de l’article 14. Les circonstances de l’espèce ne sont pas comparables à celles de l’affaire Carson et autres c. Royaume-Uni, où la différence de traitement portait sur le défaut d’indexation de pensions existantes pour des personnes résidant dans certains pays étrangers, alors que nul ne contestait le droit à une pension des requérants en lui-même. Or, en la présente affaire, le droit à la pension lui-même dépendait du lieu de résidence du requérant, aboutissant à une situation dans laquelle ce dernier, qui avait travaillé pendant de nombreuses années en Ukraine et cotisé à la caisse de retraite, était privé de l’intégralité de sa pension au seul motif qu’il ne résidait plus au pays. Il se trouvait dans une situation comparable à celle des retraités habitant en Ukraine. Les autorités n’ont jamais avancé la moindre justification à cette différence de traitement. Le gouvernement n’a invoqué aucune considération tenant à la coopération internationale en la matière. La mobilité accrue de la population, la coopération et l’interdépendance plus fortes entre Etats ainsi que l’essor des services bancaires et des secteurs de l’informatique ne permettent plus de justifier des restrictions techniques touchant les bénéficiaires de prestations sociales habitant à l’étranger. La différence de traitement en cause était donc contraire à l’article 14 combiné avec l’article 1 du Protocole no 1.", "Conclusion : violation (unanimité).", "Article 41 : 5 000 EUR pour dommage matériel et préjudice moral.", "(Voir Carson et autres c. Royaume-Uni [GC], 42184/05, 16 mars 2010, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}