{"file": "FRE_CLINF_13057_87.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "13057/87", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Août 1991", "Demicoli c. Malte - 13057/87", "Arrêt 27.8.1991", "Article 6", "Article 6-1", "Accusation en matière pénale", "Tribunal indépendant", "Poursuites pour atteinte aux privilèges, à raison de la diffamation alléguée de membres de la Chambre des Représentants: article 6 § 1 applicable ; violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tEXCEPTION PRÉLIMINAIRE", "Exception de tardiveté soulevée par le Gouvernement (article 26) – décision fixant la peine : définitive au sens de l'article 26, car elle a définitivement déterminé le sort du requérant.", "Conclusion : rejet (unanimité).", "II.\tARTICLE 6 § 1 DE LA CONVENTION", "A.\tApplicabilité", "Utilisation des critères énoncés dans la jurisprudence constante de la Cour pour savoir si les poursuites engagées contre le requérant revêtaient un caractère pénal aux fins de l'article 6 § 1 :", "– définition de l'infraction selon la technique juridique de l'État défendeur : indication non déterminante ;", "– nature même de l'infraction : la procédure litigieuse n'avait pas trait à l'organisation interne et au bon fonctionnement du Parlement – acte accompli en dehors de la Chambre par un non-député – la disposition pertinente de l'ordonnance concerne virtuellement la population tout entière et prévoit une sanction pénale ;", "– degré de sévérité de la sanction encourue : la peine maximale était un emprisonnement de soixante jours au plus, une amende de 500 livres maltaises au plus ou les deux.", "Conclusion : applicabilité (unanimité).", "B.\tObservation", "La participation, à l'ensemble de la procédure, des deux députés dont l'article litigieux critiquait le comportement suffit à rendre sujette à caution l'impartialité de l'organe de décision ; les craintes du requérant se justifiaient en la matière.", "Non-lieu à examiner l'article 6 § 1 sous d'autres aspects.", "Conclusion : violation (unanimité).", "III.\tARTICLE 6 § 2 DE LA CONVENTION", "Conclusion : eu égard au constat de violation de l'article 6 § 1, non-lieu à examiner l'affaire sous l'angle de l'article 6 § 2 (unanimité).", "IV.\tARTICLE 50 DE LA CONVENTION", "A.\tMesures juridiques : Cour incompétente pour accueillir la demande.", "Conclusion : rejet (unanimité).", "B.\tDommage : le constat d'une violation fournit une satisfaction équitable suffisante.", "Conclusion : rejet (unanimité).", "C.\tFrais et dépens : remboursement partiel.", "Conclusion : Malte tenue de verser une certaine somme pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}