{"file": "FRE_CLINF_20999_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20999/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 134", "Octobre 2010", "Özpınar c. Turquie - 20999/04", "Arrêt 19.10.2010 [Section II]", "Article 8", "Article 8-1", "Respect de la vie privée", "Révocation d’une magistrate, motivée en partie par sa conduite dans le cadre de sa vie privée : violation", "", "Article 13", "Recours effectif", "Magistrate privée d’un recours effectif qui lui eût permis de soumettre son grief tiré de l’article 8 : violation", "", "En fait – Magistrate de profession, la requérante fit l’objet d’une enquête disciplinaire en 2002. On lui reprochait notamment de prétendues relations personnelles avec un avocat, dont les clients auraient de ce fait bénéficié de décisions judiciaires favorables, ainsi que le non-respect des horaires de travail et le port de tenues vestimentaires et d’un maquillage inconvenants. De nombreux témoins, qui livrèrent des déclarations contradictoires, furent entendus et les dossiers traités par la requérante furent examinés. Aucun élément de l’enquête ne fut communiqué à l’intéressée. Le dossier d’enquête disciplinaire fut transmis au Conseil supérieur de la magistrature, qui en 2003 révoqua la requérante de ses fonctions, au motif en particulier qu’elle avait porté atteinte à la dignité et à l’honneur de la profession. L’intéressée demanda, en vain, le réexamen de cette décision. Puis elle forma opposition contre la révocation, mesure que le Conseil supérieur de la magistrature confirma en 2004, après l’avoir entendue. La requérante fut informée du rejet de son action mais ne se vit pas notifié les motifs de cette décision.", "En droit – Article 8 : la décision de révocation litigieuse était directement liée aux agissements et relations de la requérante dans le cadre professionnel mais aussi privé. De plus, sa réputation était mise en cause. Il y a donc eu ingérence dans le droit au respect de la vie privée de l’intéressée, dont on peut considérer que le but légitime relevait de l’obligation de retenue faite aux magistrats afin de préserver leur indépendance et l’autorité de leurs décisions. Concernant ce qui, dans la procédure contre la requérante, portait sur ses agissements dans le cadre de ses fonctions, on ne saurait parler d’une ingérence dans la vie privée. Les devoirs déontologiques d’un magistrat peuvent en effet empiéter sur sa vie privée lorsque son comportement porte atteinte à l’image ou à la réputation de l’institution judiciaire. Cependant, l’intéressée n’en demeurait pas moins un individu bénéficiant de la protection de l’article 8. Même si certaines attitudes qui lui étaient attribuées – notamment la prise de décisions motivées par des considérations personnelles – pouvaient justifier sa révocation, l’enquête n’a pas étayé ces accusations et a pris en compte de nombreux agissements sans rapport avec l’activité professionnelle de la requérante. Par ailleurs, peu de garanties ont été offertes à celle-ci pendant la procédure, puisqu’elle n’a été entendue que très tardivement par le Conseil supérieur de la magistrature et qu’avant cela elle ne s’était pas vu communiquer les rapports d’enquête. Or tout magistrat faisant l’objet d’une révocation basée sur des motifs liés à la vie privée et familiale doit être protégé contre l’arbitraire, notamment par une procédure contradictoire devant un organe de contrôle indépendant et impartial. Cela était d’autant plus vrai, dans le cas de l’intéressée, que la révocation de son poste de magistrat lui faisait perdre automatiquement la possibilité d’exercer la profession d’avocat. Partant, l’atteinte à la vie privée de la requérante n’était pas proportionnée au but légitime poursuivi.", "Conclusion : violation (unanimité).", "Article 13 combiné avec l’article 8 : la requérante a emprunté, sans succès, la voie de l’opposition contre les décisions du Conseil supérieur de la magistrature. Or la Cour a déjà eu l’occasion de dire que l’impartialité de cet organe, dans ses formations d’examen des oppositions, était sérieusement sujette à caution. En outre, dans la procédure en question, aucune distinction n’a été opérée entre les manifestations de la vie privée de l’intéressée sans lien direct avec l’exercice de ses fonctions et celles qui pouvaient en avoir un. Partant, la requérante n’a pas bénéficié d’une voie de recours répondant aux exigences minimales de l’article 13 pour soumettre son grief tiré de l’article 8.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}