{"file": "FRE_HFJUD_39442_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39442/98", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE SOTIRIS \nET NIKOS KOUTRAS ATTEE c. GRÈCE", "", "", "(Requête no 39442/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "16 novembre 2000", "", "", "", "DÉFINITIF", "", "16/02/2001", "", "", "", "", "", "", "En l'affaire Sotiris et Nikos Koutras ATTEE c. Grèce,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tC.L. Rozakis,\n\t\tB. Conforti,\n\t\tG. Bonello,\n\t\tP. Lorenzen,\n\t\tM. Fischbach,\n\t\tA. Kovler, juges,\net de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil les 9 décembre 1999 et \n26 octobre 2000,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 39442/98) dirigée contre la République hellénique et dont une société anonyme grecque, Sotiris et Nikos Koutras ATTEE (« la société requérante »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 11 juillet 1997 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La société requérante a été représentée par Me V. Kasseri, à laquelle a succédé Me E. Vratsida, avocate au barreau d'Athènes. Le gouvernement hellénique (« le Gouvernement ») est représenté par les délégués de son agent : M. V. Kyriazopoulos, assesseur auprès du Conseil juridique de l'Etat, et Mme M. Papida, auditeur auprès du Conseil juridique de l'Etat.", "3.  Invoquant l'article 6 § 1 de la Convention, la société requérante se plaignait d'une atteinte à son droit à un tribunal.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  Elle a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci a alors été constituée une chambre chargée d'en connaître (articles 27 § 1 de la Convention et 26 § 1 du règlement).", "6.  Par une décision du 9 décembre 1999, la Cour a déclaré la requête recevable [Note du greffe : la décision de la Cour est disponible au greffe.].", "EN FAIT", "7.  Le 11 février 1992, la société requérante saisit le ministère de l'Economie nationale d'une demande tendant à l'obtention, en application des dispositions de la loi no 1892/1990, d'une subvention pour faire construire un hôtel. Aux termes de ladite loi, les entreprises remplissant certaines conditions bénéficient d'une subvention de l'Etat pour leurs investissements.", "8.  La demande de la société requérante fut rejetée par une décision du \n29 juin 1992.", "9.  Le 30 septembre 1992, la société requérante saisit le Conseil d'Etat d'un recours en annulation de cette décision, que son conseil déposa au quatrième commissariat de police d'Athènes, entre les mains de deux policiers. Ces derniers y apposèrent le sceau du commissariat de police et mentionnèrent sur la première page le numéro d'enregistrement et la date du dépôt. Ils omirent en revanche de noter le numéro d'enregistrement sur le procès-verbal de dépôt, qu'ils dressèrent sur le document même du recours.", "10.  Le 6 février 1996, le Conseil d'Etat déclara le recours irrecevable aux motifs suivants :", "« Il résulte des dispositions de l'article 19 §§ 1 et 2 du décret présidentiel no 18/1989 que lorsque le recours en annulation est déposé auprès d'une autorité publique, il faut, pour que le dépôt soit valable, que le recours soit inscrit au registre de ladite autorité et qu'un procès-verbal de dépôt soit dressé sur le document même du recours. Ce procès-verbal doit mentionner le numéro d'enregistrement ainsi que la date, et doit être signé par le fonctionnaire qui a reçu le recours et par le recourant (...) L'observation de cette procédure, à laquelle participe le recourant lui-même, ne peut pas être remplacée par d'autres formalités, puisqu'en vertu de la loi elle concerne la validité même du dépôt. Par conséquent, lorsque le recours est déposé auprès d'une autorité publique autre que le Conseil d'Etat, la rédaction non conforme du procès-verbal de dépôt affecte la validité du recours.", "Dans le cas d'espèce, l'acte introductif d'instance a été déposé auprès du quatrième commissariat de police d'Athènes, et un procès-verbal de dépôt a été dressé, qui a été signé par l'avocate ayant déposé le recours, par les deux policiers l'ayant reçu et par le chef du commissariat. Toutefois cet acte ne porte pas de numéro d'enregistrement. Il est vrai que le numéro d'enregistrement et la date du dépôt sont indiqués tant sur le sceau apposé en regard de l'acte de dépôt que sur la première page du recours, mais ces éléments n'apparaissent pas sur l'acte même de dépôt et ils ne portent la signature ni de l'avocate ayant déposé le recours ni des officiers de police l'ayant reçu. Les conditions de recevabilité du recours prévues par la loi ne sont donc pas remplies. »", "11.  Cet arrêt fut mis au net (καθαρογραφή) le 16 mai 1997, et la société requérante en obtint copie le 13 juin 1997.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "12.  La société requérante allègue une violation de l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) et dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "Plus particulièrement, la société requérante affirme que la décision du Conseil d'Etat déclarant son recours en annulation irrecevable équivaut à un refus d'accès aux tribunaux. Elle estime que l'erreur même à l'origine de cette situation ne peut lui être imputée. Elle considère en effet que c'est aux policiers qu'incombe la responsabilité de rédiger le procès-verbal de dépôt et de procéder, en leur qualité d'organes publics, à toutes démarches nécessaires pour s'assurer de sa validité.", "13.  Le Gouvernement estime qu'il faut accepter, dans l'intérêt d'une bonne administration de la justice, l'existence de formalités pour saisir valablement une juridiction nationale. Dès lors, le rejet du recours par le Conseil d'Etat n'était que la conséquence prévisible de l'erreur intervenue lors de son dépôt. Le conseil de la société requérante étant aussi responsable de cette erreur, l'intéressée ne saurait se plaindre d'une atteinte à son droit d'accès à un tribunal.", "14.  La Cour a jugé que l'article 6 § 1 garantit à chacun le droit à ce qu'un tribunal connaisse de toute contestation portant sur ses droits ou obligations de caractère civil. Ce « droit à un tribunal », dont le droit d'accès constitue un aspect, peut être invoqué par quiconque a des raisons sérieuses d'estimer illégale une ingérence dans l'exercice de l'un de ses droits de caractère civil et se plaint de n'avoir pas eu l'occasion de soumettre pareille contestation à un tribunal répondant aux exigences de l'article 6 § 1 (voir, notamment, l'arrêt Golder c. Royaume-Uni du \n21 février 1975, série A no 18, p. 18, § 36).", "15.  D'autre part, il ressort de la jurisprudence de la Cour que le droit d'accès à un tribunal n'est pas absolu et se prête à des limitations implicitement admises, notamment quant aux conditions de recevabilité d'un recours, car il appelle de par sa nature même une réglementation par l'Etat, lequel jouit à cet égard d'une certaine marge d'appréciation. Toutefois, ces limitations ne sauraient restreindre l'accès ouvert à un justiciable de manière ou à un point tels que son droit à un tribunal s'en trouve atteint dans sa substance même. En outre, les limitations appliquées ne se concilient avec l'article 6 § 1 que si elles poursuivent un but légitime et s'il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir, parmi d'autres, l'arrêt Levages Prestations Services c. France du 23 octobre 1996, Recueil des arrêts et décisions \n1996-V, p. 1543, § 40).", "16.  Dans le cas d'espèce, le recours en annulation de la société requérante a été déclaré irrecevable sur la base de l'article 19 du décret présidentiel no 18/1989. L'intéressée allègue qu'une simple erreur matérielle l'a privée de son droit à voir son recours en annulation examiné par le Conseil d'Etat.", "17.  La Cour rappelle qu'elle n'a pas pour tâche de se substituer aux juridictions internes. C'est au premier chef aux autorités nationales, et notamment aux cours et aux tribunaux, qu'il incombe d'interpréter la législation interne (arrêt Edificaciones March Gallego S.A. c. Espagne du 19 février 1998, Recueil 1998-I, p. 290, § 33). Cela est particulièrement vrai s'agissant de l'interprétation par les tribunaux de règles de nature procédurale telles que les formes et les délais régissant l'introduction d'un recours (arrêt Pérez de Rada Cavanilles c. Espagne du 28 octobre 1998, Recueil 1998-VIII, p. 3255, § 43). Le rôle de la Cour se limite à vérifier la compatibilité avec la Convention des effets de pareille interprétation.", "18.  Par ailleurs, la Cour réaffirme que l'article 6 de la Convention n'astreint pas les Etats contractants à créer des cours d'appel ou de cassation. Néanmoins, un Etat qui se dote de juridictions de cette nature a l'obligation de veiller à ce que les justiciables jouissent auprès d'elles des garanties fondamentales de l'article 6 (voir, parmi d'autres, l'arrêt Delcourt c. Belgique du 17 janvier 1970, série A no 11, pp. 13-15, § 25).", "La manière dont l'article 6 § 1 s'y applique dépend des particularités de la procédure en cause. Pour en juger, il faut prendre en compte l'ensemble du procès mené dans l'ordre juridique interne et le rôle qu'y a joué la juridiction de cassation, les conditions de recevabilité d'un pourvoi pouvant être plus rigoureuses que pour un appel (voir, parmi d'autres, l'arrêt Brualla Gómez de la Torre c. Espagne du 19 décembre 1997, Recueil 1997-VIII, \np. 2956, § 37 ; Mohr c. Luxembourg (déc.), no 29236/95, 20 avril 1999, non publiée).", "19.  En l'occurrence, la Cour constate que la société requérante a eu accès au Conseil d'Etat, mais seulement pour entendre déclarer son recours irrecevable au motif que le procès-verbal de son dépôt ne portait pas de numéro d'enregistrement (paragraphe 10 ci-dessus). Or, en soi, le fait d'avoir pu saisir une juridiction ne satisfait pas nécessairement aux impératifs de l'article 6 § 1 : encore faut-il constater que le degré d'accès procuré par la législation nationale suffisait pour assurer à l'intéressée le « droit à un tribunal », eu égard au principe de la prééminence du droit dans une société démocratique (arrêt Golder précité, pp. 16-18, §§ 34-35).", "20.  La Cour considère que la réglementation relative aux formes à respecter pour introduire un recours vise certainement à assurer une bonne administration de la justice. Les intéressés doivent s'attendre à ce que les règles existantes soient appliquées. Toutefois, la réglementation en question, ou l'application qui en est faite, ne doit pas empêcher les justiciables de se prévaloir d'une voie de recours disponible.", "21.  La Cour note que la déclaration d'irrecevabilité prononcée en l'espèce par le Conseil d'Etat pénalisa la société requérante pour une erreur matérielle commise dans la présentation de son recours. Or, la société requérante ne saurait être tenue pour responsable de ladite erreur. La Cour considère en effet que, puisque la législation interne autorise le dépôt du recours en annulation auprès d'une autorité publique autre que le greffe du Conseil d'Etat, le respect des modalités d'un tel dépôt relève principalement de la responsabilité des agents publics habilités à recevoir le recours.", "22.  Par ailleurs, vu la spécificité du rôle que joue le Conseil d'Etat comme juridiction d'annulation des actes administratifs, la Cour ne saurait admettre qu'un formalisme aussi rigide assortisse la procédure suivie devant lui. Elle relève en effet que le Conseil d'Etat ne succédait pas à d'autres juridictions nationales dans l'examen de la cause de la société requérante, mais était appelé à statuer en premier et dernier ressort. Il s'agissait donc de la première et seule instance pendant laquelle l'affaire de la société requérante pouvait être examinée par un tribunal.", "23.  Enfin, comme le Conseil d'Etat l'a admis lui-même, le numéro d'enregistrement qui faisait défaut figurait tant sur le sceau apposé en regard de l'acte de dépôt que sur la première page du recours, de sorte que l'identification du recours ne se trouvait pas compromise. La Cour estime par conséquent que la société requérante a subi une entrave disproportionnée à son droit d'accès à un tribunal et que, dès lors, il y a eu atteinte à la substance même de son droit à un tribunal.", "Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION", "24.  La société requérante se plaint aussi d'une violation de l'article 13 de la Convention, ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "Plus particulièrement, elle estime qu'elle n'a pas disposé d'un recours effectif devant une juridiction nationale pour faire valoir ses droits.", "25.  Eu égard au constat figurant au paragraphe 23 ci-dessus, la Cour estime qu'il ne s'impose pas de statuer sur le grief en question.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "26.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "27.  La société requérante demande 231 000 000 drachmes (GRD) au titre du préjudice matériel. Ce montant correspond à la somme qu'elle aurait selon elle touchée si le Conseil d'Etat avait fait droit à sa demande. La société requérante réclame en outre 20 000 000 GRD au titre du préjudice moral.", "28.  Le Gouvernement souligne que la satisfaction équitable susceptible d'être allouée à la société requérante ne saurait excéder une somme de 1 000 000 GRD.", "29.  La Cour estime que, même dans l'hypothèse où le recours de la société requérante aurait été déclaré recevable, il n'est pas certain que l'issue de la procédure devant le Conseil d'Etat aurait été favorable à l'intéressée. Ce serait donc spéculer que d'affirmer que le Conseil d'Etat aurait fait droit à la demande de la société requérante s'il n'avait pas conclu à l'irrecevabilité de son recours. Ainsi, la Cour considère qu'en l'absence de lien de causalité entre le dommage matériel invoqué et la violation constatée, il n'y pas lieu d'indemniser ce chef de préjudice. En revanche, elle considère qu'il y a lieu d'octroyer à la société requérante une réparation pour le dommage moral résultant de l'absence d'un procès équitable. Compte tenu de sa jurisprudence en la matière et statuant en équité comme le veut l'article 41, elle décide d'allouer à la société requérante \n3 000 000 GRD de ce chef.", "B.  Frais et dépens", "30.  La société requérante sollicite le remboursement de 250 000 GRD pour les frais et honoraires de son avocate lors de la procédure litigieuse devant le Conseil d'Etat.", "31.  Le Gouvernement ne se prononce pas.", "32.  \tLa Cour estime qu'il y a lieu d'accorder à la société requérante l'intégralité de la somme demandée au titre des frais et dépens.", "C.  Intérêts moratoires", "33.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en Grèce à la date d'adoption du présent arrêt est de 6 % l'an.", "par ces motifs, la cour, À l'unanimitÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en ce qui concerne le droit de la société requérante à un procès équitable ;", "", "2.  Dit qu'il ne s'impose pas de statuer sur le grief tiré de l'article 13 de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser à la société requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 3 000 000 GRD (trois millions de drachmes) pour dommage moral, ainsi que 250 000 GRD (deux cent cinquante mille drachmes) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ces montants seront à majorer d'un intérêt simple de 6 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 novembre 2000, en application de l'article 77 §§ 2 et 3 du règlement.", "\tErik Fribergh\tAndrás Baka\n\tGreffier\tPrésident"]}