{"file": "FRE_HFJUD_10486_83.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "10486/83", "text_paragraphs": ["", "", "", "COUR (PLÉNIÈRE)", "", "", "", "", "", "", "AFFAIRE HAUSCHILDT c. DANEMARK", "", "(Requête no10486/83)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 mai 1989", "\n", "En l’affaire Hauschildt,", "La Cour européenne des Droits de l’Homme, statuant en séance plénière par application de l’article 50 de son règlement et composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tJ. Cremona,", "\t\tThór Vilhjálmsson,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\tSir \tVincent Evans,", "\tMM. \tR. Macdonald,", "\t\tC. Russo,", "\t\tR. Bernhardt,", "\t\tA. Spielmann,", "\t\tJ. De Meyer,", "\t\tN. Valticos,", "\t\tS.K. Martens,", "\tMme \tE. Palm,", "\tM. \tB. Gomard, juge ad hoc,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 28 septembre 1988, puis les 27 janvier, 22 février et 29 avril 1989,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   L’affaire a été portée devant la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 16 octobre 1987, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\"). A son origine se trouve une requête (no 10486/83) dirigée contre le Royaume de Danemark et dont un ressortissant de cet État, M. Mogens Hauschildt, avait saisi la Commission le 27 octobre 1982 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration danoise reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences de l’article 6 par. 1 (art. 6-1).", "2.   En réponse à l’invitation prescrite à l’article 33 par. 3 d) du règlement, le requérant a exprimé le désir de participer à l’instance pendante devant la Cour et a désigné son conseil (article 30).", "3.   La chambre à constituer comprenait de plein droit M. J. Gersing, juge élu de nationalité danoise (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 30 novembre 1987, celui-ci en a désigné par tirage au sort les cinq autres membres, à savoir MM. J. Pinheiro Farinha, R. Macdonald, R. Bernhardt, A. Spielmann et J. De Meyer, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43). Par la suite, le professeur B. Gomard, nommé par le gouvernement danois (\"le Gouvernement\") le 1er août 1988 pour siéger en qualité de juge ad hoc, et M. C. Russo, suppléant, ont remplacé respectivement M. Gersing, décédé, et M. Pinheiro Farinha, empêché (articles 22 par. 1, 23 par. 1 et 24 par. 1 du règlement).", "4.   Ayant assumé la présidence de la chambre (article 21 par. 5), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du Gouvernement, le délégué de la Commission et l’avocat du requérant au sujet de la nécessité d’une procédure écrite (article 37 par. 1). Conformément aux ordonnances ainsi rendues, le greffe a reçu le 29 avril 1988 le mémoire du requérant et, le 16 mai, celui du Gouvernement.", "Par une lettre du 4 août, le secrétaire de la Commission a informé le greffier que le délégué présenterait ses observations de vive voix.", "5.   Le 4 août, le président a fixé au 26 septembre 1988 la date d’ouverture de la procédure orale après avoir recueilli l’opinion des comparants par les soins du greffier (article 38).", "6.   Les débats se sont déroulés en public le jour dit, au Palais des Droits de l’Homme à Strasbourg. La Chambre avait tenu immédiatement auparavant une réunion préparatoire au cours de laquelle elle avait décidé de se dessaisir avec effet immédiat au profit de la Cour plénière (article 50).", "Ont comparu:", "- pour le Gouvernement", "\tMM. T. Lehmann, ministère des Affaires étrangères, \tagent,", "\tI. Foighel, professeur de droit, \tconseil,", "\tJ. Bernhard, ministère des Affaires étrangères,", "\tK. Hagel-Sørensen, ministère de la Justice,", "\tJ. Hald, ministère de la Justice,", "\tMme N. Holst-Christensen, ministère de la Justice, \tconseillers;", "- pour la Commission", "\tM. H. Danelius, \tdélégué;", "- pour le requérant", "\tMM. G. Robertson, avocat, \tconseil,", "\tF. Reindel,", "\tK. Starmer, \tconseillers.", "La Cour a entendu en leurs déclarations, ainsi qu’en leurs réponses à ses questions, MM. Lehmann et Foighel pour le Gouvernement, M. Danelius pour la Commission, MM. Robertson et Reindel pour le requérant. L’agent du Gouvernement et le conseil de M. Hauschildt ont produit plusieurs documents à l’audience.", "7.   A des dates diverses s’échelonnant du 26 septembre 1988 au 27 janvier 1989, le greffe a reçu les demandes du requérant au titre de l’article 50 (art. 50) de la Convention et les observations y relatives du Gouvernement et de la Commission.", "EN FAIT", "I. LES CIRCONSTANCES DE L’ESPÈCE", "8.   M. Mogens Hauschildt, ressortissant danois né en 1941, réside actuellement en Suisse.", "En 1974 il fonda une société, Scandinavian Capital Exchange APS (\"SCE\"), qui se livrait au commerce des métaux précieux et, de plus, fournissait des services financiers. Elle devint le plus important courtier en métaux précieux de Scandinavie, avec des filiales en Suède, en Norvège, aux Pays-Bas, au Royaume-Uni et en Suisse. L’intéressé en était l’administrateur délégué.", "9.   Au fil des ans et jusqu’à la fin de 1979, des différends surgirent entre la SCE et la Banque Nationale Danoise, le fisc et le ministère du Commerce au sujet des transferts de fonds entre la SCE et ses filiales étrangères.", "A. Les poursuites contre le requérant", "1. L’enquête", "10.   Le 30 janvier 1980, le fisc saisit la police d’une plainte selon laquelle les activités du requérant et de sa société semblaient contraires à la législation fiscale et au code pénal danois.", "Après avoir obtenu un mandat, elle arrêta M. Hauschildt, s’empara de tous les documents disponibles au siège de la SCE et mit un terme aux opérations de celle-ci le 31 janvier 1980.", "11.   L’intéressé comparut le lendemain devant le tribunal de Copenhague (Københavns byret) qui l’inculpa d’escroquerie et de fraude fiscale, ordonnant de prolonger la garde à vue de trois périodes consécutives de vingt-quatre heures; le requérant ne souleva aucune objection.", "Le 2 février 1980, après avoir entendu l’accusation et la défense, le tribunal estima les accusations non dénuées de fondement et fit placer M. Hauschildt en réclusion cellulaire, au titre des articles 762 et 770 par. 3 de la loi sur l’administration de la justice (Retsplejeloven, \"la loi\", paragraphes 33 et 36 ci-dessous).", "Par le jeu de décisions successives, dont plusieurs émanaient du juge Claus Larsen, l’intéressé demeura en détention provisoire jusqu’à l’ouverture du procès public devant le tribunal le 27 avril 1981 (paragraphes 19-21 ci-dessous) et resta en réclusion cellulaire jusqu’au 27 août 1980.", "12.   Pendant l’enquête, la police saisit d’autres documents et des biens. Des recherches eurent lieu aussi au Royaume-Uni, aux Pays-Bas, en Belgique, en Suisse, au Liechtenstein et aux États-Unis. En vertu de la Convention européenne d’entraide judiciaire en matière pénale, du 20 avril 1959, le juge du tribunal de Copenhague autorisa plusieurs fois le parquet à solliciter la coopération d’autres États européens pour se procurer des pièces et à d’autres égards (paragraphe 22 ci-dessous).", "Long de 86 pages, l’acte d’accusation fut signifié au requérant le 4 février 1981. Il énumérait huit chefs d’escroquerie et de détournement de fonds pour une valeur approximative de 45 millions de couronnes danoises.", "2. Le procès en première instance", "13.   Le procès commença le 27 avril 1981 devant le tribunal de Copenhague composé d’un juge de carrière, M. Larsen, et de deux assesseurs non professionnels. M. Hauschildt affirme s’être plaint du juge président avant les débats, mais ne présenta pas de demande formelle à ce sujet. Ses avocats lui indiquèrent que l’article 60 par. 2 de la loi empêchait de récuser ledit magistrat à raison des décisions préparatoires qu’il avait prononcées (paragraphes 20-22 et 28 ci-dessous).", "14.   En plus de 130 audiences, le tribunal ouït quelque 150 témoins, ainsi que le prévenu, et examina beaucoup de documents. Il recueillit en outre les avis d’experts désignés, en particulier des comptables, et rendit nombre d’ordonnances concernant la détention provisoire et la réclusion cellulaire de l’intéressé, l’envoi de commissions rogatoires et d’autres questions de procédure (paragraphe 24 ci-dessous).", "15.   Siégeant sous la présidence de M. Larsen, le tribunal statua le 1er novembre 1982. Il déclara le requérant coupable sur tous les points et lui infligea sept ans de prison.", "", "3. La procédure d’appel", "16.   M. Hauschildt attaqua le jugement devant la cour d’appel du Danemark oriental (Østre Landsret). Comprenant trois juges de carrière et trois juges non professionnels, elle jouissait de la plénitude de juridiction, pour le fait comme pour le droit.", "Les audiences débutèrent le 15 août 1983. Auparavant, l’intéressé avait soulevé auprès du président une objection contre l’un des assesseurs, au motif que celui-ci avait participé, au sein du tribunal de Copenhague, à la décision de saisir de la correspondance et des biens du requérant. L’avocat de la défense refusa cependant de plaider cette thèse, en raison des termes de l’article 60 par. 2 de la loi, et M. Hauschildt retira l’objection.", "17.   Le 2 mars 1984, la cour d’appel estima l’intéressé coupable de six chefs de prévention sur huit et le condamna à cinq ans d’emprisonnement. Elle considéra comme une circonstance aggravante l’envergure de l’escroquerie commise, mais comme une circonstance atténuante le fait que le requérant se trouvait en détention provisoire depuis le 31 janvier 1980, régime selon elle plus rigoureux qu’un emprisonnement après jugement. M. Hauschildt recouvra sa liberté le jour même.", "18.   Le 4 mai 1984, le ministère de la Justice lui refusa l’autorisation de se pourvoir devant la Cour suprême (Højesteret).", "B. La détention provisoire de M. Hauschildt et autres questions de procédure", "1. Pendant l’enquête", "19.   Le 2 février 1980, on le sait (paragraphe 11 ci-dessus), le juge du tribunal de Copenhague avait décidé de placer provisoirement l’inculpé en réclusion cellulaire. Selon lui, il y avait des raisons de penser que ce dernier, si on l’élargissait, s’enfuirait ou entraverait l’enquête (articles 762 par. 1, alinéas 1 et 3, et 770 par. 3 de la loi, paragraphes 33 et 36 ci-dessous). A l’appui de la détention, il citait les éléments suivants:", "1) la circonstance que le requérant avait vécu hors du Danemark jusqu’en 1976 et à l’époque de son arrestation envisageait de s’établir en Suède;", "2) ses intérêts économiques à l’étranger;", "3) l’importance de l’affaire;", "4) le risque qu’il gênât l’instruction en influençant des tiers au Danemark et à l’étranger.", "20.   Conformément à l’article 767 de la loi, le maintien de la détention provisoire donna lieu à un contrôle judiciaire constant exercé à des intervalles de quatre semaines au maximum. Les motifs énumérés dans la décision initiale du 2 février 1980, rendue par le juge Rasmussen, en constituèrent la base jusqu’au 10 avril 1980.", "A cette dernière date, le juge Larsen, qui devait ultérieurement présider la juridiction de jugement (paragraphe 13 ci-dessus), se fonda de surcroît sur l’article 762 par. 1, alinéa 2 (danger de nouvelles infractions, paragraphe 33 ci-dessous). En effet M. Hauschildt, de sa prison, avait communiqué secrètement avec son épouse, la priant de retirer de l’argent de certains comptes bancaires ainsi que certains biens personnels. Le 30 avril, le même magistrat prescrivit de la placer en détention provisoire et d’intercepter une lettre de son mari.", "Plus tard, la cour d’appel, en statuant le 5 septembre 1980 sur un recours contre une ordonnance de maintien en détention, se référa en outre au paragraphe 2 de l’article 762 (paragraphe 33 ci-dessous): des recherches menées par la police jusqu’alors, il ressortait que les victimes pouvaient avoir subi un préjudice d’environ 19.500.000 couronnes danoises. A partir du 24 septembre, le juge Larsen s’appuya lui aussi sur ce paragraphe également.", "La détention provisoire de l’intéressé continua de reposer sur chacun des trois alinéas du paragraphe 1 et le paragraphe 2 de l’article 762 (paragraphe 33 ci-dessous) jusqu’au 17 août 1982, date après laquelle l’alinéa 3 du premier ne fut plus invoqué.", "21.   De l’arrestation (31 janvier 1980) à l’ouverture du procès (27 avril 1981), les enquêtes de police et le maintien de la détention provisoire dépendaient de décisions du tribunal siégeant avec un juge unique professionnel. Une quarantaine d’audiences au total se déroulèrent en l’espèce au cours de cette période; vingt d’entre elles concernaient la détention provisoire et, de plus, du 31 janvier au 27 août 1980, la réclusion cellulaire. Quinze de ces décisions furent prononcées par le juge Larsen (10 avril, 30 avril, 28 mai, 25 juin, 20 août, 27 août, 24 septembre, 15 octobre, 12 novembre, 3 décembre et 10 décembre 1980; 4 février, 25 février, 11 mars et 8 avril 1981); à cinq reprises, il prescrivit de prolonger la réclusion cellulaire (10 avril, 30 avril, 28 mai, 25 juin et 20 août 1980), à laquelle il mit fin le 27 août 1980.", "22.  Pendant la même période, le tribunal de Copenhague sollicita par trois fois (5 mars, 16 juin et 13 août), à la demande de la police, la coopération d’autres pays pour se procurer des pièces et à d’autres fins (paragraphe 12 ci-dessus). Deux de ces décisions émanaient du juge Larsen (16 juin et 13 août 1980).", "Le juge du tribunal eut à trancher de surcroît d’autres questions de procédure telles que la saisie de biens et documents de l’inculpé, les contacts de celui-ci avec la presse, son accès à des rapports de la police, les visites à recevoir par lui en prison, le paiement des honoraires de son conseil et sa correspondance. En sus de l’ordonnance du 30 avril 1980 plaçant Mme Hauschildt en détention provisoire (paragraphe 20 ci-dessus), le juge Larsen donna des directives quant à l’interception d’une deuxième lettre de l’intéressé (28 mai 1980), à la saisie d’une somme appartenant, selon lui, à ce dernier (12 novembre 1980), à un changement de l’avocat de la défense (4 février 1981) et à l’accès du requérant à certains éléments des dossiers de la police. Il statua de la sorte à la demande tantôt de l’accusation, tantôt de la défense.", "23.  M. Hauschildt attaqua diverses mesures ainsi adoptées par le juge devant la cour d’appel, composée de trois magistrats de carrière. Elle fut amenée en cinq occasions à examiner son maintien en détention. Treize juges différents participèrent à ces décisions; aucun d’entre eux ne siégea ultérieurement pendant le procès en appel. Il en alla de même des six magistrats qui connurent des recours relatifs à d’autres questions de procédure.", "2. Pendant le procès en première instance", "24.   Tout au long du procès de M. Hauschildt, du 27 avril 1981 au 1er novembre 1982 (paragraphes 13-15 ci-dessus), le tribunal de Copenhague, qui comprenait le juge Larsen, président, et deux assesseurs non professionnels, eut lui aussi à se prononcer sur une série de questions de procédure. Il prolongea notamment la détention provisoire vingt-trois fois, en vertu de l’article 762 paras. 1 et 2. A deux exceptions près, ces ordonnances furent rendues par le juge Larsen et de plus, pour quatre d’entre elles, par ses deux assesseurs. Du 2 juillet au 7 octobre 1981, le requérant resta en réclusion cellulaire à la demande de l’accusation. La décision initiale en ce sens émanait d’un autre magistrat, mais le juge Larsen en prorogea la validité par deux fois. En outre, il accorda cinq autorisations de solliciter l’aide d’autres pays.", "25.  L’intéressé attaqua dix-neuf de ces diverses décisions devant la cour d’appel. Elle en confirma douze, relatives à la détention provisoire; des quatorze juges qui eurent à s’en occuper, aucun ne siégea ultérieurement en appel. Les autres recours de M. Hauschildt avaient trait à des questions telles que la désignation et les frais de déplacement de l’avocat de la défense, l’audition de témoins supplémentaires, la délivrance de mandats de perquisition et la réclusion cellulaire; contribuèrent à leur examen douze juges différents. Le 14 juillet 1981, trois magistrats de la cour d’appel confirmèrent l’ordonnance prolongeant l’isolement cellulaire du prévenu; par la suite, l’un d’eux connut aussi de l’appel de celui-ci contre la condamnation infligée en première instance.", "3. Pendant le procès en appel", "26.   Pendant le procès en appel la détention du requérant continua, conformément au droit danois, à être considérée comme provisoire (paragraphes 16-17 ci-dessus). La cour devait donc la contrôler toutes les quatre semaines au moins. Elle en ordonna la prolongation à dix-neuf reprises, à savoir dix avant les débats et neuf après leur ouverture. A quelques exceptions près, toutes les décisions prononcées en la matière furent adoptées par les juges qui participèrent à l’instance d’appel. Pour les audiences (15 août 1983 - 2 mars 1984), trois juges non professionnels se joignirent aux magistrats de carrière.", "Lesdites décisions se fondaient sur les paragraphes 1, alinéa 1, et 2 de l’article 762 de la loi (paragraphe 33 ci-dessous). La cour attacha une importance spéciale à la gravité des préventions et à la circonstance que le requérant avait vécu à l’étranger et y avait conservé des intérêts économiques notables.", "27.   Le ministère de la Justice autorisa par deux fois M. Hauschildt à contester devant la Cour suprême son maintien en détention. Le 26 janvier 1983, elle confirma la décision de la cour d’appel tout en estimant que la mesure litigieuse devait reposer aussi sur l’alinéa 2 de l’article 762 par. 1 (paragraphe 33 ci-dessous). De fait, certaines des infractions dont le tribunal de Copenhague avait convaincu le requérant avaient été commises alors qu’il se trouvait incarcéré. Le 9 décembre 1983, la Cour suprême ordonna la poursuite de la détention mais sur la seule base du paragraphe 1, alinéas 1 et 2, de l’article 762 (paragraphe 33 ci-dessous); à la majorité, elle considéra que l’intérêt public n’exigeait plus d’appliquer le paragraphe 2.", "II. DROIT INTERNE PERTINENT", "28.   La récusation d’un juge obéit aux articles 60 à 63 de la loi:", "Article 60", "\"1. Nul ne peut exercer les fonctions de juge dans une affaire:", "1) s’il est lui-même partie en cause, si l’issue du litige présente un intérêt pour lui ou, en matière pénale, si l’infraction lui a causé un préjudice;", "2) s’il a des liens de parenté ou d’alliance avec l’une des parties en matière civile ou avec l’accusé en matière pénale, soit en ligne directe soit, en ligne collatérale, jusques et y compris les cousins germains, ou s’il est le conjoint, tuteur, parent adoptif ou nourricier, ou enfant adoptif ou nourricier de l’une des parties ou de l’accusé;", "3) s’il est le conjoint, le parent ou allié en ligne directe ou collatérale, jusques et y compris les cousins germains, soit d’un avocat ou autre représentant de l’une des parties en matière civile, soit, en matière pénale, de la partie lésée ou de son représentant, d’un membre du parquet ou officier de police comparaissant dans l’affaire ou encore du défenseur de l’accusé;", "4) s’il a comparu dans l’affaire en qualité de témoin ou d’expert (syn- og skønsmand) ou, en matière civile, y a exercé les fonctions d’avocat ou autre représentant de l’une des parties ou, en matière pénale, d’officier de police, membre du parquet, avocat ou autre représentant de la partie lésée;", "5) s’il a connu de l’affaire en qualité de juge au sein de la juridiction inférieure ou, en matière pénale, de juré ou de magistrat non professionnel.", "2. Le fait que le juge peut avoir eu à connaître de l’affaire en raison de l’exercice de plusieurs fonctions officielles ne le disqualifie pas s’il n’y a pas lieu de présumer, dans les circonstances de la cause, qu’il a un intérêt particulier à l’issue de l’affaire.\"", "Article 61", "\"Dans les situations visées à l’article précédent, le juge, s’il siège comme juge unique, se récuse de son propre chef. S’il siège avec d’autres juges, il informe le tribunal des circonstances qui d’après l’article précédent peuvent le disqualifier. De même, les autres juges, lorsqu’ils ont connaissance de pareilles circonstances, ont le droit et le devoir de soulever la question de la disqualification, après quoi le tribunal la tranche sans que le juge en cause soit exclu de la décision.\"", "Article 62", "\"1. Les parties peuvent non seulement exiger qu’un juge se récuse dans les cas visés à l’article 60, mais aussi s’opposer à ce qu’un juge connaisse d’une affaire si d’autres circonstances permettent de douter de son impartialité absolue. En pareil cas le juge, de son côté, s’il craint que les parties ne puissent pas lui accorder pleine confiance, peut se récuser même en l’absence de demande en ce sens. Si plusieurs juges connaissent d’une affaire, chacun d’eux peut soulever la question de savoir si l’un des autres doit se retirer en raison des circonstances indiquées ci-dessus.", "2. Les questions pouvant se poser au regard du présent article sont tranchées de la manière indiquée à l’article 61 pour les situations visées à l’article 60.\"", "Article 63", "\"La question de savoir si un juge peut continuer à siéger - qui en matière civile, si l’une des parties la soulève, est traitée comme les autres objections de procédure - doit autant que possible être soulevée avant le début de l’audience. Elle peut être tranchée sans que les parties aient eu la faculté de présenter des observations.\"", "29.   Selon le Gouvernement, à l’époque où l’affaire du requérant se trouvait pendante devant les juridictions danoises la Cour suprême n’avait élaboré aucune jurisprudence au sujet de l’article 60 par. 2. Toutefois, par un arrêt du 12 mars 1987 elle a estimé que si un juge a ordonné le placement d’un inculpé en détention provisoire, cela ne l’empêche pas en soi de participer au procès ultérieur et à l’adoption du jugement.", "30.   A la faveur d’un amendement qui étendait l’application de l’article 762 par. 2 (paragraphe 35 ci-dessous), le Parlement danois a modifié l’article 60 le 10 juin 1987. Aux termes du nouveau paragraphe 2, \"un juge ayant ordonné la détention provisoire sur la seule base de l’article 762 par. 2 ne peut participer au procès ultérieur, sauf si le prévenu plaide coupable\".", "Cet amendement est entré en vigueur le 1er juillet 1987.", "31.   Au Danemark, la conduite de l’instruction relève du parquet, assisté par la police, et non d’un juge. Les fonctions de la police en la matière se trouvent définies dans les articles 742 et 743 de la loi, ainsi libellés:", "Article 742", "\"1. Tout renseignement concernant une infraction pénale est adressé à la police.", " 2. La police ouvre une enquête soit sur la foi de tels renseignements, soit de sa propre initiative, s’il existe des motifs plausibles de croire qu’il a été commis une infraction pénale passible de poursuites de la part du parquet.\"", "Article 743", "\"L’enquête a pour but de rechercher si les conditions d’une responsabilité pénale, ou du prononcé d’une autre sanction en vertu du droit pénal, se trouvent remplies et de recueillir des renseignements utiles à la décision à rendre et à la préparation du procès.\"", "32.   L’article 746 indique le rôle du tribunal:", "\"Le tribunal tranche les questions relatives à la légalité des mesures d’enquête de la police et aux droits de l’inculpé et de son défenseur, y compris les demandes de complément d’enquête émanant de celui-ci ou de l’inculpé. Il statue par voie d’ordonnance et sur demande.\"", "33.   L’arrestation et la détention provisoire font l’objet des articles 760 et 762:", "Article 760", "\"1. Toute personne placée en garde à vue doit recouvrer sa liberté dès que les motifs de l’arrestation cessent d’exister. Le moment de son élargissement doit figurer dans le rapport.", "2. Si la personne placée en garde à vue n’a pas encore recouvré sa liberté, elle doit être traduite devant un juge dans les vingt-quatre heures de son arrestation. Le moment de celle-ci et de la comparution devant le juge doit figurer au procès-verbal du tribunal.\"", "Article 762", "\"1. Un suspect peut être placé en détention provisoire s’il existe des raisons plausibles de croire qu’il a commis une infraction passible de poursuites de la part du parquet, et pour laquelle la loi prévoit une peine d’emprisonnement d’un an et six mois ou plus, et si", "1) selon des renseignements recueillis au sujet de la situation du suspect, il existe une raison précise de croire qu’il se soustraira aux poursuites ou à l’exécution du jugement, ou", "2) selon des renseignements recueillis au sujet de la situation du suspect, il existe une raison précise de craindre qu’une fois en liberté, il ne commette une nouvelle infraction de la catégorie visée plus haut, ou", "3) dans les circonstances de la cause, il existe une raison précise de croire que le suspect entravera l’enquête, en particulier en supprimant des preuves ou en avertissant ou influençant d’autres personnes.", "2. Un suspect peut aussi être placé en détention provisoire s’il existe des soupçons particulièrement renforcés (saerlig bestyrket mistanke) qu’il a commis une infraction passible de poursuites de la part du parquet, et pour laquelle la loi prévoit une peine d’emprisonnement de six ans ou plus et si, à la lumière des renseignements recueillis quant à la gravité de l’affaire, l’intérêt public paraît exiger que le suspect ne soit pas en liberté.", "3. La détention provisoire ne peut être ordonnée si l’on peut prévoir que l’infraction donnera lieu à une amende ou à de simples arrêts (haefte), ou si la privation de liberté constituerait une mesure disproportionnée à l’ingérence dans la situation du suspect, à l’importance de l’affaire et à l’issue escomptée en cas de constat de culpabilité.\"", "34.   L’article 762 par. 2 vaut même si aucune des conditions du paragraphe 1 ne se trouve remplie. Il fut inséré dans la loi en 1935, à la suite d’une affaire de viol qualifié. Le compte rendu des débats parlementaires renferme le passage ci-après (Rigsdagstidende 1934-35, Partie B, col. 2159):", "\"Quand tous présument l’accusé coupable et s’attendent donc à l’ouverture de poursuites pénales graves contre lui, il peut être extrêmement choquant d’obliger les gens à le voir, dans leurs activités professionnelles et sociales, demeurer libre de ses mouvements. Malgré l’absence d’un jugement définitif établissant sa culpabilité et les conséquences de celle-ci, on risque de créer l’impression d’un manque de sérieux et de cohérence dans l’application de la loi, ce qui peut ternir l’image de la justice.\"", "35.   Le paragraphe 2 de l’article 762 a été modifié en 1987 pour englober certains actes de violence de nature à entraîner au minimum soixante jours de prison. En réponse à une critique figurant dans un éditorial du journal Politiken, le ministre danois de la Justice a écrit ceci le 30 décembre 1986:", "\"D’aucuns (...) ayant insinué que mon projet de loi autorise à incarcérer des innocents, je crois utile de relever qu’il subordonne la mise en détention provisoire à l’existence de soupçons particulièrement renforcés [souligné par le ministre] que l’accusé a commis l’acte criminel. Cette disposition ne peut donc jouer que si la culpabilité apparaît très claire; elle offre justement le moyen d’éviter d’emprisonner des innocents.\"", "36.   La réclusion cellulaire est régie par l’article 770 par. 3 de la loi, à l’époque ainsi libellé:", "\"Sur demande de la police, le tribunal peut décider l’isolement total ou partiel du détenu si le but de la détention provisoire l’exige.\"", "Ce texte a été modifié le 6 juin 1984.", "PROCEDURE DEVANT LA COMMISSION", "37.   M. Hauschildt a écrit pour la première fois à la Commission le 26 août 1980. Dans cette communication puis dans d’autres, enregistrées comme requête sous le no 10486/83, il invoquait les articles 3, 5, 6, 7 et 10 (art. 3, art. 5, art. 6, art. 7, art. 10) de la Convention et l’article 1 du Protocole no 4 (P4-1). Au sujet de l’article 6 (art. 6), il prétendait n’avoir pas bénéficié d’un procès équitable devant un tribunal impartial et dans un délai raisonnable; à l’appui de ses dires, il signalait notamment que le juge présidant le tribunal de Copenhague et les magistrats de la cour d’appel, qui avaient respectivement constaté sa culpabilité et statué sur son recours, avaient avant et pendant ces procès pris de nombreuses décisions relatives à sa détention provisoire et à d’autres questions de procédure.", "38.   Le 9 octobre 1986, la Commission a retenu la requête quant à ce dernier grief mais l’a déclarée irrecevable pour le surplus.", "Dans son rapport du 16 juillet 1987 (article 31) (art. 31), elle conclut par neuf voix contre sept à l’absence de violation de l’article 6 par. 1 (art. 6-1). Le texte intégral de son avis et de l’opinion dissidente collective dont il s’accompagne figure en annexe au présent arrêt.", "EN DROIT", "I. SUR L’EXCEPTION DE NON-EPUISEMENT DES VOIES DE RECOURS INTERNES", "39.   Devant la Cour comme déjà, sans succès, devant la Commission, le Gouvernement excipe de l’irrecevabilité de la requête pour non-épuisement des voies de recours internes (article 26 de la Convention) (art. 26). Il plaide que M. Hauschildt, dans la mesure où il craignait de voir le juge Larsen et les juges à la cour d’appel manquer d’impartialité pour avoir pris plusieurs décisions avant son procès, aurait pu les récuser en vertu des articles 60 par. 2 et 62 de la loi (paragraphe 29 ci-dessus), mais n’en fit rien.", "40.   D’après le requérant, son avocat lui avait affirmé que la loi ne s’y prêtait pas: de la combinaison de l’article 62 avec l’article 60 par. 2, il avait inféré que pour arriver à écarter un juge ayant rendu des décisions avant procès, donc exercé une fonction officielle distincte de celle de juge du fond, il fallait s’appuyer sur l’existence, dans son chef, d’un \"intérêt particulier à l’issue de l’affaire\" (article 60 par. 2), motif qui n’entrait pas ici en ligne de compte.", "Le Gouvernement qualifie cette interprétation de \"manifestement erronée\". Selon la sienne, le requérant aurait eu la faculté de récuser le juge Larsen et les magistrats d’appel en alléguant que leur rôle dans l’adoption de plusieurs décisions avant le procès inspirait des doutes sur leur complète impartialité. En fournirait la preuve un arrêt de la Cour suprême, du 12 mars 1987, aux termes duquel un juge ne se trouve pas empêché de siéger par cela seul qu’il a statué sur la détention provisoire avant d’avoir à connaître du bien-fondé des poursuites (paragraphe 29 ci-dessus).", "41.   Il incombe au Gouvernement de convaincre la Cour que M. Hauschildt disposait là d’un recours effectif à l’époque dont il s’agit, soit à l’ouverture de son procès (27 avril 1981) puis des audiences d’appel (15 août 1983).", "La Cour ne souscrit pas à la thèse d’après laquelle le conseil du prévenu se fourvoyait à l’évidence sur la portée des articles 60 par. 2 et 62.", "Le Gouvernement n’avance aucun élément contrôlable, par exemple la jurisprudence ou la doctrine, qui aurait dû inciter ledit avocat à s’interroger sur l’exactitude de sa lecture de la loi. Bien au contraire, il ne nie pas que pendant des années personne n’a jamais récusé un juge du fond pour avoir pris des décisions en l’espèce. Ce dernier fait donne à penser que le système, ou au moins l’interprétation du conseil de la défense, recueillait une adhésion générale. Quant à l’arrêt de la Cour suprême du 12 mars 1987, il ne modifie pas, quelle que soit sa pertinence pour les circonstances de la cause, la situation qui se présentait au moment du procès de M. Hauschildt (voir notamment, mutatis mutandis, l’arrêt Campbell et Fell du 28 juin 1984, série A no 80, pp. 32-33, par. 61).", "Il échet aussi de relever que ni le juge Larsen ni le président de la cour d’appel, pourtant conscients des appréhensions et du malaise de M. Hauschildt (paragraphes 13 et 16 ci-dessus), n’estimèrent nécessaire de se déporter de leur propre initiative, nonobstant le libellé des articles 61 et 62 (paragraphe 28 ci-dessus).", "Partant, l’avocat du requérant pouvait raisonnablement, à l’époque, croire vouée à l’échec toute objection tirée de la participation de tel magistrat à plusieurs décisions antérieures au procès.", "42.   Le Gouvernement n’a donc pas démontré que le droit danois offrît alors un recours effectif dont on pouvait s’attendre à voir le requérant se prévaloir.", "II. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 1 (art. 6-1)", "43.   M. Hauschildt allègue que sa cause n’a pas été entendue par un \"tribunal impartial\" au sens de l’article 6 par. 1 (art. 6-1), d’après lequel", "\"Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...).\"", "Sans contester en soi un système comme celui du Danemark, où un juge s’acquitte d’une tâche de contrôle au stade de l’information (paragraphes 32-33 ci-dessus), il le critique dans la mesure où le même magistrat est censé mener ensuite le procès sans la moindre opinion préconçue. Il prétend non pas qu’un juge témoignera de parti pris en pareil cas, mais que le genre de décisions à prendre par lui avant le procès le conduira, en droit, à apprécier le poids des éléments du dossier et la personnalité de l’accusé, ce qui ne manquera pas d’influer sur sa manière d’envisager les moyens de preuve et les points en litige pendant le procès ultérieur. Selon le requérant, un prévenu doit pouvoir se fier suffisamment à l’impartialité du tribunal chargé de le juger. Or, à ses yeux, tout observateur sensé estimera qu’un juge du fond ayant exercé pareille fonction de surveillance suscitera forcément chez l’inculpé appréhension et malaise. Il en irait de même, en principe, pour les juges d’appel qui ont statué sur la détention avant les audiences d’appel ou sur d’autres questions de procédure.", "Quant à son propre cas, M. Hauschildt signale surtout que le juge présidant le tribunal de Copenhague, M. Larsen, avait participé à de nombreuses décisions sur la détention provisoire et sur d’autres problèmes de procédure, spécialement avant le procès. Il se réfère notamment à l’application de l’article 762 par. 2 de la loi (paragraphes 20 et 33 ci-dessus). Il exprime des objections analogues quant aux juges d’appel, en raison de leur double rôle en degré d’appel (paragraphe 26 ci-dessus) ainsi que, pour certains d’entre eux, de leur intervention en première instance (paragraphes 16 et 25 ci-dessus).", "44.  Pour le Gouvernement et la majorité de la Commission, on ne saurait sérieusement considérer comme de nature à compromettre l’impartialité d’un juge du fond la simple circonstance qu’il a auparavant ordonné la détention provisoire d’un individu ou diverses mesures procédurales le concernant, et en l’espèce aucun autre motif de douter de l’impartialité du tribunal ou de la cour d’appel ne se trouve établi.", "De l’avis d’une minorité de la Commission, en revanche, la présence au tribunal du juge Larsen en qualité de président avait de quoi inquiéter M. Hauschildt en l’occurrence.", "45.   Il n’incombe pas à la Cour d’examiner in abstracto la législation et la pratique pertinentes, mais de rechercher si la manière dont elles ont été appliquées au requérant ou l’ont touché a enfreint l’article 6 par. 1 (art. 6-1).", "46.   Aux fins de l’article 6 par. 1 (art. 6-1), l’impartialité doit s’apprécier selon une démarche subjective, essayant de déterminer la conviction personnelle de tel juge en telle occasion, et aussi selon une démarche objective amenant à s’assurer qu’il offrait des garanties suffisantes pour exclure à cet égard tout doute légitime (voir, entre autres, l’arrêt De Cubber du 26 octobre 1984, série A no 86, pp. 13-14, par. 24).", "47.   Quant à la première, ni devant la Commission ni devant la Cour le requérant n’a taxé de parti pris les juges concernés. Au demeurant, l’impartialité personnelle d’un magistrat se présume jusqu’à la preuve du contraire, non fournie en l’espèce.", "Reste donc l’appréciation objective.", "48.   Elle consiste à se demander si indépendamment de la conduite personnelle du juge, certains faits vérifiables autorisent à suspecter l’impartialité de ce dernier. En la matière, même les apparences peuvent revêtir de l’importance. Il y va de la confiance que les tribunaux d’une société démocratique se doivent d’inspirer aux justiciables, à commencer, au pénal, par les prévenus. Doit donc se récuser tout juge dont on peut légitimement craindre un manque d’impartialité (voir, mutatis mutandis, l’arrêt De Cubber précité, série A no 86, p. 14, par. 26).", "Il en résulte que pour se prononcer sur l’existence, dans une affaire donnée, d’une raison légitime de redouter chez un juge un défaut d’impartialité, l’optique de l’accusé entre en ligne de compte mais ne joue pas un rôle décisif (arrêt Piersack du 1er octobre 1982, série A no 53, p. 16, par. 31). L’élément déterminant consiste à savoir si les appréhensions de l’intéressé peuvent passer pour objectivement justifiées.", "49.   En l’occurrence, la crainte d’un manque d’impartialité tenait au fait que le juge ayant présidé le tribunal en première instance, puis les magistrats qui participèrent à l’examen final de la cause en appel, en avaient déjà connu à un stade antérieur et avaient pris avant le procès diverses décisions relatives au requérant (paragraphes 20-22 et 26 ci-dessus).", "Pareille situation peut susciter chez le prévenu des doutes sur l’impartialité du juge. Ils se comprennent, mais on ne saurait pour autant les considérer comme objectivement justifiés dans tous les cas: la réponse varie suivant les circonstances de la cause.", "50.   Ainsi qu’il ressort des articles 742 et 743 de la loi (paragraphe 31 ci-dessus), l’information et les poursuites relèvent exclusivement, au Danemark, de la police et du parquet. Les activités judiciaires sur l’exercice desquelles reposent les appréhensions du requérant, et qui concernent la phase antérieure au procès, sont celles d’un magistrat indépendant, non chargé de préparer l’affaire en vue du procès ni d’ordonner le renvoi en jugement (articles 746, 760, 762 et 770, paragraphes 32, 33 et 36 ci-dessus). Il en va ainsi des décisions mentionnées par M. Hauschildt, dont celles qui avaient trait à la prolongation de sa détention provisoire ou à sa réclusion cellulaire. Elles furent toutes rendues à la demande de la police, demande que l’intéressé, aidé de son conseil, combattit ou aurait pu combattre (paragraphes 23-24 ci-dessus). En ces matières, les audiences se déroulent d’ordinaire en public. En vérité, le présent litige se distingue des affaires Piersack, De Cubber (arrêts précités) et Ben Yaacoub (arrêt du 27 novembre 1987, série A no 127-A, p. 7, par. 9) par la nature des tâches dont les juges qui siégèrent en l’espèce s’acquittèrent avant de connaître du fond.", "En outre, les questions qu’un magistrat doit trancher de la sorte avant les débats ne se confondent pas avec celles qui dicteront son jugement final. En se prononçant sur la détention provisoire et sur d’autres problèmes de ce genre avant le procès, il apprécie sommairement les données disponibles pour déterminer si de prime abord les soupçons de la police ont quelque consistance; lorsqu’il statue à l’issue du procès, il lui faut rechercher si les éléments produits et débattus en justice suffisent pour asseoir une condamnation. On ne saurait assimiler des soupçons à un constat formel de culpabilité (voir, par exemple, l’arrêt Lutz du 25 août 1987, série A no 123-A, pp. 25-26, par. 62).", "Qu’un juge de première instance ou d’appel, dans un système comme le danois, ait déjà pris des décisions avant le procès, notamment au sujet de la détention provisoire, ne peut donc passer pour justifier en soi des appréhensions quant à son impartialité.", "51.   Certaines circonstances peuvent néanmoins, dans une affaire donnée, autoriser une conclusion différente. En l’espèce, la Cour ne peut qu’attribuer une importance spéciale à un fait: dans neuf des ordonnances prorogeant la détention provisoire de M. Hauschildt, le juge Larsen s’appuya explicitement sur l’article 762 par. 2 de la loi (paragraphe 20 ci-dessus). En la prolongeant à leur tour avant l’ouverture des débats en appel, les magistrats qui contribuèrent ensuite à l’adoption de l’arrêt final se fondèrent eux aussi sur le même texte à plusieurs reprises (paragraphes 26-27 ci-dessus).", "52.   Or pour appliquer l’article 762 par. 2, un juge doit entre autres s’assurer de l’existence de \"soupçons particulièrement renforcés\" que l’intéressé a commis les infractions dont on l’accuse. D’après les explications officielles, cela signifie qu’il lui faut avoir la conviction d’une culpabilité \"très claire\" (paragraphes 34-35 ci-dessus). L’écart entre la question à trancher pour recourir audit article et le problème à résoudre à l’issue du procès devient alors infime.", "Partant, dans les circonstances de la cause, l’impartialité des juridictions compétentes pouvait paraître sujette à caution et l’on peut considérer comme objectivement justifiées les craintes de M. Hauschildt à cet égard.", "53.   En conséquence, il y a eu violation de l’article 6 par. 1 (art. 6-1) de la Convention.", "III. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "54.   Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "Le requérant prétend que si la Cour conclut à un manquement aux exigences de l’article 6 (art. 6), il y aura lieu de casser sa condamnation et de lever les déchéances prononcées contre lui. Toutefois, elle ne se trouve pas habilitée par la Convention à prescrire l’annulation d’un jugement, ni à donner des directives sur les autres points mentionnés (voir, mutatis mutandis, l’arrêt Gillow du 14 septembre 1987, série A no 124-C, p. 26, par. 9).", "M. Hauschildt demande aussi une indemnité pour dommage et le remboursement de frais et dépens.", "A. Dommage", "55.   Selon lui, un constat de violation de l’article 6 (art. 6) jettera le doute sur sa condamnation et, par ricochet, sur la régularité de chacun de ses 1.492 jours de détention provisoire. Dès lors, il réclame une réparation pécuniaire de l’ordre de celle qu’il aurait pu revendiquer si la juridiction de jugement ne l’avait pas déclaré coupable, et qu’il faudrait calculer sur la base de 500 à 1.000 couronnes danoises (DKr) par jour.", "En outre, sa santé aurait pâti de ses 309 jours de réclusion cellulaire, il aurait subi une grave atteinte à sa réputation et sa longue détention provisoire lui aurait causé une importante perte de gains.", "56.   Dans ses observations des 10 octobre 1988 et 23 janvier 1989, le Gouvernement signale l’existence d’un recours interne: l’intéressé pourrait, en vertu de l’article 977 par. 3 de la loi, inviter la Cour spéciale de révision (Den Saerlige Klageret) à renvoyer l’affaire au tribunal de Copenhague s’il y avait une forte probabilité que les moyens de preuve n’aient pas été bien appréciés.", "Il échet pourtant de rappeler que la violation relevée en l’espèce (paragraphe 53 ci-dessus) a trait à la composition des juridictions compétentes, et non à la manière dont elles ont pesé les éléments du dossier. Le recours dont il s’agit ne permet donc pas d’effacer les conséquences de la violation, au sens de l’article 50 (art. 50) (voir, mutatis mutandis, l’arrêt De Cubber du 14 septembre 1987, série A no 124-B, pp. 17-18, par. 21).", "57.   La Cour a exclu toute partialité subjective dans le chef des juges concernés (paragraphe 47 ci-dessus); elle a seulement estimé qu’en l’occurrence, l’impartialité des juridictions pouvait paraître sujette à caution et que l’on pouvait considérer les appréhensions de M. Hauschildt comme objectivement justifiées (paragraphe 52 ci-dessus). Il ne s’ensuit pas que la condamnation n’était pas fondée. La Cour ne saurait spéculer sur le résultat auquel la procédure aurait abouti sans le manquement aux exigences de la Convention (arrêt De Cubber précité, série A no 124-B, p. 18, par. 23). Le requérant n’a d’ailleurs pas même essayé de plaider qu’il lui eût été plus favorable et du reste, en l’absence avérée de partialité subjective, rien dans le dossier n’autorise une telle conclusion.", "Ainsi que le soutiennent Gouvernement et Commission, aucun lien de causalité ne se trouve donc établi entre la violation constatée et le dommage allégué.", "58.   M. Hauschildt réclame aussi une réparation pour le dommage moral découlant de la perte de la possibilité d’être jugé par un tribunal impartial. Le délégué de la Commission se prononce pour l’octroi d’une certaine somme, qu’il ne chiffre pas.", "Aux yeux de la Cour, toutefois, le constat figurant dans le présent arrêt fournit par lui-même, à cet égard, une satisfaction équitable suffisante dans les circonstances du litige.", "B. Frais et dépens", "59.   Le délégué de la Commission envisage avec bienveillance la demande relative aux frais et dépens, mais ne précise aucun montant. Le Gouvernement se réserve le droit de formuler au besoin une \"contre-proposition\".", "La Cour considère néanmoins qu’elle possède assez d’éléments pour statuer.", "1. Procédures en dehors de Strasbourg", "60.   M. Hauschildt sollicite le remboursement des frais assumés par lui:", "a) pour l’enquête et le procès de première instance au Danemark (3.061.960 DKr);", "b) pour plusieurs procédures de faillite en cours au Danemark (7.100.000 DKr);", "c) en Suisse et dans d’autres États européens, à l’occasion de la faillite de Hauschildt & Cie (1.700.000 francs suisses).", "61.   La Cour ne saurait accueillir ces prétentions.", "La première se fonde sur l’idée erronée que le constat d’une violation en l’espèce a pour effet d’effacer la condamnation de l’intéressé. Quant aux deux autres, rien n’établit qu’il y ait un lien entre le manquement relevé dans le présent arrêt et lesdites procédures de faillite.", "2. Procédures à Strasbourg", "62.   M. Hauschildt réclame en outre, au titre des instances suivies devant les organes de la Convention, le remboursement de 26.463 £ au total, à savoir:", "a) les honoraires de ses conseils, M. Robertson (11.048 £) et M. Reindel (5.770 £);", "b) des frais de traduction (1.725 £);", "c) les honoraires de Mme Eva Smith, qui a préparé pour lui un rapport sur la législation danoise pertinente (420 £);", "d) ses frais personnels (7.500 £).", "63.   La Cour n’a aucune raison de présumer que ces dépenses n’ont pas été réellement exposées, mais elle éprouve des doutes sur la nécessité de certaines d’entre elles - spécialement quant aux frais personnels de M. Hauschildt - et sur le point de savoir si le montant de chacune d’elles peut passer pour raisonnable.", "Dès lors, elle ne saurait allouer l’intégralité des sommes réclamées. Se prononçant en équité, elle estime qu’il y a lieu de rembourser au requérant 20.000 £.", "PAR CES MOTIFS, LA COUR", "1. Rejette, par quatorze voix contre trois, pour défaut de fondement, l’exception de non-épuisement des voies de recours internes présentée par le Gouvernement;", "", "2. Dit, par douze voix contre cinq, qu’il y a eu violation de l’article 6 par. 1 (art. 6-1) de la Convention;", "", "3. Dit, à l’unanimité, que le Danemark doit verser au requérant, pour frais et dépens, 20.000 £ (vingt mille livres sterling);", "", "4. Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 24 mai 1989.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 (art. 51-2) de la Convention et 52 par. 2 du règlement, l’exposé des opinions séparées suivantes:", "- opinion concordante de M. Ryssdal;", "- opinion dissidente de M. Thór Vilhjálmsson, Mme Palm et M. Gomard;", "- opinion dissidente de MM. Gölcüklü et Matscher;", "- opinion concordante de M. De Meyer.", "", "R.R.", "M.-A.E.", "", "", "\nOPINION CONCORDANTE DE M. LE JUGE RYSSDAL", "(Traduction)", "En sa première phrase, l’article 62 par. 1 de la loi sur l’administration de la justice autorise les parties à s’opposer à ce qu’un juge connaisse d’une affaire si des circonstances distinctes de celles qu’énumère l’article 60 \"permettent de douter de son impartialité absolue\". Il semble ressortir de ce texte que M. Hauschildt aurait pu récuser le juge Larsen et les juges d’appel pour avoir appliqué l’article 762 par. 2 dans des décisions antérieures au procès et relatives à sa détention provisoire.", "Toutefois, eu égard aux termes exprès de l’article 60 par. 2 et à la circonstance qu’il était de pratique constante au Danemark, à l’époque, de ne pas récuser un juge à raison de décisions rendues par lui en l’espèce avant le procès, j’arrive à la conclusion que l’on ne pouvait s’attendre à voir M. Hauschildt demander le retrait des magistrats en question. J’accepte donc le rejet de l’exception de non-épuisement des voies de recours internes présentée par le Gouvernement.", "", "", "\nOPINION DISSIDENTE COMMUNE À M. THÓR VILHJÁLMSSON, Mme PALM ET M. GOMARD, JUGES", "(Traduction)", "1.   Les articles 60 par. 2 et 62 de la loi sur l’administration de la justice (\"la loi\"), cités in extenso au paragraphe 28 de l’arrêt, indiquent clairement, dans la ligne des explications données aux pages 21 et 22 du projet de mars 1875 qui déboucha sur l’adoption de la loi, qu’en principe un juge ne se trouve pas disqualifié au pénal s’il a eu à connaître de l’affaire à un autre titre avant le procès, mais qu’un motif de récusation peut découler des circonstances spéciales mentionnées dans ces articles. En conséquence, un recours fondé sur le système en soi, c’est-à-dire sur le fait que les juges ayant pris des décisions avant le procès ne se trouvent pas de plein droit empêchés de participer à celui-ci, aurait sans nul doute été voué à l’échec. En l’espèce, il s’agit pourtant de savoir si la cour d’appel ou la Cour Suprême, au cas où le requérant les eût invitées à se prononcer à ce sujet, auraient jugé compromise l’impartialité du juge Larsen ou des magistrats d’appel en raison du rôle joué par eux avant le procès de première ou de seconde instance. Selon les dispositions pertinentes de la loi, le résultat d’un recours alléguant que le juge de première instance ou les juges d’appel manquaient d’impartialité aurait dépendu des circonstances de la cause telle qu’elle se présentait devant le tribunal puis la cour d’appel. A l’époque, en 1981 et en 1983, tous les renseignements utiles pouvaient être communiqués à ces deux juridictions et appréciés par elles. Aujourd’hui, des années plus tard, les renseignements dont dispose notre Cour se limitent à un état du nombre et du contenu des décisions rendues par différents juges. On ne saurait se former, sur cette seule base, une opinion éclairée sur la partialité ou l’impartialité des juges du fond.", "A l’époque, M. Hauschildt et son conseil décidèrent de ne pas soulever la question de l’impartialité. Nous estimons donc la requête du premier irrecevable pour non-épuisement des voies de recours internes (article 26 de la Convention) (art. 26).", "2.   Si l’on ne conclut pas à l’irrecevabilité de la requête pour défaut d’exercice d’un recours disponible et adéquat comme le veut l’article 26 (art. 26) de la Convention, il faut étudier et trancher en l’espèce le grief de partialité soulevé aujourd’hui par M. Hauschildt.", "Comme le dit le paragraphe 50 de l’arrêt de la Cour, le simple fait qu’un juge du fond a déjà contribué à l’adoption de décisions préliminaires ne justifie pas en soi des appréhensions quant à son impartialité. Les doutes formulés sur le point de savoir si cela vaut aussi pour les décisions prononcées en vertu de l’article 762 par. 2 de la loi indiquent que le libellé de cette disposition - telle qu’elle figure dans les traductions - est peut-être malencontreux. Il n’en demeure pas moins que les fortes traditions de la magistrature et l’aptitude des juges, fondée sur leur éducation et leur formation, fournissent la nécessaire garantie, efficace et visible, de leur impartialité. La fonction judiciaire consistant à vérifier que les organes de poursuite ont des motifs plausibles de requérir la détention provisoire, la réclusion cellulaire, des perquisitions et saisies, etc., diffère de l’examen des éléments de preuve produits par les parties au moment du procès. Les renseignements fournis aux fins de la détention provisoire ne sont pas présentés de la même manière que les éléments de preuve pendant les débats au fond. La procédure est sommaire. Avant le procès, les séances du tribunal se terminent en quelques heures, alors que chacun des deux procès de M. Hauschildt a pris des mois. Une fois prononcé, le jugement du tribunal de Copenhague est devenu un facteur important pour la décision des juges d’appel sur le maintien de l’intéressé en détention pendant son nouveau procès en appel.", "Avant le procès, la tâche des juges se borne à déterminer si les demandes de l’accusation répondent aux conditions énoncées dans le ou les articles pertinents de la loi. Ce contrôle judiciaire peut être exercé par tout juge ou collège de juges de la juridiction compétente. En l’espèce, la première - et importante - décision du tribunal de Copenhague plaçant M. Hauschildt en détention provisoire, celle des 1er et 2 février 1980, émanait non du juge Larsen mais d’un autre magistrat (M. Dalgas Rasmussen). Si la procédure judiciaire dure des mois, comme ici, l’article 767 de la loi, en interdisant d’autoriser la détention provisoire pour plus de quatre semaines, amène à prendre constamment des décisions en la matière au cours du procès.", "Dans le cas de M. Hauschildt comme dans d’autres, le jugement fut prononcé sur la foi des éléments de preuve produits et discutés par les deux parties devant le tribunal puis la cour d’appel. Rien ne révèle un manque d’impartialité dans le chef de tel ou tel des juges ayant siégé en l’espèce. Il n’existait aucun motif objectif ou subjectif raisonnable de craindre que le juge Larsen ou les magistrats d’appel n’obéissent à un mobile inadéquat au moment de statuer. Rien ne montre non plus que l’un quelconque des juges concernés n’ait pas su, en magistrat professionnel qualifié, se former une opinion sur la seule base des éléments fournis pendant le procès. M. Hauschildt n’a signalé aucun autre motif de douter de l’impartialité des juges que leur participation à diverses décisions avant et pendant le procès, comme l’expliquent les paragraphes 10 et suivants de l’arrêt de notre Cour.", "Aussi faut-il rejeter le grief de M. Hauschildt selon lequel il n’a pas été jugé par un tribunal impartial. Nous concluons à l’absence de violation de l’article 6 (art. 6) de la Convention en l’espèce.", "", "", "\nOPINION DISSIDENTE DE MM. LES JUGES GÖLCÜKLÜ ET MATSCHER", "A juste titre, la majorité de la Cour a reconnu que le simple fait qu’un juge de première instance ou d’appel - dans un système comme celui du Danemark, qui ne connaît pas la répartition de fonctions entre le juge d’instruction et le juge du fond (avec toutes les garanties qu’une telle répartition comporte) - prenne aussi certaines décisions avant le procès, notamment au sujet de la détention provisoire, ne peut passer pour justifier en soi des appréhensions quant à l’impartialité de ce magistrat.", "Pourtant, elle arrive à une conclusion opposée et à un constat de violation de l’article 6 par. 1 (art. 6-1) en l’espèce du fait que le juge du premier degré et les juges d’appel ont adopté plusieurs décisions sur le maintien du requérant en détention provisoire en s’appuyant spécifiquement sur l’article 762 par. 2 de la loi danoise sur l’administration de la justice, dont l’application présuppose l’existence de \"soupçons particulièrement renforcés\".", "D’après nous, même cette circonstance ne justifie pas la conclusion critiquée. Dans un ordre juridique qui ne connaît pas l’institution du juge d’instruction (nullement requise par la Convention), c’est bien au juge de première instance (ou d’appel) que doit être confiée la tâche de prendre toutes les mesures d’instruction qui exigent l’intervention d’un juge; d’ailleurs, c’est bien lui qui connaît le mieux l’affaire et qui, par conséquent, sera le mieux placé pour apprécier l’opportunité ou la nécessité desdites mesures, même si cette appréciation implique une prise de position plutôt poussée au sujet de l’affaire, sans que pour autant il puisse être considéré comme dépourvu de l’impartialité requise pour en juger le fond.", "L’élément quantitatif ne nous convainc guère non plus: dans une affaire de criminalité économique de grande ampleur et fort complexe, on aura inévitablement besoin de plusieurs interventions du juge dans l’instruction et, partant, de plusieurs décisions relatives à la prolongation de la détention provisoire.", "", "", "\nOPINION CONCORDANTE DE M. DE MEYER", "(Traduction)", "Je souscris pleinement au dispositif et à la majeure partie des motifs de l’arrêt, mais ne puis en approuver le paragraphe 50.", "Les fonctions \"antérieures au procès\", et relatives à la détention provisoire ou à la réclusion cellulaire, que certains juges exercèrent en l’espèce en vertu des articles 760, 762 et 770 par. 3 de la loi danoise sur l’administration de la justice tels qu’ils s’appliquaient à l’époque, ne différaient pas essentiellement de celles que le juge d’instruction avait remplies dans l’affaire De Cubber.", "Selon moi, la simple circonstance qu’un juge du fond a auparavant exercé de telles fonctions dans l’affaire dont il se trouve saisi justifie objectivement des appréhensions légitimes quant à son impartialité, et cela vaut non seulement pour les fonctions remplies en vertu de l’article 767 par. 2, mais aussi pour celles qui relèvent des autres dispositions citées ci-dessus.", ""]}