{"file": "FRE_CLINF_44378_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "44378/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 110", "Juillet 2008", "Daróczy c. Hongrie - 44378/05", "Arrêt 1.7.2008 [Section II]", "Article 8", "Article 8-1", "Respect de la vie privée", "Obligation pour la requérante de changer le nom qu’elle avait pris plus de cinquante ans auparavant : violation", "", "En fait : en 1950, la requérante épousa M. Tibor Ipoly Daróczy et décida de prendre son nom, en y ajoutant le suffixe « -né ». Comme son mari n’utilisait d’ordinaire que son premier prénom, la requérante fut enregistrée sous l’identité Tiborné Daróczy, alors que selon la législation applicable à l’époque elle ne pouvait opter que pour le nom entier de son mari, de sorte que son nom d’épouse correct aurait été Tibor Ipolné Daróczy. Cette erreur ne fut toutefois révélée qu’en 2004, après le décès de l’époux, lorsque la requérante perdit sa carte d’identité et s’en vit délivrer une autre portant la version rectifiée de son nom. Par la suite, l’intéressée sollicita l’autorisation d’utiliser le nom qu’elle avait porté pendant plus de cinquante ans (Tiborné Daróczy), mais le ministère compétent l’informa qu’elle n’avait pas la possibilité de donner à son nom une forme autre que le nom entier de son époux défunt. ", "En droit : La réticence de l’Etat à autoriser la requérante à utiliser le nom qu’elle souhaitait s’analyse en une ingérence dans sa vie privée. L’intéressée a pris le nom Tiborné Daróczy en 1950, lorsqu’elle s’est mariée. Que cela ait été ou non la façon correcte d’utiliser son nom d’épouse à l’époque n’est pas un élément déterminant. La requérante a utilisé cette version de son nom pour tous les aspects officiels de sa vie : sous ce nom, elle s’est vu délivrer divers documents officiels par les pouvoirs publics – notamment une carte d’identité –, elle a été inscrite sur le registre des électeurs et a pu ouvrir un compte en banque. Si les Etats jouissent d’une ample marge d’appréciation en ce qui concerne la réglementation des noms, ils ne peuvent négliger l’importance que revêt le nom dans la vie d’un individu, en tant qu’élément central de son identité et de son image de soi. Une référence formelle au but légitime qui consiste à garantir l’authenticité de l’état civil ne saurait justifier, en l’absence d’un quelconque préjudice aux droits d’autrui, une restriction du droit protégé par l’article 8. De plus, le Gouvernement n’a avancé aucun argument convaincant de nature à montrer que l’authenticité du système d’état civil ou les droits de l’époux défunt de la requérante étaient réellement menacés. Rien n’indique que feu M. Tibor Daróczy a utilisé son nom sous une autre forme, et il est donc peu vraisemblable que l’intention de la requérante de continuer à porter son nom risquait de porter atteinte aux droits de son époux, a fortiori après le décès de celui-ci. La restriction imposée est d’une rigidité inacceptable et néglige totalement les intérêts de la requérante, car celle-ci a été contrainte de modifier un nom qu’elle utilisait depuis plus de cinquante ans et qui de plus représentait un lien personnel fort avec son époux. Dès lors, il y a eu manquement à ménager un juste équilibre entre l’intérêt général invoqué par le Gouvernement et les intérêts de la requérante au regard de l’article 8.", "Conclusion : violation (unanimité)", "Article 41 – 3 500 EUR pour préjudice moral. ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}