{"file": "FRE_HFJUD_23321_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "23321/02", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE BEKİR ÖZDEMİR c. TURQUIE", "", "", "(Requête no 23321/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 avril 2006", "", "", "", "DÉFINITIF", "", "25/07/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Bekir Özdemir c. Turquie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tI. Cabral Barreto,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\tMmes\tA. Mularoni,\n\t\tD. Jočienė, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 4 avril 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 23321/02) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Bekir Özdemir (« le requérant »), a saisi la Cour le 13 mai 2002 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Y. Karataş, avocat à Sanliurfa. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "3.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "4.  Par une décision du 13 décembre 2004, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant de l’article 29 § 3 de la Convention, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1937 et réside à Sanliurfa.", "6.  Le 27 mars 1999, la Direction de l’électricité (« l’administration ») expropria un terrain appartenant au requérant, sis dans le village de Keskince, district de Birecik (Şanlıurfa). Une commission d’experts fixa la valeur de la parcelle expropriée à 1 505 160 000 livres turques (TRL) [environ 3 838 euros (EUR)]. Ce montant fut versé au requérant à la date du transfert de propriété.", "7.  Le 5 avril 1999, le requérant introduisit un recours en augmentation de l’indemnité d’expropriation auprès du tribunal de grande instance de Birecik.", "8.  Le 27 mai 1999, le tribunal donna gain de cause au requérant et condamna l’administration à lui verser une indemnité complémentaire de 1 133 985 000 TRL [environ 2 705 EUR], assortie d’intérêts moratoires au taux légal à compter du 29 avril 1999.", "9.  Le 15 novembre 1999, la Cour de cassation confirma le jugement.", "10.  Le 15 novembre 2001, l’administration versa au requérant la somme de 2 734 740 294 TRL [environ 2 026 EUR].", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "11.  Le droit et la pratique internes pertinents sont décrits dans les arrêts Akkuş c. Turquie (9 juillet 1997, Recueil des arrêts et décisions 1997-IV, pp. 1305-1306, §§ 13-16) et Aka c. Turquie (23 septembre 1998, Recueil 1998VI, pp. 26742676, §§ 17-25).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "12.  Le requérant se plaint du retard pris par l’administration dans le paiement des dommages et intérêts qui lui ont été accordés par une décision de justice et de l’insuffisance du taux de l’intérêt moratoire appliqué aux dettes de l’Etat. Il invoque à cet égard l’article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A.  Sur la recevabilité", "13.  Le Gouvernement invite la Cour, en premier lieu, à rejeter la requête pour inobservation du délai de six mois en vertu de l’article 35 de la Convention. Le dies a quo dudit délai serait le 15 novembre 1999, date à laquelle la Cour de cassation a confirmé le jugement de première instance. Or, le requérant a saisi la Cour le 13 mai 2002, soit plus de six mois après le jugement définitif.", "14.  Le requérant conteste cette thèse.", "15.  En l’espèce, la Cour considère que la date à retenir comme le dies a quo du délai de six mois est celle du paiement entier de la somme due par l’administration expropriante, à savoir le 15 novembre 2001. Il s’ensuit qu’en saisissant la Cour le 13 mai 2002, le requérant a satisfait à l’exigence de l’article 35 de la Convention.", "Il convient donc de rejeter l’exception du Gouvernement.", "16.  En deuxième lieu, le Gouvernement reproche au requérant d’avoir omis d’épuiser la voie de recours offerte par l’article 105 du code des obligations. La réparation des prétendues pertes du fait du retard dans le paiement de l’indemnité complémentaire aurait été possible au titre de cette disposition, à condition d’établir l’existence d’un dommage subi au-delà de celui qui se trouve compensé par les intérêts moratoires.", "17.  La Cour rappelle qu’elle a rejeté une exception semblable dans l’affaire Aka c. Turquie (arrêt précité, pp. 2678-2679, §§ 34-37). Elle n’aperçoit aucun motif de déroger à sa précédente conclusion et rejette l’exception du Gouvernement.", "18.  La Cour estime, à la lumière des critères qui se dégagent de sa jurisprudence (voir notamment Akkuş, précité) et compte tenu de l’ensemble des éléments en sa possession, que la requête doit faire l’objet d’un examen au fond. Elle constate en effet que celle-ci ne se heurte à aucun motif d’irrecevabilité.", "B.  Sur le fond", "19.  La Cour a traité à maintes reprises d’affaires soulevant des questions semblables à celles du cas d’espèce et a constaté la violation de l’article 1 du Protocole no 1 (voir Akkuş, précité, p. 1317, § 31, et Aka, précité, p. 2682, §§ 50-51).", "20.  La Cour a examiné la présente affaire et considère que le Gouvernement n’a fourni aucun fait ni argument convaincant pouvant mener à une conclusion différente dans le cas présent. Elle constate que le retard pris dans le paiement de l’indemnité complémentaire accordée par les juridictions internes est imputable à l’administration expropriante, qui a fait subir au propriétaire un préjudice distinct s’ajoutant à l’expropriation de son bien. C’est ce retard qui amène la Cour à considérer que le requérant a eu à supporter une charge spéciale et exorbitante qui a rompu le juste équilibre devant régner entre les exigences de l’intérêt général et la sauvegarde du droit au respect des biens.", "21.  Par conséquent, il y a eu violation de l’article 1 du Protocole no 1.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "22.  Le requérant se plaint que la durée de la procédure d’expropriation, qui a débuté en 1999 avec l’expropriation et pris fin avec le paiement de l’indemnité complémentaire en novembre 2001, a méconnu l’article 6 § 1 de la Convention.", "23.  La Cour estime que ce grief ne saurait être déclaré manifestement mal fondé, au sens de l’article 35 § 3 de la Convention. Aucun autre motif d’irrecevabilité n’a non plus été relevé. Cependant, eu égard à sa conclusion sur le terrain de l’article 1 du Protocole no 1, la Cour n’estime pas nécessaire de réexaminer la question de célérité de plus sous l’angle de l’article 6 § 1.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "24.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel et moral", "25.  Le requérant affirme devoir être dédommagé pour un préjudice matériel qu’il évalue à 4 000 EUR. Il demande également une somme pour le dommage moral sans la chiffrer.", "26.  Le Gouvernement estime cette demande excessive et non justifiée. Par ailleurs, il prie la Cour de considérer que, si elle estimait devoir allouer une satisfaction, celle-ci ne devrait, en aucun cas, constituer une source d’enrichissement sans cause.", "27.  Considérant le mode de calcul adopté dans l’arrêt Akkuş (précité, p. 1311, §§ 35-36 et 39) et à la lumière des données économiques pertinentes, la Cour accorde 500 EUR au requérant à titre de dommage matériel.", "28.  Quant au préjudice moral, la Cour estime que, dans les circonstances de l’espèce, le constat de violation constitue en soi une satisfaction équitable suffisante.", "B.  Frais et dépens", "29.  Le requérant demande 2 000 EUR pour les frais et dépens encourus devant les organes de Strasbourg. Il ne présente pas de justificatif.", "30.  Le Gouvernement estime cette demande non justifiée.", "31.  Pour ce qui est des frais et dépens, la Cour rappelle qu’au titre de l’article 41 de la Convention, elle rembourse uniquement les frais dont il est établi qu’ils ont été réellement et nécessairement exposés et sont d’un montant raisonnable (voir, parmi d’autres, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II).", "Bien que la demande du requérant ne soit ni chiffrée ni documentée, force est néanmoins d’accepter que celui-ci a nécessairement encouru certains frais aux fins de sa représentation devant la Cour. Partant, elle estime raisonnable de lui accorder la somme de 500 EUR, tous frais confondus.", "C.  Intérêts moratoires", "32.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "3.  Dit qu’il n’y a pas lieu de se prononcer sur le grief tiré de l’article 6 § 1 de la Convention ;", "", "4.  Dit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante pour le dommage moral ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 500 EUR (cinq cents euros) pour dommage matériel et 500 EUR (cinq cents euros) pour frais et dépens, plus tout montant pouvant être dû au titre de taxes, droits de timbres et charges fiscales exigibles au moment du versement, à convertir en nouvelles livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 avril 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident", ""]}