{"file": "FRE_HFJUD_25703_11.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25703/11", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "AFFAIRE DVORSKI c. CROATIE", "", "(Requête no 25703/11)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "20 octobre 2015", "", "", "", "", "", "Cet arrêt est définitif.", "", "En l’affaire Dvorski c. Croatie,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tDean Spielmann, président,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tMark Villiger,\n\tBoštjan M. Zupančič,\n\tJán Šikuta,\t", "\tPäivi Hirvelä,\n\tLuis López Guerra,\n\tZdravka Kalaydjieva,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller,\n\tPaul Mahoney,\n\tJohannes Silvis,\n\tValeriu Griţco,\n\tFaris Vehabović,\n\tKsenija Turković,\n\tJon Fridrik Kjølbro, juges,", "\tet de Lawrence Early, jurisconsulte,", "Après en avoir délibéré en chambre du conseil les 21 janvier et 26 août 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 25703/11) dirigée contre la République de Croatie et dont un ressortissant de cet État, M. Ivan Dvorski (« le requérant »), a saisi la Cour le 16 avril 2011 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me S. Maroševac-Čapko, avocate à Rijeka. Le gouvernement croate (« le Gouvernement ») a été représenté par son agent, Mme Š. Stažnik.", "3.  Le requérant se plaignait en particulier de n’avoir pas bénéficié d’un procès équitable, alléguant qu’il n’avait pas été autorisé à être représenté par un avocat de son choix pendant son interrogatoire par la police et que les déclarations incriminantes faites par lui à cette occasion avaient servi à fonder sa condamnation.", "4.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement de la Cour – « le règlement »). Le 28 juin 2011, le président de cette section a décidé de la communiquer au Gouvernement. Le 5 novembre 2013, une chambre de cette section composée de Isabelle Berro-Lefèvre, présidente, Mirjana Lazarova Trajkovska, Julia Laffranque, Linos-Alexandre Sicilianos, Erik Møse, Ksenija Turković et Dmitry Dedov, juges, ainsi que de Søren Nielsen, greffier de section, a rendu son arrêt. Elle y concluait, à l’unanimité, à la recevabilité du grief tiré de l’article 6 § 1 de la Convention et à l’irrecevabilité de la requête pour le surplus, et, à la majorité, à la non-violation de l’article 6 § 1 de la Convention. À l’arrêt se trouvait joint l’exposé de l’opinion dissidente des juges Berro-Lefèvre et Laffranque.", "5.  Par une lettre du 21 février 2014, le requérant a sollicité le renvoi de l’affaire devant la Grande Chambre en vertu de l’article 43 de la Convention. Le 14 avril 2014, le collège de la Grande Chambre a fait droit à cette demande.", "6.  La composition de la Grande Chambre a été arrêtée conformément aux articles 26 §§ 4 et 5 de la Convention et 24 du règlement.", "7.  La juge Karakaş, qui s’est par la suite trouvée empêchée de participer à l’examen de l’affaire, a été remplacée par le premier juge suppléant, Ján Šikuta (article 28 du règlement).", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites complémentaires sur le fond (article 59 § 1 du règlement).", "9.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 21 janvier 2015 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement", "\tMmes\tŠ. Stažnik,\tagent,\n\tN. Katić,\n\tM. Briški,\n\tS. Raguž,\nM.\tZ. Budimir,\tconseillers ;", "–  pour le requérant", "\tMe\tS. Maroševac-Čapko,\tconseil.", "", "La Cour a entendu Me Maroševac-Čapko et Mme Stažnik en leurs déclarations et en leurs réponses aux questions posées par les juges Griţco, López Guerra, Vehabović, Hirvelä, Pinto de Albuquerque, Zupančič, Kalaydjieva et Šikuta.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "10.  Le requérant est né en 1986 et réside à Rijeka.", "A.  La genèse de l’affaire", "11.  Le 13 mars 2007, entre 2 heures et 3 h 30, trois meurtres, un vol à main armée et un incendie volontaire furent commis à Vežica, un quartier résidentiel de Rijeka.", "12.  Plus tard ce même jour, plusieurs habitants de ce quartier furent conduits au troisième poste de police de Rijeka du département de la police de Primorsko-Goranska (Policijska uprava Primorsko-Goranska, Treća policijska postaja Rijeka – « le poste de police de Rijeka ») pour y être interrogés.", "13.  Toujours ce même jour, vers 13 heures, le requérant fut conduit au poste de police de Rijeka pour y être interrogé. Des échantillons de son sang furent prélevés en vue d’effectuer des analyses de l’ADN et la police perquisitionna son appartement, contrôla le contenu de son téléphone portable et saisit certains de ses effets personnels.", "14.  Le requérant resta au poste de police de Rijeka jusqu’à son arrestation formelle le 14 mars 2007 à 9 h 50 pour les infractions susmentionnées.", "B.  L’interrogatoire du requérant par la police le 14 mars 2007", "1.  La version des faits exposée par le requérant", "15.  Le requérant affirme que le 14 mars 2007 vers 10 h 40 sa mère, qui habitait et travaillait en Italie, prit contact avec Me G.M., un avocat, pour lui demander de représenter son fils. Me G.M. se serait rendu à 10 h 45 au poste de police de Rijeka, où il serait resté jusqu’à midi, mais les policiers auraient refusé de le laisser voir le requérant. Il aurait cherché à porter plainte contre X pour abus de pouvoir et obtention illégale d’aveux, mais les policiers auraient refusé d’enregistrer cette plainte, déclarant qu’il n’était muni d’aucune procuration, et ils l’auraient fait sortir du poste de police. Il aurait immédiatement signalé l’incident à D.K. et I.B., substituts du procureur de comté de Rijeka, qui auraient rédigé une note à ce sujet dans leur dossier. Le tribunal de comté de Rijeka (« le tribunal de comté ») en aurait été aussitôt avisé.", "16.  Vers 13 h 30, le père du requérant aurait signé une procuration habilitant Me G.M. à défendre son fils. Un stagiaire, B.P., aurait alors cherché à remettre cet acte à la police, mais il aurait été sommé de partir.", "17.  Entre 15 heures et 15 h 30, Me G.M. aurait une nouvelle fois cherché à voir le requérant au poste de police de Rijeka, mais il se serait heurté à un refus.", "18.  Vers 15 h 30, Me G.M. aurait signalé les événements ci-dessus au chef du département de la police de Primorsko-Goranska, V., qui aurait rédigé une note au sujet de leur conversation.", "19.  Les policiers n’auraient jamais informé le requérant que Me G.M. avait été chargé de le représenter et qu’il était venu au poste de police de Rijeka.", "20.  Le requérant aurait demandé à plusieurs reprises aux policiers présents au poste de prendre contact avec Me G.M., mais ceux-ci lui auraient dit que leurs tentatives à cette fin étaient demeurées vaines.", "2.  La version des faits exposée par le Gouvernement", "21.  Selon le Gouvernement, le 14 mars 2007 à 18 heures, le requérant accepta d’être représenté par Me M.R., avocat et ancien directeur de la police de Primorsko-Goranska, qui serait arrivé au poste de police de Rijeka vers 19 h 45. Le requérant aurait choisi Me M.R. à partir d’une liste d’avocats du barreau de Rijeka que la police lui aurait remise et son interrogatoire aurait débuté à 20 h 10. D’après le procès-verbal de l’interrogatoire, le requérant fut informé par la police de son droit de ne pas contribuer à sa propre incrimination et de garder le silence et il indiqua expressément que son avocat était Me M.R.", "3.  Extraits du procès-verbal de l’interrogatoire du requérant", "22.  L’extrait pertinent du procès-verbal de l’interrogatoire du requérant conduit par les policiers T.K. et Z.N. le 14 mars 2007 de 20 h 10 à 23 heures était ainsi libellé :", "« J’ai été informé des raisons de mon arrestation, des infractions pénales dont je suis accusé, de mes droits, du droit de ne pas répondre et du droit à être représenté par un avocat, ainsi que du droit à ce que les membres de ma famille soient prévenus de mon arrestation. J’ai choisi et mandaté pour ma défense au cours de cette procédure un avocat de Rijeka, Me [M.]R., avec lequel je me suis entretenu en privé et à la suite de quoi j’ai décidé de déposer. »", "Le procès-verbal exposait ensuite le récit donné par le requérant des faits se rapportant aux charges qui pesaient sur lui. L’intéressé y reconnaissait que, de concert avec L.O. et R.Lj., il s’était rendu dans l’appartement de Đ.V. à Vežica la nuit du 13 mars 2007, qu’il avait dérobé une certaine somme d’argent à Đ.V., puis qu’il avait abattu ce dernier, ainsi que sa compagne et son père. Il ajoutait qu’il avait mis le feu à l’appartement de manière à y détruire toute trace de sa présence et qu’il avait promis à L.O. et R.Lj. qu’il avouerait les crimes et porterait le chapeau s’ils venaient à être arrêtés.", "La conclusion du procès-verbal se lisait ainsi :", "« Je ne suis en proie à aucun symptôme de manque ni à aucune autre crise. J’ai déposé de mon plein gré en présence de mon avocat et d’un procureur de comté. J’ai lu l’intégralité de ma déposition, et je la signe en en reconnaissant l’exactitude. »", "Chaque page du procès-verbal était signée par le requérant.", "C.  L’interrogatoire du requérant par un juge d’instruction le 15 mars 2007 à 13 h 15", "23.  L’extrait pertinent du procès-verbal de l’interrogatoire du requérant par un juge d’instruction était ainsi libellé :", "« En réponse à une question posée par le tribunal relativement au choix de l’avocat de la défense, étant donné que le dossier comprend le procès-verbal d’un interrogatoire du suspect en présence de Me M.R., ainsi qu’une procuration signée par les parents mandatant Me G.M., le suspect dit :", "« Je signerai la procuration en faveur de Me G.M., avocat à Rijeka, et je révoque par la présente déclaration la procuration en faveur de Me M.R. »", "(...)", "En réponse à une question de l’avocat de la défense sur le point de savoir s’il avait choisi Me [M.]R. pour le représenter, le suspect déclare :", "« Non, je ne l’ai pas choisi. J’ai expressément dit aux policiers que je voulais être représenté par Me G.M.", "J’ignore tout de la venue de Me G.M. dans les locaux de la police. »", "(...)", "En réponse à une autre question de l’avocat de la défense sur le point de savoir s’il était sous l’empire de stupéfiants, le suspect dit :", "« J’étais sous l’empire de l’alcool et de la drogue. »", "(...) »", "24.  Le 16 mars 2007, Me G.M. demanda au juge d’instruction le dessaisissement du procureur de comté de Rijeka et de tous ses substituts. Le juge d’instruction fit suivre cette demande au parquet de comté de Rijeka. Les extraits pertinents en étaient ainsi libellés :", "« Il y a une trentaine de minutes, l’avocat de la défense a appris que le procureur de comté de Rijeka, D.H., assistait à l’interrogatoire de Ivan Dvorski qui était entendu en qualité de suspect par des policiers du poste de police de Rijeka le 14 mars 2007 vers 19 heures en présence de Me M.R., « avocat de la défense ».", "Or ce même jour, vers 10 h 40, la mère de Ivan Dvorski, Lj.D., qui habite et travaille en Italie, appela [Me G.M.] pour lui demander de défendre son fils Ivan, soupçonné de meurtre aggravé. Vers 10 h 45, [Me G.M.] se rendit au poste de police de Rijeka, mais les policiers refusèrent de le laisser voir Ivan Dvorski et ils n’informèrent pas non plus [ce dernier] que sa mère avait fait appel à un avocat. [Me G.M.] resta au poste de police de Rijeka jusqu’à midi. Il voulait porter plainte contre X pour abus de pouvoir et obtention illégale d’aveux, mais les policiers refusèrent d’enregistrer cette plainte au motif qu’il n’était muni d’aucune procuration, et le firent sortir du poste de police. [Me G.M.] signala aussitôt l’incident à D.K. et I.B., substituts du procureur de comté de Rijeka, qui rédigèrent à ce sujet une note officielle dans leur dossier.", "Par conséquent, vers 12 h 30, le procureur de comté de Rijeka savait déjà que [Me G.M.] avait été choisi par la mère de [Ivan Dvorski] pour représenter ce dernier et qu’il n’avait pas été en mesure de joindre son client.", "Le tribunal de comté [de Rijeka] fut lui aussi aussitôt informé.", "Vers 13 h 30, le père de Ivan Dvorski signa une procuration pour la défense de son fils. Un stagiaire, B.P., chercha [alors] à remettre cette procuration à la police, mais on lui dit d’« aller se faire voir avec cette procuration », qui ne fut donc pas remise.", "Entre 15 heures et 15 h 30, l’avocat de la défense Me [G.]M. chercha une nouvelle fois à joindre son client au poste de police de Rijeka, mais il se heurta à un refus (...) Or le suspect ne fut jamais informé qu’un avocat avait été chargé d’assurer sa défense et était venu au poste de police de Rijeka.", "Vers 15 h 30, [Me G.M.] en informa le chef du département de la police de Primorsko-Goranska (...), V., qui apparemment rédigea une note officielle sur leur conversation. Or le suspect ne fut jamais ni informé qu’un avocat avait été chargé d’assurer sa défense ni invité à dire non plus s’il souhaitait être représenté par l’avocat retenu par sa famille.", "Par ailleurs, une fois arrivé au poste de police de Rijeka, [Ivan Dvorski] demanda à plusieurs reprises aux policiers de prendre contact avec [Me G.M.], mais ces derniers lui dirent que leurs tentatives à cette fin étaient demeurées vaines. Au poste de police, des échantillons de sang furent prélevés sur le suspect. Les analyses indiquèrent un taux élevé d’alcool et de stupéfiants dans le sang.", "Entre le 13 mars 2007, à 13 heures, et le 14 mars 2007, vers 19 heures (ces heures n’étant connues de [Me G.M.] que de source officieuse, car il n’avait pas accès au dossier du parquet), le suspect ne reçut aucune nourriture.", "Il apparaît clairement que, bien qu’ayant connaissance de tous ces faits, le procureur de comté de Rijeka, D.H., n’en a tenu aucun compte et que, bien qu’ayant personnellement assisté à l’interrogatoire du suspect, il a autorisé la conduite de cet interrogatoire en présence d’un avocat qui [n’avait été ni sollicité par le suspect] ni (...) choisi par sa famille. Il y a donc eu obtention illégale d’aveux, en violation de l’article 225 § 8 du code de procédure pénale, puisque le procureur de comté de Rijeka savait, depuis [le 14 mars 2007] à 12 h 30 environ, qui était l’avocat de la défense [choisi par le requérant].", "À cette même date, [Me G.M.] communiqua la procuration au département de la police de Primorsko-Goranska et des plaintes écrites furent également adressées à la Cour suprême de la République de Croatie, au procureur général de la République de Croatie, au parquet de comté de Rijeka, au barreau croate, au ministère de la Justice, au ministère de l’Intérieur, au directeur du département de la police de Primorsko-Goranska et au tribunal de comté de Rijeka. (...) »", "D.  Instruction", "25.  Le 16 mars 2007, une instruction fut ouverte concernant le requérant, L.O. et R.Lj., au motif qu’ils étaient soupçonnés des trois meurtres aggravés et de l’incendie volontaire commis le 13 mars 2007 à Vežica.", "26.  Le 23 mars 2007, le procureur général de la République de Croatie (Glavni državni odvjetnik Republike Hrvatske) rejeta, pour défaut de fondement, la demande de Me G.M. tendant au dessaisissement du procureur de comté de Rijeka. La partie pertinente de sa décision se lisait ainsi :", "« (...) la déposition de D.H., le procureur de comté de Rijeka, a été recueillie.", "Celui-ci y déclare que, le 14 mars 2007 vers 10 heures, il se trouvait avec sa collègue I.B.-L. dans les locaux du poste de police de Rijeka, où ils furent mis au courant des éléments de preuve jusqu’alors recueillis et de tous ceux qui restaient à l’être en rapport avec les événements en cause. Vers 13 heures, il regagna ses bureaux, où les substituts D.K. et I.B. l’informèrent que Me G.M. était venu pour se plaindre du comportement des policiers du poste de police de Rijeka qui lui auraient refusé l’accès à Ivan Dvorski, alors que la mère de celui-ci, [laquelle l’aurait appelé depuis] l’Italie, l’aurait mandaté verbalement. Me G.M. n’avait présenté aucune preuve de son mandat pour représenter Ivan Dvorski ni de sa conversation téléphonique avec la mère de celui-ci. Il n’avait pas pu prendre contact avec le père du suspect, puisque, n’ayant pas d’adresse fixe, celui-ci n’avait pas pu être retrouvé.", "Après que [D.H., le procureur de comté de Rijeka,] eut quitté ses bureaux, il n’eut plus aucune nouvelle des démarches entreprises par l’avocat susmentionné.", "À 17 heures, [D.H.] retourna au poste de police de Rijeka dans le cadre de l’affaire en question. Un inspecteur du département de la police de Primorsko-Goranska l’informa alors que le suspect, Ivan Dvorski, était prêt à exposer ses arguments en défense en présence de son avocat, Me M.R., et il fut convenu que l’interrogatoire commencerait vers 19 heures. Me M.R. arriva au poste de police de Rijeka à 18 h 40 et tous se rendirent dans la salle où se trouvait le suspect, Ivan Dvorski. Celui-ci y signa la procuration mandatant Me M.R. et accepta la présence de [Me M.R.] à son interrogatoire par la police. Ensuite, à la demande de Me M.R., il fut autorisé à s’entretenir en privé avec lui. Dix minutes plus tard, ils se rendirent tous dans une autre salle où le suspect, en présence de son avocat, du procureur de comté de Rijeka, de deux inspecteurs de police et d’une sténodactylographe, présenta ses arguments en défense, qui furent consignés par écrit, ce qui dura plus de trois heures en tout. Ils signèrent ensuite tous le procès-verbal [de l’interrogatoire] et Ivan Dvorski quitta la salle, avec Me M.R. »", "27.  Le 26 mars 2007, le procureur de comté de Rijeka rejeta pour les mêmes motifs la demande tendant au dessaisissement de ses substituts. La partie pertinente de sa décision se lisait ainsi :", "« I.B.-L., substitute du procureur de comté de Rijeka, a déclaré qu’elle n’avait pas du tout assisté à l’interrogatoire de Ivan Dvorski par la police, qu’elle ignorait tout de ce qui s’était passé à ce stade de la procédure et en particulier de la représentation de Ivan Dvorski ou du choix de l’avocat de la défense au cours de cet interrogatoire. Tout ce qu’elle savait, c’est que, le 14 mars 2007, Me G.M. était venu au parquet de Rijeka, où elle s’était entretenue avec lui. Me G.M. s’était plaint du choix de l’avocat de Ivan Dvorski. Il avait déclaré que c’était lui l’avocat de Ivan Dvorski, la mère de celui-ci l’ayant mandaté lors d’une conversation téléphonique. Elle [I.B.-L.] lui avait fait remarquer que cela ne pouvait valoir procuration en bonne et due forme (...)", "Il ressort des déclarations de D.K. et I.B., substituts du procureur de comté de Rijeka, que les seules informations dont ils disposaient sur le comportement de la police provenaient de Me [G.]M., qui avait cherché à porter plainte au sujet de la conduite de policiers concernant le choix de l’avocat qui devait représenter et défendre Ivan Dvorski. (...) D.K. avait rédigé à ce sujet une note officielle qu’il avait communiquée à Me G.M. Il ressort des déclarations de D.K. et I.B., substituts du procureur de comté de Rijeka, que [Me G.M.] a fait état d’une procuration qui lui aurait été donnée par la mère de Ivan Dvorski, qui habite en Italie et avec qui Me G.M. se serait entretenu au téléphone. Les substituts lui avaient dit qu’une procuration donnée par téléphone n’était pas réputée valable. Ils ignoraient si un quelconque autre acte avait été remis, par exemple une procuration signée par le père de Ivan Dvorski (...) »", "28.  Le 28 mars 2007, Me G.M. informa le tribunal de comté qu’il ne représenterait plus le requérant et, le 30 mars 2007, le président de ce tribunal désigna d’office Me Maroševac-Čapko, une avocate de l’assistance judiciaire.", "29.  Au cours de l’instruction, un certain nombre de témoins furent entendus et le juge d’instruction fit établir un procès-verbal de l’inspection du lieu du crime et de la perquisition-saisie, ainsi que des rapports d’experts en médecine, en incendie et en balistique.", "E.  Procédure consécutive à l’inculpation", "30.  Le 12 juillet 2007, devant le tribunal de comté, le parquet inculpa le requérant, L.O. et R.Lj. de trois chefs de meurtre aggravé et d’un chef d’incendie volontaire commis le 13 mars 2007 à Vežica.", "31.  Le 24 juillet 2007, le requérant, représenté par Me Maroševac-Čapko, l’avocate commise d’office, attaqua l’acte d’accusation devant ce tribunal, excipant de nombreux vices de fond et de forme. Il allégua également qu’il avait déposé devant la police sous l’empire de l’alcool et de la drogue. Il ne fit aucune observation sur sa représentation par un avocat au cours de son interrogatoire par la police.", "32.  Le 28 août 2007, un collège de trois juges du tribunal de comté rejeta pour défaut de fondement le recours formé par le requérant contre l’acte d’accusation.", "33.  Le 9 octobre 2007, premier jour du procès, le requérant et ses coaccusés plaidèrent non coupable de tous les chefs d’accusation et la juridiction de jugement entendit sept témoins.", "34.  Lors d’une autre audience, tenue le 11 octobre 2007, la juridiction de jugement examina des enregistrements vidéo de l’inspection du lieu du crime et le rapport d’autopsie des victimes.", "35.  Au cours d’audiences tenues le 12 novembre 2007 et le 11 janvier 2008, elle entendit neuf témoins.", "36.  Lors d’une audience tenue le 14 janvier 2008, deux experts en toxicologie, une experte en dactyloscopie, un expert en balistique et un expert en génétique déposèrent. Leurs déclarations ne suscitèrent aucune objection de la part de la défense. Pendant cette même audience, quatre autres témoins furent entendus.", "37.  Au cours d’une audience tenue le 15 janvier 2008, la juridiction de jugement entendit un autre toxicologue et un pathologiste, ainsi que treize autres témoins. La défense ne formula aucune objection concernant les dépositions des experts, mais demanda à la juridiction de jugement d’ordonner une expertise psychiatrique du requérant.", "38.  Pendant la même audience, l’avocate de la défense sollicita une expertise graphologique de la signature apposée sur le procès-verbal de la déposition faite par le requérant à la police le 14 mars 2007. Selon elle, ce dernier n’avait signé aucun procès-verbal lors de l’interrogatoire.", "39.  Estimant qu’à ce stade une expertise psychiatrique n’était pas nécessaire, la juridiction de jugement rejeta la demande du requérant à cet effet. Elle ordonna néanmoins une expertise graphologique de la signature apposée sur le procès-verbal de la déposition faite par le requérant à la police.", "40.  Le 23 janvier 2008, l’experte graphologue produisit son rapport, dans lequel elle concluait que le requérant avait signé le procès-verbal de la déposition qu’il avait faite à la police le 14 mars 2007.", "41.  Au cours d’une autre audience, tenue le 12 mars 2008, un expert en médecine légale, un expert en incendie et un autre témoin furent entendus. L’experte graphologue comparut elle aussi et confirma ses conclusions antérieures. L’avocate du requérant en contesta l’exactitude et demanda une contre-expertise, mais la juridiction de jugement la refusa. Lors de la même audience, cette dernière ordonna une expertise psychiatrique du requérant et de ses coaccusés.", "42.  Le 2 avril 2008, le requérant demanda au tribunal de comté de convoquer Me G.M. afin de l’entendre au sujet de l’obtention illégale d’aveux dont, selon lui, la police s’était rendue coupable à son égard. Il disait que Me G.M. n’avait pas été autorisé à le voir pendant qu’il se trouvait entre les mains de la police et que des policiers l’avaient forcé à passer aux aveux.", "43.  Le 24 avril 2008, les deux experts psychiatres communiquèrent leur rapport au tribunal de comté. Ils constatèrent que le requérant souffrait de trouble de la personnalité limite et de dépendance à l’héroïne et à l’alcool. Cependant, ils ne diagnostiquèrent chez lui ni maladie ni trouble mentaux distinctifs. Ils conclurent que, à supposer même qu’il se fût trouvé en état d’ébriété au moment de la commission des meurtres, le requérant avait conservé sa capacité mentale – fût-elle quelque peu amoindrie – à comprendre la nature de ses actes. Quant à sa capacité mentale concernant le chef d’incendie volontaire, ils estimèrent qu’au moment de la commission de l’infraction il était à même de comprendre la nature de ses actes et de contrôler ses actions.", "44.  Lors d’une audience tenue le 26 juin 2008, les experts psychiatres confirmèrent leurs conclusions et les parties ne soulevèrent aucune objection. La juridiction de jugement rejeta en outre la demande du requérant tendant à l’audition de Me G.M. en qualité de témoin au motif que tous les faits pertinents avaient d’ores et déjà été établis.", "45.  Pendant la même audience, l’un des accusés, R.Lj., confirma le déroulement des événements tel qu’exposé par le requérant dans la déposition qu’il avait faite à la police le 14 mars 2007. Il affirma toutefois ne pas avoir pris part personnellement aux meurtres, parce qu’il avait paniqué et quitté l’appartement après avoir entendu qu’on se battait.", "46.  Après la déposition de R.Lj., le substitut du procureur de comté de Rijeka modifia l’acte d’accusation. Le requérant fut alors inculpé de trois chefs de meurtre aggravé, de vol à main armée et d’incendie volontaire, tandis que L.O. et R.Lj. furent inculpés de vol à main armée et de complicité. Le requérant et ses coaccusés plaidèrent non coupable des charges énoncées dans l’acte d’accusation modifié.", "47.  Le 27 juin 2008, L.O. témoigna, confirmant le déroulement des événements tel qu’exposé par R.Lj. Il déclara que, après que le requérant eut commencé à se battre avec Đ.V., il avait entendu des coups de feu, puis il avait paniqué et quitté l’appartement.", "48.  Lors de la même audience, les parties se livrèrent à leurs plaidoiries en conclusion. L’avocate du requérant argua qu’il n’avait pas été établi que ce dernier fût l’auteur des infractions dont il était inculpé. Elle souligna toutefois que, au cas où la juridiction de jugement en déciderait autrement, les aveux formulés par son client devant la police et ses regrets sincères devaient alors être pris en considération lors de la fixation de sa peine.", "49.  Le 30 juin 2008, le tribunal de comté jugea le requérant coupable des trois chefs de meurtre aggravé et des chefs de vol à main armée et d’incendie volontaire et le condamna à une peine de quarante ans d’emprisonnement. Il conclut d’une comparaison des aveux du requérant avec ceux de ses coaccusés L.O. et R.Lj. que les premiers coïncidaient pour l’essentiel avec les seconds. Pour prononcer le verdict de culpabilité, il considéra en outre les aveux du requérant à l’aune des pièces du dossier.", "50.  Le tribunal de comté s’appuya en particulier sur le procèsverbal de perquisition-saisie et sur des photographies montrant l’accusé L.O. tenant une arme à feu de même type que celle utilisée pour les meurtres. Sur la base des témoignages et d’un enregistrement vidéo provenant d’une caméra de surveillance installée à proximité, il conclut que le requérant et ses coaccusés s’étaient rendus dans l’appartement de Đ.V. à la date des meurtres. De plus, il releva que l’expertise balistique et le procès-verbal de l’inspection du lieu du crime démontraient l’exactitude des détails donnés par le requérant et ses coaccusés dans leurs dépositions et que les expertises en incendie, balistique, psychiatrique et génétique confirmaient le déroulement des événements. Il conclut aussi que les déclarations des accusés quant à la manière dont les meurtres avaient été commis étaient corroborées par le rapport d’autopsie, par le témoignage du pathologiste au procès, par le procès-verbal de l’inspection du lieu du crime et par les témoignages faisant état de coups de feu tirés dans l’appartement de Đ.V. En outre, pour ce qui est du chef d’incendie volontaire, il examina les éléments tirés dudit procès-verbal et de la déposition de l’expert en incendie, ainsi que les rapports médicaux, les constats des blessures subies par les victimes et les dépositions d’habitants du bâtiment incendié.", "51.  En ce qui concerne l’interrogatoire du requérant par la police et la demande de la défense tendant à l’audition de Me G.M. (paragraphes 42 et 44 ci-dessus), le tribunal de comté s’exprima ainsi :", "« Le premier accusé, Ivan Dvorski, a avoué à la police en présence d’un avocat avoir commis les infractions pénales de vol avec voies de fait, de meurtre aggravé sur Ɖ.V., M.Š. et B.V. (...) exactement de la manière indiquée dans le dispositif du présent jugement. Il a cherché par la suite à contester ses aveux, affirmant notamment qu’il n’avait pas choisi Me M.R., qu’il avait dit aux policiers qu’il voulait que Me G.M. fût son avocat et que, lorsqu’il avait été conduit au poste de police, il se trouvait sous l’empire de l’alcool et de la drogue. Or ces moyens de défense ne tiennent pas. Il ressort du procès-verbal d’arrestation que Ivan Dvorski a été arrêté le 14 mars 2007 à 9 h 50 au poste de police de Rijeka et que Me [M.]R., en faveur duquel Ivan Dvorski avait signé une procuration, s’est rendu au poste de police le 14 mars 2007 à 19 h 45. D’après le procès-verbal de l’interrogatoire de Ivan Dvorski, alors suspect, Me M.R. a été prévenu à 18 h 15 et l’interrogatoire a débuté à 20 h 10. Outre les agents de la police de Rijeka, une sténodactylographe et l’avocat de Ivan Dvorski, alors suspect, le procureur de comté [de Rijeka] était présent lui aussi à l’interrogatoire. Il est [indiqué] dans la partie liminaire du procès-verbal que Ivan Dvorski, alors suspect, a clairement déclaré qu’il avait choisi et mandaté Me M.R. pour assurer sa défense et qu’après s’être entretenu avec lui il avait décidé de déposer. Le procès-verbal a été dûment signé par les personnes présentes. Ivan Dvorski l’avait lu avant de le signer. Au vu des éléments ci-dessus, il ne fait donc aucun doute que la thèse de Ivan Dvorski selon laquelle il n’a pas choisi Me M.R. comme avocat est dépourvue de fondement. Pendant le procès, à la demande de l’avocate de la défense, une graphologue a donné son avis sur la signature par Ivan Dvorski du procès-verbal de son interrogatoire par la police. L’expertise a prouvé sans l’ombre d’un doute que la signature contestée était bien celle de Ivan Dvorski. Le tribunal fait siennes ces conclusions sur tous les points : celles-ci ont été explicitées en audience par l’experte Lj.Z., qui les a exposées de manière objective, impartiale et professionnelle. Aussi l’interrogatoire par la police de Ivan Dvorski était-il conforme aux dispositions du code de procédure pénale.", "(...)", "La demande formulée par la défense de [Ivan Dvorski] tendant à l’audition de Me G.M. en qualité de témoin (...) a été rejetée pour défaut de pertinence, le dossier ne renfermant aucun élément révélant une extorsion d’aveux par la police ; il ne [mentionne] que l’heure à laquelle Me [M.]R. s’est rendu [au poste de police], à la suite de quoi l’interrogatoire de [Ivan Dvorski] a débuté en présence de l’avocat en faveur duquel il avait signé une procuration (...) Personne, pas même l’avocat de la défense de [Ivan Dvorski] – Me [M.]R. –, qui était présent lors de l’interrogatoire par la police, n’a allégué une extorsion d’aveux et nulle mention n’en est faite dans le procès-verbal de la déposition livrée par Ivan Dvorski, [qui n’était] alors que suspect. »", "52.  Le 6 novembre 2008, le requérant fit appel du jugement de première instance devant la Cour suprême de la République de Croatie (Vrhovni sud Republike Hrvatske – « la Cour suprême »). Il soutenait notamment que sa condamnation reposait sur ses aveux à la police, qu’il avait formulés, selon ses dires, en présence non pas d’un avocat de son choix, Me G.M., mais d’un avocat qui lui avait été proposé par la police, Me M.R. Il évoquait aussi la demande tendant au dessaisissement du procureur et de tous ses substituts, présentée par Me G.M. le 16 mars 2007, en soulignant la partie qui indiquait qu’il avait été privé de nourriture alors qu’il se trouvait entre les mains de la police. La partie pertinente de l’acte introductif de cet appel était ainsi libellée :", "« La déposition du premier accusé à la police a été illégalement recueillie pour les raisons suivantes. Au poste de police de Rijeka, les droits de la défense ont été bafoués. Or il n’en a été fait aucun cas au procès. Le 14 mars 2007, la mère du premier accusé, puis le père de celui-ci, aujourd’hui décédé, avaient chargé Me G.M. de représenter leur fils devant la police après son arrestation. Or Me G.M. n’a pas été autorisé à voir l’accusé et en a informé les autorités compétentes, mais celles-ci n’en ont pas tenu compte. Aussi Me G.M. a-t-il attaqué cet acte illicite devant le tribunal municipal de Rijeka et demandé le dessaisissement du procureur de comté de Rijeka et de tous ses substituts. Dans sa demande, il alléguait que la police avait privé le premier accusé de nourriture du 13 mars 2007 à 13 heures, à son arrivée au poste de police de Rijeka, jusqu’à ce qu’il accepte d’être représenté par Me M.R., le 14 mars vers 19 heures, afin de l’amener à s’incriminer lui-même, en violation de l’article 225 § 8 du code de procédure pénale. Voilà pourquoi la défense avait demandé l’audition de Me G.M. [au procès] ; celui-ci savait en effet comment s’était déroulé l’interrogatoire du premier accusé par la police. »", "53.  Par un arrêt du 8 avril 2009, la Cour suprême rejeta pour défaut de fondement l’appel formé par le requérant. Sur le grief de celui-ci concernant sa déposition à la police, elle dit :", "« (...) L’appelant ne conteste pas la légalité [de sa déclaration à la police] quand il soutient que son avocat était Me G.M., choisi par son père et sa mère le même jour, et non pas Me M.R., ni quand il se plaint d’avoir été privé de nourriture entre le 13 mars 2007, à 13 heures, et le 14 mars 2007, à 19 heures, jusqu’à ce qu’il accepte de prendre Me M.R. comme avocat, le procès-verbal de son arrestation indiquant qu’il a été arrêté le 14 mars 2007 à 9 h 50 et que Me M.R. est arrivé [au poste de police] le même jour à 18 h 45. »", "54.  Le 14 septembre 2009, le requérant forma devant la Cour suprême un recours contre l’arrêt d’appel, reprenant les mêmes moyens. La partie pertinente de l’acte introductif de recours était ainsi libellée :", "« Le premier accusé se doit de commenter les conclusions de l’instance d’appel lorsque celle-ci dit que la privation de nourriture dont il a fait l’objet du 13 mars 2007, à 13 heures, jusqu’à ce qu’il accepte d’être représenté par Me M.R. le 14 mars 2007, à 19 heures, n’a aucune incidence sur la régularité de l’élément de preuve [(le procès-verbal de son interrogatoire)] au motif que le procès-verbal de son arrestation montre qu’il a été arrêté le 14 mars 2007, à 9 h 50, et que Me M.R. est arrivé le même jour à 18 h 45. Le registre de présence F/949, versé au dossier, indique que le premier accusé a été conduit au poste de police le 13 mars 2007, à 14 heures, et qu’il y est resté jusqu’à son arrestation le lendemain, comme l’a constaté le tribunal de première instance. De plus, il est erroné de dire que Me M.R. s’est rendu au poste de police à 18 h 45 : il y est arrivé à 19 h 45, ce qui montre que le premier accusé dit vrai. Il aurait été possible de vérifier cet élément par l’audition de Me G.M., qui a représenté le premier accusé lors de l’instruction (...) »", "55.  Par un arrêt du 17 décembre 2009, la Cour suprême, statuant en dernier ressort, rejeta pour défaut de fondement le recours formé par le requérant. Elle souligna qu’il ressortait de la déposition de celui-ci qu’il avait choisi d’être représenté par Me M.R. au cours de son interrogatoire par la police et que cet avocat lui avait fourni des conseils juridiques adéquats. En outre, rien dans le dossier n’indiquait selon elle que le requérant eût été maltraité ou forcé de passer aux aveux. La partie pertinente de l’arrêt se lisait ainsi :", "« C’est à tort que le demandeur soutient que le tribunal de première instance a commis une violation grave des règles de procédure pénale, contraire à l’article 367 § 2 du code de procédure pénale, en fondant sa condamnation sur la déposition qu’il avait faite à la police en présence d’un avocat, déposition qui constitue selon [le demandeur] une preuve illégalement recueillie au sens de l’article 9 § 2 du code de procédure pénale, et que le procès-verbal de son interrogatoire en qualité de suspect par la police (en présence d’un avocat) aurait donc dû être exclu du dossier. En défendant cette thèse, il conteste le raisonnement de la décision de deuxième instance selon laquelle la privation de nourriture dont il dit avoir été victime lors de son interpellation et de son arrestation jusqu’à ce qu’il accepte d’être représenté par Me M.R. n’a eu aucune incidence sur la légalité de sa déposition. Ces arguments ont été écartés par la juridiction de deuxième instance sur le fondement de tous les éléments formellement établis que renfermait le procès-verbal de [son] interrogatoire conduit en présence d’un avocat le 14 mars 2007.", "La Cour relève que [le moyen] concernant la question de la présence d’un avocat [lors de l’interrogatoire] comme condition légale à la régularité des preuves ainsi recueillies pendant l’enquête de police soulève deux griefs. Le premier concerne la restriction apportée à l’accès par [le demandeur] à l’avocat choisi par lui et le second les pressions exercées sur le suspect en le privant de nourriture (article 225 § 8 du code de procédure pénale), ce qui, selon le demandeur, l’a finalement conduit à accepter d’être représenté par Me M.R., l’avocat qui lui a été imposé, alors que ses parents avaient déjà choisi Me G.M. le 14 mars 2007 au matin.", "Il y a lieu de noter qu’au cours de l’enquête pénale menée par la police un certain nombre de personnes ayant des antécédents d’abus de stupéfiants, ainsi que des liens avec la victime, Đ.V., ont été arrêtées, en particulier dans le quartier de Gornja Vežica, et que c’est dans le cadre de ces opérations que l’accusé, Ivan Dvorski, a été interpellé. Ce n’est qu’une fois établis des soupçons légitimes que l’accusé pouvait être l’auteur des infractions en cause qu’il a été arrêté le 14 mars 2007 à 9 h 50.", "Parallèlement, le père de l’accusé, qui se trouvait en Croatie alors que la mère était en Italie, a été informé [de l’arrestation] par la police à 14 h 10. À partir de ce moment-là, il a donc pu (après un entretien téléphonique avec la mère) faire appel à un avocat pour l’accusé, ce qui lui a très certainement pris du temps. Dans ces conditions, la Cour conclut que les parents de l’accusé ne pouvaient pas déjà avoir signé une procuration en faveur de l’avocat choisi par ce dernier à 13 h 30 le jour en question.", "Il ressort également du procès-verbal de l’arrestation de l’accusé et du procès-verbal de son interrogatoire par la police que, le 14 mars 2007 – comme l’indique le premier procèsverbal –, l’accusé a été conduit au poste de police de Rijeka et que – comme l’indique le second procès-verbal – Me M.R., l’avocat de la défense, a été prévenu à 18 h 15 et s’est rendu au poste de police à 19 h 45. L’interrogatoire lui-même a commencé à 20 h 10 et a pris fin à 23 heures, entrecoupé d’une pause entre 22 h 35 et 22 h 38.", "Il faut souligner que, dans la partie liminaire du procès-verbal [de l’interrogatoire], le suspect, Ivan Dvorski, a expressément indiqué qu’il avait choisi Me M.R. pour assurer sa défense et signé une procuration à cette fin, et qu’il ressort de ce même procès-verbal que l’avocat de la défense s’est entretenu pendant près d’une demi-heure avec le suspect préalablement à l’interrogatoire, période pendant laquelle il a pu l’informer de ses droits.", "Les conclusions factuelles à tirer des démarches procédurales formelles décrites dans le procès-verbal de l’interrogatoire du suspect sont donc que l’avocat choisi est arrivé au moins une demi-heure avant le début de l’interrogatoire et que, au cours de son entretien avec [le suspect] avant l’interrogatoire, il a pu fournir à ce dernier une assistance juridique réelle en tant qu’avocat choisi par lui.", "Il faut noter aussi que l’essence même du droit d’un suspect à la présence d’un avocat lors de son interrogatoire par la police tient à la nécessité d’assurer la protection juridique de ses droits, ce qui explique que l’heure du début, le déroulement et l’heure de fin de cette mesure [procédurale] formelle sont intégralement retranscrits dans le procès-verbal [de l’interrogatoire].", "Voilà pourquoi aucun des moyens d’illégalité exposés par le demandeur dans son recours contre la décision de deuxième instance, en particulier ceux concernant la nécessité d’entendre Me G.M. en sa qualité de second avocat choisi par [le suspect], ne trouve appui dans le contenu du procès-verbal officiel de l’interrogatoire du suspect le 14 mars 2007, puisque cet acte renferme des informations formellement consignées sur les contacts avec l’avocat choisi, l’heure d’arrivée de celui-ci au poste de police de Rijeka, l’heure du début de l’interrogatoire du suspect, la durée de la courte pause qui a été prise et l’heure de fin de cette mesure procédurale, tous ces éléments ayant été confirmés par le suspect et par l’avocat choisi par lui lorsqu’ils ont signé le procès-verbal sans avoir émis la moindre objection à son contenu.", "Or, indépendamment du fait que la défense de l’accusé lors de son interrogatoire par la police a formellement satisfait aux conditions de l’article 177 § 5 du code de procédure pénale, c’est de son plein gré que le suspect a livré ses principaux arguments en défense, ainsi que certains moyens dirigés contre des actes précis et ses aveux, et l’avocat de son choix n’a très certainement pu avoir aucune influence à cet égard, ce qui par ailleurs exclut la possibilité d’une pression psychologique exercée sur le suspect et permet d’écarter tout argument tiré ultérieurement par lui de ce qu’un avocat lui aurait été imposé au cours de l’enquête de police. Au contraire, les droits de la défense ont été pleinement respectés, comme l’exigent la Constitution et le code de procédure pénale.", "Il n’y a donc pas eu violation de l’article 367 § 2 combiné avec l’article 9 § 2 du code de procédure pénale. Le rejet de la demande tendant à faire exclure du dossier, pour illégalité, le procès-verbal de l’interrogatoire du suspect par la police conduit en présence de l’avocat de son choix n’est pas constitutif d’une violation des droits de la défense, car il en ressort clairement et sans l’ombre d’un doute que l’avocat qui était présent [à l’interrogatoire] était celui que le suspect avait librement choisi, comme le confirme aussi la procuration signée mandatant l’avocat en question, lequel a protégé les droits du suspect au cours de l’interrogatoire. Par conséquent, ce rejet n’a eu aucune incidence sur la légalité et le bien-fondé du verdict. Par ailleurs, il n’était pas nécessaire de faire entendre en qualité de témoin le nouvel avocat retenu et, pour les raisons exposées ci-dessus, on ne saurait dire que les faits de l’espèce ont été insuffisamment ou erronément établis, contrairement à ce que soutient le demandeur dans son recours contre le jugement de deuxième instance. »", "56.  Le 11 mars 2010, le requérant saisit la Cour constitutionnelle (Ustavni sud Republike Hrvatske). Il affirmait notamment avoir été maltraité entre les mains de la police et forcé à passer aux aveux. Il estimait en outre avoir été privé de la possibilité de faire conduire sa défense par un avocat de son choix. Il reprenait les arguments soulevés dans les recours antérieurs, ajoutant ce qui suit :", "« Il est important aussi de souligner que, devant la Cour suprême siégeant en troisième instance le 17 décembre 2009, la défense a indiqué que le demandeur avait été conduit au poste de police le 13 mars 2007 à 14 heures et que cet élément était confirmé par le registre de présence F/949, versé au dossier. Elle a prié [la Cour suprême] d’examiner le document en question. Mais, après une rapide vérification dans le dossier, il a été établi que ce document n’avait pu être retrouvé et qu’il serait ultérieurement recherché. Or il ressort de l’arrêt rendu par la Cour suprême en troisième instance que le document n’avait [toujours] pas été retrouvé (...) »", "57.  Le 16 septembre 2010, la Cour constitutionnelle débouta le requérant. Faisant sien le raisonnement de la Cour suprême, elle conclut que la procédure, dans son ensemble, avait été équitable et que rien dans le dossier ne prouvait que le requérant eût été maltraité entre les mains de la police.", "II.  LE DROIT PERTINENT", "A.  Droit interne", "58.  Les dispositions pertinentes de la Constitution de la République de Croatie (Ustav Republike Hrvatske, Journal officiel nos 56/1990, 135/1997, 113/2000, 28/2001 et 76/2010) se lisent ainsi :", "Article 23", "« Nul ne peut être soumis à une quelconque forme de mauvais traitement (...) »", "Article 29", "« Toute personne a droit à ce que sa cause soit entendue équitablement et dans un délai raisonnable par un tribunal indépendant et impartial, établi par la loi, qui décidera des contestations sur ses droits et obligations ou du bien-fondé de toute accusation en matière pénale dirigée contre elle.", "Toute personne soupçonnée, inculpée ou accusée au pénal a droit :", "(...)", "–  à se défendre elle-même ou à avoir l’assistance d’un avocat de son choix et, si elle n’a pas les moyens d’en rémunérer un, à être assistée gratuitement par un avocat d’office, dans les conditions prescrites par la loi,", "(...) »", "59.  Les dispositions pertinentes du code pénal (Kazneni zakon, Journal officiel nos 110/1997, 27/1998, 129/2000, 51/2001, 105/2004, 84/2005 et 71/2006) sont ainsi libellées :", "Meurtre aggravé\nArticle 91", "« Est passible d’une peine d’un minimum de dix ans d’emprisonnement ou d’une peine d’emprisonnement de longue durée quiconque :", "(...)", "6.  commet un meurtre afin de perpétrer ou de dissimuler une autre infraction pénale,", "(...) »", "Vol avec voies de fait\nArticle 218", "« 1.  Est passible d’une peine de un à dix ans d’emprisonnement quiconque, en usant de la force contre une personne ou en la menaçant d’une atteinte directe à sa vie ou à son intégrité physique, lui soustrait un bien meuble afin de se l’approprier frauduleusement.", "2.  Est passible d’une peine de trois à quinze ans d’emprisonnement quiconque commet un vol avec voies de fait en tant que membre d’une bande ou d’une organisation criminelle, ou en faisant usage d’une arme ou d’un instrument dangereux. »", "Mise en danger de la vie ou d’un bien \npar des actes ou moyens dangereux\nArticle 263", "« 1.  Est passible d’une peine de six mois à cinq ans d’emprisonnement quiconque met en danger la vie ou l’intégrité physique d’autrui ou un bien d’une valeur considérable [en déclenchant] un incendie.", "(...)", "3.  Est passible d’une peine de un à huit ans d’emprisonnement l’auteur des infractions pénales visées aux paragraphes 1 et 2 du présent article lorsqu’elles sont commises en un lieu où plusieurs personnes sont rassemblées.", "(...) »", "Infractions pénales aggravées contre l’ordre public\nArticle 271 § 1", "« Est passible d’une peine de un à huit ans d’emprisonnement quiconque cause de graves blessures à autrui ou de lourds dommages matériels en commettant l’infraction pénale visée à l’article 263 § 1 (...) du présent code. »", "60.  Les dispositions pertinentes du code de procédure pénale (Zakon o kaznenom postupku, Journal officiel nos 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002 et 62/2003) sont ainsi libellées :", "Article 62", "« 1.  L’accusé peut être représenté par un avocat à tous les stades de la procédure, ainsi qu’avant l’ouverture de celle-ci dans les cas où la présente loi le prescrit. (...)", "(...)", "4.  Le tuteur légal, le conjoint ou le/la concubin(e), le parent en ligne directe, le parent ou l’enfant adoptif, le frère ou la sœur ou le parent d’accueil de l’accusé peuvent mandater un avocat pour représenter celui-ci, sauf s’il le refuse expressément.", "(...)", "6.  L’avocat de la défense doit présenter sa procuration à l’autorité chargée de la procédure. L’accusé peut aussi mandater verbalement un avocat devant l’autorité chargée de la procédure, auquel cas il doit en être pris acte. »", "Article 177 § 5", "« Au cours de l’enquête, les autorités policières fournissent au suspect les informations prévues par l’article 225 § 2 du présent code. Si le suspect en fait la demande, elles l’autorisent à prendre un avocat et, à cette fin, cessent de l’interroger tant que l’avocat ne sera pas arrivé, ou au plus tard pendant trois heures à compter du moment où le suspect formule cette demande. (...) Si, compte tenu des circonstances, l’avocat retenu n’est pas en mesure de se présenter dans ce délai, les autorités policières permettent au suspect de désigner un avocat inscrit sur la liste des avocats de permanence adressée à l’autorité policière compétente par la section locale du barreau croate (...) Si le suspect ne prend pas d’avocat ou si l’avocat sollicité ne se présente pas dans le délai prévu, elles peuvent reprendre l’interrogatoire (...) Le procureur peut être présent à l’interrogatoire. Le procès-verbal de [toute] déposition faite aux autorités policières par l’accusé en présence d’un avocat peut être retenu comme élément de preuve dans le cadre de la procédure pénale. »", "Article 225 § 2", "« L’accusé est informé des charges qui pèsent sur lui et des motifs de suspicion, ainsi que de son droit de garder le silence. »", "61.  Le code de procédure pénale, tel que modifié en 2011, dispose, dans ses parties pertinentes en l’espèce :", "Article 502", "« (...)", "2.  Les règles de réouverture du procès pénal s’appliquent aux demandes en révision de toute décision de justice définitive formées à la suite d’un arrêt définitif de la Cour européenne des droits de l’homme constatant une violation des droits et libertés garantis par la Convention de sauvegarde des droits de l’homme et des libertés fondamentales.", "3.  Toute demande en réouverture d’un procès à la suite d’un arrêt définitif de la Cour européenne des droits de l’homme doit être formée dans un délai de trente jours à compter de la date à laquelle l’arrêt de la Cour européenne des droits de l’homme devient définitif. »", "Article 574", "« (...)", "2.  La procédure concernant un recours formé contre un jugement antérieur à l’entrée en vigueur du présent code est régie par les dispositions législatives qui s’appliquaient à ce recours, sauf si le présent code en dispose autrement.", "3.  Les articles 497 à 508 du présent code sont donc applicables aux demandes en réouverture d’un procès pénal formulées en vertu du code de procédure pénale (Journal officiel nos 110/1997, 27/1998, 58/1999, 112/1999, 58/2002, 143/2002, 62/2003 et 115/2006). »", "B.  Éléments pertinents de droit international", "Droit d’accès à l’avocat de son choix en garde à vue", "a)  Conseil de l’Europe", "i.  Règles adoptées par le Comité des Ministres", "62.  La règle 93 de l’Ensemble des règles minima pour le traitement des détenus (Résolution (73) 5 du Comité des Ministres du Conseil de l’Europe) prévoit :", "« Un prévenu doit, dès son incarcération, pouvoir choisir son avocat ou être autorisé (...) à recevoir des visites de son avocat en vue de sa défense. Il doit pouvoir préparer et remettre à celui-ci des instructions confidentielles, et en recevoir. Sur sa demande, toute facilité doit lui être accordée à cette fin. (...) Les entrevues entre le prévenu et son avocat peuvent être à portée de la vue, mais ne peuvent pas être à portée d’ouïe directe ou indirecte d’un fonctionnaire de la police ou de l’établissement. »", "63.  En outre, les extraits pertinents de la Recommandation Rec(2006)2 du Comité des Ministres aux États membres sur les Règles pénitentiaires européennes, adoptée le 11 janvier 2006 lors de la 952e réunion des Délégués des Ministres, se lisent ainsi :", "« Conseils juridiques", "23.1  Tout détenu a le droit de solliciter des conseils juridiques et les autorités pénitentiaires doivent raisonnablement l’aider à avoir accès à de tels conseils.", "23.2  Tout détenu a le droit de consulter à ses frais un avocat de son choix sur n’importe quel point de droit.", "(...)", "23.5  Une autorité judiciaire peut, dans des circonstances exceptionnelles, autoriser des dérogations à ce principe de confidentialité dans le but d’éviter la perpétration d’un délit grave ou une atteinte majeure à la sécurité et à la sûreté de la prison. »", "ii.  Rapport adressé au gouvernement croate sur la visite conduite en Croatie par le Comité européen pour la prévention de la torture et des traitements ou peines inhumains ou dégradants (CPT) du 4 au 14 mai 2007", "64.  La partie pertinente en l’espèce de ce rapport est ainsi libellée :", "[Traduction du greffe]", "« 18.  La majorité des personnes interrogées par la délégation au cours de la visite de 2007 ont indiqué qu’elles avaient été informées peu après leur arrestation de leur droit d’accès à un avocat. Or, tout comme lors des visites antérieures, il apparaît que bon nombre de personnes en garde à vue n’ont été autorisées à exercer ce droit qu’un certain temps après leur arrestation, notamment une fois recueillies leurs dépositions concernant tel ou tel fait délictueux.", "Le fait que des personnes convoquées au poste de police pour des « entretiens à caractère informatif » ne sont toujours pas autorisées à voir un avocat demeure préoccupant aux yeux du Comité. Des policiers interrogés par la délégation ont dit que, dans le cadre de tels « entretiens », l’accès à un avocat ne peut être accordé qu’une fois l’intéressé formellement considéré comme un suspect.", "Au vu de ce qui précède, le CPT appelle de nouveau les autorités croates à prendre sans plus attendre des mesures effectives pour veiller à ce que toute personne en garde à vue, dès qu’elle est privée de liberté, jouisse du droit d’accès à un avocat (notamment du droit à la présence d’un avocat lors d’un interrogatoire de police). Ce droit devrait s’appliquer non seulement aux suspects en matière pénale, mais aussi à toute personne qui aurait juridiquement l’obligation de venir – et de rester – dans des locaux de la police. Le cas échéant, il faudrait modifier la loi. Évidemment, le souhait exprimé par une personne en garde à vue de consulter un avocat ne devrait pas empêcher la police de commencer, avant l’arrivée de l’avocat, à la questionner ou à l’interroger sur des questions urgentes. Le remplacement d’un avocat qui entraverait le bon déroulement d’un interrogatoire pourrait aussi être prévu, pourvu qu’une telle possibilité soit strictement encadrée et entourée de garanties appropriées.", "19.  Le CPT note avec préoccupation que les défaillances relevées dans le système d’assistance judiciaire en Croatie lors de sa visite de 2007 sont les mêmes que celles constatées en 2003. Dans de nombreux cas, les avocats commis d’office n’avaient aucun contact avec les détenus jusqu’à la première audience du tribunal. De surcroît, les détenus se disaient parfois sceptiques quant à l’indépendance des avocats commis d’office vis-à-vis de la police. Le CPT rappelle sa recommandation visant à un réexamen du système de l’assistance judiciaire gratuite aux détenus, de manière à garantir son effectivité dès le placement en garde à vue. Il faudrait veiller en particulier à l’indépendance des avocats commis d’office vis-à-vis de la police. »", "iii.  Rapport adressé au gouvernement croate sur la visite conduite en Croatie par le CPT du 19 au 27 septembre 2012", "65.  Ce rapport se lit ainsi dans sa partie pertinente en l’espèce :", "[Traduction du greffe]", "« 19.  La délégation du CPT a également recueilli les propos de détenus qui ont dit ne pas avoir pu accéder à un avocat désigné par eux, parce que les policiers estimaient avoir pour seule obligation de prendre contact avec les avocats commis d’office inscrit sur la liste standard plutôt que de prendre directement contact avec tel ou tel avocat.", "Le CPT recommande de rappeler aux policiers que toute personne privée de sa liberté par la police à un droit d’accès à l’avocat de son choix ; si elle demande à joindre un avocat particulier, la mise en contact devrait alors être facilitée et l’avocat commis d’office de la liste standard ne devrait être prévenu que si l’avocat choisi en premier lieu ne peut être joint ou ne se présente pas. »", "b)  Nations unies", "Pacte international relatif aux droits civils et politiques", "66.  L’article 14 § 3 b) du Pacte international relatif aux droits civils et politiques dispose que toute personne accusée d’une infraction pénale a droit « [à] disposer du temps et des facilités nécessaires à la préparation de sa défense et à communiquer avec le conseil de son choix ».", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 §§ 1 et 3 c) DE LA CONVENTION", "67.  Alléguant qu’il n’a pas été autorisé à être représenté par Me G.M. pendant son interrogatoire par la police, le requérant se plaint de n’avoir pas bénéficié d’un procès équitable. Il invoque l’article 6 §§ 1 et 3 c), qui est ainsi libellé dans ses parties pertinentes en l’espèce :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) de toute accusation en matière pénale dirigée contre elle. (...)", "3.  Tout accusé a droit notamment à :", "(...)", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent ; »", "A.  Les conclusions de la chambre", "68.  La chambre a axé son analyse sur la question du droit du requérant à faire appel au conseil de son choix et sur le point de savoir si, faute d’avoir pu exercer ce droit, un environnement coercitif a amené l’intéressé à s’autoincriminer sans qu’il ait pu bénéficier de conseils juridiques effectifs. Le requérant ne s’étant jamais plaint de la qualité des prestations de Me M.R., elle a jugé que la juridiction de jugement avait examiné le grief de l’intéressé relatif à sa représentation pendant son interrogatoire de police, que les aveux du requérant ne constituaient pas l’élément à charge essentiel et que rien ne prouvait qu’une quelconque pression eût été exercée sur lui pour le faire avouer. Considérant l’équité de la procédure dans son ensemble, elle a estimé que les droits de la défense n’avaient pas été irrémédiablement lésés et que le droit du requérant à un procès équitable garanti par l’article 6 n’avait pas été violé. Elle a conclu à la non-violation de l’article 6.", "B.  Thèses des parties devant la Grande Chambre", "1.  Le requérant", "69.  Le requérant affirme qu’il souhaitait être représenté par Me G.M. au cours de son interrogatoire de police, indiquant que celui-ci avait été son avocat dans un autre procès et qu’il lui faisait confiance. Il ajoute que ses parents avaient mandaté Me G.M. pour le représenter, mais que la police a empêché cet avocat de le voir.", "70.  Il allègue que la police ne lui a pas présenté de liste d’avocats à partir de laquelle choisir son conseil. Elle aurait pris contact avec un autre avocat, Me M.R., qui n’aurait disposé que de vingt-cinq minutes pour s’entretenir avec lui, ce qui, vu la complexité et la gravité des charges qui pesaient sur lui, n’aurait manifestement pas été suffisant. Me M.R. aurait demandé à la police que l’interrogatoire débute dès que possible, compte tenu de l’heure avancée.", "2.  Le Gouvernement", "71.  Le Gouvernement dit que, le 13 mars 2007 vers 14 heures, alors qu’il savait déjà que la police souhaitait le questionner au sujet des trois meurtres, du vol à main armée et de l’incendie volontaire, le requérant n’a pas cherché à joindre Me G.M. avant l’interrogatoire.", "72.  Il affirme que, lors de son arrestation par la police le 14 mars 2007 à 9 h 50, le requérant a tout d’abord renoncé à son droit à un avocat, avant de changer d’avis environ huit heures après et d’en solliciter un. Il déclare que le requérant a alors reçu de la police une liste d’avocats pénalistes de Primorsko-Goranska, qu’à partir de cette liste il a librement choisi Me M.R., qu’à l’arrivée de ce dernier il a signé une procuration sans y avoir été contraint par la police, et que Me M.R. doit donc passer pour avoir été l’avocat de son choix. D’après le Gouvernement, il s’agit là de faits et toutes les autres allégations du requérant, notamment celles concernant Me G.M., ne sont que pure conjecture.", "73.  Par ailleurs, le Gouvernement estime que rien ne prouve que Me G.M. ait reçu le 14 mars 2007 une procuration signée par l’un ou l’autre des parents du requérant et, à supposer même que Me G.M. ait été l’avocat désigné par l’un de ces derniers, il n’a pas été celui choisi par le requérant pour sa défense, considérant que celui-ci a désigné Me M.R. pour le représenter.", "74.  Il indique que le requérant avait déjà été interrogé à de nombreuses reprises par la police à l’occasion de vingt-deux arrestations antérieures et connaissait donc bien la situation dans laquelle il se trouvait. Il ajoute qu’à chaque fois le requérant a été représenté par un avocat différent. Il soutient que si l’intéressé avait souhaité être représenté par Me G.M., il l’aurait indiqué à la police. Or, d’après lui, il ne l’a pas fait.", "75.  Le Gouvernement avance que le requérant ne s’est jamais plaint devant les tribunaux internes de la qualité des prestations de Me M.R. Il estime que ces tribunaux ont suffisamment motivé leur réponse au grief de l’intéressé selon lequel il n’avait pas été représenté par l’avocat de son choix au cours de son interrogatoire au poste de police. Il ajoute que le choix du requérant d’avouer les faits qui lui étaient reprochés n’a rien d’inhabituel, considérant que l’intéressé avait auparavant admis avoir commis des infractions dont il était accusé dans le cadre d’autres procédures pénales, dont une fois en présence de Me G.M.", "C.  Appréciation de la Grande Chambre", "1.  Principes généraux", "76.  La Cour rappelle que si l’article 6 a pour finalité principale, au pénal, d’assurer un procès équitable devant un « tribunal » compétent pour décider du « bien-fondé de l’accusation », il n’en résulte pas qu’il se désintéresse des stades antérieurs à la phase de jugement. Ainsi, l’article 6 – surtout son paragraphe 3 – peut jouer un rôle avant la saisine du juge du fond si et dans la mesure où son inobservation initiale risque de compromettre gravement l’équité du procès. Ainsi qu’il est établi dans la jurisprudence de la Cour, le droit énoncé au paragraphe 3 c) de l’article 6 constitue un élément parmi d’autres de la notion de procès équitable en matière pénale énoncée au paragraphe 1 (Imbrioscia c. Suisse, 24 novembre 1993, §§ 36-37, série A no 275, et Salduz c. Turquie [GC], no 36391/02, § 50, CEDH 2008).", "77.  La Cour a dit aussi que, pour exercer ses droits, l’accusé doit pouvoir en principe bénéficier effectivement de l’assistance d’un avocat dès les premiers stades de la procédure pénale, car une législation nationale peut attacher à son attitude au cours de la phase initiale des interrogatoires de police des conséquences déterminantes pour les perspectives de la défense lors de la suite de la procédure (Salduz, précité, § 52). En outre, l’accusé se trouve souvent dans une situation particulièrement vulnérable lors de cette phase, vulnérabilité qui, dans la plupart des cas, ne peut être compensée de manière adéquate que par l’assistance d’un avocat, dont la tâche consiste notamment à veiller au respect du droit de tout accusé de ne pas s’incriminer lui-même (ibidem, § 54 ; voir aussi Pavlenko c. Russie, no 42371/02, § 101, 1er avril 2010).", "78.  Dans ces conditions, la Cour estime important que, dès les premiers stades de la procédure, un accusé qui ne souhaite pas se défendre lui-même puisse recourir aux services d’un défenseur de son choix (pour un raisonnement plus étoffé, voir Martin c. Estonie, no 35985/09, §§ 90 et 93, 30 mai 2013). C’est ce qui découle du libellé même de l’article 6 § 3 c), qui garantit à « [t]out accusé [le] droit [à] se défendre [avec] l’assistance d’un défenseur de son choix (...) » et il s’agit d’une norme internationale généralement reconnue en matière de droits de l’homme qui permet d’assurer à l’accusé une défense effective. La Cour souligne que l’équité de la procédure exige que l’accusé puisse obtenir toute la vaste gamme d’interventions qui sont propres au conseil (Dayanan c. Turquie, no 7377/03, § 32, 13 octobre 2009, et paragraphe 108 ci-dessous).", "79.  Malgré l’importance de relations de confiance entre un avocat et son client, ce droit n’est pas absolu. Il est forcément sujet à certaines limitations en matière d’assistance judiciaire gratuite et aussi lorsqu’il appartient aux tribunaux de décider si les intérêts de la justice exigent de doter l’accusé d’un défenseur d’office (Croissant c. Allemagne, 25 septembre 1992, § 29, série A no 237B). Selon la jurisprudence constante de la Cour, les autorités nationales doivent tenir compte des souhaits de l’accusé quant à son choix de représentation en justice, mais elles peuvent passer outre s’il existe des motifs pertinents et suffisants de juger que les intérêts de la justice le commandent (ibidem, § 29 ; voir aussi Meftah et autres c. France [GC], nos 32911/96 et 2 autres, § 45, CEDH 2002VII, Mayzit c. Russie, no 63378/00, § 66, 20 janvier 2005, Klimentïev c. Russie, no 46503/99, § 116, 16 novembre 2006, Vitan c. Roumanie, no 42084/02, § 59, 25 mars 2008, Pavlenko, précité, § 98, Zagorodniy c. Ukraine, no 27004/06, § 52, 24 novembre 2011, et Martin, précité, § 90). Faute de tels motifs, une restriction au libre choix d’un défenseur emporterait violation du paragraphe 1 de l’article 6, ainsi que de son paragraphe 3 c), si la défense du requérant, au vu de la procédure dans son ensemble, s’en trouvait lésée (Croissant, précité, § 31 ; voir aussi Meftah et autres, précité, §§ 4647, Vitan, précité, §§ 58-64, Zagorodniy, précité, §§ 53-55, et Martin, précité, §§ 90-97).", "80.  De plus, eu égard aux considérations ci-dessus et comme la Cour l’a dit dans son arrêt Salduz, pour que le droit à un procès équitable consacré par l’article 6 § 1 demeure « concret et effectif », il faut en principe que l’accès à un avocat soit consenti dès le premier interrogatoire d’un suspect par la police, sauf à démontrer, à la lumière des circonstances particulières de l’espèce, qu’il existe des raisons impérieuses de restreindre ce droit. Même lorsque de telles raisons peuvent exceptionnellement justifier le refus de l’accès à un avocat, pareille restriction – quelle que soit sa justification – ne doit pas indûment léser l’accusé dans ses droits découlant de l’article 6. Il est en principe porté une atteinte irrémédiable aux droits de la défense lorsque des déclarations incriminantes faites lors d’un interrogatoire de police subi en l’absence d’un avocat sont utilisées pour fonder une condamnation (Salduz, précité, §§ 55-57 ; voir aussi Panovits c. Chypre, no 4268/04, § 66, 11 décembre 2008).", "81.  À la différence de l’affaire Salduz, où l’accusé, en garde à vue, s’était vu refuser l’accès à un avocat au cours d’un interrogatoire de police, dans le cas d’espèce le requérant a eu dès son premier interrogatoire accès à un avocat, mais qui, selon ses dires, n’était pas celui de son choix. À l’inverse des cas de refus d’accès, le critère moins strict des motifs « pertinents et suffisants » s’applique lorsque se pose le problème moins grave du « refus de choix ». En pareil cas, la Cour a pour tâche de rechercher si, au vu de la procédure dans son ensemble, les droits de la défense s’en sont trouvés « lésés » au point de nuire globalement à l’équité du procès (voir, par exemple, Croissant, précité, § 31, Klimentïev, précité, §§ 117-118, et Martin, précité, §§ 96-97).", "82.  C’est ce dernier critère qu’il y a lieu d’appliquer en l’espèce. Au vu des éléments ci-dessus, la Cour considère qu’il lui faut commencer par déterminer s’il a été ou non démontré, à la lumière des circonstances particulières de l’espèce, qu’il existait des motifs pertinents et suffisants de passer outre ou de contrecarrer le souhait de l’accusé quant à sa représentation en justice. Dans la négative, il lui faudra ensuite rechercher si la procédure pénale a revêtu, dans son ensemble, un caractère équitable. Ce faisant, la Cour pourra tenir compte de divers facteurs tels que la nature de la procédure et l’application de certaines conditions professionnelles (Meftah et autres, précité, §§ 45-48, et Martin, précité, § 90), les circonstances entourant la désignation du conseil et l’existence de moyens permettant de s’y opposer (ibidem, §§ 9097), l’effectivité de l’assistance assurée par le conseil (Croissant, précité, § 31, et Vitan, précité, §§ 58-64), le respect du droit de l’accusé de ne pas contribuer à sa propre incrimination (Martin, précité, § 90), l’âge de l’accusé (ibidem, § 92), ainsi que l’utilisation par la juridiction de jugement de toute déclaration faite par l’accusé au moment considéré (voir, par exemple, Croissant, précité, § 31, Klimentïev, précité, §§ 117118, et Martin, précité, §§ 9495). Il faut rappeler aussi que la Convention vise à garantir des droits non pas théoriques ou illusoires, mais concrets et effectifs (voir, parmi de nombreux autres précédents, Airey c. Irlande, 9 octobre 1979, § 24, série A no 32, Imbrioscia, précité, § 38, Goddi c. Italie, 9 avril 1984, § 30, série A no 76, et Salduz, précité, § 55), et que pour statuer sur des droits consacrés par elle, il faut souvent s’attacher à cerner la réalité par-delà les apparences (voir, entre autres, Delcourt c. Belgique, 17 janvier 1970, § 31, série A no 11, De Jong, Baljet et Van den Brink c. Pays-Bas, 22 mai 1984, § 48, série A no 77, Pavlenko, précité, § 112, et Erkapić c. Croatie, no 51198/08, §§ 80-82, 25 avril 2013). Lorsque l’accusé n’a pas été représenté par un avocat, la Cour recherche aussi s’il a eu la possibilité de remettre en question l’authenticité des éléments de preuve et de s’opposer à leur utilisation (Panovits, précité, § 82) ; s’il se trouvait en détention ou non (Salduz, précité, § 60) ; si ses déclarations constituaient un élément important sur lequel reposait la condamnation et si les autres preuves en l’espèce étaient solides (Salduz, précité, § 57, et Panovits, précité, §§ 76 et 82).", "2.  Application en l’espèce des principes susmentionnés", "a)  Le requérant a-t-il été représenté par un avocat choisi par lui en connaissance de cause ?", "83.  Le 14 mars 2007, entre 20 h 10 et 23 heures, le requérant fut interrogé par la police en tant que suspect en présence d’un avocat, Me M.R. (paragraphes 21-22 ci-dessus). Sa déposition à la police fut retenue comme preuve dans son procès pénal (voir, a contrario, Bandaletov c. Ukraine, no 23180/06, §§ 60 et 68, 31 octobre 2013).", "84.  Pour le Gouvernement, la seule certitude concernant la représentation du requérant au cours de son interrogatoire de police est qu’il avait choisi de son plein gré d’être défendu par Me M.R. Toute allégation se rapportant à son souhait d’être représenté par un autre avocat, Me G.M., ne serait que pure conjecture (paragraphes 71-73 ci-dessus).", "85.  Les griefs du requérant concernant la coercition qu’il aurait subie ont été déclarés irrecevables par la chambre (arrêt de chambre, § 73). En outre, les juridictions nationales ont constaté, avec le concours d’une experte graphologue, que le requérant avait bel et bien signé une procuration mandatant Me M.R. (paragraphe 40 ci-dessus).", "86.  La Cour observe cependant que, dès le 14 mars 2007 au matin, Me G.M. a signalé à D.K. et I.B., substituts du procureur de comté à Rijeka, qu’il avait tenté en vain de prendre contact avec le requérant, lequel se trouvait alors au poste de police de Rijeka. Une note officielle fut rédigée à ce sujet et le tribunal de comté en fut aussitôt informé (paragraphe 15 ci-dessus). Dans la plainte déposée par lui l’après-midi de ce même jour auprès de V., chef du département de la police de Primorsko-Goranska, Me G.M. alléguait qu’il avait une nouvelle fois cherché à voir le requérant entre 15 heures et 15 h 30, mais que, là encore, la police lui avait dit de partir.", "87.  Le lendemain de son interrogatoire par la police, traduit devant un juge d’instruction et invité à indiquer qui était son avocat, le requérant affirma qu’il n’avait pas choisi Me M.R. et qu’il avait expressément demandé à être représenté par Me G.M. pendant cet interrogatoire. Il allégua que la police ne l’avait jamais prévenu que Me G.M. avait cherché à le joindre. À ce stade, devant le juge d’instruction, il fut défendu non plus par Me M.R. mais par Me G.M. (paragraphe 23 ci-dessus).", "88.  Dans la demande en dessaisissement, adressée au juge d’instruction le 16 mars 2007, Me G.M. exposa en détail le comportement de la police et les griefs qu’il en tirait (paragraphe 24 cidessus).", "89.  En outre, au cours du procès, le requérant se plaignit que la police n’eût pas autorisé Me G.M. à le joindre le 14 mars 2007 et pria le tribunal de faire entendre cet avocat, mais sa demande fut rejetée pour défaut de pertinence (paragraphe 44 ci-dessus).", "90.  Dans le cadre de toutes ces démarches, il était précisé que Me G.M. avait été choisi par les parents du requérant pour représenter celui-ci au cours de son interrogatoire par la police et que celle-ci lui avait refusé l’accès au requérant alors qu’il s’était bel et bien rendu au poste de police avant le début de l’interrogatoire et la convocation de Me M.R. dans ce même lieu. Il était allégué en outre que, si le matin du 14 mars 2007 Me G.M. n’avait été mandaté que verbalement par la mère du requérant, son stagiaire avait présenté l’après-midi une procuration écrite signée par le père (paragraphe 16 ci-dessus).", "91.  Dès lors, le requérant, de son propre fait et par le biais de son avocat, a clairement attiré l’attention sur les circonstances dans lesquelles Me G.M. avait cherché à le joindre avant son interrogatoire par la police.", "92.  Dans ces conditions, la Cour juge suffisamment établi que Me G.M. a été choisi par l’un des parents du requérant – ou par les deux –, qu’il a cherché plus d’une fois le 14 mars 2007 à voir le requérant au poste de police de Rijeka et que les policiers de ce poste lui ont dit de partir, sans informer le requérant qu’il était venu le voir. Elle est convaincue en outre que c’est avant le début de l’interrogatoire par la police que Me G.M. s’est rendu au poste de police et a demandé à voir le requérant.", "93.  Par conséquent, bien que le requérant eût formellement choisi Me M.R. pour le représenter lors de son interrogatoire de police, il ne l’a pas fait en connaissance de cause puisqu’il ignorait qu’un autre avocat, choisi par ses parents, était venu au poste de police pour le voir, vraisemblablement en vue d’assurer sa défense.", "b)  Existait-il des motifs pertinents et suffisants, dans l’intérêt de la justice, de restreindre l’accès du requérant à Me G.M. ?", "94.  La Cour note que Me G.M. n’a pas été autorisé à voir le requérant pour la seule raison que, d’après le Gouvernement, il n’était pas muni d’un mandat de représentation en bonne et due forme. Pour autant, le Gouvernement ne nie pas que le requérant n’a alors pas été averti que Me G.M. cherchait à le voir au poste de police.", "95.  Or la Cour relève que, devant les autorités nationales, Me G.M. a dit que les parents du requérant lui avaient bien remis une procuration écrite le 14 mars 2007. Il apparaîtrait que ces allégations n’ont jamais été réfutées de manière convaincante au cours de la procédure interne. De plus, une procuration écrite a été versée au dossier du juge d’instruction devant lequel le requérant avait été conduit par la police le 15 mars 2007.", "96.  Le droit interne pertinent énonce clairement que l’avocat de la défense peut être engagé par l’accusé lui-même ou par ses proches, dont ses parents (article 62 du code de procédure pénale ; paragraphe 60 ci-dessus). Aux termes de l’article 62 § 6 du code de procédure pénale, l’accusé peut mandater verbalement un avocat pour que celui-ci agisse en son nom au cours de la procédure. Le but de l’article 62 § 4 du code de procédure pénale, qui dispose que l’accusé peut expressément refuser l’avocat de la défense choisi pour lui par ses proches parents, ne peut être réalisé que si on le prévient que ceux-ci lui ont pris un avocat. La police avait donc à tout le moins l’obligation d’informer le requérant que Me G.M., mandaté par ses parents pour le représenter, était venu au poste de police. Or elle ne l’a pas fait et, de surcroît, elle a refusé que Me G.M. le voie.", "97.  La signature ultérieure par le requérant d’une procuration habilitant Me M.R. à être présent lors de son interrogatoire de police n’explique guère cette omission et ce refus. Ainsi qu’il a déjà été indiqué, le requérant a signé ce document sans jamais avoir su que Me G.M. avait plusieurs fois cherché à le représenter après avoir été mandaté par ses parents.", "98.  Les pièces du dossier pénal ne permettent pas davantage de justifier les omissions et actions de la police, qui ont eu pour conséquence de priver le requérant de la possibilité de choisir d’être représenté par Me G.M. lors de son interrogatoire. De plus – d’après le procès-verbal de sa déposition devant le juge d’instruction le 15 mars 2007 –, le lendemain de son arrestation, le requérant a déclaré que l’avocat de son choix était Me G.M. et que les policiers lui avaient refusé l’accès à celui-ci. Il a ajouté qu’il n’avait pas choisi Me M.R. comme avocat (paragraphe 23 cidessus).", "99.  Dans ces conditions, la Cour n’est pas convaincue que la restriction incriminée, induite par la conduite de la police, de la possibilité pour le requérant de désigner Me G.M. pour que celui-ci le représente dès le stade initial de l’interrogatoire par la police ait été justifiée par des motifs pertinents et suffisants (pour des cas où de tels motifs existaient, voir Meftah et autres, précité, § 45, Mayzit, précité, § 68, Popov c. Russie, no 26853/04, § 173, 13 juillet 2006 ; voir aussi Zagorodniy, précité, § 53, concernant le manque de qualification du représentant, Vitan, précité, §§ 5963, où l’avocat choisi par l’accusé n’avait pas comparu au tribunal sans motif légitime, Croissant, précité, § 30, concernant la désignation d’un avocat supplémentaire pour assurer la bonne marche de la procédure, Prehn c. Allemagne (déc.), no 40451/06, 24 août 2010, concernant le remplacement d’un avocat qui était inscrit auprès d’un autre tribunal, très éloigné de la prison où le requérant était détenu, ce qui entravait la bonne marche de la procédure, et Klimentïev, précité, § 118, où l’accusé était représenté par plusieurs avocats qui n’avaient pas tous pu participer au procès).", "c)  Le requérant a-t-il renoncé à son droit d’être représenté par l’avocat de son choix ?", "100.  La Cour a dit que ni la lettre ni l’esprit de l’article 6 de la Convention n’empêchent une personne de renoncer de son plein gré, de manière expresse ou tacite, aux garanties d’un procès équitable. Toutefois, pour entrer en ligne de compte sous l’angle de la Convention, pareille renonciation doit se trouver établie de manière non équivoque et ne doit se heurter à aucun intérêt public important (Sejdovic c. Italie [GC], no 56581/00, § 86, CEDH 2006II) ; de surcroît, elle doit être entourée d’un minimum de garanties correspondant à sa gravité (Poitrimol c. France, 23 novembre 1993, § 31, série A no 277A).", "101.  Il y a lieu de rappeler à cet égard que, parce qu’il est un droit fondamental parmi ceux constituant la notion de procès équitable et qu’il garantit l’effectivité du reste des garanties énoncées à l’article 6 de la Convention, le droit à un défenseur est l’archétype d’un droit appelant la protection spéciale du critère dit de la « renonciation consciente et éclairée », établi par la jurisprudence de la Cour (Pishchalnikov c. Russie, no 7025/04, §§ 77-79, 24 septembre 2009). De l’avis de la Cour, ce critère doit s’appliquer au choix d’un avocat par le requérant en l’espèce.", "102.  Comme la Cour l’a déjà fait observer, le requérant ignorait que Me G.M., mandaté par ses parents, s’était rendu au poste de police pour le voir. En outre, d’abord devant le juge d’instruction, puis tout au long de son procès, il s’est plaint que le choix de Me M.R. lui eût été « imposé » – selon ses termes – au cours de son interrogatoire par la police. Dans ces conditions, on ne peut affirmer qu’en signant la procuration et en déposant devant la police le requérant a renoncé sans équivoque, de manière expresse ou tacite, au droit que l’article 6 de la Convention lui garantit de désigner en connaissance de cause un avocat de son choix.", "d)  Y a-t-il eu atteinte à l’équité de la procédure dans son ensemble ?", "103.  Pour ce qui est de savoir ensuite si la restriction ainsi constatée à l’exercice par le requérant de son droit de désigner en connaissance de cause un avocat de son choix a nui à l’équité de la procédure dans son ensemble, la Cour note d’emblée que la déposition faite par le requérant à la police a servi à fonder sa condamnation, même s’il ne s’agissait pas de la pièce à charge clé (voir, a contrario, Magee c. Royaume-Uni, no 28135/95, § 45, CEDH 2000VI). Il est vrai aussi que la juridiction de jugement a apprécié cette déposition à l’aune des éléments de preuve complexes produits devant elle (voir, en comparaison, Bykov c. Russie [GC], no 4378/02, § 103, 10 mars 2009). En particulier, elle a jugé le requérant coupable en s’appuyant sur les déclarations faites par un certain nombre de témoins contreinterrogés pendant les débats, sur de nombreuses expertises et sur les procès-verbaux de l’inspection du lieu du crime et des perquisitions-saisies, ainsi que sur des photographies pertinentes et d’autres preuves matérielles. La juridiction de jugement disposait en outre des aveux faits par les coaccusés du requérant à l’audience et ni eux ni lui n’avaient allégué la moindre violation de leurs droits dans l’obtention de ces aveux.", "104.  Jamais non plus au cours de la procédure pénale le requérant ne s’est plaint de la qualité des conseils juridiques prodigués par Me M.R. De plus, lors de sa plaidoirie finale à l’issue des débats, sa représentante a invité le tribunal – au cas où celui-ci conclurait à la culpabilité de son client – à tenir compte dans la fixation de la peine des aveux de l’intéressé devant la police et de ses regrets sincères (paragraphe 48 ci-dessus).", "105.  Quant aux circonstances dans lesquelles Me M.R. a été choisi pour représenter le requérant, la Cour se réfère à l’article 177 § 5 du code de procédure pénale, qui impose d’inviter d’abord le suspect à désigner un avocat de son choix (paragraphe 60 ci-dessus). Si l’avocat initialement retenu par le suspect n’est pas en mesure de se présenter dans un certain délai à l’interrogatoire mené par la police, un remplaçant doit dans ce cas être choisi sur la liste des avocats de permanence communiquée à l’autorité de police compétente par la section locale du barreau croate. Or rien dans les documents produits devant la Cour ne prouve de manière concluante que ces procédures aient été suivies en l’espèce. La Cour estime regrettable que l’on n’ait pas dûment consigné les procédures suivies et les décisions prises de manière à dissiper tout doute quant à l’existence de pressions abusives dans le choix de l’avocat (voir, mutatis mutandis, Martin, précité, § 90, et Horvatić c. Croatie, no 36044/09, §§ 80-82, 17 octobre 2013).", "106.  La Cour constate, d’après le procès-verbal de l’interrogatoire du requérant par la police, que Me M.R. est arrivé au poste de police le 14 mars 2007 vers 19 h 45 et que cet interrogatoire a débuté vers 20 h 10 (paragraphes 21-22 ci-dessus). Ce procès-verbal ne mentionne ni l’heure exacte à laquelle le requérant et cet avocat ont commencé à s’entretenir ni la raison pour laquelle cette information n’y figure pas. La Cour note en outre qu’il ressort de la déposition de D.H., le procureur de comté de Rijeka, que Me M.R. s’est entretenu avec le requérant en privé pendant une dizaine de minutes (paragraphe 26 ci-dessus). Le jugement du tribunal de comté indique que Me M.R. est arrivé au poste de police à 19 h 45 et que l’interrogatoire a débuté à 20 h 10 (paragraphe 51 ci-dessus), ce que confirme l’arrêt de la Cour suprême (paragraphe 55 ci-dessus). La Cour estime, sans spéculer sur l’effectivité de l’assistance juridique fournie par Me M.R., qu’un tel laps de temps apparaît relativement court vu l’ampleur et la gravité des charges, en l’occurrence trois chefs de meurtre aggravé auxquels s’ajoutent d’autres chefs de vol à main armée et d’incendie volontaire. À cet égard, il faut aussi tenir compte de l’obligation, imposée par l’article 6 § 3 b), d’offrir à l’accusé le temps et les facilités nécessaires à la préparation de sa défense.", "107.  Me G.M. aurait été disponible dès le matin, bien avant le début de l’interrogatoire, pour assister le requérant, qui le connaissait depuis un précédent procès. Si le requérant avait été informé par la police de la présence de Me G.M. et s’il avait effectivement choisi d’être représenté par lui, il aurait disposé de beaucoup plus de temps pour se préparer à l’interrogatoire.", "108.  Sur ce point, la Cour souligne une nouvelle fois l’importance de la phase d’investigation pour la préparation d’un procès pénal, les preuves obtenues durant cette phase déterminant le cadre dans lequel l’infraction imputée sera envisagée au procès lui-même (Salduz, précité, § 54), et elle rappelle que dès cette phase l’accusé doit se voir offrir la possibilité de faire appel au défenseur de son choix (Martin, précité, § 90). L’équité de la procédure exige que l’accusé puisse obtenir toute la vaste gamme d’interventions qui sont propres au conseil. À cet égard, la discussion de l’affaire, l’organisation de la défense, la recherche des preuves à décharge, la préparation des interrogatoires, le soutien de l’accusé en détresse et le contrôle des conditions de détention sont des éléments fondamentaux de la défense que l’avocat doit pouvoir librement exercer (Dayanan, précité, § 32).", "109.  Dès lors qu’il est allégué, comme en l’espèce, que la désignation ou le choix par un suspect d’un avocat pour le représenter a contribué ou conduit à lui faire formuler une déclaration auto-incriminante dès le début de l’enquête pénale, les autorités nationales, notamment les tribunaux, se doivent d’opérer un contrôle minutieux. Or le raisonnement suivi par les juridictions internes en l’espèce concernant le moyen tiré par le requérant de la manière dont la police avait recueilli ses aveux est loin d’être étoffé. Ni la juridiction de jugement, ni le juge d’instruction, ni une quelconque autre autorité nationale n’ont pris la moindre mesure pour entendre Me G.M. ou les policiers impliqués en vue de faire la lumière sur les circonstances pertinentes ayant entouré la venue de cet avocat au poste de police de Rijeka le 14 mars 2007 à l’occasion de l’interrogatoire du requérant par la police. En particulier, les tribunaux internes n’ont pas réellement cherché à motiver ou justifier leur décision à l’aune des valeurs d’un procès pénal équitable, telles que consacrées à l’article 6 de la Convention.", "110.  Dans ces conditions, eu égard à la finalité de la Convention, qui est de protéger des droits concrets et effectifs (Lisica c. Croatie, no 20100/06, § 60, 25 février 2010), la Cour n’est pas convaincue que le requérant ait eu une possibilité réelle de contester les circonstances dans lesquelles Me M.R. avait été désigné pour le représenter lors de son interrogatoire par la police.", "111.  Pour déterminer si, au vu de la procédure pénale dans son ensemble, le requérant a bénéficié d’un « procès équitable » au sens de l’article 6 § 1, la Cour doit tenir compte des mesures par lesquelles la police l’a effectivement empêché, dès le début de l’enquête, d’accéder à l’avocat choisi par sa famille et de choisir librement son propre avocat, ainsi que des conséquences de la conduite de la police sur la suite de la procédure. En théorie, que le suspect ait été assisté par un avocat qualifié, tenu à une déontologie professionnelle, plutôt que par un autre avocat qu’il aurait peutêtre préféré désigner ne suffit pas en soi à démontrer que le procès dans son ensemble était inéquitable – sauf cas avérés d’incompétence ou de partialité (Artico c. Italie, 13 mai 1980, § 33, série A no 37). En l’espèce, on peut présumer que la conduite de la police a eu pour conséquence que, dès sa première déposition devant celle-ci, au lieu de garder le silence comme il aurait pu le faire, le requérant a fait des aveux qui ont été ultérieurement versés au dossier comme pièce à charge. Il convient aussi de noter que jamais par la suite, au cours de la phase de l’enquête et de celle, consécutive, du jugement, le requérant ne s’est appuyé sur ses aveux, si ce n’est à titre de circonstance atténuante pour la fixation de sa peine ; au contraire, il a contesté dès qu’il en a eu la possibilité, en l’occurrence devant le juge d’instruction, la manière dont la police les avait recueillis (paragraphes 23-24, 31, 48, 52 et 54 ci-dessus). Même s’il existait d’autres pièces à charge, la Cour ne saurait faire abstraction des répercussions probablement significatives des aveux initiaux du requérant sur la suite de la procédure pénale dirigée contre lui. En somme, elle estime que la conséquence objective de la conduite de la police lorsqu’elle a empêché l’avocat choisi par la famille du requérant de voir celui-ci était de nature à nuire à l’équité du procès pénal ultérieur dans la mesure où la déclaration incriminante initiale du requérant a été versée au dossier.", "e)  Conclusion", "112.  La Cour a constaté que la police n’avait informé le requérant ni de la disponibilité de Me G.M. ni de la présence de celui-ci au poste de police de Rijeka, que le requérant avait avoué au cours de son interrogatoire les crimes dont il était accusé et que ses aveux avaient été retenus à charge lors de son procès, et que les juridictions nationales n’avaient pas dûment examiné cette question et, en particulier, n’avaient pas pris les mesures qui s’imposaient en conséquence pour assurer l’équité du procès. Ces éléments, considérés cumulativement, ont irrémédiablement porté atteinte aux droits de la défense et nui à l’équité de la procédure dans son ensemble.", "113.  La Cour conclut donc que, dans les circonstances de l’espèce, il y a eu violation de l’article 6 §§ 1 et 3 c) de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "114.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "115.  Le requérant réclame 1 795 200 kunas croates (HRK) pour dommage moral, plus un supplément de 400 HRK par jour à partir du 26 décembre 2011 jusqu’à sa sortie de prison, en réparation du désarroi que son procès pénal et son incarcération lui auraient causé.", "116.  Le Gouvernement ne formule aucune observation sur ce point.", "117.  La Cour ne saurait se livrer à des spéculations sur l’issue du procès du requérant. Le constat d’une violation de l’article 6 §§ 1 et 3 c) formulé en l’espèce ne signifie pas que le requérant a été condamné à tort. La Cour estime que ce constat représente une satisfaction équitable suffisante. Elle relève que l’article 502 du code de procédure pénale ouvre la possibilité d’une réouverture du procès (paragraphe 61 ci-dessus). Elle rejette donc la demande du requérant (Moser c. Autriche, no 12643/02, § 108, 21 septembre 2006, Maresti c. Croatie, no 55759/07, § 75, 25 juin 2009, Baloga c. Ukraine, no 620/05, § 38, 16 septembre 2010, Hanif et Khan c. Royaume-Uni, nos 52999/08 et 61779/08, § 155, 20 décembre 2011, Gürkan c. Turquie, no 10987/10, § 26, 3 juillet 2012, Denk c. Autriche, no 23396/09, § 24, 5 décembre 2013, et Aras c. Turquie (no 2), no 15065/07, § 62, 18 novembre 2014).", "B.  Frais et dépens", "118.  Devant la chambre, le requérant avait réclamé 5 000 HRK pour les frais d’introduction de son recours constitutionnel, ainsi que 15 683 HRK pour les frais et dépens exposés devant la Cour.", "119.  Le Gouvernement s’oppose à la demande relative aux dépens concernant la procédure interne.", "120.  Le 31 juillet 2014 et le 21 janvier 2015, le requérant a présenté une demande pour frais et dépens venant compléter celle formulée devant la chambre. Cette demande complémentaire, qui porte sur une somme d’un montant total de 29 279,60 HRK, concerne les frais de préparation de l’audience du 21 janvier 2015 et de représentation à celle-ci.", "121.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, la Cour relève que le recours constitutionnel formé par le requérant concernant la procédure pénale en cause avait pour but de faire redresser la violation de l’article 6 §§ 1 et 3 c) de la Convention constatée par elle. Compte tenu des documents en sa possession et de sa jurisprudence, elle estime raisonnable d’allouer au requérant la somme de 6 500 euros, tous chefs de dépens confondus, plus tout montant pouvant être dû par lui à titre d’impôt sur cette somme.", "C.  Intérêts moratoires", "122.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par seize voix contre une, qu’il y a eu violation de l’article 6 §§ 1 et 3 c) de la Convention ;", "", "2.  Dit, par seize voix contre une, que le constat d’une violation constitue en soi une satisfaction équitable suffisante pour tout dommage moral pouvant avoir été subi par le requérant ;", "", "3.  Dit, par seize voix contre une,", "a)  que l’État défendeur doit verser au requérant, dans les trois mois, 6 500 EUR (six mille cinq cents euros) pour frais et dépens, à convertir dans la monnaie nationale de l’État défendeur au taux applicable à la date du règlement, plus tout montant pouvant être dû par le requérant à titre d’impôt sur cette somme ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 20 octobre 2015.", "Lawrence Early\tDean Spielmann\n\tJurisconsulte\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante du juge Zupančič ;", "–  opinion concordante commune aux juges Kalaydjieva, Pinto de Albuquerque et Turković ;", "–  opinion concordante du juge Silvis, à laquelle se rallie le juge Spielmann ;", "–  opinion dissidente du juge Vehabović.", "D.S.\nT.L.E.", "", "", "OPINION CONCORDANTE DU JUGE ZUPANČIČ", "(Traduction)", "", "1.  Je suis d’accord avec l’issue de l’affaire. Je tiens néanmoins à évoquer un point relatif à l’exécution interne du présent arrêt – dans la mesure où, manifestement, c’est le nouveau procès qui est la solution naturelle au constat d’une violation procédurale par la Cour.", "2.  L’article 502 du code de procédure pénale croate, tel que modifié en 2011, dispose que les règles de la réouverture du procès pénal s’appliquent aux demandes en révision de toute décision de justice interne définitive formées à la suite d’un constat de violation par la Cour. Pareille demande doit être formée dans un délai de trente jours à compter de la date à laquelle l’arrêt de la Cour devient définitif (paragraphe 61 de l’arrêt).", "3.  Toutefois, la question qui se pose dans toutes les affaires similaires n’est pas seulement celle de la réouverture de la procédure. À l’évidence, la finalité d’un nouveau procès interne en pareil cas est de remédier aux erreurs rédhibitoires, assimilables aux « erreurs procédurales absolument fondamentales » en droit interne, initialement à l’origine de notre constat de violation. Si la présente affaire concerne certes une situation tangente concernant le droit de tout suspect à l’avocat de son choix, les autorités internes ne sont pas soustraites pour autant à leur obligation de remédier aux erreurs procédurales à l’origine de notre constat de violation. L’arrêt de la majorité retient comme principe le droit de ne pas témoigner contre soimême et met en avant le nouveau procès, mais elle ne précise pas le cadre procédural dans lequel le nouveau procès devra être sollicité.", "4.  En l’espèce, l’erreur consistant en un interrogatoire conduit sans l’assistance d’un avocat a été commise au cours du stade de la procédure antérieur à la phase du jugement, c’est-à-dire un stade qui est jugé essentiel et dont l’issue risque de prédéterminer celle du procès lui-même. Comme l’a dit George Feifer, « [l]e code pénal soviétique ne permet pas à l’avocat d’être présent lors de l’interrogatoire. La phase de jugement en Union soviétique a donc été fort justement qualifiée de « recours contre l’instruction préliminaire » (Feifer, Justice in Moscow, 1964, p. 86). La métaphore a été reprise par le juge A.J. Goldberg de la Cour suprême des États-Unis d’Amérique, dans le fameux arrêt Escobedo v. Illinois, 378 US 478 (1964), précurseur de l’arrêt Miranda v. Arizona, 384 US 436 (1966). Quarante-deux ans plus tard, nous avons dit nous aussi, dans notre arrêt Salduz c. Turquie ([GC], no 36391/02, § 50, CEDH 2008) :", "« La Cour rappelle que si l’article 6 a pour finalité principale, au pénal, d’assurer un procès équitable devant un « tribunal » compétent pour décider du « bien-fondé de l’accusation », il n’en résulte pas qu’il se désintéresse des phases qui se déroulent avant la procédure de jugement. Ainsi, l’article 6 – spécialement son paragraphe 3 – peut jouer un rôle avant la saisine du juge du fond si, et dans la mesure où, son inobservation initiale risque de compromettre gravement l’équité du procès (...) Ainsi qu’il est établi dans la jurisprudence de la Cour, le droit énoncé au paragraphe 3 c) de l’article 6 constitue un élément parmi d’autres de la notion de procès équitable en matière pénale contenue au paragraphe 1 (...) »", "5.  À présent se pose la question de la solution procédurale adéquate à appliquer par les juridictions internes lorsque l’affaire sera rejugée. Quid des preuves que la police n’aurait pas obtenues si l’avocat légitime du suspect n’avait pas été absent au cours des interrogatoires de ce dernier ? Il faudra aussi se demander dans quelle mesure les éléments recueillis lors du procès du requérant étaient le « fruit de l’arbre empoisonné » de la violation initiale manifeste de ses droits garantis par la Convention. Ainsi qu’il est impliqué ci-dessus, le critère à retenir est celui de la condition sine qua non, c’est-à-dire que la recherche visera toutes les preuves tirées directement ou indirectement de l’interrogatoire irrégulier au moment critique que représente l’entame de cette procédure interne.", "6.  La question qui se pose est donc celle de la règle de l’exclusion. Lors du nouveau procès, afin que le droit à un avocat ait un quelconque sens, les éléments viciés précédemment recueillis – « viciés » car obtenus en l’absence de l’avocat légitime – devront être consciencieusement exclus du dossier concernant le requérant et, de plus, le nouveau tribunal saisi de l’affaire ne devra avoir aucune connaissance des éléments viciés pour étayer son verdict lors du jugement au fond.", "7.  Dans les systèmes de droit dits « continentaux », il n’est pas facile d’y parvenir, étant donné que le procès pénal ignore la procédure de voir-dire pour la sélection des membres du jury. Dans une procédure de voir-dire, un juré peut être exclu avec motif ou péremptoirement. Par exemple, dans notre affaire, les jurés qui, se fondant sur leur connaissance antérieure de ce procès célèbre, se seraient forgé une opinion notamment sur la culpabilité de l’accusé seraient exclus avec motif. Il en résulterait alors un jury dont les membres, pour ce qui est de l’affaire Dvorski, seraient vierges d’esprit.", "8.  En droit interne, l’affaire sera vraisemblablement confiée à une nouvelle formation de juges, composée en partie de magistrats professionnels et d’assesseurs, chacun sélectionné dans le respect du droit constitutionnel de l’accusé à son juge naturel. Or, vu la notoriété de l’affaire, il n’y aura aucune garantie que ces magistrats ne se soient forgé aucune opinion préconçue et soient donc en mesure d’aborder l’affaire animés d’un esprit nouveau. Une fois le génie sorti de sa bouteille, il est impossible de l’y faire retourner.", "9.  En revanche, la règle de l’exclusion est tirée d’un système, la common law, dans lequel le verdict de culpabilité ou d’innocence est rendu par un jury. Le jury est avisé de certains éléments de preuve admissibles. La règle de l’exclusion aura pour effet aussi que jamais il ne connaîtra, visuellement ou oralement, un élément qui ne serait pas admissible. Le rôle procédural du juge dans le système de la common law consiste à vérifier l’admissibilité des preuves en vertu de principes bien étoffés régissant cette matière.", "10.  Dans un système continental, il n’existe tout simplement pas de corps de règles régissant l’admissibilité des preuves. Au lieu de cela, nous avons un principe appelé « libre appréciation de la preuve » qui fut la réponse historique aux règles antérieures, d’application mécanique, régissant la valeur de tel ou tel élément de preuve. Le célèbre professeur et théoricien du droit croate Vladimir Bayer a dit, il y a bien des décennies, que la tentative d’introduction du système du jury en droit continental avait échoué précisément parce qu’il n’y avait aucun corps de règles régissant l’admissibilité de la preuve au cours du procès pénal.", "11.  Nous sommes donc manifestement confrontés au problème de l’inadmissibilité des preuves viciées, c’est-à-dire de la règle de l’exclusion, lors d’un procès donné, car, une fois les éléments présentés, il n’y a aucun moyen de les faire sortir de la gamme cognitive des magistrats siégeant.", "12.  La règle allemande interdisant au juge de s’appuyer sur des preuves de ce type dans son raisonnement et dans la motivation de son jugement est pour le moins naïve dans la mesure où elle présuppose la capacité du juge à faire abstraction des éléments viciés ou irrecevables pour d’autres raisons.", "13.  Le postulat, dont l’évêque Berkeley démontra la fausseté, voulant que l’exposé de la preuve d’une idée explique la manière dont l’idée même est née, est à l’origine de l’interdiction de citer dans la motivation du jugement les preuves visées par la règle de l’exclusion. Cela n’empêchera certainement pas le juge de rationaliser a posteriori son « intime conviction », comme l’appellent les Français.", "14.  Si l’effectivité de la règle de l’exclusion à la réouverture de ce procès n’est pas assurée, la seule solution semblerait que le requérant saisisse de nouveau la Cour. En pareil cas, de toute évidence, la Cour aurait ensuite à trancher cette question délicate. Signalons que ce problème n’est pas propre à la Croatie : il serait le même dans la plupart des autres pays continentaux qui ne connaissent pas le jury. Voilà pourquoi je soulève la question ici, en prévision du problème de l’exclusion des preuves inadmissibles et viciées.", "", "", "OPINION CONCORDANTE COMMUNE AUX JUGES KALAYDJIEVA, PINTO DE ALBUQUERQUE\nET TURKOVIĆ", "(Traduction)", "", "1.  Nous sommes d’accord avec l’avis de la majorité selon lequel il y a eu violation de l’article 6 §§ 1 et 3 c) de la Convention en l’espèce, mais nous ne partageons pas entièrement son raisonnement. À notre avis, la présente affaire soulève quatre questions importantes qui appellent une méthode fondée sur des principes. Premièrement, le droit d’accès à un avocat comporte-t-il en lui-même un droit de recourir à l’assistance d’un défenseur de son choix dès les premiers stades de la procédure ? Deuxièmement, quelle est la teneur du droit de choisir un avocat ? Troisièmement, le droit à l’avocat de son choix doit-il être soumis à un standard de protection inférieur à celui du droit d’accès à un avocat ? Quatrièmement, la Cour doit-elle apprécier l’équité du procès dans son ensemble et appliquer le critère de la mise en balance (harmless-error analysis, ou analyse sur le terrain de l’erreur anodine) lorsque le requérant s’est vu refuser le droit de choisir un avocat pendant l’enquête de police, dans le cadre de laquelle il a fait des déclarations auto-incriminantes ? Nous examinerons ces questions compte tenu de la jurisprudence de la Cour et des standards actuels du droit international des droits de l’homme et du droit pénal international.", "Le droit d’accès à l’avocat de son choix dès les premiers stades du procès", "2.  Dans son arrêt Salduz c. Turquie, la Cour a dit que, en principe, l’accès à un avocat doit être donné à tout suspect dès son premier interrogatoire par la police, sauf à démontrer, à la lumière des circonstances particulières de l’espèce, qu’il existe des raisons impérieuses de restreindre ce droit. Même lorsqu’un suspect garde le silence et n’est pas interrogé en détention, une restriction à son droit à l’assistance d’un avocat dès son arrestation peut être contraire aux exigences de l’article 6 §§ 1 et 3 c) de la Convention. La raison à cela est qu’il n’appartient pas à la Cour de spéculer sur l’impact qu’aurait eu sur la suite de la procédure l’accès du requérant à un avocat pendant sa garde à vue. Toutefois, l’arrêt Salduz a laissé sans réponse la question de savoir si et dans quelle mesure, en pareilles circonstances, le droit d’accès à un avocat pourrait impliquer le droit à l’avocat de son choix. Depuis cet arrêt, le droit à l’avocat de son choix avant la phase de jugement a bien été examiné mais n’était jamais une question essentielle. Nous saluons la conclusion exposée par la majorité aux paragraphes 78 et 108 de l’arrêt, qui reconnaît expressément le droit à l’avocat de son choix dès les premiers stades de la procédure et interprète donc le texte de l’article 6 § 3 c) conformément aux standards juridiques internationaux. Nous estimons toutefois que cette conclusion méritait un raisonnement plus élaboré.", "3.  Dans des instruments internationaux analogues à la Convention, tels que le Pacte international relatif aux droits civils et politiques en son article 14 § 3 b), la Convention américaine relative aux droits de l’homme en son article 8 § 2 d) et la Charte africaine des droits de l’homme et des peuples en son article 7 § 1 c), le droit du suspect à l’assistance de l’avocat de son choix pendant la phase antérieure au jugement n’est pas expressément énoncé, mais il est reconnu en pratique.", "4.  Le Comité des droits de l’homme des Nations unies (« le Comité ») a dit dans un certain nombre d’affaires que la désignation par le juge d’un avocat (ne serait-ce que pendant une journée) lors de l’instruction contrevenait aux principes du procès équitable si un avocat qualifié choisi par l’accusé était disponible et prêt à représenter ce dernier et si des mesures d’enquête étaient conduites. De plus, dans son Observation générale no 32, le Comité a dit que le droit pour l’accusé de communiquer avec son conseil exigeait qu’il eût accès à celui-ci dans le plus court délai. Il a également souligné ceci : « toutes les personnes qui sont arrêtées doivent immédiatement avoir accès à un conseil ». De même, ce droit a été constamment affirmé dans la jurisprudence de la Cour interaméricaine des droits de l’homme et de la Commission africaine des droits de l’homme et des peuples.", "5.  La directive de l’Union européenne 2013/48/UE garantit à tout suspect le droit d’être conseillé par un avocat dès le premier stade de l’interrogatoire de police et à tous les stades ultérieurs de la procédure pénale, ainsi que dans le cadre d’un mandat d’arrêt européen et, une fois arrêté et en garde à vue, de communiquer avec sa famille, ainsi qu’avec les autorités consulaires s’il se trouve hors de son pays d’origine.", "6.  On retrouve aussi le droit d’accès à un avocat de son choix lors de la phase antérieure au jugement en soft law tant européenne (paragraphes 6265 de l’arrêt) qu’universelle. Cela va dans le droit fil du principe 1 des Principes de base des Nations unies relatifs au rôle du barreau, selon lequel « [t]oute personne peut faire appel à un avocat de son choix pour protéger et faire valoir ses droits et pour la défendre à tous les stades d’une procédure pénale ». Le principe 5 des Principes de base relatifs au rôle du barreau et le principe 17 de l’ensemble de principes relatifs au droit à un procès équitable et à un recours disposent expressément que toute personne arrêtée, inculpée ou détenue doit être informée sans retard de son droit à être assistée par un avocat de son choix. Enfin, le principe 7 des Principes de base relatifs au rôle du barreau impose aux pouvoirs publics de prévoir que toute personne arrêtée ou détenue puisse communiquer avec un avocat dans un délai de quarante-huit heures à compter de son arrestation ou de sa mise en détention.", "7.  En droit pénal international, le droit de choisir un avocat avant la procédure de jugement est bien établi, aussi bien dans les statuts que dans les règlements de procédure et de preuve et la pratique des divers tribunaux internationaux. Fondée sur l’article 21 § 4 du Statut du Tribunal pénal international pour l’ex-Yougoslavie (TPIY), sur l’article 20 § 4 du Statut du Tribunal pénal international pour le Rwanda (TPIR), sur l’article 17 § 4 du Statut du Tribunal spécial pour la Sierra-Leone et sur les articles 55 § 2, 56 et 67 § 1 du Statut de la Cour pénale internationale (CPI), la pratique est que seul un petit pourcentage d’accusés soient représentés par des avocats financés par des fonds privés choisis par leurs clients. Dans la majorité des cas, les tribunaux remettent à l’accusé une liste d’avocats certifiés à partir de laquelle il peut faire son choix. En pareils cas, ils sont obligés de désigner un avocat dans les meilleurs délais pour toute la durée de la procédure, y compris au cours de chaque interrogatoire de l’accusé. Toute preuve recueillie en violation du droit à un avocat est exclue.", "Le choix libre et avisé d’un avocat", "8.  À nos yeux, la question essentielle qui se pose dans la présente affaire est de savoir si les autorités ont pris les mesures positives nécessaires pour garantir la jouissance effective du droit du requérant à l’assistance d’un défenseur de son choix, en l’occurrence lui communiquer les informations qu’elles détenaient et qui, dans le contexte du droit national, étaient nécessaires au choix par lui d’un avocat en toute connaissance de cause. Comme le conclut la majorité, « la police n’avait informé le requérant ni de la disponibilité de Me G.M. ni de la présence de celui-ci au poste de police de Rijeka » (paragraphe 112 de l’arrêt) et, donc, comme l’arrêt le souligne au paragraphe 93, « bien que le requérant eût formellement choisi Me M.R. pour le représenter lors de son interrogatoire de police, il ne l’a pas fait en connaissance de cause ».", "9.  Selon le code de procédure pénale croate, la police est tenue d’aider tout suspect à obtenir les informations nécessaires au choix par lui de son représentant en toute connaissance de cause en lui remettant une liste d’avocats autorisés. À la lumière des dispositions juridiques internes qui permettent aux parents de l’accusé de choisir un avocat pour lui et l’autorisent par ailleurs à refuser cet avocat et à mandater verbalement un avocat devant l’autorité chargée de la conduite de la procédure, il était nécessaire, dès lors que le requérant avait exprimé son souhait de faire appel à un avocat, de l’informer que ses parents en avaient déjà mandaté un pour lui (paragraphes 60 et 105 de l’arrêt).", "10.  Le Gouvernement n’a jamais contesté que la police avait omis de mentionner au requérant l’avocat choisi par ses parents et il n’a donné aucune justification objectivement raisonnable pour cette lacune, tandis que le requérant a écarté l’avocat choisi par lui et est revenu sur sa déclaration auto-incriminante dès qu’il en a eu la possibilité, c’est-à-dire le lendemain même. Le Gouvernement n’a pas non plus prouvé, comme il en avait la charge, que le requérant s’était vu garantir une possibilité réelle d’exercer son droit à l’avocat de son choix.", "11.  La seule raison avancée par le Gouvernement pour laquelle le requérant n’avait pas été informé que ses parents avaient mandaté Me G.M. était que, selon la police et les juridictions internes, ce dernier n’était pas muni au moment considéré d’un mandat en bonne et due forme pour représenter le requérant. À cet égard, la Cour relève que, devant les autorités nationales, Me G.M. a dit qu’il détenait bien une procuration écrite que les parents du requérant lui avaient remise le 14 mars 2007 (paragraphe 24 de l’arrêt). Ces allégations ont été réfutées au cours de la procédure interne, mais pas de manière convaincante (paragraphes 55 et 95 de l’arrêt). Quoi qu’il en soit, pareille rétention d’informations – par exemple pour le motif purement formaliste de l’absence d’une procuration écrite –, alors que l’avocat avait représenté l’accusé dans un procès antérieur et était en contact avec la mère de celui-ci en Italie par la voie téléphonique et que tous ces éléments étaient connus de la police, ne pouvait se justifier de manière objective et raisonnable.", "12.  Enfin, le Gouvernement soutient également que le requérant a eu la possibilité le 14 mars 2007 de faire un choix à partir d’une liste d’avocats de permanence, or il n’a pas produit copie de cette pièce devant la Cour. Le requérant dit qu’on ne lui a remis aucune liste. Le Gouvernement rétorque que les archives du poste de police ne conservent pas de telles listes. Il a produit au lieu de cela une liste de la même teneur selon lui que celle de 2007. Deux thèses contradictoires étant formulées sur l’existence de la liste de 2007, nous estimons que la charge de la preuve aurait dû peser sur le Gouvernement s’agissant de sa thèse selon laquelle une telle liste existait et avait été fournie au requérant. C’est au Gouvernement qu’il revenait de prouver le fait positif que la liste existait et que le requérant avait choisi un avocat à partir de celle-ci ; ce n’était pas au requérant de prouver le fait négatif que la liste n’existait pas et qu’il n’avait pas eu la possibilité de choisir ainsi un avocat. Le Gouvernement n’a pas apporté les preuves pertinentes devant la Cour.", "13.  À nos yeux, ces éléments suffisent à justifier la conclusion que le défaut de communication au requérant d’informations pertinentes était une omission irrégulière en raison de laquelle ce dernier a été erronément privé de l’avocat de son premier choix. Autrement dit, il y a eu ingérence dans son droit au choix libre et avisé d’un avocat. Cette ingérence jette inévitablement le doute quant à savoir si la police a agi de bonne foi et donc si elle a assuré l’exercice effectif des droits de la défense consacrés par l’article 6 § 3 c) et l’équité de la procédure garantie par l’article 6 § 1 de la Convention.", "Refus irrégulier du choix d’un avocat", "14.  La finalité du droit à l’avocat de son choix est de garantir l’équité de la procédure pénale par une assistance professionnelle adéquate. En l’absence de preuve contraire, un déni, une restriction ou une ingérence non justifiés dans l’exercice de ce droit donnera toujours inévitablement l’impression que les autorités ont cherché à influencer le choix par le suspect d’une assistance professionnelle de manière à lui imposer un avocat plus « commode » pour la police ou l’accusation et fera naître des doutes et des soupçons semblant indiquer que le but était de manipuler ou tromper un suspect afin de recueillir des preuves au mépris des principes d’équité. La simple apparence de mauvaise foi de la part de la police suffit à faire douter du caractère réellement volontaire d’aveux incriminants livrés dans ces conditions.", "15.  Pour cette raison, nous ne pensons pas qu’un « refus de choix » injustifié ou irrégulier soit « moins grave » qu’un « refus d’accès » injustifié ou irrégulier. Donc, contrairement à la majorité, nous estimons que la situation dans l’affaire Dvorski aurait dû être analysée sur la base du même raisonnement que la situation dans l’affaire Salduz. Dès lors, très respectueusement, nous ne considérons pas que les affaires Croissant c. Allemagne et Klimentïev c. Russie, qui traitent de cas allégués de « refus de choix » justifié d’un avocat, soient applicables en l’espèce.", "Conséquence des erreurs structurelles sur l’équité du procès pénal", "16.  En procédure pénale, il existe des droits procéduraux si essentiels à l’équité du procès que jamais leur violation ne pourra être regardée comme justifiée. Toute violation de ces droits constitue une erreur structurelle, qui affecte le cadre dans lequel le procès est conduit.", "17.  La Cour a déjà reconnu que de telles erreurs structurelles peuvent naître lorsque des aveux sont recueillis en violation de l’article 3, que des preuves matérielles sont directement obtenues par la torture, et qu’il y a refus irrégulier d’accès à un avocat. Comme elle l’a souligné dans son arrêt Salduz, les preuves recueillies durant l’enquête pour la préparation du procès déterminent le cadre dans lequel l’infraction imputée sera examinée au procès et des erreurs procédurales de cette nature commises au cours de cette phase auront nécessairement une incidence sur l’équité de la procédure. La règle dite de l’« exclusion » (exclusionary rule) visant à protéger le principe interdisant de témoigner contre soi-même, l’usage de preuves collectées au mépris de ce principe fondamental rendra le procès inéquitable ipso facto, c’est-à-dire indépendamment des autres circonstances de l’espèce. La Cour a donc jugé dans l’arrêt Salduz que toute condamnation fondée sur un aveu ou une déclaration livrée en violation du droit d’accès à un avocat constitue une violation du droit général à un procès équitable garanti par l’article 6 § 1 de la Convention. Autrement dit, cet arrêt a instauré une règle automatique d’exclusion pour toute déclaration auto-incriminante faite sans qu’un avocat ait été présent pendant l’interrogatoire lorsqu’il n’y a aucune raison impérieuse de refuser l’accès à un avocat (c’est-à-dire en cas de refus injustifié d’accès à un avocat).", "18.  Nous estimons que le refus irrégulier d’un choix d’avocat constitue un autre exemple d’erreur structurelle dans la procédure pénale qui devrait entraîner automatiquement l’exclusion de toute déclaration auto-incriminante entachée de cette erreur. Pareille déclaration qui ne serait pas exclue avant la phase de jugement devrait emporter en elle-même violation de la Convention sans qu’il y ait un quelconque besoin d’examiner l’équité de la procédure dans son ensemble. Si elle est portée à la connaissance des magistrats saisis de l’affaire, la condamnation devrait être automatiquement annulée. Aucune autre voie de droit ne permet de rectifier de telles erreurs et de garantir en définitive le droit fondamental à un procès équitable. À nos yeux, le recours à tout critère de mise en balance en pareils cas risque de subordonner la garantie fondamentale de l’assistance d’un défenseur de son choix à d’autres intérêts dont l’importance au regard de la Convention est moindre, voire inexistante.", "19.  Minutieusement lus, les paragraphes 111 et 112 de l’arrêt ne témoignent que d’un attachement de pure forme au principe de l’appréciation de l’équité de la procédure dans son ensemble, car, au bout du compte, la majorité considère que les « répercussions probablement significatives » des aveux du requérant sur la suite de la procédure pénale dirigée contre lui doivent être prises en compte. Cela signifie que la majorité n’estime pas que le préjudice causé au requérant par le refus irrégulier du choix par lui d’un avocat ait besoin d’être apprécié à l’aune d’autres preuves produites, ce afin de déterminer si l’erreur était anodine et si le procès était équitable dans son ensemble. Les « répercussions probables » de l’erreur procédurale suffisent à la majorité pour constater une violation de l’article 6. Ce langage n’est pas éloigné, en substance, de ce qu’elle avait dit dans ses arrêts Salduz ou Huseyn et autres.", "20.  Par conséquent, l’appréciation de l’équité de la procédure dans son ensemble par le recours à une mise en balance est une approche trop malléable. Il y a un danger potentiel qu’elle conduise à une latitude excessive dans la manière d’apprécier les violations des droits procéduraux fondamentaux, tels que le droit à l’avocat de son choix, à l’aune d’autres intérêts procéduraux. À l’instar de l’analyse sur le terrain de l’erreur anodine, l’appréciation de l’équité de la procédure dans son ensemble peut avoir des résultats très néfastes lorsque, par exemple, des éléments éminemment persuasifs tels que des aveux d’un accusé livrés sans assistance juridique indépendante se retrouvent versés au dossier et finalement produits pendant la phase de jugement. Penser autrement reviendrait soit à ignorer purement et simplement le rôle unique de « témoin vigilant de la régularité du procès » joué par l’avocat dans la procédure pénale, soit à rejeter sciemment un État fondé sur la prééminence du droit. Pour reprendre les mots d’Andrew Ashworth, « le critère du procès équitable est si souple que, avec un si grand nombre d’éléments dans la balance, chaque juge peut apporter sa propre pierre à ce qui constitue un « procès équitable ». La majorité aurait donc dû écarter expressément toute mise en balance du refus irrégulier de choix d’un avocat à l’aune d’autres intérêts, comme la Cour l’avait conclu avec cohérence dans les affaires Salduz, Dayanan et Huseyn et autres dans des cas comparables de « refus d’accès » injustifié à un avocat.", "Conclusion", "21.  Nous sommes d’avis que le droit d’accès à un avocat comporte bel et bien un droit de recourir à l’assistance juridique de son choix dès les stades initiaux de la procédure, ce qui implique le droit à un choix libre et avisé. Par conséquent, ne pas communiquer sciemment des informations à un suspect alors qu’il choisit un avocat constitue un refus irrégulier de choix d’avocat. Le refus de choix d’un avocat n’est pas un « problème moins grave » que le refus d’accès à un avocat du point de vue des conséquences juridiques. Ainsi, tant le refus d’accès irrégulier à un avocat que le refus irrégulier de choix d’un avocat constituent une erreur structurelle de la procédure pénale qui devrait entraîner automatiquement l’exclusion, avant la phase du jugement, des déclarations auto-incriminantes entachées de cette erreur. Toute condamnation prononcée alors que cette preuve viciée avait été portée à la connaissance des magistrats saisis de l’affaire doit être automatiquement annulée. S’il n’y a pas encore prescription, un nouveau procès, avec l’exclusion de toutes les pièces viciées, peut s’ensuivre.", "", "", "", "OPINION CONCORDANTE DU JUGE SILVIS, À LAQUELLE SE RALLIE LE JUGE SPIELMANN", "(Traduction)", "", "1.  Si je partage bel et bien le constat d’une violation de l’article 6 §§ 1 et 3 c) en l’espèce, je me dissocie, avec tout le respect dû à mes pairs, d’une partie essentielle du raisonnement de l’arrêt.", "2.  Au cœur des questions évoquées dans la présente opinion se trouve la manière dont la Cour applique la distinction entre deux situations : 1) le refus d’accès à un avocat, qui ne peut être justifié que par des « raisons impérieuses » et qui ne doit pas indûment léser les droits de la défense (Salduz c. Turquie), et 2) le « refus de choix » d’un avocat, qui doit être justifié par des motifs « pertinents et suffisants » et ne doit pas nuire à l’équité globale du procès (Croissant c. Allemagne). Au paragraphe 81 de l’arrêt, la Cour dit que la présente affaire constitue un refus de choix, qu’elle considère comme un « problème moins grave ». Selon moi, en raisonnant ainsi, la majorité méconnaît une caractéristique essentielle de cette affaire, qui est que la police a apparemment cherché à manipuler la défense au stade initial de la procédure, au mépris des dispositions du droit interne ainsi que de la Convention. Selon moi, que la police ait empêché un avocat mandaté de voir le requérant tout en faussant en même temps le libre choix de ce dernier à un avocat en omettant de révéler des informations importantes est tout sauf un « problème moins grave » qu’un refus d’accès à un avocat ouvertement opposé.", "3.  Les faits de la cause peuvent être résumés comme suit. Le requérant fut arrêté en qualité de suspect pour trois meurtres, un vol à main armée et un incendie criminel. Avant le début de son interrogatoire par la police, ses parents (ou l’un d’eux) avaient choisi un avocat, Me G.M., disposé à le défendre, ce que permettait le droit croate. L’avocat ainsi mandaté, Me G.M., se rendit immédiatement au poste de police pour s’entretenir avec son client. Or la police lui refusa l’accès à ce dernier, au motif qu’il n’aurait pas produit de procuration écrite. Le requérant ne fut informé ni de la présence de cet avocat au poste de police ni des démarches accomplies par ses parents (ou par l’un d’eux). Lors de son interrogatoire de police initial conduit en la présence d’un autre avocat, qui se trouvait être l’ancien chef de la police du comté où il était détenu, il avoua avoir commis les infractions en question. Le Gouvernement dit que le requérant a choisi cet avocat à partir d’une liste que la police lui avait remise et en conclut qu’il a été représenté par le défenseur de son choix. Selon le juge interne, le requérant a avoué en la présence d’un avocat de son choix. Les aveux initiaux furent retenus comme pièce à conviction.", "4.  Il est important de relever d’emblée que le code de procédure pénale croate permet à l’un quelconque des parents d’un suspect de choisir un avocat en vue d’assurer la représentation de ce dernier, sauf s’il le refuse expressément (article 62 §§ 1 et 4). Le paragraphe 6 de ce même article dispose que l’avocat de la défense doit présenter sa procuration à l’autorité chargée de la conduite de la procédure. Le suspect peut aussi donner verbalement procuration à un avocat devant ladite autorité, auquel cas il doit en être pris acte. L’article 177 § 5 prévoit que, s’il en fait la demande, les autorités policières lui permettent de prendre un avocat et, à cette fin, cessent de l’interroger tant que l’avocat ne sera pas arrivé, ou au plus tard pendant trois heures à compter du moment où il formule cette demande. Si, compte tenu des circonstances, l’avocat retenu n’est pas en mesure de se présenter dans ce délai, lesdites autorités permettent au suspect de désigner un avocat inscrit sur la liste des avocats de permanence adressée à l’instance policière compétente par la section locale du barreau croate.", "5.  La Cour note que la seule raison invoquée par le Gouvernement pour justifier le refus opposé à Me G.M. de voir le requérant était que cet avocat n’était pas muni d’un mandat de représentation en bonne et due forme. Pour autant, le Gouvernement ne nie pas que le requérant n’a alors pas été averti que Me G.M. cherchait à le voir au poste de police. Or la Cour relève que, devant les autorités nationales, Me G.M. a dit qu’il détenait bien une procuration écrite que les parents du requérant lui avaient remise le 14 mars 2007. Cette allégation n’a jamais été réfutée de manière convaincante au cours de la procédure interne. De plus, le 15 mars 2007, une procuration écrite a été versée au dossier du juge d’instruction devant lequel le requérant avait été conduit par la police.", "6.  Le principe du droit à l’assistance juridique est énoncé à l’article 6 § 3 c) de la Convention : « Tout accusé a droit notamment à (...) se défendre lui-même ou avoir l’assistance d’un défenseur de son choix (...) » La protection à accorder à un accusé ne se limite pas à la procédure juridictionnelle. Au paragraphe 36 de son arrêt Imbrioscia c. Suisse, la Cour a dit :", "« Certes, l’article 6 a pour finalité principale, au pénal, d’assurer un procès équitable devant un « tribunal » compétent pour décider « du bien-fondé de l’accusation », mais il n’en résulte pas qu’il se désintéresse des phases qui se déroulent avant la procédure de jugement. »", "Le paragraphe 3 c) de l’article 6 englobe certains aspects du droit à un procès équitable énoncé au paragraphe 1 (Correia de Matos c. Portugal et Foucher c. France). Il garantit qu’aucune procédure ne sera conduite contre un accusé qui n’aurait pas été adéquatement représenté dans sa défense (Pakelli c. Allemagne). Les garanties énoncées au paragraphe 3 de l’article 6 constituent un élément, parmi d’autres, de la notion de procès équitable en matière pénale, énoncée au paragraphe 1, et doivent être prises en compte dans l’appréciation du respect de cette dernière disposition. Leur finalité intrinsèque est de contribuer à préserver l’équité de la procédure pénale dans son ensemble. Mais ces garanties ne sont pas une fin en soi : le respect des exigences d’un procès équitable s’apprécie au cas par cas à l’aune de la conduite de la procédure dans son ensemble et non en se fondant sur l’examen isolé de tel ou tel point ou incident.", "7.  Lorsqu’elle distingue les affaires de « refus d’accès » de celles de « refus de choix », la Cour s’appuie sur trois affaires où le libre choix d’un avocat avait été restreint ou écarté (Croissant, précité, Klimentïev c. Russie, no 46503/99, 16 novembre 2006, et Martin c. Estonie, no 35985/09, 30 mai 2013). Je propose d’examiner plus minutieusement ces affaires.", "a)  Dans l’affaire Croissant, le requérant contestait le refus de remplacer un avocat en qui il n’avait aucune confiance, mais qui avait été néanmoins désigné par le juge interne alors qu’il était déjà représenté par deux avocats à qui il avait témoigné sa confiance. Dans ces circonstances, la Cour a estimé que le juge interne avait outrepassé les souhaits de l’accusé pour des motifs pertinents et suffisants.", "b)  Dans l’affaire Klimentïev, le requérant dénonçait le refus par le juge interne d’accepter un autre avocat pour la défense. La Cour a observé que rien n’indiquait que son équipe de défense, qui se composait d’un avocat et d’un défenseur civil, ne fût pas à même de le représenter adéquatement et effectivement à son procès. Elle n’était donc pas en mesure de conclure que le requérant avait été inadéquatement représenté à son procès et que le refus par la juridiction de jugement d’accepter l’avocat sollicité par lui, au motif qu’il n’avait pas besoin de conseils en droit international, avait constitué une restriction excessive et disproportionnée à son droit à l’assistance d’un défenseur de son choix.", "c)  Dans l’affaire Martin, étaient soulevés les griefs suivants : l’avocat choisi par le requérant se serait vu refuser l’accès à son client, lequel aurait été incité à renoncer à ses services ; l’avocat commis d’office aurait agi dans l’intérêt non pas du requérant mais des autorités ; la condamnation de celui-ci pour meurtre aurait été fondée sur des éléments recueillis au cours de l’instruction en violation des droits de la défense ; et la cour d’appel aurait fait fond sur ces éléments qu’elle aurait pourtant jugés inadmissibles. La Cour a estimé que la volonté du requérant de remplacer l’avocat choisi par lui (en l’occurrence par ses parents) ne pouvait passer pour réelle au vu des circonstances de l’espèce. Elle a conclu à une atteinte au droit du requérant à l’assistance d’un défenseur de son choix. Elle a jugé problématique en l’espèce le non-respect des droits de la défense et du droit de ne pas témoigner contre soi-même. L’existence ou non de motifs pertinents et suffisants de restreindre le choix d’un avocat – critère effectivement évoqué par la Cour – n’était pas du tout à mes yeux la question essentielle dans cette affaire.", "8.  Selon moi, les affaires Croissant, Klimentïev et Martin, prises ensemble, ne forment pas une catégorie dont relèverait l’affaire Dvorski. Les affaires Croissant et Klimentïev peuvent être regardées comme se rapportant au caractère suffisant ou non du raisonnement à l’origine du rejet ou de la restriction du choix d’un avocat. L’affaire Martin concerne non pas le raisonnement fondant les décisions de ce type, mais le non-respect des droits de la défense et du droit de ne pas témoigner contre soi-même compte tenu des circonstances. La Cour a principalement analysé cette question à l’aune des principes de la jurisprudence Salduz. Dans l’arrêt Martin, elle a conclu que les droits de la défense avaient été lésés alors même que le juge interne avait reconnu une violation de son droit à l’avocat de son choix et que les aveux avaient été formellement exclus. Le non-examen par le juge interne du point de savoir si la reconnaissance de la violation des droits de la défense avait effacé toute conséquence négative pour l’issue du procès était l’élément essentiel du constat de violation par la Cour. L’analyse de cette dernière dans l’arrêt Martin ne saurait se réduire à une simple application du critère consistant à rechercher si le rejet du choix d’un avocat par le requérant a nui à l’issue du procès. Une vision aussi réductrice méconnaît de manière injustifiée le point important que constitue la reconnaissance par le juge interne du non-respect des droits de la défense.", "9.  Dans la présente affaire, le requérant a été délibérément tenu dans l’ignorance quant à ses possibilités de choix d’un avocat, tandis que celui mandaté par ses parents (ou par l’un d’eux) s’est vu refuser l’accès à lui. Dès lors que, au vu des faits de cette nature, il existe des raisons de penser que la police a cherché à manipuler la défense, puis a recueilli des aveux retenus comme pièce à conviction par le juge interne en l’absence de tout examen digne de ce nom de la violation alléguée des droits de la défense, la question n’est pas de savoir si la police pouvait éventuellement avoir des motifs pertinents et suffisants, voire des raisons impérieuses, de refuser ou restreindre le droit de choisir un avocat, car la Cour ne saurait de toute façon admettre un tel manque de respect pour les droits de la défense, quels qu’en soient les raisons ou les motifs. Pareille affaire n’entre pas dans la catégorie des « refus de choix », considérés comme des problèmes moins graves – même par rapport à la situation où un avocat se voit opposer un refus absolu d’accès à son client.", "10.  Enfin, à mon sens, la Cour aurait dû se garder d’accepter comme indice légitime de la culpabilité du requérant (au paragraphe 104 de l’arrêt) la demande en clémence formulée à titre subsidiaire par son avocate, par laquelle celle-ci invitait à voir dans les aveux initiaux de son client un signe de ses regrets ou remords sincères.", "", "", "OPINION DISSIDENTE DU JUGE VEHABOVIĆ", "(Traduction)", "", "Je ne puis m’associer à la majorité de la Grande Chambre lorsqu’elle dit que les faits dénoncés par le requérant emportent violation de l’article 6 §§ 1 et 3 c), qui dispose :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) de toute accusation en matière pénale dirigée contre elle. (...)", "3.  Tout accusé a droit notamment à :", "(...)", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent ; »", "La partie pertinente du procès-verbal de l’interrogatoire du requérant conduit par la police le 14 mars 2007 se lit ainsi :", "« J’ai été informé des raisons de mon arrestation, des infractions pénales dont je suis accusé, de mes droits, du droit de ne pas répondre et du droit à être représenté par un avocat, ainsi que du droit à ce que les membres de ma famille soient prévenus de mon arrestation. J’ai choisi et mandaté pour ma défense au cours de cette procédure un avocat de Rijeka, Me [M.]R., avec lequel je me suis entretenu en privé et à la suite de quoi j’ai décidé de déposer. »", "Le requérant conclut ainsi sa déposition :", "« Je ne suis en proie à aucun symptôme de manque ni à aucune autre crise. J’ai déposé de mon plein gré en présence de mon avocat et d’un procureur de comté. J’ai lu l’intégralité de ma déposition, et je la signe en en reconnaissant l’exactitude. »", "Au cours du procès devant le tribunal de Rijeka, le requérant s’est vu offrir la possibilité d’avancer tous ses arguments sur les circonstances entourant la prise de sa déposition et, après avoir soutenu qu’il n’avait jamais signé celle-ci, il a pu effectivement contester l’authenticité de sa signature. Or les éléments de preuve produits, en l’occurrence l’expertise de la graphologue, ont confirmé de manière concluante qu’il avait signé la déposition consignant ses aveux devant la police.", "En revanche, la Cour a établi que Me G.M. s’était vu refuser l’accès au requérant alors que celui-ci se trouvait entre les mains de la police, même à partir du moment où cet avocat avait obtenu une procuration signée par le père du requérant.", "L’article 6 § 3 c) garantit au requérant le droit d’avoir un avocat de son choix mais pas l’avocat choisi par ses parents.", "Le requérant soutient que, tout au long de sa détention au poste de police de Rijeka, l’avocat mandaté par ses parents, Me G.M., n’a pas été en mesure de prendre contact avec lui.", "Compte tenu des griefs soulevés par le requérant, il est évident que les questions essentielles qui se posent en l’espèce sont celle de son droit à faire appel au conseil de son choix et celle de savoir si, « faute d’avoir pu » exercer ce droit, un environnement coercitif l’a amené à s’auto-incriminer sans qu’il ait pu bénéficier de conseils juridiques effectifs.", "Je n’ai aucune raison de douter du Gouvernement lorsqu’il dit que le requérant s’est vu remettre la liste officielle d’avocats du barreau croate et qu’il a choisi Me M.R. à partir de cette liste. Par conséquent, à l’instar de la chambre, je considère que la présente affaire porte sur une situation non pas où la police a désigné un avocat de l’assistance judiciaire pour représenter le requérant, mais où elle a plutôt remis à ce dernier une liste à partir de laquelle il a retenu Me M.R. comme l’avocat de son choix.", "Je conviens tout à fait avec la majorité que le comportement de la police en raison duquel tout contact entre Me G.M. et le requérant était impossible pose a priori problème quant à la manière dont les autorités internes se sont chargées de la détention provisoire du requérant et peut donc faire douter du respect par la procédure dans son ensemble des exigences d’un procès équitable au sens de l’article 6 de la Convention.", "Pour ces raisons, il faut nettement distinguer la présente affaire du principe essentiel énoncé dans l’arrêt Salduz, qui est que l’accusé doit en principe bénéficier de l’assistance d’un avocat dès les premiers stades des interrogatoires de police, lesquels peuvent avoir des conséquences déterminantes pour les perspectives de la défense (Salduz c. Turquie [GC], no 36391/02, § 52, CEDH 2008). La Cour (au paragraphe 78 de l’arrêt) cite aussi l’arrêt Martin c. Estonie (no 35985/09, 30 mai 2013), dans lequel elle a jugé qu’un accusé qui ne souhaitait pas se défendre lui-même devait pouvoir recourir à l’assistance d’un défenseur de son choix.", "En la présente affaire, dans son ensemble, se posent manifestement les deux questions essentielles de savoir si le choix du requérant a été opéré sans la moindre pression ou contrainte exercée par la police et, dans la négative, s’il aurait dû être représenté par un avocat de son choix ou par celui retenu par ses parents ou un quelconque tiers, même dans des circonstances où, probablement sous l’empire d’une pression émotionnelle considérable, il a décidé d’avouer les crimes dans une déposition.", "La Cour note au paragraphe 81 de l’arrêt que, à la différence de l’affaire Salduz, précitée, où l’accusé, en garde à vue, s’était vu refuser l’accès à un avocat au cours d’un interrogatoire de police, le requérant en l’espèce a eu dès son premier interrogatoire accès à un avocat, mais qui, selon ses dires, n’était pas celui de son choix. Dans ces conditions, la Cour a décidé de rechercher si, au vu de la procédure dans son ensemble, les droits de la défense s’en étaient trouvés « lésés » au point de nuire globalement à l’équité du procès.", "Sans revenir sur ce critère dans tous les détails, je considère que le souhait du requérant d’être défendu par l’avocat de son choix a été respecté tout au long de la procédure pénale dirigée contre lui. Il est incontesté qu’il a changé plusieurs fois de représentant. La procédure dirigée contre lui était certes de nature grave, au vu des infractions dont il était accusé, mais cela ne veut pas dire que les exigences d’un procès équitable doivent varier selon la gravité de la nature de la procédure. Certes, l’une des pièces à conviction retenues contre le requérant était sa déposition livrée au poste de police en la présence d’un procureur, mais ce n’était pas la seule. De fait, c’est bien de son plein gré, en l’absence de tout élément indiquant que la police ait exercé des pressions physiques ou psychologiques, que le requérant a fait sa première déposition à charge en l’espèce. Cette déposition a été signée par lui, comme l’a confirmé l’experte graphologue devant les tribunaux internes.", "J’aurais estimé moi aussi, avec la majorité de la Cour, que le requérant a subi un préjudice irréparable emportant violation de l’article 6 § 1 de la Convention quant à l’équité de la procédure dans son ensemble s’il avait été établi que sa déposition à charge avait été recueillie en violation de l’article 3, en l’absence de tout représentant en justice, voire en la présence d’un représentant qu’il n’aurait pas choisi de son plein gré. Or, à mes yeux, aucune de ces thèses n’est étayée par le requérant dans sa requête et aucun des arguments pertinents ne permet de fonder ses griefs.", "Au cours du procès conduit devant les juridictions saisies de l’affaire, le requérant a avancé tous ses arguments relatifs aux circonstances entourant la prise de sa déposition et défendu la thèse voulant qu’il n’ait jamais signé cette pièce. Or l’expertise graphologique a confirmé de manière concluante qu’il avait bel et bien signé la déposition. On ne peut donc pas dire que la juridiction de jugement n’ait tenu aucun compte des objections soulevées par le requérant quant à l’admissibilité de sa déposition comme pièce à conviction (voir, a contrario, Desde c. Turquie, no 23909/03, § 130, 1er février 2011).", "Tout au long de son procès le requérant a bénéficié de conseils juridiques effectifs et la juridiction de jugement lui a donné une possibilité adéquate d’être associé à la procédure, d’avancer ses arguments concernant les chefs d’inculpation et de produire toute preuve utile. Ses arguments ont été dûment pris en compte. Rappelons que, dans les plaidoiries en conclusion au procès, le requérant, par le biais de sa représentante, a présenté les aveux auxquels il s’était livré devant la police alors qu’il était représenté par Me M.R., comme la preuve de ses regrets sincères pour les crimes commis, dans l’espoir qu’il en fût tenu compte comme circonstance atténuante dans la fixation de la peine.", "Par ailleurs, les aveux du requérant n’étaient pas l’élément à charge essentiel (voir, a contrario, Magee c. Royaume-Uni, no 28135/95, § 45, CEDH 2000VI) et la juridiction de jugement a fait fond sur cette pièce, l’interprétant à la lumière d’un dossier complexe (voir, à titre de comparaison, Bykov c. Russie [GC], no 4378/02, 10 mars 2009). Plus précisément, ladite juridiction a reconnu le requérant coupable en se fondant sur les déclarations d’un certain nombre de témoins contre-interrogés au cours du procès, sur de nombreuses expertises et sur les procès-verbaux de l’inspection du lieu du crime et des perquisitions, ainsi que sur des photographies pertinentes et d’autres éléments matériels. De surcroît, elle avait à sa disposition les aveux des coaccusés du requérant au procès et ni eux ni lui n’ont jamais plaidé la moindre violation de leurs droits lorsqu’ils s’étaient livrés à ces aveux.", "Dans ces conditions, il m’est difficile de conclure au manque d’équité de la procédure dans son ensemble (voir, à titre de comparaison, O’Kane c. Royaume-Uni (déc.), no 30550/96, 6 juillet 1999), étant donné que tous les droits du requérant ont été adéquatement garantis pendant son procès et que ses aveux n’étaient pas la seule preuve dans cette affaire, et encore moins l’élément déterminant, et ne permettent donc pas à eux seuls de mettre en cause le verdict et la peine (voir, à titre de comparaison, Gäfgen c. Allemagne [GC], no 22978/05, § 187, CEDH 2010, et, a contrario, Martin, précité, §§ 95-96).", "Dans ces conditions, et compte tenu du principe selon lequel les exigences du paragraphe 3 de l’article 6 de la Convention doivent être considérées comme des aspects particuliers du droit à un procès équitable garanti par le paragraphe 1 de ce même article (voir, par exemple, Zagorodniy c. Ukraine, no 27004/06, § 51, 24 novembre 2011), ainsi que de la nécessité d’apprécier l’équité de la procédure pénale dans son ensemble (Al-Khawaja et Tahery c. Royaume-Uni [GC], nos 26766/05 et 22228/06, § 118, CEDH 2011), j’estime qu’il n’a pas été démontré que les droits de la défense en l’espèce eussent été irrémédiablement lésés ni que le droit du requérant à un procès équitable garanti par l’article 6 eût été enfreint (voir, mutatis mutandis, Mamaç et autres c. Turquie, nos 29486/95 et 2 autres, § 48, 20 avril 2004, et Sarıkaya c. Turquie, no 36115/97, § 67, 22 avril 2004, et, a contrario, Martin, précité).", "Je me demande pourquoi le requérant n’a rien entrepris contre Me M.R. s’il s’était estimé mal défendu par cet avocat ou représenté par lui contre son gré, alors qu’il pouvait l’attaquer de différentes manières. Au cours de la procédure pénale ultérieurement conduite, il ne s’est jamais plaint que Me M.R. lui ait prodigué de mauvais conseils juridiques sur le fond. Ni lui ni son nouvel avocat n’ont formulé le moindre grief contre Me M.R. en introduisant une procédure disciplinaire devant les instances compétentes du barreau croate, une voie qu’ils étaient tout à fait en droit d’emprunter. Ni le requérant ni ses avocats n’ont formé une quelconque action en ce sens. Je me demande comment il peut alors contester le professionnalisme de Me M.R. en l’espèce.", "De plus, sur quel fondement le requérant peut-il prétendre que sa déposition initiale, recueillie après plusieurs heures – au cours desquelles jamais il ne refusa de livrer de nouveaux éléments et à l’issue desquelles il reconnut la véracité des informations données en signant le procès-verbal de la déposition –, pose un quelconque problème sur le terrain de la Convention alors qu’il n’avait manifestement subi entre les mains de la police aucun mauvais traitement contraire à l’article 3 de la Convention ? Je partage entièrement la conclusion de la chambre selon laquelle « [r]ien ne permet[tait] de penser qu’il [eût] subi la moindre pression ni que sa volonté n’[eût] pas été respectée » (arrêt de chambre, § 102).", "Imaginons juste un instant, à titre d’hypothèse, que la police ait permis à Me G.M. d’assister à l’interrogatoire par elle du requérant. Je présume que ce dernier se serait alors plaint que l’avocat de son choix était non pas Me G.M., mais Me M.R. et que la police ou ses parents lui avaient imposé Me G.M. comme avocat, en dépit de son souhait librement et clairement exprimé dans la déposition qu’il avait donnée sans le moindre signe d’exaction policière. Pour ces raisons, la Cour a raté l’occasion d’établir une nette distinction entre deux périodes distinctes de la procédure : l’une avec Me M.R. et l’autre avec Me G.M. comme avocat retenu par le requérant eu égard à son grief. En l’absence de tout mauvais traitement ou de tout autre facteur pertinent qui aurait pu rendre inéquitable la procédure dans son ensemble, le grief du requérant manque de fondements solides.", "Enfin, je serai très curieux de voir comment évoluera à l’avenir la jurisprudence sur l’équité de la procédure pénale et sur la représentation en justice dans les différents pays européens d’aujourd’hui à la lumière de cet arrêt."]}