{"file": "FRE_CLINF_63258_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "63258/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 116", "Février 2009", "Gagiu c. Roumanie - 63258/00", "Arrêt 24.2.2009 [Section III]", "Article 37", "Poursuite de l'examen d'une requête malgré le décès du requérant et l'absence de demande de proches de celui-ci.", "", "Article 8", "Article 8-1", "Respect de la correspondance", "Absence de fourniture de timbres au détenu pour sa correspondance avec la Cour : violation", "", "Article 34", "Entraver l'exercice du droit de recours", "Remarques dissuasives des autorités pénitentiaires et retard injustifié dans la fourniture du nécessaire pour la correspondance et des documents indispensables à la requête devant la Cour : manquement à se conformer à l'article 34", "", "En fait : Le requérant, n'ayant pas de famille, fut élevé dans un orphelinat. En 1996, il fut accusé d'un meurtre et condamné à une peine de vingt ans de réclusion criminelle. Son dossier médical fut constitué, mentionnant une hépatite et un ulcère chroniques. Hospitalisé à l'hôpital pénitentiaire en 1998 puis en 2000, il subit divers examens indiquant qu'il souffrait, entre autres, d'une hépatite chronique persistante et d'une broncho-pneumopathie chronique obstructive. Le requérant retourna en prison où il fut traité pour cette dernière pathologie. En juin 2001, les médecins d'un second hôpital pénitentiaire indiquèrent que le requérant avait attrapé la gale. Puis, suspectant une hépatite chronique, ils l'adressèrent en août 2001 à l'hôpital municipal, où, suite à des analyses, un traitement chirurgical fut envisagé ainsi que des analyses complémentaires à l'hôpital pénitentiaire. Le dossier médical du requérant ne contient aucune référence quant au respect par les autorités des prescriptions des médecins spécialistes et au traitement administré à celui-ci entre cette dernière visite et septembre 2001, notamment pour sa cirrhose hépatique. En septembre 2001, il fut envoyé à l'hôpital pénitentiaire jusqu'à l'issue de la procédure. Les médecins décélèrent, outre les affections déjà relevées, une péritonite primitive. Alors qu'il était traité dans cet hôpital, le requérant décéda. Le rapport médico-légal indiquait que le décès était dû à une insuffisance hépato-rénale sur fond de cirrhose hépatique compliquée d'une péritonite primitive et d'une hémorragie digestive supérieure. En octobre 2001, le parquet rendit un non-lieu, concluant que le décès du requérant avait eu une cause non violente et que les faits en question n'étaient pas de nature pénale. Une commission médicale conclut que le suivi thérapeutique avait été approprié et que la mort était survenue à la suite de complications prévisibles.", "Précédemment, le requérant, invité par le greffe à envoyer des copies des documents pertinents afin que sa requête puisse être examinée par la Cour, se plaignit qu'il ne pouvait pas les obtenir car l'administration de la prison lui demandait de les payer et qu'il n'avait pas l'argent nécessaire. En outre, on lui avait précisé que, s'il maintenait sa demande de copies, il risquait de compliquer sa vie en prison et de se voir transférer dans une section à régime restrictif. Enfin, le requérant informa la Cour que, étant sans famille et sans ressources, il rencontrait des difficultés pour obtenir des enveloppes et des timbres pour sa correspondance relative à sa requête. Dans quatre lettres, il souligna qu'il avait bien reçu le formulaire de requête de la Cour et qu'il l'avait complété et remis pour envoi à un gardien de la prison dans les délais. Or, ayant appris par la lettre du greffe que ce premier formulaire n'était pas arrivé à destination, il déposa des plaintes pour violation de la correspondance. Le requérant fut alors transféré sans aucune justification dans une autre prison.", "En droit : Article 37 § 1 – Le Gouvernement informa la Cour du décès du requérant, survenu en 2001 à l'hôpital pénitentiaire, et sollicita la radiation du rôle de la requête. En 2004, prenant en compte la situation familiale du requérant, qui était sans famille, et les griefs présentés par l'intéressé avant son décès, la Cour décida de rejeter la demande du Gouvernement et de poursuivre l'examen de la requête, en vertu de l'article 37 § 1 in fine de la Convention.", "Article 2 – a) Sur l'obligation matérielle de protéger la vie : Le requérant s'est trouvé à partir de 1994 sous le contrôle des autorités, qui étaient au courant de ses antécédents médicaux et des autres affections graves décelées au cours de la détention, et du fait que son état de santé nécessitait une surveillance et un traitement médicaux continus et appropriés. Les complications ayant entraîné le décès de l'intéressé ont été qualifiées de prévisibles par une commission médicale. Malgré l'indication de l'hépatite chronique du requérant dans son dossier médical, celui-ci n'a pas reçu de traitement spécifique et adéquat pour cette maladie, mais il a été traité principalement pour la broncho-pneumopathie dont il souffrait également. Sa maladie chronique s'est de ce fait fortement aggravée. Le requérant a été finalement examiné par deux médecins spécialistes mais aucune des mesures préconisées par ceux-ci n'ont été suivies par les autorités en charge de l'intéressé. En effet, non seulement il n'a pas été admis à l'hôpital pénitentiaire mais il a au contraire été placé dans sa cellule jusqu'à la veille de son décès et n'a pas reçu les soins médicaux requis. Hospitalisé tardivement, le requérant décéda le lendemain, malgré les soins prodigués. Ainsi, les autorités de la prison n'ont pas réagi avec la diligence nécessaire pour apporter au requérant les soins médicaux requis. Les autorités carcérales et médicales ont enfreint l'obligation positive qui leur incombait.", "Conclusion : violation (unanimité).", "b) Sur l'obligation procédurale de mener une enquête effective : Si l'ouverture de l'enquête par le parquet a été immédiate, elle s'est limitée au traitement prodigué au requérant à l'hôpital pénitentiaire la veille de son décès, omettant d'examiner les éventuelles négligences des autorités chargées de surveiller son état de santé à la prison. L'enquête ne saurait être qualifiée d'effective et approfondie : en effet, son objet ayant été limité au traitement assuré dans l'hôpital où le détenu mourant avait été amené, elle était susceptible de méconnaître la négligence des autorités pénitentiaires qui avaient l'obligation de fournir à l'intéressé, pour la période antérieure au décès, des soins médicaux continus à même de prévenir une issue fatale. En outre, les conclusions de la commission médicale sont intervenues plus de deux ans après cette enquête. Les autorités ont donc manqué à leur obligation de mener une enquête effective et approfondie avec célérité.", "Conclusion : violation (unanimité).", "Article 3 – Pendant la quasi-totalité de la durée de sa détention dans la prison, le requérant a dû partager une cellule de 7,60 m2 avec cinq autres détenus, bénéficiant ainsi d'un espace de seulement 1,25 m2. Par ailleurs, il était obligé d'utiliser des toilettes en présence de ses compagnons de cellule. En outre, la gale qu'il a contractée est une indication des conditions sanitaires et d'hygiène de la cellule. Par conséquent, les conditions de détention supportées par le requérant pendant plusieurs années n'ont pas manqué de le soumettre à une épreuve d'une intensité qui excède le niveau inévitable de souffrance inhérent à la détention, de porter atteinte à sa dignité et de lui inspirer des sentiments d'humiliation et d'avilissement s'analysant en un traitement dégradant.", "Conclusion : violation (unanimité).", "Article 8 – Le requérant alléguait qu'il n'avait aucun moyen ou aide et qu'il était obligé, dans la prison, de vendre à d'autres détenus une partie de sa nourriture pour pouvoir s'acheter notamment les timbres nécessaires à sa correspondance avec la Cour. Il avait constamment informé la Cour à ce sujet, lui demandant son soutien, alors qu'il ne bénéficiait certainement pas de l'aide et des ressources suffisantes, au vu du solde infime dont il disposait dans la prison et de son statut de détenu sans famille, malade et inapte au travail. Le Gouvernement, qui soutient avoir accédé aux demandes de timbres du requérant, n'a pas fourni d'explication valable pour contredire les allégations de ce dernier. Partant, les autorités de la prison ont manqué à leur obligation positive de fournir au requérant le nécessaire, en particulier des timbres, pour sa correspondance avec la Cour.", "Conclusion : violation (unanimité).", "Article 34 – Les autorités pénitentiaires ont demandé au requérant de supporter le coût des copies des documents pertinents alors qu'elles le savaient sans ressources et connaissaient les conséquences du non-envoi des documents à la Cour. Elles ont exercé plusieurs tentatives de dissuasion relatives à sa requête et aucune explication n'a été fournie sur le transfert du requérant de la prison le lendemain de sa plainte relative à l'incident sur la disparition alléguée du premier formulaire de requête. Dans la situation de vulnérabilité et de dépendance du requérant, les remarques dissuasives des autorités pénitentiaires, ainsi que le retard injustifié dans la fourniture du nécessaire pour la correspondance et des documents indispensables à la requête devant la Cour, ont entravé l'exercice efficace du droit de requête individuelle.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}