{"file": "FRE_CLINF_20436_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20436/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 121", "Juillet 2009", "Wojtas-Kaleta c. Pologne - 20436/02", "Arrêt 16.7.2009 [Section IV]", "Article 10", "Article 10-1", "Liberté d'expression", "Sanction disciplinaire infligée à une journaliste d’une société de télévision publique pour avoir critiqué la politique de cette société en matière de programmes : violation", "", "En fait : Journaliste, la requérante travaillait pour une société de télévision publique et était la présidente du syndicat polonais des journalistes de la télévision publique. Après avoir critiqué – dans des propos livrés à la presse en sa qualité de présidente du syndicat ainsi que dans une lettre ouverte – la décision de la société d’arrêter la diffusion de deux émissions de musique classique, elle fit l’objet d’un blâme de son employeur. Elle saisit le tribunal de district d’une plainte demandant le retrait du blâme, mais fut déboutée. En appel, le tribunal régional confirma cette décision, estimant que la requérante avait manqué à son devoir de loyauté envers son employeur.", "En droit : L’affaire pose la question de savoir comment définir les limites de la loyauté des journalistes employés par des sociétés publiques de radiodiffusion et celle de savoir quelles restrictions l’on peut imposer à ces journalistes dans le cadre d’un débat public. Il n’y a pas lieu de faire la distinction entre les diverses fonctions de la requérante – employée d’une société de télévision publique, militante syndicale et journaliste – ni d’analyser de manière séparée l’étendue de sa liberté d’expression dans chacun de ces rôles. Ses fonctions professionnelles et syndicales combinées sont néanmoins pertinentes quant au point de savoir si le blâme était « nécessaire dans une société démocratique ». L’obligation de discrétion et les restrictions ne s’appliquent pas aux journalistes avec la même vigueur, car la nature même de leurs fonctions veut qu’ils transmettent informations et idées. La politique de programmation d’une société publique de radiodiffusion est une question d’intérêt général qui ne se prête guère à la restriction du débat. L’employeur de la requérante avait une mission officielle spécifique, puisqu’il devait contribuer au développement de la culture en insistant sur les œuvres intellectuelles et artistiques nationales. La requérante avait estimé que les changements dans sa politique de programmation ne cadraient pas avec cette mission et avait fait écho à des préoccupations largement partagées quant à la baisse de qualité des émissions musicales. Si l’intéressée a affirmé avoir fait cela en tant que journaliste livrant des commentaires sur une question d’intérêt général, la société a au contraire estimé que la simple participation au débat était suffisante pour établir la violation de ses obligations d’employée, sans mettre en balance lesdites obligations et le rôle de la société en question en tant que service public. De même, les tribunaux nationaux ont approuvé cette conclusion sans rechercher si, et le cas échéant de quelle manière, l’objet et le contexte des commentaires litigieux avaient pu avoir un effet sur l’étendue autorisée de la liberté d’expression de la requérante. La Cour juge également pertinents les éléments suivants : les propos de l’intéressée reposaient sur une base factuelle suffisante et correspondaient en même temps à des jugements de valeur ne se prêtant pas à une démonstration de leur exactitude ; le ton employé était mesuré ; aucune accusation personnelle n’a été formulée ; enfin, la bonne foi de la requérante n’a pas été contestée. En conclusion, ayant mis en balance les différents intérêts en jeu, notamment le droit à la liberté d’expression sur des questions d’intérêt général, les obligations et responsabilités professionnelles de la requérante en tant que journaliste et les obligations et responsabilités des employés envers leurs employeurs, la Cour juge que l’ingérence n’était pas « nécessaire dans une société démocratique ».", "Conclusion : violation (unanimité).", "Article 41 – Aucune demande soumise à ce titre.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}