{"file": "FRE_HFJUD_19506_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19506/05", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE EBCİN c. TURQUIE", "", "(Requête no 19506/05)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "1er février 2011", "", "DÉFINITIF", "", "01/05/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Ebcin c. Turquie,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 11 janvier 2011,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 19506/05) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Asye Ebcin (« la requérante »), née en 1967, a saisi la Cour le 29 avril 2005 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Mes F. Kerestecioğlu et O. Ergin, avocats à Istanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  La requérante allègue la responsabilité de l'Etat relativement à l'agression dont elle a été victime dans la rue et dénonce la durée excessive du recours de pleine juridiction qu'elle a introduit.", "4.  Le 4 mars 2008, la présidente de la deuxième section a décidé de communiquer la requête au gouvernement défendeur. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l'affaire.", "EN FAIT", "5.  Le 31 mars 1994, la requérante, enseignante, fut agressée en pleine rue à Silvan, district de Diyarbakır, alors qu'elle se rendait à son travail. Deux individus lui jetèrent de l'acide sur le visage, ce qui lui causa des lésions considérables.", "6.  La requérante dut subir des interventions chirurgicales réparatrices et ne put reprendre le travail qu'après un an et demi de convalescence. Elle suivit en outre un traitement psychologique pendant environ trois ans. Un hôpital privé prit gracieusement en charge les frais chirurgicaux. D'autres frais auraient été pris en charge par la caisse de sécurité sociale à laquelle l'intéressée était affiliée par sa profession.", "7.  La requérante continue de souffrir des graves séquelles physiques suivantes : perte d'une partie des fonctionnalités de la paupière gauche exigeant l'utilisation de gouttes oculaires dans l'œil gauche, rétrécissement des narines nécessitant l'utilisation de tubes nasaux pendant le sommeil, ouverture buccale permanente, et subsistance d'une tumeur sur le cou.", "8.  La requérante allègue qu'à l'époque des faits d'autres fonctionnaires ont fait l'objet de pareilles agressions et que les autorités n'ont pris aucune mesure de protection pour parer ce danger. Elle présente des rapports de la Fondation des droits de l'homme de Turquie (TİHV), qui comprennent des statistiques des années 1984 à 1995. Ainsi, pendant cette période, 143 enseignants furent tués dans le sud-est de la Turquie. Les rapports attribuent 91 de ces meurtres à l'organisation illégale le PKK. Les auteurs de 47 meurtres n'auraient pas pu être identifiés. Un enseignant aurait été tué par une autre organisation appelée le TIKKO, deux auraient été tués en garde à vue et deux autres auraient été victimes de tirs croisés entre les forces de l'ordre et les terroristes. En 1993, le PKK aurait annoncé qu'« il levait son interdiction d'envoyer les enfants à l'école » et, en 1995, aurait mis fin à ses attaques contre les enseignants.", "A.  Le recours de pleine juridiction", "9.  Le 1er septembre 1997, la requérante introduisit des demandes en réparation auprès des ministères de l'Education et de l'Intérieur. Le premier rejeta la demande le 24 octobre 1997. Le second ne donna pas suite à la demande.", "10.  Le 24 octobre 1997, la requérante introduisit un recours de pleine juridiction devant le tribunal administratif d'Istanbul. Elle invoqua d'emblée la responsabilité de l'Etat pour faute au motif qu'il n'avait pas pris de mesures de précaution « spécifiques ou générales » malgré plusieurs attaques dirigées contre des fonctionnaires dans la région et, à titre subsidiaire, invita le tribunal à considérer l'événement dans le cadre de la responsabilité objective de l'administration. Elle ne mentionna pas le nom d'une organisation terroriste quelconque. Elle réclama un milliard de livres turques pour dommage matériel et dix milliards de livres turques pour dommage moral, soit un total équivalant à environ 54 000 euros (EUR) à cette date (à l'époque ECU – unité de monnaie européenne fictive).", "11.  Le 10 février 2000, le tribunal déclina sa compétence ratione loci et renvoya le dossier devant le tribunal administratif de Diyarbakır.", "12.  Le 30 mars 2000, ce tribunal demanda à la cour de sûreté de l'Etat de Diyarbakır de lui communiquer une copie du dossier de l'enquête pénale menée sur ces faits (paragraphe 17 et suivants ci-dessous). Faute d'exécution, cette demande fut renouvelée le 6 juin 2001.", "13.  Le 17 octobre 2001, le tribunal administratif de Diyarbakır, en application de l'article 125 de la Constitution qui régit la responsabilité objective de l'Etat et sur la base d'un rapport médical établissant que les lésions sur le visage de la requérante ne pouvaient disparaître totalement, accueillit partiellement la demande d'indemnisation pour préjudice moral et condamna le ministère de l'Intérieur et le ministère de l'Education à verser à la requérante quatre milliards livres turques (environ 2 710 EUR à cette date). Il rejeta la demande pour préjudice matériel au motif que les frais médicaux avaient été pris en charge par la caisse de sécurité sociale et que celle-ci n'avait pas pu présenter les justificatifs des frais médicaux supplémentaires qu'elle alléguait avoir engagés et, enfin, qu'elle n'avait pas eu de perte de revenus.", "14.  Le 30 janvier 2004, le Conseil d'Etat infirma le jugement du tribunal administratif pour différentes lacunes procédurales et releva que le procès pénal en cours devait au préalable trancher la question de savoir s'il s'agissait d'un acte de terrorisme ou d'une agression entre particuliers.", "15.  Le 16 février 2006, le tribunal administratif de Diyarbakır tint pour établi, au vu du dossier pénal et tout en mentionnant que cette procédure était pendante, qu'il ne s'agissait de toute évidence pas d'une agression entre particuliers. Il se référa à l'acte comme étant une attaque terroriste, sans toutefois mentionner le nom de l'organisation, et considéra que l'Etat, qui est censé empêcher les actes terroristes, en était responsable selon les critères de la responsabilité objective. Il précisa aussi que même dans l'hypothèse où il serait établi qu'aucune faute n'était imputable à l'administration, les dommages exceptionnels résultant de circonstances exceptionnelles devaient être de toute manière indemnisés par le ministère de l'Intérieur sur la base du principe du risque social.", "Il condamna ainsi le ministère de l'Education et le ministère de la Santé à verser à la requérante la même somme, fixée désormais dans la nouvelle monnaie, soit quatre mille livres turques (environ 2 530 EUR à cette date) pour le préjudice moral subi. Il accorda cette fois-ci les intérêts moratoires, courant à partir de la date d'introduction des demandes de réparation, à savoir le 1er septembre 1997. Les demandes de réparation pour dommage matériel furent à nouveau rejetées.", "16.  Le 16 novembre 2009, le Conseil d'Etat infirma ce jugement, d'abord pour un vice de procédure en ce que le tribunal n'avait pas correctement identifié le ministère concerné, qui devait être celui de l'Intérieur. Ensuite, il considéra que l'indemnité accordée était insuffisante au vu de la gravité des blessures de la requérante, lesquelles, selon les rapports médicaux, marqueront toujours son visage, lui causant ainsi chaque jour des problèmes, tant dans sa vie privée que professionnelle. L'affaire fut ainsi renvoyée au tribunal administratif.", "B.  Les recours pénaux contre les auteurs de l'agression", "17.  Le 2 avril 1994, le procureur de Diyarbakır recueillit la déposition de la requérante. Il l'interrogea notamment sur une éventuelle animosité de la part de son entourage ou de ses élèves.", "18.  En 2000, dans le cadre des opérations policières menées dans la région, un certain Ş.K. fut arrêté et placé en détention provisoire ; il évoqua dans sa déposition sa participation à l'agression contre la requérante. Le 11 avril 2000, il fut mis en accusation devant la cour de sûreté de l'Etat de Diyarbakır.", "19.  Le 17 avril 2000, un deuxième individu, A.Ç., soupçonné d'avoir commis plusieurs actes au nom du Hezbollah, y compris l'agression en question contre la requérante, fut placé en détention provisoire. Le 20 avril 2000, il fut mis en accusation devant la cour de sûreté de l'Etat de Diyarbakır.", "20.  Le 22 février 2001, la cour de sûreté de l'Etat d'Istanbul recueillit par commission rogatoire la déposition de la requérante, qui avait été mutée à Istanbul dans l'intervalle.", "21.  Le 5 juin 2002, la requérante identifia sur photographie A.Ç. comme étant son agresseur.", "22.  Le 26 janvier 2004, la Cour de cassation fut saisie à propos de la jonction de ces affaires ; celle-ci ordonna que les procédures fussent menées séparément.", "23.  Le 25 août 2004, l'affaire concernant A.Ç. fut transférée à la cour d'assises de Diyarbakır à la suite de l'abolition des cours de sûreté de l'Etat puis, le 23 novembre 2004, au tribunal pour enfants au motif que l'accusé était mineur à l'époque des faits.", "24.  Le 10 février 2005, le tribunal pour enfants leva la détention provisoire d'A.Ç. Le 19 septembre 2006, il communiqua le dossier à la cour d'assises de Diyarbakır en rendant une décision d'incompétence ratione materiae.", "25.  Le 21 février 2008, A.Ç. fut condamné à seize ans et huit mois de réclusion pour atteinte à l'ordre constitutionnel de l'Etat en raison de sa participation active à des actes terroristes au nom d'une organisation illégale. D'après les éléments du dossier, l'affaire serait pendante devant la Cour de cassation.", "26.  Dans son arrêt, la cour d'assises qualifiait le Hezbollah d'organisation illégale ayant pour but de renverser par la menace, l'intimidation, la violence et le recours aux armes, l'ordre constitutionnel de l'Etat pour instaurer le régime de la charia. Elle y indiquait également le fonctionnement de l'organisation, ses branches, ses modes de recrutement et ses revenus et concluait qu'elle correspondait à la définition d'organisation terroriste donnée par la loi no 3717 sur la lutte contre le terrorisme.", "L'arrêt établissait également la participation d'A.Ç et d'autres membres présumés du Hezbollah aux crimes suivants :", "–  le meurtre à coups de bâton d'une lycéenne en 1993, au motif qu'elle portait des jupes trop courtes,", "–  l'infliction de blessures par arme blanche à une étudiante en 1995, au motif qu'elle se prostituait,", "–  le meurtre d'une femme, N.M., en 1997, au motif qu'elle recueillait des informations sur le Hezbollah,", "– une attaque similaire à celle commise contre la requérante en 1994, où deux accusés auraient jeté de l'acide sur une femme, S.E., sans toutefois l'atteindre, et lui auraient volé son sac.", "L'arrêt ne permet pas de comprendre les motifs des attaques sur cette dernière personne et sur la requérante.", "Il n'indique pas non plus la profession de S.E. mais uniquement celle de la requérante, enseignante. D'après la requérante, S.E. travaillerait à la bibliothèque de la ville de Silvan.", "La requérante allègue également qu'une semaine après son agression, un enseignant, M.A.D., a été tué à coups de bâton par les membres du Hezbollah (motif inconnu).", "27.  Quant aux poursuites pénales contre Ş.K., qui impliquaient aussi trois coaccusés, elles se terminèrent le 20 mars 2007 par sa condamnation à seize ans et huit mois de réclusion pour atteinte à l'ordre constitutionnel de l'Etat (voir la note de bas de page au paragraphe 25 ci-dessus). L'arrêt couvrait les actes susmentionnés, le meurtre de quatre militants de sexe masculin du PKK commis par le Hezbollah en représailles au meurtre de l'un de ses membres, les actions de recrutement et de formation menées par Ş.K., ainsi que les services de renseignement qu'il avait fournis à l'organisation et qui avaient servi à préméditer huit meurtres, dont celui d'une personne de sexe féminin, N.M., susmentionnée.", "Il ressort aussi du dossier que Ş.K. avait une relation directe avec l'organisation et que, ayant reçu l'ordre d'agresser une enseignante, il avait ciblé la requérante, puis recruté A.Ç. L'enquête établit également qu'il avait acheté de l'acide dans une bijouterie. Cet arrêt serait devenu définitif à une date non précisée par les parties.", "EN DROIT", "I.  SUR LA RECEVABILITÉ", "28.  Invoquant les articles 1, 2 et 3 de la Convention, la requérante estime que les autorités ont failli à leurs obligations positives d'assurer sa sécurité et de sanctionner promptement les accusés.", "Elle se plaint également, sous l'angle de l'article 6 § 1 de la Convention, de la durée excessive de la procédure en indemnisation.", "29.  Le Gouvernement soutient que la requérante n'a pas demandé réparation en application de la loi no 5233 du 27 juillet 2004 sur l'indemnisation des dommages résultant d'actes de terrorisme ou de mesures de lutte contre le terrorisme.", "30.  La Cour constate que la requérante a introduit un recours de pleine juridiction à l'issue duquel des indemnités lui ont été accordées. Ce jugement en sa faveur a été infirmé notamment pour l'insuffisance du montant octroyé. La requérante n'avait donc pas, de surcroît, à utiliser la voie invoquée par le Gouvernement car l'exercice d'un seul recours est suffisant en cas de pluralité de recours disponibles et de nature à produire en substance le même effet (Malhous c. République tchèque (déc.), no 33071/96, CEDH 2000XII).", "L'exception du Gouvernement ne peut donc être retenue.", "31.  La Cour estime que la requête n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention et qu'elle ne se heurte par ailleurs à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 3 ET 8 DE LA CONVENTION", "32.  La requérante allègue que les autorités n'ont pas pris les mesures nécessaires pour la protéger contre l'agression qu'elle a subie alors qu'elles savaient que des centaines de fonctionnaires avaient fait l'objet d'agressions ou d'attaques terroristes dans la région.", "Elle se plaint également de l'inefficacité du système judiciaire qui n'a pas pu, après quinze ans de procédure, sanctionner effectivement les présumés responsables de l'acte qui lui a laissé à jamais des blessures sur le visage. Elle invoque les articles 1, 2 et 3 de la Convention.", "33.  Le Gouvernement conteste ces thèses et fait valoir que la requérante n'était pas une personne qui aurait dû faire l'objet d'une protection particulière.", "34.  La Cour considère que ces griefs doivent être examinés sous l'angle des articles 3 et 8 de la Convention, cette dernière disposition couvrant également les questions liées à l'intégrité morale et physique des individus (M.C. c. Bulgarie, no 39272/98, §§ 148-153, CEDH 2003XII, et Codarcea c. Roumanie, no 31675/04, § 101, 2 juin 2009).", "Les articles 3 et 8 de la Convention sont ainsi libellés en leurs passages pertinents en l'espèce :", "Article 3", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "Article 8 § 1", "« Toute personne a droit au respect de sa vie privée (...) »", "A.  Principes applicables en l'espèce", "1.  Prévention par la législation pénale", "35.  Selon la jurisprudence de la Cour, l'obligation imposée aux Hautes Parties contractantes par les articles 1 et 3 de garantir à toute personne relevant de leur juridiction les droits et libertés consacrés par la Convention leur commande de prendre des mesures propres à empêcher que lesdites personnes ne soient soumises à des tortures ou à des peines ou traitements inhumains ou dégradants, même administrés par des particuliers. L'Etat a donc le devoir de mettre en place une législation pénale concrète dissuadant de commettre des atteintes contre l'intégrité de la personne et s'appuyant sur un mécanisme d'application conçu pour en prévenir, réprimer et sanctionner les violations (A. c. Royaume-Uni, 23 septembre 1998, § 22, Recueil des arrêts et décisions 1998VI, Z et autres c. Royaume-Uni [GC], no 29392/95, § 73, CEDH 2001V, et, mutatis mutandis, Osman c. Royaume-Uni, 28 octobre 1998, §§ 115-116, Recueil 1998VIII).", "2.  Prévention éventuellement individualisée", "36.  Sans perdre de vue les difficultés rencontrées par les forces de l'ordre pour exercer leurs fonctions dans les sociétés contemporaines, ni l'imprévisibilité du comportement humain, ni les choix opérationnels à faire en termes de priorités et de ressources, il faut interpréter l'obligation de prévention de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif. Dès lors, toute menace présumée contre la vie ou l'intégrité physique n'oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation. Pour que l'on puisse conclure à l'existence d'une obligation positive à cet égard, il y a lieu d'établir que les autorités savaient ou auraient dû savoir sur le moment qu'un individu déterminé était menacé de manière réelle et immédiate par des actes criminels d'un tiers et que celles-ci n'ont pas pris, dans le cadre de leurs pouvoirs, les mesures qui, d'un point de vue raisonnable, pouvaient être considérées comme aptes à pallier ce risque. Ainsi, cette protection individuelle se concrétise en principe, par le pouvoir d'arrêter, de perquisitionner et de saisir des forces de l'ordre, lorsque le degré de suspicion requis est atteint aux moments déterminants (voir, mutatis mutandis, Osman, précité, §§ 116 et 121, et, mutatis mutandis, Paul et Audrey Edwards c. Royaume-Uni, no 46477/99, § 55, CEDH 2002II). La conclusion sur ce point dépend d'un examen de l'ensemble des circonstances particulières de chaque affaire (Opuz c. Turquie, no 33401/02, § 130, CEDH 2009...).", "37.  Les obligations positives sont aussi inhérentes au droit au respect effectif de la vie privée au sens de l'article 8 ; elles peuvent impliquer l'adoption de mesures même dans la sphère des relations des individus entre eux. Si le choix des moyens d'assurer le respect de l'article 8 dans le domaine de la protection contre les actes d'individus relève en principe de la marge d'appréciation de l'Etat, une dissuasion effective contre des actes graves qui mettent en jeu des valeurs fondamentales et des aspects essentiels de la vie privée appelle des dispositions pénales efficaces (M.C., précité, §§ 150-152 et les références qui y figurent, et Osman, précité, § 128).", "3.  Obligation d'enquêter", "38.  L'obligation positive de protéger l'intégrité physique de l'individu peut aussi s'étendre aux questions concernant l'effectivité d'une enquête pénale, ce qui ne saurait être limité, encore une fois, aux seuls cas de mauvais traitements infligés par des agents de l'Etat (M.C., précité, §§ 150152 et les références qui y figurent, et Assenov et autres c. Bulgarie, 28 octobre 1998, § 102, Recueil 1998VIII, Mastromatteo c. Italie [GC], no 37703/97, § 89, CEDH 2002VIII).", "39.  Cet aspect de l'obligation positive ne requiert pas nécessairement une condamnation mais l'application effective des lois, notamment pénales, pour assurer la protection des droits garantis par les articles 3 et 8 (Beganović c. Croatie, no 46423/06, §§ 69 et suiv., CEDH 2009... (extraits), M.C., précité, §§ 148-153, Kamer Demir et autres c. Turquie, no 41335/98, §§ 4250, 19 octobre 2006, et Teren Aksakal c. Turquie, no 51967/99, § 85, CEDH 2007X (extraits)).", "4.  Exigence d'une diligence particulière", "40.  Une exigence de célérité et de diligence raisonnable est implicite dans l'obligation d'enquêter (McKerr c. Royaume-Uni, no 28883/95, §§ 113114, CEDH 2001III, et Tahsin Acar c. Turquie [GC], no 26307/95, §§ 223224, CEDH 2004III). Les mécanismes de protection prévus en droit interne doivent fonctionner en pratique dans des délais raisonnables permettant de conclure l'examen au fond des affaires concrètes qui leur sont soumises (voir, mutatis mutandis, G.N. et autres c. Italie, no 43134/05, §§ 96102, 1er décembre 2009, où il s'agissait d'une procédure civile visant à statuer sur la responsabilité du ministère de la Santé quant à une transfusion de sang contaminé ; mutatis mutandis, Opuz, précité, §§ 150151, où après une série de violences portées à la connaissance de la police, l'intéressé avait tué sa belle-mère).", "B.  Application en l'espèce", "1.  La prévention", "41.  La question à laquelle la Cour doit apporter une réponse aujourd'hui est celle de savoir si la requérante encourait un risque individuel d'atteinte à son intégrité physique ou à sa vie, dont les autorités avaient connaissance ou aurait dû avoir connaissance.", "42.  L'intéressée a évoqué pareil risque pour la première fois devant le tribunal administratif de Diyarbakır. Elle a fait valoir le risque encouru par les fonctionnaires de la région et le manque de mesures préventives à cet égard.", "Devant la Cour, elle maintient son allégation. Toutefois, ni devant les autorités internes, ni devant la Cour, elle n'allègue l'existence d'un risque individuel.", "43.  Le Gouvernement ne donne pas d'informations sur des précautions générales que les autorités auraient pu être en mesure de prendre pour assurer la sécurité des groupes de personnes plus particulièrement visés par le terrorisme, ni sur les différentes mesures éventuellement mises en œuvre du fait de l'état d'urgence dans la région.", "Il ne conteste pas les rapports et les chiffres présentés par la requérante relativement aux enseignants agressés ou tués dans cette région et selon lesquels le PKK aussi prenait pour cible les fonctionnaires.", "44.  La Cour observe que dans les procédures menées contre les agresseurs de la requérante, la cour d'assises attribue une multitude d'actes au Hezbollah. Elle considère aussi que la probabilité que des fonctionnaires ou d'autres citoyens aient pu faire l'objet de menaces, d'agressions ou d'attentats à l'époque des faits quand le sud-est du pays était en proie au terrorisme ne peut être exclue.", "45.  Cela étant, aux yeux de la Cour, ces éléments ne sont pas suffisants pour dire avec certitude que la requérante encourait un risque individuel plus élevé que les autres habitants, spécifique à elle, prévisible et, dont les autorités avaient ou auraient dû avoir connaissance.", "46.  Sur ce point, il est nécessaire de prendre acte de l'absence d'une plainte quelconque de la part de la requérante quant à une menace qu'elle aurait pu recevoir, ou même quant à un acte qu'elle aurait pu percevoir comme de l'intimidation. Il en est de même pour la période qui a suivi l'agression dont elle a fait l'objet.", "47.  Or, c'est là le cœur du sujet examinée par la Cour : pour dire que la requérante encourait un risque individuel, que les autorités connaissaient ou auraient dû connaître, il lui faut des éléments concrets, lesquels normalement auraient mené ou auraient dû mener les forces de l'ordre à opérer dans le cadre de leurs fonctions, par notamment des arrestations ou perquisitions s'agissant d'éventuels suspects, lorsque le degré de suspicion requis est atteint aux moments déterminants (Osman, précité, § 121).", "48.  Au surplus, aussi tristes soient les évènements, il convient de constater que la requérante n'était pas non plus une personne publique ou médiatique qui aurait pu être visée par le Hezbollah, et à l'égard de laquelle des mesures de protection individuelle auraient dû être prises.", "49.  La Cour note de surcroît que, la région étant soumise à l'état d'urgence à l'époque, les mesures générales de sécurité avaient sans doute été renforcées.", "50.  Somme toute, il faut garder à l'esprit que les obligations positives de l'Etat ne peuvent être interprétées de manière à imposer aux autorités un fardeau insupportable ou excessif (voir, mutatis mutandis, Maiorano et autres c. Italie, no 28634/06, § 105, 15 décembre 2009 ; Osman, précité, §§ 116 et suiv.).", "51.  Ainsi, les éléments du dossier ne permettent pas de tenir les autorités pour responsables d'un manquement quelconque quant à la nécessité de prendre des mesures de prévention individuelle à l'égard de la requérante.", "2.  L'enquête pénale concernant l'agression", "52.  La Cour doit aussi examiner l'enquête pénale menée contre les auteurs du traitement inhumain qu'a subi la requérante.", "53.  A cet égard, elle note qu'une enquête a été initiée assez rapidement, laquelle par la suite a été menée dans le contexte d'actes terroristes perpétrés au nom d'une organisation illégale.", "La peine minimale prévue pour ces actes étant supérieure à celle prévue pour agression et voie de fait sur autrui, les autorités doivent passer pour avoir engagé les poursuites qui s'imposaient au regard des articles 3 ou 8 (voir le paragraphe 25 ci-dessus et la note de bas de page ; sur la nature de la poursuite, voir Dölek c. Turquie, no 39541/98, § 81, 2 octobre 2007 ; voir, en sens contraire, Öneryıldız c. Turquie [GC], no 48939/99, § 116, CEDH 2004XII, affaire où des responsables avaient été poursuivis pour négligence dans l'exercice des fonctions alors qu'il y avait eu des décès à la suite d'une explosion dans une déchetterie).", "En effet, dans le contexte spécifique de l'espèce, il importe de relever que l'agression a donc bel et bien été prise en considération et examinée lors de ce procès.", "54.  La Cour est appelée ensuite à examiner l'effectivité de l'enquête pénale. Cela dit, elle ne s'attardera pas sur chacun des critères se dégageant de sa jurisprudence à ce propos. Elle se contentera de renvoyer à cet égard aux arrêts cités aux paragraphes 38 à 40 ci-dessus et de rappeler les critères pertinents en l'espèce : l'exigence de célérité et de diligence.", "55.  Cette exigence concerne non seulement la phase de l'enquête policière, mais aussi la phase judiciaire et la procédure pénale dans son intégralité (McKerr, précité, § 114). Or, la Cour constate que les auteurs de l'agression n'ont pu être arrêtés que six ans après les faits qui se sont produits en 1994. De plus, la procédure pénale contre Ş.K., condamné en mars 2007, a duré plus de sept ans ; celle concernant A.Ç. est toujours pendante devant la Cour de cassation.", "56.  Bien que les intéressés aient été condamnés à de lourdes sanctions (voir, en sens contraire, Hüseyin Şimşek c. Turquie no 68881/01, § 71, 20 mai 2008, affaire où il y avait eu prescription pénale), la Cour estime qu'un tel retard pour parvenir à une conclusion dans des procédures pénales, quelle que soit la complexité de celles-ci, entache inévitablement leur efficacité, au détriment non seulement des accusés mais également des victimes. Or, les Hautes Parties contractantes se doivent de préserver la confiance du public dans la prééminence du droit et, pour ce faire, une procédure pénale doit avoir un effet dissuasif de nature à assurer la prévention efficace d'actes illégaux comme ceux dénoncés par la requérante (Beganović, précité, §§ 85-87, Nafiye Çetin et autres c. Turquie, no 19180/03, §§ 37-42, 7 avril 2009, et Usta et autres c. Turquie, no 57084/00, §§ 66-69, 21 février 2008).", "Tel n'a pas été le cas en l'espèce.", "3.  Le recours de pleine juridiction", "57.  La réaction judiciaire concernant l'agression doit également être examinée sous son volet civil au vu du recours de pleine juridiction qu'a introduit la requérante.", "58.  A cet égard, la Cour ne s'attardera pas ni sur la conclusion en apparence favorable à la requérante, du jugement du tribunal administratif, ni sur la décision d'infirmer celui-ci du Conseil d'Etat au motif que le montant accordé est insuffisant.", "En effet, à ses yeux, cette procédure reflète davantage la dépréciation monétaire exorbitante qu'a subi la demande d'indemnisation, due essentiellement à la longueur de la procédure, que l'effectivité de cette dernière (voir dans ce contexte Okçu c. Turquie, no 39515/03, §§ 4861, 21 juillet 2009 ; voir mutatis mutandis, Armonienė c. Lituanie, no 36919/02, §§ 4248, 25 novembre 2008 où la législation empêchait le tribunal national d'aller au-delà de la limite d'indemnité prévue par elle ; voir aussi les considérations dans l'arrêt Ciorap (no 2) c. Moldova, no 7481/06, §§ 1826, 20 juillet 2010, où la Cour a conclu à la violation de l'article 3 au motif que l'indemnité accordée à l'intéressé en droit interne pour sa détention dans des conditions inhumaines était dérisoire).", "59.  Or, dans les circonstances particulières de l'espèce, le critère de célérité examiné plus haut sous le volet pénal est aussi applicable mutatis mutandis à cette procédure administrative. Aussi, malgré le fait que la requérante ait obtenu gain de cause sur la base du principe de la responsabilité objective, le délai écoulé devant les tribunaux administratifs est à ce point excessif que l'on ne peut parler aujourd'hui de prééminence du droit (voir les références citées aux paragraphes 55-56 ci-dessus).", "60.  Enfin, d'après les éléments du dossier, l'affaire, dans sa treizième année, est encore pendante devant le tribunal administratif et aucune indemnité n'a été versée à la requérante à ce jour.", "61.  Cette situation ne correspond aucunement à la diligence requise dans pareille affaire (voir le paragraphe 40 ci-dessus et notamment G.N., précité, §§ 96102).", "4.  Conclusion", "62.  Au vu de ce qui précède, la Cour conclut que ni la procédure menée devant les tribunaux administratifs, ni celles menées au pénal contre les agresseurs de la requérante n'ont satisfait au critère de la protection adéquate contre un acte de violence grave et qu'il y a eu violation des articles 3 et 8 de la Convention, sous leur volet procédural.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "63.  La requérante dénonce une violation de son droit à un procès équitable à raison de la durée excessive de son recours de pleine juridiction. Elle invoque l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "64.  Le Gouvernement conteste cette thèse.", "65.  Au vu de sa conclusion sur le terrain des articles 3 et 8, la Cour estime qu'il n'est pas nécessaire de statuer séparément sur ce grief, la durée de la procédure administrative étant déjà prise en considération dans l'examen de l'affaire sous l'angle de ces dispositions (voir paragraphes 5861 ci-dessus).", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "66.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "67.  La requérante réclame 150 000 EUR pour préjudice matériel. Elle allègue que la caisse de sécurité sociale à laquelle elle est affiliée ne lui a pas accordé une prise en charge suffisante et qu'elle a dû se soumettre à plusieurs traitements spécifiques, pour lesquels elle ne peut fournir toutes les pièces justificatives ; elle présente deux factures à cet égard, d'un montant total d'environ 250 EUR. Elle avance également qu'elle devra suivre ses traitements à vie car elle conservera à jamais des séquelles, comme l'indiquent les rapports médicaux, et son état actuel nécessitera encore des interventions chirurgicales. Enfin, elle allègue que son état physique l'a empêchée de donner des cours privés, dans ses fonctions d'enseignante, ou de changer de travail.", "La requérante demande également 250 000 EUR au titre du préjudice moral qu'elle aurait subi. Ayant été défigurée à 27 ans, elle ne pourrait mener une vie privée épanouie, que ce soit socialement ou sentimentalement, serait obligée de suivre encore aujourd'hui des traitements et garderait des blessures pour le restant de sa vie. Elle indique que ces éléments sont par ailleurs mentionnés dans la décision du tribunal administratif, mais que celui-ci ne lui a accordé qu'un montant dérisoire, non définitif et impayé à ce jour, pour dommage moral.", "68.  Le Gouvernement conteste ces demandes.", "69.  Quant au préjudice matériel, pour autant qu'il puisse être lié aux constats de violation, la Cour relève que d'après les éléments du dossier le recours de pleine juridiction est encore pendant, et estime qu'elle ne peut prendre en considération le préjudice matériel allégué, toute évaluation à cet égard étant forcément spéculative.", "Quant au préjudice moral, eu égard aux violations constatées ci-dessus, la Cour considère qu'il y a lieu d'octroyer à la requérante, en équité, la somme de 30 000 EUR.", "B.  Frais et dépens", "70.  La requérante demande également 13 200 livres turques (TRY, environ 7 580 EUR à la date d'introduction de la demande, le 10 septembre 2008) pour les honoraires liés aux procédures menées devant les juridictions internes et devant la Cour. Elle présente le contrat d'honoraires signé entre elle et ses représentants.", "S'agissant des frais et dépens engagés devant les juridictions internes et de ceux engagés devant la Cour, la requérante réclame 913 TRY (environ 520 EUR), documentés et justifiés notamment comme frais de traduction, de poste et de photocopie.", "71.  Le Gouvernement invite la Cour à rejeter ces demandes.", "72.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable d'accorder à la requérante la somme de 2 500 EUR, tous frais confondus.", "C.  Intérêts moratoires", "73.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu'il y a eu violations des articles 3 et 8 de la Convention, sous leur volet procédural ;", "", "3.  Dit qu'il n'y a pas lieu de statuer séparément sur la violation de l'article 6 § 1 de la Convention ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes à convertir en livres turques au taux applicable à la date du règlement :", "i.  30 000 EUR (trente mille euros), plus tout montant pouvant être dû à titre d'impôt, pour dommage moral ;", "ii.  2 500 EUR (deux mille cinq cents euros), plus tout montant pouvant être dû à titre d'impôt par la requérante, pour frais et dépens ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 1er février 2011, en application de l'article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\tGreffier\tPrésidente", ""]}