{"file": "FRE_CLINF_33376_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "33376/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 153", "Juin 2012", "Piruzyan c. Arménie - 33376/07", "Arrêt 26.6.2012 [Section III]", "Article 5", "Article 5-3", "Garantie assurant la comparution à l'audience", "Interdiction légale d’accorder une libération conditionnelle aux personnes accusées d’infractions relevant de catégories particulières :violation", "En fait – Le requérant fut arrêté en octobre 2006 et placé en détention pour banditisme. Sa détention fut par la suite prolongée à plusieurs reprises aux motifs qu’il risquait de fuir ou d’entraver l’enquête, que d’autres mesures d’enquête s’imposaient et que la procédure était toujours pendante. Le requérant se vit également refuser sa demande de libération sous caution car il était accusé d’une infraction « grave » en droit interne. En effet, l’article 143 § 1 du code de procédure pénale ne lui permettait pas de demander sa libération sous caution, laquelle ne pouvait être ordonnée que pour des personnes accusées d’infractions de « gravité mineure ou moyenne ». Le requérant fut finalement libéré en décembre 2007 après que les poursuites dirigées contre lui eurent été abandonnées.", "En droit – Article 5 § 3", "a)  Impossibilité pour le requérant d’obtenir sa libération sous caution – Lorsqu’elles décident si un suspect doit être libéré ou détenu, les autorités doivent envisager différentes mesures pour assurer la comparution de l’intéressé au procès. Par le passé, la Cour a déjà conclu à la violation de l’article 5 § 3 de la Convention dans un certain nombre d’affaires où une demande de libération sous caution avait été refusée automatiquement en référence au droit interne. En l’espèce, les demandes du requérant ont également été écartées au motif que l’article 143 § 1 du code de procédure pénale excluait une libération sous caution pour les infractions graves ou particulièrement graves. Pareil rejet automatique des demandes de libération sous caution du requérant, en l’absence de tout contrôle juridictionnel des circonstances particulières de la détention, est incompatible avec les garanties de l’article 5 § 3.", "Conclusion : violation (unanimité).", "b)  Motifs du maintien en détention – Pour justifier les prolongations successives de la détention provisoire du requérant, les tribunaux internes se sont fondés, d’une part, sur le risque de fuite et d’entrave à la justice et, d’autre part, sur le fait que l’enquête n’était pas terminée et que la procédure était toujours pendante. En ce qui concerne ce dernier point, la Cour souligne que la nécessité d’un complément d’enquête ou le fait que la procédure est toujours pendante ne constituent pas des raisons acceptables pour maintenir une personne en détention provisoire au regard de l’article 5 § 3. Quant au risque de fuite ou d’entrave à la justice, les juridictions internes se sont bornées à réitérer ces motifs dans leurs décisions de façon abstraite et stéréotypée, sans indiquer pourquoi elles les jugeaient fondés. Une référence générale à la gravité de l’infraction dont le requérant était accusé ne saurait passer pour une justification suffisante. Les tribunaux internes n’ont donc pas donné des raisons « pertinentes et suffisantes » pour maintenir le requérant en détention.", "Conclusion : violation (unanimité).", "La Cour conclut également à la violation de l’article 3 en raison du maintien du requérant dans une cage en métal durant les audiences ; à la violation de l’article 5 § 1 à raison de l’absence de base légale pour la détention du requérant du 19 février au 12 mars 2007 ; et à deux violations de l’article 5 § 4 en raison, d’une part, de l’absence de procédure contradictoire et d’égalité des armes et, d’autre part, du refus d’une demande de contrôle juridictionnel de la détention au seul motif que l’affaire n’était plus au stade préliminaire de la procédure. ", "Article 41 : 8 000 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}