{"file": "FRE_HFJUD_27617_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "27617/04", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE R.R. c. POLOGNE", "", "(Requête no 27617/04)", "", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "", "STRASBOURG", "", "26 mai 2011", "", "", "DÉFINITIF", "", "28/11/2011", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire R.R. c. Pologne,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tLech Garlicki,\n\tLjiljana Mijović,\n\tSverre Erik Jebens,\n\tPäivi Hirvelä,\n\tLedi Bianku,\n\tVincent A. De Gaetano, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 29 mars 2011 et le 10 mai 2011,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 27617/04) dirigée contre la République de Pologne et dont une ressortissante de cet Etat, Mme R.R. (« la requérante »), a saisi la Cour le 30 juillet 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de la chambre à laquelle la requête a été attribuée a accédé à la demande de nondivulgation de son identité formulée par la requérante (article 47 § 3 du règlement de la Cour).", "2.  Devant la Cour, la requérante a été représentée par Me M. Gąsiorowska et Me I. Kotiuk, avocates à Varsovie, assistées de Mme C. Zampas. Le gouvernement polonais (« le Gouvernement ») a été représenté par son agent, M. J. Wołąsiewicz, du ministère des Affaires étrangères.", "3.  Dans sa requête, l’intéressée se disait victime de violations des articles 8 et 3 de la Convention. Elle se plaignait en outre, sur le terrain de l’article 13, de ne pas avoir disposé d’un recours effectif à cet égard.", "4.  Chacune des parties a répondu par écrit aux observations de l’autre.", "5.  En outre, des observations ont été reçues du Rapporteur spécial des Nations unies sur le droit qu’a toute personne de jouir du meilleur état de santé physique et mentale possible, de la Fédération internationale de gynécologie et d’obstétrique et du Programme international de droit sexuel et en matière de reproduction de la faculté de droit de l’université de Toronto (Canada), que le président avait autorisés à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  La requérante est née en 1973.", "7.  Au début du mois de décembre 2001, la requérante se rendit à hôpital de T., ville située dans une région qui relevait à l’époque pertinente de la caisse régionale d’assurance maladie de Małopolska (remplacée par la suite par la caisse nationale d’assurance médicale), pour y consulter le Dr S.B. Après avoir pratiqué une échographie, celui-ci estima que l’intéressée était enceinte de six à sept semaines.", "8.  Le 2 janvier 2002, l’intéressée – qui était alors âgée de 29 ans et était mariée et mère de deux enfants – fut inscrite sur le registre des patientes enceintes d’une clinique locale. A ce moment-là, elle était enceinte de onze semaines.", "9.  A ses quatorzième et dix-huitième semaines de grossesse – le 23 janvier 2002 et le 20 février 2002 respectivement – la requérante subit une échographie. A cette dernière date, le Dr S.B. informa l’intéressée qu’il n’était pas exclu que le fœtus fût atteint d’une malformation. La requérante exprima alors le souhait d’avoir recours à un avortement dans l’hypothèse où la malformation serait avérée.", "10.  Le Gouvernement soutient que la requérante avait consulté le Dr S.B. dans une clinique privée en janvier et février 2002 et que ce genre d’établissement n’est pas habilité à orienter des patients vers des institutions de soins publiques.", "11.  L’intéressée le conteste. Elle soutient d’abord que, à l’époque pertinente, le Dr S.B. exerçait à la fois dans un hôpital public de T. – où elle était allée le consulter en décembre 2001, puis en février 2002, après la seconde échographie – et dans une clinique privée. Elle avance ensuite que le système de soins de santé polonais se compose d’« unités de soins publiques » et d’« unités de soins privées », précisant que ces dernières sont pour la plupart des établissements de premier contact qui dispensent des soins de base et qui ont des accords de financement avec la caisse nationale d’assurance maladie (et qui en avaient avec ses devancières, les caisses régionales d’assurance maladie à l’époque pertinente). Selon la requérante, les prestations médicales assurées par les cliniques privées sont partiellement financées par des fonds publics composés de cotisations payées par toutes les personnes couvertes par le régime d’assurance maladie universel. Les médecins employés par les unités privées auraient les mêmes droits et obligations que leur homologues du secteur public en matière d’administration de soins, notamment le droit d’orienter des patients vers des unités publiques.", "12.  Par la suite, la requérante se rendit à un hôpital de T. pour y subir une troisième échographie dont les résultats confirmèrent la probabilité d’une malformation du fœtus. Le Dr O. lui recommanda de se soumettre à une amniocentèse en vue d’un examen génétique qui confirmerait ou dissiperait ces soupçons.", "13.  Le 28 février 2002, une clinique de Łódź pratiqua une nouvelle échographie sur la requérante. Faute d’avoir obtenu une recommandation du Dr S.B., l’intéressée dut payer sur ses propres deniers l’examen en question. Selon la réglementation en vigueur, cette dépense n’était pas remboursable. Les résultats de cette échographie confirmèrent la probabilité d’une malformation fœtale non identifiée. On recommanda à nouveau à la requérante de se soumettre à un examen génétique.", "14.  L’intéressée fut par la suite examinée à Łódź par un spécialiste en génétique clinique, le professeur K.Sz., qui l’invita à faire réaliser un examen génétique et à obtenir auprès de son médecin de famille, le Dr S.B., une recommandation officielle pour faire pratiquer cet examen par un hôpital public de Łódź, ville située hors de la région de la requérante où s’appliquait le régime d’assurance maladie universelle de l’époque.", "Consultée par l’intéressée, le Dr S.B. refusa de lui délivrer une recommandation, estimant que la pathologie affectant le fœtus ne justifiait pas, au regard de la loi de 1993 sur le planning familial (protection du fœtus humain et conditions dans lesquelles l’interruption de grossesse est autorisée) (la « loi de 1993) (paragraphe 66 ci-dessous), que la requérante eût recours à un avortement.", "15.  Le Gouvernement affirme que l’hypothèse du syndrome d’Edwards n’a jamais été évoquée en ce qui concerne le fœtus de la requérante.", "16.  L’intéressée conteste cette assertion. On lui aurait indiqué, au cours de la consultation, que l’échographie donnait à penser que le fœtus était atteint du syndrome d’Edwards ou du syndrome de Turner.", "17.  Durant la première semaine de mars 2002, la requérante se rendit avec son mari à l’hôpital de T. pour y rencontrer le Dr S.B., qui y effectuait une garde de nuit, et lui demander d’interrompre sa grossesse. Il s’y refusa, indiquant aux intéressés qu’un diagnostic de malformation fœtale grave ne pouvait être établi au seul vu des résultats de l’échographie. Il leur proposa de faire réexaminer sa décision par un collège de médecins de l’hôpital. La requérante rejeta cette proposition.", "18.  Le 11 mars 2002, l’intéressée fut admise dans un hôpital public de T., ville située dans sa région, qui dépendait de la caisse d’assurance maladie universelle de l’époque. Elle y demanda conseil. On l’informa que l’hôpital n’était pas habilité à prendre une décision sur sa demande d’interruption de grossesse et on lui recommanda de faire établir un diagnostic complémentaire (« w celu dalszej diagnostyki ») par le service des grossesses pathologiques de l’hôpital universitaire de Cracovie, ville située dans un autre secteur de la caisse d’assurance maladie.", "19.  Au cours du séjour de la requérante à l’hôpital de T., un juriste de cet établissement fut appelé à émettre un avis visant à garantir le respect des règles d’accès à l’avortement légal. Par ailleurs, on informa l’intéressée qu’un avortement pouvait entraîner de graves dangers pour sa vie et que, parmi les facteurs de risque à prendre en compte pour décider si elle pourrait ou non subir un examen génétique, ses deux précédents accouchements par césarienne étaient les plus préoccupants.", "20.  Le 14 mars 2002, à sa sortie de l’hôpital de T., la requérante parcourut 150 kilomètres pour se rendre à l’hôpital universitaire de Cracovie et y consulter le Dr K.R. Celui-ci lui reprocha d’envisager une interruption volontaire de grossesse, l’informant que l’hôpital refusait catégoriquement de pratiquer des avortements, chose qu’il n’avait jamais faite en cent cinquante ans d’existence. La demande d’examen génétique formulée par la requérante fut également rejetée, le Dr K.R. ayant estimé que cet examen était inutile dans son cas. L’intéressée resta hospitalisée pendant trois jours et subit une nouvelle échographie, dont les résultats ne furent pas probants, ainsi que des examens urinaires et sanguins. Elle quitta l’hôpital le 16 mars 2002 en possession d’une décharge précisant que son fœtus présentait des anomalies de développement (« wady rozwojowe płodu »). Cette mention figurait également dans un certificat médical signé par le Dr K.R., où celuici recommandait la réalisation d’un examen génétique pour déterminer la nature des anomalies.", "21.  Le 21 mars 2002, la requérante contacta à nouveau le professeur K.Sz., qui l’avait examinée en février. Celui-ci la reçut dans une clinique privée où il tenait une consultation et lui fit passer une échographie qui confirma les soupçons de malformation fœtale. Il lui délivra une recommandation pour l’hôpital de la Mère et de l’Enfant de Łódź, tout en l’informant qu’il n’était pas habilité à le faire. Il lui indiqua que, pour pouvoir passer un examen génétique à Łódź, ville extérieure à sa région, elle devait être recommandée par un médecin de sa région et obtenir de sa caisse régionale d’assurance maladie une autorisation accompagnée d’un engagement de rembourser le coût de l’examen à la caisse régionale du lieu où il serait pratiqué. Il l’invita à se faire passer auprès de l’hôpital de Łódź pour une patiente à hospitaliser d’urgence en déclarant qu’elle était sur le point de faire une fausse couche, ce qui lui permettrait probablement d’y être admise.", "22.  Le 22 mars 2002, la requérante demanda au Dr K.R. de la recommander auprès de l’hôpital de Łódź.", "Le Gouvernement avance que le Dr K.R. ne pouvait pas orienter la requérante vers Cracovie pour qu’elle y subisse un examen génétique, ce genre d’examen n’entrant pas dans le cadre des pratiques courantes de l’hôpital universitaire et des autres hôpitaux de cette ville. L’intéressée conteste cette affirmation, soutenant que le Dr K.R. lui avait dit qu’il refusait de lui délivrer une recommandation pour un examen génétique parce qu’elle solliciterait un avortement au cas où cet examen confirmerait la présence d’une malformation.", "23.  Le même jour, la requérante essaya à nouveau d’obtenir une recommandation pour l’hôpital de Łódź auprès du Dr S.B.", "24.  Le Gouvernement soutient que l’intéressée a obtenu auprès de ce médecin une recommandation pour l’hôpital universitaire de Cracovie, où elle avait déjà été hospitalisée du 14 au 16 mars. La requérante dément cette assertion, soutenant qu’aucune recommandation ne lui a été délivrée.", "La Cour note que les observations des parties divergent sur ce point et qu’aucune copie de la recommandation en question ne lui a été communiquée.", "25.  Le 24 mars 2002, la requérante se rendit à l’hôpital de la Mère et de l’Enfant de Łódź.", "26.  Le Gouvernement avance que l’intéressée s’est présentée à l’hôpital munie d’une recommandation du professeur K.Sz.", "27.  La requérante conteste cette affirmation. Elle soutient que, comme on le lui avait conseillé, elle s’est fait passer pour une patiente à hospitaliser d’urgence et a été admise à l’hôpital sans recommandation.", "28.  Un examen génétique (amniocentèse) fut pratiqué le 26 mars 2002, au cours de la vingt-troisième semaine de grossesse de l’intéressée. Celleci fut informée qu’elle devrait attendre deux semaines pour obtenir les résultats.", "29.  Le Gouvernement avance que l’examen a été réalisé bien que la requérante n’eût pas demandé d’accord de financement auprès de la caisse régionale d’assurance maladie de Małopolska.", "30.  La requérante quitta l’hôpital de Łódź le 28 mars 2002. Le 29 mars 2002, l’intéressée, qui ne disposait toujours pas des résultats de l’examen et éprouvait une profonde détresse tant elle craignait que son fœtus ne fût atteint de graves anomalies, sollicita par écrit un avortement auprès de l’hôpital de T. Le Dr G.S. lui répondit qu’il n’était pas habilité à prendre pareille décision et qu’il devait consulter le chef de service.", "31.  Par une lettre du 29 mars 2002, la requérante demanda à l’hôpital de T. d’interrompre sa grossesse conformément aux dispositions de la loi de 1993 ; elle invita l’hôpital à l’informer par écrit « aussitôt que possible » d’un éventuel refus.", "32.  Le 3 avril 2002, l’intéressée retourna à l’hôpital, où on lui indiqua que le chef de service ne pouvait pas la recevoir parce qu’il était malade. La consultation fut reportée au 10 avril 2002. Le même jour, la requérante se plaignit par écrit au directeur de l’hôpital de T. de ne pas avoir reçu les soins requis et lui indiqua qu’elle soupçonnait les médecins de différer intentionnellement les décisions à prendre sur sa situation pour l’empêcher de se faire avorter dans le délai légal.", "33.  Le 9 avril 2002, elle demanda une nouvelle fois aux médecins de l’hôpital de T. d’interrompre sa grossesse, leur faisant part des résultats de l’examen génétique consignés dans un certificat établi par le professeur K.Sz. qu’elle avait reçu le même jour. Ce certificat, qui confirmait que le caryotype révélait la présence du syndrome de Turner, comportait en outre les indications suivantes :", "« Le test d’aberration chromosomique et l’échographie réalisés ont permis de déceler des anomalies congénitales pouvant avoir de graves conséquences sur le développement de l’enfant. L’application des dispositions de la loi de 1993 relatives à l’interruption de grossesse peut être envisagée dans le cas présent. Il convient de prendre une décision à cet égard en tenant dûment compte de l’avis des parents. »", "Les médecins de l’hôpital de T. refusèrent de mettre fin à la grossesse de la requérante. Le Dr G.S. indiqua à l’intéressée qu’il était trop tard pour pratiquer un avortement car son fœtus était désormais viable, c’est-à-dire capable de survivre hors de son corps.", "34.  Le 11 avril 2002, la requérante se plaignit à nouveau par écrit au directeur de l’hôpital de T. de la manière dont elle avait été traitée et des atermoiements du Dr G.S.", "35.  En avril 2002, l’intéressée et son mari adressèrent plusieurs plaintes à divers organismes sanitaires. Dans une réponse que le ministère de la Santé leur adressa le 16 mai 2002, il était indiqué que « les pièces disponibles ne permett[ai]ent pas de déterminer pourquoi l’examen génétique avait été différé jusqu’au 28 février 2002, époque à laquelle le fœtus était déjà viable ».", "36.  Le 29 avril 2002, l’intéressée reçut une réponse de l’hôpital de T. aux plaintes qu’elle lui avait adressées les 29 mars et 3 avril 2002. Cette réponse renfermait un exposé factuel de la situation et renvoyait à certaines dispositions de la loi de 1993, mais ne comportait aucune appréciation sur la légalité du comportement du personnel médical concerné.", "37.  Le 11 juillet 2002, la requérante donna naissance à une fille atteinte du syndrome de Turner.", "38.  Le 31 juillet 2002, l’intéressée demanda au ministère public d’ouvrir une information contre les personnes qui l’avaient prise en charge. Elle allégua que, faute d’avoir pratiqué en temps utile les examens prénataux qui s’imposaient, les médecins concernés avaient gravement manqué au devoir qui leur incombait, en leur qualité d’agents publics, de sauvegarder ses intérêts protégés par la loi. Selon elle, ce manquement l’avait empêchée d’obtenir des informations sur l’état de santé de son fœtus, raison pour laquelle elle n’avait pu opter en connaissance de cause pour un avortement dans les conditions prévues par la loi et avait été contrainte de poursuivre sa grossesse.", "39.  Le 16 décembre 2002, le procureur du district de Tarnów décida de classer l’affaire au motif qu’aucune infraction n’avait été commise. Pour se prononcer ainsi, il s’appuya sur une expertise réalisée par la faculté de médecine de Białystok, d’où il ressortait que la loi de 1993 n’autorisait l’avortement légal qu’en cas de grave malformation fœtale, qu’il était impossible de déterminer si une malformation était suffisamment grave pour justifier un avortement avant que le fœtus ne fût viable et que, dans le cas de la requérante, pareille intervention n’aurait été possible que jusqu’à la vingttroisième semaine de grossesse. L’intéressée exerça un recours contre cette décision.", "40.  Le 22 janvier 2003, le procureur régional fit droit à l’appel de l’intéressée et ordonna la réouverture de l’information, au cours de laquelle de nouvelles preuves médicales furent recueillies. Le 5 décembre 2003, le procureur décida à son tour de classer l’affaire, estimant qu’aucune infraction pénale n’avait été commise.", "41.  L’intéressée contesta cette décision. Elle allégua notamment que le ministère public avait orienté son enquête sur la question de savoir si elle avait droit à un avortement en application de la législation en vigueur au lieu de se concentrer sur la question essentielle, celle de savoir si, dans les circonstances de l’espèce, un examen génétique aurait dû être pratiqué aux fins de l’établissement d’un diagnostic du fœtus.", "42.  En définitive, le 2 février 2004, la juridiction compétente confirma la décision du ministère public, estimant que les médecins employés dans les hôpitaux publics n’avaient pas la qualité d’« agents publics », ce qui dans les circonstances de la cause était l’élément constitutif de l’infraction de manquement d’un agent public aux devoirs de ses fonctions.", "43.  Le 1er mai 2004, la requérante exerça une action civile devant le tribunal régional de Cracovie contre les médecins S.B., G.S. et K.R., l’hôpital de Cracovie et l’hôpital de T. Elle allégua que les médecins qui l’avaient prise en charge avaient déraisonnablement tardé à l’autoriser à subir un examen génétique, manquant de ce fait à leur obligation de lui fournir en temps utile des informations fiables sur la santé de son fœtus. Elle ajouta qu’ils n’avaient pas diagnostiqué l’état de santé de son fœtus dans un délai suffisant pour lui permettre de prendre une décision sur une éventuelle interruption de grossesse, soutenant que ce retard injustifié à lui fournir des informations pertinentes l’avait empêchée d’exercer un libre choix sur sa maternité.", "Elle avança en outre que, bien que la loi permît le recours à l’avortement dans des situations particulières, les difficultés qu’elle avait rencontrées pour se voir autoriser à subir un examen génétique en temps utile et le retard excessif avec lequel l’examen en question avait été pratiqué l’avaient privée de ce droit.", "Par ailleurs, l’intéressée invoqua l’article 4 a) 1.2 de la loi de 1993 sur le planning familial (protection du fœtus humain et conditions dans lesquelles l’interruption de grossesse est autorisée) ainsi que les articles 23 et 24 du code civil, lesquels protègent les « droits individuels ».", "Elle allégua que les autorités s’étaient prononcées sur son accès à un examen génétique dans des conditions attentatoires à ses droits individuels et à sa dignité, qui l’avaient profondément humiliée, ajoutant qu’il n’avait été tenu aucun compte de sa position et de ses sentiments.", "Elle sollicita en outre la condamnation du Dr S.B. à lui verser une indemnisation en raison des déclarations hostiles et désobligeantes qu’il avait formulées sur son caractère et sa conduite à l’occasion d’une interview qu’il avait accordée à la presse sur son cas. Elle précisa qu’il avait dévoilé des informations personnelles sur sa santé et celle de son fœtus, en violation du secret professionnel, et qu’il avait déclaré qu’elle et son mari étaient des parents indignes et irresponsables.", "44.  L’intéressée réclama une indemnisation de 110 000 zlotys polonais (PLN) pour violation de ses droits de patiente et de ses droits individuels. Elle demanda également au tribunal de mettre les dépenses qu’elle devrait engager pour le traitement de sa fille à la charge des trois établissements médicaux concernés.", "45.  Le 28 octobre 2004, le tribunal de district de Tarnów reconnut le Dr S.B. coupable d’avoir divulgué des informations couvertes par le secret médical lors d’un entretien accordé à la presse, notamment le fait que la requérante avait envisagé un avortement. Il suspendit sous conditions la procédure dirigée contre le Dr S.B. et fixa une période de mise à l’épreuve.", "46.  Le 19 octobre 2005, le tribunal régional de Cracovie condamna le Dr S.B. à verser à la requérante une indemnité de 10 000 PLN au motif que celui-ci avait divulgué des informations sur la santé et la vie privée de l’intéressée à l’occasion d’un entretien publié dans la presse en novembre 2003 au cours duquel il avait évoqué la grossesse de sa patiente, et qu’il avait émis des commentaires irrespectueux et blessants sur la conduite et la personnalité de celle-ci.", "47.  Le tribunal rejeta les autres demandes de l’intéressée dirigées contre les médecins G.S. et K.R. ainsi que contre les hôpitaux, estimant que ceuxci n’avaient pas porté atteinte aux droits individuels et aux droits de patiente de la requérante. Il jugea qu’aucun atermoiement ne pouvait être reproché aux médecins qui avaient pris en charge l’intéressée. A cet égard, il précisa que les normes de l’Organisation mondiale de la santé n’autorisaient l’avortement que jusqu’à la vingttroisième semaine de grossesse, moment que la requérante avait attendu pour s’adresser aux hôpitaux mis en cause, et que, le 11 avril 2002, celle-ci était enceinte de vingtquatre semaines. Il en conclut que le droit de l’intéressée de décider de sa maternité et ses droits de patiente n’avaient pas subi d’atteinte imputable aux défendeurs.", "48.  Le 12 décembre 2005, la requérante interjeta appel de cette décision. Elle allégua que le droit à l’information sur la santé était protégé à la fois par l’article 24 du code civil, qui garantissait les droits individuels, et par l’article 19 de la loi de 1992 sur les institutions médicales. Elle soutint que les médecins S.B., K.R. et G.S. savaient qu’un examen génétique s’imposait pour déterminer l’état de santé de son fœtus, mais qu’ils ne lui avaient pas délivré la recommandation requise. Elle précisa que K.R. n’avait invoqué aucune disposition juridique susceptible de justifier son refus et que G.S. avait déclaré à l’audience qu’il ne lui avait pas fourni de prescription parce qu’elle ne lui en avait pas fait la demande, alors que, selon elle, il appartenait aux médecins, détenteurs des connaissances professionnelles requises, de se prononcer sur les examens à prescrire dans tel ou tel cas médical. Elle avança qu’il ressortait clairement des dépositions des défendeurs que l’attitude qu’ils avaient adoptée à son égard n’était pas conforme aux dispositions légales pertinentes, indiquant que les médecins concernés avaient essayé de la rendre responsable de la manière dont son dossier avait été suivi, alors pourtant que, en leur qualité de professionnels de la santé, il leur incombait au premier chef de traiter correctement la situation médicale qui se présentait à eux. Elle ajouta que leurs dépositions démontraient qu’ils avaient bien conscience du désespoir qu’elle ressentait à l’idée que son fœtus pût être atteint d’une maladie génétique.", "49.  Elle allégua que le comportement des médecins mis en cause était illégal, contraire notamment à la clause de l’article 2 a) de la loi de 1993 imposant aux autorités d’assurer le libre accès à l’information et aux examens prénataux, en particulier lorsqu’il existe un risque élevé ou une forte suspicion de maladie génétique, de problème de développement ou de maladie incurable potentiellement mortelle. Estimant que le droit clairement énoncé par cette disposition lui était sans nul doute applicable, elle accusa les défendeurs de lui avoir dénié la possibilité de l’exercer.", "50.  Le 28 juillet 2006, la cour d’appel de Cracovie débouta la requérante et confirma la décision entreprise, faisant siennes les conclusions de la juridiction inférieure.", "51.  Le 11 juillet 2008, la Cour suprême accueillit le pourvoi que la requérante avait formé devant elle, cassa l’arrêt entrepris en toutes ses dispositions pour des raisons de fond et ordonna le réexamen de l’affaire.", "Elle releva que le pourvoi de l’intéressée se fondait sur deux moyens, celle-ci se plaignant d’une part de ne pas avoir obtenu de recommandation en vue d’un examen génétique et, d’autre part, d’avoir été privée de ce fait de son droit de prendre une décision en connaissance de cause.", "52.  En ce qui concerne le premier des moyens articulés par la requérante, la Cour suprême observa qu’il ne prêtait pas à controverse que, comme l’avait établi une expertise réalisée pour les besoins de l’enquête pénale, seul un examen génétique pouvait confirmer ou dissiper la suspicion de présence d’un syndrome de Turner chez le fœtus. Elle releva que les médecins mis en cause connaissaient la procédure à suivre et que les dispositions de la loi de 1992 sur les institutions médicales (ustawa o zakładach opieki zdrowotnej) garantissant les droits des patients leur imposaient de délivrer d’office à l’intéressée une recommandation en vue d’un examen génétique, sans qu’elle eût à le demander. Elle jugea que la requérante jouissait en vertu de cette loi d’un droit juridiquement protégé à obtenir des informations adéquates sur la santé de son fœtus. Estimant que les règles de la profession médicale régissant la procédure en question obligeaient les médecins mis en cause à informer l’intéressée de leur éventuelle objection de conscience à la délivrance d’une recommandation en vue d’un examen génétique et, le cas échéant, à l’orienter vers l’un de leurs collègues à cette fin, elle observa qu’ils n’en avaient rien fait.", "53.  Par ailleurs, elle déclara que les dispositions qui réglementaient les examens génétiques et leur financement par différentes branches de l’assurance maladie à l’époque pertinente ne pouvaient exonérer les médecins de leur obligation de délivrer une recommandation, notamment parce qu’elles n’avaient pas un caractère législatif et qu’elles ne pouvaient raisonnablement justifier une restriction aux droits de patiente de la requérante. Contrairement aux conclusions de la cour d’appel, elle jugea que l’obligation de délivrer une recommandation à l’intéressée n’avait pas disparu au moment où il était devenu impossible à celle-ci de bénéficier d’un avortement légal pour suspicion de malformation de son fœtus – c’està-dire après la vingtdeuxième semaine de grossesse – car il n’existait aucune raison juridique ou médicale d’associer automatiquement les examens génétiques avec l’accès à l’avortement légal. Elle ajouta que la loi en vigueur à l’époque pertinente ne prévoyait aucune restriction temporelle à la réalisation de pareils examens pendant la grossesse, précisant que l’ordonnance limitant la possibilité de procéder aux examens en question à la période antérieure à la vingtdeuxième semaine de grossesse n’avait été adoptée qu’en 2004.", "54.  En conséquence, la Cour suprême estima qu’il y avait de bonnes raisons de penser que les médecins concernés avaient porté atteinte aux droits individuels de la requérante au sens de l’article 24 du code civil et à ses droits de patiente garantis par la loi sur les institutions médicales. Elle observa que ces médecins avaient refusé de délivrer une recommandation tout en sachant que seuls des examens génétiques pouvaient révéler l’état de santé génétique du fœtus et qu’ils avaient au contraire conseillé à la requérante de faire réaliser dans un hôpital divers examens impropres à l’établissement de pareil diagnostic.", "Elle ajouta que les juridictions inférieures avaient conclu à tort que le comportement des médecins mis en cause n’avait causé à l’intéressée aucun dommage moral, jugeant au contraire que celle-ci avait souffert d’un préjudice en raison de la détresse, de l’anxiété et de l’humiliation qu’elle avait ressenties du fait du traitement qu’elle avait subi.", "55.  En ce qui concerne le second moyen articulé par la requérante, la Cour suprême renvoya à sa jurisprudence qualifiant de droit individuel garanti par le code civil le droit des femmes enceintes à être informées de l’état de santé de leur fœtus et de prendre en conséquence une décision éclairée sur la poursuite ou l’interruption de leur grossesse (IV CK 161/05, arrêt du 13 octobre 2005, paragraphe 80 ci-dessous). Elle précisa que cette jurisprudence conférait un droit à réparation (zadośćuczynienie) aux parents d’un enfant atteint d’une affection génétique qui ne serait pas né si un examen génétique avait été pratiqué. Elle estima que les juridictions inférieures avaient conclu à tort à l’absence de lien de causalité avéré entre la réaction des médecins à la situation de la requérante et le fait que celle-ci n’avait pas eu accès à un avortement légal. A cet égard, la Cour suprême releva qu’il s’était écoulé un laps de temps suffisant pour pratiquer un examen génétique entre la dixhuitième semaine de grossesse de l’intéressée – moment où la présence d’une anomalie avait été suspectée – et la vingtdeuxième semaine de grossesse, au cours de laquelle le délai légal d’avortement avait expiré, observant en outre que la requérante n’avait obtenu les résultats de l’examen en question que deux semaines après la réalisation de celui-ci. Elle jugea que cet examen aurait dû être réalisé aussitôt après que la suspicion d’anomalie était apparue et que le retard considérable avec lequel il avait été pratiqué était dû aux tergiversations des médecins S.B., G.S. et K.R.", "56.  Enfin, elle déclara que l’indemnité de 10 000 PLN que le Dr S.B. avait été condamné à verser à l’intéressée pour l’avoir dénigrée au cours d’une interview accordée à la presse était manifestement inadéquate eu égard aux circonstances de la cause.", "57.  En conséquence, elle cassa l’arrêt entrepris en toutes ses dispositions et renvoya l’affaire pour qu’elle fût réexaminée dans son entier.", "58.  Le 30 octobre 2008, la cour d’appel de Cracovie rendit son arrêt dans l’affaire de la requérante. Renvoyant aux conclusions de la Cour suprême, elle releva que le Dr S.B. n’avait pas délivré à la requérante une recommandation en vue d’un examen génétique dès le moment où l’état de santé du fœtus était apparu suspect et qu’il l’avait orientée à deux reprises vers l’hôpital de Cracovie alors même qu’elle s’y était déjà rendue et qu’aucun examen de ce genre n’y avait été pratiqué. En conséquence, la cour d’appel fit droit à la demande indemnitaire de l’intéressée en lui allouant 20 000 PLN.", "59.  En outre, elle réforma aussi la décision rendue en première instance quant à l’indemnité que le Dr S.B. avait été condamné à verser à la requérante pour avoir porté atteinte aux droits individuels de celle-ci par les déclarations désobligeantes qu’il avait formulées à son sujet dans la presse, portant l’indemnité en question à 30 000 PLN.", "60.  En ce qui concerne les demandes dirigées contre l’hôpital de T., la cour d’appel jugea que la requérante n’avait pas bénéficié d’un diagnostic correct. Elle releva que, au lieu de délivrer à l’intéressée une recommandation en vue d’un examen génétique, le Dr G.S., qui travaillait à l’hôpital de T., s’était borné à lui conseiller une consultation à l’hôpital de Cracovie tout en sachant que l’on n’y pratiquait pas ce genre d’examen. Elle observa également qu’il s’était écoulé un mois entre le 29 mars 2002, date à laquelle la requérante avait demandé au Dr G.S. d’interrompre sa grossesse au vu des résultats de l’examen qu’elle avait finalement obtenus, et le 29 avril 2002, date à laquelle elle avait reçu une réponse négative écrite.", "61.  En ce qui concerne les demandes dirigées contre l’hôpital universitaire de Cracovie, la cour d’appel releva que, à la date où la requérante y avait été admise, le 14 mars 2002, celle-ci était déjà en possession des résultats de l’échographie réalisée à Łódź par le professeur K.Sz., et que ces résultats donnaient fortement à penser que le fœtus était atteint du syndrome de Turner. La cour d’appel en déduisit que l’hôpital aurait dû faire subir à l’intéressée des examens qui auraient confirmé ou dissipé cette suspicion et constata qu’il n’en avait rien fait, préférant pratiquer d’autres analyses destinées à dépister une éventuelle inflammation du fœtus sans rapport avec le diagnostic de syndrome de Turner. Elle jugea que l’hôpital avait exposé la requérante à un stress inutile tout en échouant à poser un diagnostic correct. Elle estima que les défendeurs savaient que le facteur temps revêtait une importance cruciale en matière d’accès à l’avortement légal, mais qu’ils n’avaient rien fait pour se déterminer plus rapidement. Jugeant que les hôpitaux auraient dû fournir à la requérante des informations exhaustives sur les anomalies génétiques dont son fœtus pouvait être atteint et sur leurs conséquences quant au développement de celui-ci, cela dans un délai suffisant pour qu’elle puisse se préparer à la perspective de donner naissance à un enfant souffrant d’une maladie génétique, la cour d’appel considéra que ceux-ci étaient responsables de la négligence de leurs employés. Elle releva en outre que les médecins mis en cause n’avaient pas gardé trace de leur refus et des motifs sur lesquels il était fondé, au mépris de l’article 39 de la loi sur les professions médicales.", "62.  Elle estima que l’hôpital universitaire de Cracovie portait une responsabilité plus lourde que les autres car il était plus spécialisé et aurait dû en toute logique faire preuve d’un haut niveau de compétence professionnelle. Relevant que la requérante avait légitimement cru qu’elle bénéficierait d’un diagnostic et d’un traitement de qualité, la cour d’appel constata au contraire que l’intéressée avait été prise en charge avec un retard injustifiable.", "63.  Jugeant que les défendeurs n’avaient pas respecté les droits de la requérante, la cour d’appel condamna l’hôpital Saint-Lazare de T. et l’hôpital universitaire de Cracovie à verser à l’intéressée 5 000 PLN et 10 000 PLN respectivement. Elle rejeta l’appel de la requérante pour le surplus.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution", "64.  L’article 38 de la Constitution est ainsi rédigé :", "« La République de Pologne protège par la loi la vie de tout être humain. »", "65.  L’article 47 de la Constitution est libellé en ces termes :", "« Chacun jouit du droit de voir protéger par la loi sa vie privée et familiale, son honneur et sa réputation, et de prendre des décisions concernant sa vie personnelle. »", "B.  La loi de 1993 sur le planning familial (protection du fœtus humain et conditions dans lesquelles l’interruption de grossesse est autorisée) et dispositions connexes", "66.  La loi sur le planning familial (protection du fœtus humain et conditions dans lesquelles l’interruption de grossesse est autorisée), toujours en vigueur, a été adoptée par le Parlement en 1993. Son article 1 disposait à l’époque que « tout être humain jouit du droit à la vie depuis la conception ».", "Son article 2 a) est ainsi libellé :", "« L’Etat et les collectivités locales garantissent le libre accès à l’information et aux examens prénataux, en particulier lorsqu’il existe un risque élevé ou une forte suspicion de maladie génétique, de problème de développement ou de maladie incurable potentiellement mortelle. »", "67.  Les dispositions pertinentes de l’article 4 a) de cette loi se lisent ainsi :", "« 1.  Seul un médecin peut pratiquer un avortement, et ce lorsque", "1)  la grossesse met en danger la vie ou la santé de la mère ;", "2)  des examens prénataux ou d’autres données médicales montrent qu’il existe un risque élevé que le fœtus soit atteint d’une malformation grave et irréversible ou d’une maladie incurable potentiellement mortelle ;", "3)  il existe de sérieuses raisons de croire que la grossesse résulte d’un acte criminel.", "2.  Dans les cas énumérés à l’alinéa 2) ci-dessus, l’avortement peut être pratiqué jusqu’au moment où le fœtus est capable de survivre en dehors du corps de la mère et, dans le cas décrit à l’alinéa 3) ci-dessus, jusqu’à la fin de la douzième semaine de grossesse.", "3.  Dans les cas prévus aux alinéas 1) et 2) ci-dessus, l’avortement est pratiqué par un médecin en milieu hospitalier.", "(...)", "5.  Les circonstances dans lesquelles l’avortement est autorisé au titre du paragraphe 1, alinéas 1 et 2 ci-dessus, doivent faire l’objet d’un certificat émis par un médecin autre que celui qui doit effectuer l’avortement, sauf si la grossesse fait peser une menace directe sur la vie de la femme. »", "68.  Une ordonnance du ministre de la Santé du 22 janvier 1997 portant sur les qualifications des médecins autorisés à pratiquer des avortements renferme deux dispositions matérielles. Elle précise en son article 1 les qualifications exigées des médecins habilités à effectuer des avortements légaux selon les modalités prévues par la loi de 1993. Elle dispose en son article 2 que", "« [l]es éléments indiquant que la grossesse constitue une menace pour la vie ou la santé d’une femme doivent être attestés par un médecin spécialiste de la branche de la médecine dont relève le problème de santé qui touche cette femme ».", "69.  Le 21 décembre 2004, le ministre de la Santé prit une ordonnance relative à certains services médicaux (rozporządzenie Ministra Zdrowia w sprawie zakresu świadczeń opieki zdrowotnej). Les passages pertinents de l’annexe 3 à ce texte, intitulée « Définition des services médicaux prénataux (...) » (Zakres lekarskich badań prenatalnych (...)), sont ainsi libellés :", "« 1.  Les tests prénataux sont des techniques d’examen et de diagnostic applicables aux femmes enceintes lors des premier et deuxième trimestres de leur grossesse, et au plus tard au cours de la vingtdeuxième semaine de grossesse, lorsqu’il existe un risque élevé de maladie ou de malformation génétique.", "2.  Ils comprennent : 1) des examens non invasifs [échographies et analyses biochimiques (dosage des marqueurs sériques à partir de prélèvements sanguins opérés sur des femmes enceintes)] ; 2) des examens invasifs [biopsies du trophoblaste et amniocentèses].", "3).  Il est particulièrement recommandé de procéder à des tests prénataux lorsque (...) 5) les résultats de l’échographie réalisée au cours de la grossesse indiquent un risque élevé d’aberration chromosomique ou de présence d’une autre malformation chez le fœtus. »", "C.  Dispositions pertinentes du code de procédure pénale", "70.  Procéder à une interruption de grossesse sans respecter les conditions fixées par la loi de 1993 constitue une infraction pénale réprimée par l’article 152 § 1 du code pénal. Quiconque pratique un avortement en violation de la loi ou prête son concours à un tel acte est passible d’une peine d’emprisonnement pouvant aller jusqu’à trois ans. La femme enceinte n’encourt elle-même aucune responsabilité pénale en cas d’avortement effectué au mépris de la loi de 1993.", "71.  L’article 157 a) 1 érige le fait de causer un dommage à un enfant à naître en infraction passible d’une amende, d’une mesure restrictive de liberté ou d’une peine d’emprisonnement pouvant aller jusqu’à deux ans.", "D.  Droits des patients", "72.  A l’époque pertinente, les droits des patients étaient régis par la loi de 1992 sur les institutions médicales (ustawa o zakładach opieki zdrowotnej), dont l’article 19 § 2 reconnaissait aux patients le droit à être informés de leur état de santé.", "E.  Droits et obligations des médecins", "73.  L’article 39 de la loi de 1996 sur les professions médicales (ustawa o zawodzie lekarza) autorise les médecins à refuser de pratiquer un acte médical heurtant leur conscience. En pareil cas, ils doivent indiquer au patient concerné le lieu où l’acte médical en question peut être pratiqué et consigner leur refus dans le dossier médical de l’intéressé. Les médecins travaillant dans des établissements de soins doivent notifier leur refus par écrit à leurs supérieurs.", "74.  L’article 31 § 1 de la même loi impose aux médecins de fournir à leurs patients ou aux représentants de ceux-ci des informations compréhensibles sur leur santé, le diagnostic, les méthodes diagnostiques et thérapeutiques proposées et envisageables, les effets prévisibles de la mise en œuvre ou du rejet de celles-ci, les résultats possibles de la thérapie et le pronostic.", "75.  L’article 37, enfin, énonce qu’un médecin ayant des doutes sur un diagnostic ou une thérapie peut, de son propre chef ou à la demande de son patient et s’il l’estime raisonnable au regard des critères de la science médicale, solliciter l’avis d’un spécialiste ou organiser une consultation avec d’autres médecins.", "F.  Responsabilité délictuelle", "76.  Les articles 415 et suivants du code civil polonais, qui traitent de la responsabilité délictuelle, énoncent que quiconque cause, par sa faute, un dommage à autrui est tenu de le réparer.", "77.  En vertu de l’article 444 du code civil, quiconque cause un préjudice corporel ou porte atteinte à la santé d’autrui est tenu de réparer en son entier le dommage matériel qui en résulte.", "78.  L’article 448 du même code autorise les personnes victimes d’une violation de leurs droits individuels à en demander réparation. Les dispositions pertinentes de cet article se lisent comme suit :", "« Le tribunal peut accorder une somme adéquate en réparation du préjudice moral (krzywda) subi par une personne dont les droits individuels ont été lésés. A titre subsidiaire et sans préjudice de son droit de demander toute autre réparation éventuellement requise pour effacer les conséquences du dommage subi, la personne concernée peut inviter le tribunal à allouer une somme adéquate à telle ou telle institution à vocation sociale. (...) »", "G.  Jurisprudence des tribunaux polonais", "79.  Par un arrêt du 21 novembre 2003 (V CK 167/03), la Cour suprême a jugé qu’un refus illégal d’interrompre une grossesse résultant d’un viol, circonstance prévue par l’article 4 a) § 1.3 de la loi de 1993, pouvait donner lieu à une demande de réparation du dommage matériel subi en conséquence de ce refus.", "80.  Par un arrêt du 13 octobre 2005 (IV CK 161/05), la Cour suprême a déclaré que le refus de procéder à des examens prénataux sur la personne d’une femme enceinte dans des circonstances laissant raisonnablement supposer que celle-ci risquait de donner le jour à un enfant atteint d’une malformation grave et irréversible, situation prévue par l’article 4 a) § 1.2 de la loi de 1993, pouvait donner lieu à une demande en réparation.", "(...)", "H.  Le droit pertinent", "(...)", "2.  Textes adoptés par les Nations unies", "84.  Dans son cinquième rapport périodique devant le Comité des droits de l’homme de l’ONU (CCPR/C/POL/2004/5), le gouvernement polonais a indiqué ce qui suit :", "« 106.  En Pologne, les données relatives à l’avortement se limitent aux avortements pratiqués en hôpital, c’est-à-dire aux avortements légalement autorisés. Le nombre d’avortements indiqués dans les statistiques officielles actuelles est faible par rapport à celui des années précédentes. Les organisations non gouvernementales estiment quant à elles à entre 80 000 et 200 000 le nombre d’avortements pratiqués illégalement chaque année en Pologne.", "107.  Il ressort des rapports annuels du gouvernement sur l’application de la loi [de 1993] [que le Gouvernement est tenu de soumettre au Parlement] et des rapports des organisations non gouvernementales que les dispositions de la loi ne sont pas pleinement appliquées et que certaines femmes, bien qu’elles répondent aux critères d’admissibilité de l’avortement, n’en bénéficient pas. D’une part, certains médecins des services de santé publique, invoquant la « clause de conscience », refusent de pratiquer l’avortement ; d’autre part, certaines femmes qui auraient droit à un avortement légal ne sont pas informées de la procédure à suivre. Il arrive que des femmes, auxquelles il est demandé de fournir des certificats additionnels, soient amenées à retarder l’intervention jusqu’au moment où l’avortement devient dangereux pour leur santé. Il n’y a pas de statistiques officielles concernant les plaintes liées au refus des médecins de pratiquer l’avortement. (...) De l’avis du gouvernement, il est indispensable d’appliquer effectivement les dispositions déjà en vigueur en ce qui concerne (...) la réalisation des avortements. »", "(...)", "86.  Lors de sa trente-septième session, tenue du 15 janvier au 2 février 2007, le Comité pour l’élimination de la discrimination à l’égard des femmes (CEDAW) a examiné les quatrième et cinquième rapports périodiques présentés ensemble par la Pologne (CEDAW/C/POL/4-5) ainsi que le sixième rapport périodique de ce pays (CEDAW/C/POL/6). Dans ses observations finales, il s’est exprimé ainsi :", "« 24.  (...) [Le Comité] regrette que l’on ne dispose pas de données et d’études officielles sur la fréquence des avortements illégaux en Pologne et leur incidence sur la santé et la vie des patientes.", "25.  Le Comité engage l’Etat partie à prendre des mesures concrètes pour améliorer l’accès des femmes aux services de santé, en particulier les services de santé en matière de sexualité et de procréation, en application de l’article 12 de la Convention et de sa recommandation générale no 24 sur les femmes et la santé. Il l’invite à entreprendre des recherches sur l’ampleur, les causes et les conséquences des avortements illégaux et sur leur incidence sur la santé et la vie des patientes. Il l’exhorte également à veiller à ce que les femmes qui souhaitent interrompre légalement leur grossesse puissent le faire, sans que la clause d’objection de conscience leur soit opposée. »", "(...)", "EN DROIT", "90.  La requérante allègue que les faits de la cause ont donné lieu à une violation de l’article 3 de la Convention, disposition dont les passages pertinents se lisent ainsi :", "« Nul ne peut être soumis à (...) [des] traitements inhumains ou dégradants. »", "91.  Sur le terrain de l’article 8 de la Convention, elle se plaint d’avoir subi une atteinte à son droit au respect de sa vie privée ainsi qu’à son intégrité psychologique et morale, reprochant aux autorités de ne pas lui avoir garanti l’accès à un examen génétique alors qu’elle était dans l’incertitude sur la question de savoir si son fœtus présentait une anomalie génétique, et dénonçant l’absence d’un cadre légal complet garant de ses droits.", "Les passages pertinents de l’article 8 de la Convention sont ainsi libellés :", "« 1.  Toute personne a droit au respect de sa vie privée (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "I.  SUR LES Exceptions prÉliminaires du Gouvernement", "A.  Sur la qualité de victime de la requérante", "1.  Thèses des parties", "92.  Le Gouvernement soutient que la requérante a perdu la qualité de victime d’une violation de ses droits conventionnels parce qu’elle a rejeté la proposition de règlement amiable qu’il lui avait faite et qu’elle s’est vu allouer une indemnité de 65 000 PLN par un arrêt de la cour d’appel de Cracovie ayant force de chose jugée rendu le 30 octobre 2008.", "93.  Il précise que, dans son arrêt du 11 juillet 2008, la Cour suprême a qualifié le droit au planning familial et le droit corrélatif de recourir à un avortement légal dans les conditions prévues par la loi polonaise de droits individuels garantis par le code civil. Selon le Gouvernement, il y a lieu d’en conclure que les droits en question relèvent des articles 3 et 8 de la Convention, que la Cour suprême et la cour d’appel ont constaté qu’ils avaient été violés dans le chef de la requérante et qu’elles lui ont accordé réparation.", "94.  Pour sa part, la requérante allègue que les violations de la Convention qu’elle dénonce et sur lesquelles sa requête est fondée découlent d’une part de l’absence de procédure de réexamen du refus des médecins de procéder à un diagnostic prénatal ainsi que de lui administrer des soins prénataux et, d’autre part, de l’utilisation non réglementée et anarchique de la clause de conscience reconnue par le droit polonais. Par ailleurs, elle juge insuffisante l’indemnité qui lui a été accordée en réparation des atteintes portées à ses droits.", "En outre, elle avance que les juridictions internes ont ignoré les dysfonctionnements systémiques du système de santé et de l’ordre juridique polonais mis en lumière par son affaire. Elle renvoie à la décision M.A. c. Royaume-Uni ((déc.), no 35242/04, CEDH 2005-VIII), rendue dans une affaire où un juge aux affaires familiales avait présenté ses excuses pour les dysfonctionnements du régime de la garde des enfants qui étaient apparus à cette occasion, et avait formulé des recommandations pour en éviter la réitération après en avoir effectué une analyse claire et précise. Elle soutient que le règlement de son affaire aurait dû s’inspirer de l’approche suivie par ce juge.", "95.  En tout état de cause, la requérante conclut que les indemnités qui lui ont été accordées au niveau interne ne sauraient être invoquées par l’Etat pour se soustraire à ses obligations conventionnelles.", "2.  Appréciation de la Cour", "96.  En ce qui concerne les négociations menées par les parties en vue de la conclusion d’un règlement amiable, la Cour rappelle d’emblée que, en vertu de l’article 38 § 2 de la Convention, celles-ci sont confidentielles et sans préjudice des observations des parties dans la procédure contentieuse. En application de l’article 62 du règlement de la Cour, aucune communication écrite ou orale ni aucune offre ou concession intervenue dans le cadre desdites négociations ne peut être mentionnée ou invoquée dans la procédure contentieuse. En tout état de cause, la Cour constate que, en l’espèce, la requérante a refusé les termes de la proposition de règlement amiable. Ce refus est sans incidence sur la qualité de victime de l’intéressée (voir, mutatis mutandis, Tchebotarev c. Russie, no 23795/02, § 20, 22 juin 2006, Nina Kazmina et autres c. Russie, nos 746/05, 13570/06, 13574/06, 13576/06 et 13579/06, § 25, 13 janvier 2009, Tahsin Acar c. Turquie (question préliminaire) [GC], no 26307/95, § 74, CEDH 2003VI).", "97.  La Cour souligne qu’il appartient en premier lieu aux autorités nationales de redresser une violation alléguée de la Convention. A cet égard, la question de savoir si un requérant peut se prétendre victime de la violation alléguée se pose à tous les stades de la procédure au regard de la Convention (voir, entre autres, Siliadin c. France, no 73316/01, § 61, CEDH 2005VII, et Scordino c. Italie (no 1) [GC], no 36813/97, § 179, CEDH 2006V). La qualité de victime d’un requérant peut dépendre de la question de savoir si une indemnisation a été allouée au plan interne sur la base des faits dont l’intéressé se plaint devant la Cour (Normann c. Danemark (déc.), no 44704/98, 14 juin 2001, et Jensen et Rasmussen c. Danemark (déc.), no 52620/99, 20 mars 2003). Il convient d’apprécier le caractère adéquat ou non de cette indemnisation à la lumière de toutes les circonstances de l’affaire prise dans son ensemble (voir, mutatis mutandis, Dubjaková c. Slovaquie (déc.), no 67299/01, 19 octobre 2004). La qualité de victime dépend aussi du point de savoir si les autorités internes ont reconnu explicitement ou en substance la violation de la Convention. Ce n’est que lorsque la réponse à ces deux questions est affirmative que la nature subsidiaire du mécanisme de protection de la Convention s’oppose à un examen de la requête (Eckle c. Allemagne, 15 juillet 1982, §§ 69 et suiv., série A no 51, et Jensen c. Danemark (déc.), no 48470/99, CEDH 2001X).", "98.  Dans ces conditions, il appartient à la Cour de rechercher si les autorités nationales ont reconnu, explicitement ou en substance, la violation de droits protégés par la Convention.", "99.  A cet égard, la Cour relève que, dans le cadre de l’action civile qu’elle a exercée devant les juridictions internes, la requérante a reproché aux médecins mis en cause d’avoir refusé de lui délivrer une recommandation en vue d’un examen génétique et d’avoir en conséquence porté atteinte à son droit de prendre une décision éclairée quant à la poursuite de sa grossesse (paragraphe 43 ci-dessus).", "100.  L’intéressée a aussi allégué que les autorités s’étaient prononcées sur son accès à un examen génétique dans des conditions attentatoires à ses droits individuels, notamment à son droit au respect de sa dignité personnelle (paragraphe 43 ci-dessus).", "101.  La Cour observe que, dans son arrêt du 11 juillet 2008, la Cour suprême a qualifié de droit individuel garanti par le code civil le droit des femmes enceintes à être informées en temps utile de l’état de santé de leur fœtus et de prendre en conséquence une décision éclairée sur la poursuite ou l’interruption de leur grossesse. En outre, la Cour suprême a jugé que les juridictions inférieures avaient porté une appréciation juridiquement indéfendable sur l’attitude des médecins mis en cause à l’égard de l’accès de la requérante à un examen génétique et a annulé en son entier l’arrêt rendu par la cour d’appel de Cracovie le 28 juillet 2006. Tirant les conséquences de cette décision, la cour d’appel de Cracovie a reconsidéré sa position dans un arrêt rendu en dernier ressort le 30 octobre 2008, et a reconnu que les droits de patiente et les droits individuels de l’intéressée avaient été violés.", "102.  La Cour relève que la Cour suprême a fait preuve dans son arrêt d’une parfaite compréhension des questions juridiques soulevées par l’affaire et qu’elle leur a donné une interprétation respectueuse de la dignité et de l’autonomie personnelle de la requérante, valeurs protégées par le code civil polonais. Elle les a soigneusement mises en balance avec d’autres intérêts en cause dans la présente affaire, soulignant notamment l’importance du droit des patientes à accéder à des informations pertinentes sur leur santé et celle de leur fœtus. Elle a également jugé que l’intéressée avait ressenti de la détresse, de l’angoisse et de l’humiliation du fait du traitement qu’elle avait subi (paragraphe 54 ci-dessus).", "103.  La Cour observe que l’intéressée l’a saisie de la première série de questions soulevées par la présente affaire (paragraphe 99 ci-dessus) en alléguant qu’elles avaient donné lieu à une violation de l’article 8 de la Convention (paragraphe 91 ci-dessus). La Cour considère que cette partie de l’exception invoquée par le Gouvernement est étroitement liée à la substance du grief de la requérante tiré de cette disposition et qu’il convient en conséquence de la joindre à l’examen du fond de l’affaire.", "104.  Pour autant que l’exception soulevée par le Gouvernement quant à la qualité de victime de l’intéressée s’applique aussi au grief tiré de l’article 3 de la Convention (paragraphe 90 ci-dessus), la Cour estime que les indemnités accordées au niveau interne doivent être appréciées à la lumière de l’ensemble de l’affaire. L’intéressée ayant exercé une action civile dans le but de protéger sa dignité, les questions qui se posaient dans le cadre de cette procédure revêtaient pour elle une importance considérable.", "105.  Le caractère suffisant de l’indemnité accordée à l’issue de la procédure en question doit être apprécié dans ce contexte. La Cour relève que les trois griefs distincts formulés par la requérante en ce qui concerne sa prise en charge par les médecins mis en cause ont conduit les juridictions internes à lui allouer une indemnité de 65 000 PLN au total.", "106.  Toutefois, cette indemnité répare aussi la diffamation subie par l’intéressée du fait des propos désobligeants tenus dans un entretien de presse par l’un des médecins concernés, le Dr S.B. Sur les 50 000 PLN que celui-ci a été condamné à verser à la requérante, 30 000 couvrent la demande de réparation de la requérante au titre de cette diffamation. L’indemnité accordée à l’intéressée au niveau interne au titre des griefs que celle-ci a par la suite soulevés devant la Cour, griefs qui portaient sur les circonstances dans lesquelles le Dr S.B. avait refusé de lui délivrer en temps utile une recommandation en vue d’un examen génétique, ne représente donc que 20 000 PLN.", "107.  La Cour relève en outre que l’hôpital de T. et l’hôpital universitaire de Cracovie se sont vu condamner à verser à la requérante 5 000 PLN et 10 000 PLN respectivement au titre de la violation des droits de patiente de l’intéressée. Ces montants s’ajoutent à la somme de 20 000 PLN mentionnée au paragraphe précédent. En définitive, le montant total de l’indemnité pertinente dans la présente affaire s’élève à 35 000 PLN.", "108.  Il convient de rappeler que, dans l’affaire Tysiąc c. Pologne (no 5410/03, CEDH 2007I), où le droit de la requérante à bénéficier d’un avortement thérapeutique était contesté, la Cour avait recherché si l’Etat polonais avait satisfait à l’obligation positive mise à sa charge par l’article 8 de la Convention de protéger le droit de l’intéressée au respect de sa vie privée. Dans cette affaire, la Cour avait accordé 25 000 EUR à la requérante en réparation de la violation de cette disposition. Ce montant est près de trois fois supérieur à celui accordé par les juridictions internes dans la présente affaire au titre des griefs tirés de la violation des articles 3 et 8 de la Convention. Dans ces conditions, la Cour estime, au vu des circonstances de l’espèce, que la somme de 35 000 PLN ne saurait passer pour une réparation pécuniaire proportionnée à la nature du dommage allégué par la requérante (comparer, a contrario, avec Caraher c. Royaume-Uni (déc.), no 24520/94, CEDH 2000I).", "109.  La Cour considère que l’intéressée n’a pas perdu la qualité de victime d’une violation de l’article 3 de la Convention aux fins de l’article 34 de la Convention. En conséquence, il y a lieu de rejeter l’exception préliminaire formulée par le Gouvernement à cet égard.", "(...)", "119.  Par ailleurs, la Cour estime que l’exception de non-épuisement des recours internes que le Gouvernement soulève en plaidant que la requérante n’a pas exercé d’action indemnitaire devant les juridictions civiles est étroitement liée à la substance des griefs articulés par l’intéressée sur le terrain de l’article 8 § 1 combiné avec l’article 13 de la Convention. Il convient en conséquence de joindre cette exception à l’examen du fond de l’affaire.", "120.  Enfin, la Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention, et qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "II.  SUR LE FOND", "(...)", "B.  Sur la violation alléguée de l’article 3 de la Convention", "1.  Thèses des parties", "144.  Le Gouvernement avance que la requérante n’a jamais subi de traitement contraire à l’article 3 de la Convention. Il concède que la situation de l’intéressée a pu être stressante ou inconfortable, mais soutient que le traitement dont elle se plaint n’a pas atteint le seuil de gravité requis pour tomber sous le coup de cette disposition. Selon lui, même à admettre que les entretiens de l’intéressée avec certains médecins aient été stressants ou désagréables, ou, à en croire la requérante, que ceux-ci aient exprimé leur position de façon grossière ou impolie, aucune question ne se pose sur le terrain de l’article 3.", "Pour autant que l’intéressée estime que les médecins mis en cause l’ont traitée avec dédain et mépris en lui reprochant à plusieurs reprises d’avoir entrepris des démarches pour subir des examens prénataux et d’avoir envisagé un avortement, aucune des circonstances de la cause ne laisserait apparaître un comportement contraire à l’article 3 de la Convention. Les allégations formulées par la requérante quant à un refus délibéré de lui administrer un traitement médical requis ne trouveraient aucun appui dans les faits de l’espèce.", "Il conviendrait enfin de rejeter la thèse de la requérante selon laquelle elle a subi un traitement inhumain ou dégradant faute pour l’Etat d’avoir adopté la législation qu’elle estime appropriée.", "145.  Pour sa part, la requérante se plaint, sur le terrain de l’article 3, d’avoir fait l’objet d’un traitement inhumain ou dégradant en raison du refus délibéré des médecins concernés de lui administrer en temps utile le traitement médical requis, à savoir un examen prénatal qui lui aurait permis de prendre une décision sur la poursuite ou l’interruption de sa grossesse dans le délai fixé par la loi de 1993 sur le planning familial (protection du fœtus humain et conditions dans lesquelles l’interruption de grossesse est autorisée) (la « loi de 1993). Elle allègue en outre que les médecins en question l’ont traitée avec dédain et mépris, lui reprochant à plusieurs reprises d’avoir entrepris des démarches pour accéder à un examen prénatal et d’avoir envisagé un avortement pour mettre un terme à sa situation difficile.", "146.  Selon l’intéressée, les refus délibérés et réitérés de lui fournir en temps utile les soins médicaux requis visaient à l’empêcher d’avorter légalement. Sa prise en charge par le personnel médical – caractérisée par les reproches dégradants qu’elle s’était attirés pour avoir tenté d’exercer son droit d’accès à des informations et à des examens médicaux ainsi que par une hospitalisation inutile de plusieurs jours à l’hôpital de Cracovie au cours desquels elle n’aurait reçu aucune explication et n’aurait subi que des examens de base étrangers au domaine de la génétique – et l’impossibilité de pratiquer des examens génétiques dans de nombreuses régions du pays, situation reconnue par l’Etat, auraient été humiliantes, avilissantes et lourdes de conséquences sur sa vie, conséquences qui se feraient ressentir aujourd’hui encore.", "147.  La requérante aurait éprouvé un surcroît de stress du fait qu’elle avait l’intention de subir un avortement légal en cas de malformation grave de son fœtus tout en sachant qu’elle ne pourrait y recourir que dans le délai imparti par la loi. Son mari aurait également souhaité une interruption de grossesse en cas de malformation du fœtus. L’intéressée aurait eu conscience de devoir élever un enfant malade à vie en cas d’impossibilité d’avorter. Cette situation lui aurait causé une grande détresse et une profonde angoisse. Informés des contraintes temporelles pesant sur la requérante et de la position de celle-ci quant à un éventuel avortement, les médecins l’auraient pourtant manipulée et auraient tergiversé, alors même que, de toute évidence, un avortement serait d’autant plus dangereux qu’il serait pratiqué tardivement. Par ailleurs, le Dr S.B. aurait clairement manifesté son mépris envers l’intéressée dans l’entretien qu’il avait accordé à la presse.", "2.  Appréciation de la Cour", "a)  Principes généraux", "148.  Selon la jurisprudence constante de la Cour, un mauvais traitement doit atteindre un minimum de gravité pour tomber sous le coup de l’article 3. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques et mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (voir, parmi beaucoup d’autres, Price c. Royaume-Uni, no 33394/96, § 24, CEDH 2001-VII, Kupczak c. Pologne, no 2627/09, § 58, 25 janvier 2011, et Jalloh c. Allemagne [GC], no 54810/00, CEDH 2006IX).", "149.  La Cour a estimé un certain traitement « inhumain » notamment pour avoir été appliqué avec préméditation pendant des heures et avoir causé sinon de véritables lésions, du moins de vives souffrances physiques et morales (Labita c. Italie [GC], no 26772/95, § 120, CEDH 2000IV).", "150.  Elle a par ailleurs considéré qu’un traitement était « dégradant » en ce qu’il était de nature à inspirer à ses victimes des sentiments de peur, d’angoisse et d’infériorité propres à les humilier et à les avilir (voir, parmi beaucoup d’autres, Iwańczuk c. Pologne, no 25196/94, § 51, 15 novembre 2001, et Wiktorko c. Pologne, no 14612/02, § 45, 31 mars 2009).", "151.  Il y a lieu de prendre en compte le but du traitement infligé et, en particulier, de rechercher s’il y a eu volonté d’humilier ou d’abaisser l’individu, mais l’absence d’une telle intention ne saurait forcément conduire à un constat de non-violation de l’article 3. La Cour a par exemple conclu à la violation de cette disposition dans maintes affaires où des demandes de communication d’informations d’une importance cruciale pour les requérants, portant notamment sur l’endroit où se trouvaient leurs proches disparus et le sort qui leur avait été réservé, avaient été traitées par les autorités avec un mépris atterrant pour leur vulnérabilité et leur détresse (voir, parmi beaucoup d’autres, Koukaïev c. Russie, no 29361/02, §§ 102106, 15 novembre 2007, et Takhaïeva et autres c. Russie, no 23286/04, §§ 102-104, 18 septembre 2008).", "152.  En outre, la Cour ne saurait exclure que les actes et omissions des autorités dans le cadre des politiques de santé publique puissent, dans certaines circonstances, engager leur responsabilité sous l’angle de l’article 3 en cas de non-administration d’un traitement médical adéquat (Powell c. Royaume-Uni (déc.), no 45305/99, CEDH 2000-V).", "b)  Application en l’espèce des principes susmentionnés", "153.  En l’espèce, la Cour observe que l’échographie pratiquée à la dixhuitième semaine de grossesse de la requérante avait confirmé la probabilité d’une malformation fœtale non identifiée (paragraphe 9 cidessus). Elle relève que cet examen avait fait craindre à la requérante que le fœtus ne fût atteint d’une maladie génétique, et observe, au vu des résultats des échographies ultérieures, que ces craintes n’étaient assurément pas infondées. Elle constate en outre que l’intéressée s’est efforcée à plusieurs reprises et avec insistance, par de multiples consultations médicales, des demandes et des plaintes écrites, d’obtenir une recommandation en vue d’un examen génétique dont les résultats auraient confirmé ou dissipé ses craintes, en vain. Elle note que l’on a fait croire pendant plusieurs semaines à la requérante qu’elle subirait l’examen requis, qu’elle a été orientée à plusieurs reprises vers différents médecins, cliniques et hôpitaux éloignés de son domicile et même hospitalisée plusieurs jours sans objectif clinique précis (paragraphe 20 ci-dessus). La Cour estime que le traitement réservé à la requérante par les autorités compétentes appelées à décider si elle devait ou non avoir accès à l’examen génétique préconisé par certains médecins au vu des résultats de la deuxième échographie a été marqué par des atermoiements, des hésitations et un manque d’information et de conseil à l’égard de l’intéressée.", "Grâce aux conseils du professeur K.Sz., le seul médecin ayant été sensible à ses difficultés, la requérante est finalement parvenue à se faire admettre dans un hôpital de Łódź en usant d’un subterfuge. Se faisant passer auprès de cet établissement pour une patiente à hospitaliser d’urgence, elle a pu avoir accès – le 26 mars 2002, au cours de sa vingt-troisième semaine de grossesse – à un examen génétique dont les résultats lui furent communiqués deux semaines plus tard, le 9 avril 2002.", "154.  La Cour relève qu’il est constant que la réalisation d’un examen génétique était la seule méthode objective et conforme aux exigences de la science et de la technologie médicales modernes susceptible de confirmer ou d’infirmer le diagnostic initial. D’ailleurs, ce point n’a jamais été contesté par le Gouvernement dans le cadre de la procédure suivie devant la Cour et par les défendeurs aux procédures civiles intentées devant les juridictions internes.", "155.  La Cour observe en outre qu’il n’a pas été avancé, et encore moins démontré, qu’un tel examen était infaisable au moment des faits faute d’équipement, d’expertise médicale ou de ressources financières. Personne n’a jamais dit à la requérante qu’une quelconque raison d’ordre technique ou matériel en empêchait la réalisation.", "156.  A cet égard, force est de constater que, à l’époque pertinente et encore aujourd’hui, la loi de 1993, dans laquelle sont définies les conditions dans lesquelles une grossesse peut être interrompue, enjoignait expressément et clairement à l’Etat de garantir le libre accès à l’information et aux examens prénataux. Il ressort de l’article 2 a) de ce texte que cette obligation s’impose particulièrement à l’Etat et aux collectivités locales en cas de suspicion d’anomalie génétique ou de problème de développement. Ils y sont tenus chaque fois qu’une grossesse donne lieu à ce genre de suspicion, la loi n’établissant aucune distinction suivant la gravité de la maladie soupçonnée (paragraphe 66 cidessus).", "157.  Par ailleurs, à l’époque pertinente – et encore aujourd’hui –, la loi sur les professions médicales mettait clairement à la charge des médecins l’obligation générale de donner à leurs patients des informations compréhensibles sur leur état de santé, les méthodes diagnostiques et thérapeutiques envisagées et possibles, les effets prévisibles de leur utilisation ou de leur non-utilisation, les résultats possibles de la thérapie et le pronostic de celle-ci (paragraphe 74 ci-dessus). De la même manière, la loi sur les institutions médicales en vigueur à l’époque pertinente reconnaissait aux patients le droit d’être pleinement informés sur leur état de santé (paragraphe 72 ci-dessus). Les obligations positives de l’Etat en matière d’accès des femmes enceintes à l’information sur leur santé et celle de leur fœtus était donc définies par un corpus de dispositions juridiques non équivoques en vigueur à l’époque des faits.", "158.  Or rien n’indique que les personnes et institutions auprès desquelles la requérante avait sollicité l’autorisation d’accéder à des examens génétiques aient pris en considération les obligations juridiques que ses droits de patiente imposaient à l’Etat et au personnel médical.", "159.  La Cour note que la requérante était très vulnérable. Comme l’aurait été toute autre femme enceinte dans sa situation, elle était profondément troublée par l’éventualité d’une malformation de son fœtus. Il était donc naturel qu’elle voulût obtenir autant d’informations que possible pour savoir si le diagnostic initial était correct et, dans l’affirmative, quelle était la nature exacte de la maladie, et qu’elle souhaitât également déterminer les options qui lui étaient ouvertes. Les tergiversations des professionnels de la santé décrites ci-dessus ont plongé l’intéressée pendant des semaines dans une incertitude pénible quant à la santé de son fœtus, à son avenir, à celui de sa famille et à la perspective d’élever un enfant souffrant d’une maladie incurable. Elle a éprouvé une angoisse extrême en s’interrogeant sur la manière dont sa famille et elle pourraient assurer le bien-être de l’enfant et son bonheur et lui apporter des soins adaptés sur le long terme. Les professionnels de la santé qui l’ont prise en charge n’ont pas tenu compte de ses préoccupations et n’y ont pas répondu. La Cour souligne que six semaines se sont écoulées du 20 février 2002, date de la première échographie ayant déclenché les premiers soupçons sur la santé du fœtus, au 9 avril 2002, date à laquelle la requérante a obtenu les informations qu’elle recherchait, confirmées par un examen génétique. Il n’a été tenu aucun compte de l’aspect temporel de la situation difficile de l’intéressée. Lorsque celleci a obtenu les résultats de cet examen, il était déjà trop tard pour qu’elle puisse choisir entre la poursuite de sa grossesse et le recours à un avortement légal, le délai imparti par l’article 4 a) § 2 de la loi de 1993 ayant expiré.", "160.  La Cour estime en outre que la souffrance éprouvée par la requérante avant et après l’obtention des résultats de l’examen génétique a été aggravée par le fait que les services de diagnostic qu’elle avait demandés dès le début de sa grossesse ont toujours été disponibles et qu’elle avait légalement le droit d’en bénéficier en vertu du droit interne.", "Il est extrêmement regrettable que les médecins consultés par la requérante l’aient traitée de façon aussi odieuse. La Cour ne peut que souscrire à l’opinion de la Cour suprême polonaise selon laquelle l’intéressée a été humiliée (paragraphe 54 ci-dessus).", "161.  La Cour considère que la souffrance éprouvée par la requérante a atteint le degré minimum de gravité requis pour tomber sous le coup de l’article 3 de la Convention.", "162.  En conséquence, elle conclut à la violation de cette disposition en l’espèce.", "C.  Sur la violation alléguée de l’article 8 de la Convention", "1.  Thèses des parties", "a)  Thèse du Gouvernement", "163.  Le Gouvernement avance que la grossesse et l’avortement ne sont pas des questions relevant exclusivement et par principe de la vie privée de la mère. Il soutient que, lorsqu’une femme est enceinte, sa vie privée devient étroitement associée au fœtus qui se développe, et qu’il est incontestable que certains intérêts liés à la grossesse sont juridiquement protégés (Brüggemann et Scheuten c. Allemagne, no 6959/75, rapport de la Commission du 12 juillet 1977, Décisions et rapports 10, p. 100). Il précise que le droit polonais protège le fœtus humain tout autant que la vie de la mère, raison pour laquelle l’interruption de la grossesse n’est autorisée que dans les conditions prévues par la loi de 1993. Selon lui, la situation de la requérante ne satisfaisait pas aux conditions d’un avortement légal.", "164.  De l’avis du Gouvernement, la Cour ne devrait pas se focaliser sur la question de savoir si l’intéressée a été privée de son droit à obtenir des conseils en matière génétique. D’ailleurs, la requérante aurait fini par obtenir ce qu’elle demandait, à savoir l’accès à un examen génétique prénatal.", "165.  Pour autant que la requérante estime que le retard avec lequel elle a eu accès à cet examen l’a privée de la possibilité d’avorter, il reste à vérifier si cette possibilité existait réellement au regard de la loi applicable. Or il n’y aurait aucune certitude à cet égard, faute de consensus en Pologne à l’époque pertinente sur le point de savoir si le syndrome de Turner était une anomalie suffisamment grave au sens de la loi de 1993 pour justifier un avortement légal.", "En outre, l’expertise médicale établie pour les besoins de l’enquête pénale n’aurait pas qualifié le syndrome de Turner de maladie grave ou potentiellement mortelle. Dans ces conditions, les médecins mis en cause n’auraient pas été habilités à délivrer un certificat autorisant un avortement.", "Par ailleurs, la requérante donne à entendre qu’une autre malformation fœtale – le syndrome d’Edwards – avait été suspectée. Pourtant, son dossier médical n’en ferait pas mention. En tout état de cause, on ne saurait admettre que ce que la requérante revendique à titre principal, à savoir un prétendu droit à recourir à un avortement en raison d’une malformation fœtale, puisse découler de l’obligation positive de l’Etat de fournir des soins de santé adéquats. En outre, à l’époque pertinente, tout examen génétique aurait dû être réalisé avant la vingt-deuxième semaine de grossesse.", "166.  Par ailleurs, le raisonnement suivi par la Cour dans l’arrêt Tysiąc (précité) en ce qui concerne le risque potentiel que la grossesse d’une femme et le refus d’y mettre un terme présenteraient pour la santé de celleci serait éminemment contestable. Toutefois, si la présente affaire devait être appréciée à l’aune des principes exposés dans l’arrêt en question, la position de la requérante n’y trouverait aucun appui. La question de l’interruption volontaire de grossesse pour des raisons eugéniques qui se poserait en l’espèce ne saurait se rattacher aux obligations positives de l’Etat en matière de fourniture de soins médicaux adéquats.", "167.  Pour autant que la requérante impute à l’Etat la responsabilité du retard avec lequel elle a eu accès à un examen génétique, force serait de constater que l’intéressée a elle-même contribué à ce retard en insistant pour que cet examen se déroule dans un hôpital bien précis de Łódź, hors de sa région, ce qui aurait inévitablement prolongé la durée nécessaire à sa réalisation.", "168.  Par ailleurs, l’ordonnance édictée le 22 janvier 1997 par le ministère de la Santé (paragraphe 68 ci-dessus) contiendrait des dispositions relatives à la procédure applicable aux décisions relatives à l’accès à l’avortement, et l’article 37 de la loi de 1996 sur les professions médicales permettrait aux patientes de faire réexaminer par d’autres médecins la décision d’un médecin quant à l’opportunité d’un avortement. Or le Dr S.B. aurait proposé à la requérante de réunir un collège de médecins pour examiner son cas, ce qu’elle aurait refusé.", "169.  Enfin, la requérante aurait dû se prévaloir des voies procédurales ouvertes par le droit administratif. Les institutions publiques de santé étant des organes administratifs régis par le code de procédure administrative, le refus d’admission dans un hôpital aux fins d’une interruption volontaire de grossesse s’analyserait en une décision administrative de la direction de l’hôpital, décision soumise aux procédures de contrôle administratif prévues par le code en question.", "b)  Thèse de la requérante", "170.  La requérante soutient que ses droits conventionnels ont été insuffisamment protégés par les pouvoirs publics, ceux-ci ayant manqué à appliquer la législation et la réglementation régissant l’accès aux examens prénataux et à l’interruption de grossesse dans le cadre des articles 2 a) et 4 a) de la loi de 1993 – faute notamment d’avoir prévu une procédure permettant de contrôler le respect des conditions d’un avortement légal prévues par l’article 4 a) – et à mettre en œuvre et contrôler les normes réglementant la pratique de l’objection de conscience.", "171.  Selon elle, la loi de 1993 ne renferme aucune disposition procédurale, et l’ordonnance de 1997 sur laquelle s’appuie le Gouvernement ne prévoit aucune procédure particulière pour le traitement et le règlement des différends relatifs au recours à l’avortement légal. Loin de reconnaître aux patients le droit de faire réexaminer des décisions médicales, l’article 37 de la loi sur les professions médicales se bornerait à conférer aux médecins le pouvoir discrétionnaire de demander l’avis de leurs confrères. Cette disposition ne comporterait aucun dispositif dont les patients pourraient se prévaloir. Pour autant que le Gouvernement se réfère à la procédure administrative, les décisions prises en matière de diagnostic ou de thérapie ne seraient pas des décisions au sens du droit administratif et ne pourraient donc être contestées sur le fondement des dispositions du code de procédure administrative.", "172.  Par ailleurs, il ressortirait de la Recommandation no R (90) 13 du Comité des Ministres du Conseil de l’Europe sur le dépistage génétique anténatal, le diagnostic génétique anténatal et le conseil génétique y relatif (...) que, en cas de risque élevé de transmission d’une maladie génétique grave, le conseil anténatal et les services de diagnostic doivent être facilement accessibles. En outre, nombreux seraient les Etats membres du Conseil de l’Europe à avoir intégré les examens prénataux dans les services ordinaires d’obstétrique. Toute suspicion d’anomalie génétique fœtale après échographie entraînerait la mise en place, au profit des patientes, de dispositifs de conseil et d’examens génétiques conformément à des directives précises prévues par les réglementations nationales. Or en l’espèce, la requérante n’aurait pas pu bénéficier en temps utile d’un examen génétique, en violation flagrante des principes applicables.", "173.  La violation des droits de la requérante découlerait aussi de l’absence de réglementation de la pratique de l’objection de conscience. Le refus de l’hôpital universitaire de Cracovie de fournir certaines prestations pour des motifs de conscience s’analyserait en un manquement à l’obligation de garantir la disponibilité et l’accessibilité des services de santé reproductive. De par leur statut d’établissement public, les institutions de santé publique auraient le devoir de fournir aux citoyens les prestations médicales auxquelles ils ont droit, et l’Etat devrait faire en sorte que les normes régissant le droit des médecins à l’objection de conscience soient encadrées par des règlements d’application ou des directives mettant en balance ce droit et celui des patients à accéder aux services médicaux légaux.", "174.  En tout état de cause, les prestataires de soins de santé ne devraient pas être autorisés à invoquer la clause de conscience en matière de diagnostic. En l’espèce, le refus des Drs K.R. et S.B. de pratiquer un examen diagnostique s’expliquerait par le fait qu’ils craignaient que la requérante n’envisage un avortement une fois en possession des résultats de cet examen. Selon la doctrine médicale bien établie du consentement éclairé, les patients devraient être informés de tous les risques et avantages d’une thérapie ainsi que des traitements alternatifs existants afin de pouvoir prendre une décision libre et éclairée au mieux de leur intérêt. Le refus d’un médecin de dépister une maladie potentiellement grave au motif que son diagnostic pourrait conduire à un acte thérapeutique heurtant sa conscience serait incompatible avec la notion même d’objection de conscience.", "175.  Il y aurait là une équivoque, également manifeste dans la thèse du Gouvernement selon laquelle l’accès de la requérante à un examen génétique était conditionné par la non-dangerosité d’un avortement pour elle et le respect du délai légal d’avortement. Le Gouvernement aurait également déclaré que tout examen génétique d’un fœtus devait être pratiqué avant la vingt-deuxième semaine de grossesse (paragraphe 165 ci-dessus), propos qui traduiraient clairement l’existence, dans la pratique médicale polonaise de l’époque, de l’idée fausse selon laquelle toutes les femmes – y compris la requérante – soucieuses de subir un examen génétique prénatal ont pour seul objectif d’interrompre leur grossesse. Dans ces conditions, et eu égard à la polémique politique suscitée par la question de l’avortement, les femmes se trouveraient fréquemment privées d’accès à des examens génétiques prénataux.", "176.  L’intéressée aurait elle aussi été privée des soins médicaux appropriés dont elle avait besoin en temps utile, à savoir un examen génétique prénatal, qui aurait permis de déterminer si elle satisfaisait aux conditions requises par la loi de 1993 pour recourir à un avortement légal. Il y aurait là une violation de la Convention dont la cause serait à rechercher dans le manquement de l’Etat à instaurer un cadre juridique réglementant le traitement des différends entre les femmes enceintes et leurs médecins sur l’accès aux examens génétiques prénataux ou le recours à l’avortement (voir, à ce dernier égard, l’affaire Tysiąc, précitée, § 121). Il n’existerait pas non plus de procédure de réexamen et de contrôle des décisions prises par les médecins à l’égard des demandes d’interruption de grossesse, même celles fondées sur la présence d’une anomalie fœtale. L’Etat aurait l’obligation positive de créer un mécanisme juridique de règlement de ces situations comportant notamment des délais de prise de décision précis, obligation à laquelle l’Etat polonais n’aurait pas satisfait.", "L’absence de réglementation adéquate et de contrôle des situations telles que celle de la requérante, caractérisée par le refus de médecins et d’institutions de santé publique de fournir des soins médicaux pour des motifs de conscience, constituerait un autre exemple de ce manquement.", "177.  Pour qu’un avortement motivé par une anomalie fœtale soit légal au regard du droit polonais, il faudrait qu’il soit pratiqué avant que le fœtus n’atteigne le stade de viabilité, en général à la vingt-quatrième semaine de grossesse. Or l’absence de cadre procédural approprié à la situation de l’intéressée aurait conduit à des atermoiements entraînant chez elle une peur, une angoisse et une incertitude croissantes au cours de sa grossesse. Par ailleurs, la requérante aurait été privée du droit à un avortement légal consacré par la législation interne.", "178.  Enfin, la requérante aurait donné naissance à un enfant atteint d’une grave maladie nécessitant des soins médicaux à vie. Cet événement aurait irrémédiablement bouleversé la vie de l’intéressée et des autres membres de sa famille, les plongeant dans l’angoisse quant au sort de cet enfant malade et les obligeant à lui fournir quotidiennement des soins spécialisés ainsi qu’à aménager régulièrement pour elle une assistance médicale particulière, coûteuse et relativement difficile à obtenir en Pologne. Le fait d’élever et d’éduquer un enfant gravement malade aurait sérieusement ébranlé la santé mentale et le bien-être de l’intéressée, de même que ceux de ses deux autres enfants. Le mari de la requérante l’aurait quittée après la naissance de sa fille.", "2.  Appréciation de la Cour", "a)  Sur l’applicabilité de l’article 8 de la Convention", "179.  La Cour relève d’emblée que les parties s’accordent à considérer que l’article 8 trouve à s’appliquer aux faits de la cause dans la mesure où celle-ci concerne le droit de la requérante au respect de sa vie privée.", "180.  La Cour rappelle que la notion de « vie privée » est large et englobe notamment le droit à l’autonomie personnelle et le droit au développement personnel (voir, parmi beaucoup d’autres, Bensaid c. Royaume-Uni, no 44599/98, § 47, CEDH 2001-I). Elle considère que la notion d’autonomie personnelle reflète un principe important qui sous-tend l’interprétation des garanties de l’article 8 (Pretty c. Royaume-Uni, no 2346/02, § 61, CEDH 2002III). L’identification sexuelle, l’orientation sexuelle, la vie sexuelle (Dudgeon c. Royaume-Uni, 22 octobre 1981, § 41, série A no 45, et Laskey, Jaggard et Brown c. Royaume-Uni, 19 février 1997, § 36, Recueil des arrêts et décisions 1997-I), l’intégrité physique et psychologique d’une personne (Tysiąc, précité, § 107) relèvent également de la vie privée, de même que le droit au respect des décisions de devenir ou de ne pas devenir parent (Evans c. Royaume-Uni [GC], no 6339/05, § 71, CEDH 2007I).", "181.  Se référant à la jurisprudence de l’ancienne Commission, la Cour a conclu dans des affaires précédentes que la décision d’une femme enceinte d’interrompre ou non sa grossesse ressortit à la sphère de la vie privée et de l’autonomie personnelle. Dans ces conditions, la législation régissant l’interruption de grossesse en relève également étant donné que, lorsqu’une femme est enceinte, sa vie privée devient étroitement associée au fœtus qui se développe (Brüggemann et Scheuten, précité, Boso c. Italie (déc.), no 50490/99, CEDH 2002VII, Vo c. France [GC], no 53924/00, § 76, CEDH 2004VIII, Tysiąc, précité, §§ 106-107, et A, B et C c. Irlande [GC], no 25579/05, § 212, CEDH 2010). Il ressort clairement des affaires citées que le règlement de cette question a toujours donné lieu à une mise en balance de droits et libertés, parfois antagonistes, dont un parent entendait se prévaloir vis-à-vis de l’autre ou du fœtus (Vo, précité, § 82).", "182.  La Cour conclut que l’article 8 de la Convention est applicable aux faits de l’espèce.", "b)  Principes généraux", "183.  L’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics. Toute ingérence dans le droit énoncé au paragraphe 1 de l’article 8 doit être justifiée au regard du paragraphe 2, c’est-à-dire qu’elle doit être « prévue par la loi » et « nécessaire dans une société démocratique » pour atteindre un ou plusieurs des buts légitimes cités. Selon la jurisprudence constante de la Cour, la notion de nécessité implique une ingérence fondée sur un besoin social impérieux et notamment proportionnée au but légitime visé par les autorités (voir, entre autres, Olsson c. Suède (no 1), 24 mars 1988, § 67, série A no 130).", "184.  L’article 8 peut engendrer de surcroît des obligations positives inhérentes à un « respect » effectif de la vie privée. Ces obligations peuvent impliquer l’adoption de mesures visant au respect de la vie privée jusque dans les relations des individus entre eux, y compris tant la création d’un cadre réglementaire instaurant un mécanisme judiciaire et exécutoire destiné à protéger les droits des individus que la mise en œuvre, là où il convient, de mesures spécifiques (voir, entre autres, X et Y c. Pays-Bas, 26 mars 1985, § 23, série A no 91).", "185.  La Cour a déjà jugé que les Etats ont l’obligation positive de garantir à leurs citoyens le droit à un respect effectif de leur intégrité physique et morale (Glass c. Royaume-Uni, no 61827/00, §§ 74-83, CEDH 2004II, Sentges c. Pays-Bas (déc.) no 27677/02, 8 juillet 2003, Pentiacova et autres c. Moldova (déc.), no 14462/03, CEDH 2005-I, Nitecki c. Pologne (déc.), no 65653/01, 21 mars 2002, et Odièvre c. France [GC], no 42326/98, § 42, CEDH 2003III). De plus, une telle obligation peut impliquer la mise en place d’une procédure effective et accessible en vue de protéger le droit à la vie privée (Airey c. Irlande, 9 octobre 1979, § 33, série A no 32, McGinley et Egan c. Royaume-Uni, 9 juin 1998, § 101, Recueil 1998-III, et Roche c. RoyaumeUni [GC], no 32555/96, § 162, CEDH 2005-X), et notamment la création d’un cadre réglementaire instaurant un mécanisme judiciaire et exécutoire destiné à protéger les droits des individus et la mise en œuvre, le cas échéant, de mesures spécifiques en matière d’avortement (Tysiąc, précité, § 110, et A, B et C c. Irlande, précité, § 245).", "186.  La Cour a aussi reconnu que le point de départ du droit à la vie relève de la marge d’appréciation des Etats dont la Cour tend à considérer qu’elle doit leur être reconnue dans ce domaine, même dans le cadre d’une interprétation évolutive de la Convention, qui est « un instrument vivant, à interpréter à la lumière des conditions de vie actuelles » (voir, parmi beaucoup d’autres, E.B. c. France [GC], no 43546/02, § 92, 22 janvier 2008). Les raisons qui l’ont poussée à ce constat sont, d’une part, que la solution à donner à ladite protection n’est pas arrêtée au sein de la majorité des Etats contractants et, d’autre part, qu’aucun consensus européen n’existe sur la définition scientifique et juridique des débuts de la vie (Vo, précité, § 82). En revanche, la Cour estime qu’il existe bien, dans une majorité substantielle des Etats membres du Conseil de l’Europe, une tendance en faveur de l’autorisation de l’avortement, et que la plupart des Etats contractants ont résolu le conflit entre les droits concurrents du fœtus et de la future mère dans le sens d’un élargissement des conditions d’accès à l’avortement (A, B et C c. Irlande, précité, §§ 235 et 237).", "Les droits revendiqués au nom du fœtus et ceux de la future mère étant inextricablement liés, dès lors qu’on accorde aux Etats une marge d’appréciation en matière de protection de l’enfant à naître, il faut nécessairement leur laisser aussi une marge d’appréciation quant à la façon de ménager un équilibre entre cette protection et celle des droits concurrents de la femme enceinte. En l’absence de communauté de vues sur la question des débuts de la vie, l’examen de l’application des solutions juridiques nationales aux circonstances d’un cas donné revêt une importance particulière pour répondre à la question de savoir si un juste équilibre a été ménagé entre les droits individuels et l’intérêt général (voir aussi, en ce sens, A, B et C c. Irlande, précité, § 214).", "187.  Comme dans le contexte des obligations négatives, l’Etat jouit d’une certaine latitude (voir, entre autres, Keegan c. Irlande, 26 mai 1994, § 49, série A no 290). Si l’Etat jouit d’une ample marge d’appréciation pour définir les circonstances dans lesquelles il autorise l’avortement, une fois la décision prise, le cadre juridique correspondant doit « présenter une certaine cohérence et permettre de prendre en compte les différents intérêts légitimes en jeu de manière adéquate et conformément aux obligations découlant de la Convention » (A, B et C c. Irlande, précité, § 249).", "188.  En l’espèce, la Cour relève que la requérante allègue que le manquement des autorités internes à lui assurer en temps utile l’accès à un examen génétique a porté atteinte à ses droits au titre de l’article 8. A cet égard, elle rappelle avoir jugé que l’impossibilité, pour une femme enceinte, de bénéficier d’une interruption de grossesse pour des motifs de santé et/ou de bien-être s’analyse en une ingérence dans le droit au respect de la vie privée (ibidem, § 216).", "Toutefois, la Cour note que la présente affaire porte sur une combinaison particulière du droit général de chacun à être informé de son état de santé et du droit de décider de poursuivre ou non une grossesse. L’observation, par un Etat, de son obligation positive de garantir à ses citoyens la jouissance de leur droit au respect effectif de leur intégrité physique et psychologique peut impliquer l’adoption d’une réglementation de l’accès des individus aux informations concernant leur santé (Guerra et autres c. Italie, 19 février 1998, § 60, Recueil 1998I, Roche, précité, § 155, et K.H. et autres c. Slovaquie, no 32881/04, §§ 5056, CEDH 2009). Dans ces conditions, et eu égard au caractère non absolu du droit de décider de poursuivre ou non une grossesse, la Cour estime qu’il est préférable d’examiner les faits de la cause sous l’angle des obligations positives que l’article 8 de la Convention met à la charge de l’Etat (Tysiąc, précité, § 108).", "189.  La frontière entre les obligations positives et négatives de l’Etat au titre de l’article 8 ne se prête pas à une définition précise. Les principes applicables sont néanmoins comparables. Dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l’individu et ceux de la société dans son ensemble ; de même, dans les deux hypothèses, l’Etat jouit d’une certaine marge d’appréciation (voir, entre autres, Keegan, précité, § 49, et Różański c. Pologne, no 55339/00, § 61, 18 mai 2006). Alors que la réglementation de l’Etat sur l’avortement implique de procéder à l’exercice habituel de mise en balance de la vie privée et de l’intérêt public, il faut aussi – en cas d’avortement thérapeutique – l’examiner au regard de l’obligation positive qui incombe à l’Etat de reconnaître aux futures mères le droit au respect de leur intégrité physique (Tysiąc, précité, § 107).", "190.  La notion de « respect » manque de netteté, surtout quand il s’agit de telles obligations positives ; ses exigences varient beaucoup d’un cas à l’autre vu la diversité des pratiques suivies et des conditions existant dans les Etats contractants. Cependant, pour l’appréciation des obligations positives de l’Etat, il faut garder à l’esprit que la prééminence du droit, l’un des principes fondamentaux d’une société démocratique, est inhérente à l’ensemble des articles de la Convention (voir, par exemple, Armonienė c. Lituanie, no 36919/02, § 38, 25 novembre 2008, et Zehnalová et Zehnal c. République tchèque (déc.), no 38621/97, CEDH 2002-V). La compatibilité avec les exigences de la prééminence du droit présuppose que le droit interne doit offrir une certaine protection contre des atteintes arbitraires de la puissance publique aux droits garantis par la Convention (Malone c. Royaume-Uni, 2 août 1984, § 67, série A no 82, SegerstedtWiberg et autres c. Suède, no 62332/00, § 76, CEDH 2006VII).", "191.  Enfin, pour apprécier la présente cause, il faut garder à l’esprit que la Convention vise à garantir des droits non pas théoriques ou illusoires, mais concrets et effectifs (Airey, précité, § 24). L’article 8 ne renferme certes aucune exigence procédurale explicite mais il importe, pour la jouissance effective des droits garantis par cette disposition, que le processus décisionnel soit équitable et permette de respecter comme il se doit les intérêts qui y sont protégés. Il y a lieu de déterminer, eu égard aux circonstances particulières de la cause et notamment à la nature des décisions à prendre, si l’individu a joué dans le processus décisionnel, considéré comme un tout, un rôle suffisamment important pour lui assurer la protection requise de ses intérêts (voir, mutatis mutandis, W. c. RoyaumeUni, 8 juillet 1987, §§ 62 et 64, série A no 121). La Cour rappelle avoir déjà jugé que, en matière d’accès à l’avortement, pareil processus devrait au moins garantir à une femme enceinte la possibilité d’être entendue en personne et de voir son avis pris en compte. L’organe compétent devrait aussi mettre par écrit les motifs de sa décision (Tysiąc, précité, § 117).", "c)  Observation de l’article 8 de la Convention", "192.  La Cour ne saurait faire abstraction du contexte national général dans lequel s’inscrit la présente affaire pour en examiner les circonstances. Elle relève que la loi de 1993 précise les conditions dans lesquelles l’avortement est autorisé. Un médecin qui procède à une interruption de grossesse en enfreignant les conditions énoncées dans cette loi se rend coupable d’une infraction pénale punie d’une peine d’emprisonnement pouvant aller jusqu’à trois ans (paragraphe 70 ci-dessus).", "193.  La Cour a déjà jugé que les restrictions à l’avortement prévues par la loi polonaise, combinées avec le risque pour les médecins de se voir accusés d’une infraction pénale réprimée par l’article 156 § 1 du code pénal, sont tout à fait susceptibles d’avoir un effet dissuasif sur les praticiens lorsqu’ils décident si les conditions pour autoriser un avortement légal sont réunies dans un cas particulier (Tysiąc, précité, § 116). Elle estime que la demande d’avis adressée en l’espèce au juriste de l’hôpital de T. quant aux mesures à prendre pour garantir un avortement dans le respect de la loi de 1993 a aggravé cet effet dissuasif, et conclut que les dispositions fixant les conditions du recours à un avortement légal doivent être formulées de façon à l’atténuer.", "194.  Elle observe aussi que, dans son cinquième rapport périodique au Comité des droits de l’homme de l’ONU portant sur le respect du Pacte international relatif aux droits civils et politiques, document pertinent aux fins de l’appréciation de la situation qui se présentait à l’époque des faits, le gouvernement polonais a notamment reconnu qu’il y avait eu des lacunes dans la manière dont la loi de 1993 avait été appliquée en pratique (paragraphe 84 ci-dessus). Elle relève en outre que le Comité pour l’élimination de la discrimination à l’égard des femmes a exprimé des préoccupations au sujet de l’accès des femmes aux services de médecine reproductive et à l’avortement légal en Pologne (paragraphe 86 ci-dessus).", "195.  Elle rappelle avoir souligné, dans l’arrêt qu’elle a rendu en l’affaire Tysiąc (précitée), l’importance que revêt l’existence de garanties procédurales dans le cadre de l’application de la loi de 1993 à des situations où des femmes enceintes ont des raisons objectives de craindre que la grossesse et l’accouchement ne nuisent gravement à leur santé. Dans cet arrêt, la Cour a jugé que la loi polonaise ne comportait aucun mécanisme effectif permettant de déterminer si les conditions à remplir pour bénéficier d’un avortement légal en cas de grossesse dangereuse pour la santé de la future mère étaient réunies, ou de répondre aux craintes légitimes de celle-ci (Tysiąc, précité, §§ 119-124).", "196.  La Cour relève certaines différences entre les questions soulevées par l’affaire Tysiąc et celles qu’elle est appelée à examiner dans la présente affaire, où la requérante s’est efforcée en vain d’accéder à des examens génétiques prénataux. En l’espèce, le litige ne porte pas tant sur l’accès à l’avortement que sur l’accès en temps utile à un diagnostic médical qui aurait permis de déterminer si les conditions d’un avortement légal étaient réunies dans le cas de l’intéressée. La question de l’accès des personnes aux informations concernant leur santé sera donc le point de départ de l’analyse de la Cour.", "197.  La Cour estime que le droit d’accès aux informations de santé, qui relève de la sphère de vie privée, comprend notamment le droit des personnes d’obtenir les informations disponibles sur leur état de santé. Elle considère en outre que l’état de santé du fœtus au cours de la grossesse constitue un élément de la santé de la femme enceinte (voir, mutatis mutandis, Brüggemann et Scheuten c. Allemagne, précité, § 59). L’exercice effectif de ce droit conditionne généralement la capacité de l’individu à exercer son droit à l’autonomie personnelle – également protégé par l’article 8 de la Convention (Pretty, précité, § 61) – en effectuant, au regard des informations en question, des choix qui influeront sur sa qualité de vie (tels que le refus d’une thérapie ou la demande d’un traitement médical déterminé).", "L’accès en temps utile aux informations médicales revêt une importance particulière dans le cas où l’évolution rapide de l’état de santé d’une personne réduit la capacité de celle-ci à prendre des décisions pertinentes. De la même manière, lorsque la loi autorise l’avortement sous certaines circonstances, l’accès effectif d’une femme enceinte aux informations sur sa santé et celle de son fœtus présente un intérêt direct pour l’exercice de l’autonomie personnelle.", "198.  La question principale qui se pose en l’espèce est celle de l’accès à des procédures médicales qui auraient permis à la requérante d’être pleinement informée de l’état de santé de son fœtus.", "Si la Convention ne garantit pas en tant que tel un droit à la gratuité des soins médicaux, la Cour a estimé dans un certain nombre d’affaires que l’article 8 entre en ligne de compte s’agissant de griefs tirés de la disponibilité insuffisante de services de santé (Nitecki, décision précitée ; Pentiacova et autres, décision précitée). Le cas d’espèce se distingue d’autres affaires dans lesquelles les requérants s’étaient vu refuser des soins ou avaient eu des difficultés à les obtenir faute d’une disponibilité ou d’un financement suffisants de ceux-ci. La Cour rappelle qu’il n’a pas été avancé – et encore moins démontré – qu’il existait des raisons objectives justifiant que l’examen génétique demandé par la requérante n’ait pas été pratiqué immédiatement après l’apparition de soupçons sur la santé du fœtus, mais seulement beaucoup plus tard (paragraphe 155 ci-dessus). Il semble que les difficultés rencontrées par la requérante s’expliquent en partie par la réticence de certains des médecins l’ayant prise en charge à lui délivrer une recommandation et par le fait que, à l’époque pertinente, il existait une certaine confusion dans l’organisation et l’administration de la procédure sanitaire applicable aux personnes désireuses d’accéder à des soins offerts hors de leurs secteurs de rattachement respectifs à la caisse d’assurance maladie d’alors, ainsi que dans les modalités de remboursement des coûts y afférents d’une région à une autre.", "199.  La Cour souligne que, en se soumettant à un examen génétique, la requérante a cherché à obtenir une information pertinente en vue de prendre une décision sur la poursuite de sa grossesse. La loi de 1993 autorise l’avortement avant que le fœtus ne soit viable hors du corps maternel, à la condition qu’il existe un risque élevé, révélé par des examens prénataux ou d’autres données médicales, que le fœtus soit atteint d’une malformation grave et irréversible ou d’une maladie incurable potentiellement mortelle. Dans ces conditions, l’accès à des informations complètes et fiables sur l’état de santé du fœtus n’est pas seulement un élément important pour le bien-être de la femme enceinte, il est aussi une condition préalable sans laquelle toute possibilité de recours à un avortement légal est exclue.", "200.  A cet égard, la Cour rappelle avoir conclu, dans l’arrêt Tysiąc, qu’une fois que l’Etat a fait usage de la marge d’appréciation mentionnée cidessus pour adopter une législation autorisant l’avortement, il ne doit pas concevoir le cadre juridique correspondant d’une manière qui limite dans la réalité la possibilité d’obtenir une telle intervention. En particulier, l’Etat a l’obligation positive d’instaurer un cadre procédural permettant aux femmes enceintes d’exercer leur droit d’accès à un avortement légal (Tysiąc, précité, §§ 116-124). En d’autres termes, dès lors que la loi interne autorise le recours à un avortement en cas de malformation fœtale, il doit exister un cadre juridique et procédural adéquat permettant de garantir l’accès des femmes enceintes à des informations pertinentes, complètes et fiables sur la santé de leur fœtus.", "201.  En l’espèce, la Cour rappelle que six semaines se sont écoulées entre le moment où les premiers soupçons sur la santé du fœtus sont apparus et la date où ils ont été confirmés par des examens génétiques (paragraphe 153 ci-dessus).", "202.  La Cour souligne qu’il ne lui appartient pas de remettre en cause des avis cliniques formulés par des médecins (Glass, précité). Aussi ne se risquera-t-elle pas à déterminer la gravité de la pathologie fœtale suspectée par les médecins, ou à se prononcer sur la question de savoir si celle-ci pouvait être considérée comme autorisant la requérante à recourir à un avortement légal en vertu de l’article 4 a) de la loi pertinente. Aux yeux de la Cour, ce point est totalement dénué de pertinence pour l’appréciation des faits de la cause, la loi de 1993 imposant aux autorités l’obligation de garantir l’accès à des examens génétiques prénataux quelles que soient la nature et la gravité de la pathologie suspectée (paragraphe 66 ci-dessus).", "203.  La Cour observe que la nature même des questions en jeu dans les décisions d’interruption de grossesse est telle que le facteur temps revêt une importance cruciale. Les procédures en place doivent donc être conçues pour que ces décisions soient prises en temps et en heure. La Cour estime que le laps de temps qui s’est écoulé entre la dix-huitième semaine de grossesse, moment où les premières suspicions sont apparues, et la vingtdeuxième semaine – moment où le fœtus est généralement réputé viable hors du corps maternel et à partir duquel il n’est plus possible de recourir à un avortement légal – était amplement suffisant pour pratiquer un examen génétique. Elle relève que la Cour suprême a critiqué le comportement des professionnels de la santé ayant pris en charge la requérante et leur retard à lui délivrer une recommandation pour un examen génétique. Elle considère que ces critiques, formulées par l’instance judiciaire nationale suprême, sont sans conteste pertinentes aux fins de l’appréciation globale des circonstances de la cause.", "204.  En définitive, la requérante n’a pu obtenir l’établissement d’un diagnostic de l’état de santé de son fœtus avec le degré de certitude requis, au moyen d’un examen génétique pratiqué dans un délai qui lui aurait permis de recourir légalement à un avortement.", "205.  Pour autant que le Gouvernement allègue que l’accès à un examen génétique était dans la présente affaire si étroitement lié à l’accès à l’avortement qu’il se confondait avec lui (...), la Cour estime que les tests génétiques prénataux ont plusieurs fonctions et que l’on ne saurait les assimiler à une incitation à l’avortement. En effet, ils peuvent d’abord conduire à dissiper une suspicion de malformation fœtale. Par ailleurs, la femme porteuse du fœtus examiné peut très bien choisir de mener sa grossesse à terme et de mettre l’enfant au monde. D’autre part, le diagnostic prénatal d’une maladie peut permettre, dans certains cas mais non en l’espèce, d’engager un traitement prénatal. Enfin, même lorsque le diagnostic qui en découle est défavorable, ils donnent à la femme et à sa famille le temps de se préparer à la naissance d’un enfant malade, pour chercher conseil et faire face au stress causé par un tel diagnostic. En outre, la Cour souligne que la loi de 1993 autorise clairement l’avortement pour certaines malformations. Il n’est pas contesté que certaines de ces malformations ne peuvent être décelées qu’au moyen d’un examen génétique. Dans ces conditions, la thèse du Gouvernement ne convainc pas la Cour.", "206.  Pour autant que le Gouvernement invoque dans ses observations le droit reconnu aux médecins de refuser de pratiquer certains actes pour des motifs de conscience et qu’il s’appuie à cet égard sur l’article 9 de la Convention, la Cour rappelle que le terme « pratiques » au sens de l’article 9 § 1 ne désigne pas n’importe quel acte ou comportement public motivé ou inspiré par une religion ou une conviction (Pichon et Sajous c. France (déc.), no 49853/99, CEDH 2001-X). La Cour estime que les Etats sont tenus d’organiser leur système de santé de manière à garantir que l’exercice effectif de la liberté de conscience des professionnels de la santé dans le contexte de leurs fonctions n’empêche pas les patients d’accéder aux services auxquels ils ont droit en vertu de la législation applicable.", "207.  La Cour observe en outre que le Gouvernement se réfère à l’ordonnance du ministre de la Santé du 22 janvier 1997 (paragraphe 68) et qu’il soutient que ce texte prévoit une procédure d’encadrement du processus décisionnel en matière d’accès à l’avortement. Toutefois, la Cour a déjà jugé que cette ordonnance ne contenait aucune procédure pour traiter et résoudre les conflits pouvant surgir entre la femme enceinte et ses médecins – ou entre les médecins eux-mêmes – au sujet du recours à un avortement légal dans tel ou tel cas (Tysiąc, précité, § 121).", " 208.  La Cour conclut qu’il n’a pas été démontré que la législation polonaise, telle qu’appliquée en l’espèce, contenait des dispositifs effectifs qui auraient permis à la requérante d’accéder à un service de diagnostic déterminant pour l’exercice de son droit de prendre une décision éclairée sur l’éventualité du recours à un avortement.", "209.  Pour autant que le Gouvernement s’est référé à des voies de droit civil capables selon lui de remédier à la situation de la requérante, la Cour a déjà jugé, dans le cadre de l’affaire Tysiąc (précitée), que les dispositions du droit civil appliquées par les juridictions polonaises n’avaient pas offert à la personne concernée un instrument procédural qui lui aurait permis de faire pleinement valoir son droit au respect de la vie privée, ajoutant que le recours de droit civil n’avait qu’un caractère rétroactif et compensatoire. Dans le contexte de ce litige, qui portait sur la question de l’accès à l’avortement légal, elle a estimé que de telles mesures rétroactives ne suffisaient pas à elles seules à protéger convenablement les droits individuels de la femme enceinte et a souligné la vulnérabilité des femmes confrontées à une telle situation (ibidem, § 125). Les procédures civiles indemnitaires ayant un caractère rétroactif, la Cour n’aperçoit aucune raison de nature à justifier une conclusion différente en l’espèce.", "En conséquence, elle considère qu’il n’a pas été établi qu’il existait en droit polonais des mécanismes effectifs qui auraient permis à l’intéressée d’avoir accès à un diagnostic et de prendre en conséquence une décision éclairée sur l’éventualité du recours à un avortement.", "210.  Dans ces conditions, la Cour estime que ni la consultation médicale ni les actions contentieuses évoquées par le Gouvernement ne constituaient des procédures effectives et accessibles qui auraient permis à la requérante d’exercer son droit à un avortement légal en Pologne. L’incertitude créée par le défaut de mise en œuvre juridique de l’article 4 a) 1 § 2 de la loi de 1993 sur le planning familial, et en particulier l’absence de procédures effectives et accessibles visant à la reconnaissance d’un droit à l’avortement conformément à cette disposition, a conduit à une discordance frappante entre le droit à l’avortement théoriquement reconnu en Pologne dans les cas énumérés par cet article et la réalité de son application concrète (Christine Goodwin c. Royaume-Uni [GC], no 28957/95, §§ 77-78, CEDH 2002VI, mutatis mutandis, S.H. et autres c. Autriche, no 57813/00, § 74, 1er avril 2010, et A, B et C c. Irlande, précité, §§ 263-264).", "211.  Au vu de l’ensemble des circonstances de l’espèce, on ne saurait dire que l’Etat polonais, dans le contexte d’un litige qui portait en premier lieu sur l’accès de la requérante à un examen génétique et en second lieu sur le recours éventuel à un avortement, a satisfait à son obligation positive de protéger le droit de l’intéressée au respect de sa vie privée en mettant en place des procédures juridiques qui lui auraient permis de faire valoir ses droits.", "212.  En conséquence, la Cour rejette l’exception préliminaire du Gouvernement selon laquelle la voie du contentieux civil constituerait un recours effectif. De surcroît, au vu de l’ensemble des faits de la cause, elle a déjà conclu à l’insuffisance des indemnités accordées par les juridictions internes à la requérante dans le cadre de la procédure civile en réparation des violations subies par elle (paragraphes 103-108 ci-dessus). Partant, la Cour rejette également l’exception préliminaire du Gouvernement tirée de la perte, par la requérante, de la qualité de victime d’une violation de l’article 8 de la Convention.", "213.  La Cour rappelle que la mise en œuvre effective de l’article 4 a) 1 § 2 de la loi de 1993 sur le planning familial présuppose que soit garanti aux femmes enceintes l’accès à des services de diagnostic leur permettant de confirmer ou de dissiper des suspicions de pathologie fœtale. La Cour a constaté ci-dessus que l’indisponibilité des services en question n’avait pas été démontrée en l’espèce. En outre, elle estime que la mise en œuvre effective des dispositions de la loi de 1993 ne peut passer pour représenter une charge importante pour l’Etat polonais, puisqu’elle se bornerait à rendre effectif un droit à l’avortement déjà reconnu par la loi en question dans des situations strictement définies, notamment certains cas de malformations fœtales (voir, mutatis mutandis, A, B et C c. Irlande, précité, § 261). S’il n’appartient pas à la Cour d’indiquer à l’Etat défendeur quel serait le meilleur moyen de satisfaire à ses obligations positives (Airey, précité, § 26), elle relève cependant que nombreux sont les Etats contractants à avoir précisé dans leur législation les conditions régissant l’accès effectif à un avortement légal et à avoir créé divers mécanismes procéduraux et institutionnels de mise en œuvre de cette législation (Tysiąc, précité, § 123).", "214.  La Cour conclut que les autorités ont manqué à leur obligation positive de garantir à la requérante le droit au respect effectif de sa vie privée. Partant, il y a eu violation de l’article 8 de la Convention.", "(...)", "PAR CES MOTIFS, LA COUR", "1.  Joint au fond, à l’unanimité, les exceptions préliminaires du Gouvernement tirées, respectivement, du non-épuisement des voies de recours internes et du défaut de qualité de victime en ce qui concerne le grief de la requérante fondé sur l’article 8 et déclare la requête recevable ;", "", "2.  Dit, par six voix contre une, qu’il y a eu violation de l’article 3 de la Convention ;", "", "3.  Dit, par six voix contre une, qu’il y a eu violation de l’article 8 de la Convention et rejette, par six voix contre une, les exceptions préliminaires susmentionnées du Gouvernement ;", "(...)", "Fait en anglais, puis communiqué par écrit le 26 mai 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tLawrence Early\tNicolas Bratza\n\tGreffier\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "a)  opinion partiellement dissidente du juge Bratza ;", "b)  opinion partiellement dissidente du juge De Gaetano.", "N.B.\nT.L.E.", "", "", "", "Opinion partiellement dissidente du juge Bratza", "(Traduction)", "1.  J’approuve pleinement la majorité d’avoir conclu en l’espèce à la violation des droits de la requérante au titre de l’article 8 de la Convention, et je souscris de manière générale au raisonnement qu’elle a tenu dans le présent arrêt, qui s’appuie sur celui que la Cour avait suivi dans l’affaire Tysiąc c. Pologne (no 5410/03, CEDH 2007I). Dans cette dernière affaire, la Cour a déclaré que, dans les Etats – comme la Pologne – autorisant l’avortement lorsque la grossesse met en danger la vie ou la santé des femmes enceintes, l’article 8 exige que le droit interne offre des mécanismes effectifs permettant de déterminer si les conditions à remplir pour qu’elles puissent bénéficier d’un avortement légal sont réunies dans des situations où elles ont des raisons objectives de craindre que la grossesse et l’accouchement ne nuisent gravement à leur santé.", "2.  Le présent arrêt indique à juste titre que les faits de l’espèce se distinguent notablement de ceux de l’affaire Tysiąc. C’était ici la crainte d’une malformation irréversible du fœtus qui posait problème, alors que dans l’affaire Tysiąc le débat portait sur le risque que la grossesse faisait courir à la vie ou à la santé de la requérante elle-même. En l’espèce, l’intéressée avait pour préoccupation essentielle et immédiate d’obtenir un diagnostic médical précis de l’état de santé de son fœtus, diagnostic qui aurait permis de déterminer si les conditions d’un avortement légal étaient ou non réunies. Les échographies réalisées aux quatorzième et dixhuitème semaines de grossesse de la requérante avaient révélé que le fœtus était atteint d’une anomalie congénitale non identifiée. L’intéressée fut invitée à faire pratiquer une amniocentèse en vue d’un examen génétique qui aurait dû confirmer ou dissiper ces soupçons et permettre de déterminer la nature ainsi que la gravité d’une éventuelle malformation fœtale. En dépit de tous ses efforts, la requérante ne parvint à accéder à l’examen requis qu’à sa vingttroisième semaine de grossesse, et dut encore patienter deux semaines pour apprendre que son fœtus était atteint du syndrome de Turner. A ce momentlà, il était de toute façon trop tard pour pratiquer un avortement. L’impossibilité d’obtenir rapidement un diagnostic médical d’une importance vitale pour la requérante et l’absence de mécanisme procédural garantissant que ce diagnostic ne serait pas empêché ou retardé au point de priver l’intéressée de toute possibilité d’avorter légalement étaient au cœur du grief que celleci formulait sur le terrain de l’article 8 de la Convention.", "3.  L’applicabilité de l’article 8 de la Convention ne prêtait pas à controverse en l’espèce. Toutefois, le Gouvernement arguait que la requérante avait fini par accéder à l’examen génétique prénatal réclamé et que celui-ci avait confirmé que la pathologie fœtale décelée ne pouvait en aucun cas être qualifiée de maladie grave ou potentiellement mortelle justifiant le recours à un avortement légal. A mon avis, il s’agit là d’une interprétation trop étroite du grief formulé par la requérante sur le terrain de l’article 8. Indépendamment de la question de savoir si la pathologie fœtale révélée par cet examen devait être qualifiée de malformation grave et irréversible ou de maladie incurable potentiellement mortelle au sens de la loi de 1993, l’accès effectif à une information exacte sur l’état de santé de leur fœtus représente incontestablement pour les femmes enceintes un élément crucial de leur santé et de leur bien-être au cours de leur grossesse et relève pleinement de leur vie privée au sens de l’article 8. Dans une situation telle que celle de l’espèce, il est d’autant plus important que les femmes concernées aient rapidement accès à ce genre d’information que tout retard compromet sérieusement leur capacité à décider en connaissance de cause de poursuivre leur grossesse ou d’y mettre un terme.", "4.  Je souscris à la conclusion de la majorité selon laquelle l’Etat défendeur a failli à cet égard à son obligation de garantir à la requérante les droits consacrés par l’article 8, ainsi qu’au raisonnement qui a conduit à cette conclusion. A mes yeux, ce manquement est d’autant plus grave que la requérante a subi, de la part des médecins et des professionnels de la santé qui l’ont prise en charge, un traitement qui, comme l’indique l’arrêt, « a été marqué par des atermoiements, des hésitations et un manque d’information et de conseil à [son] égard ». Pareil traitement, que la requérante a certainement perçu comme une tentative délibérée de l’empêcher d’accéder à l’examen qui lui aurait permis d’obtenir un diagnostic précis de l’état de santé de son fœtus – et par là même de la priver de toute possibilité de recourir à un avortement légal –, n’a pu manquer d’accentuer l’anxiété et la frustration ressenties par l’intéressée, qui se trouvait déjà en situation de vulnérabilité.", "5.  C’est sur ce dernier point que mon appréciation diverge de l’avis de la majorité, selon lequel le traitement subi par la requérante s’analyse non seulement en une circonstance ayant aggravé l’atteinte portée à ses droits au titre de l’article 8, mais aussi en une violation séparée de l’article 3 de la Convention. A mes yeux, ce raisonnement conduit à étendre indûment la portée de cette dernière disposition. S’il est vrai que la requérante a été traitée « de façon odieuse » – selon les termes de l’arrêt – par les médecins qui l’ont prise en charge, que chacune des nombreuses démarches entreprises par elle pour accéder à un examen génétique jugé nécessaire et auquel elle avait indéniablement droit a été mise en échec, et que la Cour suprême a fermement critiqué le traitement réservé à l’intéressée, lui accordant réparation pour la détresse, l’angoisse et l’humiliation subies, il n’en reste pas moins que le seuil de gravité requis par l’article 3 est élevé et doit le demeurer, et que seul un traitement atteignant un degré minimum de gravité peut relever du champ d’application de cette disposition. Les circonstances de la présente affaire sont à mes yeux très éloignées des mauvais traitements physiques ou psychologiques infligés par des agents publics ou des conditions de détention dégradantes qui donnent habituellement lieu à des constats de violation de l’article 3. J’admets bien volontiers que ce que la requérante a dû percevoir comme étant un comportement cruel et obstructionniste de ses médecins n’a pu qu’aggraver l’angoisse intense éprouvée par elle au cours des semaines pendant lesquelles elle a attendu un diagnostic précis. Toutefois, au vu des circonstances de l’espèce, je ne considère pas que la requérante ait subi un traitement dégradant au sens de l’article 3 de la Convention. Sur ce point, l’arrêt tente de dresser un parallèle entre la présente espèce et les affaires de disparitions forcées où les autorités responsables se montrent systématiquement évasives sur la localisation ou le sort des proches disparus des requérants ou fournissent à ces derniers de faux renseignements. Je ne suis pas certain qu’il soit légitime d’établir une analogie entre ce type d’actes, ou la souffrance et l’angoisse qui en résultent, et le comportement des professionnels de la santé mis en cause en l’espèce, même si, comme il le semble, ce comportement visait à dissuader la requérante d’envisager un avortement.", "6.  Ayant conclu que seul l’article 8 a été violé en l’espèce, j’aurais dû attribuer à la requérante une somme moindre au titre de la satisfaction équitable, d’autant que les juridictions internes lui ont accordé une indemnité. Toutefois, l’avis de la majorité selon lequel il y a également eu violation de l’article 3 en l’espèce m’a conduit à voter dans le même sens qu’elle en ce qui concerne la somme allouée à la requérante.", "\n", "Opinion partiellement dissidente du juge\nDe Gaetano", "(Traduction)", "1.  Je suis au regret de ne pouvoir souscrire pleinement aux conclusions auxquelles la Cour est parvenue en l’espèce. J’ai voté en faveur d’un constat de violation de l’article 3, mais je ne partage pas l’avis de la majorité en ce qui concerne la violation de l’article 8, raison pour laquelle j’estime que l’intéressée aurait dû se voir accorder une somme moindre que celle qu’elle a obtenue au titre du dommage moral. Toutefois, dans la mesure où la majorité a conclu à la violation de ces deux dispositions, la somme de 45 000 euros (EUR) qu’elle a allouée à la requérante paraît appropriée, et c’est sous cette réserve que j’ai voté sur ce point du dispositif de l’arrêt.", "2.  Par ailleurs, je déplore que l’arrêt s’égare dans d’interminables développements, parfois alambiqués, et que l’on ait tenté d’y faire figurer tous les éléments de l’affaire – quelle que soit leur pertinence au regard de la question fondamentale qui se posait (voir, par exemple, les paragraphes 81 à 89 et 122 à 143) – au risque que le lecteur se perde dans les détails. Car il est vrai qu’en l’espèce, comme d’ailleurs dans l’affaire Tysiąc c. Pologne (no 5410/03, CEDH 2007I), l’exposé de la cause de la requérante – que l’arrêt adopté par la majorité reprend à son compte – donne à penser qu’il s’agissait d’une affaire d’« avortement » ou d’une affaire portant sur le « droit » à l’avortement. Mais tel n’était pas le cas. Le droit polonais autorise l’avortement dans des conditions étroitement définies par l’article 4 a) de la « loi de 1993 » (paragraphe 67 de l’arrêt). Cette disposition peut être approuvée ou contestée, mais la Cour ne pouvait rien y changer, et n’était d’ailleurs pas appelée à le faire. Ce que la Cour était appelée à examiner, c’était la question de savoir si la manière dont la requérante avait été traitée par les professionnels de la santé l’ayant prise en charge depuis le moment où il était apparu que l’enfant qu’elle portait pouvait être atteint d’une difformité ou d’une malformation était attentatoire à ses droits fondamentaux tels que garantis par la Convention.", "3  Dans son arrêt du 11 juillet 2008, la Cour suprême polonaise (paragraphes 52 à 54 de l’arrêt) a jugé en substance que les droits de la requérante en tant que patiente comprenaient celui de se voir délivrer, avec compétence et efficacité, une recommandation pour subir l’examen génétique requis afin d’obtenir dans les plus brefs délais l’information nécessaire sur la santé de l’enfant à naître. De la même manière, la Cour a jugé qu’il n’existait dans la loi de 1993 aucune raison juridique ou médicale d’associer automatiquement les examens génétiques avec l’accès à l’avortement légal. Toutefois, il ressort des faits de la cause que la requérante – que sa grossesse rendait vulnérable (cela indépendamment de la question de savoir si l’enfant qu’elle portait était ou non atteint d’une anormalité) – s’est trouvée confrontée à ce qu’il faut bien qualifier de succession de tergiversations de la part des professionnels de la santé concernés, et a été pendant plusieurs semaines renvoyée de l’un à l’autre, probablement parce que ceux-ci pensaient qu’elle demanderait un avortement si les résultats de l’examen révélaient une malformation chez l’enfant à naître. Cela étant, outre le fait que l’on puisse se demander si un enfant affecté par le syndrome de Turner peut passer pour être « gravement atteint » ou pour « souffrir d’une maladie incurable potentiellement mortelle » au sens de l’article 4 a) de la loi de 1993 précité, les médecins mis en cause avaient parfaitement le droit de se prévaloir de leur objection de conscience à mettre fin à la vie de l’enfant à naître en pratiquant un avortement, et même à délivrer à la requérante une recommandation en vue d’un avortement. En revanche, ils n’avaient pas le droit de la laisser dans l’ignorance et d’accentuer sa détresse et son angoisse au point qu’elle était prête à demander un avortement – appel de détresse – sans attendre un diagnostic exact (paragraphes 17 et 30). Au lieu de prendre en charge comme il convenait des parents confrontés à la perspective de la naissance d’un enfant handicapé et surtout de leur fournir un soutien adapté, le système a fonctionné de telle manière qu’il a incité la requérante à recourir à une mesure extrême, celle-là même que les médecins voulaient éviter. Les conclusions auxquelles la Cour est parvenue aux paragraphes 159 à 161 sont irréprochables à cet égard.", "4.  L’affaire aurait pu – et aurait dû – s’arrêter là. Toutefois, la majorité a décidé de suivre le chemin tracé dans l’affaire Tysiaç. On rappellera que, dans l’affaire en question, la requérante avait demandé un avortement au motif que sa santé – sa vue – aurait pu pâtir de la poursuite de sa grossesse. La Cour a conclu que, dès lors que le droit polonais autorisait sous certaines conditions les femmes à demander un avortement pour préserver leur propre santé, le refus du corps médical de leur délivrer une recommandation à cet effet devait faire l’objet d’une procédure de contrôle par un organe indépendant, compétent pour examiner les éléments de preuve pertinents et garantir aux femmes enceintes la possibilité d’être entendue en personne, et dont les décisions devaient être motivées par écrit (Tysiaç § 117). Pour des raisons qui restent à mes yeux en partie obscures, la Cour a décidé d’examiner la question qui se posait dans cette affaire sur le terrain de l’article 8, et non sous l’angle de l’article 6. Or cette question était très circonscrite, comme l’avait souligné le juge Bonello en ces termes dans son opinion séparée :", "« [l]a décision prise dans la présente cause concerne un pays qui a déjà rendu l’avortement médical légal dans certains cas précis. La Cour était seulement appelée à statuer sur une question : existait-il, en cas de divergence d’opinion (...) quant à savoir si les conditions nécessaires pour obtenir un avortement légal étaient ou non réunies, un mécanisme effectif permettant de trancher ce point ? Mon vote en faveur de la violation ne va pas au-delà de cela. »", "De la même manière, la question qui se posait en l’espèce aurait dû, le cas échéant, être examinée sous l’angle de l’article 6 et non sur le terrain de l’article 8.", "5.  Car en l’espèce, il ne s’agissait pas de mettre en balance la vie de l’enfant à naître avec celle de sa mère ou la santé de celle-ci. En se plaçant sur le terrain de l’article 8 (comme la Grande Chambre l’avait fait dans l’affaire A, B et C c. Irlande [GC], no 25579/05, CEDH 2010), la Cour n’a fait qu’aggraver ses difficultés à prendre position sur les questions liées à la détermination du début de la vie et à la protection de l’enfant à naître sous l’angle d’une disposition « plus fondamentale » de la Convention, à savoir l’article 2. En dépit de toutes les « interprétations évolutives » qu’elle a pu donner de la Convention, la Cour fait preuve d’une exceptionnelle pusillanimité sur la question du droit à la vie de l’enfant à naître, se contentant de vagues formules faisant allusion à une certaine forme de protection (voir, par exemple, Odièvre c. France [GC], no 42326/98, § 45, CEDH 2003III), ou préférant dans la plupart des cas éluder la question (Vo c. France [GC], no 53924/00, § 85, CEDH 2004VIII), ou encore se retrancher derrière la doctrine de la marge d’appréciation (Boso c. Italie (déc.), no 50490/99, CEDH 2002-VII). En outre, la Cour semble ne pas accorder le poids et l’importance qu’il conviendrait au principe clairement formulé dans le rapport établi par la Commission le 12 juillet 1977 en l’affaire Brüggemann et Scheuten c. Allemagne (requête no 6959/75), selon lequel « (...) on ne saurait dire que la grossesse relève uniquement du domaine de la vie privée. Lorsqu’une femme est enceinte, sa vie privée devient étroitement associée au fœtus qui se développe » (paragraphe 59). En persistant à faire entrer en lice l’article 8, nous « ajoutons la confusion à la confusion ». D’un côté, la peine de mort a été abolie, de l’autre, le droit à la vie de l’enfant à naître est laissé en suspens.", ""]}