{"file": "FRE_CLINF_48337_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "48337/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 146", "Novembre 2011", "Plathey c. France - 48337/09", "Arrêt 10.11.2011 [Section V]", "Article 3", "Traitement dégradant", "Détenu placé en quartier disciplinaire vingt-huit jours, vingt-trois heures sur vingt-quatre, dans une cellule incendiée à l’odeur nauséabonde : violation", "", "En fait – Le requérant emprisonné a comparu devant la commission de discipline du centre pénitentiaire à la suite d’une fouille de sa cellule. Il se vit infliger une sanction de quarante-cinq jours de cellule disciplinaire, soit jusqu’au 22 février 2009, compte tenu des quatre jours qu’il avait effectués en prévention. Le requérant a été placé dans une cellule qui avait été incendiée récemment et où il régnait une odeur répugnante due à sa combustion. Il recourut contre la décision de la commission de discipline sans succès.", "En droit – Article 3 : le requérant a été détenu pendant vingt-huit jours, vingt-trois heures sur vingt-quatre, au quartier disciplinaire dans une cellule qui avait été entièrement incendiée une semaine auparavant. Il y fut placé en raison du manque allégué de ce type de cellule alors même qu’une sénatrice qui a visité cette cellule le 26 janvier 2009, soit vingt-cinq jours après l’incendie et dix-sept jours après que le requérant y eut été placé, a constaté qu’il y régnait une « odeur très forte, à la limite de la suffocation » et que le directeur du centre pénitentiaire indiquait dans un courrier du 17 février 2009 l’impossibilité d’y placer un détenu. Huit visites du médecin dans le quartier disciplinaire ont eu lieu pendant la période où le requérant était dans cette cellule sans que ce dernier n’ait demandé de changement. Cependant, si l’intéressé n’a pas demandé aux autorités pénitentiaires à changer de cellule en raison de la mauvaise qualité de l’air dans celle-ci, ce fait figurait bien dans ses recours contre son placement en cellule disciplinaire. Par ailleurs, les autorités administratives étaient parfaitement conscientes de la situation. Or il n’est pas contestable que le requérant a subi de fortes nuisances en raison du fait que sa cellule avait été incendiée peu de temps avant qu’il y soit placé et qu’une forte odeur de brûlé persistait plusieurs semaines après l’incendie. Dès lors, les conditions de détention du requérant portent atteinte à la dignité humaine et constituent un traitement dégradant.", "Conclusion : violation (unanimité).", "Article 13 combiné avec l’article 3 : le requérant ne put obtenir qu’un juge se prononce sur les conditions de sa détention avant la fin de l’exécution de la sanction, puisque le juge administratif statua le 10 février 2009 uniquement sur la légalité de la décision de placement. Le recours de référé-liberté pour les détenus placés en cellule disciplinaire a été introduit dans le code de procédure pénale par la loi pénitentiaire de novembre 2009, soit bien après le passage en cellule disciplinaire du requérant.", "Conclusion : violation (unanimité).", "Article 41 : 9 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}