{"file": "FRE_HFJUD_40349_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "40349/05", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE YETİŞ ET AUTRES c. TURQUIE", "", "(Requête no 40349/05)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "6 juillet 2010", "", "DÉFINITIF", "", "06/10/2010", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Yetiş et autres c. Turquie,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tDanutė Jočienė,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tGuido Raimondi, juges,\net de Stanley Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 15 juin 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 40349/05) dirigée contre la République de Turquie et dont cinq ressortissants de cet Etat, Mmes Hüsne Yetiş, Gülhan Yücel, Fatma Ergin et Hatice Ergin et M. Ali Mehmet Yetiş (« les requérants »), ont saisi la Cour le 25 octobre 2005 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes A. Aktay et Özlem Yıldız, avocats à Mersin. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 12 mai 2009, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Les requérants sont nés respectivement en 1928, 1969, 1947, 1963 et 1965 ; ils résident à Niğde.", "5.  Le 6 décembre 2000, la direction générale des routes près le ministère de l'Habitat et des Travaux publics (« l'administration ») déclara d'utilité publique l'expropriation de plusieurs biens immeubles sis dans trois villages d'Ulukışla, dont le terrain des requérants, aux fins de la construction d'un tronçon de l'autoroute reliant Ankara à Pozantı. Le bien en question, d'une superficie de 15 400 m², était inscrit dans le registre foncier au nom du de cujus des requérants en tant que terrain agricole.", "6.  Selon le certificat d'héritier délivré par le tribunal d'instance de Niğde le 15 novembre 2001, le de cujus des requérants décéda le 25 juillet 1990. La requérante Hüsne Yetiş, épouse du défunt, recueillit 4/16e de la succession et les autres requérants, enfants du défunt, recueillirent chacun 3/16e de la succession.", "Procédure de détermination de l'indemnité d'expropriation : 1ère partie", "7.  La procédure d'achat prévue par l'article 8 de la loi sur l'expropriation n'ayant pas abouti, l'administration saisit, par une requête du 27 mai 2002, le tribunal de grande instance d'Ulukışla (« le TGI ») sur le fondement de l'article 10 de cette même loi. L'action avait pour but de faire déterminer l'indemnité d'expropriation et de procéder à l'inscription du terrain litigieux dans le registre foncier au nom de l'administration.", "8.  Le 29 juin 2002, afin d'évaluer la valeur du bien litigieux, le juge du TGI effectua une première visite des lieux en compagnie d'une commission d'experts compétents en la matière, qui déposa son rapport le 10 juillet 2002. Les experts estimèrent la valeur que possédait le terrain à la date de saisine du TGI, conformément aux dispositions de la loi sur l'expropriation.", "9.  Le 1er août 2002, à la suite d'une opposition formulée par les parties au procès contre le rapport d'expertise, le juge du TGI effectua une seconde visite des lieux, toujours accompagné d'une commission d'experts, composée toutefois différemment.", "10.  Le 15 août 2002, la deuxième commission d'experts déposa son rapport. Elle y constatait la mainmise de l'administration sur le terrain exproprié et le début des travaux de construction.", "11.  Contestant entre autres le montant de l'indemnité déterminé par les experts, les requérants demandèrent au juge d'ordonner une troisième expertise. Le TGI estima fondées les prétentions des requérants et ordonna à la deuxième commission d'experts d'établir un rapport complémentaire, qui fut déposé le 2 septembre 2002. La valeur du terrain à la date de saisine y était estimée à 32 266 248 000 livres turques (TRL).", "12.  Le 14 octobre 2002, le TGI ordonna à l'administration de verser le montant ainsi déterminé sur un compte bancaire ouvert pour la circonstance, ce que fit l'administration le 22 novembre 2002.", "13.  Par un jugement du 26 novembre 2002, définitif relativement au transfert de propriété mais susceptible de faire l'objet d'un pourvoi en cassation quant au montant de l'indemnité d'expropriation, le TGI ordonna le paiement aux requérants de l'indemnité d'expropriation, qui n'était pas assortie d'intérêts moratoires. Il ordonna en outre l'inscription du bien litigieux au nom de l'administration dans le registre foncier.", "14.  Entre le 26 juin et 26 novembre 2002, le tribunal tint huit audiences, au cours desquelles, outre les déplacements sur les lieux et les demandes d'expertises, il entendit les parties et les experts en leurs déclarations et adopta des actes de procédure ; il demanda notamment la production de documents lui paraissant nécessaires pour la détermination de l'indemnité.", "15.  Le 18 novembre 2003, la Cour de cassation cassa le jugement de première instance, considérant que les rapports d'expertise comportaient des erreurs d'évaluation affectant directement le montant de l'indemnité d'expropriation à allouer.", "Procédure de détermination de l'indemnité d'expropriation : 2ème partie", "16.  Se conformant à l'arrêt de la Cour de cassation, le TGI ordonna deux expertises complémentaires aux commissions d'experts ayant effectué un déplacement sur les lieux dans la première partie de la procédure. La première commission déposa son rapport le 20 mai 2004 et la deuxième commission le 6 juin 2004.", "La deuxième commission d'experts, dont le rapport fut retenu par le TGI pour déterminer l'indemnité d'expropriation, estima à 68 490 333 328 TRL la valeur du terrain à la date de la saisine. Selon ce rapport, le taux de rentabilité du terrain litigieux était de 6 %. Le revenu annuel net de l'exploitation du terrain des requérants était de 265 400 000 le décare (un décare équivalant à 1 000 m2, le revenu annuel net pour l'ensemble du terrain était de 4 087 160 000 TRL).", "17.  Le 19 septembre 2004, les requérants, se fondant sur l'article 46 de la Constitution, saisirent à leur tour le TGI d'une demande d'application d'intérêts moratoires à l'indemnité complémentaire d'expropriation qu'ils escomptaient percevoir au terme de la procédure. Ils demandèrent le cours des intérêts à compter de la date de la saisine par l'administration de la juridiction de première instance, à savoir le 27 mai 2002.", "18.  Le TGI procéda à la jonction des deux affaires.", "19.  Le 15 octobre 2004, le TGI fixa le montant de l'indemnité d'expropriation à 68 490 333 328 TRL, ce qui correspondait à ce qu'avait calculé la deuxième commission dans son rapport du 6 juin 2004. Il enjoignit à l'administration de verser la somme restant due, à savoir 36 224 093 328 TRL (68 490 333 328 TRL moins les 32 266 248 000 TRL déjà versés aux requérants) sur le compte bancaire ouvert pour la circonstance. L'administration s'exécuta le 23 décembre 2004.", "20.  Par un jugement du 31 décembre 2004, le TGI ordonna à la banque de verser cette somme aux requérants.", "S'agissant de la demande relative aux intérêts, le tribunal la rejeta au motif qu'elle était dépourvue de fondement juridique. Il releva que la loi sur l'expropriation ne comportait aucune disposition concernant les intérêts, que l'article 46 de la Constitution ne pouvait s'appliquer que pour les indemnités d'expropriation devenues définitives et que, vu la nature de l'action en application d'intérêts, il n'était pas possible de demander l'intérêt le plus élevé pouvant être appliqué aux créances publiques en vertu de l'article 46 de la Constitution.", "21.  Le 12 mai 2005, la Cour de cassation écarta le pourvoi formé par les requérants et confirma le jugement de première instance.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "1)  La loi no 2942 sur l'expropriation", "22.  Considérant que la loi no 2942 du 4 novembre 1983 sur l'expropriation (voir les arrêts Aka c. Turquie, 23 septembre 1998, Recueil des arrêts et décisions 1998VI, et Akkuş c. Turquie, 9 juillet 1997, Recueil 1997IV, qui concernaient la procédure d'expropriation qui avait été instaurée par cette loi) avait pour effet de ralentir la procédure d'expropriation et de causer aux expropriés certains préjudices du fait du retard mis par les juridictions internes à déterminer les indemnités d'expropriation et de celui mis par les administrations à les payer, la Turquie modifia sa législation le 24 avril 2001 (loi no 4650, publiée au Journal officiel le 5 mai 2001 et entrée en vigueur à la même date). Les dispositions pertinentes de la loi sur l'expropriation sont ainsi libellées :", "CONDITIONS D'EXPROPRIATION", "Article 3. - Les administrations peuvent procéder à l'expropriation des biens immeubles, des sources et des droits de servitude nécessaires pour la conduite des services et entreprises publics qu'elles doivent accomplir en vertu des lois, à condition de payer l'indemnité (...) au comptant (...).", "(...)", "(Paragraphe ajouté : loi no 4650 – 24.4.2001 / Art. 1) Les procédures d'expropriation ne peuvent pas être entamées sans la réunion au préalable des fonds nécessaires par l'administration.", "PROCÉDURE D'ACHAT", "Article 8. – Lorsqu'une administration entend procéder à l'expropriation d'un bien immeuble inscrit au registre foncier en vertu de la présente loi, l'utilisation par elle de la procédure d'achat prioritaire est le principe.", "Selon cette procédure, une commission d'experts désignée par l'administration expropriante chiffre la somme lui paraissant devoir être proposée au futur exproprié en contrepartie du bien concerné. En cas d'accord entre l'administration et le futur exproprié, l'indemnité n'est payée à ce dernier que s'il consent au transfert de propriété en autorisant l'administration à faire inscrire le bien en question à son nom dans le registre foncier.", "En cas de désaccord entre les parties sur le montant de l'indemnité d'expropriation, l'article 10 s'applique.", "LA DÉTERMINATION DE L'INDEMNITÉ D'EXPROPRIATION PAR LE TRIBUNAL ET L'INSCRIPTION DU BIEN IMMEUBLE AU NOM DE L'ADMINISTRATION", "Article 10. – Lorsque l'expropriation n'a pas pu être effectuée par la procédure d'achat, l'administration (...) saisit le tribunal de grande instance du lieu où est sis le bien immeuble [à exproprier] et lui demande de déterminer l'indemnité d'expropriation du bien et d'ordonner son inscription [dans le registre foncier] au nom de l'administration en contrepartie du paiement au comptant (...) de ce montant.", "Le tribunal [notifie au propriétaire du bien] le jour de l'audience, qu'il fixe au plus tard à trente jours après sa saisine par l'administration (...)", "(...)", "Si les parties ne s'accordent pas sur le montant de l'indemnité lors de [la première] audience, le juge, tout en fixant une visite des lieux au plus tard dans les dix jours et une [nouvelle] date d'audience dans les trente jours, effectue une visite des lieux pour la détermination de la valeur du bien immeuble, avec l'aide des experts indiqués à l'article 15 et en présence de tous les intéressés.", "Les experts (...) remettent au tribunal, dans les quinze jours, leur rapport indiquant la valeur du bien immeuble conformément aux conditions énumérées à l'article 11. Le tribunal notifie ce rapport aux parties sans attendre le jour de l'audience. (...).", "Si les parties ne s'accordent pas sur le montant de l'indemnité [et] s'il le faut, le juge désigne une nouvelle commission d'experts, qui doit remettre son rapport dans les quinze jours. Le juge, prenant en considération les déclarations des parties et les déclarations et le rapport ou les rapports des experts, fixe alors une indemnité d'expropriation équitable (...) Le montant ainsi déterminé par le tribunal est (...) l'indemnité d'expropriation du bien immeuble. (...) Le juge accorde à l'administration un délai de quinze jours pour le dépôt à la banque (...) de la somme déterminée comme indemnité d'expropriation et la présentation du reçu relatif au dépôt. Si nécessaire, le tribunal peut proroger ce délai, dans la limite d'une fois. Sur présentation de la quittance relative au paiement de l'indemnité d'expropriation au nom du titulaire du droit (...) par l'administration, le tribunal ordonne l'inscription du bien immeuble au nom de l'administration et le paiement de l'indemnité d'expropriation au titulaire du droit, et le jugement est notifié au bureau du registre foncier et à la banque où l'argent a été déposé. La décision relative à l'enregistrement est définitive, mais les parties peuvent de se pourvoir en cassation quant au montant de l'indemnité.", "Les critères de détermination de l'indemnité d'expropriation", "Après s'être rendue avec les juges sur le lieu où est situé (...) le bien à exproprier et après avoir recueilli l'avis des intéressés, la commission d'experts constituée selon l'article 15 établit un rapport en tenant compte ;", "a)  du genre et de la nature du bien considéré,", "b)  de sa superficie,", "c)  des qualités et éléments susceptibles d'influencer sa valeur ainsi que de l'évaluation de chaque élément,", "d)  de la déclaration d'impôt relative au bien s'il en existe une,", "e)  des valeurs déterminées par les autorités à la date d'expropriation,", "f)  pour les terrains de culture, du profit que l'on peut tirer à la date d'expropriation si l'on tient compte de l'utilisation telle quelle et de l'emplacement,", "g)  pour les terrains à construire, de la valeur marchande déterminée par comparaison avec celle d'autres terrains équivalents vendus, dans des conditions normales, avant la date d'expropriation,", "h)  pour les bâtiments, du prix unitaire officiel, des coûts de construction et du taux d'usure,", "i)  de tous autres critères objectifs susceptibles d'influencer la valeur (...) du bien à exproprier.", "La commission détermine la valeur du bien en mentionnant dans son rapport la réponse donnée pour chaque critère susmentionné, en tenant compte des déclarations des intéressés et en se fondant sur un rapport d'appréciation motivé.", "Pour la détermination de la valeur du bien, il n'est pas tenu compte de la plus-value générée par l'initiative du service, d'urbanisme ou autre, qui est à l'origine de l'expropriation, ni des gains futurs en rapport avec les différents modes d'utilisation envisagés.", "(...) »", "LES EXPERTS", "Article 15. – (Modifié : loi no 4650 – 24.4.2001 / Art. 8)", "(...)", "Lors de la détermination de la valeur [du bien] par les experts, il est tenu compte du jour auquel l'administration a remis les documents au tribunal.", "1)  L'article 46 de la Constitution, relatif à l'expropriation", "23.  Parallèlement à la modification de la loi sur l'expropriation, la loi no 4709 du 3 octobre 2001, entrée en vigueur le 17 octobre 2001, modifia l'article 46 de la Constitution, intitulé « Expropriation ». Cette disposition se lit désormais comme suit dans sa partie pertinente :", "« L'Etat et les personnes morales publiques sont autorisés, dans les cas où l'intérêt public l'exige et à condition d'en payer la contrepartie réelle au comptant, à exproprier, en tout ou en partie, les biens immobiliers appartenant à des particuliers, ou à établir sur ces biens des servitudes administratives, conformément aux règles et procédures fixées par la loi.", "(...)", "Les tranches de paiement, dans le cas prévu à l'alinéa 2, et les indemnités d'expropriation restant dues, quelle qu'en soit la cause, seront majorées d'intérêts au taux le plus élevé applicable aux créances publiques. »", "24.  Selon la jurisprudence bien établie de la Cour de cassation, le taux prévu par l'article 46 de la Constitution n'est applicable qu'à partir de la date à laquelle la décision relative à l'indemnité d'expropriation est devenue définitive (voir, entre autres, les arrêts de l'assemblée générale des chambres civiles de la Cour de cassation du 22 juin 2005 (E 2005/12-384, K 2005/400) et du 12 avril 2006 (E 2006/12-135 – K 2006/150)).", "3)  L'article 105 du code des obligations", " « Lorsque le préjudice subi par le créancier excède les intérêts moratoires, le débiteur est (...) tenu de le réparer, sauf s'il démontre qu'aucune faute ne lui est imputable.", "Si le préjudice excédentaire est susceptible d'être évalué sur-le-champ, le juge peut en fixer le montant lorsqu'il statue au fond. »", "25.  En matière d'expropriation, la Cour de cassation n'admet pas que le préjudice excédentaire prévu par l'article 105 du code des obligations puisse résulter d'un taux d'inflation élevé.", "4)  Données économiques", "26.  Les effets de l'inflation en Turquie peuvent être déterminés à partir de l'indice des prix de détail publié par l'Institut des statistiques de l'Etat.", "27.  Selon la calculatrice d'inflation de la Banque centrale de la République de Turquie (http://www.tcmb.gov.tr/), constituée à partir de l'indice des prix de détail publié par l'Institut des statistiques de l'État (http://www.tuik.gov.tr/), les données économiques pertinentes pour la présente affaire se présentent comme suit :", "a)  Entre le 27 mai 2002 (saisine du tribunal de grande instance) et le 26 novembre 2002 (date du premier jugement), l'inflation moyenne a été de 31,51 % l'an. L'indemnité d'expropriation des requérants s'est donc dépréciée de 14,68 % pendant cette période.", "b)  Entre le 27 mai 2002 (saisine du tribunal de grande instance) et le 31 décembre 2004 (date du second jugement), l'inflation moyenne a été de 15,06 % l'an. L'indemnité d'expropriation des requérants s'est donc dépréciée de 43,67 % pendant cette période.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "28.  Les requérants allèguent la violation de leur droit au respect de leurs biens. Ils soutiennent qu'ils n'ont pas reçu une indemnité correspondant à la valeur réelle de leur terrain au moment où les autorités ont effectué le paiement. A cet égard, ils arguent qu'un temps considérable s'est écoulé entre la date d'estimation de la valeur de leur bien et celle à laquelle le paiement de leur indemnité d'expropriation a été effectué et que l'absence d'un mécanisme permettant de corriger la dépréciation de celle-ci a emporté violation de leur droit de propriété. Ils font valoir en outre que, afin d'effacer la perte subie par eux du fait de la dépréciation de leur indemnité, les juridictions internes auraient dû appliquer le taux d'intérêt maximal prévu par l'article 46 de la constitution. Ils allèguent la violation de l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "A.  Sur la recevabilité", "29.  Le Gouvernement soutient que, contrairement à ce qu'exige l'article 35 § 1 de la Convention, les requérants n'ont pas épuisé les voies de recours internes, faute d'avoir exercé le recours mis à leur disposition par l'article 105 du code des obligations.", "30.  La Cour rappelle qu'aux fins de l'article 35 § 1 de la Convention, un requérant doit se prévaloir des recours normalement disponibles et suffisants pour lui permettre d'obtenir réparation des violations qu'il allègue. Ces recours doivent exister à un degré suffisant de certitude, en pratique comme en théorie, sans quoi leur manquent l'effectivité et l'accessibilité voulues. Il incombe au Gouvernement excipant du nonépuisement d'en convaincre la Cour (voir, entre autres, Aka, précité, § 34).", "31.  La Cour relève que le recours prévu par l'article 105 du code des obligations vise la réparation du préjudice excédentaire (munzam zarar) non couvert par les intérêts moratoires. La Cour souligne qu'elle a déjà eu à examiner le recours invoqué par le Gouvernement dans de nombreuses affaires turques d'expropriation, où les requérants se plaignaient de l'insuffisance des intérêts moratoires par rapport au taux de l'inflation. Elle a estimé qu'un créancier de l'Etat ne pouvait trouver dans ce moyen de réparation une possibilité de dédommagement du préjudice ayant résulté de la dépréciation monétaire et non compensé par les intérêts moratoires (Aka, précité).", "32.  La Cour note que la présente affaire concerne la nouvelle procédure d'expropriation, laquelle ne prévoit pas d'indemnités moratoires. Elle observe que le Gouvernement n'a produit aucune décision de justice relative à l'application de l'article 105 du code des obligations pour la réparation du préjudice subi à raison de l'absence d'intérêts moratoires dans le cadre de la nouvelle procédure d'expropriation. Il n'a aucunement démontré que l'exercice du recours précité aurait pu entraîner le redressement de la violation alléguée. Dès lors, la Cour estime que le Gouvernement est resté en défaut d'établir l'adéquation et l'effectivité du recours prévu à l'article 105 du code des obligations (Dalia c. France, 19 février 1998, § 38, Recueil 1998I). Par conséquent, elle rejette l'exception.", "33.  La Cour constate par ailleurs que le grief des requérants n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention et qu'il ne se heurte à aucun autre motif d'irrecevabilité. Elle le déclare donc recevable.", "B.  Sur le fond", "1.  Arguments des parties", "34.  Les requérants réitèrent leurs allégations.", "35.  Le Gouvernement mentionne les amendements apportés à la loi sur l'expropriation. Il considère que, depuis qu'elle a été modifiée, cette loi est parfaitement adaptée à la situation économique du pays et est favorable aux propriétaires expropriés. Il précise que l'expropriation du terrain des requérants a été menée conformément aux dispositions de cette loi et de la Constitution.", "36.  Le Gouvernement ajoute que la loi sur l'expropriation a été amendée à la lumière de la jurisprudence de la Cour en la matière. Il explique que le droit interne vise à prévenir une éventuelle diminution de la valeur des immeubles expropriés et que les délais légaux tiennent compte per se d'une éventuelle dépréciation. Il précise que ces délais ont été respectés dans la présente affaire et que la procédure de détermination de l'indemnité s'est conclue dans un délai raisonnable.", "37.  S'agissant de la prétention des requérants au titre de l'article 46 de la Constitution, il fait remarquer que les intérêts prévus par cette disposition s'appliquent uniquement aux indemnités d'expropriation restées impayées malgré une décision définitive. D'après lui, les requérants, représentés par un avocat, auraient dû savoir qu'ils ne pouvaient pas bénéficier de cette disposition.", "38.  Le Gouvernement affirme en outre que les requérants avaient la possibilité de demander des intérêts moratoires au taux légal. Il indique que, bien que la loi sur l'expropriation ne prévoie pas clairement le paiement d'intérêts, les intéressés pouvaient demander des intérêts au taux légal, à condition de respecter les règles procédurales, telle l'indication du montant concret sur lequel les intérêts devaient s'appliquer, et de dûment porter le grief devant le tribunal. Soulignant que les juridictions civiles sont liées par la demande, il fait remarquer que les requérants n'ont pas demandé des intérêts au taux légal.", "39.  Se référant à la jurisprudence de la Cour, le Gouvernement souligne que l'article 1 du Protocole no 1 n'exige pas une indemnisation intégrale dans tous les cas d'expropriation.", "40.  Enfin, il observe que les requérants ont eu la possession du terrain jusqu'au transfert de la propriété du bien à l'administration, ce dont il conclut qu'il n'y a pas eu dépréciation de l'indemnité d'expropriation. Il ajoute qu'à supposer même qu'une telle dépréciation se soit produite, la possession du terrain était propre à la compenser.", "2.  Appréciation de la Cour", "41.  Dans la présente affaire, il n'est pas contesté que les intéressés ont été privés de leur propriété conformément à la loi et que l'expropriation poursuivait un but légitime d'utilité publique. Dès lors, c'est la seconde phrase du premier paragraphe de l'article 1 du Protocole no 1 qui s'applique en l'espèce (voir, entre autres, Aka, précité, § 43, et Papachelas c. Grèce [GC], no 31423/96, § 45, CEDH 1999II). Reste à rechercher si, dans le cadre de cette privation de propriété licite, les requérants ont eu à supporter une charge disproportionnée et excessive.", "42.  La Cour note d'abord que le montant de l'indemnité d'expropriation fixé par le tribunal de grande instance n'est pas controversé. Il n'y a donc pas lieu d'examiner cet aspect de l'affaire.", "43.  Les requérants se plaignent de la dépréciation que leur indemnité d'expropriation aurait subie entre la date à laquelle elle a été déterminée et la date à laquelle elle a été payée. D'après eux, cette indemnité aurait dû être assortie d'intérêts moratoires au taux prévu par l'article 46 de la Constitution.", "44.  S'agissant de la non-application de l'article 46 de la Constitution au cas des requérants, la Cour note que, selon cette disposition, les indemnités d'expropriation restant dues, quelle qu'en soit la cause, sont majorées d'intérêts au taux le plus élevé applicable aux créances publiques (paragraphe 23 ci-dessus). Selon la jurisprudence bien établie de la Cour de cassation, le taux prévu par l'article 46 de la Constitution n'est applicable que s'il existe une indemnité d'expropriation allouée d'une manière définitive et restée impayée (paragraphe 24 ci-dessus). Or tel n'es pas le cas en l'espèce. Les indemnités d'expropriation déterminées par le tribunal de grande instance ont été versées aux requérants au comptant à la date des jugements. Les intéressés ne sauraient donc prétendre à l'application de l'article 46 de la Constitution en droit interne.", "45.  Quant au grief tiré de la dépréciation de l'indemnité d'expropriation, la Cour doit s'assurer qu'un rapport raisonnable de proportionnalité entre les moyens employés et le but poursuivi a été respecté et que les requérants ne se sont pas vu imposer une charge démesurée.", "A cet égard, elle rappelle que toute atteinte au droit au respect des biens doit ménager un « juste équilibre » entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu (voir, parmi d'autres, Sporrong et Lönnroth c. Suède, 23 septembre 1982, § 69, série A no 52). Afin de déterminer si la mesure litigieuse respecte le « juste équilibre » voulu et, notamment, si elle ne fait pas peser sur les requérants une charge disproportionnée, il y a lieu de prendre en considération les modalités d'indemnisation prévues par la législation interne. A cet égard, la Cour a déjà dit que, sans le versement d'une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive (Papachelas, précité, § 48).", "46.  En l'espèce, étant donné que les requérants ont reçu le paiement de l'indemnité d'expropriation en deux fois, l'une au terme de la première partie de la procédure devant le tribunal de grande instance et l'autre au terme de la deuxième partie de la procédure devant cette même juridiction, la Cour estime qu'il y a lieu d'examiner séparément ces deux parties.", "a)  Première partie de la procédure", "47.  La Cour note que le 27 mai 2002 l'administration saisit le tribunal de grande instance d'une action aux fins de détermination de l'indemnité d'expropriation à verser aux requérants. Dans le cadre de cette procédure, le tribunal ordonna plusieurs expertises, à l'issue desquelles fut déterminée une indemnité de 32 266 248 000 TRL ; pour ce faire, les experts évaluèrent la valeur que possédait le terrain exproprié à la date de la saisine du tribunal. Le 26 novembre 2002, le tribunal ordonna le paiement de cette indemnité aux requérants et l'inscription du bien au nom de l'administration dans le registre foncier.", "48.  Or la Cour relève que la somme ainsi allouée aux requérants par la juridiction interne n'était pas assortie d'intérêts moratoires, alors même que pendant la période considérée – de la saisine du tribunal au jugement – l'inflation avait été en moyenne de 31,5 % l'an.", "49.  En conséquence, l'indemnité d'expropriation des requérants avait perdu 14,68 % de sa valeur. Le Gouvernement considère que cette dépréciation était compensée par le fait que les requérants avaient pu utiliser le terrain jusqu'à la date du jugement. Il ajoute que les délais légaux ont été respectés dans le cadre de la procédure de détermination de l'indemnité.", "50.  La Cour observe d'abord que l'article 10 de la loi sur l'expropriation impose à la juridiction de première instance saisie d'une action en détermination de l'indemnité d'expropriation le respect de délais précis pour l'accomplissement de certains actes, ce afin que la procédure puisse se terminer promptement. Sur ce point, la Cour ne peut accepter l'affirmation des requérants selon laquelle ce type de procédure doit se clôturer dans un délai de trois mois et demi. En effet, s'il est vrai que ladite loi prévoit le respect de certains délais, elle ne fait en aucun cas état d'un tel délai. En l'occurrence, le tribunal de grande instance d'Ulukışla a mis six mois pour déterminer l'indemnité d'expropriation et a pris pendant cette période de nombreux actes de procédure. Aux yeux de la Cour, ce laps de temps ne peut passer pour déraisonnable.", "51.  Elle observe ensuite que, contrairement à ce qu'affirme le Gouvernement, les requérants n'ont pas continué à utiliser le bien pendant la procédure. Ainsi qu'il ressort clairement du rapport d'expertise du 15 août 2002, l'administration avait, au mépris du droit interne, procédé à une mainmise sur le terrain exproprié et entamé des travaux de construction (paragraphe 10 ci-dessus) alors même que la procédure de détermination de l'indemnité était pendante.", "52.  De plus, la Cour estime que le seul fait que la procédure ait été conduite avec diligence et que le bien ait continué à être utilisé par les personnes expropriées au cours de la procédure n'est pas toujours apte à compenser la dépréciation de l'indemnité d'expropriation. Il faut encore que la valeur de l'indemnité en question n'ait pas diminué de manière sensible à raison de l'inflation observée pendant cette période.", "53.  Dans le cas d'espèce, la perte de valeur est de 14,68 %. Or il s'agit là d'une perte considérable, que la seule utilisation du terrain par les requérants, à la supposer établie, n'aurait pas suffi à compenser. La Cour observe que, selon le rapport d'expertise du 6 juin 2004, le revenu annuel net pour l'ensemble du terrain était de 4 087 160 000 TRL (paragraphe 16 cidessus) ; ce montant représente environ 6 % de l'indemnité d'expropriation. Ainsi, bien qu'il s'agisse là d'un élément à prendre en compte selon les circonstances de chaque affaire, en l'espèce, l'utilisation du terrain pendant une période de six mois ne pourrait compenser la perte de valeur de l'indemnité qu'à hauteur de 3 %.", "54.  Par ailleurs, la Cour ne souscrit pas à la thèse du Gouvernement selon laquelle les requérants pouvaient demander des intérêts moratoires au taux légal. En effet, la loi sur l'expropriation ne prévoit pas le paiement d'intérêts moratoires. De surcroit, le Gouvernement n'a pas étayé son allégation : il n'a pas indiqué sur quelle base juridique les requérants pouvaient demander pareils intérêts et il n'a pas non plus produit un quelconque exemple de décision en ce sens.", "55.  Enfin, la Cour note que l'expropriation litigieuse ne se situe pas dans un contexte de réforme économique, sociale ou politique et ne se rattache à aucune autre circonstance particulière. Par conséquent, elle n'aperçoit aucun objectif légitime « d'utilité publique » pouvant justifier un remboursement inférieur à la valeur marchande (Scordino no 1, § 102).", "56.  Au vu de ce qui précède, la Cour estime que l'écart observé entre la valeur de l'indemnité d'expropriation à la date de la saisine du tribunal et sa valeur lors de son règlement effectif est imputable à l'absence d'intérêts moratoires. C'est ce décalage qui conduit la Cour à considérer que les requérants ont dû supporter une charge disproportionnée et excessive qui a rompu le juste équilibre devant régner entre la sauvegarde du droit de propriété et les exigences de l'intérêt général.", "b)  Deuxième partie de la procédure", "57.  Sur pourvoi des requérants, la Cour de cassation estima insuffisant le montant de l'indemnité d'expropriation fixé par le jugement du 26 novembre 2002 et renvoya le dossier devant la juridiction de première instance.", "58.  Le 31 décembre 2004, le tribunal de grande instance réévalua le montant de l'indemnité d'expropriation à 68 490 33 328 TRL. Les requérants ayant déjà perçu 32 266 248 000 TRL, le tribunal ordonna à l'administration de payer le reliquat, à savoir 36 224 093 328 TRL. Ce montant, qui correspondait à la valeur du bien exproprié à la date de la saisine, ne fut pas assorti d'indemnités moratoires, alors que l'inflation moyenne avait été de 15 % l'an pendant la période comprise entre la date de la saisine de la juridiction et le second jugement. Pendant cette période de près de deux ans et sept mois, l'indemnité complémentaire d'expropriation a ainsi subi une perte de valeur d'environ 43 %.", "59.  Au vu de ce taux, la Cour estime que les requérants ont dû supporter une charge disproportionnée et excessive qui ne peut être justifiée par un intérêt général légitime poursuivi par les autorités.", "60.  Partant, il y a eu violation de l'article 1 du Protocole no 1.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "61.  Invoquant l'article 6 § 1 de la Convention, les requérants se plaignent d'un manque d'équité de la procédure. Ils soutiennent que la loi no 2942, telle que modifiée par la loi no 4650, imposait aux juridictions de respecter certains délais dans le but de terminer promptement la procédure de détermination de l'indemnité d'expropriation. Ils allèguent que ces délais, couvrant au total une période de trois mois et demi, étaient conformes aux exigences de la Convention et que leur non-respect a emporté violation de leur droit à un procès équitable.", "Toujours sur le terrain de l'article 6 § 1, les requérants reprochent aux juridictions nationales de n'avoir pas appliqué à leur cas une disposition constitutionnelle qui, selon eux, imposait de tenir compte du taux d'intérêt maximal appliqué aux créances publiques.", "62.  Le Gouvernement conteste cette thèse.", "63.  Eu égard aux constats relatifs à l'article 1 du Protocole no 1 (paragraphes 41-60 ci-dessus), la Cour estime qu'il n'y a pas lieu d'examiner séparément s'il y a eu en l'espèce violation de l'article 6 § 1 de la Convention.", "III.  SUR L'APPLICATION DES ARTICLES 41 ET 46 DE LA CONVENTION", "A.  Article 46 de la Convention", "64.  Aux termes de cette disposition :", "« 1.  Les Hautes Parties contractantes s'engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties.", "2.  L'arrêt définitif de la Cour est transmis au Comité des Ministres qui en surveille l'exécution. »", "65.  La Cour rappelle qu'un arrêt constatant une violation de la Convention ou de ses Protocoles entraîne pour l'Etat défendeur l'obligation juridique non seulement de verser aux intéressés les sommes allouées à titre de satisfaction équitable, mais aussi de choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à adopter dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour.", "66.  Elle constate que la violation du droit des requérants au respect de leurs biens tel que garanti par l'article 1 du Protocole no 1 tire son origine d'un problème structurel qui tient à l'absence dans le droit interne d'un mécanisme permettant aux juridictions nationales de tenir compte de la dépréciation que peut subir sous l'effet conjugué de la durée de la procédure et de l'inflation le montant de l'indemnité allouée aux personnes expropriées.", "67.  La Cour rappelle que sont actuellement pendantes devant elle plus de deux cents requêtes introduites par des personnes concernées par la nouvelle procédure d'expropriation et qui pourraient donner lieu à des arrêts concluant à la violation de la Convention. Elle estime par ailleurs que les lacunes du droit interne décelées dans la présente affaire peuvent donner lieu à l'avenir à de nombreuses nouvelles requêtes. C'est là un facteur aggravant quant à la responsabilité de l'Etat au regard de la Convention à raison d'une situation passée ou actuelle.", "68.  Tout en réaffirmant que l'Etat défendeur demeure libre, sous le contrôle du Comité des Ministres, de choisir les moyens de s'acquitter de son obligation juridique au regard de l'article 46 de la Convention, pour autant que ces moyens soient compatibles avec les conclusions contenues dans l'arrêt de la Cour (Broniowski c. Pologne [GC], no 31443/96, § 192, CEDH 2004V), la Cour observe que l'adoption de mesures générales au niveau national s'impose sans aucun doute dans le cadre de l'exécution du présent arrêt.", "69.  Vu la conclusion à laquelle elle est parvenue dans cette affaire, et sans préjudice des autres mesures que l'Etat défendeur peut envisager pour s'acquitter de ses obligations au regard de l'article 46 de la Convention, la Cour considère que le redressement le plus adéquat consisterait à intégrer dans le système juridique turc un mécanisme susceptible de tenir compte de la dépréciation que les indemnités d'expropriation peuvent subir sous l'effet conjugué de la durée de la procédure et de l'inflation. Cet objectif pourrait être atteint, par exemple, au travers de l'application d'intérêts moratoires propres à empêcher pareille dépréciation ou, à défaut, par l'octroi d'un redressement approprié pour la perte subie par les intéressés (voir, mutatis mutandis, Viaşu c. Roumanie, no 75951/01, § 83, 9 décembre 2008 ; en ce qui concerne les mesures destinées à garantir l'effectivité du mécanisme établi par la Convention, voir aussi la résolution (Res(2004)3) et la recommandation (Rec(2004)6) du Comité des Ministres du Conseil de l'Europe adoptées le 12 mai 2004).", "B.  Article 41 de la Convention", "70.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "71.  Les requérants réclament 43 811 euros (EUR) pour préjudice matériel. Ce montant correspond à la différence entre le montant de l'indemnité d'expropriation versé aux intéressés et le montant obtenu après application à cette indemnité du taux d'intérêt maximal prévu par l'article 46 de la Constitution.", "Les requérants réclament en outre 5 000 EUR pour préjudice moral.", "72.  Le Gouvernement conteste ces prétentions.", "73.  La Cour considère que pour apprécier le préjudice matériel subi par les requérants, il faut prendre en considération la différence entre les montants qui leur ont été effectivement versés les 26 novembre 2002 et 31 décembre 2004 et ceux qu'ils auraient reçus si les indemnités avaient été ajustées pour tenir compte de l'érosion monétaire à partir du 27 mai 2002, date de la saisine du tribunal de grande instance.", "74.  Etant donné que le caractère adéquat d'un dédommagement risque de diminuer si le paiement de celui-ci fait abstraction d'éléments susceptibles d'en réduire la valeur, tel l'écoulement d'un laps de temps considérable (Raffineries grecques Stran et Stratis Andreadis c. Grèce, 9 décembre 1994, § 82, série A no 301B), une fois que l'on aura déduit les sommes octroyées au niveau national et obtenu ainsi la différence avec la valeur de l'indemnité d'expropriation à la date des paiements, ces montants devront être actualisés pour compenser les effets de l'inflation (Scordino no 1, précité, § 258).", "75.  Compte tenu de ces éléments, et statuant en équité, la Cour estime raisonnable d'accorder aux requérants conjointement la somme de 16 000 EUR.", "76.  Pour le reste, la Cour estime que le constat de violation suffit à réparer le préjudice moral que les requérants peuvent être réputés avoir souffert à raison des faits de la cause.", "C.  Frais et dépens", "77.  Les requérants demandent également 3 317 EUR pour les frais et dépens engagés devant les juridictions internes et la Cour. A titre de justificatif, ils fournissent un décompte horaire et une liste de dépenses, ainsi que le barème d'honoraires du barreau de Mersin.", "78.  Le Gouvernement conteste ce montant.", "79.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. Compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable d'accorder aux requérants la somme de 500 EUR tous frais confondus.", "D.  Intérêts moratoires", "80.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l'article 1 du Protocole no 1 ;", "", "2.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "3.  Dit qu'il n'y a pas lieu d'examiner séparément le grief tiré de l'article 6 de la Convention ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser aux requérants conjointement, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 16 000 EUR (seize mille euros) pour dommage matériel, plus tout montant pouvant être dû à titre d'impôt, et 500 EUR pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt par les requérants, à convertir en livres turques au taux applicable à la date du règlement ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "\nFait en français, puis communiqué par écrit le 6 juillet 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier adjoint\tPrésidente", ""]}