{"file": "FRE_HFJUD_53918_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "53918/00", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ÖNDER ET ZEYDAN c. TURQUIE", "", "", "(Requête no 53918/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "2 août 2005", "", "", "", "DÉFINITIF", "", "02/11/2005", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Önder et Zeydan c. Turquie,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tG. Bonello,\n\t\tR. Türmen,\n\t\tM. Pellonpää,\n\t\tK. Traja,\n\t\tL. Garlicki,\n\t\tJ. Borrego Borrego, juges,", "et de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil le 5 juillet 2005,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 53918/00) dirigée contre la République de Turquie et dont deux ressortissants de cet Etat, MM. Faik Önder et Oktay Zeydan (« les requérants »), ont saisi la Cour le 9 décembre 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me Z.S. Özdoğan, avocate à Izmir. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "3.  Le 26 septembre 2002, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant de l’article 29 § 3 de la Convention, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "4.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente affaire a été attribuée à la quatrième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérants sont nés respectivement en 1973 et 1972. Lors de l’introduction de la requête, ils étaient détenus à la maison d’arrêt de Bergama.", "6.  F. Önder déclare avoir été arrêté et placé en garde à vue dans les locaux de la direction de la sûreté d’Antalya le 23 juin 1997.", "7.  Il ressort du dossier et des pièces afférentes à la procédure pénale dont il a fait l’objet qu’il a été arrêté le 30 juin 1997 en possession d’une fausse pièce d’identité et de prétendus codes servant dans le cadre d’activités organisationnelles. Il lui était ainsi reproché d’appartenir à l’organisation armée illégale DHKP/C (Parti révolutionnaire de libération du peuple / Front).", "8.  Le 1er juillet 1997, O. Zeydan fut également arrêté en possession d’une fausse pièce d’identité, pour appartenance à la même organisation illégale.", "9.  Le 2 juillet 1997, après avoir procédé à l’interrogatoire des requérants et recueilli leurs aveux, notamment quant à leur appartenance à l’organisation incriminée, la direction de la sûreté près la préfecture d’Antalya adressa au procureur de la République d’Antalya une demande tendant au maintien des intéressés en garde à vue.", "10.  Le même jour, le procureur de la République d’Antalya fit droit à cette demande et prolongea la garde à vue des requérants jusqu’au 6 juillet 1997, date à laquelle ils furent placés en détention provisoire.", "11.  Le 29 juillet 1997, après avoir relevé qu’ils avaient nié le contenu des déclarations faites au cours de leur garde à vue, le procureur de la République près la cour de sûreté de l’Etat d’Izmir inculpa les requérants pour appartenance à une organisation armée et importation d’armes, lance-roquettes et explosifs depuis l’étranger aux fins de constituer une organisation. Il requit leur condamnation en vertu de l’article 168 § 2 du code pénal, de l’article 5 de la loi no 3713 relative à la lutte contre le terrorisme et de l’article 12 §§ 1, 3, 4 et 5 additionnel à la loi no 6136 sur les armes à feu et armes blanches.", "12.  Au cours de la procédure, dans la défense qu’ils soumirent à la cour de sûreté de l’Etat, les requérants nièrent les faits reprochés ainsi que le contenu de leurs dépositions qui, d’après eux, ont été recueillies lors de leur garde à vue par suite de mauvais traitements.", "13.  Dans ses réquisitions sur le fond, le procureur de la République requit la condamnation des requérants pour appartenance à l’organisation illégale DHKP/C en vertu de l’article 168 § 2 du code pénal et de l’article 5 de la loi no 3713. Il requit toutefois leur acquittement quant à l’infraction prévue à la loi no 6136.", "14.  Le 25 juin 1998, la cour de sûreté de l’Etat, composée de trois juges, dont un magistrat militaire, reconnut les requérants coupables d’appartenance au DHKP/C et les condamna en conséquence à une peine de vingt et un ans d’emprisonnement en vertu de l’article 168 § 2 du code pénal et de l’article 5 de la loi no 3713. Elle estima en outre que les armes introduites en Turquie par les requérants n’étaient pas destinées à la vente mais appartenaient à l’organisation incriminée. Relevant que les armes saisies lors de l’arrestation des requérants constituaient un élément de leur appartenance à une telle organisation, elle estima qu’il n’y avait pas lieu de prononcer une peine distincte sur ce point.", "15.  La cour fonda son jugement sur les éléments du dossier ainsi que les dépositions des requérants recueillies au stade de l’enquête préparatoire. Elle releva ainsi que le contenu de ces dernières, bien que contestées par les intéressés, se trouvaient corroborées par des témoignages ainsi que par la déposition d’un autre accusé recueillie sur commission rogatoire. La cour tint également compte du procès-verbal d’arrestation qui faisait état de la possession par les requérants de fausses pièces d’identité. De même, elle constata que ces derniers avaient scandé des slogans lors de leur arrestation et que des armes avaient été saisies dans un lieu désigné par O. Zeydan.", "16.  Le 12 avril 1999, à la suite d’une audience tenue à la demande des requérants, la Cour de cassation confirma l’arrêt de première instance.", "17.  Le 21 avril 1999, cet arrêt fut prononcé par la Cour de cassation, hors la présence des requérants et de leurs avocats.", "18.  Selon le Gouvernement, le 30 avril 1999, l’avocat de O. Zeydan aurait saisi le procureur général près la Cour de cassation d’un recours en rectification contre cet arrêt.", "19.  Il ressort du dossier que, le 24 mai 1999, le procureur général rejeta le recours ainsi formé.", "20.  Le 10 juin 1999, le texte intégral de l’arrêt de la Cour de cassation fut versé au dossier de l’affaire ouvert au greffe de la cour de sûreté de l’Etat ayant condamné les requérants, et ainsi mis à la disposition des parties.", "21.  Les requérants allèguent avoir reçu notification d’une invitation à purger leur peine, douze jours plus tard.", "22.  Le 29 janvier 2003, l’assemblée d’experts de l’Institut médico-légal près le ministère de la Justice rédigea un rapport aux termes duquel elle constata que F. Önder souffrait du syndrome Wernicke Korsakoff, lequel rendait impossible son maintien en détention. Elle conclut en conséquence à la nécessité de suspendre l’exécution de la peine prononcée à son encontre.", "23.  Le 19 février 2003, au vu des conclusions de ce rapport, la cour de sûreté de l’Etat prononça le sursis à l’exécution de la peine de ce requérant pour une période de six mois, trois fois renouvelable.", "24.  Par une amnistie présidentielle du 5 mars 2003, le président de la République turque prononça la levée de la peine de F. Önder, ce eu égard à son état de santé.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "25.  Le droit et la pratique internes pertinents sont décrits dans les arrêts Özel c. Turquie (no 42739/98, §§ 20-21, 7 novembre 2002) et Gençel c. Turquie (no 53431/99, §§ 11-12, 23 octobre 2003).", "EN DROIT", "I.  SUR LA RECEVABILITÉ DE LA REQUÊTE", "1.  Quant au requérant Oktay Zeydan", "26.  Le Gouvernement invite la Cour à rejeter, pour non-respect du délai de six mois prévu à l’article 35 de la Convention, les griefs formulés par le requérant Zeydan. A cet égard, il invoque la jurisprudence de la Cour selon laquelle le délai de six mois commence à courir à partir du jour où le requérant ou son conseil ont pris connaissance de la décision interne définitive. Or, en l’espèce, il observe que le requérant a formé un recours en rectification d’arrêt devant la Cour de cassation le 30 avril 1999, lequel a été rejeté le 24 mai 1999. Dès lors, il estime que le requérant, pour avoir formé un tel recours, avait nécessairement connaissance de l’arrêt de la Cour de cassation du 12 avril 1999 bien avant sa notification.", "27.  Le requérant conteste les arguments du Gouvernement et précise que l’arrêt de la Cour de cassation a été prononcé en son absence et celle de son avocat. Ainsi, ce dernier n’a eu connaissance de cet arrêt que douze jours après son prononcé et lui-même qu’en juillet 1999, date à laquelle il a reçu notification de l’invitation à purger sa peine, ce alors qu’il était incarcéré à la maison d’arrêt de Bergama. La présente requête ayant été introduite le 9 décembre 1999 et l’arrêt de la Cour de cassation versé au dossier de l’affaire près le greffe de la cour de sûreté de l’Etat le 10 juin 1999, il estime avoir saisi la Cour dans le délai de six mois pour ce faire.", "28.  Le représentant de O. Zeydan souligne que l’avocat qui a représenté son client dans le cadre de la procédure interne a formé un recours en rectification d’arrêt. Il précise toutefois ne pas savoir à quelle date le rejet de ce recours lui a été notifié. Quoiqu’il en soit, il estime que ce recours ne saurait avoir d’incidence sur la recevabilité de la requête puisque la notification d’un arrêt de la Cour de cassation à un détenu est une obligation légale, de sorte que le délai de six mois doit être considéré comme courant à compter de cette dernière.", "29.  La Cour rappelle que le recours en rectification d’arrêt consacré par le droit pénal turc ne peut passer pour un recours dont l’article 35 de la Convention exige l’épuisement, étant donné que ce recours ne constitue pas un moyen de droit directement accessible aux justiciables (voir, entre autres, Çıraklar c. Turquie, arrêt du 28 octobre 1998, Recueil des arrêts et décisions 1998-VII, pp. 3070-3071, §§ 29-32, et Erdoğdu c. Turquie, no 25723/94, § 34, CEDH 2000VI).", "30.  Dans la présente affaire, l’arrêt de la Cour de cassation du 12 avril 1999 constitue donc la décision interne définitive. Cet arrêt, prononcé le 21 avril 1999, a été versé au dossier de l’affaire près le greffe de la cour de sûreté de l’Etat et ainsi mis à la disposition des parties le 10 juin 1999. Au vu des pièces du dossier, la Cour relève toutefois qu’avant cette mise à disposition, le requérant a saisi le procureur général d’un recours en rectification, lequel a été rejeté le 24 mai 1999. Elle en conclut que le requérant a nécessairement eu connaissance de l’arrêt de la Cour de cassation entre la date de son prononcé – le 21 avril 1999 – et la date du rejet du recours en rectification, le 24 mai 1999. Elle constate toutefois que la présente requête a été introduite le 9 décembre 1999, soit plus de six mois plus tard.", "31.  Il s’ensuit que les griefs formulés par le requérant Zeydan sont tardifs et doivent être rejetés en application de l’article 35 §§ 1 et 4 de la Convention.", "2.  Quant au requérant Faik Önder", "32.  La Cour rappelle sa jurisprudence selon laquelle, lorsque le requérant est en droit de se voir signifier d’office une copie de la décision interne définitive, il est plus conforme à l’objet et au but de l’article 35 § 1 de la Convention de considérer que le délai de six mois commence à courir à compter de la date de la signification de la copie de la décision (voir Worm c. Autriche, arrêt du 29 août 1997, Recueil 1997V, p. 1547, § 33). Toutefois, lorsque la signification n’est pas prévue en droit interne, comme en l’espèce, la Cour estime qu’il convient de prendre en considération la date de la mise à disposition de la décision, date à partir de laquelle les parties peuvent réellement prendre connaissance de son contenu (voir, notamment, Papachelas c. Grèce [GC], no 31423/96, §§ 30-31, CEDH 1999II).", "33.  A la lecture du dossier, la Cour constate que F. Önder n’a pas formé de recours en rectification. Aucun élément ne permet en outre d’établir qu’il ait pu avoir connaissance de l’arrêt de la Cour de cassation à une date antérieure à celle de sa mise à disposition au greffe de la juridiction de première instance. A cet égard, elle constate que l’arrêt de la Cour de cassation prononcé le 21 avril 1999, en l’absence du requérant et de son avocat, a été versé au dossier de l’affaire devant la juridiction de première instance le 10 juin 1999. La présente requête a été introduite le 9 décembre 1999, soit dans les six mois suivant sa mise à disposition des parties.", "34.  Ainsi, à la lumière des critères qui se dégagent de sa jurisprudence (voir, notamment, Çıraklar, précité) et compte tenu de l’ensemble des éléments en sa possession, la Cour estime que la requête, telle que présentée par F. Önder, doit faire l’objet d’un examen au fond. Elle constate en effet que celle-ci ne se heurte à aucun motif d’irrecevabilité.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "35.  M. Faik Önder (ci-après « le requérant ») allègue que la cour de sûreté de l’Etat qui l’a jugé et condamné ne constitue pas un « tribunal indépendant et impartial » qui eût pu lui garantir un procès équitable en raison, d’une part, de la présence d’un juge militaire en son sein et, d’autre part, du mode d’administration des preuves et notamment de l’utilisation de sa déposition de garde à vue comme élément de preuve à charge. Il y voit une violation de l’article 6 § 1 de la Convention qui se lit ainsi :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...) »", "1.  Sur l’indépendance et l’impartialité de la cour de sûreté de l’Etat", "36.  La Cour a traité à maintes reprises d’affaires soulevant des questions semblables à celles du cas d’espèce et a constaté la violation de l’article 6 § 1 de la Convention (voir Özel, précité, §§ 33-34, et Özdemir c. Turquie, n° 59659/00, §§ 3536, 6 février 2003).", "37.  La Cour a examiné la présente affaire et considère que le Gouvernement n’a fourni aucun fait ni argument pouvant mener à une conclusion différente dans le cas présent. Elle constate qu’il est compréhensible que le requérant, qui répondait devant une cour de sûreté de l’Etat d’infractions prévues et réprimées par le code pénal, ait redouté de comparaître devant des juges parmi lesquels figurait un officier de carrière appartenant à la magistrature militaire. De ce fait, il pouvait légitimement craindre que la cour de sûreté de l’Etat se laissât indûment guider par des considérations étrangères à la nature de sa cause. Partant, on peut considérer qu’étaient objectivement justifiés les doutes nourris par le requérant quant à l’indépendance et l’impartialité de cette juridiction (Incal c. Turquie, arrêt du 9 juin 1998, Recueil 1998IV, p. 1573, § 72, in fine).", "38.  La Cour conclut que, lorsqu’elle a jugé et condamné le requérant, la cour de sûreté de l’Etat n’était pas un tribunal indépendant et impartial au sens de l’article 6 § 1 de la Convention.", "2.  Sur l’équité de la procédure pénale", "39.  Le Gouvernement conteste l’existence d’une violation.", "40.  La Cour rappelle avoir déjà jugé dans des affaires similaires qu’un tribunal dont le manque d’indépendance et d’impartialité a été établi ne peut, en toute hypothèse, garantir un procès équitable aux personnes soumises à sa juridiction.", "41.  Eu égard au constat de violation du droit du requérant à voir sa cause entendue par un tribunal indépendant et impartial auquel elle parvient, la Cour estime qu’il n’y a pas lieu d’examiner le présent grief (voir, entre autres, Çıraklar, précité, p. 3074, §§ 44-45 ; quant au mode d’administration des preuves et à la déposition de garde à vue, voir, entre autres, Akkaş c. Turquie, no 52665/99, §§ 22-23, 23 octobre 2003).", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 7 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 6", "42.  Le requérant se plaint de la lourdeur de la peine privative de liberté prononcée à son encontre pour appartenance à une organisation armée, ce alors même qu’aucun usage d’armes ou acte délictuel armé n’a pu lui être imputé. Il invoque à cet égard l’article 7 de la Convention, ainsi libellé, combiné avec l’article 6 :", "« 1.  Nul ne peut être condamné pour une action ou une omission qui, au moment où elle a été commise, ne constituait pas une infraction d’après le droit national ou international (...) »", "43.  Le Gouvernement conteste la thèse du requérant et souligne que ce dernier a été condamné sur la base des dispositions légales en vigueur.", "44.  Eu égard à sa conclusion quant à l’article 6 de la Convention et à l’absence d’allégations distinctes à cet égard, la Cour n’a décelé aucune circonstance particulière justifiant un examen séparé des griefs ainsi formulés sous l’angle de l’article 7 combiné avec l’article 6.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "45.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel et moral", "46.  Le requérant allègue avoir subi un préjudice matériel et moral qu’il évalue respectivement à 15 000 euros (EUR) et 50 000 EUR.", "47.  Le Gouvernement conteste ces prétentions.", "48.  En ce qui concerne le dommage matériel allégué, la Cour ne saurait spéculer sur le résultat auquel la procédure devant la cour de sûreté de l’Etat aurait abouti si l’infraction à la Convention n’avait pas eu lieu. Il n’y a donc pas lieu d’accorder au requérant une indemnité à ce titre (Findlay c. Royaume-Uni, arrêt du 25 février 1997, Recueil 1997-I, p. 284, § 85).", "49.  Quant au préjudice moral, la Cour estime que, dans les circonstances de l’espèce, le constat de violation constitue en soi une satisfaction équitable suffisante (Çıraklar, précité, p. 3074, § 49).", "B.  Frais et dépens", "50.  Le requérant demande 3 000 EUR pour les frais et dépens. Il ne fournit aucun justificatif.", "51.  Le Gouvernement conteste ces prétentions.", "52.  Compte tenu des éléments en sa possession et de sa jurisprudence en la matière, la Cour estime raisonnable la somme de 1 500 EUR tous frais confondus et l’accorde au requérant.", "C.  Intérêts moratoires", "53.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable pour autant qu’elle concerne les griefs que le requérant Önder tire de l’article 6 § 1 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention en raison du manque d’indépendance et d’impartialité de la cour de sûreté de l’Etat d’Izmir ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner les autres griefs tirés de l’article 6 de la Convention ;", "", "4. Dit qu’il n’y a pas lieu d’examiner séparément les griefs tirés de l’article 7 de la Convention combiné avec l’article 6 ;", "", "5.  Dit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante pour le préjudice moral ;", "", "6.  Dit", "a)  que l’Etat défendeur doit verser au requérant Önder, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 1 500 EUR (mille cinq cents euros) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ou toutes autres charges fiscales exigibles au moment du versement, à convertir en livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 2 août 2005 en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tNicolas Bratza\n\tGreffier\tPrésident"]}