{"file": "FRE_CLINF_664_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "664/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 135", "Novembre 2010", "Losonci Rose et Rose c. Suisse - 664/06", "Arrêt 9.11.2010 [Section I]", "Article 14", "Discrimination", "Discrimination dans le contexte du choix du nom de famille des couples binationaux : violation", "", "En fait – Le droit du nom est régi en Suisse par le principe de l’unité du nom de famille. Ce nom est automatiquement celui du mari, sauf si les époux effectuent une demande commune pour que ce soit celui de la femme. L’époux d’origine étrangère peut demander que son nom soit régi par son droit national.", "Les requérants sont un ressortissant hongrois et son épouse, de nationalité suisse. Avant leur mariage, ils indiquèrent à l’état civil qu’ils souhaitaient garder leurs noms respectifs plutôt que de choisir un double nom pour l’un d’eux. Face au refus des autorités, les intéressés décidèrent pour pouvoir se marier de choisir le nom de l’épouse comme nom de famille. Après le mariage, le requérant demanda, en vertu de son droit national, que fût remplacé dans le registre de l’état civil le double nom choisi provisoirement par son seul nom d’origine, sans modification du nom de son épouse. Le Tribunal fédéral rejeta la demande, estimant que le choix antérieur du requérant de porter le nom de sa femme comme nom de famille avait rendu caduc son souhait de soumettre son nom au droit hongrois. Selon les requérants, une telle situation n’aurait pas pu se produire s’ils avaient été de sexe inverse, car le nom du mari serait automatiquement devenu le nom de famille et la femme aurait pu librement soumettre la détermination de son nom à son droit national.", "En droit – Article 14 combiné avec l’article 8 : alors que, dans le cas de figure d’un homme suisse et d’une femme d’origine étrangère, la femme peut choisir de soumettre son nom à son droit national, un tel choix n’est pas possible dans le cas d’une femme suisse qui épouse un homme d’origine étrangère si ceux-ci optent pour le nom de la femme comme nom de famille, comme le firent les requérants. Dès lors, ces derniers peuvent se prétendre victimes d’un traitement différent entre des personnes placées dans des situations analogues. Selon les autorités nationales, l’ingérence litigieuse visait le but légitime de manifester l’unité de la famille à travers l’unité du nom de famille. Or, en ce qui concerne les mesures à prendre en la matière, seules des raisons impérieuses peuvent justifier une différence de traitement fondée sur le sexe. Un consensus se dessine au sein des Etats membres du Conseil de l’Europe quant au choix du nom de famille des époux sur un pied d’égalité, et les travaux des Nations unies vont dans le sens de la reconnaissance du droit pour chaque conjoint de conserver l’usage de son nom de famille original ou de participer sur un pied d’égalité au choix d’un nouveau nom de famille. Or le requérant a été empêché de garder son nom après le mariage, ce qu’il aurait pu faire si les intéressés avaient été de sexe inverse. Par ailleurs, on ne saurait considérer que le requérant n’a pas subi de préjudice grave, car le nom, élément d’individualisation principal d’une personne au sein de la société, appartient au noyau dur des considérations relatives au droit au respect de la vie privée et familiale. Ainsi, la justification avancée par le Gouvernement ne paraît pas raisonnable et la différence de traitement constatée s’avère discriminatoire. Il s’ensuit que le régime en vigueur dans l’Etat défendeur engendre une discrimination entre les couples binationaux, selon que c’est l’homme ou la femme qui possède la nationalité de cet Etat.", "Conclusion : violation (unanimité).", "Article 41 : 10 000 EUR conjointement aux deux requérants pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}