{"file": "FRE_HFJUD_30658_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "30658/05", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE BEIAN c. ROUMANIE (no 1)", "", "", "(Requête no 30658/05)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "6 décembre 2007", "", "", "", "", "DÉFINITIF", "", "06/03/2008", "", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l'affaire Beian c. Roumanie (no 1),", "La Cour européenne des droits de l'homme (troisième section), siégeant en une chambre composée de :", "\tBoštjan M. Zupančič, président,\n\tCorneliu Bîrsan,\n\tElisabet Fura-Sandström,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tIsabelle Berro-Lefèvre, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 15 novembre 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 30658/05) dirigée contre la Roumanie et dont un ressortissant de cet Etat, M. Aurel Beian (« le requérant »), a saisi la Cour le 4 août 2005 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par son épouse, Mme Elena Beian. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Le requérant alléguait l'inéquité d'une procédure menée par lui pour obtenir une prestation sociale et s'estimait victime d'un traitement discriminatoire par rapport à d'autres personnes placées dans une situation similaire.", "4.  Le 2 juin 2006, la Cour a décidé de communiquer la requête au Gouvernement. Comme le lui permettait l'article 29 § 3 de la Convention, elle a décidé d'en examiner conjointement la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1932 et réside à Sancraiu de Mureş.", "6.  En 1953, le requérant fut appelé pour effectuer son service militaire. Toutefois, en raison de l'opposition de son père à la collectivisation des terres agricoles, il ne fut pas autorisé à suivre une instruction militaire. Au lieu de cela, il fut affecté à plusieurs unités militaires, dont celle de Vatra Dornei, comme travailleur du bâtiment. Son service militaire prit fin en 1955.", "7.  En 1961, la Direction générale du travail (ci-après, la « D.G.T. »), un organe administratif regroupant les unités militaires spécialement créées pour accueillir les conscrits auxquels l'instruction militaire était interdite, fut supprimée.", "8.  La loi no 309 du 22 mai 2002 a reconnu comme du travail forcé les tâches effectuées dans les unités militaires subordonnées à la D.G.T. et prévu des mesures réparatrices, notamment une indemnité mensuelle, la gratuité des soins médicaux et l'exonération de la redevance audiovisuelle.", "9.  Le 22 août 2002, le requérant demanda à la caisse départementale des pensions et des assurances sociales (« la caisse départementale ») de lui octroyer les droits prévus par la loi no 309–2002. Par une décision du 19 décembre 2002, la caisse départementale rejeta la demande au motif que le requérant n'avait pas effectué son service militaire dans une unité militaire subordonnée à la D.G.T.", "10.  Le 5 mai 2003, le requérant assigna la caisse départementale devant la cour d'appel de Targu Mureş, demandant à celle-ci d'annuler la décision du 19 décembre 2002 et de reconnaître son statut de personne ayant effectué un travail forcé au cours du service militaire.", "11.  Par un arrêt du 2 juin 2003, la cour d'appel donna gain de cause au requérant et ordonna à la caisse départementale de prendre une nouvelle décision lui octroyant les droits prévus par la loi no 309–2002. S'appuyant sur les mentions portées sur le livret militaire du requérant, la cour d'appel conclut que l'intéressé avait effectué divers travaux de bâtiment dans l'unité militaire de Vatra Dornei et qu'il avait été libéré du service en tant que « soldat combattant non instruit ».", "12.  La caisse départementale forma un recours devant la Haute Cour de cassation et de justice (« la Haute Cour de cassation »).", "13.  A la demande du requérant, la Haute Cour de cassation renvoya à la Cour constitutionnelle l'exception d'inconstitutionnalité de l'article 1 de la loi no 309 du 22 mai 2002 qu'il avait soulevée. Le requérant alléguait que, en établissant une discrimination entre les personnes ayant effectué le même type de travail forcé pendant le service militaire, cette disposition avait méconnu l'article 16 de la Constitution et la Convention européenne des droits de l'homme. Il estimait que, dès lors qu'elle ne reposait que sur la subordination administrative des unités militaires dont les conscrits faisaient partie, cette différence de traitement était injustifiée.", "14.  La Cour constitutionnelle rejeta l'exception par un arrêt du 1er avril 2004, qui comportait notamment le passage suivant :", "« L'établissement des catégories de personnes qui bénéficient de certaines mesures réparatrices pour les contraintes et les privations dont elles ont fait l'objet par le passé (...) relève de la compétence exclusive du législateur, à condition qu'aucun privilège et qu'aucune discrimination ne soient créés entre les personnes qui font partie de la même catégorie et se trouvent dans une situation identique. L'article premier de la loi no 309–2002 n'établit aucun privilège ni aucune discrimination contraires à l'article 16 de la Constitution. »", "15.  Par un arrêt du 8 juin 2004 donnant gain de cause à la caisse départementale, la Haute Cour de cassation cassa l'arrêt de la cour d'appel et renvoya l'affaire pour une nouvelle mise en état. Il s'agissait de déterminer si l'unité militaire de Vatra Dornei faisait partie de la D.G.T.", "16.  Dans une lettre du 1er novembre 2004 en réponse à une demande de renseignements présentée par la cour d'appel, l'unité militaire de Piteşti, conservatrice des archives de l'armée, précisa que l'unité militaire de Vatra Dornei ne figurait pas sur la liste des unités militaires relevant de la D.G.T. Elle ajouta qu'en vertu des règles d'application de la loi \nno 309–2002, cette liste avait été dressée par la Caisse nationale des pensions et des assurances sociales, qui la lui avait communiquée en tant qu'« outil de travail ».", "17.  Le 3 novembre 2004, les archives nationales du ministère de l'Intérieur et de l'Administration informèrent la cour d'appel que l'unité militaire de Vatra Dornei ne faisait pas partie de la D.G.T.", "18.  Se fondant sur les informations fournies par l'unité militaire de Piteşti et les archives nationales et estimant que la loi no 309–2002 ne s'appliquait qu'aux conscrits ayant travaillé dans les unités militaires subordonnées à la D.G.T., la cour d'appel, par un arrêt du 8 novembre 2004, débouta le requérant.", "19.  Celui-ci forma un recours devant la Haute Cour de cassation. Il soutenait que, s'étant bornée à reproduire les informations contenues dans la liste dressée par la Caisse nationale des pensions et des assurances sociales et ayant omis de vérifier le dossier de recrutement qui prouvait le travail effectué, l'unité militaire de Piteşti n'avait pas réellement répondu à la demande de renseignements de la cour d'appel.", "20.  En outre, il contestait la discrimination opérée par la loi entre les conscrits ayant effectué un travail forcé dans les unités militaires subordonnées à la D.G.T. et les autres conscrits, lesquels, bien qu'ayant effectué le même type de travail, ne bénéficiaient pas des dispositions de cette loi au seul motif que leurs unités militaires ne relevaient pas de cet organe. Il faisait valoir que, en tout état de cause, dans un arrêt du 21 janvier 2004, la Haute Cour de cassation avait reconnu à un ancien conscrit se trouvant dans la même situation que lui le droit de bénéficier des dispositions de la loi no 309–2002.", "21.  Par un arrêt définitif du 13 mai 2005, la Haute Cour de cassation rejeta le pourvoi et confirma l'arrêt de la cour d'appel pour les motifs suivants :", "« Conformément à la loi no 309–2002, les personnes ayant effectué leur service militaire entre 1950 et 1961 dans les brigades de travail subordonnées à la D.G.T. bénéficient des dispositions de cette loi.", "Il suit de là que le critère déterminant pour bénéficier des dispositions de cette loi est non pas le type de travail effectué au sein d'une unité militaire, par exemple dans le domaine du bâtiment, mais le fait de savoir si cette unité relevait de la D.G.T., au sein de laquelle des brigades de travail avaient été créées.", "Dans ces conditions, l'unité militaire de Piteşti ayant précisé dans sa lettre que l'unité militaire dont le requérant a fait partie ne figurait pas sur la liste des unités militaires subordonnées à la D.G.T., c'est à bon droit que la cour d'appel a jugé que les conditions d'application de la loi n'étaient pas réunies en l'espèce et a rejeté le recours. »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "1.  Loi no 309 du 22 mai 2002 concernant la reconnaissance et l'octroi de certains droits aux personnes ayant effectué le service militaire dans le cadre de la D.G.T. entre 1950 et 1961", "Article 1", "« Tout citoyen roumain qui, entre 1950 et 1961, a effectué son service militaire dans les brigades de travail subordonnées à la D.G.T. bénéficie des dispositions de la présente loi. »", "Article 2", "« Les personnes mentionnées à l'article 1 ont droit à une indemnité mensuelle (...) »", "Article 4", "« Les personnes mentionnées à l'article 1 (...) bénéficient également (...) de :", "- la gratuité des soins médicaux et des médicaments (...) ;", "- l'exonération de la redevance audiovisuelle (...) »", "Article 6 §§ 2 et 3", "« Les droits mentionnés aux précédents articles de la présente loi sont octroyés sur demande compte tenu des inscriptions sur les livrets militaires ou des attestations délivrées par les cercles militaires départementaux ou par l'unité militaire de Piteşti.", "Les demandes d'octroi de ces droits sont présentées aux caisses départementales de retraite et d'assurance sociale. »", "2.  Arrêté gouvernemental concernant les règles d'application de la loi no 309–2002, adopté le 10 octobre 2002", "Article 7", "« Aux fins de l'octroi des droits prévus par la présente loi, la caisse nationale de retraite et d'assurance sociale peut demander aux archives nationales (...) de dresser, sur la base des documents dont elles disposent, une liste des brigades de travail subordonnées à la D.G.T. »", "3.  Arrêt rendu le 2 décembre 2003 par la Haute Cour de cassation", "22.  Dans une affaire similaire à la présente, un ancien conscrit qui avait effectué des travaux forcés dans une unité militaire non subordonnée à la D.G.T. demanda à être admis au bénéfice de la loi no 309–2002. La caisse départementale des pensions ayant rejeté sa demande au motif que ce texte ne s'appliquait qu'aux conscrits des brigades de travail, il attaqua cette décision devant la cour d'appel, qui lui donna gain de cause.", "23.  Saisie par la caisse départementale, la Haute Cour de cassation confirma l'arrêt de la cour d'appel pour les motifs suivants :", "« Dès lors que l'existence du travail forcé n'est pas contestée (...), rien ne justifie de priver le demandeur des droits qu'il réclame. Il en résulterait autrement des situations inéquitables privant d'indemnisation les personnes qui ont effectué le service militaire dans des conditions identiques et qui, pour des motifs de pure forme tenant exclusivement au lien de subordination hiérarchique de l'unité militaire, seraient soumises à un traitement différent, manifestement discriminatoire. »", "4.  Autres arrêts de la Haute Cour de cassation", "24.  Dans plusieurs arrêts, notamment ceux rendus le 4 novembre 2003, les 21 janvier, 2 juin et 14 décembre 2004, les 11 et 19 janvier, 7, 14, 18, 22 et 28 février, 1er, 8, 14 et 28 mars et 24 mai 2005, et les 24 mai et 6 juin 2006, la Haute Cour de cassation a statué dans le même sens que dans l'arrêt susmentionné.", "25.  Toutefois, dans d'autres arrêts, notamment ceux rendus les 13 et 28 novembre 2003, les 11 mars, 15, 22 et 29 avril 2004, les 11 et 18 janvier, 1er, 17 et 21 février, 1er, 10 et 28 mars, 13 et 23 mai et 14 novembre 2005, et les 12 et 13 avril et 25 mai 2006, elle s'est prononcée en sens contraire, disant que les conscrits qui n'avaient pas effectué leur service militaire dans une unité militaire subordonnée à la D.G.T. ne pouvaient pas bénéficier des dispositions de la loi no 309–2002.", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L'ARTICLE 6 § 1 DE LA CONVENTION", "26.  Le requérant allègue une double violation de l'article 6 § 1 de la Convention.", "27.  D'une part, il se plaint d'une atteinte au principe de la sécurité juridique en raison de la jurisprudence contradictoire de la Haute Cour de cassation. D'autre part, il estime que son action n'a pas été tranchée par « un tribunal indépendant et impartial », les juridictions internes s'étant appuyées d'une manière décisive sur les renseignements fournis par l'unité militaire de Piteşti, qui s'était pourtant contentée de reprendre les informations contenues dans une liste dressée par la partie défenderesse. L'article 6 § 1 de la Convention se lit ainsi dans sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sécurité juridique et jurisprudence de la Haute Cour de cassation", "1.  Sur la recevabilité", "28.  La Cour constate que cette partie du grief n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention et qu'elle ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "2.  Sur le fond", "29.  Le Gouvernement soutient que les principes de l'indépendance et de l'impartialité du juge, de la célérité de la procédure, de la publicité du procès et de l'égalité des armes ont été pleinement respectés.", "30.  Selon lui, le fait que, dans des affaires similaires, les juridictions internes ont donné gain de cause à d'autres anciens conscrits dont la situation était analogue à celle du requérant n'a eu aucune influence sur l'équité de la procédure. Le Gouvernement ajoute que l'interprétation que les juges internes ont donnée à l'article premier de la loi no 309–2002 était conforme à la jurisprudence de la Cour constitutionnelle.", "31.  Le requérant soutient que cette interprétation a porté atteinte au principe de la sécurité juridique. Selon lui, la solution retenue par le juge interne dans son cas était en contradiction avec les décisions des autres tribunaux, et notamment de la Haute Cour de cassation, au vu desquelles il pouvait raisonnablement s'attendre à obtenir gain de cause.", "32.  La Cour réaffirme d'emblée que la Convention n'impose aux Etats contractants aucune obligation spécifique de redresser les injustices ou dommages causés avant qu'ils ne ratifient la Convention (voir, mutatis mutandis, Kopecký c. Slovaquie [GC], no 44912/98, § 35, CEDH 2004IX).", "33.  Toutefois, si les Etats décident d'adopter des lois pour indemniser les victimes d'injustices commises par le passé, ces textes doivent être mis en œuvre avec une clarté et une cohérence raisonnables afin d'éviter autant que possible l'insécurité juridique et l'incertitude pour les sujets de droit concernés. A cet égard, il faut souligner que l'incertitude, qu'elle soit législative, administrative ou juridictionnelle, est un facteur important qu'il faut prendre en compte pour apprécier la conduite de l'Etat (voir, mutatis mutandis, Broniowski c. Pologne [GC], no 31443/96, § 151, CEDH 2004V, et Păduraru c. Roumanie, no 63252/00, § 92, CEDH 2005... (extraits)).", "34.  En l'espèce, la Cour note qu'en vertu de la loi no 309–2002, seuls pouvaient bénéficier des mesures réparatrices les conscrits ayant effectué un travail forcé dans des unités appartenant à la D.G.T. Dans une série d'arrêts rendus depuis l'arrêt du 2 décembre 2003 et fondés sur le principe de non-discrimination, la Haute Cour de cassation a étendu la portée de cette loi à tous les conscrits ayant effectué un travail forcé pendant leur service militaire, indépendamment de la subordination hiérarchique des unités militaires dont ils faisaient partie.", "35.  Or, dans une autre série d'arrêts rendus au cours de la même période, elle a développé une jurisprudence contraire rejetant, comme dans le cas du requérant, les pourvois de conscrits qui avaient effectué un travail forcé en dehors du cadre de la D.G.T.", "36.  En l'absence d'un mécanisme apte à assurer la cohérence de sa jurisprudence, la plus haute juridiction interne a rendu, parfois le même jour, des arrêts diamétralement opposés quant au champ d'application de la loi no 309–2002 (voir, par exemple, les arrêts des 11 janvier, 1er et 28 mars 2005).", "37.  Certes, les divergences de jurisprudence constituent, par nature, la conséquence inhérente à tout système judiciaire qui repose sur un ensemble de juridictions du fond ayant autorité sur leur ressort territorial. Cependant, le rôle d'une juridiction suprême est précisément de régler ces contradictions (Zielinski et Pradal et Gonzalez et autres c. France [GC], no 24846/94 et 34165/96 à 34173/96, § 59, CEDH 1999-VII).", "38.  Or force est de constater en l'espèce que la Haute Cour de cassation est à l'origine des divergences, profondes et persistantes, dénoncées par le requérant.", "39.  Cette pratique qui s'est développée au sein de la plus haute autorité judiciaire du pays est en soi contraire au principe de la sécurité juridique, qui est implicite dans l'ensemble des articles de la Convention et constitue l'un des éléments fondamentaux de l'Etat de droit (voir, mutatis mutandis, Baranowski c. Pologne, no 28358/95, § 56, CEDH 2000III). Au lieu de fixer, comme il lui incombait, l'interprétation à suivre, la Haute Cour de cassation est devenue elle-même source d'insécurité juridique, sapant ainsi la confiance du public dans le système judiciaire (voir, mutatis mutandis, Sovtransavto Holding c. Ukraine, no 48553/99, § 97, CEDH 2002VII, et Păduraru, précité, § 98, et, a contrario, Pérez Arias c. Espagne, no 32978/03, § 27, 28 juin 2007).", "40.  La Cour en conclut que cette incertitude jurisprudentielle a eu pour effet de priver le requérant de toute possibilité de bénéficier des droits prévus par la loi no 309–2002, alors que d'autres personnes se trouvant dans la même situation que lui se sont vu reconnaître ces droits.", "Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "B.  Indépendance et impartialité des juridictions internes", "1.  Sur la recevabilité", "41.  La Cour constate que cette partie du grief n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention et qu'elle ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "2.  Sur le fond", "42.  Le Gouvernement soutient que les juridictions internes qui ont connu de l'affaire remplissaient pleinement la condition d'indépendance et d'impartialité. A cet égard, il fait valoir que les éléments indiqués dans la lettre de l'unité militaire de Piteşti ont été corroborés par les renseignements fournis par les archives nationales et par les autres pièces versées au dossier.", "43.  Le requérant soutient que, dès lors que l'unité militaire de Piteşti s'était bornée dans sa lettre à reprendre des renseignements fournis par la partie défenderesse, les juridictions internes n'auraient pas dû fonder leurs décisions sur ces éléments.", "44.  La Cour rappelle que le droit de toute personne à ce que sa cause soit entendue par un tribunal indépendant et impartial n'est qu'un aspect du droit plus large à un procès équitable, garanti par l'article 6 de la Convention.", "45.  Eu égard à son constat relatif à l'article 6 (paragraphe 40 ci-dessus), la Cour estime qu'il n'y a pas lieu d'examiner s'il y a eu, en l'espèce, violation de cet article quant à l'indépendance et à l'impartialité des juridictions qui ont connu de l'affaire (voir, mutatis mutandis, Ciobanu c. Roumanie, no 29053/95, § 41, 16 juillet 2002 ; SC Maşinexportimport Industrial Group SA c. Roumanie, no 22687/03, § 39, 1er décembre 2005 ; et Dima c. Roumanie, no 58472/00, § 42, 16 novembre 2006).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 1 DU PROTOCOLE No 1", "46.  Le requérant se plaint de ce que les autorités roumaines ont refusé de lui octroyer les droits prévus par la loi no 309–2002 pour le travail forcé effectué pendant son service militaire. Il se prétend victime d'une discrimination par rapport à d'autres personnes se trouvant dans une situation analogue et auxquelles les juridictions internes, notamment la Haute Cour de cassation, ont reconnu le droit de bénéficier de ces droits. Il invoque l'article 14 de la Convention combiné avec l'article 1 du Protocole no 1. Ces deux articles sont ainsi libellés :", "Article 14", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "Article 1 du Protocole no 1", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "1.  Sur la recevabilité", "47.  Bien que le Gouvernement n'ait pas soulevé d'exception d'irrecevabilité de ce grief, la Cour estime nécessaire d'examiner la question de l'applicabilité aux faits de l'espèce des dispositions de ces deux articles combinés (voir, mutatis mutandis, Blečić c. Croatie (déc.), no 59532/00, 30 janvier 2003).", "48.  D'après la jurisprudence constante de la Cour, l'article 14 de la Convention complète les autres clauses normatives de la Convention et de ses Protocoles. Il n'a pas d'existence indépendante puisqu'il vaut uniquement pour « la jouissance des droits et libertés » qu'elles garantissent. Certes, il peut entrer en jeu même sans un manquement à leurs exigences et, dans cette mesure, il possède une portée autonome, mais il ne saurait trouver à s'appliquer si les faits du litige ne tombent pas sous l'emprise de l'une au moins desdites clauses (Gaygusuz c. Autriche, 16 septembre 1996, § 36, Recueil des arrêts et décisions 1996IV).", "49.  La Cour relève que les droits dont il est question en l'espèce, à savoir une allocation mensuelle, la gratuité des médicaments et l'exonération de la redevance audiovisuelle, sont accordés aux personnes ayant effectué un travail forcé lors de leur service militaire. L'accomplissement de ce travail est donc une condition essentielle à l'attribution de ces droits.", "50.  En l'espèce, il n'est pas contesté que le requérant a effectué un travail forcé pendant son service militaire ; les droits en question lui ont été refusés sur le seul constat que les unités militaires dans lesquelles il avait servi ne figuraient pas parmi celles subordonnées à la D.G.T.", "51.  La Cour estime que, dans la mesure où ils sont prévus par la législation nationale, les droits en question sont des droits patrimoniaux au sens de l'article 1 du Protocole no 1 (voir, mutatis mutandis, Gaygusuz, précité, § 41). En tout état de cause, compte tenu de la série d'arrêts de la Haute Cour de cassation reconnaissant le bénéfice des droits prévus par la loi no 309–2002 aux personnes ayant effectué un travail forcé hors du cadre de la D.G.T., elle considère que le requérant pouvait prétendre avoir une « espérance légitime » d'obtenir la reconnaissance de la créance réclamée (voir, Kopecký c. Slovaquie [GC], no 44912/98, § 52, CEDH 2004IX ; et, a contrario, Ouzounis et autres c. Grèce, no 49144/99, 18 avril 2002, § 25).", "52.  Par conséquent, l'article 1 du Protocole no 1 trouve à s'appliquer aux faits de l'espèce.", "53.  Quant à l'applicabilité de l'article 14 de la Convention, la Cour constate que le requérant a été exclu du bénéfice des droits réclamés. Le Gouvernement ne conteste pas que d'autres personnes ayant effectué un travail forcé en dehors du cadre de la D.G.T. se sont vu reconnaître par la Haute Cour de cassation le droit de bénéficier des dispositions de la loi no 309–2002. Il y a donc eu une différence de traitement entre le requérant et d'autres personnes se trouvant dans une situation analogue à la sienne. Aussi l'article 14 entre-t-il en jeu.", "54.  Enfin, la Cour constate que le grief relatif à l'article 14 n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention et qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "55.  Le Gouvernement soutient qu'en vertu de la jurisprudence de la Cour, les Etats jouissent d'une certaine marge d'appréciation pour déterminer si et dans quelle mesure des différences entre des situations à d'autres égards analogues justifient des distinctions de traitement. Il ajoute qu'il revient au premier chef aux autorités internes, et singulièrement aux cours et tribunaux, d'interpréter et d'appliquer le droit interne.", "56.  Il estime que, pour être contraire à l'article 14 de la Convention, une discrimination doit être fondée sur l'un des critères énumérés dans cet article. Or il soutient qu'en l'espèce la différence de traitement alléguée ne repose sur aucun de ces critères. Enfin, il estime qu'une jurisprudence contradictoire ne peut être assimilée à une discrimination au sens de l'article 14 de la Convention.", "57.  Le requérant soutient qu'en limitant le bénéfice des mesures réparatrices aux seuls conscrits des unités ayant appartenu à la D.G.T., la loi no 309–2002 a établi une distinction discriminatoire entre les personnes ayant effectué le même type de travail forcé.", "58.  Il prétend avoir été victime d'une seconde discrimination en raison de la jurisprudence contradictoire de la Haute Cour de cassation qui avait reconnu à plusieurs conscrits n'ayant pas effectué de travail forcé dans ces unités le droit de bénéficier des dispositions de la loi.", "59.  La Cour relève qu'une distinction est discriminatoire au sens de l'article 14 de la Convention si elle « manque de justification objective et raisonnable », c'est-à-dire si elle ne poursuit pas un « but légitime » ou s'il n'y a pas un « rapport raisonnable de proportionnalité entre les moyens employés et le but visé » (voir notamment, l'arrêt Marckx c. Belgique du 13 juin 1979, série A no 31, p. 16, § 33).", "60.  En l'espèce, la Cour rappelle qu'elle vient de constater l'existence d'une différence de traitement entre les conscrits ayant effectué un travail forcé (paragraphe 53 ci-dessus).", "61.  Elle note que le Gouvernement n'a pas apporté de justification à cette différence de traitement, son argumentation reposant essentiellement, d'une part, sur le fait que la discrimination alléguée ne se fonde sur aucun des critères énoncés à l'article 14 et, d'autre part, sur l'autonomie dont jouissent les juridictions internes en matière d'interprétation et d'application du droit interne.", "62.  S'agissant du premier argument, la Cour souligne que la liste que renferme l'article 14 revêt un caractère indicatif et non limitatif (voir, Engel et autres c. Pays-Bas, 8 juin 1976, § 72, série A no 22 ; et Rasmussen c. Danemark, 28 novembre 1984, § 34, série A no 87).", "63.  Quant au second argument, la Cour répète que le problème qui se pose en l'espèce a pour origine non pas de simples divergences de jurisprudence, qui sont la conséquence inhérente à tout système judiciaire qui repose sur un ensemble de juridictions du fond, mais une défaillance de la Haute Cour de cassation dans son rôle de régulateur de ces conflits.", "64.  Les arguments avancés par le Gouvernement ne pouvant emporter sa conviction, la Cour constate que cette différence de traitement ne reposait sur aucune justification objective et raisonnable.", "65.  Partant, il y a eu méconnaissance de l'article 14 de la Convention combiné avec l'article 1 du Protocole no 1.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 4 DE LA CONVENTION", "66.  Le requérant se plaint également de ce que, entre 1953 et 1955, les autorités de l'époque l'ont astreint à accomplir un travail forcé au lieu de lui faire suivre une instruction militaire. Il invoque l'article 4 de la Convention.", "67.  La Cour rappelle qu'elle ne peut examiner une requête que dans la mesure où elle se rapporte à des événements postérieurs à l'entrée en vigueur de la Convention à l'égard de la Partie contractante concernée.", "68.  En l'espèce, les faits dont se plaint le requérant se sont produits entre 1953 et 1955, soit bien avant le 20 juin 1994, date à laquelle la Convention est entrée en vigueur à l'égard de la Roumanie.", "69.  Dès lors, la Cour constate que le grief tiré de l'article 4 de la Convention est incompatible ratione temporis avec les dispositions de la Convention et doit être rejeté conformément à l'article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "70.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "71.  Pour préjudice matériel, le requérant sollicite une somme, actualisée par rapport au taux d'inflation, correspondant aux arrérages de l'indemnité litigieuse dont il a été privé depuis septembre 2002. Le montant mensuel de cette indemnité s'élève selon lui à 52,5 nouveaux lei roumains (RON), soit environ 15 euros (EUR). Il réclame également 21 460 EUR pour le travail forcé accompli pendant son service militaire.", "Il laisse à la Cour le soin de fixer la somme à allouer pour dommage moral.", "72.  Le Gouvernement conteste ces prétentions. Il affirme que le requérant, qui n'a pu indiquer avec précision le montant total correspondant aux arrérages non perçus de la prestation litigieuse, a la possibilité d'obtenir satisfaction en faisant calculer cette somme par la caisse départementale ou en demandant la révision de l'arrêt de la Haute Cour de cassation. Il considère en outre qu'aucune somme ne doit être accordée à l'intéressé pour le travail forcé effectué pendant son service militaire.", "73.  Enfin, s'agissant de la demande pour dommage moral, le Gouvernement estime qu'un constat de violation constituerait en soi une satisfaction suffisante.", "74.  La Cour relève qu'une satisfaction équitable ne peut être accordée en l'espèce que pour la violation de l'article 6 §§ 1 et de l'article 14 de la Convention combiné avec l'article 1 du Protocole no 1. Le grief tiré de l'article 4 ayant été déclaré irrecevable, aucune somme ne saurait être octroyée au requérant à ce titre.", "75.  Statuant en équité, comme le veut l'article 41 de la Convention, la Cour alloue au requérant la somme de 5 000 EUR, tous dommages confondus.", "B.  Frais et dépens", "76.  Le requérant n'a soumis aucune demande pour les frais et dépens exposés devant les juridictions internes et devant la Cour.", "77.  Dans ces conditions, la Cour ne lui octroie aucune somme à ce titre.", "C.  Intérêts moratoires", "78.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l'article 6 § 1 de la Convention et de l'article 1 du Protocole no 1 combiné avec l'article 14 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit qu'il n'y a pas lieu d'examiner la partie du grief tiré de l'article 6 § 1 de la Convention relative au manque allégué d'indépendance et d'impartialité des juridictions internes ;", "", "4.  Dit qu'il y a eu violation de l'article 14 de la Convention combiné avec l'article 1 du Protocole no 1 ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros), tous dommages confondus ;", "b)  que la somme en question sera à convertir dans la monnaie de l'Etat défendeur au taux applicable à la date du règlement et qu'il convient d'ajouter à cette somme tout montant pouvant être dû à titre d'impôt ;", "c)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 6 décembre 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tBoštjan M. Zupančič\n\tGreffier\tPrésident"]}