{"file": "FRE_HFJUD_58442_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "58442/00", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE LAVENTS c. LETTONIE", "", "", "(Requête no 58442/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "28 novembre 2002", "", "", "", "DÉFINITIF", "", "28/02/2003", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Lavents c. Lettonie,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tM.\tC.L. Rozakis, président,\n\tMme\tF. Tulkens,\n\tMM.\tG. Bonello,\n\t\tP. Lorenzen,\n\tMme\tN. Vajić,\n\tMM.\tR. Maruste,\n\t\tV. Zagrebelsky, juges,\net de M. S. Nielsen, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 7 novembre 2002,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 58442/00) dirigée contre la République de Lettonie et dont un ressortissant de cet Etat, M. Aleksandrs Lavents (« le requérant »), a saisi la Cour le 1er juin 2000 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par Me S. Grosz, solicitor exerçant à Londres (Royaume-Uni). Le gouvernement letton (« le Gouvernement ») est représenté par son agente, Mlle K. Maļinovska.", "3.  Le requérant soutenait en particulier que l'accusation pénale dirigée contre lui était examinée par un tribunal dépourvu de toute garantie d'indépendance et d'impartialité, et composé en violation des dispositions pertinentes du code de procédure pénale. Il se plaignait également de la durée de sa détention provisoire, de la durée de la procédure pénale qu'il estimait également excessive, de l'absence d'un contrôle judiciaire effectif de la légalité de sa détention, d'une prétendue violation de son droit à la présomption d'innocence, d'une ingérence dans sa vie familiale et de la saisie et du dépouillement de sa correspondance.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. A la suite du déport de M. E. Levits, juge élu au titre de la Lettonie (article 28), le Gouvernement a désigné M. R. Maruste, le juge élu au titre de l'Estonie, pour siéger à sa place (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "5.  Par une décision du 7 juin 2001, la Cour a déclaré la requête partiellement recevable.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). La Cour ayant décidé après consultation des parties qu'il n'y avait pas lieu de tenir une audience consacrée au fond de l'affaire (article 59 § 2 in fine du règlement), les parties ont chacune soumis des commentaires écrits sur les observations de l'autre. Le 7 septembre 2001, le requérant a présenté sa demande de satisfaction équitable (article 41 de la Convention). Le 9 octobre 2001, le Gouvernement a présenté ses observations sur cette demande.", "7.  Le 1er novembre 2001, la Cour a recomposé ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la première section dans sa nouvelle composition (article 52 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  Le requérant est un ancien homme d'affaires letton, né en 1959 et domicilié à Riga (Lettonie). Condamné à une peine d'emprisonnement, il se trouve sous surveillance à l'hôpital « Linezers », à Riga.", "A.  La détention provisoire du requérant et l'instruction de son affaire", "1.  L'ouverture de poursuites pénales contre le requérant et sa mise en détention provisoire", "9.  Par une décision du 31 mai 1995, le procureur en chef du Département d'instruction des affaires d'importance majeure du Parquet général (Ģenerālprokuratūra) ouvrit une enquête préliminaire concernant les activités du requérant en tant que président du conseil de surveillance de la société anonyme « Banka Baltija », la plus grande banque lettonne dont la faillite avait entraîné de graves conséquences pour l'économie nationale et la ruine de centaines de milliers de personnes. Le procureur constata notamment que le requérant avait autorisé la cession de 80 millions de lats [environ 139 millions d'euros], soit plus de la moitié du portefeuille de crédit de sa banque, à une banque russe située à Moscou qui, en contrepartie, s'était engagée à effectuer un paiement en obligations du Gouvernement russe. Or, d'après le procureur, la valeur réelle de ces obligations, exigibles uniquement à partir de l'année 2008, ne représentait que 29 pour cent de leur valeur nominale. Le procureur en conclut que le requérant avait intentionnellement agi de cette façon afin d'exclure toute possibilité, pour les créanciers et pour l'Etat letton, de récupérer les sommes cédées. Aux termes de la décision du procureur, les activités du requérant pouvaient être constitutives du délit de sabotage (kaitniecība), puni par l'article 64 de l'ancien code pénal en vigueur à l'époque des faits et passible de douze ans d'emprisonnement.", "10.  Le 1er juin 1995, un procureur du Parquet général chargé de l'enquête déclara le requérant suspect (aizdomās turētais) du chef de sabotage et l'interrogea, en tant que tel, en présence d'un avocat de son choix. Du 16 juin au 14 juillet 1995, le parquet ne procéda à aucun autre interrogatoire, le requérant étant hospitalisé en raison d'une crise cardiaque.", "11.  Par une décision du 28 juin 1995, le procureur en chef du Département d'instruction des affaires d'importance majeure mit le requérant en examen du chef de sabotage. En plus des accusations contenues dans la décision du 31 mai 1995, le procureur fit valoir qu'en tant que président du conseil de surveillance de sa banque, le requérant avait réalisé des démarches frauduleuses afin de donner une image de croissance et de stabilité à la banque, et d'inciter le plus grand nombre de personnes physiques et morales à y déposer leurs fonds. Par la suite, selon le procureur, le requérant avait frauduleusement obtenu, auprès du gouvernement letton et de la Banque de Lettonie, une garantie desdits dépôts. En outre, il avait mis sous hypothèque tous les biens de sa banque. Le procureur en conclut que le requérant avait « tout fait pour empêcher ses deux cent mille dépositaires de se voir rembourser leurs 160 millions de lats [environ 227 millions d'euros] », ainsi que pour transmettre à une puissance étrangère des droits de créance de portée stratégique.", "12.  Le requérant fut aussitôt informé de sa mise en examen. Postérieurement, son chef d'inculpation fut complété par quatre autres chefs de délit relevant du droit bancaire et économique, ainsi que du chef de détention illégale d'armes.", "Plus tard, deux autres personnes, M. T. Freimanis, président de la banque litigieuse, et M. A. Līdums, son administrateur, firent l'objet d'une inculpation dans le cadre de la même affaire pénale. Ils devinrent donc coaccusés du requérant.", "13.  Par une ordonnance prise le 28 juin 1995 à la demande du procureur, le juge du tribunal de première instance de l'arrondissement du Centre de la ville de Riga ordonna la mise en détention provisoire du requérant. Toutefois, en raison de son hospitalisation, celui-ci ne fut effectivement incarcéré qu'à partir du 14 juillet 1995.", "2.  La prolongation de la détention provisoire du requérant au stade de l'investigation de l'affaire par le parquet", "14.  La détention provisoire du requérant, initialement ordonnée pour une période de deux mois, fut successivement prolongée jusqu'au 28 novembre 1996, par des ordonnances du juge du tribunal de l'arrondissement du Centre rendues les 28 août, 28 octobre, 21 décembre 1995, 15 février, 22 avril, 25 juin, 26 août et 22 octobre 1996. Toutes ces ordonnances étaient motivées par la crainte qu'une fois libéré, le requérant ne puisse faire obstruction à l'instruction de l'affaire.", "Contre les ordonnances du 28 août 1995 et du 22 avril 1996, le requérant forma des recours en opposition devant le même tribunal, qui les rejeta par des ordonnances contradictoires du 11 septembre 1995 et du 28 mai 1996 respectivement. Quant à l'opposition introduite contre l'ordonnance du 28 octobre 1995, le juge de première instance refusa d'y donner suite.", "15.  Entre le 1er juin 1995 et le 13 septembre 1996, le requérant fut interrogé à quinze reprises par le procureur. Parallèlement, les deux coaccusés du requérant, ainsi que plusieurs témoins, furent également interrogés. Du 23 septembre au 28 octobre 1996, le requérant fut hospitalisé ; après quoi il retourna en prison.", "16.  Le 30 octobre 1996, le procureur en chef du Département d'instruction des affaires d'importance majeure du Parquet général présenta l'acte final d'accusation contre le requérant. Cet acte lui fut transmis par la suite. Par une décision du 19 novembre 1996, le requérant fut mis en demeure de conclure la lecture de cet acte. Le même jour, le parquet transmit au requérant les 69 volumes d'au moins 250 pages chacun, constituant le dossier. Le 29 avril 1997, le requérant et un de ses avocats achevèrent la lecture des pièces du dossier.", "Entre-temps, le 9 décembre 1996, en raison de l'aggravation de l'angine de poitrine dont il souffrait, ainsi que d'un dysfonctionnement rénal, le requérant fut hospitalisé sous surveillance jusqu'au 9 mars 1997.", "3.  La prolongation de la détention provisoire du requérant au stade judiciaire de la procédure", "a)  Le renvoi de l'affaire devant la juridiction de jugement", "17.  Par une décision du 12 juin 1997, le procureur chargé de l'affaire renvoya le dossier devant la cour régionale de Riga pour jugement. Par la suite, le requérant demanda à la cour régionale de Riga d'ordonner sa mise en liberté, et de lui appliquer une autre mesure préventive. Par une ordonnance définitive du 30 juin 1997, la cour régionale, siégeant en session préparatoire (rīcības sēde), rejeta la demande pour les motifs suivants :", "« (...) Quant à la mesure préventive appliquée au prévenu Lavents, et compte tenu du fait qu'il est accusé de délits graves, il y a lieu de maintenir la détention comme mesure préventive. [Son] état de santé ne peut pas servir de fondement à la modification de la mesure préventive (...) »", "18.  Le 13 octobre 1997, la cour régionale de Riga débuta l'examen au fond de l'affaire.", "b)  Le confinement à domicile du requérant et les déclarations des membres du Gouvernement", "19.  Le 14 octobre 1997, la cour régionale tint une audience sur le fond de l'affaire. Au cours de cette audience, le requérant fut victime d'une grave crise cardiaque ; il fut immédiatement hospitalisé. Par une ordonnance prise le même jour, la cour régionale de Riga remplaça la détention du requérant en prison (apcietinājums) par son confinement à domicile (mājas arests). En exécution de l'ordonnance, il lui fut strictement interdit de quitter son appartement et d'entrer en contact avec ses coaccusés. L'appartement du requérant, spécialement réaménagé afin d'assurer sa sécurité personnelle, fut constamment surveillé par des agents de police, qui suivaient tous ses déplacements dans cet appartement.", "Le confinement à domicile du requérant se prolongea jusqu'au 25 septembre 1998.", "20.  Le 15 octobre 1997, « Diena », le plus grand journal quotidien letton à l'époque, publia une information concernant un communiqué officiel conjoint du Premier ministre et du ministre de la Justice, dans lequel ces derniers exprimaient leur désaccord avec l'ordonnance précitée du 14 octobre. Le texte intégral du communiqué, reproduit le 16 octobre 1997 par le journal officiel letton, « Latvijas Vēstnesis », était rédigé comme suit :", "« La modification de la mesure préventive appliquée à l'ex-président du conseil de surveillance de la « Banka Baltija », Aleksandrs Lavents, est inacceptable pour la société lettonne. Suite à cette affaire et à des affaires similaires, nous estimons nécessaire de soumettre une proposition de révision des principes de responsabilité des juges, prévus par les lois sur le pouvoir judiciaire et sur la responsabilité disciplinaire des juges. »", "21.  Le 16 octobre 1997, les juges de la cour régionale de Riga confirmèrent la mesure préventive appliquée au requérant, et se désistèrent de l'examen de l'affaire, au motif que la pression « de la part du Gouvernement et de la société » ne leur permettait pas de poursuivre objectivement l'instruction du dossier. L'affaire fut alors assignée à une autre formation de la même juridiction.", "22.  Le 22 octobre 1997, un juge de la cour régionale de Riga, se fondant sur l'article 176 du code de procédure pénale (Latvijas Kriminālprocesa kodekss, ci-après le « KPK ») ordonna la saisie et le dépouillement de la correspondance du requérant, y compris celle maintenue avec ses avocats. Ces derniers déposèrent un recours au greffe de la cour régionale de Riga. Par lettre du 27 octobre 1997, le juge ayant rendu l'ordonnance entreprise retourna le mémoire aux avocats, tout en leur expliquant que celle-ci n'était pas susceptible de recours.", "Il ressort des pièces du dossier qu'à ce jour, cette mesure n'a pas encore été levée.", "", "c)  Le renvoi du requérant en prison", "23.  L'examen de l'affaire par la cour régionale de Riga fut repris le 14 septembre 1998. Par une ordonnance du 25 septembre 1998, la cour, statuant d'office et sans entendre les parties sur le sujet, modifia la mesure préventive appliquée au requérant et ordonna sa réincarcération en des termes suivants :", "« (...) [V]u la gravité de l'accusation retenue contre M. Lavents (...), vu le fait que la mesure préventive appliquée à [son] encontre a été une fois modifiée en une mesure n'impliquant pas un confinement, vu l'état de [sa] santé, la cour n'a pas de raisons de croire que l'état de santé de M. Lavents (...) est tellement grave qu'il empêcherait [sa] détention. Depuis le 14 septembre jusqu'aujourd'hui, [l'accusé] a participé à l'audience ; [il] n'[a] soumis à la cour aucune pièce attestant que [sa] santé ne [lui] permettrait pas de participer à l'examen de l'affaire.", "En outre, la cour estime que la mesure préventive appliquée à [l'accusé] doit être changée en une détention en prison, afin de garantir [sa] sécurité, et afin que [sa] vie et [sa] santé ne soit pas mise en danger (...) »", "A la fin de l'audience, le requérant fut transféré à la prison centrale de Riga.", "24.  Les 15 décembre 1998, 3 septembre et 27 octobre 1999, 24 février, 1er mars, 30 mars, 11 avril et 15 juin 2000, le requérant forma des demandes d'élargissement devant la cour régionale de Riga, qui furent toutes rejetées par des ordonnances contradictoires ; prises toutes le jour même où la demande de libération avait été formulée. La dernière ordonnance, datant du 15 juin 2000 et dont le contenu était pratiquement identique à celui de toutes les décisions précédentes, se fondait sur les motifs suivants :", "« (...) En ce qui concerne la question de modification de la mesure préventive appliquée [à l'accusé], à savoir la détention, la cour estime qu'il n'y a pas de raisons pour la modifier, et ce, compte tenu de la gravité de l'accusation, de la personnalité [de l'accusé] ; quant à [son] état de santé, aucun document soumis à la cour ne permet de conclure qu'en raison de [son] état de santé, [l'accusé] ne pourrait pas rester en détention et participer à l'audience (...) »", "25.  Après l'entrée en vigueur des nouvelles dispositions du KPK, le 1er avril 1999, prévoyant la possibilité pour les prévenus d'interjeter appel contre les ordonnances de détention provisoire au stade judiciaire de la procédure, à condition que l'examen de l'affaire eût été ajourné pour une période dépassant un mois, le requérant forma un recours contre l'ordonnance du 27 octobre 1999. Par une décision du 27 novembre 1999, le Sénat de la Cour suprême le rejeta, en se déclarant incompétent pour l'examiner.", "26.  Du 20 avril au 7 juin 2000, le requérant fut transféré à un hôpital situé hors de l'enceinte de la prison. Le 5 septembre 2000, après avoir subi une nouvelle crise d'angine de poitrine, le requérant fut transporté d'urgence à l'hôpital de la prison centrale de Riga. Vu l'impossibilité de lui assurer un traitement médical adéquat en prison, le requérant fut transféré, le 25 septembre 2000, à l'hôpital no 1 de la ville de Riga, où il fut placé dans une chambre surveillée. Les 25 octobre et 20 novembre 2000, le requérant fut transféré à un autre hôpital.", "d)  Les restrictions imposées au requérant pendant son hospitalisation", "27.  Durant la période où le requérant a été placé dans des établissements médicaux situés hors de la prison, il n'a pas pu quitter l'enceinte de hôpital, et il lui était formellement interdit de communiquer avec ses coaccusés. En revanche, il pouvait librement rencontrer les membres de sa famille. Pendant son hospitalisation en prison, les visites de toute personne autre que le personnel soignant devaient être expressément autorisées par le juge. Les avocats du requérant obtinrent une telle autorisation, mais non sa famille. De même, selon le requérant, toute correspondance lui était interdite, et sa chambre était constamment surveillée par deux agents de police armés qui étaient également présents lors de ses entretiens avec ses avocats.", "B.  Les faits relatifs aux demandes en récusation des juges de la cour régionale de Riga", "1.  Les premières demandes en récusation du juge et des juges assesseurs", "28.  Les 25 janvier et 18 juin 1999, le requérant introduisit deux demandes en récusation, respectivement contre la présidente du collège de la cour régionale de Riga chargé de l'affaire, Mme I. Šteinerte, et contre le collège entier composé de la présidente et des juges assesseurs, au motif que les graves violations du code de procédure pénale témoignaient du manque d'impartialité du tribunal. Les deux demandes furent rejetées.", "29.  Les 1er et 3 septembre 1999, le requérant voulut contester la conclusion contenue dans un rapport médical établi par un expert à la demande de la cour, selon laquelle le requérant ne faisait que simuler une maladie du cœur. De même, il demanda à la cour régionale de Riga d'examiner un autre rapport déjà joint au dossier le 14 octobre 1997. Mme Šteinerte l'informa qu'un tel rapport n'avait jamais été produit, et refusa d'examiner l'exemplaire qu'il lui présentait, au motif qu'il ne s'agissait que d'une photocopie et non de l'original. Toutefois, le 14 octobre 1999, les avocats du requérant découvrirent l'existence du texte du rapport parmi les pièces du dossier. Par conséquent, le 27 octobre 1999, le requérant introduisit une nouvelle demande en récusation contre Mme Šteinerte, en faisant valoir que le fait, pour un juge, de dissimuler une pièce importante à décharge témoignait clairement de son manque d'impartialité. Une ordonnance fut rendue le même jour donnant suite à la demande de l'un des deux assesseurs, Mme Z.L., qui s'était exprimée en faveur du désistement de Mme Šteinerte, ce qui équivalait à l'acceptation de la demande en récusation (paragraphe 49 ci-après). Toutefois, par une ordonnance définitive du 14 décembre 1999, le Sénat de la Cour suprême, statuant sur opposition des procureurs dans l'affaire, annula l'ordonnance du 27 octobre pour des vices de forme, et renvoya la question de la récusation de Mme Šteinerte devant la cour régionale de Riga, en précisant toutefois que cette question devait être tranchée « par une autre formation de la même juridiction ». Le Sénat ne retint pas l'argument de la défense selon lequel la décision de désistement était définitive et n'était susceptible d'aucun recours ni opposition.", "2.   Les déclarations du juge à la presse", "30.  Les 4 et 5 novembre 1999, « Lauku avīze » et « Respublika », deux quotidiens lettons, publièrent les déclarations de Mme Šteinerte, qui, répondant aux questions d'un journaliste sur l'état de l'affaire, déclara notamment :", "« (...) La défense a encore le droit d'introduire la demande en récusation contre le juge. Pour moi, c'est déjà la cinquième demande en récusation. Je m'y suis déjà habituée. Les avocats de Lavents ont profité de toute occasion pour me récuser. Et je ne comprends pas pourquoi (...)", "Il est impossible de prolonger infiniment l'examen de l'affaire. Mais il est possible de l'ajourner s'il y a des raisons objectives pour cela. La législation du travail nous garantit le droit au congé annuel et au congé pour maladie. Si les avocats de Lavents et de [son coaccusé] manifestaient vraiment de l'intérêt pour l'accélération de l'examen de l'affaire, celle-ci pourrait être terminée dans le délai de six ou sept mois. Ce serait possible s'ils ne voulaient pas se débarrasser de moi.", " Pourquoi ? Parce qu'il est impossible de m'acheter ou de me faire peur. D'ailleurs, s'ils étaient des gens vraiment intelligents, ils pourraient débattre les preuves qui se trouvent dans le dossier. Pendant le débat contradictoire, ils pourraient exprimer leurs objections et démontrer les erreurs du Parquet général. S'ils étaient en désaccord avec le jugement, ils pourraient former un recours devant une juridiction supérieure. Mais la défense a décidé de se débarrasser de moi par tout moyen, et les demandes en récusation s'enchaînent les unes après les autres (...)", " (...) Ils [la défense] considèrent que les accusés ne sont pas coupables, que l'accusation est fausse. Je ne puis pas encore dire aujourd'hui si le jugement portera condamnation ou acquittement partiel (...) »", "31.  Le 7 décembre 1999, le journal letton « Kommersant Baltic » publia une nouvelle déclaration de Mme Šteinerte, où elle s'exprima ainsi :", "« (...) Franchement, je ne comprends pas la défense et les accusés. Ils ne se reconnaissent pas coupables, voyez-vous ? Par exemple, Lavents va jusqu'à nier l'épisode de l'accusation concernant la détention d'armes. Alors, prouvez votre innocence, et c'est tout ! Mais eux, il me semble, ils pensent que je veux simplement mettre Lavents et [son coaccusé] Freimanis en prison. Je n'ai pas besoin de cela (...) »", "3.  Les demandes en récusation consécutives aux déclarations du juge chargé de l'affaire", "32.  Le 24 février 2000, la demande en récusation renvoyée par le Sénat de la Cour suprême fut réexaminée par la cour régionale de Riga, siégeant dans la même composition et présidée par Mme Šteinerte. Cette demande en récusation fut rejetée au motif qu'aucun indice plausible ne témoignait de la partialité du juge. De plus, Mme Z.L., l'assesseur ayant précédemment été favorable au désistement de Mme Šteinerte, apposa en bas de l'ordonnance ses explications justifiant le changement de son opinion par la découverte, parmi les pièces du dossier, du rapport médical litigieux qu'elle croyait perdu ou volé. Le même jour, la défense introduisit une demande en récusation contre la formation entière de la cour. Par une ordonnance du 1er mars 2000, la cour régionale de Riga, siégeant dans la même composition qu'auparavant et présidée par Mme Šteinerte, rejeta la demande au motif que, n'ayant pas lu les journaux ayant publié ses déclarations, et n'étant pas en mesure de vérifier si ces journaux avaient correctement et complètement retranscrit le contenu desdites déclarations, elle ne pouvait, de ce seul fait, se voir imputer une quelconque partialité dans l'affaire.", "4.  La demande en récusation contre l'un des assesseurs", "33.  En août 2000, le requérant reçut une lettre d'un hôpital de Riga attestant que depuis le mois de juin 2000, Mme Z.L. y était traitée en raison de son état cyclothymique, provoqué par un traumatisme crânien. Lors de sa dernière parole clôturant les débats dans l'affaire, le 4 septembre 2000, le requérant demanda à la cour régionale de Riga de rouvrir l'instruction judiciaire de l'affaire, afin de pouvoir récuser Mme Z.L. Par une ordonnance prise le même jour, la cour régionale de Riga rejeta cette demande.", "Contre ladite ordonnance, le requérant forma un pourvoi en cassation devant le Sénat de la Cour suprême, en le déposant au greffe de la cour régionale de Riga. Par une lettre reçue le 14 septembre 2000, Mme Šteinerte refusa de transmettre le pourvoi au Sénat, au motif que l'ordonnance en litige n'était pas susceptible de recours. Le requérant tenta alors d'attaquer cette lettre de rejet par voie de recours devant le Sénat. Par courrier du 19 septembre 2000, Mme Šteinerte refusa également de transmettre ce recours au destinataire.", "C.  Faits postérieurs à la recevabilité de la requête", "34.  Par lettre du 14 juin 2001, le médecin chargé du traitement du requérant informa le chef de la prison centrale de Riga que la nature de ses maladies exigeait un « traitement continu dans des conditions identiques à celles dont il dispos[ait] à présent ». De même, il soutint qu'une pression avait été exercée à son encontre afin de le contraindre à émettre un avis favorable au retour du requérant en prison.", "Le 4 juillet 2001, une commission d'experts convoquée par le ministère des Affaires sociales (Labklājības ministrija) dressa un avis selon lequel, vu son état de santé, le requérant risquait d'être atteint d'un nouvel infarctus, probablement mortel. Par conséquent, la commission estima qu'il devait être soigné dans un établissement médical équipé selon les normes pertinentes établies par la réglementation en vigueur. Or, selon l'attestation délivrée par le médecin du requérant, l'infirmerie de la prison, dépourvue d'équipement cardiologique spécial et donc inadaptée à une thérapie intensive, ne correspondait pas à ces normes.", "35.  Lors d'une audience, le 2 août 2001, le requérant eut une grave crise cardiaque. Mme Šteinerte ordonna alors son hospitalisation, soulignant expressément que le requérant devait être transporté à la prison centrale et non à « Linezers »  où il se trouvait jusqu'alors. Toutefois, vu son état critique, le Régiment de garde (Sardzes pulks) de la police et le service médical d'urgence décidèrent de désobéir et de le transférer à « Linezers », où il fut immédiatement placé à la division de thérapie intensive.", "36.  Le 8 août 2001, Mme Šteinerte déclara à la presse qu'elle avait engagé des consultations avec l'administration pénitentiaire en vue d'obtenir le transfert du requérant à un établissement médical où « il pourrait recevoir un traitement plus efficace qu'à « Linezers » », et qu'elle envisageait également la possibilité de tenir des audiences à l'hôpital. A la même date, le directeur de l'hôpital et le médecin traitant du requérant organisèrent une conférence de presse, lors de laquelle ils dénoncèrent une pression constante de la part de Mme Šteinerte et des autorités nationales. Selon eux, les déclarations du parquet les accusant de retarder la procédure pénale contre le requérant étaient sans fondement, puisque, en tant que médecins, ils devaient respecter les règles de déontologie médicale et faire de leur mieux pour le bien-être du patient. Or, le transfert du requérant à l'infirmerie de la prison mettrait ses jours en danger.", "Après la conférence de presse susmentionnée, le requérant n'a pas été transféré à un autre établissement médical.", "37.  Le 25 septembre 2001, Mme Šteinerte annonça la clôture définitive de l'audience. Le même jour, la cour régionale de Riga se retira pour délibérer. Par un jugement dont la lecture publique dura du 19 décembre au 28 décembre 2001, le requérant fut reconnu coupable des chefs de délits incriminés, et condamné à neuf ans d'emprisonnement ferme. Ses coaccusés furent, eux aussi, condamnés à des peines de prison.", "A une date non spécifiée, le requérant interjeta appel devant la Chambre des Affares pénales de la Cour suprême, qui ne l'a pas encore examiné.", "Il ressort des pièces du dossier que le requérant continue à être détenu sous surveillance à l'hôpital « Linezers ».", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Les mesures préventives", "1.  La détention provisoire dans le système général des mesures préventives", "38.  Aux termes de l'article 68 du KPK, une mesure préventive peut être appliquée lorsqu'il existe des raisons plausibles de soupçonner que l'accusé cherchera à se soustraire à l'investigation ou qu'il mettra des obstacles à la détermination de la vérité dans l'affaire. Il existe huit types de mesures préventives : un engagement de ne pas changer de résidence, une garantie personnelle, un cautionnement, un contrôle policier, un confinement à domicile, une détention en prison, ainsi que deux mesures spécifiques applicables respectivement aux mineurs et aux membres des forces armées.", "Conformément à l'article 72 du KPK, l'application et le choix d'une mesure préventive doivent s'opérer en fonction des critères suivants : la gravité de l'infraction imputée ; la personnalité de l'accusé ; la probabilité, pour ce dernier, de vouloir se soustraire à l'instruction et de mettre des obstacles à la détermination de la vérité dans l'affaire ; son occupation, âge, statut familial, état de santé, ainsi que d'autres critères pertinents. Toute mesure préventive doit être appliquée par une ordonnance dûment motivée.", "39.  Selon l'article 75-2 du KPK, « [l]e confinement à domicile [mājas arests] signifie que la liberté de déplacement de la personne est restreinte d'une manière forcée ; celle-ci doit rester en permanence dans sa maison ou dans son appartement ; il lui est interdit d'entrer en contact avec les personnes mentionnées dans la décision, que ce soit par voie de moyens de communication, de correspondance ou d'intermédiaire d'un tiers. » En outre, « [l]a maison ou l'appartement de la personne détenue peut être placée sous surveillance, et la police peut être chargée de surveiller son comportement. » Formellement, la détention en prison (apcietinājums) et celle à domicile constituent deux mesures distinctes. Toutefois, elles sont soumises aux mêmes conditions procédurales et aux mêmes délais.", "40.  Aux termes de l'article 76, une détention, quel que soit son type, ne peut être appliquée que par le juge et qu'à l'égard d'une personne accusée d'une infraction passible d'emprisonnement. L'ordonnance portant détention doit être prise au bout d'un examen contradictoire des pièces justificatives présentées par le parquet ou la police, la présence de l'intéressé étant en principe obligatoire.", "Conformément à l'article 52 §§ 4 et 5 du nouveau code pénal letton (Krimināllikums), la détention provisoire s'impute sur la durée de la peine d'emprisonnement.", "2.  Les délais de détention provisoire et les voies de recours contre cette mesure", "41.  Les principes régissant les délais de détention provisoire et le système de recours sont fondamentalement différents selon qu'il s'agisse du stade d'investigation préliminaire (pirmstiesas izmeklēšana) ou du stade contradictoire de la procédure (iztiesāšana).", "a)  L'investigation préliminaire", "42.  Au stade de l'investigation préliminaire (comprenant l'enquête et l'instruction), le délai initial d'une détention provisoire ne peut excéder deux mois (article 77 du KPK). Toutefois, lorsqu'il est impossible de terminer l'instruction préliminaire et de déférer l'affaire devant le tribunal dans ce délai, et « qu'il n'y a pas de raisons pour modifier la mesure préventive », le procureur peut demander au juge de prolonger la détention. Dans cette hypothèse, l'audition de l'accusé et de son avocat a lieu « si nécessaire ». Le détenu peut attaquer une ordonnance prolongeant sa détention, par voie de recours devant une juridiction supérieure, qui doit examiner ce recours dans un délai de sept jours suivant sa réception. Après avoir entendu « l'auteur du recours » et le procureur, le tribunal supérieur tranche la question par voie d'une ordonnance définitive (article 222-1 du KPK).", "43.  A ce stade de la procédure, la durée totale de la détention provisoire ne peut en aucun cas excéder un an et six mois ; si, après l'écoulement de ce délai, l'affaire n'est pas encore transmise à la juridiction de jugement, le détenu doit être impérativement remis en liberté. Lorsqu'il est possible de terminer l'instruction avant l'expiration du délai maximum susmentionné, le parquet doit, au moins un mois avant la date de son expiration, transmettre les pièces du dossier à l'accusé et à son avocat pour qu'ils en prennent connaissance. Cependant, le temps pendant lequel ces personnes lisent le dossier, « n'est pas pris en compte pour le calcul de la durée maximale de la détention » (article 77, al. 6). En pratique, le parquet et les tribunaux interprètent cette disposition comme autorisant le maintien de l'accusé en détention pendant toute cette période.", "b)  Le stade contradictoire", "44.  Après avoir rédigé l'acte final d'accusation, le parquet transmet le dossier à la juridiction compétente de jugement (articles 209 à 211 du KPK). Dans un délai de quatorze jours suivant sa réception, cette juridiction doit, sans prendre position sur la culpabilité, décider si le dossier est suffisant pour traduire l'accusé devant le tribunal, ou si l'affaire doit être renvoyée au parquet ou classée. En général, l'ordonnance décidant qu'il y a lieu de traduire l'accusé devant le tribunal (lēmums par apsūdzētā nodošanu tiesai) est prise par un juge unique (articles 223 et 226), qui doit également se prononcer sur le maintien, la modification ou l'annulation de la mesure préventive appliquée jusqu'alors. Lorsque le juge estime que la mesure préventive a été choisie correctement, il la confirme par une décision définitive. En revanche, s'il a des doutes sur la légalité ou le bien-fondé de cette mesure, il convoque une audience préparatoire (rīcības sēde) du tribunal pour trancher cette question. L'ordonnance de la session préparatoire est susceptible de recours devant une juridiction supérieure.", "45.  En principe, une fois le maintien de l'accusé en détention ordonné, cette décision reste en vigueur pour toute la durée de la procédure en première instance. A la différence de l'investigation préliminaire, la durée de la détention provisoire n'est pas limitée. En pratique, bien qu'aucune voie de recours contre la détention ne soit expressément prévue à ce stade par les textes législatifs, les juges examinent toutes les demandes d'élargissement présentées par les détenus. La réponse revêt souvent la forme d'un simple courrier, qui n'est pas susceptible de recours ; toutefois, dans les affaires plus compliquées, le tribunal se prononce par voie d'une ordonnance.", "Une loi portant modification des articles 237, 248 et 465 du KPK, entrée en vigueur le 1er avril 1999, a introduit un droit de recours contre les ordonnances relatives aux mesures préventives au stade judiciaire de la procédure, mais cette loi ne concerne que la période après le début de l'examen de l'affaire par le tribunal. L'exercice de ce droit est subordonné à la condition que l'examen de l'affaire par le tribunal soit ajourné pour une durée minimale d'un mois. Le recours peut être introduit dans un délai de sept jours à compter de la notification de l'ordonnance respective, le tribunal étant obligé de l'examiner dans les sept jours suivant sa réception.", "Le troisième alinéa in fine de l'article 226 précise enfin que l'accusé peut réitérer sa demande de libération à l'audience sur le fond de l'affaire.", "B.  Les dispositions relatives aux garanties d'indépendance et d'impartialité des juges", "1.  Les principes généraux", "46.  Les principes généraux de l'indépendance du pouvoir judiciaire sont établis par la Constitution (Satversme) de la République de Lettonie. En vertu de son article 83, les juges sont indépendants et ne sont soumis qu'à la loi. Conformément à l'article 84 (tel que modifié par la loi du 4 décembre 1997), tous les juges sont nommés par le Parlement ; ils sont inamovibles. Avant d'atteindre l'âge de la retraite, un juge ne peut être démis de ses fonctions contre sa volonté que par le Parlement et dans les cas prévus par la loi, notamment sur la base d'une décision du Collège disciplinaire judiciaire ou d'une condamnation pénale.", "Quant aux juges assesseurs (tiesas piesēdētāji), ils sont élus par le conseil municipal respectif pour une durée de cinq ans (article 64 §§ 1 et 2 de la loi sur le pouvoir judiciaire (Likums « Par tiesu varu ») du 15 décembre 1992).", "47.  L'article 11 de la loi sur le pouvoir judiciaire oblige toute personne et tout organisme, public ou privé, à respecter l'indépendance et l'immunité des juges. De même, il interdit toute ingérence, quel qu'en soit le prétexte, dans l'examen des affaires par les tribunaux, et toute pression sur un juge (ou sur un juge assesseur, toutes les dispositions relatives aux juges étant également applicables aux juges assesseurs). En particulier, nul ne peut contraindre un juge à s'expliquer sur le résultat d'une affaire qu'il a tranchée, ou à révéler les opinions exprimées au cours d'un délibéré. L'article 13 de la même loi énumère les garanties d'immunité des juges, notamment en matière pénale.", "48.  L'ancien code pénal letton (Latvijas Kriminālkodekss), en vigueur jusqu'au 31 mars 1999, et le nouveau code pénal (Krimināllikums) sanctionnent pénalement les atteintes à l'indépendance du pouvoir judiciaire. Aux termes des deux textes, sont punissables l'ingérence dans l'examen d'une affaire ou la pression sur un juge et atteinte à l'honneur et à la réputation d'un juge. En outre, l'ancien code pénal érigeait en une infraction distincte des menaces proférées à l'égard d'un membre d'un tribunal. Tous ces délits sont passibles d'une amende ou d'un emprisonnement pour une durée allant jusqu'à cinq ans (l'ancien code) ou trois ans (le nouveau code).", "2.  La récusation des membres d'un tribunal et les pouvoirs du procureur", "49.  Le principe général d'incompatibilité des membres d'un tribunal est consacré par l'article 22 du KPK, aux termes duquel un juge ne peut pas participer à l'examen d'un dossier et doit être récusé, s'il a un intérêt personnel, direct ou indirect, dans l'issue de l'affaire. De même, conformément à l'article 27, un juge ne peut pas participer à l'examen d'une affaire lorsque l'on peut raisonnablement douter de son impartialité. Toutefois, le deuxième alinéa de cet article précise que les décisions prises par le juge en matière de mesures préventives ne sont pas, à elles seules, de nature à justifier une récusation.", "Toute demande en récusation doit être présentée avant le début de l'instruction judiciaire. Une demande ultérieure ne peut être accueillie qu'en cas d'une découverte tardive, par l'intéressé, du motif d'incompatibilité (article 29).", "Lorsque la récusation porte sur l'un des membres de la formation, elle est décidée par une ordonnance prise au nom du tribunal par les deux membres restants, sans participation du récusé. Le désaccord entre les membres restants porte l'acceptation du désistement. Lorsque tout le collège est récusé, l'ordonnance est arrêtée par tout le collège (article 30 du KPK). Toutes ces ordonnances sont rédigées et prononcées immédiatement (article 30).", "50.  En cas du désistement d'un juge, il doit être remplacé par un autre juge, et la phase contradictoire de la procédure doit impérativement recommencer à nouveau. L'article 28 du KPK dispose :", "« Un juge ne peut pas participer à l'examen d'une affaire, quelle que soit l'instance judiciaire respective, lorsqu'un jugement ou une ordonnance pris avec sa participation à une instance quelconque du procès, ont été annulés. »", "51.  L'article 41 du KPK énumère les pouvoirs du procureur dans une procédure pénale. Son troisième alinéa se lit ainsi :", "« Le procureur déclenche les poursuites pénales ; prend la décision d'engager la responsabilité pénale de la personne ; l'informe de son inculpation ; interroge l'accusé, prend lui-même des mesures d'instruction ou charge la police de le faire ; rédige l'acte final d'accusation et défère l'affaire devant le tribunal ; suspend ou classe l'instruction du dossier ; exerce la fonction d'accusation publique devant les juridictions de première instance et d'appel ; formule des oppositions contre les décisions illégales ou mal fondées des juges ou des tribunaux ; participe à l'examen des affaires devant la cour de cassation ; rouvre l'instruction d'un dossier [classé] suite à la découverte de faits nouveaux, ainsi qu'exerce les autres pouvoirs qui lui sont conférés par le présent code. »", "C.  Les visites familiales et la saisie et le dépouillement de la correspondance", "1.  Les visites familiales", "52.  A l'époque des faits relatés par le requérant, le seul texte régissant les conditions de la détention provisoire, était l'arrêté no 113 du ministre de l'Intérieur du 30 avril 1994 relatif aux modalités de détention des personnes suspectes, placées en détention provisoire ou condamnées dans les prisons d'investigation relevant du ministère de l'Intérieur (Pavēle « Par aizdomās turēto, apcietināto un notiesāto personu uzturēšanās kārtību Iekšlietu ministrijas izmeklēšanas cietumos »). L'article 32 de cet arrêté disposait :", "« Les personnes placées en détention provisoire peuvent obtenir une autorisation de bénéficier des visites de courte durée des membres de leurs familles ou d'autres personnes, mais uniquement avec le consentement écrit de l'autorité chargée de l'examen du dossier ; [ce consentement] doit obligatoirement être confirmé par le cachet de l'établissement dans lequel se trouve le détenu, [et il ne sera accordé que] lorsque la personne n'aura pas commis des infractions graves au régime [de la détention]. De telles visites ne sont pas autorisées plus fréquemment qu'une fois par mois, et pour une durée ne dépassant pas une heure. De telles autorisations doivent faire l'objet d'un accord de l'administration de la prison d'investigation.", "L'autorisation écrite doit indiquer qui dispose du droit de recevoir la visite et quelle personne a le droit de visiter. La rencontre avec le détenu n'est pas permise à plus de deux personnes à la fois. L'autorisation délivrée par l'autorité d'instruction ou par le tribunal n'est valable que pour une seule visite.", "Par un arrêté no 63 du 9 mai 2001, le ministre de la Justice approuva un nouveau règlement provisoire sur les conditions de détention provisoire, dont l'article 25 maintint ces limitations.", "53.  Par un arrêt du 19 décembre 2001, la Cour constitutionnelle (Satversmes tiesa), saisie par deux particuliers au sujet de certaines dispositions de l'arrêté no 63 précité, déclara que la Constitution lettonne devait être interprétée comme interdisant toute ingérence dans les droits subjectifs d'une personne autrement que selon la Constitution, une loi ou un règlement adopté par le conseil des ministres. Toute limitation des droits des particuliers, y compris des détenus, ayant pour seule base un arrêté ministériel, devait donc être reconnue inconstitutionnelle.", "2.  La saisie et le dépouillement de la correspondance d'un accusé", "54.  La saisie et le dépouillement de la correspondance postale ou télégraphique d'un accusé (aresta uzlikšana pasta un telegrāfa korespondencei un tās izņemšana) est régie par l'article 176 du KPK. Selon la disposition précitée, cette mesure ne peut être ordonnée que par un juge ou par un tribunal lorsqu'il s'agit de délits ou de crimes graves. Après la réception d'une copie de l'ordonnance portant saisie et dépouillement, le procureur l'envoie au bureau de poste, auquel il communique également les horaires selon lesquels il viendra retirer la correspondance saisie. Au bureau de poste, le procureur dépouille la correspondance de l'accusé, saisissant et emportant les pièces qu'il estime pertinentes dans l'affaire. La levée de la mesure en question peut être ordonnée par le procureur, qui en informe aussitôt les responsables du bureau de poste.", "Aucune disposition du KPK ne prévoit expressément un droit de recours contre la saisie et le dépouillement de la correspondance.", "D.  Autres dispositions", "1.  Le délit de sabotage", "55.  L'article 64 de l'ancien code de pénal, le délit de sabotage (kaitniecība) était défini comme « une action ou une omission ayant pour but la destruction du système monétaire (...) ou des autres branches de l'économie nationale, ainsi que la réalisation des actes contraires au fonctionnement des organismes publics ou privés, dans l'objectif final d'affaiblir la République de Lettonie, lorsque cette infraction est commise par l'intermédiaire d'entreprises (...) ou par des actes allant à l'encontre de leur fonctionnement normal ». Passible de douze ans d'emprisonnement, le sabotage était qualifié de « délit grave » (smags noziegums) par le deuxième alinéa de l'article 7-1 de l'ancien code pénal.", "2.  Le recours contre les ordonnances en général", "56.  Aux termes du premier alinéa de l'article 465 du KPK,", "« Une ordonnance du tribunal ou du juge, qui n'a pas encore entrée en vigueur et contre laquelle la loi prévoit la possibilité de recours, peut faire l'objet d'une opposition [blakus protests] de la part du procureur (...), et ce, dans un délai de dix jours et devant la juridiction supérieure, dont la décision est définitive. »", "EN DROIT", "57.  A titre préliminaire, la Cour observe que la procédure dont se plaint le requérant n'a pas encore été terminée, l'affaire étant toujours pendante en appel devant la Chambre des Affaires pénales de la Cour suprême. Toutefois, elle note que le Gouvernement défendeur n'a soulevé aucune exception d'irrecevabilité sur ce point (voir la décision sur la recevabilité du 7 juin 2001, non publiée).", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 5 § 3 DE LA CONVENTION", "58.  Le requérant se plaint que la durée de sa détention provisoire, ayant atteint plus de six ans en l'espèce, a dépassé la limite du raisonnable au sens de l'article 5 § 3 de la Convention, rédigé comme suit :", "« Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article (...) a le droit d'être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l'intéressé à l'audience. »", "A.  La période à prendre en considération", "1.  Les arguments des parties", "59.  Le Gouvernement soutient en premier lieu que toute la période pendant laquelle le requérant a été officiellement placé en détention ne peut pas être appréciée selon des critères uniques, dès lors qu'il n'a pas passé tout ce temps en prison. A cet égard, le Gouvernement fait remarquer que le requérant a été hospitalisé à plusieurs reprises, et que du 14 octobre 1997 au 25 septembre 1998, il a été confiné à domicile. Par conséquent, durant la période de détention à laquelle il fait référence, le requérant a passé trois mois à l'hôpital et onze mois et douze jours assigné à domicile.", "S'agissant de ces deux périodes, le Gouvernement rappelle que l'article 5 § 3 concerne uniquement la privation de liberté, et non seulement une simple restriction à la liberté. Dans le cas d'espèce, le Gouvernement relève que, pendant son hospitalisation, le requérant a été pour la plupart de temps placé dans un établissement médical situé hors de l'enceinte de la prison, où il était confié aux soins des meilleurs spécialistes en cardiologie. De même, pendant le confinement du requérant à domicile, aucune restriction à sa communication avec sa famille ne fut imposée. Par ailleurs, le Gouvernement attire l'attention sur le confort qu'offre le séjour dans un appartement privé. Par conséquent, le Gouvernement estime que ni l'hospitalisation du requérant ni son confinement à domicile ne peuvent être assimilées à une privation de liberté au sens de l'article 5 § 3, et que la seule période tombant en principe sous le coup de cette disposition atteint trois ans, huit mois et deux jours.", "60.  En deuxième lieu, le Gouvernement rappelle qu'à l'égard de la Lettonie, la Convention n'est entrée en vigueur que le 27 juin 1997, et que la Cour n'est pas compétente pour se prononcer sur la période de détention antérieure à cette date. En particulier, le Gouvernement souligne que l'instruction préliminaire dans l'affaire fut close et le dossier de l'instruction fut transmis à la juridiction de jugement le 12 juin 1997, c'est-à-dire avant la date critique. Par conséquent, la seule période que la Cour peut analyser se réduit à un an, neuf mois et onze jours.", "61.  Le requérant conteste les thèses du Gouvernement. Il soutient que, même à l'hôpital, il a subi des restrictions parfois plus sérieuses qu'en prison. A cet égard, il souligne que les mesures de sécurité et de surveillance appliquées à son égard étaient régies par les instructions du ministère de l'Intérieur relatives au régime de détention provisoire en prison. Concernant son confinement à domicile, il rappelle qu'à l'exception des visites médicales, il ne pouvait pas franchir la porte de son appartement, dépourvu de balcon et donnant sur une rue bruyante, que tous ses déplacements dans l'appartement étaient constamment surveillés à l'aide de dispositifs spéciaux par des agents armés, et que l'interdiction de correspondance et de rencontres avec des personnes autres que les membres de sa famille demeuraient inchangées. Le requérant se réfère notamment à l'arrêt Mancini c. Italie (no 44955/98, 2 août 2001, non publié), dans lequel une « assignation à domicile », mesure similaire à celle appliquée dans son cas, a été reconnue comme étant une vraie « privation de liberté » et non une simple restriction à la liberté de circulation (ibidem, § 17). Par ailleurs, il souligne que, conformément au nouveau code pénal letton, aussi bien l'hospitalisation sous surveillance que le confinement à domicile s'imputent sur la peine d'emprisonnement de la même manière qu'une détention provisoire en prison. En conséquence, il estime que ces deux mesures tombent sous le coup de l'article 5 § 3 et, donc, entrent dans le délai total de sa « privation de liberté », au sens de cette disposition.", "2.  L'appréciation de la Cour", "62.  La Cour rappelle qu'en proclamant le « droit à la liberté », l'article 5 vise la liberté physique de la personne ; il a pour but d'assurer que nul n'en soit privé de manière arbitraire. En revanche, il ne concerne pas en principe les simples restrictions à la liberté de circuler qui, elles, obéissent à l'article 2 du Protocole no 4. Pour déterminer si un individu se trouve « privé de sa liberté », il faut prendre en compte un ensemble de critères comme le genre, la durée, les effets et les modalités d'exécution de la mesure considérée. Entre une privation et une restriction de liberté, il n'y a qu'une différence de degré ou d'intensité, et non de nature ou d'essence (voir les arrêts Guzzardi c. Italie du 6 novembre 1980, série A, no 39, p. 33, § 92, et Amuur c. France du 25 juin 1996, Recueil des arrêts et décisions 1996-III, p. 848, § 42).", "63.  La Cour constate que, par son ordonnance du 14 octobre 1997, la cour régionale de Riga plaça le requérant en confinement à domicile, mesure préventive spécifique prévue par l'article 75-2 du KPK, et que cette mesure lui fut appliquée jusqu'au 25 septembre 1998 , date à laquelle il fut contraint de retourner en prison. Pendant toute cette période, longue de plus de onze mois, le requérant fut confiné en permanence à l'intérieur de son appartement, placé sous surveillance et avec une interdiction formelle de sortir. La Cour estime que le degré de contrainte imposée par une telle mesure est suffisant pour que celle-ci puisse s'analyser en une « privation de liberté » visée par l'article 5 de la Convention (voir Mancini c. Italie précité, § 17).", "Aux yeux de la Cour, il en est de même des périodes d'hospitalisation du requérant hors de l'enceinte de la prison. En effet, il ressort du dossier qu'en autorisant le transfert du requérant à des hôpitaux ordinaires, la Cour régionale de Riga ne modifia pas pour autant la nature de la mesure préventive appliquée à son égard, de sorte qu'il demeurait juridiquement un « détenu provisoire » au sens du droit interne. En particulier, la Cour relève que le requérant n'avait pas le droit de quitter l'hôpital où il était placé sous surveillance, et que les restrictions à sa liberté de se déplacer étaient en substance les mêmes qu'en prison (paragraphe 27 ci-dessus). Dans ces conditions, la Cour estime que le placement du requérant dans des établissements médicaux ordinaires suite à l'aggravation de son état de santé ne constituait qu'une simple modification du régime et des conditions d'une détention provisoire toujours en vigueur. Toutes les périodes respectives entrent donc dans le champ d'application de l'article 5 de la Convention.", "64.  La Cour ne conteste pas la thèse du Gouvernement selon laquelle, pendant le confinement du requérant à domicile et durant son hospitalisation, les conditions dans lesquelles il était placé étaient meilleures qu'en prison. Toutefois, elle rappelle que l'article 5 ne régit pas les conditions d'une privation de liberté (voir Mancini c. Italie précité, § 16, ainsi que D. c. Allemagne, no 11703/85, décision de la Commission du 9 décembre 1987, Décisions et rapports (DR) 54, p. 117, et A.B. c. Suisse, requête no 20872/92, décision de la Commission du 22 février 1995, DR 80, p. 55). En effet, les notions de « degré » et d'« intensité », figurant dans la jurisprudence des organes de Convention en tant que critères d'applicabilité de l'article 5, concernent uniquement le degré des restrictions à la liberté de déplacement et non la différence de confort ou de régime intérieur dans les différents lieux de confinement.", "65.  De même, la Cour reconnaît qu'elle ne peut connaître du grief relatif à la durée de la détention provisoire qu'à partir du 27 juin 1997, date de l'entrée en vigueur de la Convention à l'égard de la Lettonie. Toutefois, elle rappelle que, pour apprécier le caractère raisonnable de la durée d'une détention, elle peut et doit tenir compte de la période de la détention déjà écoulée avant la date critique (voir Jėčius c. Lituanie, no 34578/97, § 91, CEDH 2000-IX, et Trzaska c. Pologne, no 25792/94, 11.7.2000, § 54, non publié).", "66.  Nul ne conteste en l'espèce que la période visée à l'article 5 § 3 a commencé le 14 juillet 1995, date de l'arrestation du requérant. Quant au terme final de cette période, la Cour rappelle que c'est le jour où il est statué sur le bien-fondé de l'accusation, fût-ce seulement en premier ressort (voir Labita c. Italie [GC], no 26772/95, § 147, CEDH 2000-IV, et l'arrêt I.A. c. France du 23 septembre 1998, Recueil 1998-VII, p. 2978, § 98) La détention provisoire du requérant s'est donc achevée le 28 décembre 2001, date finale du prononcé de l'arrêt rendu en première instance par la cour régionale de Riga.", "Au vu de ce qui précède, la Cour estime que la période à considérer sous l'angle de l'article 5 § 3 de la Convention a duré six ans, cinq mois et quatorze jours, dont quatre ans et six mois après l'entrée en vigueur de la Convention à l'égard de la Lettonie.", "B.  Le caractère raisonnable de la durée de la détention", "1.  Les arguments des parties", "67.  Pour ce qui est du refus systématique de la cour régionale de Riga d'ordonner la mise en liberté du requérant, le Gouvernement estime que, celui-ci ayant occupé, au sein de sa banque, un poste investi d'une très grande responsabilité, il existait des raisons plausibles de soupçonner qu'il avait commis l'infraction dont il était accusé. De même, le Gouvernement insiste sur la réalité du risque, sinon de fuite, au moins de soustraction du requérant à la justice, citant à cet égard l'exemple de deux autres responsables de la même banque dont la détention avait également été ordonnée et qui se trouvent en fuite. En outre, le maintien en détention était nécessaire pour assurer la comparution du requérant aux interrogatoires et aux autres actes d'investigation. Le Gouvernement relève en particulier qu'au cours de l'instruction, ayant duré approximativement un an et six mois, le requérant fut interrogé à trente-deux reprises, ce qui a permis de recueillir une information précieuse pour le tribunal. Aux yeux du Gouvernement, cela suffit pour démontrer l'intensité du travail du parquet dans une affaire aussi compliquée. En outre, le Gouvernement rappelle que, conformément au KPK, le temps passé en détention provisoire s'impute sur la durée de la peine d'emprisonnement.", "A la lumière de ce qui précède, le Gouvernement conclut que le délai de la détention du requérant n'a pas été déraisonnable au sens de l'article 5 § 3 de la Convention, dès lors que la détention elle-même était conforme aux exigences de l'article 5 § 1 c).", "68.  Le requérant observe d'emblée qu'aucun des deux arguments principaux que le Gouvernement soulève dans son mémoire, à savoir la plausibilité des soupçons pesant sur lui du fait de sa position au sein de sa banque et le risque de sa fuite, ne figurait parmi les motifs des nombreuses ordonnances prolongeant sa détention. Au demeurant, le requérant souligne que rien dans son comportement ne laissait supposer une possibilité de fuite, dès lors que, pendant son confinement à domicile, il n'a jamais cherché à se dérober à la justice et n'a jamais refusé de coopérer avec les autorités chargées de l'instruction. Quant aux deux responsables de la même banque ayant pris la fuite, le requérant cite le contre-exemple de ses deux coaccusés, jugés en même temps que lui et n'ayant jamais tenté de se soustraire à l'instruction, malgré leur incarcération tardive.", "69.  En somme, le requérant estime que le Gouvernement n'a donné aucune justification crédible de sa détention après l'envoi de l'affaire au juge du fond. En effet, en prolongeant sa détention, les tribunaux imposèrent au requérant la charge de les convaincre d'un changement important pouvant justifier sa mise en liberté, au lieu de se demander si les circonstances du moment justifiaient encore sa détention et si l'application d'une autre mesure préventive n'était pas possible.", "Le requérant insiste enfin sur le fait que l'état critique de sa santé et les conditions insalubres de la prison où il a passé la majeure partie de sa détention, constituent un facteur déterminant quant au caractère raisonnable de la durée de sa détention.", "2.  L'appréciation de la Cour", "a)  Les principes généraux définis par la jurisprudence de la Cour", "70.  La Cour rappelle tout d'abord que le caractère raisonnable de la durée d'une détention ne se prête pas à une évaluation abstraite, et que la légitimité du maintien en détention d'un accusé doit s'apprécier dans chaque cas d'après les particularités de la cause. La poursuite de l'incarcération ne se justifie dans une espèce donnée que si des indices concrets révèlent une véritable exigence d'intérêt public prévalant, nonobstant la présomption d'innocence, sur la règle du respect de la liberté individuelle fixée à l'article 5 de la Convention (voir, par exemple, Labita c. Italie précité, § 152, ainsi que Kudła c. Pologne [GC], no 30210/96, § 110, CEDH 2000-XI, et l'arrêt W. c. Suisse du 26 janvier 1993, série A no 254-A, p. 15, § 30).", "Il incombe en premier lieu aux autorités judiciaires nationales de veiller à ce que dans une affaire donnée la détention provisoire subie par un accusé n'excède pas une durée raisonnable. A cet effet, il leur faut, en tenant dûment compte du principe de la présomption d'innocence, examiner toutes les circonstances de nature à manifester ou écarter l'existence de ladite exigence d'intérêt public justifiant une dérogation à la règle fixée à l'article 5 et en rendre compte dans leurs décisions relatives aux demandes d'élargissement. C'est essentiellement au vu des motifs figurant dans lesdites décisions et sur la base des faits non contestés indiqués par l'intéressé dans ses moyens que la Cour doit déterminer s'il y a eu ou non violation de l'article 5 § 3 (voir l'arrêt Muller c. France du 17 mars 1997, Recueil 1997-II, p. 388, § 35).", "71.  La Cour rappelle également que la persistance de raisons plausibles de soupçonner la personne arrêtée d'avoir commis une infraction est une condition sine qua non de la régularité de son maintien en détention, mais au bout d'un certain temps elle ne suffit plus. La Cour doit alors établir si les autres motifs adoptés par les autorités judiciaires continuent à légitimer la privation de liberté. Quand ils se révèlent « pertinents » et « suffisants », elle recherche de surcroît si les autorités nationales compétentes ont apporté une « diligence particulière » à la poursuite de la procédure (voir les arrêts précités Kudła c. Pologne, § 111, et I.A. c. France, § 102). La complexité et les particularités de l'enquête sont des éléments importants à prendre en compte à cet égard (voir l'arrêt Scott c. Espagne du 18 décembre 1996, Recueil 1996-VI, p. 2396, § 74).", "b)  L'application desdits principes au cas d'espèce", "72.  Dans la présente affaire, la Cour observe que, postérieurement à la date d'entrée en vigueur de la Convention à l'égard de la Lettonie, la cour régionale de Riga a examiné la question de la privation de liberté du requérant à neuf reprises : tout d'abord en décidant de le maintenir en détention après la réception du dossier du parquet le 30 juin 1997, et ensuite, en rejetant ses demandes d'élargissement par les ordonnances des 15 décembre 1998, 3 septembre et 27 octobre 1999, 24 février, 1er mars, 30 mars, 11 avril et 15 juin 2000. Pour rejeter ses demandes de mise en liberté, elle invoqua la gravité des délits incriminés, la personnalité du requérant, ainsi que l'absence de faits nouveaux pouvant justifier sa libération. Le tribunal réitéra ces trois arguments dans pratiquement toutes les ordonnances précitées, et ce, au fil des années qui suivirent le renvoi du requérant devant le juge du fond.", "73.  La Cour note d'emblée le caractère très succinct et abstrait de la motivation des ordonnances en question. En effet, en rejetant les demandes d'élargissement du requérant, la cour régionale s'est bornée à mentionner certains critères énumérés à l'article 72 du KPK et gouvernant le choix d'une mesure préventive (paragraphes 24 et 38 ci-dessus), sans spécifier de quelle manière et dans quelle mesure ces critères entraient en jeu dans le cas individuel du requérant (voir, mutatis mutandis, Labita c. Italie précité, § 163). La Cour reconnaît que la gravité des délits incriminés, combinée avec les raisons de soupçonner le requérant d'avoir commis ces délits, pouvait initialement suffire à légitimer sa détention. Toutefois, au fil du temps, ces arguments sont inévitablement devenus moins pertinents. Compte tenu de la durée particulièrement longue du confinement du requérant, seules des raisons vraiment exceptionnelles pourraient justifier le maintien d'une telle mesure au regard de l'article 5 § 3 de la Convention.", "74.  La Cour n'a pas décelé pareilles raisons en l'espèce. La référence à la personnalité du requérant, contenue dans presque toutes les ordonnances litigieuses, ne la convainc pas non plus, dès lors qu'elle n'est étayée par aucun fait précis. Quant au risque de fuite ou de soustraction, évoqué par le Gouvernement, la Cour note que ce motif n'était plus invoqué par les juridictions nationales depuis le mois de juin 1997 ; il ne peut donc pas être retenu comme justification au regard de la période ultérieure. La Cour rappelle qu'en toute hypothèse, un tel risque décroît nécessairement avec le temps, puisque l'imputation future de la durée de la détention provisoire sur celle de la peine d'emprisonnement à laquelle l'intéressé peut craindre d'être condamné est de nature à lui faire apparaître cette éventualité comme moins redoutable et à réduire sa tentation de fuir (voir les arrêts Matznetter c. Autriche du 10 novembre 1969, série A no 9, p. 32, § 11, et B. c. Autriche du 28 mars 1990, série A no 175, p. 14, § 44). Le requérant lui-même n'ayant commis aucune tentative de fuite ou de soustraction à la justice, la Cour ne voit pas en quoi il y avait lieu de considérer, en l'espèce, qu'un tel risque restait d'actualité d'un bout à l'autre de la période pertinente.", "75.  S'agissant par ailleurs de la nécessité d'assurer la comparution du requérant devant les autorités compétentes dans le but d'intensifier l'examen de l'affaire, citée comme le dernier motif à cet effet, la Cour note tout d'abord que l'essentiel de l'argumentation déployée par le Gouvernement sur ce point concerne la période antérieure à la transmission du dossier au juge de fond. Pour ce qui est du stade ultérieur de la procédure, la Cour constate que la période allant du 16 octobre 1997, date du désistement du collège des juges initialement chargé du dossier, jusqu'au 14 septembre 1998, date à laquelle la cour régionale de Riga reprit l'examen de l'affaire, constituait un simple « temps mort » pendant lequel aucune mesure d'instruction ne fut effectuée ; cette période a pourtant duré presque onze mois. Là encore, seules les raisons les plus impérieuses pourraient justifier le maintien de l'intéressé en détention pendant toute cette période, et la Cour n'a pas décelé de telles raisons en l'espèce. Dans ces circonstances, elle conclut que les autorités lettonnes n'ont pas agi avec toute la diligence requise par la situation du requérant, et que le motif tiré de la nécessité de dynamiser l'examen de l'affaire ne saurait être retenu.", "76.  En résumé, il ressort des développements précédents que les motifs retenus par les juridictions lettonnes à l'appui de leurs décisions, ou invoqués par le Gouvernement dans ses observations devant la Cour, sont insuffisants pour justifier la détention prolongée du requérant et ne résistent pas à l'épreuve du temps. Il s'ensuit que, par sa durée excessive, la détention litigieuse a enfreint l'article 5 § 3.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 5 § 4 DE LA CONVENTION", "77.  Le requérant se plaint de l'absence d'un contrôle juridictionnel effectif de sa détention. A cet égard, il soutient que le fait, pour un collège de juges manifestement dépourvu des garanties d'indépendance et d'impartialité inhérentes à la notion d'un tribunal, de rejeter toutes ses demandes de mise en liberté, et ce, sans aucun examen sérieux de la nécessité objective de cette mesure, a constitué une violation de l'article 5 § 4 de la Convention. La disposition indiquée se lit ainsi :", "« Toute personne privée de sa liberté par arrestation ou détention a le droit d'introduire un recours devant un tribunal, afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "A.  Les arguments des parties", "78.  Selon le Gouvernement, la procédure dont le requérant a bénéficié en vue du contrôle de sa détention, correspond pleinement aux notions cardinales de l'article 5 § 4, à savoir celles de « bref délai », de « légalité » et de « tribunal ». Pour ce qui est du « bref délai », le Gouvernement rappelle qu'aux termes de l'article 222-1 du KPK, un recours en la matière peut être introduit dans un délai de sept jours à compter de la notification de l'ordonnance respective, et que le tribunal est obligé d'examiner un tel recours dans les sept jours suivant sa réception. S'agissant du contrôle de « légalité », le Gouvernement fait valoir que les ordonnances critiquées par le requérant étaient fondées tant sur la disposition pertinente du KPK que sur les résultats d'un examen du caractère raisonnable de la détention. Enfin, quant à la notion de « tribunal », le Gouvernement rappelle que toutes les ordonnances en litige étaient prises en conformité avec l'article 76 du KPK, conférant aux seuls tribunaux la compétence pour ordonner la détention provisoire ou la prolonger. Le requérant a pu, sans aucun obstacle, présenter des demandes de mise en liberté, et le tribunal les a toutes examinées. En conséquence, le Gouvernement n'aperçoit aucun indice de violation de l'article 5 § 4. Par ailleurs, le Gouvernement fait remarquer que le requérant n'a pas attaqué, par voie d'opposition ou de recours, chacune des ordonnances prolongeant sa détention.", "79.  Le requérant précise que les modifications du KPK garantissant le droit de recours contre les ordonnances de mise en détention ne sont entrées en vigueur que le 1er avril 1999. Avant cette date, seules les ordonnances prises par un seul juge au stade de l'instruction préliminaire, et non par un collège de juges au stade contradictoire, étaient susceptibles de recours devant une instance supérieure. Même depuis le 1er avril 1999, le droit de recours ne peut être exercé qu'au cas où le tribunal ajourne l'audience pour une durée supérieure à un mois. Or, dans le cas d'espèce, cette exigence ne s'est trouvée remplie qu'une fois, soit en octobre et novembre 1999. Qui plus est, même dans cette occasion unique, il n'a pas pu former un recours puisque le Sénat de la Cour suprême le déclara irrecevable par son ordonnance du 27 novembre 1999.", "Pour ce qui est de l'argument du Gouvernement, selon lequel il n'a pas attaqué toutes les ordonnances concernant sa détention provisoire, le requérant précise que cette allégation n'est relative qu'à la période antérieure au renvoi de l'affaire au juge du fond le 30 juin 1997. En effet, il avait, en vain, introduit une opposition contre les ordonnances des 28 août et 26 octobre 1995 et du 22 avril 1996. Le fait, pour les tribunaux, de laisser ces oppositions sans examen ou de les rejeter sans motivation suffisante, l'ont convaincu, ainsi que ses avocats, qu'une opposition ultérieure serait manifestement dépourvue de toute chance de succès.", "B.  L'appréciation de la Cour", "80.  A titre préliminaire, la Cour rappelle que sa compétence ratione temporis pour examiner la question de respect de l'article 5 § 4 de la Convention se limite à la période postérieure au 27 juin 1997, date de l'entrée en vigueur de la Convention à l'égard de la Lettonie (voir Svinarenkov c. Estonie (déc.), no 42551/98, 15 février 2000, non publiée). Par conséquent, dans le cas d'espèce, elle est compétente pour apprécier l'efficacité du contrôle judiciaire de la détention du requérant uniquement au stade judiciaire de la procédure, mais non au stade de l'instruction préliminaire de l'affaire.", "81.  La Cour rappelle que l'article 5 § 4 confère à toute personne arrêtée ou détenue le droit d'intenter une procédure tendant à faire contrôler par un tribunal le respect des conditions procédurales et de fond nécessaires à la « légalité », au sens de l'article 5 § 1, de sa privation de liberté (voir, parmi beaucoup d'autres, l'arrêt Assenov et autres c. Bulgarie du 28 octobre 1998, Recueil 1998-VIII, p. 3298, § 162). Même si la procédure au titre de l'article 5 § 4 ne doit pas toujours s'accompagner de garanties identiques à celles que l'article 6 § 1 prescrit pour les procès civils ou pénaux, il faut qu'elle revête un caractère juridictionnel et offre des garanties appropriées au type de privation de liberté en question (voir, par exemple, les arrêts Megyeri c. Allemagne du 12 mai 1992, série A no 237-A, p. 11, § 22, et Brannigan et McBride c. Royaume-Uni du 26 mai 1993, série A no 258-B, p. 49, § 58).", "En particulier, bien que l'article 5 § 4 de la Convention parle d'un « tribunal », il n'exige pas explicitement que ce tribunal soit « indépendant et impartial », comme le demande impérativement l'article 6 § 1. Toutefois, la Cour a jugé que tant l'indépendance que l'impartialité constituent des éléments essentiels constitutifs de la notion de « tribunal », quel que soit l'article de la Convention qui la mentionne (voir D.N. c. Suisse [GC], no 27154/95, § 42, 29 mars 2001, à paraître dans le Recueil officiel de la Cour). De même, à la lumière du principe de l'Etat de droit inhérent au système de la Convention, la Cour estime qu'un « tribunal » doit toujours être « établi par la loi », faute de quoi il lui manquerait la légitimité requise dans une société démocratique pour entendre la cause des particuliers.", "82.  Dans la présente affaire, la Cour constate que, depuis le renvoi du dossier devant la cour régionale de Riga, cette juridiction, appelée à trancher l'affaire sur le fond, était également chargée d'examiner les demandes d'élargissement présentées par le requérant. A cet égard, la Cour renvoie à ses conclusions, en faisant référence aux faits, sur le terrain de l'article 6 § 1 de la Convention, selon lesquelles le requérant n'a pas été jugé par un tribunal impartial (paragraphes 117, 119 et 121 ci-après), et selon lesquelles la formation chargée du dossier n'était plus « établie par la loi » à partir du 14 décembre 1999 (paragraphes 115-116 ci-après). La Cour estime donc que la juridiction susmentionnée ne satisfaisait pas aux exigences posées à un « tribunal » par l'article 5 § 4 de la Convention.", "83.  Il s'ensuit qu'il y a eu violation de l'article 5 § 4 dans la présente affaire.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION RELATIF AU DROIT A L'EXAMEN DE L'AFFAIRE DANS UN DÉLAI RAISONNABLE", "84.  Sous l'angle de l'article 6 § 1, le requérant se plaint que sa cause n'a pas été entendue dans un délai raisonnable. Pour autant qu'il est pertinent dans la présente affaire, l'article 6 § 1 dispose :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...) »", "A.  La période à prendre en considération", "85.  Pour ce qui est de la période à prendre en considération sous l'angle de l'article 6 § 1 de la Convention, la Cour rappelle qu'en matière pénale, le « délai raisonnable » débute dès l'instant qu'une personne se trouve « accusée » ; il peut s'agir d'une date antérieure à la saisine de la juridiction de jugement (voir, par exemple, l'arrêt Deweer c. Belgique du 27 février 1980, série A no 35, p. 22, § 42), celle notamment de l'arrestation, de l'inculpation ou de l'ouverture des enquêtes préliminaires (voir les arrêts Wemhoff c. Allemagne du 27 juin 1968, série A no 7, p. 26, § 19, et Ringeisen c. Autriche du 16 juillet 1971, série A no 13, p. 45, § 100). L'« accusation», au sens de l'article 6 § 1, peut se définir comme « la notification officielle, émanant de l'autorité compétente, du reproche d'avoir accompli une infraction pénale », elle peut dans certains cas revêtir la forme d'autres mesures impliquant un tel reproche et entraînant elles aussi des « répercussions importantes sur la situation » du suspect (voir, par exemple, l'arrêt Foti et autres c. Italie du 10 décembre 1982, série A no 56, p. 18, § 52, et Sarı c. Turquie et Danemark, no 21889/93, § 66, 8 novembre 2001, non publié).", "Dans le cas d'espèce, la Cour estime que la procédure en litige a débuté le 1er juin 1995, date à laquelle le requérant fut interrogé pour la première fois en qualité de suspect (voir, mutatis mutandis, Martins et Garcia Alves c. Portugal, no 37528/97, § 20, 16 novembre 2000, non publié). A la date du prononcé du jugement en première instance, le 28 décembre 2001 en l'espèce, la procédure, qui est à ce jour pendante en appel, avait donc duré près de six ans et sept mois.", "86.  La Cour reconnaît qu'elle ne peut connaître du grief relatif à la durée de la procédure pénale qu'à partir du 27 juin 1997, date de l'entrée en vigueur de la Convention à l'égard de la Lettonie. Toutefois, tout comme pour l'article 5 § 3 (paragraphe 65 ci-dessus), elle doit tenir compte de l'état dans lequel se trouvait la procédure à la date susmentionnée (voir les arrêts Mitap et Müftüoğlü c. Turquie du 25 mars 1996, Recueil 1996-II, p. 410, § 28, et Zana c. Turquie du 25 novembre 1997, Recueil 1997-VII, p. 2539, § 74). Or, à la date critique, l'investigation de l'affaire avait duré deux ans et vingt-sept jours.", "B.  Le caractère raisonnable de la durée de la procédure", "87.  Comme la Cour l'a affirmé à maintes reprises, le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d'autres, les arrêts Reinhardt et Slimane-Kaïd c. France du 31 mars 1998, Recueil 1998-II, p. 662, § 97, I.A. c. France précité, § 119, et Pélissier et Sassi c. France [GC], no 25444/94, § 67, CEDH 1999-II).", "1.  Les arguments des parties", "a)  Le Gouvernement", "88.  Pour ce qui est de la complexité des éléments de fait et de droit à la disposition du tribunal, le Gouvernement rappelle que l'affaire « Banka Baltija » est l'une des affaires les plus compliquées dans toute l'histoire de la Lettonie. Cette complexité est due aux dimensions exceptionnelles du délit. En effet, la banqueroute incriminée au requérant a fait environ 504 000 victimes ; en tout cas, près de la moitié des habitants du pays ont été affectés par ses conséquences. Dans ses observations initiales présentées devant la Cour, le Gouvernement soutenait qu'il y avait 100 témoins dans l'affaire et que les pièces du dossier étaient rassemblées dans 69 volumes. Dans ses observations supplémentaires, il a corrigé ces chiffres : selon le nouveau calcul, les autorités nationales ont dû interroger 356 témoins, et le dossier se composait de 85 volumes d'environ 250 pages chacun. Enfin, les dommages résultant du délit incriminé ont été évalués à plus de 204 millions de lats [environ 350 millions d'euros].", "De même, le Gouvernement souligne la complexité de l'affaire sur le plan juridique. En effet, l'affaire « Banka Baltija » étant à la fois la première et la plus importante affaire pénale de ce genre en Lettonie, les procureurs et les juges, dépourvus de toute expérience en la matière, ont dû consacrer beaucoup de temps à l'étude du droit bancaire. Selon le Gouvernement, l'expérience des autres Etats montre que l'investigation des délits relevant du droit bancaire et financier est le plus souvent très compliquée et exige beaucoup de temps.", "89.  Le Gouvernement considère également que le comportement des autorités compétentes n'a pas contribué à la prolongation de la procédure. En effet, le dossier ayant été reçu par la cour régionale de Riga le 16 juin 1997, la session préparatoire fut tenue le 30 juin 1997, soit dans deux semaines seulement. Les deuxième et la troisième audiences, ayant eu lieu les 13 et 14 octobre 1997, furent suivies par l'hospitalisation du requérant et par son confinement à domicile, et, le 16 octobre 1997, par le désistement du juge et des assesseurs. L'audience suivante se déroula le 31 octobre 1997, quand la défense introduisit une demande en récusation du tribunal et que celui-ci y fit droit.", "En somme, il n'y eut pas d'audience du 4 novembre 1997 au 14 septembre 1998, en raison du fait que le nouveau collège de juges, nommé suite au désistement du collège précédent, étudiait le dossier et la législation bancaire. Quant à la période allant du 3 septembre au 26 octobre 1999, l'absence d'actes d'instruction est due au congé annuel des juges. Le Gouvernement reconnaît que ces deux intervalles, et eux seuls, sont imputables à la cour régionale. Toutefois, il souligne qu'en 2000, les juges chargés du dossier n'ont pas pris de congé annuel auquel ils avaient droit.", "90.  En outre, le Gouvernement rappelle que, depuis le 14 septembre 1998, la cour régionale de Riga avait déjà tenu 206 jours d'audience à compter au 20 octobre 2000, soit 173 jours au moment de l'introduction de la requête.", "91.  En revanche, pour le Gouvernement, c'est le comportement du requérant qui a prolongé l'examen de l'affaire. A cet égard, le Gouvernement souligne qu'à cinq reprises le requérant a demandé le renvoi de l'affaire pour une instruction supplémentaire. Or, un tel renvoi ne peut être décidé que par une ordonnance contradictoire séparée, obligatoirement précédée d'une audition des parties sur le sujet. Par conséquent, plus de six jours d'audience furent consacrés exclusivement à cette question procédurale. La même conclusion vaut pour les neuf demandes en récusation (la dernière datant du 15 juin 2000) et qui ont exigé plus de neuf jours d'audience. De plus, le requérant avait choisi sept avocats qui ont tous exercé leur droit de prendre connaissance des pièces du dossier.", "92.  Le Gouvernement fait également état d'autres démarches de la défense, ayant contribué à la prolongation des délais de procédure. Ainsi, selon le Gouvernement, les avocats du requérant demandèrent au tribunal un congé d'une durée totale de sept jours. A leur demande, avant chaque audience, une heure leur était octroyée pour préparer la défense. Par ailleurs, il n'y eut pas d'audience le vendredi, ce jour étant réservé aux examens médicaux du requérant. Cinq fois, les avocats durent s'absenter pendant une demi-journée, de sorte que l'audience n'eut lieu que le matin ou que l'après-midi. Pendant quatre jours, l'audience dut être ajournée pour absence de la défense. En outre, à dix reprises le requérant demanda l'ajournement des interrogatoires ou l'administration de nouvelles preuves, toutes ces demandes ayant été satisfaites par le tribunal.", "93.  Enfin, le Gouvernement rappelle que l'examen de l'affaire par la cour régionale a été sérieusement entravé par l'état de santé du requérant, dont l'hospitalisation a, à plusieurs reprises, interrompu les audiences. En particulier, depuis le 25 septembre 2000, le requérant se trouve en permanence à l'hôpital, ce qui ne permet pas d'accélérer l'examen du dossier.", "Au vu de ce qui précède, le Gouvernement soutient que les retards de la procédure sont imputables au requérant et non aux autorités nationales.", "b)  Le requérant", "94.  Avec quelques réserves, le requérant reconnaît la grande complexité de l'affaire. Il estime cependant que le manque d'expérience des magistrats n'est pas de nature à justifier la longueur excessive de la procédure. Selon lui, il incombe à l'Etat lui-même d'organiser son système judiciaire de manière à remplir les exigences de la Convention. Il fait également remarquer que l'existence des 504 000 victimes ne peut pas être invoquée à cet effet, puisqu'aucune de ces personnes n'a été appelée à témoigner ou à se constituer partie civile.", "95.  Pour ce qui est du comportement des autorités compétentes, le requérant relève en premier lieu qu'au cours de l'instruction préliminaire, elles omirent de procéder à la traduction des pièces du dossier établies dans des langues qu'il ne comprenait pas. Par conséquent, le requérant n'ayant pas été en mesure d'en prendre connaissance avant la clôture de l'investigation, les juges durent ordonner leur traduction pendant l'examen contradictoire de l'affaire, ce qui a exigé beaucoup de temps. De même, l'omission du procureur d'ordonner certaines expertises avant le transfert du dossier au juge de fond, ainsi que le manque de clarté et de cohérence de l'acte final d'accusation ont sérieusement influé sur la vitesse de la lecture du dossier par le requérant.", "Ensuite, le requérant note qu'un nouveau collège de juges fut nommé après le désistement des juges chargés de l'affaire, provoqué par la pression exercée de la part du Premier ministre et du ministre de la Justice. Ces nouveaux juges durent donc prendre connaissance du dossier, ce qui a nécessité beaucoup de temps. D'après lui, c'est à cette circonstance qu'est due l'interruption des audiences jusqu'au 14 septembre 1998. Cela étant, le requérant estime que le comportement des autorités nationales a été la cause principale de la longueur excessive de la procédure.", "96.  En revanche, selon le requérant, aucun délai injustifié ne lui est imputable. A cet égard, il fait valoir que l'exercice normal de ses droits procéduraux ne peut pas être invoqué à son détriment. Il soutient également que, même s'il a changé d'avocat pendant l'instruction préliminaire, aucun de ses avocats n'a contribué à la prolongation de l'examen de l'affaire. Bien au contraire, entre le 3 septembre 1999 et le 26 octobre 1999, la défense a profité des vacances judiciaires pour étudier trois volumes de pièces complémentaires.", "Pour ce qui est des demandes de renvoyer l'affaire pour une instruction supplémentaire, il estime qu'aucune d'elles n'a été dilatoire ou dénuée de fondement. Pour chacune de ces demandes, il cite des motifs précis, tels le caractère incomplet de l'investigation d'un élément précis de l'accusation, les doutes de la défense sur l'authenticité de certaines photocopies, la nécessité de traduire certains documents, ou de procéder à une expertise.", "S'agissant des demandes en récusation de Mme Šteinerte et du collège entier des juges, le requérant estime que ses doutes quant à leur impartialité étaient objectifs et raisonnables. Il ne peut donc pas se voir imputer les retards causés de ce fait.", "97.  Citant plusieurs exemples, le requérant soutient qu'aucune disposition n'oblige le tribunal à suspendre la procédure pour examiner une demande d'instruction supplémentaire ou une demande en récusation. Toutefois, dans le cas d'espèce, l'audience fut à plusieurs reprises ajournée à la demande du procureur qui, n'étant pas obligé de le faire, souhaitait présenter ses observations supplémentaires sur la demande en question. Par ailleurs, le requérant estime que l'examen de la plupart des requêtes de caractère procédural, présentées par la défense, n'exigeait que quelques minutes, de sorte qu'elles ne pouvaient pas influer sur la durée globale de la procédure.", "En outre, le requérant conteste certains faits relatés par le Gouvernement. Selon lui, s'il est vrai qu'il a demandé au tribunal de lui octroyer une heure avant chaque audience pour la préparation de la défense et une journée par semaine pour des visites médicales, les juges n'y firent jamais droit, sauf à la première demande, en janvier et février 1999.", "Par ailleurs, le requérant fait remarquer, qu'au cours de l'année 2001, la cour régionale a dû ajourner les audiences à sept reprises à cause de ses problèmes de santé et son hospitalisation. Toutefois, le 28 août et les 10, 20, 24 et 25 septembre 2001, Mme Šteinerte avait décidé de tenir des audiences en son absence.", "98.  Enfin, le requérant demande à la Cour de prendre en considération l'état critique de sa santé, attesté par de nombreux certificats, et l'effet néfaste provoqué à cet égard par la longueur de la procédure.", "2.  L'appréciation de la Cour", "a)  Complexité de l'affaire", "99.  La Cour reconnaît que la caractéristique essentielle de l'affaire était sa grande complexité. Les soupçons dont le requérant faisait l'objet relevaient de la criminalité financière à une très grande échelle, impliquant des relations financières transnationales ; or, ce type d'infraction est souvent commis au moyen de transactions complexes ayant pour objet d'échapper au contrôle des organes d'instruction. En particulier, il ressort des pièces du dossier que les transactions incriminées au requérant impliquaient une banque russe située à Moscou (paragraphe 9 ci-dessus). La Cour note également l'étendue exceptionnelle du préjudice causé par le délit incriminé, ayant touché des centaines de milliers de personnes en Lettonie (ibidem). En outre, l'accusation étant en l'occurrence dirigée contre plusieurs coaccusés, la tâche du tribunal consistait à identifier la nature exacte des actes commis par chacun d'eux, ainsi que leur rôle dans la gestion institutionnelle, administrative et financière de la banque. Pour réunir des preuves contre le requérant, les autorités lettonnes ont dû entendre un nombre exceptionnel de témoins et rassembler et examiner une quantité considérable de documents (paragraphes 16 et 88 ci-dessus).", "La Cour estime donc que l'ampleur de l'instruction et la complexité du dossier étaient indubitables dans le cas d'espèce, et que ce facteur constituait a priori un élément favorable à la justification d'une durée prolongée de procédure (voir l'arrêt Hozee c. Pays-Bas du 22 mai 1998, Recueil 1998-III, p. 1102, § 52, et C.P. et autres c. France, no 36009/97, 18.10.2000, § 30, non publié).", "b)  Comportement du requérant", "100.  La Cour relève d'emblée que des retards importants de la procédure en cause sont dus à l'état de santé du requérant. En effet, il ressort des pièces du dossier que celui-ci souffre d'une grave déficience cardiaque qui, plusieurs fois, a entraîné son hospitalisation. Ainsi, il fit l'objet d'une hospitalisation d'urgence le 14 octobre 1997, date à laquelle la cour régionale de Riga décida de modifier la mesure préventive appliquée à son encontre et de le placer en confinement à domicile. A partir du 20 avril 2000 et jusqu'à présent il se trouve sous surveillance dans des établissements médicaux situés hors de l'enceinte de la prison. La Cour estime que, dans la mesure où les retards en cause sont dus au traitement et à l'hospitalisation du requérant, ils constituent un facteur de force majeure qui ne peut pas lui être reproché. Toutefois, ces retards ne peuvent pas non plus être imputés au Gouvernement en tant qu'élément favorable à un constat de violation de l'article 6 § 1 (voir, mutatis mutandis, Zawadzki c. Pologne, no 34158/96, § 78, 20 décembre 2001, non publié).", "101.  Dans la mesure où la maladie n'empêchait pas le requérant de participer aux actes, la Cour ne considère pas qu'il aurait entravé le déroulement de la procédure. Quant a l'argument du Gouvernement concernant les nombreuses demandes et requêtes de caractère procédural présentées par la défense, la Cour ne voit pas en quoi elles étaient dilatoires. S'agissant en premier lieu des dix demandes d'ajournement dues à la nécessité d'administrer de nouvelles preuves (paragraphe 92 ci-dessus, in fine), elle constate qu'elles ont été toutes satisfaites par le tribunal ; le Gouvernement n'est donc pas fondé à soutenir qu'elles étaient dénuées de fondement. De même, pour ce qui est des neuf demandes de récusation de Mme Šteinerte ou de tout le collège chargé du dossier, la Cour renvoie à ses conclusions quant à l'« impartialité » du tribunal (paragraphes 119 et 121 ci-après). Elle estime donc que les soupçons du requérant sur ce point étaient légitimes et que ses demandes en récusation ne peuvent pas lui être reprochées, d'autant plus qu'une d'entre elles fut effectivement satisfaite (paragraphe 29 ci-dessus).", "Par ailleurs et à supposer même que les neuf demandes en récusation et les cinq demandes de renvoi de l'affaire pour une instruction supplémentaire, présentées par la défense, eussent exigé, au total, plus de quinze jours d'audience (paragraphe 91 ci-dessus), la Cour n'estime pas ce retard vraiment significatif par rapport à la durée totale de la procédure devant la juridiction de première instance.", "Cela étant, la Cour n'aperçoit aucun élément propre à démontrer qu'à un quelconque stade de procédure le requérant ou ses avocats eussent adopté un comportement dilatoire ou eussent, délibérément ou par négligence, mis obstacle au bon déroulement du procès.", "c)  Comportement des autorités nationales", "102.  S'agissant de la manière dont la cour régionale de Riga s'est acquittée de ses tâches, la Cour note que, pendant la période allant du 14 septembre 1998 jusqu'au 20 octobre 2000, cette juridiction a tenu 206 jours d'audience. Compte tenu de la maladie du requérant, elle estime qu'un tel rythme de travail ne peut pas être reconnu insuffisant. A cet égard, elle rappelle que la célérité particulière à laquelle un accusé détenu a droit dans l'examen de son cas, ne doit pas nuire aux efforts déployés par les magistrats pour accomplir leurs tâches avec le soin voulu (voir, mutatis mutandis, l'arrêt Toth c. Autriche du 12 décembre 1991, série A no 224, p. 18, § 77).", "103.  Toutefois, la Cour observe que, suite à la publication, le 16 octobre 1997, du communiqué officiel conjoint du Premier ministre et du ministre de la Justice mettant en cause la responsabilité des magistrats chargés du dossier, ces magistrats se désistèrent de l'examen de l'affaire, tout en déclarant que la pression de la part du Gouvernement ne leur permettait plus de l'instruire. Le dossier fut ensuite assigné à un autre collège de juges, qui ne reprit l'instruction judiciaire que le 14 septembre 1998, c'est-à-dire au bout de dix mois et vingt-huit jours. Comme le Gouvernement le reconnaît lui-même, le laps de temps entre ces deux dates constitua une simple période d'attente, pendant laquelle aucune audience n'eut lieu et aucune mesure d'instruction ne fut effectuée par le tribunal. Or, compte tenu de la durée de la procédure déjà écoulée à cette époque, un tel retard ne peut pas être considéré comme insignifiant. L'inertie de la cour régionale pendant cette période n'ayant été justifiée par aucun élément relatif à l'instruction du dossier, ni par un autre besoin objectif et impérieux, la Cour estime qu'elle est pleinement imputable aux autorités nationales.", "Au demeurant, la Cour ne peut pas accepter l'argument du Gouvernement selon lequel le retard susvisé était motivé par la nécessité, pour les membres du nouveau collège de juges, d'approfondir leurs connaissances en droit bancaire. Elle rappelle à cet égard que l'article 6 § 1 oblige les Etats contractants d'organiser eux-mêmes leurs juridictions de manière à leur permettre de répondre aux exigences de cette disposition (voir, parmi d'autres, l'arrêt Salesi c. Italie du 26 février 1993, série A no 257-E, p. 60, § 24, et Bottazzi c. Italie [GC], no 34884/97, § 22, CEDH 1999-V).", "d)  Conclusions", "104.  Eu égard à tout ce qui précède, et tout en se rendant compte de la grande complexité de l'affaire et des retards inévitables dus à la maladie du requérant, la Cour estime que les autorités judiciaires n'ont pas apporté toute la diligence nécessaire au bon déroulement des actes. Il s'ensuit que, par sa durée excessive, la procédure en question a violé l'article 6 § 1 de la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION RELATIF AU DROIT A L'EXAMEN DE L'AFFAIRE PAR UN TRIBUNAL ÉTABLI PAR LA LOI, IMPARTIAL ET INDÉPENDANT", "105.  Le requérant soutient que le tribunal examinant sa cause n'était pas « établi par la loi », « impartial » et « indépendant », comme l'exige l'article 6 § 1 de la Convention (paragraphe 84 ci-dessus). En premier lieu, il rappelle qu'après la récusation de Mme Šteinerte, survenue le 27 octobre 1999, le Sénat de la Cour suprême annula l'ordonnance de désistement et renvoya l'affaire devant la juridiction de première instance, alors que le droit interne ne lui conférait pas un tel pouvoir (paragraphe 29 ci-dessus). Le tribunal n'était donc plus « établi par la loi » au sens de l'article 6 § 1. En deuxième lieu, le requérant soutient que le communiqué du Premier ministre et du ministre de la Justice du 16 octobre 1997 ont influencé les juges quant à l'attitude à adopter à l'égard de son maintien en détention provisoire, et que les déclarations faites par le juge chargé de l'affaire, publiées les 4 et 5 novembre et le 7 décembre 1999 dans la presse révèlent clairement sa conviction en faveur de sa culpabilité et démontrent la partialité et le manque d'indépendance du tribunal.", "A.  Les arguments des parties", "1.  Le Gouvernement", "106.  Pour le Gouvernement, le collège de la cour régionale de Riga chargé de l'examen de l'affaire était régulièrement constitué. A cet égard, le Gouvernement considère que l'article 29 du KPK, régissant la récusation des juges et des assesseurs, doit être lu en combinaison avec l'article 41 du même code (paragraphe 51 ci-dessus), autorisant le procureur à former des recours contre les décisions des tribunaux en général. Le Sénat, investi de la compétence d'interprétation du droit interne, a donc procédé à une interprétation de la loi procédurale, ce qui a été reflété dans son ordonnance du 14 décembre 1999. Il n'y a donc aucune raison de soutenir que le collège de juges chargé du dossier du requérant n'était pas « établi par la loi », comme le veut l'article 6 § 1 de la Convention.", "107.  De même, le Gouvernement réfute les allégations du requérant quant à la prétendue partialité ou manque d'indépendance des juges ayant examiné son affaire. A cet égard, le Gouvernement note d'emblée que les garanties d'indépendance du pouvoir judiciaire, consacrées par la Constitution et la législation lettonnes (paragraphes 46-48 ci-dessus), constituent une protection suffisante contre toute influence de l'extérieur.", "S'agissant des déclarations litigieuses du Premier ministre et du ministre de la Justice, le Gouvernement soutient que, la révocation des juges relevant de la seule compétence du Parlement, les titulaires de ces deux postes ne sont en mesure d'influencer le tribunal ni formellement ni en réalité. De même, le Gouvernement souligne que, même après la publication desdites déclarations, le tribunal chargé de l'affaire n'a pas modifié la mesure préventive appliquée au requérant et a maintenu son confinement à domicile. Bien au contraire, par leur désistement, les juges ont éliminé, dans le chef des parties et des tiers observateurs, tout doute possible sur ce point. Le tribunal a donc agi en toute indépendance de l'exécutif, et les déclarations en question n'ont exercé aucun impact théorique ni pratique sur les juges.", "108.  Quant à l'impartialité personnelle de Mme Šteinerte, le Gouvernement estime que son comportement, qu'il soit examiné selon une démarche objective ou subjective, ne révèle aucun doute sur son impartialité. A cet égard, le Gouvernement note que Mme Šteinerte a donné suite à toutes les demandes de la défense concernant l'administration des preuves et autres questions procédurales. Pour ce qui est des déclarations qu'elle avait faites à la presse, le Gouvernement fait valoir que leur contenu n'a pas été retranscrit dans leur intégralité, et qu'en toute hypothèse, rien dans ces propos n'indiquait que le juge eût déjà pris position sur l'issue de l'affaire.", "109.  S'agissant enfin du refus de la cour régionale de permettre au requérant de récuser Mme Z.L., un des juges assesseurs en l'espèce, le Gouvernement rappelle que le motif pour lequel le requérant souhaitait le faire, était fondé sur l'état de santé psychique de cet assesseur. Or, les informations de ce genre, touchant au domaine de la vie privée de la personne, sont protégées par la loi qui prévoit une procédure spéciale pour les obtenir, et le requérant n'avait pas suivi cette procédure. Par conséquent, si les avocats de la défense disposaient de telles données médicales, il était clair qu'ils se les avaient procuré illégalement. Le refus du tribunal d'autoriser un acte procédural fondé sur des données obtenues par voie illégale était donc légitime et naturel, et il ne peut en aucun cas servir à démontrer une quelconque partialité des juges.", "2.  Le requérant", "110.  Le requérant combat les thèses du Gouvernement. S'agissant en premier lieu du point de savoir si le collège de la cour régionale de Riga présidé par Mme Šteinerte était « établi par la loi », il fait valoir que l'article 41 du KPK (paragraphes 51 et 106 ci-dessus) ne consacre que le locus standi du procureur en général, les modalités précises de recours contre les ordonnances étant régies par l'article 465, aux termes duquel un tel recours est possible « lorsque ceci est prévu par la loi ». Cependant, le KPK ne confère aux parties aucun droit de recours contre les ordonnances de récusation. En outre, le requérant souligne qu'en prononçant son ordonnance du 14 décembre 1999, le Sénat avait expressément indiqué que l'affaire devait être reprise « par une autre formation de la même juridiction » (tā pati tiesa citā sastāvā) ; un enregistrement vidéo fourni à la Cour atteste la véracité de cette allégation. Le requérant rappelle qu'en tout état de cause, l'article 28 du KPK interdit à un juge de participer à l'examen de l'affaire lorsqu'une décision prise dans la même affaire avec sa participation a été annulée (paragraphe 50 ci-dessus). En conséquence, au moins les assesseurs ne pouvaient certainement plus faire partie du même collège, et le tribunal n'a donc pas été établi par la loi.", "111.  Le requérant dément également les thèses du Gouvernement relatives à l'indépendance et à l'impartialité du tribunal. Selon lui, Mme Šteinerte n'ayant jamais désavoué les déclarations litigieuses après leur publication, l'argument selon lequel leur contenu serait incomplètement retranscrit est dénué de fondement. Ces déclarations pouvaient dès lors susciter un doute objectif et raisonnable quant à l'impartialité de ce magistrat en matière de culpabilité du requérant.", "112.  Pour ce qui est du refus de la cour régionale de Riga d'examiner la question de la santé mentale de Mme Z.L., le requérant estime que ce fait met en cause sa capacité de délibérer et de porter un jugement indépendant et objectif. Il rejette la thèse du Gouvernement selon laquelle les données médicales en cause lui étaient parvenus illégalement ; selon lui, il incombait à la cour elle-même d'obtenir ces données par des voies prévues par la loi. Il fait enfin valoir que la partialité du collège des juges chargés de l'affaire est amplement démontrée par le refus ou l'omission de la cour régionale de Riga de citer comme témoins plusieurs personnes dont les témoignages auraient été déterminants pour l'issue de l'affaire, ainsi que par diverses irrégularités de l'instruction hautement préjudiciables aux intérêts de la défense.", "113.  Quant à l'indépendance de la cour régionale de Riga, le requérant soutient que le communiqué officiel du Premier ministre et du ministre de la Justice a exercé une pression évidente sur les juges et a constitué un facteur important dans la décision du tribunal de le renvoyer en prison le 25 septembre 1998.", "B.  L'appréciation de la Cour", "1.  Le tribunal était-il « établi par la loi » ?", "114.  La Cour rappelle qu'en vertu de l'article 6 § 1, un « tribunal » doit toujours être « établi par la loi ». Cette expression reflète le principe de l'Etat de droit, inhérent à tout le système de la Convention et de ses protocoles. En effet, un organe n'ayant pas été établi conformément à la volonté du législateur, serait nécessairement dépourvu de la légitimité requise dans une société démocratique pour entendre la cause des particuliers. L'expression « établi par la loi » concerne non seulement la base légale de l'existence même du tribunal, mais encore la composition du siège dans chaque affaire (voir, mutatis mutandis, l'arrêt Bulut c. Autriche du 22 février 1996, Recueil 1996-II, p. 359, § 29, et Buscarini c. Saint-Marin (déc.), no 31657/96, 4 mai 2000, non publiée). La « loi » visée par cette disposition est donc non seulement la législation relative à l'établissement et à la compétence des organes judiciaires, mais également toute autre disposition du droit interne dont le non-respect rend irrégulière la participation d'un ou de plusieurs juges à l'examen de l'affaire. Il s'agit notamment des dispositions relatives aux mandats, aux incompatibilités et à la récusation des magistrats (voir Coëme et autres c. Belgique, nos 32492/96, 32547/96, 32548/96, 33209/96 et 33210/96, CEDH 2000-VII, § 99).", "Le non-respect, par un tribunal, des dispositions susvisées, emporte en principe violation de l'article 6 § 1 (voir Zand c. Autriche, requête no 7360/76, rapport de la Commission du 12 octobre 1978, DR 15, p. 70, §§ 68-71, et Rossi c. France, requête no 11879/85, décision de la Commission du 6 décembre 1989, DR 63, p. 105). La Cour a donc compétence pour se prononcer sur le respect des règles du droit interne sur ce point. Toutefois, vu le principe général selon lequel c'est en premier lieu aux juridictions nationales elles-mêmes qu'il incombe d'interpréter la législation interne, la Cour estime qu'elle ne doit mettre en cause leur appréciation que dans des cas d'une violation flagrante de cette législation (voir Coëme et autres c. Belgique précité, § 98 in fine, et T.S. et F.S. c. Italie, requête no 13274/87, décision de la Commission du 6 septembre 1990, DR 66, p. 164).", "115.  Dans la présente affaire, la Cour constate que l'ordonnance du 27 octobre 1999, arrêtée par les deux assesseurs et portant désistement de Mme Šteinerte, fut annulée le 14 décembre 1999 par le Sénat de la Cour suprême, saisi par le ministère public. La question de désistement fut alors renvoyée devant la cour régionale, qui, siégeant dans la même composition, rejeta la demande en récusation et poursuivit l'examen du dossier (paragraphe 32 ci-dessus). En l'espèce, la Cour constate un désaccord entre les parties quant à l'interprétation et à l'application du troisième alinéa de l'article 41 du KPK : le requérant n'y voit qu'une règle générale définissant la position du parquet et ne lui conférant pas de pouvoirs spécifiques dans des situations particulières, alors que le Gouvernement estime que cette disposition autorisait le procureur à attaquer une décision de désistement par voie de recours, et obligeait le Sénat d'examiner un tel recours. Toutefois, la Cour n'estime pas nécessaire de se pencher sur la question de savoir laquelle de ces deux interprétations est correcte. A supposer même que la thèse du Gouvernement soit fondée, la Cour constate qu'après l'annulation de l'ordonnance du 27 octobre 1999 par le Sénat, l'examen du fond de l'affaire fut repris par le même collège de la cour régionale de Riga qui s'était désisté, ce qui est contraire à l'indication donnée par le Sénat lors du prononcé de son ordonnance du 14 décembre 1999. De même, la Cour relève qu'aux termes de l'article 28 du KPK, « [u]n juge ne peut pas participer à l'examen d'une affaire (...) lorsqu'un jugement ou une ordonnance pris avec sa participation (...) ont été annulés ». La Cour estime que cette disposition est rédigée dans des termes suffisamment clairs pour permettre aux membres d'un tribunal de prévoir avec certitude l'étendue de leurs obligations et les conséquences juridiques en découlant. Il en ressort qu'à partir du 14 décembre 1999, date de l'annulation de la décision arrêtée par les deux juges assesseurs, ces assesseurs ne pouvaient plus siéger dans la même formation. Le collège de la cour régionale n'était donc plus composé conformément à la loi.", "116.  Il s'ensuit que l'article 6 § 1 de la Convention a été violé sur ce point.", "2.  Le tribunal était-il « impartial » et « indépendant » ?", "117.   La Cour rappelle que, pour établir si un tribunal peut passer pour « indépendant », il faut prendre en compte, notamment, le mode de désignation et la durée du mandat de ses membres, l'existence d'une protection contre les pressions extérieures et le point de savoir s'il y a ou non apparence d'indépendance (voir, par exemple, l'arrêt Findlay c. Royaume-Uni du 25 février 1997, Recueil 1997-I, p. 277, § 73).", "Quant à la condition d'« impartialité » d'un tribunal, elle doit s'apprécier selon deux démarches. Il s'agit en premier lieu d'une démarche subjective, essayant de déterminer la conviction et le comportement personnels de tel juge en telle occasion. En particulier, le tribunal ne doit manifester subjectivement aucun parti pris ni préjugé personnels ; l'impartialité personnelle du juge se présume jusqu'à la preuve du contraire. En deuxième lieu, il y a lieu d'appliquer une démarche objective, amenant à s'assurer que le tribunal offrait des garanties suffisantes pour exclure à cet égard tout doute légitime ; par ailleurs, les notions d'indépendance et d'impartialité objective sont étroitement liées (voir, parmi beaucoup d'autres, les arrêts Pullar c. Royaume-Uni et Thomann c. Suisse du 10 juin 1996, Recueil 1996-III, pp. 792 et 815 respectivement, §§ 30, ainsi que Academy Trading Ltd. et autres c. Grèce, no 30342/96, § 43, 4 avril 2000, et Daktaras c. Lituanie, no 42095/98, § 30, 11 janvier 2000, non publiés).", "118.  Quant à la démarche subjective, la Cour rappelle que la discrétion qui s'impose aux autorités judiciaires lorsqu'elles sont appelées à juger, doit les amener à ne pas utiliser la presse, même pour répondre à des provocations ; ainsi le veulent les impératifs supérieurs de la justice et la grandeur de la fonction judiciaire. En particulier, le fait, pour le président ou le membre d'un tribunal appelé à trancher une affaire, d'employer publiquement des expressions sous-entendant une appréciation négative de la cause de l'une des parties, est incompatible avec les exigences d'impartialité de tout tribunal, consacrées à l'article 6 § 1 de la Convention (voir Buscemi c. Italie, no 29569/95, §§ 67-68, CEDH 1999-VI).", "119.  Dans le cas d'espèce, la Cour constate que, dans ses déclarations publiées les 4 et 5 novembre 1999 dans « Lauku avīze » et « Respublika » (paragraphe 30 ci-dessus), Mme Šteinerte critiqua l'attitude de la défense devant le tribunal. Elle formula également des prévisions sur l'issue de l'affaire. En effet, en soutenant qu'elle ne savait pas encore « si le jugement porter[ait] condamnation ou acquittement partiel », elle écarta l'hypothèse d'un acquittement total. Qui plus est, dans ses déclarations publiées le 7 décembre 1999 dans « Kommersant Baltic » (paragraphe 31 ci-dessus), elle exprima son étonnement devant le fait que le requérant persistât à plaider non coupable de tous les chefs d'accusation, et lui suggéra de prouver son innocence. Aux yeux de la Cour, de telles déclarations ne constituent pas une simple « appréciation négative de la cause » du requérant, mais une véritable prise de position sur l'issue de l'affaire, avec une nette préférence pour un constat de culpabilité de l'accusé. La Cour estime qu'au-delà des motifs ayant incité Mme Šteinerte à s'exprimer ainsi, ses déclarations ne peuvent en aucun cas être considérées comme compatibles avec les exigences de l'article 6 § 1 de la Convention. Le requérant avait donc les plus fortes raisons de craindre le manque d'impartialité de cette juge (voir, mutatis mutandis, l'arrêt Ferrantelli et Santangelo c. Italie du 7 août 1996, Recueil 1996-III, p. 952, §§ 59-60).", "120.  Dans ces circonstances, la Cour considère qu'il n'est pas nécessaire d'examiner au surplus la question de savoir si la prétendue maladie de Mme Z.L. était de nature à porter atteinte à l'impartialité du tribunal.", "121.  Eu égard à tout ce qui précède, la Cour conclut que le tribunal chargé d'examiner la cause du requérant n'était pas impartial, et que l'article 6 § 1 de la Convention a donc été violé sur ce point. Elle estime que ce constat la dispense d'examiner séparément la question de savoir si ce tribunal était aussi « indépendant ».", "V.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 2 DE LA CONVENTION", "122.  Le requérant se plaint que les déclarations faites par le juge chargé d'examiner son affaire au fond et compétent pour prendre des décisions relatives à son maintien en détention provisoire, publiées les 4 et 5 novembre et le 7 décembre 1999 dans la presse, et révélant sa conviction en faveur de la culpabilité de celui-ci, ont porté atteinte à son droit à la présomption d'innocence, garanti par l'article 6 § 2, ainsi libellé :", "« Toute personne accusée d'une infraction est présumée innocente jusqu'à ce que sa culpabilité ait été légalement établie. »", "A.  Les arguments des parties", "123.  Le Gouvernement renvoie à ses conclusions, quant au respect de l'article 6 § 1 de la Convention relatif à l'impartialité du tribunal (paragraphes 107-108 ci-dessus). En outre, Mme Šteinerte ayant elle-même déclaré qu'elle ne connaissait pas encore l'issue de l'affaire, le Gouvernement estime qu'aucun élément ne montre que celle-ci aurait adopté une position prédéterminée sur la culpabilité du requérant. Il n'y a donc pas eu d'atteinte à la présomption d'innocence du requérant.", "124.  Le requérant observe que, dans ses déclarations publiées les 4 et 5 novembre 1999 dans « Lauku avīze » et « Respublika », Mme Šteinerte a en effet soutenu qu'elle ne croyait pas à l'innocence du requérant et que, dans le meilleur des cas, le jugement porterait acquittement partiel. L'hypothèse de l'acquittement total se trouvait ainsi écartée. Le requérant attire également l'attention de la Cour sur l'interview publiée au « Kommersant Baltic » le 7 décembre 1999, où la présidente de l'audience lui suggère de prouver son innocence. Selon lui, de telles déclarations sont clairement incompatibles avec l'article 6 § 2 de la Convention.", "En outre, le requérant note que, dans les ordonnances des 30 mars et 15 juin 2000, la cour régionale de Riga a déclaré que son maintien en détention était justifié par sa personnalité. Ce motif n'ayant pas été étayé, le requérant estime qu'il démontre une attitude prédéterminée du tribunal à son égard.", "B.  L'appréciation de la Cour", "125.  La Cour rappelle que la présomption d'innocence, consacrée par l'article 6 § 2 de la Convention, exige notamment qu'en remplissant leurs fonctions les membres du tribunal ne partent pas de l'idée préconçue que le prévenu a commis l'acte incriminé ; la charge de la preuve pèse sur l'accusation et le doute profite à l'accusé (voir l'arrêt Barberà, Messegué et Jabardo c. Espagne du 6 décembre 1988, série A no 146, p. 31, § 77). Par conséquent, l'article 6 § 2 exige que les représentants de l'Etat – les juges chargés de l'affaire en premier lieu, mais également les représentants des autres autorités investies du pouvoir publique – s'abstiennent de déclarer en public que l'accusé est coupable d'avoir commis l'infraction incriminée, avant que sa culpabilité ait été régulièrement établie par le tribunal (voir l'arrêt Allenet de Ribemont c. France du 10 février 1995, série A no 308, p. 16, §§ 36-37, et Butkevičius c. Lituanie, no 48267/99, § 49, 26 mars 2002, non publié).", "126.  Le Gouvernement fait valoir que Mme Šteinerte n'a jamais formellement dit que le requérant était coupable. La Cour rappelle toutefois qu'au même titre que toute autre disposition de la Convention ou de ses protocoles, l'article 6 § 2 doit s'interpréter de façon à garantir des droits concrets et effectifs, et non théoriques et illusoires (voir l'arrêt Allenet de Ribemont précité, § 35). Comme elle a jugé dans l'affaire Minelli c. Suisse (l'arrêt du 25 mars 1983, série A no 62, p. 15, § 37), concernant la motivation des décisions judiciaires, la présomption d'innocence peut être violée même en l'absence de constat formel ; il suffit que la décision contienne une motivation donnant à penser que le juge considère l'intéressé comme étant coupable. La Cour estime que la même approche doit être suivie en matière de déclarations faites par les autorités publiques (voir, mutatis mutandis, Butkevičius c. Lituanie précité, § 49). En effet, le fait que les propos en question soient tenus sous une forme interrogative ou dubitative, ne suffit pas pour les soustraire de l'emprise de l'article 6 § 2 ; au cas contraire, il lui manquerait son caractère effectif. Ce qui importe aux fins d'application de la disposition précitée, c'est le sens réel des déclarations en question, et non leur forme littérale.", "127.  La Cour constate que, dans sa première interview, publiée les 4 et 5 novembre 1999, Mme Šteinerte déclara qu'elle ne savait pas encore « si le jugement porter[ait] condamnation ou acquittement partiel ». Aux yeux de la Cour, une telle affirmation montrait clairement que la juge était d'ores et déjà convaincue de la culpabilité du requérant, au moins sur l'un des points de l'accusation, et qu'elle excluait la possibilité de le déclarer complètement innocent. Quant à la deuxième interview, parue le 7 décembre 1999 dans « Kommersant Baltic », Mme Šteinerte y fit part de son grand étonnement devant le fait que les accusés s'obstinaient à plaider non coupables sur tous les points de l'accusation. En particulier, elle attira l'attention des journalistes et des lecteurs sur un chef d'inculpation (la détention illégale d'armes en l'espèce) où l'attitude du requérant lui paraissait la plus incompréhensible et illogique. La Cour estime que de telles affirmations équivalent elles aussi à une reconnaissance de culpabilité du requérant. Par ailleurs, la Cour ne peut qu'exprimer sa surprise devant le fait que, dans le cadre de cette dernière interview, Mme Šteinerte suggéra aux accusés de prouver au tribunal qu'ils n'étaient pas coupables. Vu sa nature générale, une telle indication va à l'encontre du principe même de présomption d'innocence, l'un des principes fondamentaux de l'Etat démocratique.", "128.  La Cour conclut donc qu'il y a eu violation de l'article 6 § 2 de la Convention.", "", "", "VI.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION RELATIF AU DROIT AU RESPECT DE LA CORRESPONDANCE ET DE LA VIE FAMILIALE", "129.  Le requérant se plaint que et la saisie et le dépouillement de sa correspondance, ainsi que l'interdiction de visites familiales, constituent une ingérence injustifiée et disproportionnée dans l'exercice de ses droits garantis par l'article 8, ainsi libellé :", "« 1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2. Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "A.  Les arguments des parties", "1.  Le Gouvernement", "130.  Pour ce qui est de la saisie et du dépouillement de la correspondance du requérant, le Gouvernement ne nie pas l'existence d'une ingérence. Toutefois, il est convaincu que cette ingérence est compatible avec les exigences de l'article 8 § 2 de la Convention. En premier lieu, le Gouvernement note que le dépouillement de la correspondance d'un prévenu est régi par l'article 176 du KPK (paragraphe 54 ci-dessus), définissant les cas où cette mesure peut être ordonnée et la procédure à suivre à cet effet. Le texte de l'article étant accessible à tous et formulé en des termes précis, le Gouvernement est d'avis que l'ingérence est prévue par la loi.", "En deuxième lieu, s'agissant du but poursuivi par le dépouillement, le Gouvernement fait valoir que cette mesure était indispensable pour assurer le respect de l'ordonnance mettant le requérant en détention et permettre aux autorités compétentes d'instruire le dossier sans entraves. A cet égard, il soutient qu'une communication illimitée entre les coaccusés créerait un fort risque de collusion et affecterait les droits des 504 mille victimes. L'ingérence poursuivait donc un but légitime, à savoir la défense de l'ordre et la prévention des infractions pénales. Enfin, le Gouvernement estime que la mesure entreprise est nécessaire dans une société démocratique et proportionnelle à son but légitime susmentionné. Il souligne à cet égard que l'article 176 précité n'autorise une telle ingérence que lorsque l'intéressé est accusé d'un délit ou d'un crime grave ou particulièrement grave, ce qui présuppose en soi l'existence d'un besoin social impérieux.", "131.  Pour autant que le requérant se plaint de l'interdiction des visites familiales, le Gouvernement reconnaît que, dès l'instant et du seul fait de la naissance d'un enfant, il existe entre lui et ses parents un lien constitutif d'une « vie familiale », dont les événements ultérieurs ne peuvent amener la rupture que dans des cas exceptionnels. Or, dans le cas d'espèce, le Gouvernement est convaincu que de telles circonstances exceptionnelles existent. Selon le Gouvernement, la détention du requérant étant pleinement justifiée au sens de l'article 5 § 1 c), les restrictions aux visites de sa famille étaient, elles aussi, justifiées au regard de l'article 8 § 2. En particulier, le Gouvernement fait remarquer que, pendant la détention du requérant à domicile, il pouvait rencontrer sa femme et son enfant sans aucune restriction, les visites n'étant interdites que pendant son séjour en prison. Par conséquent, le Gouvernement conclut à l'absence de violation de l'article 8 de la Convention.", "Par ailleurs, dans ses observations complémentaires, le Gouvernement soutient qu'une fois, la femme du requérant a été autorisée à le visiter en prison, mais qu'elle n'a pas profité de cette occasion.", "2.  Le requérant", "132.  Le requérant conteste l'appréciation du Gouvernement. Pour ce qui est de la saisie et du dépouillement de sa correspondance, il estime tout d'abord que l'article 176 du KPK est rédigé en des termes assez peu clairs, ne présentant aucune garantie contre l'arbitraire. De même, le requérant considère que, le tribunal n'ayant pas étayé la nécessité d'interdire au requérant de correspondre avec ses coaccusés, cette justification ne saurait être retenue. En particulier, rien ne justifiait la saisie de la correspondance après la clôture de l'instruction préliminaire, cette saisie pouvant être remplacée par un simple contrôle des expéditeurs et des destinataires. Le requérant rappelle également que, depuis son renvoi en prison le 25 septembre 1998, il lui est formellement interdit de correspondre avec quiconque, et que le Gouvernement n'a pas présenté une justification séparée à cet égard.", "133.  De même, tout en reconnaissant que sa femme et sa fille pouvaient lui rendre visite pendant son confinement à domicile et dans les hôpitaux situés hors de la prison, il estime que le seul fait d'être détenu ne justifie pas l'interdiction complète des visites familiales. Ce domaine n'étant régi par aucune loi, le Gouvernement n'a fait état d'aucune base légale de l'interdiction. Pour ce qui est des arrêtés ministériels relatifs au régime des prisons d'investigation (paragraphe 52 ci-dessus), le requérant rappelle que ces actes n'ont jamais été ni promulgués, ni publiés, ni même portés à sa connaissance. Dans ces circonstances, le requérant estime qu'il n'existe en droit interne aucune garantie contre l'arbitraire, et que l'autorisation de visites relève de la seule volonté des autorités pénitentiaires. De même, selon lui, une telle interdiction ne poursuit aucun but légitime, les contacts qu'il a eus avec sa famille pendant son confinement à domicile n'ayant porté aucun préjudice à l'instruction de son affaire.", "Au demeurant, le requérant est d'avis que, l'interdiction complète de rencontres avec la famille étant disproportionnée même au regard d'un prisonnier condamné, elle l'est encore plus au regard d'une personne placée en détention provisoire et bénéficiant de la présomption d'innocence.", "B.  L'appréciation de la Cour", "1.  La saisie et le dépouillement de la correspondance du requérant", "134.  La Cour estime qu'il y a en l'espèce eu « ingérence d'une autorité publique » dans l'exercice du droit du requérant au respect de sa correspondance garanti par le premier paragraphe de l'article 8. Pareille ingérence méconnaît cette disposition sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du deuxième paragraphe du même article et, de plus, est « nécessaire dans une société démocratique » pour les atteindre (voir, parmi beaucoup d'autres, Labita c. Italie précité, § 179, Peers c. Grèce, no 28524/95, § 82, 19 avril 2001, non publié, et l'arrêt Petra c. Roumanie du 23 septembre 1998, Recueil 1998-VII, p. 2853, § 36).", "135.  La Cour rappelle que les mots « prévue par la loi », au sens de l'article 8 § 2 de la Convention, signifient en premier lieu que la mesure incriminée doit avoir une base en droit interne. A cet égard, la Cour a toujours entendu le terme « loi » dans son acception matérielle et non formelle ; elle y a également inclus des textes de rang infralégislatif, édictées par les autorités compétentes sur la base d'un pouvoir normatif délégué (voir notamment les arrêts Silver et autres c. Royaume-Uni du 25 mars 1983, série A no 61, p. 37, §§ 85-90, Kruslin c. France et Huvig c. France du 24 avril 1990, série A no 176-A et B, p. 20, §§ 27-30, et p. 52, § 28, respectivement). Toutefois, l'existence d'une base légale ne suffit pas ; encore faut-il que la loi en cause soit accessible à la personne concernée et formulée avec suffisamment de précision pour lui permettre – en s'entourant, au besoin, de conseils éclairés – de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d'un acte déterminé. Une loi qui confère un pouvoir d'appréciation ne se heurte pas en soi à cette exigence, à condition que l'étendue et les modalités d'exercice d'un tel pouvoir se trouvent définies avec une netteté suffisante, eu égard au but légitime en jeu, pour fournir à l'individu une protection adéquate contre l'arbitraire (voir, par exemple, arrêts Kruslin c. France précité, p. 20, §§ 27-30, et M. et R. Andersson c. Suède du 25 février 1992, série A, no 226-A, § 75). Le niveau de précision requis dépend toutefois du domaine considéré ; lorsqu'il s'agit des droits garantis par l'article 8 de la Convention, la loi doit user de termes clairs pour indiquer à tous en quelles circonstances et sous quelles conditions la puissance publique est habilitée à opérer des atteintes à ces droits (voir, mutatis mutandis, l'arrêt Malone c. Royaume-Uni du 2 août 1984, série A no 82, p. 31, § 67).", "136.  Dans le cas d'espèce, la Cour constate que la saisie et le dépouillement de la correspondance du requérant fut ordonnée par le juge sur la base de l'article 176 du KPK, autorisant une telle mesure lorsque la personne concernée était accusée d'un crime ou d'un délit grave ou particulièrement grave. Toutefois, cette disposition laisse aux juridictions nationales une trop grande latitude : elle se borne à identifier la catégorie d'infractions susceptibles de justifier une telle mesure, à désigner l'autorité compétente pour l'appliquer, et à définir le déroulement précis de la saisie et du dépouillement. En revanche, elle n'indique ni la durée de la mesure, ni même des raisons pouvant la justifier ; par ailleurs, il ressort du dossier que le contrôle de la correspondance du requérant, ordonnée en 1997, continue à s'appliquer jusqu'à présent. La Cour estime que la loi appliquée n'indique pas avec assez de clarté l'étendue et les modalités d'exercice du pouvoir d'appréciation des autorités dans le domaine en question, et que le requérant n'a pas joui du degré minimal de protection voulu par la prééminence du droit dans une société démocratique (voir notamment les arrêts Calogero Diana c. Italie et Domenichini c. Italie du 15 novembre 1996, Recueil 1996-V, p. 1775 et 1799, respectivement, §§ 29-33, ainsi que Messina c. Italie (no 2), no 25498/94, § 81, CEDH 2000-X).", "137.  Eu égard à ce qui précède, la Cour conclut que l'ingérence dans le droit du requérant au respect de sa correspondance n'était pas « prévue par la loi » au sens de l'article 8 § 2 de la Convention. Cette conclusion rend inutile la vérification du respect des autres exigences de ladite disposition.", "Il y a donc eu violation de l'article 8 relatif au droit au respect de la correspondance du requérant.", "2.  L'interdiction des visites familiales", "138.  A titre préliminaire, la Cour rappelle qu'elle n'est pas compétente ratione temporis pour examiner le grief portant sur l'interdiction des visites familiales dans la mesure où il a trait à la période antérieure au 27 juin 1997, date de l'entrée en vigueur de la Convention à l'égard de la Lettonie. Son analyse ne portera donc que sur la période postérieure à cette date (voir Kalashnikov c. Russie (déc.), no 47095/99, 18 septembre 2001, non publiée).", "139.  La Cour rappelle que, bien que toute détention régulière entraîne par sa nature une restriction à la vie privée et familiale de l'intéressé, il est cependant essentiel au respect de la vie familiale que l'administration pénitentiaire et les autres autorités compétentes aident le détenu à maintenir un contact avec sa famille proche (voir Messina c. Italie (no 2) précité § 61). Dans le cas d'espèce, il ressort des observations des parties que l'épouse et la fille mineure du requérant ne pouvaient pas le visiter pendant qu'il se trouvait en prison, à savoir avant le 14 octobre 1997, puis du 25 septembre 1998 jusqu'au 20 avril 2000 et du 5 jusqu'au 25 septembre 2000. Dans ces circonstances, la Cour estime que l'interdiction des visites familiales en question constitue une ingérence dans le droit du requérant au respect de sa vie familiale, garanti par l'article 8 § 1 de la Convention.", "Pareille ingérence n'enfreint pas la Convention, si elle est « prévue par la loi », vise au moins un but légitime au regard du paragraphe 2 de l'article 8 et peut passer pour une mesure « nécessaire dans une société démocratique » (ibidem, §§ 62-63).", "140.  La Cour constate qu'à l'époque des faits relatés par le requérant, le seul texte régissant les visites familiales d'une personne placée en détention provisoire était l'arrêté no 113 du ministre de l'Intérieur du 30 avril 1994, remplacé le 9 mai 2001 par un nouvel arrêté du ministre de la Justice. A cet égard, la Cour note que, par son arrêt du 19 décembre 2001, la Cour constitutionnelle lettonne a déclaré non conforme à la Constitution toute ingérence dans l'exercice des droits subjectifs d'un particulier, ayant pour seule base un arrêté ministériel (paragraphe 53 ci-dessus). Eu égard à sa jurisprudence constante (paragraphe 135 ci-dessus), la Cour a les plus grands doutes sur le point de savoir si la mesure critiquée était « prévue par la loi » au sens du deuxième paragraphe de l'article 8.", "Toutefois, elle ne juge pas nécessaire de se pencher séparément sur cette question. A supposer même que l'ingérence en litige eût une base légale régulière en droit interne, elle estime que l'article 8 de la Convention a été, en tout état de cause, enfreint pour les raisons suivantes.", "141.   La Cour rappelle que, pour préciser les obligations que les Etats contractants assument en vertu de l'article 8 en matière de visites en prison, il faut avoir égard aux exigences normales et raisonnables de l'emprisonnement et à l'étendue de la marge d'appréciation à réserver en conséquence aux autorités nationales lorsqu'elles réglementent les contacts d'un détenu avec sa famille (voir l'arrêt Boyle et Rice c. Royaume-Uni du 27 avril 1988, série A no 131, p. 29, § 74, et Dikme c. Turquie, no 20869/92, § 117, CEDH 2000-VIII). D'autre part, la Cour reconnaît la grande importance, pour un détenu, de pouvoir maintenir les liens personnels et affectifs avec sa famille, surtout après une période prolongée de détention (voir Messina c. Italie (no 2) précité, § 61). Par conséquent, si les restrictions apportées aux visites familiales d'un détenu provisoire peuvent se justifier par une multitude de facteurs – le risque de collusion ou de soustraction, la protection des témoins, la nécessité d'assurer un bon déroulement de l'instruction – encore faut-il que ces restrictions se fondent sur un besoin social impérieux et qu'elles demeurent proportionnées aux buts légitimes recherchés. Les autorités nationales compétentes doivent donc faire preuve de leurs efforts pour trouver un juste équilibre entre les exigences de l'investigation et les droits du détenu (ibidem, §§ 65 et 73). En particulier, la durée de l'interdiction des visites familiales et sa portée sont des facteurs à prendre en considération aux fins de détermination de la proportionnalité de cette mesure. En tout état de cause, une interdiction absolue de visites ne peut se justifier que par des circonstances exceptionnelles.", "142.  Dans le cas d'espèce, la Cour constate que l'épouse et à la fille du requérant n'ont pas été autorisées à le visiter pendant trois périodes distinctes, dont la plus longue a duré du 25 septembre 1998 jusqu'au 20 avril 2000, soit près d'un an et sept mois. Qui plus est, cette interdiction revêtait un caractère absolu ; quant à la thèse du Gouvernement selon laquelle la femme du requérant avait une fois reçu l'autorisation de le visiter sans qu'elle eût utilisé cette possibilité, la Cour constate que cette assertion n'a été étayée par une pièce quelconque du dossier. En particulier, il ressort du dossier que ni le tribunal chargé de l'affaire du requérant, ni l'administration de la prison où il se trouvait confiné, n'ont fourni aucune motivation à ce sujet. En outre, la Cour constate qu'avant sa réincarcération, le 25 septembre 1998, le requérant avait passé plus de onze mois confiné à domicile, où ses contacts avec sa famille étaient illimités ; or, il n'apparaît pas que, pendant cette période, le requérant ait tenté de profiter de ces contacts pour organiser une quelconque collusion ou pour faire obstacle à l'instruction de son dossier. Dans ces circonstances, la Cour n'est pas convaincue que l'application d'une mesure aussi stricte était vraiment indispensable pour atteindre les buts légitimes qu'elle pourrait poursuivre. Cette mesure n'était donc pas « nécessaire dans une société démocratique », comme le veut l'article 8 § 2 de la Convention.", "143.  Partant, il y a eu violation de l'article 8 sur ce point.", "VII.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "144.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Demande d'une « déclaration » formelle sur les violations éventuelles des droits du requérant dans l'avenir", "145.  Le requérant demande à la Cour de constater la violation de tous les articles de la Convention qu'il invoque et au regard desquels sa requête a été déclarée recevable. En outre, il souligne que, si la Cour reconnaît la partialité de la cour régionale de Riga, toute condamnation prononcée par cette juridiction dans son affaire deviendra illégale et illégitime. De même, le requérant rappelle que son appel n'a pas encore été examiné ; toutefois, la procédure d'appel exigera, sans aucun doute, beaucoup de temps, pendant lequel il n'aura aucune chance d'être remis en liberté. L'exigence du « délai raisonnable » au sens des articles 5 § 3 et 6 § 1 de la Convention continuerait donc à être bafouée. Il est fort possible qu'une des décisions prises au cours de la procédure sera annulée, entraînant ainsi le renvoi du dossier devant la juridiction inférieure et prolongeant les délais à l'infini.", "Au vu de ce qui précède, le requérant exhorte la Cour de faire une « déclaration » indiquant que toutes les décisions prises par les juridictions lettonnes sur le fond de l'affaire devraient être annulées, et qu'un réexamen de son dossier pénal – et, a fortiori, sa détention prolongée pendant ce réexamen – ne devraient pas être admis sous peine d'enfreindre les articles 5 et 6 de la Convention. Tout en reconnaissant la caractère inhabituel d'une telle déclaration, il soutient que ce serait le seul moyen d'assurer effectivement le respect de ses droits garantis par la Convention.", "146.  Le Gouvernement rappelle que l'article 41 ne confère pas à la Cour le pouvoir d'indiquer aux Etats des mesures concrètes à prendre pour mettre fin à une violation de la Convention, le contrôle de l'exécution des arrêts relevant de la compétence du Comité des ministres (article 46 § 2 de la Convention). Selon le Gouvernement, l'abandon de cette règle signifierait la mise en cause du principe de subsidiarité, inhérent au système de la Convention.", "147.  La Cour rappelle qu'il appartient à l'Etat lui-même de choisir les moyens à utiliser dans son ordre juridique interne pour redresser une situation ayant donné lieu à une violation, et que la Convention ne confère pas à la Cour compétence pour adresser aux Hautes Parties contractantes des directives et des injonctions (voir, entre autres, les arrêts Pelladoah c. Pays-Bas du 22 septembre 1994, série A no 297-B, p. 34, § 44, Nasri c. France du 13 juillet 1995, série A no 320-B, p. 26, § 50, Remli c. France du 23 avril 1996, Recueil 1996-II, p. 575, § 54, et APBP c. France, no 38436/97, § 41, 21 mars 2002, non publié). Il y a donc lieu de rejeter cette demande du requérant.", "B.  Dommage", "148.  Le requérant reconnaît que la condition sine qua non à l'octroi, par la Cour, d'une réparation à titre du dommage matériel, est l'existence d'un lien de causalité direct entre le préjudice matériel allégué et les violations constatées, et qu'il est difficile de démontrer un tel lien dans son affaire. Par conséquent, il ne formule aucune demande à ce titre.", "149.  En revanche, le requérant réclame une réparation du préjudice moral qu'il a subi du fait des violations multiples de ses droits garantis par la Convention. Il ne suggère lui-même aucun montant concret, laissant cette question à l'entière discrétion de la Cour. Toutefois, il lui demande de prendre en considération une série d'éléments de fait ayant aggravé ses souffrances, parmi lesquels figurent :", "– la perte de sa fortune et les conséquences économiques défavorables pour sa famille, vu notamment le fait qu'avant son inculpation, il était un homme d'affaires prospère ;", "– son état de santé, qui, déjà chancelant au moment de son incarcération, s'est considérablement détérioré au fil des années qu'il a passées en prison ;", "– la publicité et la portée des déclarations du Premier ministre et du ministre de la Justice, ayant contribué à la création d'un climat d'animosité publique à son encontre ;", "– l'attitude ouvertement hostile de Mme Šteinerte, qui l'a plongé dans un état d'angoisse, de frustration et de désespoir constants, en l'absence notamment de toute voie de droit efficace lui permettant de mettre fin à cette attitude ;", "– la séparation prolongée avec son épouse et sa fille mineure.", "150.  Le Gouvernement conteste le bien-fondé de tous les facteurs exposés ci-dessus. Il réitère son argument présenté sur le terrain de l'article 6 § 1 (paragraphes 91-93 ci-dessus), selon lequel c'est le comportement du requérant lui-même qui a contribué à prolonger la procédure. De même, se référant aux conclusions des autorités médicales lettonnes, le Gouvernement nie la détérioration de l'état de santé du requérant pendant son séjour en prison. Quant à Mme Šteinerte, elle n'a montré aucun signe d'hostilité à l'égard du requérant ; en particulier, sa résolution ferme de renvoyer le requérant en prison et non dans un hôpital ordinaire ne peut pas être interprétée en ce sens. Pour ce qui est de la notoriété du requérant, le Gouvernement fait valoir que le comportement des autorités publiques était sans incidence sur ce point, la médiatisation et la grande publicité de l'affaire ayant résulté tout simplement du fait que près de la moitié des habitants de la Lettonie ont subi les effets néfastes du délit reproché au requérant. S'agissant enfin de l'interdiction des visites familiales, le Gouvernement renvoie à ses conclusions selon lesquelles le procureur avait accordé au requérant une autorisation de rencontrer sa femme, autorisation dont cette dernière n'a pas profité (paragraphe 131 ci-dessus, in fine).", "A la lumière de ce qui précède, le Gouvernement est d'avis qu'un constat de violation constituerait en soi une réparation suffisante de tout tort moral éventuellement subi par le requérant.", "151.  La Cour estime, avec le Gouvernement, qu'eu égard à toutes les circonstances de l'affaire, le constat de violation figurant dans le présent arrêt fournit par lui-même une satisfaction équitable suffisante pour tout préjudice moral subi par le requérant.", "", "", "C.  Frais et dépens", "152.  Le requérant demande le remboursement des frais exposés pour la préparation et la présentation de son affaire devant la Cour. A ce titre, il réclame 36 310 livres sterling [environ 56 600 euros] à titre d'honoraires à son représentant, Me S. Grosz, et 1 500 lats lettons [environ 2 600 euros] pour couvrir les services des avocats lettons du requérant, exerçant à Riga. En particulier, les montants correspondant aux honoraires de Me Grosz sont étayés par plusieurs factures, portant chacune les montants suivants :", "a)  5 500 livres sterling correspondant à 22 heures de travail, en raison de 250 livres par heure (préparation de la requête) ;", "b)  5 545,53 livres pour 22 heures de travail (« charges ultérieures pour continuer à agir » pour le compte du requérant) ;", "c)  6 250 livres pour 25 heures de travail (correspondance avec le greffe de la Cour et l'un des avocats du requérant à Riga, discussions téléphoniques relatives à l'affaire, préparation d'un communiqué de presse à l'attention de certaines organisations, consultations relatives « aux autres requérants ») ;", "d)  10 000 livres pour 52 heures de travail (contacts avec l'un des avocats du requérant à Riga afin de préparer des observations détaillées en réponse à celles du Gouvernement, préparation de documents à joindre à ces observations, correspondance « avec les autres parties intéressées dans les autres parties du monde », etc.) ;", "e)  3 100 livres pour plus de 12 heures de travail (contacts avec le greffe de la Cour sur l'état de la procédure, demande de mesures provisoires et l'analyse de la décision de la Cour de ne pas les appliquer etc.) ;", "f)  5 960 livres pour 32 heures de travail (recherche de la jurisprudence relative à l'article 41 de la Convention et présentation de la demande de satisfaction équitable).", "153.  Le Gouvernement s'en remet à la sagesse de la Cour sur ce point.", "154.  La Cour rappelle qu'au titre de l'article 41 de la Convention, elle rembourse uniquement les frais dont il est établi qu'ils ont été réellement et nécessairement exposés et sont d'un montant raisonnable (voir, parmi beaucoup d'autres, Nikolova c. Bulgarie et Jėčius c. Lituanie précités, § 79 et § 112, respectivement). De plus, l'article 60 § 2 du règlement prévoit que toute prétention présentée au titre de l'article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie (voir Zubani c. Italie [GC] [satisfaction équitable], no 14025/88, § 23, 16 juin 1999).", "Dans le cas d'espèce, la Cour constate que chacune des six factures émises par Me Grosz indique les coûts totaux de plusieurs services juridiques à la fois, sans toutefois préciser le coût de chaque service pris individuellement. En particulier, la Cour a des doutes quant à la nécessité objective de certaines dépenses indiquées dans ces factures ; en effet, elle voit mal en quoi la préparation d'un communiqué de presse, les consultations relatives « aux autres requérants » et la correspondance « avec les autres parties intéressées dans les autres parties du monde » sont en rapport direct avec la procédure suivie à Strasbourg. Enfin, la Cour rappelle que, pour être remboursés, les frais et les dépens doivent toujours être d'un montant raisonnable ; or, la somme réclamée par le requérant – 59 200 euros en l'espèce – est en tout état de cause excessive. D'autre part, la Cour ne conteste pas que, vu la multiplicité des griefs soulevés par le requérant, l'affaire revêtait une certaine complexité qui n'était pas sans incidence sur les frais de préparation de la requête. Dans ces circonstances, la Cour, statuant en équité et eu égard à la pratique des organes de la Convention en la matière, octroie au requérant 15 000 euros, tous frais confondus. Cette somme est à convertir en lats lettons au taux applicable à la date du règlement, et à compléter de tout montant éventuellement dû au titre de la taxe sur la valeur ajoutée (voir l'arrêt A. c. Royaume-Uni du 23 septembre 1998, Recueil 1998-VI, p. 2702, § 37)", "D.  Intérêts moratoires", "155.  La Cour considère que le taux annuel des intérêts moratoires doit être calqué sur celui de la facilité de prêt marginal de la Banque centrale européenne augmenté de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par six voix contre une, qu'il y a eu violation de l'article 5 § 3 de la Convention ;", "", "2.  Dit, à l'unanimité, qu'il y a eu violation de l'article 5 § 4 de la Convention ;", "", "3.  Dit, par six voix contre une, qu'il y a eu violation de l'article 6 § 1 de la Convention relatif au droit à l'examen de l'affaire dans un délai raisonnable ;", "", "4.  Dit, à l'unanimité, qu'il y a eu violation de l'article 6 § 1 de la Convention relatif au droit à l'examen de l'affaire par un tribunal établi par la loi et impartial, et qu'il ne s'impose pas de statuer séparément sur la question de savoir si le tribunal en cause était aussi indépendant ;", "", "5.  Dit, à l'unanimité, qu'il y a eu violation de l'article 6 § 2 de la Convention ;", "", "6.  Dit, par six voix contre une, qu'il y a eu violation de l'article 8 de la Convention relatif au droit au respect de la correspondance et de la vie familiale ;", "", "7.  Dit, à l'unanimité,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 15 000 (quinze mille) euros pour frais et dépens, à convertir en lats lettons au taux applicable à la date du règlement, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ce montant sera à majorer d'un intérêt simple à un taux annuel équivalant au taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne augmenté de trois points de pourcentage à compter de l'expiration dudit délai et jusqu'au versement ;", "", "8.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 28 novembre 2002 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier adjoint\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion partiellement dissidente de M. Maruste.", "C.L.R.\nS.N.", "", "25/10/2002OPINION PARTIELLEMENT DISSIDENTE DE M. LE JUGE MARUSTE", "(Traduction)", "Je regrette de ne pouvoir souscrire à certaines des opinions exprimées par la majorité.", "Mon premier problème concerne la question de l'épuisement. L'affaire n'a pas encore connu son aboutissement devant les juridictions internes. La décision rendue par le tribunal de première instance a en effet été attaquée, et la procédure est toujours pendante devant la Cour suprême, qui est habilitée à statuer tant sur les points de fait que sur les points de droit. Une fois qu'elle se sera prononcée, une procédure en cassation pourra être intentée. J'estime donc qu'il est prématuré de statuer sur l'affaire à ce stade, même si le Gouvernement n'a pas soulevé la question du non-épuisement des voies de recours internes. La Cour a toujours eu clairement pour politique de respecter le principe de subsidiarité et de d'abord permettre aux autorités internes de régler les problèmes. Il est possible en l'occurrence que les juridictions internes redressent l'ensemble ou une partie des griefs énoncés. Le fait de statuer au beau milieu de la procédure interne risque de mettre la Cour dans une situation très délicate vis-à-vis des juridictions internes. Il peut également être considéré comme une ingérence dans la procédure, voire comme une pression extérieure. Si la Cour n'a certainement pas voulu s'immiscer dans la procédure interne, son attitude se prête à pareille interprétation.", "Deuxièmement, il me paraît très difficile d'appliquer à cette affaire en tous points extraordinaire les critères habituels en matière de durée de la détention provisoire et de célérité de la procédure judiciaire. C'est la raison pour laquelle j'ai voté contre la violation des articles 5 § 3 et 6 § 1. Confrontées à une situation où deux autres personnages clés de la banque, coaccusés du requérant, avaient pris la fuite, les autorités internes n'ont eu d'autre choix, dans l'intérêt de la procédure, que de maintenir le requérant isolé et en détention. Chacun peut comprendre et admettre qu'il faut du temps pour instruire une affaire de faillite bancaire avec plus de 350 témoins, un nombre énorme de documents et un dossier comptant plus de 60 volumes. Or l'instruction préparatoire fut clôturée dans un délai de dix-huit mois, comme l'exigeait le droit interne pertinent. Les situations extraordinaires doivent selon moi être traitées différemment des autres, et j'estime que les autorités lettones compétentes se sont acquittées de leur tâche avec diligence si l'on tient compte de la complexité et des dimensions de cette affaire, que suivait de près le grand public. La même observation vaut pour la procédure judiciaire, dans laquelle il est malaisé de trouver de véritables périodes d'inactivité de la part du tribunal de première instance. Il y eut en tout 206 journées d'audience, le requérant demanda par six fois au", "tribunal de renvoyer l'affaire pour un supplément d'instruction, la question de la récusation soit du procureur, soit du tribunal dans son ensemble, fut soulevée à neuf reprises, il y eut des demandes de congés, d'ajournement d'audiences, de réauditions de témoins, etc. Tous ces incidents de procédure prennent du temps. Les autorités ont également fait preuve de diligence relativement à l'état de santé du requérant, et la procédure dut être suspendue afin de permettre à l'intéressé de se faire soigner. A cet égard, je partage l'opinion exprimée par la Cour dans l'affaire Wemhoff c. Allemagne et selon laquelle on ne peut conclure à la violation des articles 5 § 3 et 6 § 1 de la Convention dans des circonstances aussi exceptionnelles.", "Enfin, je marque mon désaccord avec le constat de violation de l'article 8 formulé par la majorité. Certes, il y a eu ingérence. Mais cette ingérence était prévue par la loi, puisqu'elle avait une base légale claire et précise dans l'article 176 du code de procédure pénale. Elle poursuivait par ailleurs un but clairement légitime, auquel j'ai fait allusion ci-dessus : supprimer toute possibilité de communication entre le requérant et ses coaccusés, préoccupation relevant de la défense de l'ordre et de la prévention des infractions pénales. Eu égard aux circonstances de l'espèce, la mesure était par ailleurs nécessaire, dans une société démocratique, dans la mesure où elle visait à assurer le bon déroulement de la procédure et à protéger les droits et intérêts légitimes d'autrui, notamment des victimes de l'infraction et de la faillite de la banque. A la lumière des arguments soumis à la Cour, je considère que l'atteinte portée au droit du requérant au respect de sa correspondance, au sens du paragraphe 1 de l'article 8 de la Convention, se justifiait au regard du paragraphe 2 du même article et qu'il n'y a donc pas eu violation de ce chef.", ""]}