{"file": "FRE_HFJUD_45448_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "45448/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE BECKER c. ALLEMAGNE", "", "(Requête n° 45448/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "26 septembre 2002", "", "", "", "DÉFINITIF", "", "26/12/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme. ", "", "En l'affaire Becker c. Allemagne,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tM.\tI. Cabral Barreto, président,\n\tM.\tG. Ress,\n\tM.\tL. Caflisch,\n\tM.\tR. Türmen,\n\tM.\tB. Zupančič,\n\tMme\tH.S. Greve,\n\tM.\tK. Traja, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 5 septembre 2002,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (n° 45448/99) dirigée contre la République fédérale d'Allemagne et dont un ressortissant de cet Etat, Erich Becker (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 17 septembre 1998 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par M. Klaus Lörcher. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, M. Klaus Stoltenberg, Ministerialdirigent au ministère fédéral de la Justice.", "3.  Le requérant alléguait que la durée de la procédure civile notamment devant la Cour fédérale de justice et devant la Cour constitutionnelle fédérale, à laquelle il était partie, avait dépassé le délai raisonnable.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1). ", "7.  Par une décision du 14 mars 2002, la Cour a déclaré la requête recevable.", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "9.  Le requérant est un ressortissant allemand, né en 1926 et résidant à Seeheim-Jugenheim (Allemagne). ", "10.  En 1957, le requérant, alors employé de la Poste fédérale allemande, présenta à son supérieur hiérarchique une technique améliorant la protection des câbles de télécommunication contre des inductions, technique qu'il qualifia, par la suite, d' « invention professionnelle » (dienstgebundene Erfindung). En 1958, la Poste fédérale se saisit de l'invention et fit une demande de brevet auprès de l'Office allemand des brevets. N'ayant pas réussi à s'entendre avec le requérant au sujet de la rémunération de l'invention, la Poste fédérale, en 1961, paya au requérant la somme de 51 038,95 DEM. Le requérant contesta cette décision et saisit, en 1974, l'organe d'arbitrage (Schiedstelle) de l'Office allemand des brevets. Il soutint notamment que le calcul de la rémunération dépendait des sommes que la Poste fédérale aurait économisées grâce à l'invention et réclama un montant dépassant largement dix millions de DEM. L'organe d'arbitrage donna raison à la Poste fédérale. Par la suite, le requérant n'ayant pas accepté la conclusion de l'organe arbitral, celui-ci constata l'échec de la tentative d'aboutir à un accord entre la Poste fédérale et le requérant. ", "11.  En 1985, le requérant saisit le tribunal régional de FrancfortsurleMain qui, le 10 juillet 1985, débouta le requérant. ", "12.  Le 27 novembre 1986, la cour d'appel de Francfort-sur-le-Main confirma la décision du tribunal régional. ", "13.  Le même jour, le requérant recourut contre cet arrêt, et, le 27 septembre 1987, motiva son pourvoi en cassation. ", "14.  Le 14 mars 1988, la Cour fédérale de justice rejeta le pourvoi.", "15.  Le 24 avril 1998, la Cour constitutionnelle fédérale, statuant en comité de trois juges, décida de ne pas retenir le recours constitutionnel du requérant. Dans sa décision amplement motivée la Cour constitutionnelle fédérale releva que le recours ne revêtait aucune importance constitutionnelle fondamentale et qu'il ne présentait pas de perspectives de succès suffisantes, car il n'y avait pas de violation du droit du requérant à la propriété.", "\nEN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "16.  Le requérant se plaint de la durée de la procédure notamment devant la Cour fédérale de justice et la Cour constitutionnelle fédérale. Il allègue une violation de l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Période à prendre en considération", "17.  La Cour note que la procédure a débuté le 10 janvier 1985, date de la saisine par le requérant du tribunal régional de Francfort-sur-le-Main, et s'est achevée le 24 avril 1998, date de la décision de la Cour constitutionnelle fédérale de ne pas retenir le recours constitutionnel du requérant, ce qui représente une durée de plus de treize ans. Le requérant s'est cependant limité à mettre en question la durée devant la Cour constitutionnelle fédérale (dix ans) et devant la Cour fédérale de justice (un peu plus de quinze mois). La durée à prendre en considération s'élève donc à onze ans et trois mois.", "B.  Caractère raisonnable de la durée de la procédure", "18.  En ce qui concerne la durée devant la Cour fédérale de justice, le Gouvernement souligne que le requérant n'a motivé son pourvoi en cassation auprès de la Cour fédérale de justice que le 18 septembre 1987, c'est-à-dire dix mois après l'avoir saisie. Quant à la durée de la procédure devant la Cour constitutionnelle fédérale, le Gouvernement n'est pas en mesure de fournir des explications. Il expose que le juge rapporteur chargée de l'affaire n'est plus juge à la Cour constitutionnelle fédérale et que le dossier du requérant ne contient que certains documents de l'année 1988. Le reste du dossier semble être perdu. Le Gouvernement observe du reste que le requérant ne s'est jamais renseigné auprès de la Cour constitutionnelle \nfédérale quant à l'état de son affaire. Ce n'est que le 17 septembre 1998 avec l'introduction de la requête devant la Commission que le requérant a pour la première fois manifesté son intérêt à obtenir rapidement une décision.", "19.  Le requérant explique notamment que la Cour constitutionnelle fédérale n'a pas retenu le recours constitutionnel du requérant au motif que celui-ci ne revêtait pas une importance de principe (grundsätzliche Bedeutung) et aurait dû de ce fait être rejeté plus rapidement. En outre, l'envoi de lettres de rappel ne pouvait être considéré comme un moyen efficace d'accélérer la procédure devant la Cour constitutionnelle fédérale", "20.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie selon les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi d'autres, les arrêts Klein c. Allemagne,  n° 33379/96, 27 juillet 2000, § 36, et Tričković c. Slovénie, n° 39914/98, 12 juin 2001, § 44).", "21.  La Cour considère que, même si la Cour constitutionnel fédérale a finalement décidé de ne pas retenir le recours constitutionnel du requérant, l'affaire présentait une certaine complexité, qui est démontrée par l'ampleur de la motivation de rejet comprenant huit pages.", "22.  En ce qui concerne le comportement du requérant, la Cour note que ce dernier a saisi la Cour fédérale de justice d'un pourvoi en cassation le 27 novembre 1986, mais ne l'a motivé que le 17 septembre 1998. Quant à la procédure devant la Cour constitutionnelle fédérale, elle considère que le requérant n'a pas contribué à la durée de celle-ci. ", "23.  Pour ce qui est du comportement des autorités judiciaires, la Cour considère que la durée de la procédure devant la Cour fédérale de justice ne saurait prêter à la critique. Quant à la durée devant la Cour constitutionnelle fédérale, elle prend note que le Gouvernement n'est pas à même fournir des explications satisfaisantes.", "24.  Il y a donc eu dépassement du « délai raisonnable » et, partant, violation de l'article 6 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "25.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "\nA.  Dommage", "26.  Le requérant sollicite la somme totale de 20 000 euros (EUR). Se référant à la pratique de la première section de la Cour dans les 133 arrêts contre l'Italie du 28 février 2002, il réclame pour une année de durée la somme de 1 000 EUR, majorée de 10 % pour chaque année supplémentaire.", "27.  Le Gouvernement ne s'est pas prononcée à ce propos.", "28.  La Cour estime que le requérant a subi un tort moral certain du fait de la durée de la procédure litigieuse. Compte tenu des circonstances de la cause et statuant en équité comme le veut l'article 41, elle lui octroie 6 700 EUR à ce titre.", "B.  Frais et dépens", "29.  Pour frais et dépens le requérant demande la somme totale de 6 600 EUR, dont 1 500 EUR pour la procédure devant la Cour, 100 EUR pour frais de photocopies et téléphone et 5 000 EUR pour la rédaction du recours constitutionnel.", "30.  Le Gouvernement soutient que les frais d'avocat réclamés pour la rédaction du recours constitutionnel sont excessifs. La Cour constitutionnelle fédérale ayant décidé de ne pas retenir le recours constitutionnel, la valeur du litige (Gegenstandswert) de la procédure était la valeur légale minimale, soit 8 000 DEM (environ 4 000 EUR). Conformément au barème interne, les honoraires d'avocat remboursables s'élèveraient dès lors à 274, 12 EUR.      ", "31.  La Cour rappelle qu'elle n'accorde le remboursement des frais et dépens devant la Cour et ceux qu'un requérant a engagés devant les juridictions nationales que dans la mesure où ils se rapportent à la violation constatée, ont été réellement et nécessairement encourus, et sont raisonnables quant à leur taux (voir, parmi d'autres, les arrêts Wettstein c. Suisse, n° 33958/96, CEDH 2000-XII, § 56, et Volkwein c. Allemagne, n° 45181/99, 4 avril 2002, § 49). ", "32.  Elle considère que la somme demandée pour l'introduction du recours constitutionnel ne concerne pas la violation constatée et qu'elle aurait de toute manière été engagée. Statuant en équité, comme le veut l'article 41 de la Convention, elle accorde au requérant 1 600 EUR à ce titre. ", "C.  Intérêts moratoires", "33.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "2.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 6 700 EUR (six mille sept cents euros) pour dommage moral et 1 600 EUR (mille six cents euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 26 septembre 2002 en application de l'article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tIreneu Cabral Barreto\n\tGreffier\tPrésident"]}