{"file": "FRE_HFJUD_34704_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34704/08", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE NISIOTIS c. GRÈCE", "", "(Requête no 34704/08)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "10 février 2011", "", "DÉFINITIF", "", "20/06/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 c) de la Convention.", "Il peut subir des retouches de forme.", "", "En l'affaire Nisiotis c. Grèce,", "La Cour européenne des droits de l'homme (première section), siégeant en une chambre composée de :", "\tNina Vajić, présidente,\n\tChristos Rozakis,\n\tKhanlar Hajiyev,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 18 janvier 2011,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 34704/08) dirigée contre la République hellénique et dont un ressortissant de cet Etat, M. Nikolaos Nisiotis (« le requérant »), a saisi la Cour le 10 juillet 2008 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mes K. Tsitselikis et A. Spathis, avocats à Thessalonique. Le gouvernement grec (« le Gouvernement ») a été représenté par les délégués de son agent, M. K. Georgiadis, assesseur auprès du Conseil juridique de l'Etat, et M. C. Poulakos, auditeur auprès du Conseil juridique de l'Etat.", "3.  Le requérant allègue une violation de l'article 3 de la Convention, en raison des conditions de sa détention.", "4.  Le 3 février 2010, la présidente de la première section a décidé de communiquer le grief tiré de l'article 3 au Gouvernement. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1965 et est actuellement incarcéré à la prison de Ioannina.", "6.  Le requérant fut condamné à une peine de six ans de réclusion pour des infractions relatives au trafic de stupéfiants le 21 juin 2006 par la cour d'appel de Patras, composée de trois juges et siégeant comme juridiction de premier degré, puis le 19 avril 2007 par la cour d'appel de Patras composée de cinq juges.", "7.  Le requérant fut incarcéré à la prison de Ioannina du 24 mars 2008 au 30 juin 2009, dans une cellule de 50 m² en compagnie de trente autres détenus. La prison, d'une capacité de 80 détenus, en accueillait 220, qui vivraient dans des conditions déplorables, selon les dires du requérant, qui fournit des photos de cette cellule. Son espace personnel était limité à son lit. La cellule était remplie de lits-couchettes accrochés au mur, ce qui laissait juste un passage étroit entre eux. La cellule n'avait aucune ventilation. Les toilettes, en nombre insuffisant, étaient également sans aération et dans un état très délabré.", "8.  Selon le requérant, les détenus dormaient dans des couchettes réparties en quatre grands dortoirs (occupés par 32 détenus) et quatre petits (occupés par 8 à 20 détenus). Dans le couloir, il y avait encore des lits pour 45 détenus. Dans aucun des dortoirs il n'y avait de chaise ou table ou le moindre espace libre. Les détenus, qui passaient dix-huit heures enfermés dans les dortoirs, étaient obligés de rester confinés sur leurs lits. Plusieurs d'entre eux souffraient de maladies graves, pour lesquelles ils n'étaient pas traités et ceux qui étaient encore en bonne santé risquaient d'être affectés en raison de cette promiscuité.", "9.  A une date non précisée en 2008, le requérant, ainsi que les autres détenus, saisirent le médiateur de la République. Tant le ministère de la Justice que la direction de la prison étaient conscients de la situation par le biais de requêtes antérieures et aussi suite à un mouvement de détenus dans toutes les prisons grecques qui, en novembre 2008, avaient décidé de boycotter le réfectoire. La situation se calma après le vote d'un projet de loi prévoyant la mise en liberté sous condition de certaines catégories de détenus.", "10.  Le 5 décembre 2008, le requérants et quarante-six codétenus adressèrent au conseil de la prison de Ioannina, sur le fondement de l'article 6 de la loi 2776/1999 [code pénitentiaire], une requête dans laquelle ils exposaient leurs doléances relatives aux conditions de détention. Ils soulignaient qu'elles étaient contraires tant à la loi 2776/1999 qu'à la Convention européenne. Plus précisément, ils soulignaient entre autres :", "« L'article 21 § 4 de la loi [2776/1999] n'est pas appliqué. Selon cet article, les dortoirs doivent avoir une superficie d'au moins 6 m² pour chaque détenu ainsi que des tables et des chaises en nombre proportionnel à celui des détenus. Mais, en raison de la surpopulation, chaque détenu dispose d'environ 1 m² d'espace personnel. Certains d'entre nous n'ont pas de place dans les dortoirs et sont placés dans les couloirs, et il n'y a pas de chaises et de tables prévues par la loi.", "En raison de l'entassement des détenus dans un espace réduit, nous courons le risque de transmission d'une maladie, compte tenu du fait que plusieurs codétenus souffrent de maladies transmissibles et ceux qui sont malades risquent de voir leur état de santé se détériorer.", "Enfin, il n'existe aucune possibilité de nous occuper de manière constructive, de développer et d'exercer des activités en accord avec nos préférences et intérêts, de nous instruire, de nous former professionnellement et nous distraire. »", "11.  Il ressort du dossier que le conseil de la prison ne répondit pas à cette requête.", "12.  Le 3 février 2009, le requérant, ainsi que soixante-treize autres détenus, saisirent le procureur auprès du tribunal correctionnel de Ioannina d'une requête ayant le même contenu que celle du 5 décembre 2008. A nouveau aucune suite n'a été donnée à cette requête.", "13.  Le 23 février 2009, le directeur de la prison de Ioannina informa le procureur près le tribunal correctionnel que le problème de surpopulation de la prison était connu tant du ministère que du procureur lui-même, qui l'avait constatée lors de ses visites à la prison. Le directeur reconnaissait que la prison, construite pour 80 personnes, alors qu'elle en accueillait 220 en moyenne, n'était pas en mesure d'offrir une formation professionnelle ou des activités récréatives.", "14.  Le 25 février 2009, le tribunal correctionnel de Ioannina rejeta une action du requérant et de soixante–treize autres détenus, introduite le 24 février 2009, concernant leurs conditions de détention. Le tribunal ne donna aucun motif pour sa décision.", "II.  LE DROIT INTERNE ET INTERNATIONAL PERTINENTS", "A.  Le droit interne", "15.  L'article 105 § 1 du code pénal dispose :", "« Ceux qui ont été condamnés à une peine privative de liberté peuvent être libérés sous condition, conformément aux dispositions ci-dessous, lorsqu'ils ont purgé 3/5 de la durée de leur peine (...). »", "16.  L'article 572 du code de procédure pénale dispose :", "« 1. Le procureur près le tribunal correctionnel du lieu où la peine est purgée exerce les compétences prévues par le code [de procédure pénale] concernant le traitement des détenus et contrôle l'exécution des peines et l'application des mesures de sécurité, conformément aux dispositions du présent code, du code pénal et des lois y afférentes.", "2. En vue d'exercer les fonctions susmentionnées, le procureur près le tribunal correctionnel visite la prison au moins une fois par semaine. Lors de ces visites, il entend les détenus qui ont préalablement sollicité une audition ».", "17.  Aux termes de l'article 6 de la loi 2776/1999 (code pénitentiaire) :", "« 1. En cas d'action illégale ou d'ordre illégal à leur encontre, les détenus ont le droit de se référer par écrit et dans un délai raisonnable au conseil de la prison, lorsqu'ils n'ont pas d'autre voie de recours en application des dispositions de ce code. Dans un délai de quinze jours ou d'un mois respectivement, à compter de la notification d'une décision de rejet et de l'introduction de la requête, les détenus ont le droit de saisir le tribunal de l'exécution des peines. Si ce tribunal accueille la requête quant au fond, il efface les conséquences qui avaient résulté de l'action ou de l'ordre illégaux.", "(...) »", "18.  L'article 21 de la même loi traite de l'espace de vie de détenus. Il précise ce qui suit :", "« 1. Chaque maison d'arrêt (...) est divisée en plusieurs secteurs, sans possibilité de communication entre les détenus qui y sont placés. Ces secteurs peuvent inclure des cellules et, de manière exceptionnelle, des dortoirs d'une capacité de préférence jusqu'à six personnes.", "(...)", "4. Les dortoirs doivent être d'une superficie d'au moins 6 mètres carrés pour chaque détenu et être équipés de lits, d'armoires et de tables d'une surface suffisante ainsi que des chaises en nombre égal.", "5. Les cellules individuelles et les dortoirs ont leurs propres installations de chauffage et d'hygiène (vasques, toilettes). Chaque installation destinée à l'hygiène ne doit servir plus que trois détenus. L'existence d'une douche dans les cellules et dans les dortoirs n'est pas nécessaire s'il y a un nombre suffisant d'installations communes, avec de l'eau froide et chaude, pour l'hygiène individuelle et la propreté de chaque détenu", "(...) »", "19.  L'article 40 de la loi 3459/2006, comportant code des lois relatives aux stupéfiants, se lit ainsi :", "« Ceux qui ont été condamnés pour violation du présent chapitre à une peine de réclusion peuvent être libérés sous condition lorsqu'ils ont purgé (...) 4/5 de la durée de leur peine, et en cas de réclusion à perpétuité, au moins vingt-cinq ans. (...) »", "B.  Les normes du Comité européen pour la prévention de la torture (CPT)", "1.  Extrait du 2ème rapport général d'activités du CPT (CPT/Inf(92)3)", "« 46. La question du surpeuplement relève directement du mandat du CPT. Tous les services et activités à l'intérieur d'une prison seront touchés si elle doit prendre en charge plus de prisonniers que le nombre pour lequel elle a été prévue. La qualité générale de la vie dans l'établissement s'en ressentira, et peut-être dans une mesure significative. De plus, le degré de surpeuplement d'une prison, ou d'une partie de celle-ci, peut être tel qu'il constitue, à lui seul, un traitement inhumain ou dégradant.", "47. Un programme satisfaisant d'activités (travail, enseignement et sport) revêt une importance capitale pour le bien-être des prisonniers. Cela est valable pour tous les établissements, qu'ils soient d'exécution des peines ou de détention provisoire. Le CPT a relevé que les activités dans beaucoup de prisons de détention provisoire sont extrêmement limitées. L'organisation de programmes d'activités dans de tels établissements, qui connaissent une rotation assez rapide des détenus, n'est pas matière aisée. Il ne peut, à l'évidence, être question de programmes de traitement individualisé du type de ceux que l'on pourrait attendre d'un établissement d'exécution des peines. Toutefois, les prisonniers ne peuvent être simplement laissés à leur sort, à languir pendant des semaines, parfois des mois, confinés dans leur cellule, quand bien même les conditions matérielles seraient bonnes. Le CPT considère que l'objectif devrait être d'assurer que les détenus dans les établissements de détention provisoire soient en mesure de passer une partie raisonnable de la journée (8 heures ou plus) hors de leur cellule, occupés à des activités motivantes de nature variée. Dans les établissements pour prisonniers condamnés, évidemment, les régimes devraient être d'un niveau encore plus élevé.", "48. L'exercice en plein air demande une mention spécifique. L'exigence d'après laquelle les prisonniers doivent être autorisés chaque jour à au moins une heure d'exercice en plein air, est largement admise comme une garantie fondamentale (de préférence, elle devrait faire partie intégrante d'un programme plus étendu d'activités). Le CPT souhaite souligner que tous les prisonniers sans exception (y compris ceux soumis à un isolement cellulaire à titre de sanction) devraient bénéficier quotidiennement d'un exercice en plein air. Il est également évident que les aires d'exercice extérieures devraient être raisonnablement spacieuses et, chaque fois que cela est possible, offrir un abri contre les intempéries.", "49. L'accès, au moment voulu, à des toilettes convenables et le maintien de bonnes conditions d'hygiène sont des éléments essentiels d'un environnement humain.", "A cet égard, le CPT doit souligner qu'il n'apprécie pas la pratique, constatée dans certains pays, de prisonniers devant satisfaire leurs besoins naturels en utilisant des seaux dans leur cellule, lesquels sont, par la suite, vidés à heures fixes. Ou bien une toilette devrait être installée dans les locaux cellulaires (de préférence dans une annexe sanitaire), ou bien des moyens devraient être mise en oeuvre qui permettraient aux prisonniers de sortir de leur cellule à tout moment (y compris la nuit) pour se rendre aux toilettes, sans délai indu.", "Les prisonniers devraient aussi avoir un accès régulier aux douches ou aux bains. De plus, il est souhaitable que les locaux cellulaires soient équipés de l'eau courante.", "50. Le CPT souhaite ajouter qu'il est particulièrement préoccupé lorsqu'il constate dans un même établissement une combinaison de surpeuplement, de régimes pauvres en activités et d'un accès inadéquat aux toilettes ou locaux sanitaires. L'effet cumulé de telles conditions peut s'avérer extrêmement néfaste pour les prisonniers. »", "2.  Extraits du 7ème rapport général d'activités (CPT/Inf(97)10)", "« 13. Ainsi que le CPT l'a souligné dans son , la question du surpeuplement relève directement du mandat du Comité (cf. CPT/Inf (92) 3, paragraphe 46).", "Une prison surpeuplée signifie, pour le détenu, être à l'étroit dans des espaces resserrés et insalubres ; une absence constante d'intimité (cela même lorsqu'il s'agit de satisfaire aux besoins naturels) ; des activités hors cellule limitées à cause d'une demande qui dépasse le personnel et les infrastructures disponibles ; des services de santé surchargés ; une tension accrue et, partant, plus de violence entre détenus comme entre détenus et personnel. Cette énumération est loin d'être exhaustive.", "A plus d'une reprise, le CPT a été amené à conclure que les effets néfastes du surpeuplement avaient abouti à des conditions de détention inhumaines et dégradantes. »", "3.  Extraits du 11ème rapport général d'activités (CPT/Inf(2001)16)", "« Surpeuplement carcéral", "28. Le phénomène du surpeuplement carcéral continue de ronger les systèmes pénitentiaires à travers l'Europe et mine gravement les tentatives faites pour améliorer les conditions de détention. Les effets négatifs du surpeuplement carcéral ont déjà été mis en exergue dans des rapports généraux d'activités précédents. Au fur et à mesure de l'extension de son champ d'activité à travers le continent européen, le CPT a été confronté à d'énormes taux d'incarcération et, en conséquence, à un surpeuplement carcéral grave. Le fait qu'un Etat incarcère un si grand nombre de ses citoyens ne peut s'expliquer de manière convaincante par un taux de criminalité élevé ; l'attitude générale des membres des services chargés de l'application des lois et des autorités judiciaires en doit, en partie, être responsable.", "Dans de telles circonstances, investir des sommes considérables dans le parc pénitentiaire ne constitue pas une solution. Il faut, plutôt, revoir les législations et pratiques en vigueur en matière de détention provisoire et de prononcé des peines, ainsi que l'éventail des sanctions non privatives de liberté disponible. Telle est précisément l'approche préconisée par la Recommandation No R (99) 22 du Comité des Ministres sur le surpeuplement des prisons et l'inflation carcérale. Le CPT espère vivement que les principes énoncés dans ce texte essentiel seront effectivement appliqués par les Etats membres ; la mise en œuvre de cette Recommandation mérite d'être étroitement surveillée par le Conseil de l'Europe.", "Grands dortoirs", " 29. Dans un certain nombre de pays visités par le CPT, et notamment en Europe centrale et orientale, les détenus sont souvent hébergés dans des grands dortoirs comportant la totalité ou la plupart des installations dont se servent quotidiennement les détenus, comme les aires pour dormir et de séjour ainsi que les installations sanitaires. Le CPT a des objections quant au principe même de telles modalités d'hébergement dans des prisons fermées et, ses objections sont encore plus fortes lorsque, comme cela est fréquemment le cas, les dortoirs en question hébergent des détenus dans des espaces extrêmement exigus et insalubres. A n'en point douter, divers facteurs – dont ceux d'ordre culturel – peuvent rendre préférables, dans certains pays, des lieux de détention collectifs plutôt que des cellules individuelles. Toutefois, il n'y a pas grand-chose à dire en faveur – et il y a beaucoup de choses à dire en défaveur – d'un système qui fait vivre et dormir ensemble dans le même dortoir des dizaines et des dizaines de détenus.", "De grands dortoirs impliquent inévitablement un manque d'intimité dans la vie quotidienne des détenus. En outre, le risque d'intimidation et de violence est élevé. De telles modalités d'hébergement peuvent faciliter le développement de sous-cultures criminogènes et faciliter le maintien de la cohésion d'organisations criminelles. Elles peuvent également rendre le contrôle effectif par le personnel extrêmement difficile, voire impossible ; en particulier, en cas de troubles en prison, il est extrêmement difficile d'éviter des interventions extérieures impliquant un recours considérable à la force. Avec de telles modalités, une répartition appropriée des détenus, basée sur une évaluation au cas par cas des risques et des besoins, devient également un exercice quasiment impossible. Tous ces problèmes sont exacerbés lorsque le nombre de détenus dépasse un taux d'occupation raisonnable ; en outre, dans une telle situation, la charge excessive pesant sur les installations communes comme les lavabos et les toilettes ainsi qu'une aération insuffisante pour un si grand nombre de personnes mènera souvent à des conditions de détention déplorables.", "Le CPT doit cependant souligner que le passage de grands dortoirs vers des unités de vie plus petites doit être accompagné de mesures visant à garantir que les détenus passent une partie raisonnable de la journée en dehors de leur unité de vie, occupés à des activités motivantes de nature variée.", "Accès à la lumière du jour et à l'air frais", "30. Le CPT observe fréquemment l'existence de dispositifs, comme des volets, des jalousies ou des plaques métalliques placés devant les fenêtres des cellules qui privent les détenus d'accès à la lumière du jour et empêchent l'air frais de pénétrer dans les locaux. De tels dispositifs sont particulièrement fréquents dans les établissements de détention provisoire. Le CPT accepte entièrement que des mesures spécifiques de sécurité, destinées à prévenir le risque de collusion et/ou d'activités criminelles, peuvent s'avérer nécessaires par rapport à certains détenus. Toutefois, des mesures de cette nature devraient constituer l'exception et non la règle. Ceci suppose que les autorités compétentes examinent le cas de chaque détenu, afin de déterminer si des mesures de sécurité spécifiques se justifient réellement dans son cas. En outre, même lorsque de telles mesures sont requises, elles ne devraient jamais impliquer que les détenus concernés soient privés de lumière du jour et d'air frais. Il s'agit là d'éléments fondamentaux de la vie, auxquels tout détenu a droit ; de plus, l'absence de ces éléments génère des conditions favorables à la propagation de maladies et, en particulier, de la tuberculose.", "Le CPT reconnaît qu'aménager des conditions de vie décentes dans des établissements pénitentiaires peut s'avérer très coûteux, et les améliorations sont freinées dans de nombreux pays par manque de fonds. Toutefois, l'enlèvement des dispositifs obstruant les fenêtres des locaux réservés à l'hébergement des détenus (et l'installation, dans des cas exceptionnels où cela est nécessaire, d'autres dispositifs de sécurité de conception appropriée) ne devrait pas générer des investissements trop lourds et, en même temps, aurait des effets très bénéfiques pour toutes les personnes concernées.", "", "Maladies transmissibles", "31. La propagation des maladies transmissibles et, notamment, de la tuberculose, de l'hépatite et du VIH/SIDA est devenue une préoccupation de santé publique majeure dans un certain nombre de pays européens. Bien que ces maladies affectent aussi la population en général, elles sont devenues un problème dramatique pour certains systèmes pénitentiaires. A cet égard, le CPT s'est vu, à plusieurs reprises, contraint d'exprimer de sérieuses préoccupations sur l'inadéquation des mesures mises en œuvre  pour traiter ce problème. De plus, il a souvent été constaté que les conditions matérielles dans lesquelles les détenus étaient hébergés ne pouvaient que favoriser la propagation de ces maladies.", "Le CPT reconnaît qu'en période de difficultés économiques – comme celles que connaissent aujourd'hui nombre de pays visités par le CPT - il faut faire des sacrifices, y compris dans les établissements pénitentiaires. Cependant, quelles que soient les difficultés rencontrées à un moment donné, le fait de priver une personne de sa liberté implique toujours l'obligation de la prendre en charge ; cette obligation impose des méthodes efficaces de prévention, de dépistage et de traitement. Le respect de cette obligation par les autorités publiques est d'autant plus important lorsqu'il est question de traiter des maladies risquant d'être fatales.", "L'utilisation de méthodes actualisées de dépistage, l'approvisionnement régulier en médicaments et autres produits connexes, la disponibilité du personnel pour veiller à ce que les détenus prennent les médicaments prescrits aux bonnes doses et aux bons intervalles, ainsi que, le cas échéant, des régimes alimentaires spécifiques, constituent les éléments essentiels d'une stratégie efficace visant à combattre les maladies susmentionnées et à prodiguer des soins appropriés aux détenus concernés. De même, les conditions matérielles d'hébergement des détenus atteints de maladies transmissibles doivent être propices à l'amélioration de leur état de santé ; outre la lumière du jour et une bonne aération, il doit y avoir des conditions d'hygiène satisfaisantes, et absence de surpeuplement.", "De plus, les détenus concernés ne doivent pas être séparés du reste de la population carcérale, à moins qu'une telle mesure ne soit rendue strictement nécessaire pour des raisons médicales ou autres. A cet égard, le CPT tient à souligner plus particulièrement qu'il n'y a aucune justification médicale à la ségrégation d'un détenu au seul motif qu'il est séropositif au VIH.", "Afin de dissiper tout malentendu sur ces questions, il incombe aux autorités nationales de faire en sorte qu'un programme complet d'éducation au sujet des maladies transmissibles soit en place tant à l'intention des détenus que du personnel. Un tel programme devrait traiter des modes de transmission et des moyens de protection ainsi que de la mise en oeuvre de mesures préventives adéquates. Il convient, plus particulièrement, de mettre l'accent sur les risques de transmission du VIH et des hépatites B/C par voie sexuelle et la toxicomanie intraveineuse, et d'expliquer le rôle des fluides corporels comme vecteurs du VIH et des virus de l'hépatite.", "Il faut également souligner que des informations et conseils adéquats avant - et en cas de résultat positif après - tout test de dépistage doivent être donnés. En outre, il va de soi que les informations relatives aux patients doivent être couvertes par le secret médical.  Par principe, toutes interventions en ce domaine doivent être fondées sur le consentement éclairé des personnes concernées.", "En outre, pour que le contrôle des maladies susmentionnées soit effectif, tous les ministères et organismes travaillant dans ce domaine dans un pays donné doivent veiller à une coordination optimale de leurs efforts. A cet égard, le CPT tient à souligner que la continuité des traitements doit être garantie après la libération. »", "C.  Le Comité des Ministres du Conseil de l'Europe", "20.  Les parties pertinentes de la recommandation du Comité des Ministres sur les Règles pénitentiaires européennes (adoptée le 11 janvier 2006 lors de la 952e réunion des Délégués des Ministres) disposent :", "« Principes fondamentaux", "1. Les personnes privées de liberté doivent être traitées dans le respect des droits de l'homme.", "2. Les personnes privées de liberté conservent tous les droits qui ne leur ont pas été retirés selon la loi par la décision les condamnant à une peine d'emprisonnement ou les plaçant en détention provisoire.", "3. Les restrictions imposées aux personnes privées de liberté doivent être réduites au strict nécessaire et doivent être proportionnelles aux objectifs légitimes pour lesquelles elles ont été imposées.", "4. Le manque de ressources ne saurait justifier des conditions de détention violant les droits de l'homme.", "5. La vie en prison est alignée aussi étroitement que possible sur les aspects positifs de la vie à l'extérieur de la prison.", "6. Chaque détention est gérée de manière à faciliter la réintégration dans la société libre des personnes privées de liberté.", "(...)", "18.1 Les locaux de détention et, en particulier, ceux qui sont destinés au logement des détenus pendant la nuit, doivent satisfaire aux exigences de respect de la dignité humaine et, dans la mesure du possible, de la vie privée, et répondre aux conditions minimales requises en matière de santé et d'hygiène, compte tenu des conditions climatiques, notamment en ce qui concerne l'espace au sol, le volume d'air, l'éclairage, le chauffage et l'aération.", "18.2 Dans tous les bâtiments où des détenus sont appelés à vivre, à travailler ou à se réunir :", "a.\t les fenêtres doivent être suffisamment grandes pour que les détenus puissent lire et travailler à la lumière naturelle dans des conditions normales, et pour permettre l'entrée d'air frais, sauf s'il existe un système de climatisation approprié ;", "b. la lumière artificielle doit être conforme aux normes techniques reconnues en la matière ; et", "c.\t un système d'alarme doit permettre aux détenus de contacter le personnel immédiatement.", "18.3 Le droit interne doit définir les conditions minimales requises concernant les points répertoriés aux paragraphes 1 et 2.", "18.4 Le droit interne doit prévoir des mécanismes garantissant que le respect de ces conditions minimales ne soit pas atteint à la suite du surpeuplement carcéral.", "18.5 Chaque détenu doit en principe être logé pendant la nuit dans une cellule individuelle, sauf lorsqu'il est considéré comme préférable pour lui qu'il cohabite avec d'autres détenus.", "18.6 Une cellule doit être partagée uniquement si elle est adaptée à un usage collectif et doit être occupée par des détenus reconnus aptes à cohabiter.", "(...)", "Hygiène", "19.1 Tous les locaux d'une prison doivent être maintenus en état et propres à tout moment.", "19.2 Les cellules ou autres locaux affectés à un détenu au moment de son admission doivent être propres.", "19.3 Les détenus doivent jouir d'un accès facile à des installations sanitaires hygiéniques et protégeant leur intimité.", "19.4 Les installations de bain et de douche doivent être suffisantes pour que chaque détenu puisse les utiliser, à une température adaptée au climat, de préférence quotidiennement mais au moins deux fois par semaine (ou plus fréquemment si nécessaire) conformément aux préceptes généraux d'hygiène.", "19.5 Les détenus doivent veiller à la propreté et à l'entretien de leur personne, de leurs vêtements et de leur logement.", "19.6 Les autorités pénitentiaires doivent leur fournir les moyens d'y parvenir, notamment par des articles de toilette ainsi que des ustensiles de ménage et des produits d'entretien. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 3 DE LA CONVENTION", "21.  Le requérant allègue avoir été victime d'un traitement inhumain et dégradant en raison de ses conditions de détention. Il invoque l'article 3 de la Convention aux termes duquel :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "22.  En premier lieu, le Gouvernement excipe du non-épuisement des voies de recours internes par le requérant. Celui-ci aurait dû saisir le conseil de la prison, comme il l'a fait du reste, et lui soumettre ses griefs relatifs à la violation de l'article 3 de la Convention. Si le conseil avait rejeté cette requête ou ne s'était pas prononcé, le requérant pouvait, dans un délai de quinze jours ou d'un mois respectivement, saisir le tribunal d'application des peines, en l'occurrence la chambre du conseil du tribunal correctionnel de Ioannina, devant lequel il aurait pu comparaître.", "23.  D'après le Gouvernement, le requérant aurait pu, en outre, s'adresser au procureur chargé de surveiller les peines privatives de liberté et lui demander d'être entendu au sujet de ses griefs relatifs aux conditions de détention, sur le fondement de l'article 572 § 2 du code de procédure pénale combiné avec l'arrêté ministériel no 58819/2003. Selon ces textes, le procureur est tenu de recevoir au moins une fois par semaine les détenus, ses proches ou leurs avocats et d'entendre les griefs éventuels concernant leurs conditions de détention. S'il considère que leurs allégations sont bien fondées, il indique aux autorités pénitentiaires les mesures nécessaires à adopter afin de remédier à la situation incriminée.", "24.  Le requérant souligne qu'il a soumis ses griefs aux instances administratives et judiciaires, qui était habilitées à se prononcer de manière effective sur les conditions de détention.", "25.  La Cour rappelle que la règle de l'épuisement des voies de recours internes énoncée à l'article 35 § 1 de la Convention impose à la personne désireuse d'intenter une action devant la Cour l'obligation d'utiliser auparavant les recours qui sont normalement disponibles dans le système juridique du pays concerné et suffisants pour lui permettre d'obtenir le redressement des violations qu'elle allègue. Ces recours doivent exister à un degré suffisant de certitude, en pratique comme en théorie, sans quoi leur manquent l'effectivité et l'accessibilité voulues. L'article 35 § 1 impose aussi de soulever devant l'organe interne adéquat, au moins en substance et dans les formes et délais prescrits par le droit interne, les griefs que l'on entend formuler par la suite, mais il n'impose pas d'user de recours qui sont inadéquats ou ineffectifs (Aksoy c. Turquie, arrêt du 18 décembre 1996, Recueil des arrêts et décisions 1996-VI, §§ 51-52, et Issaïeva et autres c. Russie, nos 57947/00, 57948/00 et 57949/00, § 144, 24 février 2005).", "26.  En l'espèce, la Cour relève que toutes les démarches du requérant pour dénoncer ses conditions de détention ont été prises postérieurement à la saisine de la Cour, soit le 10 juillet 2008.", "27.  La Cour rappelle dans ce contexte que la Convention prescrit, de manière générale, l'épuisement des voies de recours internes préalablement à l'introduction de la requête à Strasbourg.", "28.  La Cour doit cependant s'interroger sur la question de savoir si, antérieurement à l'introduction de la présente requête, les actions invoquées par le Gouvernement constituaient, au vu des circonstances de la cause, des recours adéquats présentant des chances raisonnables de succès.", "29.  De manière générale, la Cour observe d'abord qu'il ressort du dossier, et notamment des déclarations émanant des différentes autorités nationales, d'ailleurs non remises en cause par le Gouvernement, que la surpopulation carcérale non seulement engendre d'autres problèmes en ce qui concerne les conditions de détention, mais de surcroît qu'elle s'apparente à un phénomène structurel et ne concerne pas exclusivement le cas particulier du requérant (voir notamment Mamedova c. Russie, no 7064/05, § 56, 1er juin 2006). La Cour considère il n'a pas été démontré que les recours indiqués par le Gouvernement suffisent à eux seuls à remédier à la situation se trouvant à l'origine du grief du requérant tiré de l'article 3 de la Convention.", "30.  De manière plus particulière, la Cour note que le 5 décembre 2008, le requérant a saisi le conseil de la prison de Ioannina en se fondant expressément sur l'article 3 de la Convention en rapport avec les conditions de détention. N'ayant reçu aucune réponse, il a saisi, le 24 février 2009, le tribunal correctionnel de Ioannina, qui a rejeté l'action sans fournir aucune motivation pour ce rejet. Dans ces conditions, la Cour n'aperçoit pas en quoi cette action aurait eu un effet quelconque au regard de l'exigence de l'épuisement des voies de recours internes.", "31.  Il en va de même de la requête du 3 février 2009, adressée au procureur auprès du tribunal correctionnel de Ioannina et ayant le même contenu que celle du 5 décembre 2008. Aucune suite n'a été donnée non plus à cette requête.", "32.  Compte tenu de ce qui précède, la Cour rejette l'exception du Gouvernement.", "33.  La Cour constate, en outre, que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "34.  Le Gouvernement soutient que les allégations du requérant sont non fondées et non corroborées par des preuves. Il précise que les détenus reçoivent trois repas par jour, ainsi que des repas spéciaux pour ceux qui ont une alimentation spéciale en raison de leurs convictions religieuses. Ils reçoivent aussi des bouteilles d'eau minérale, ainsi que des produits pour l'hygiène du corps. Il y a de l'eau chaude pendant toute la journée et les dortoirs comportent une ou deux fenêtres pour assurer l'éclairage et la ventilation. Les détenus ont accès, moyennant leurs propres deniers, à des journaux et des magazines, ainsi qu'à la télévision. Le problème de la surpopulation carcérale est un problème plus général qui touche toutes les prisons grecques et qui est dû au manque de ressources financières. Toutefois, des efforts sont faits pour y remédier.", "35.  Plus particulièrement, en ce qui concerne le requérant, le Gouvernement affirme qu'il bénéficiait d'un traitement médical pendant toute sa détention, participait aux équipes de travail et avait bénéficié de sorties autorisées en 2009.", "36.  Le requérant rétorque que la surpopulation, combinée à l'absence de ventilation, l'état des sanitaires et l'absence d'activités récréatives, lui ont causé une souffrance psychologique considérable, atteint sa dignité et créé des sentiments d'humiliation. Il se prévaut de la jurisprudence abondante de la Cour en la matière, des normes du Comité européen pour la prévention de la torture et de la recommandation du Comité des Ministres du Conseil de l'Europe sur les Règles pénitentiaires européennes.", "37.  La Cour rappelle que, pour tomber sous le coup de l'article 3, un mauvais traitement doit atteindre un minimum de gravité. L'appréciation de ce minimum est relative par essence ; elle dépend de l'ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques et mentaux ainsi que, parfois, du sexe, de l'âge et de l'état de santé de la victime. En outre, lorsqu'elle recherche si un traitement est « dégradant » au sens de l'article 3, la Cour examine si le but était d'humilier et de rabaisser l'intéressé et si, considérée dans ses effets, la mesure a ou non atteint la personnalité de celui-ci de manière incompatible avec l'article 3. Néanmoins, même l'absence d'un tel but ne saurait exclure de façon définitive un constat de violation de l'article 3 (Peers c. Grèce, no 28524/95, §§ 67-68, CEDH 2001III, et Valašinas c. Lituanie, no 44558/98, § 101, CEDH 2001VIII).", "38.  S'agissant plus particulièrement des conditions de détention, la Cour prend en compte les effets cumulatifs de celles-ci ainsi que les allégations spécifiques du requérant (voir en ce sens Dougoz c. Grèce, nº 40907/98, CEDH 2001II). En particulier, le temps pendant lequel un individu a été détenu dans les conditions incriminées constitue un facteur important à considérer (voir, entre autres, Alver c. Estonie, no 64812/01, 8 novembre 2005). En outre, dans certains cas, lorsque la surpopulation carcérale atteint un certain niveau, le manque d'espace dans un établissement pénitentiaire peut constituer l'élément central à prendre en compte dans l'appréciation de la conformité d'une situation donnée à l'article 3 (en ce sens, Karalevičius c. Lituanie, no 53254/99, 7 avril 2005).", "39.  S'agissant en particulier de ce dernier facteur, la Cour relève que lorsqu'elle a été confrontée à des cas de surpopulation flagrante, elle a jugé que cet élément, à lui seul, pouvait suffire pour conclure à la violation de l'article 3 de la Convention. En règle générale, étaient concernés les cas de figure où l'espace personnel accordé à un requérant était inférieur à 3 m² (Kantyrev c. Russie, no 37213/02, §§ 50-51, 21 juin 2007, Andreï Frolov c. Russie, no 205/02, §§ 47-49, 29 mars 2007, Kadikis c. Lithuanie, no 62393/00, § 55, 4 mai 2006, et Melnik c. Ukraine, no 72286/01, § 102, 28 mars 2006). En revanche, lorsque le manque d'espace n'était pas aussi flagrant, la Cour a pris en considération d'autres aspects des conditions matérielles de détention pour apprécier la conformité d'une situation donnée à l'article 3 de la Convention. Il s'agissait en particulier de facteurs tels que la possibilité pour un requérant de bénéficier d'un accès aux toilettes dans des conditions respectueuses de son intimité, la ventilation, l'accès à la lumière naturelle, l'état des appareils de chauffage ainsi que la conformité avec les normes d'hygiène. Ainsi, même dans les cas où un espace personnel plus important, compris entre 3 m² et 4 m², était accordé au requérant dans une cellule, la Cour a néanmoins conclu à la violation de l'article 3 en prenant en compte l'exiguïté combinée avec l'absence établie de ventilation et d'éclairage appropriés (Vlassov c. Russie, no 78146/01, § 84, 12 juin 2008, Babouchkine c. Russie, no 67253/01, § 44, 18 octobre 2007, Trepachkine c. Russie, no 36898/03, § 94, 19 juillet 2007, et Peers précité, §§ 70-72).", "40.  En l'espèce, la Cour relève que l'élément principal de la présente affaire consiste en l'ampleur de l'espace personnel accordé au requérant lors de son incarcération à la prison de Ioannina. Selon les déclarations des autorités, comme celles du directeur de la prison lui-même, cette prison, d'une capacité de 80 détenus, en accueillait 220 en moyenne à l'époque des faits.", "41.  Selon les affirmations du requérant, il a été incarcéré du 24 mars 2008 au 30 juin 2009, dans une cellule de 50 m² avec trente autres détenus. Son espace personnel était limité à son lit. Sa cellule était remplie de lits-couchettes accrochés au mur, ce qui laissait juste un passage étroit entre eux. La cellule n'avait aucune ventilation, les toilettes étaient en nombre insuffisant et étaient dans un état très détérioré. Il n'y avait ni table ni chaise, ni dans la cellule du requérant ni ailleurs dans la prison, faute d'espace suffisant. Les détenus, qui passaient dix-huit heures enfermés dans les cellules-dortoirs, étaient obligés de rester confinés sur leurs lits. Plusieurs détenus souffraient de maladies graves, et parfois transmissibles, pour lesquelles ils n'étaient pas soignés et risquaient ainsi de contaminer les autres. Le Gouvernement n'a pas remis en cause ces affirmations.", "42.  La Cour note que, selon les dires mêmes du Gouvernement, cette situation de surpopulation carcérale n'était pas propre à la prison de Ioannina, et qu'elle est présente dans un grand nombre de prisons grecques. Tant le ministère de la Justice que la direction de la prison de Ioannina étaient conscients de la situation par le biais de requêtes antérieures et aussi suite à un mouvement de détenus dans toutes les prisons grecques qui, en novembre 2008, avaient décidé de boycotter le réfectoire.", "43.  La Cour ne peut pas considérer comme suffisant l'argument que le Gouvernement utilise pour justifier cette situation, à savoir le manque de ressources financières. Elle rappelle que selon l'article 4 des Règles pénitentiaires européennes, le manque de ressources ne saurait justifier des conditions de détention violant les droits de l'homme. Elle a réitéré elle-même ce principe dans sa jurisprudence (voir, parmi beaucoup d'autres, Andrey Frolov c. Russie, no 205/02, § 48, 29 mars 2007).", "44.  La Cour conclut qu'en l'espèce, il a pu être établi, au-delà de tout doute raisonnable, que pendant une période considérable le requérant a dû subir à la prison de Ioannina une grande promiscuité étant donné que l'espace personnel dont il pouvait disposer – 1,65 m² – comme tous les détenus du reste – était inférieur au minimum « humanitaire » garanti tant au niveau interne par l'article 21 § 4 de la loi 2776/1999, à savoir 6 m² par détenu, qu'au niveau européen, selon les normes fixées par le Comité européen pour la prévention de la torture.", "45.  Le requérant a donc subi une épreuve d'une intensité qui a excédé le niveau inévitable de souffrance inhérent à l'incarcération. Il a subi un traitement inhumain et dégradant.", "46.  Partant, il y a eu violation de l'article 3 de la Convention.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "47.  Invoquant l'article 14 de la Convention, le requérant se plaint d'une discrimination par rapport à d'autres détenus qui peuvent être libérés sous condition lorsqu'ils ont purgé 3/5 de la durée de leur peine, alors que lui doit avoir purgé 4/5 de cette durée, car condamné pour une infraction relative aux stupéfiants.", "48.  Compte tenu de l'ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour n'a relevé aucune apparence de violation des droits et libertés garantis par la Convention ou ses Protocoles.", "49.  Il s'ensuit que ce grief doit être rejeté comme manifestement mal fondé, en application de l'article 35 §§ 3 et 4 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "50.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "51.  Le requérant réclame 10 000 euros (EUR) au titre du préjudice moral qu'il aurait subi.", "52.  Le Gouvernement prétend que le constat de violation constituerait une satisfaction équitable suffisante et que si la Cour estime devoir accorder une indemnité, celle-ci ne devrait pas dépasser 3 000 EUR.", "53.  La Cour considère qu'il y a lieu d'octroyer au requérant la somme réclamée, soit 10 000 EUR, au titre du préjudice moral.", "B.  Frais et dépens", "54.  Le requérant demande également 2 500 EUR pour les frais et dépens devant la Cour.", "55.  Le Gouvernement considère ce montant injustifié et se déclare prêt à verser 1 000 EUR.", "56.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme réclamée et l'accorde au requérant.", "C.  Intérêts moratoires", "57.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l'article 3 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu'il y a eu violation de l'article 3 de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "i.  10 000 EUR (dix mille euros), plus tout montant pouvant être dû à titre d'impôt, pour dommage moral ;", "ii.  2 500 EUR (deux mille cinq cents euros), plus tout montant pouvant être dû à titre d'impôt par le requérant, pour les frais et dépens encourus devant la Cour ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage.", "Fait en français, puis communiqué par écrit le 10 février 2011, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tNina Vajić\n\tGreffier\tPrésidente"]}