{"file": "FRE_CLINF_15773_89.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "15773/89", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Avril 1995", "Piermont c. France - 15773/89 et 15774/89", "Arrêt 27.4.1995", "article 2 du Protocole n° 4", "article 2 al. 1 du Protocole n° 4", "Liberté de circulation", "Régulièrement sur le territoire d'un état", "Mesure d'expulsion de Polynésie française, assortie d'une interdiction d'y entrer de nouveau, et mesure d'interdiction d'entrer en Nouvelle-Calédonie prises à l'encontre d'une ressortissante allemande, membre du Parlement européen : non-violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 2 DU PROTOCOLE N° 4", "A.\tMesure prise en Polynésie française", "Absence d'ingérence dans l'exercice du droit à la libre circulation - pendant une certaine période, la requérante a pu se déplacer à sa guise - dès la notification de l'arrêté d'expulsion, elle ne se trouvait plus régulièrement sur le territoire polynésien, à considérer comme distinct de celui de la métropole.", "Conclusion : non-violation (unanimité).", "B.\tMesure prise en Nouvelle-Calédonie", "Absence d'ingérence dans l'exercice du droit à la libre circulation, l'intéressée ne s'étant jamais trouvée régulièrement sur le territoire calédonien.", "Conclusion : non-violation (unanimité).", "II.\tARTICLE 10 DE LA CONVENTION", "A.\tMesure prise en Polynésie française", "1.\tExistence d'une ingérence", "Expulsion : ingérence dans l'exercice du droit à la liberté d'expression. ", "2.\tJustification de l'ingérence", "a) \tAu regard de l'article 63 de la Convention", "Contexte politique tendu ne suffit pas pour interpréter la formule \"nécessités locales\" comme justifiant l'ingérence.", "b) \tAu regard de l'article 16 de la Convention", "Article 16 ne peut être opposé à la requérante, ressortissante d'un Etat membre de l'Union européenne, et, de surcroît, parlementaire européen.", "c) \tAu regard de l'article 10 § 2 de la Convention", "i. \"Prévue par la loi\"", "Base légale de l'interdiction d'entrée : non-lieu à se prononcer.", "Base légale de la mesure d'expulsion : article 7 de la loi du 3 décembre 1849.", "ii. \"But légitime\"", "Défense de l'ordre et intégrité du territoire.", "iii. \"Nécessaire dans une société démocratique\"", "Liberté d'expression : l'un des fondements essentiels d'une société démocratique et condition primordiale de son progrès - protection des informations et idées accueillies avec faveur ou indifférence, mais aussi de celles qui choquent - particulièrement précieuse pour un élu du peuple : nécessité d'un contrôle strict des ingérences dans la liberté d'expression.", "Reconnaissance, par la Cour, de l'impact particulier que pouvait avoir l'attitude de la requérante sur le climat politique - néanmoins, propos reprochés ont été tenus lors d'une manifestation pacifique autorisée - intervention de l'intéressée s'inscrivait dans le cadre d'un débat démocratique en Polynésie - absence d'appel à la violence, et manifestation n'a été suivie d'aucun désordre - par surcroît, rien n'indique que la mesure prise était purement symbolique - dès lors, déséquilibre entre l'intérêt général et la liberté d'expression.", "Conclusion : violation (cinq voix contre quatre).", "B. \tMesure prise en Nouvelle-Calédonie", "1.\tExistence d'une ingérence", "Interdiction d'entrée : ingérence dans l'exercice du droit à la liberté d'expression.", "2. Justification de l'ingérence", "Base légale de l'ingérence : article 7 de la loi du 3 décembre 1849 combiné avec les pouvoirs de police générale confiés au Haut-Commissaire de la République.", "Le comportement de la requérante et la crainte que celle-ci s'exprime, sur place, sur des sujets délicats pourraient expliquer le refus des autorités de la laisser pénétrer sur le territoire calédonien - compte tenu de l'absence de différence substantielle dans la situation de l'intéressée au regard des deux territoires, constat identique, justifié par les mêmes raisons que pour la mesure prise en Polynésie, du défaut de nécessité de l'ingérence.", "Conclusion : violation (cinq voix contre quatre).", "III.\tARTICLE 14 DE LA CONVENTION, COMBINE AVEC L'ARTICLE 10", "Eu égard aux conclusions relatives à l'article 10, non-lieu à rechercher si la requérante a été victime d'une discrimination par comparaison aux citoyens français résidant en Polynésie et en Nouvelle-Calédonie.", "Conclusion : non-lieu à statuer (unanimité).", "IV. \tARTICLE 50 DE LA CONVENTION", "A. \tDommage moral : suffisamment compensé par l'arrêt.", "B.\tFrais et dépens devant les juridictions internes puis les organes de la Convention : remboursement fixé en équité.", "Conclusion : Etat défendeur tenu de verser à la requérante une certaine somme pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}