{"file": "FRE_CLINF_52562_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "52562/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 82", "Janvier 2006", "Sørensen et Rasmussen c. Danemark [GC] - 52620/99 et 52562/99", "Arrêt 11.1.2006 [GC]", "Article 11", "Article 11-1", "Fonder et s'affilier à des syndicats", "Ne pas s'affilier à des syndicats", "Adhésion obligatoire à un syndicat constituant une condition préalable d'embauche : violation", "En fait : Le premier requérant se vit offrir un emploi d’été de courte durée, l’une des conditions pour l’obtenir étant son adhésion à un syndicat, le SID. A la lecture de son premier bulletin de salaire, il s’aperçut qu’il cotisait au SID alors qu’il avait sollicité son affiliation à un autre syndicat. Il informa son employeur qu’il refusait de payer la cotisation au SID et, en conséquence, fut licencié au motif qu’il ne satisfaisait pas aux conditions requises pour obtenir l’emploi. Le second requérant se vit proposer un emploi de jardinier, offre soumise à la condition qu’il devînt membre du SID, avec lequel l’employeur avait conclu un accord de monopole syndical. Pour obtenir l’emploi, l’intéressé, qui avait connu une période de chômage, adhéra au SID bien qu’il en désapprouvât les opinions politiques.", "En droit : Article 11 – La liberté d’association englobe un droit d’association négatif, autrement dit un droit à ne pas être contraint de s’affilier à une association. On ne saurait considérer qu’une personne a renoncé à son droit d’association négatif dans une situation où, sachant que l’appartenance à un syndicat est une condition préalable pour s’assurer un emploi, elle accepte une offre d’emploi malgré son hostilité à la condition imposée. N’est donc pas défendable la distinction entre un accord de monopole syndical avant embauche et un accord de monopole syndical après embauche. De plus, si l’article 11 vise essentiellement à protéger l’individu contre toute ingérence arbitraire des pouvoirs publics dans l’exercice des droits qu’il consacre, les autorités nationales peuvent dans certaines circonstances être contraintes d’intervenir dans les relations entre particuliers en prenant des mesures raisonnables et appropriées pour assurer le respect effectif de ces droits. En conséquence, la responsabilité de l’Etat se trouve engagée si l’Etat a manqué à garantir, au travers du droit interne, la jouissance du droit d’association négatif. A cet égard, que l’Etat ait une obligation positive ou négative, les principes applicables sont comparables : dans les deux cas, il faut tenir compte du juste équilibre à ménager entre les intérêts concurrents de l’individu et de la société. En matière de liberté syndicale, l’Etat bénéficie d’une ample marge d’appréciation ; toutefois, lorsque le droit interne d’un Etat autorise la conclusion d’accords de monopole syndical qui vont à l’encontre de la liberté de choix de l’individu, cette marge d’appréciation est considérablement réduite. A cet égard, une importance particulière doit être attachée aux motifs avancés par les autorités pour justifier ces accords, et il faut également tenir compte de l’évolution dans la perception de l’utilité des accords de monopole syndical.", "En l’espèce, le fait que les intéressés aient accepté l’appartenance au SID comme une condition de travail parmi d’autres ne modifie pas notablement l’élément de contrainte inhérent au fait qu’ils ont dû adhérer à un syndicat contre leur gré.S’il n’est pas contesté que le premier requérant aurait pu trouver un emploi similaire auprès d’un employeur non partie à un accord de monopole syndical, il demeure que l’intéressé a été licencié sans préavis consécutivement à son refus de se conformer à l’obligation d’adhérer au SID, laquelle n’avait rien à voir avec son aptitude à s’acquitter des tâches liées à l’emploi en question. De l’avis de la Cour, pareille conséquence peut passer pour grave et susceptible de toucher à la substance même de la liberté de choix inhérente au droit d’association négatif. Quant au second requérant, la question de savoir s’il trouverait du travail ailleurs relève de la spéculation, mais ce qui est certain, c’est que s’il quittait le SID il serait licencié sans possibilité de réintégration ou d’indemnisation. Dans ces conditions, la Cour estime que l’application au second requérant de l’accord de monopole syndical litigieux a sur l’intéressé des répercussions individuelles importantes. Dès lors, les requérants ont tous deux été contraints de s’affilier au SID et cette contrainte a touché à la substance même de leur liberté d’association. La Cour observe que les initiatives législatives pour supprimer l’usage des accords de monopole syndical au Danemark reflètent la tendance au sein des Etats contractants à estimer que ces accords ne sont pas indispensables pour la défense des intérêts des syndicats et qu’il faut dûment tenir compte du droit de tout individu de s’affilier au syndicat de son choix sans avoir à craindre pour ses moyens d’existence. Ces initiatives sont d’ailleurs conformes aux développements survenus au niveau international, notamment en application de la Charte sociale européenne. Eu égard à l’ensemble des circonstances, la Cour estime que l’Etat défendeur a manqué à protéger le droit syndical négatif des requérants.", "Conclusion : violation (douze voix contre cinq en ce qui concerne le premier requérant et quinze voix contre deux pour ce qui est du second requérant).", "Article 41 – La Cour alloue au premier requérant un montant pour préjudice matériel. Aucun des deux requérants n’a soumis de demande au titre du dommage moral. La Cour octroie par ailleurs une somme pour frais et dépens à chacun d’eux.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}