{"file": "FRE_HFJUD_18990_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "18990/07", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE CONSORTS RICHET et LE BER c. FRANCE", "", "(Requêtes nos 18990/07 et 23905/07)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "18 novembre 2010", "", "", "", "DÉFINITIF", "", "18/02/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Consorts Richet et Le Ber c. France,", "La Cour européenne des droits de l'homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tRenate Jaeger,\n\tJean-Paul Costa,\n\tKarel Jungwiert,\n\tRait Maruste,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre, juges,\net de Stephen Phillips, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 19 octobre 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouvent deux requêtes (nos 18990/07 et 23905/07) dirigées contre la République française et dont les requérants, ressortissants de cet Etat, MM. Christine Richet, Vincent Richet, Clothilde Richet, Claudine Richet (« les consorts Richet ») et Mme Lelia Le Ber (« Mme Le Ber »), ont saisi la Cour les 24 avril et 5 juin 2007 respectivement en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Les consorts Richet sont représentés par le cabinet d'avocats Maguero, du barreau de Paris. Mme Le Ber est représentée par Me Coutelier, avocat à Toulon et Me Chambaz, avocat à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Sous l'angle de l'article 1 du Protocole no 1, les requérants reprochaient à l'Etat de ne pas avoir respecté ses engagements contractuels en ne leur garantissant pas l'exercice effectif des droits de construire sur les terrains qu'ils avaient conservés. Invoquant l'article 6 de la Convention, les consorts Richet estimaient également n'avoir pas bénéficié d'un procès équitable. Mme Le Ber estimait avoir été victime d'une discrimination injustifiée, au sens de l'article 14 de la Convention, du fait d'une privation du droit légitime à une information préalable objective sur les conditions contenues dans les actes de vente conclus avec l'Etat.", "4.  Le 12 juin 2009, le président de la cinquième section a décidé de communiquer le grief tiré de la violation de l'article 1 du Protocole no 1 au Gouvernement. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  Le 17 décembre 2009, Mme Le Ber a demandé à la Cour de tenir une audience en raison de la complexité de l'affaire. La Cour a décidé de ne pas faire droit à cette demande.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "6.  Christine Richet est née en 1946 et réside à Versailles, Vincent Richet est né en 1948 et réside à Marrakech, Clothilde Richet est née en 1949 et réside à Tours, et Claudine Richet est née en 1951 et réside à Paris. Quant à Mme Le Ber, elle est née en 1921 et réside à Hyères.", "7.  En 1912, M. Fournier acquit l'île de Porquerolles, d'une superficie de plus de 1 000 hectares, située sur le territoire de la commune d'Hyères-les-Palmiers (département du Var). A cette époque, l'île comptait moins de cinquante habitants et se trouvait dans un état de nature originelle. Au fil des années, la famille Fournier contribua à l'équipement et au développement de l'île. A la suite du décès de M. Fournier en 1935, ses biens furent partagés entre ses héritiers, parmi lesquels se trouvaient Mme Le Ber et Mme Simone Fournier épouse Richet, mère des consorts Richet (« Mme Richet »).", "8.  A la fin des années soixante, les héritiers Fournier, désireux de céder une partie de leurs terrains, entamèrent des négociations avec un groupe d'acheteurs potentiels. Ces derniers proposèrent de les acquérir au prix de soixante millions de francs français (FRF) (soit environ 9 147 000 euros - EUR).", "9.  Le 29 octobre 1969, l'Etat entra en contact avec la famille Fournier afin de manifester son intérêt pour l'acquisition de l'île. L'objectif de l'Etat était d'intégrer l'île dans son domaine privé pour éviter le morcellement et la dégradation accélérée du site.", "10.  Le Service des domaines d'Hyères fut chargé par la direction générale des impôts de Draguignan de procéder à une estimation sommaire des immeubles non bâtis appartenant à la famille Fournier. Dans un rapport du 14 novembre 1969, il constata que cette famille possédait 9/10e du territoire de l'île de Porquerolles et que la valeur vénale actuelle de leurs terrains dont la superficie était de 1 115 hectares environ était de l'ordre de 40 millions de FRF (soit environ 6 100 000 EUR), soit une valeur au mètre carré (« m2 ») de 3,58 FRF.", "11.  Une concertation interministérielle fut engagée, et la famille Fournier fut reçue, en février 1970, par la délégation à l'aménagement du territoire et à l'action régionale pour de premiers contacts exploratoires.", "12.  Dans une communication du 24 février 1970, le comité interministériel restreint d'aménagement du territoire synthétisa les données de l'affaire et proposa des méthodes et orientations d'action afin d'assurer la sauvegarde de l'île. Concernant les orientations à prendre, le comité opta pour l'acquisition à l'amiable de l'île, après avoir écarté les procédures de classement et d'expropriation, jugées trop onéreuses. Il estima notamment : d'une part, qu'une procédure de classement, outre sa lourdeur et son aspect quelque peu « stérilisant », serait également génératrice d'indemnisation et n'assurerait pas automatiquement l'ouverture de l'île ; d'autre part, qu'une expropriation nécessiterait une juste définition de « l'utilité publique », précisant que les indemnités fixées par le juge étaient fréquemment supérieures aux évaluations du Service des domaines.", "13.  En mars 1970, le ministre délégué auprès du premier ministre chargé du plan et de l'aménagement du territoire informa les requérants que l'Etat était disposé à acquérir leurs terrains à l'amiable et les invita à engager des négociations afin d'examiner les conditions de maintien de leur résidence familiale et de leur exploitation agricole.", "14.  Le 15 octobre 1970, l'Etat prit la décision d'acheter l'île. Le 26 novembre 1970, le premier ministre désigna le délégué à l'aménagement du territoire et de l'action régionale – M. Monod – comme interlocuteur unique des propriétaires de l'île. Les négociations engagées avec les propriétaires débutèrent le 3 décembre 1970 et firent intervenir plusieurs représentants de l'Etat, notamment un représentant du ministre de l'Economie et des Finances, spécialiste des questions immobilières.", "15.  Durant les négociations, l'Etat aurait précisé aux propriétaires qu'il ne pouvait rivaliser avec les prix proposés par les acquéreurs privés, ni même offrir une valeur correspondant à l'estimation du Service des domaines et qu'il lui était, en revanche, possible de garantir la valeur de la part de la propriété non vendue en figeant et garantissant les droits de construire. A cette occasion, les propriétaires informèrent l'Etat de leur intention de conserver une partie de leur propriété.", "16.  Ces négociations aboutirent à la signature de promesses de vente les 17 et 23 décembre 1970.", "17.  M. Monod rendit compte de sa mission dans un rapport daté du 4 janvier 1971. Ce document exposait les objectifs des propriétaires : Mme Richet souhaitait quitter l'île, conserver un domaine réduit pour ses quatre enfants et réaliser une opération de construction immobilière les « Eucalyptus » afin de faciliter le relogement des habitants du village ; quant à Mme Le Ber, elle désirait continuer à participer à la vie de Porquerolles et conserver un domaine personnel d'une certaine importance qui lui permettrait de poursuivre à la fois son exploitation agricole (la gestion de son hôtel restaurant) et de garder sa propriété personnelle. M. Monod exposait également les résultats des négociations dans les termes suivants :", "« Résumé à grand trait, l'accord consiste pour l'Etat à se porter acquéreur pour 29,85 millions de francs en deux ans, de 886 hectares sur 1 066 et de 95 % des droits de construire attachés à ces 1 066 hectares.", "Je voudrais faire en outre les observations suivantes :", "(...)", "2) A ce prix agricole, l'Etat acquiert non seulement des terres mais les droits de construire attachés aux 886 ha achetés et aux 180 ha non cédés, à l'exception de 5.580 m2 conservés par les propriétaires actuels à leur usage personnel. Ce chiffre, ainsi que je l'ai indiqué, constituait un minimum au-dessous duquel ils n'entendaient en aucun cas descendre (la valeur de ces droits, sur la base maximum de 250 F. le m2 hors œuvre, représente environ 1.400.000 F.).", "Ces dispositions permettent de concilier deux facteurs avantageux :", "- elles assurent la présence sur l'île de trois des quatre héritiers et de leur famille ce qui est important pour son aménagement, il suffit pour s'en rendre compte de noter qu'ils entendent développer les surfaces cultivées en particulier un vignoble délimité de qualité supérieure, agrandir l'excellent hôtel du « Petit Langoustier » et créer une fondation pour jeunes inadaptés (M. et Mme Le Ber dont l'un des enfants est dans ce cas se préoccupent beaucoup de ce problème) ;", "- elles garantissent l'Etat que les terrains qu'il n'acquiert pas ne pourront pas servir de base à d'importants lotissements.", "(...)", "4) J'ai promis de proposer au Gouvernement de donner les autorisations nécessaires pour que les trois opérations immobilières que j'ai évoquées ci-dessus et qui d'ailleurs me paraissent souhaitables puissent être réalisées. D'autre part, j'ai évoqué la possibilité de donner une solution favorable à certains problèmes qui préoccupent les propriétaires ((...), fondation en faveur des inadaptés projetée par M. et Mme Le Ber (...)).", "J'ai la conviction que l'accord que les propriétaires sont disposés à signer a été conclu à des conditions parfaitement acceptables pour l'Etat. En tout cas ils forment un tout, et je ne serais pas en mesure d'en renégocier les éléments. Il convient donc, soit de l'entériner et c'est ma proposition, soit de le rejeter en ayant conscience qu'alors l'éventualité d'un achat de Porquerolles par l'Etat devient très improbable. (...) »", "18.  M. Monod conclut en proposant la levée des promesses de vente ainsi que la délivrance, au cours du mois de janvier 1971, des autorisations nécessaires à la réalisation des opérations immobilières incluant « Pré des Palmiers » et « Eucalyptus ».", "19.  Le 18 janvier 1971, la commission nationale des opérations immobilières et de l'architecture (« CNOIA »), saisie de l'examen du projet d'acquisition de l'île de Porquerolles, émit un avis favorable à la réalisation de l'opération suivant les conditions financières fixées dans les promesses de vente. Dans son rapport, la CNOIA reprit les conclusions de M. Monod et releva que des clauses inédites avaient été insérées dans le texte des promesses de vente afin de garantir à l'Etat la maîtrise quasi-absolue de l'île.", "20.  Sur la limitation du droit de construire, la CNOIA précisait :", "« (...) sur le plan de la règlementation urbanistique, le règlement d'urbanisme des Maures et l'interprétation qui en est donnée par les services du ministère de l'Equipement et du Logement permettent de considérer qu'on peut construire sur l'ensemble de l'île environ 1.500 logements de 100 m2, soit en moyenne un peu plus d'un logement par hectare.", "Il importait donc de limiter ce droit de construire sur les parcelles à un chiffre exprimé en mètres carrés très inférieur permettant seulement la satisfaction des besoins des familles des propriétaires actuels appréciés de manière relativement libérale. Mais il fallait aussi que ce chiffre soit exprimé ne varietur et qu'il ne puisse être affecté en aucune manière par les vicissitudes du Groupement d'urbanisme des Maures qui comprend, en particulier, les communes d'Hyères, du Lavandou, de Sainte-Maxime et Saint-Tropez. »", "21.  La CNOIA fit également le point sur les négociations qui avaient eu lieu avec chacun des propriétaires. Concernant Mme Richet, elle constata qu'en échange de la vente de ses terrains au prix de 9 300 000 FRF (soit 1 417 775 EUR), elle conservait un droit de construire de 1 080 m2 à usage personnel et familial sur les 10 hectares non cédés, et qu'il était convenu de lui laisser aussi les droits de construire nécessaires pour mener à bien la réalisation de la construction dite des « Eucalyptus ». S'agissant de Mme Le Ber, la CNOIA releva qu'elle était disposée à céder à l'Etat une partie de terrain ainsi que des droits de construire moyennant le prix de 5 500 000 FRF (soit 838 469 EUR), à condition de pouvoir en outre agrandir son hôtel et entreprendre la réalisation d'une institution en faveur de personnes handicapées.", "22.  Lors de la séance de la CNOIA, les rapporteurs M.L. et M.P. firent les observations suivantes :", "« [M.L.] (...) Les conditions auxquelles ont abouti les négociations entreprises ont été résumées dans quatre promesses de vente. L'Etat doit pouvoir acquérir la maîtrise foncière de Porquerolles et, pour cela, se rendre propriétaire non seulement des terrains à vendre, mais obtenir, en outre, qu'une série de concessions soient acceptées par les propriétaires sur les terrains appelés à rester dans leur patrimoine. Des servitudes contractuelles assez lourdes ont été aussi imposées aux propriétaires. En particulier, le droit de construire sera figé et ne sera pas lié aux règlements d'urbanisme.", "[M.L.] précise que le prix global obtenu de 29 950 000 FRF est inférieur aux prétentions initiales des vendeurs et à l'évaluation du Service des domaines. (...)", "[M.P.] signale ensuite que les négociations étaient difficiles en raison des promesses très généreuses faites par des promoteurs privés aux propriétaires (de l'ordre de 60 millions de francs). Le rapporteur met l'accent sur la clause principale qu'il a fallu insérer dans les promesses de vente pour assurer la sauvegarde de l'île : celle de la limitation du droit de construire. (...) »", "23.  A cette occasion, le chef du service des affaires foncières et domaniales précisa que le classement des terrains acquis dans le domaine public pourrait intervenir ultérieurement.", "24.  Le 19 février 1971, le ministre de l'Economie et des Finances autorisa l'opération d'acquisition de l'île.", "25.  Par des actes datés des 4 et 17 mai 1971, les requérants cédèrent, comme convenu, une partie de leurs terrains à l'Etat. Les actes de cession furent passés en la forme administrative devant le préfet du Var.", "26.  Mme Le Ber céda environ 164 hectares de terrain au prix de 838 469 EUR. Les clauses du contrat relatives aux droits de construire sur les parcelles conservées furent rédigées comme suit :", "« Par devant nous, Préfet du département du Var,", "Ont comparu :", "(...) Madame FOURNIER épouse LE BER (...), vend (...) à l'Etat, représenté par [le Directeur adjoint du Directeur des Services Fiscaux du Var] qui accepte, les immeubles dont la désignation suit :", "DESIGNATION", "« 1o) Un tènement immobilier d'une superficie totale de cent soixante quatre hectares quarante ares trente huit centiares (164 ha 40 a 38 ca) (...)", "2o) Le droit de construire attaché aux parcelles conservées par la venderesse (...).", "Il est précisé que la cession de ce droit ayant pour objet non de permettre à l'Etat de construire sur lesdites parcelles, mais de limiter ainsi qu'il suit les possibilités de construction conservées par la venderesse.", "Celle-ci aura la faculté de construire sur lesdites parcelles :", "A) les bâtiments nécessaires à l'extension de l'hôtel et du restaurant dénommés « Mas du Langoustier » dans la limite du doublement des superficies développées existantes actuellement.", "B) des bâtiments à usage d'habitation d'une superficie de 1 200 mètres carrés. Cette superficie est exprimée en mètres carrés de plancher développée hors œuvre au sens de l'article 20 du décret no 70-1016 du 28 octobre 1970 relatif aux plans d'occupation des sols. Il est précisé en ce qui concerne les bâtiments à usage agricole que leur importance devra rester en rapport avec les seuls besoins de l'exploitation agricole de la venderesse sur l'île ;", "C) des bâtiments nécessaires à la réalisation d'un établissement ayant vocation à accueillir des personnes handicapées, dans l'hypothèse où elle serait entreprise. Dans ce cas et pour ces bâtiments, il ne serait pas tenu compte de la limite de 1200 mètres carrés ci-dessus (...)", "PUBLICITE", "La venderesse déclare, d'autre part, renoncer au privilège du vendeur, ainsi qu'à l'exercice de l'action résolutoire. En conséquence, elle s'interdit d'en requérir la publication au fichier immobilier pour quelque cause que ce soit. (...) »", "27.  Mme Richet  céda ses terrains au prix de 1 417 775 EUR. Les clauses du contrat relatives aux droits de construire sur les parcelles conservées furent rédigées comme suit :", "« Madame FOURNIER épouse Richet vend (...) à l'Etat, représenté par Monsieur le Directeur des Services Fiscaux qui accepte, les immeubles dont la désignation suit (...) :", "DESIGNATION", "1o) Un tènement immobilier d'une superficie totale de quinze hectares, soixante dix neuf ares, trente trois centiares (15 ha 79 a 33 ca) (...)", "2o) les quatre vingt dix neuf centièmes (99/100) indivis de divers tènements immobiliers d'une superficie totale de deux cent seize hectares sept ares quarante six centiares (216 ha 07 a et 46 ca) (...)", "3o) les quatre vingt dix neuf deux centièmes (99/200) indivis d'un chemin (...) (1 a 05 ca) (...)", "4o) Le droit de construire attaché aux parcelles restant la propriété de Madame RICHET (...)", "Total : 8 ha 99 a 76 ca", "Toutefois, Madame Richet conservera la faculté d'y construire des bâtiments à usage d'habitation d'une superficie de cinq mille mètres carrés (5 000 m2), cette superficie étant exprimée en mètres carrés de plancher développée hors œuvre au sens de l'article 20 du décret no 70-1016 du 28 octobre 1970 relatif aux plans d'occupations des sols. (...)", "CHARGES ET CONDITIONS", " A – La présente vente est consentie et acceptée sous les charges et conditions suivantes que Monsieur le Directeur des Services Fiscaux du Var oblige l'Etat à exécuter et accomplir :", "(...) 4o) Il fera son affaire personnelle de tous traités d'abonnement aux eaux (...) qui ont pu être contractés par la venderesse (...) relativement aux immeubles vendus. Il se substituera à la venderesse en ce qui concerne les fournitures d'eau qu'elle a consenties à ce jour (...). Il maintiendra à la venderesse le raccordement au réseau d'eau existant en ce qui concerne son habitation actuelle dans l'île. Il autorisera en outre les raccordements au réseau existant en ce qui concerne les parcelles conservées par la venderesse et désignées au paragraphe 4o) de la désignation. (...)", "PUBLICITE", "(...) La venderesse déclare d'autre part, renoncer au privilège du vendeur, ainsi qu'à l'exercice de l'action résolutoire. En conséquence, elle s'interdit d'en requérir la publication au fichier immobilier pour quelque cause que ce soit. (...) »", "28.  Par un arrêté ministériel du 30 avril 1974, les terrains acquis par l'Etat furent affectés au ministère chargé de la protection de la nature, en vue de la création d'un parc national.", "29.  En mars 1977, ce ministère chargea le bureau d'études et de réalisations urbaines d'une étude d'impact des conventions passées entre l'Etat et les requérants sur l'île de Porquerolles. Dans son rapport, le bureau fit état pour chacune d'entre elles des engagements pris par l'Etat concernant les droits de construire, ainsi que des risques que comportaient de tels engagements pour la protection du site. Aux termes de son analyse, le bureau conclut que les droits de construire ne bénéficiaient pas de conditions favorables à leur insertion dans l'esprit d'une sauvegarde du potentiel paysager et fit des recommandations. Les extraits du rapport se lisent comme suit :", "« Or, lors des acquisitions des sols, et pour en faciliter la négociation, l'Etat a conclu avec les vendeurs des accords aux termes desquels des droits de construire ont été reconnus à certaines parcelles qui sont restées leur propriété personnelle : il s'agit de volumes assez importants (...) et dont l'impact sur le paysage risque d'être fort. (...)", "Dans le même temps, la Direction Départementale de l'Equipement du Var, service du contentieux, a procédé à l'analyse juridique de ces conventions et en a conclu :", "- que l'Etat, lors de la signature des conventions d'acquisition ne pouvait attribuer aux héritiers Fournier des « droits publics » ;", "- que la non consécration par le projet du plan d'occupation des sols de la Commune de Hyères des droits de construire contenus dans les conventions, ne pouvait entraîner, pour ce fait, l'annulation du document mis au point,", "- que cette non consécration par le plan d'occupation des sols pouvait conduire les héritiers Fournier à demander soit l'annulation des conventions passées (ce qui entraînerait de leur part la restitution des sommes encaissées), soit l'attribution de dommages-intérêts, correspondant au préjudice subi.", "Dans cette situation juridique confuse, et lourde de conséquences, l'étude d'impact (et des possibilités de substitution) peut servir de guide aux responsables concernés, quant aux solutions à rechercher.", "INVENTAIRE DES DROITS CONVENTIONNELS DE CONSTRUIRE", "Madame LE BER (propriétés du Langoustier et du Brégançonnet)", "possibilité d'étendre l'hôtel du Langoustier dans la limite du doublement (environ 2000 m2),", "possibilité de construire 1200 m2 à usage d'habitation. (...)", "Monsieur RICHET (propriétés les Eucalyptus et la Grande Cale)", "droit de construire 5000 m2 à usage d'habitation (...)", "Au total, et non compris les constructions à usage agricole l'Etat a reconnu des droits de construire de :", "doublement des constructions existantes :", "(2000 + 1290 + 887) =\t\t\t\t\t4 177 m2", "nouveaux droits de construire (héritiers FOURNIER)", "(1200 + 1800 + 5000 + 1500) =\t\t\t\t9 500 m2", "(...) Dans ces conditions, l'étude conduit à écarter, sauf quelques cas très mineurs, la réalisation de gros impacts prévus par les conventions, car ils cumulent de nombreux inconvénients précités (modification du paysage perçu, dégradation du couvert végétal, du lieu d'implantation, atteinte portée aux ressources des nappes phréatiques et à leur qualité, saturation des plages...).", "2 – ANALYSE DES DIFFERENTS CAS", "(...) Le site du Langoustier, site non agricole, faisant l'objet d'une fréquentation estivale due à la présence de l'hôtel, est un site différent, très vulnérable du fait de sa situation (ouverture au Mistral), couvert d'une végétation haute seulement dans la cuvette voisinant l'hôtel. Ce site (...) fait l'objet d'un projet d'urbanisation, visant à utiliser l'ensemble des droits conventionnels, reconnus à Madame Le Ber. La localisation projetée engendrera une nuisance visuelle importante, tandis que la dégradation du milieu végétal sera aggravée.", "La recherche d'un site de substitution a été entreprise comme une solution de moindre mal. Il serait également souhaitable de limiter la fréquentation générale dans ce secteur, en interprétant strictement la convention passée avec Madame Le Ber, c'est-à-dire en autorisant seulement le doublement de l'hôtel, et en reportant ailleurs les autres droits de construire. (...)", "La Plaine de Porquerolles est concernée et par les droits de M. RICHET (5000 m2 de SHDO) et par la solution envisagée pour la cessation de l'indivision (...)", "Il serait souhaitable d'éviter l'urbanisation de la plaine agricole qui s'étend au Sud du village, ce qui modifierait profondément l'image du village et sa structure.", "Les objectifs de protection du milieu naturel, devraient conduire de plus, à interdire toute construction dans la partie susceptible d'être cultivée (Propriété Richet : les Eucalyptus), ou dans l'ancienne Oliveraie. (...)", "La Grande Cale (propriété RICHET) située à proximité d'un chemin très fréquent, pourrait assez facilement permettre l'implantation du programme prévu par la convention. (...)", "3 – PROPOSITIONS D'ACTIONS", "En résumé, on est amené à proposer aux responsables concernés de choisir entre trois types de solutions, il appartiendra à ceux-ci de se déterminer en faveur de l'une ou de l'autre en appréciant ses avantages et ses inconvénients.", "a) Solution d'annulation", "On fait prévaloir les objectifs de protection du site", "(...) Cette solution radicale se heurte à un certain nombre d'objections morales et juridiques, puisque l'Etat met en cause la valeur de ses engagements précédents. Elle a des implications financières qui risquent d'être onéreuses. (...)", "b) Solution de relocalisation", "On cherche à éviter les implications financières précédentes, tout en faisant prévaloir certains impératifs de protection, notamment :", "la perception visuelle actuelle des paysages naturels,", "les protections agricoles,", "la non dispersion des impacts de fréquentation.", "(...) La solution consiste alors par la relocalisation, à assurer la réalisation des droits de construire (...), non sur la parcelle actuelle de chaque propriétaire, mais dans le village ou dans sa contiguïté immédiate.", "Cette solution conserve l'inconvénient :", "(...) de présenter quelques difficultés sur le plan juridique (procédures d'échange des sols, de transferts des droits de construire).", "Cas particuliers : L'étude a permis de définir pour le doublement de l'hôtel du Langoustier et à proximité de l'hôtel, un site qui ne portant pas atteinte au paysage perçu, pouvait convenir à cet agrandissement.", "Eventuellement, l'urbanisation du site La Grand Cale (propriété Richet) pourrait être admise bien que l'importance des droits (5000 m2) soit difficilement conciliable avec le principe de non dispersion des impacts de fréquentation.", "c) Solution de substitution", "Cette solution vise plus modestement, en palliant à l'inconvénient précédent (difficultés juridiques) à donner satisfaction à chaque propriétaire sur sa propriété, en faisant en sorte que le projet s'intègre correctement dans le paysage. (...)", "Une solution analogue devrait être envisagée pour la partie non hôtelière des droits Le Ber : il serait souhaitable de limiter la capacité d'accueil du Langoustier au doublement de l'hôtel afin de ne pas entraîner l'appropriation de la plage par les seuls résidents et d'éviter une sur-fréquentation des parties forestières assez fragiles.", "L'objet de l'étude est de mettre en évidence les effets prévisibles de l'application des droits susceptibles d'être autorisés.", "La réalisation de ces droits ne va pas sans dommages pour les sites et le milieu naturel dans lesquels ils s'inscrivent. (...)", "30.  En juin 1978, un projet de plan d'occupation des sols («  POS ») de la commune d'Hyères-Les-Palmiers fut élaboré en vue de préserver complètement l'île contre les constructions nouvelles. Constatant que ce projet ne tenait aucunement ou partiellement compte des engagements de l'Etat résultant des actes de vente, les requérants saisirent les autorités dans le cadre de l'enquête publique.", "31.  Dans un courrier du 28 juillet 1979, Mme Richet rappela au préfet du Var que le POS ne saurait porter atteinte aux clauses de l'acte de vente du 17 mai 1971. Le préfet lui répondit que l'exercice des droits à construire était lié aux possibilités de construction définies dans le document d'urbanisme applicable à l'île de Porquerolles. Par un courrier du 20 juillet 1980, Mme Richet  s'adressa à nouveau au préfet afin de lui rappeler les engagements de l'Etat. En réponse, le préfet lui indiqua, le 6 août 1980, que le problème d'ensemble des droits de construire attachés à certaines parcelles de terrain relevait de la compétence du ministre de l'Environnement et du Cadre de Vie qu'il avait déjà saisi.", "32.  Dans un rapport de présentation du POS, publié par un arrêté préfectoral du 30 septembre 1982, la direction départementale de l'équipement du Var fit notamment état du rachat d'une partie importante de l'île par l'Etat, dans les termes suivants et sous le titre « grands évènements récents » :", "« Le rachat d'une partie importante de l'île par le domaine privé de l'Etat est à l'origine d'un problème foncier important de par la nature même des conditions d'acquisition.", "Les conditions d'achat prévoyaient en effet l'abandon de droits à construire sur les terrains restant aux vendeurs. L'application des accords passés étant lourde de conséquences pour l'équilibre naturel et humain de l'île de Porquerolles ».", "33.  Le POS fut rendu public le 30 novembre 1982.", "34.  Le 30 août 1984, Mme Richet  formula à nouveau les mêmes observations sur le projet de révision du POS soumis à l'enquête publique.", "35.  Le 11 septembre 1984, Mme Le Ber adressa une lettre au commissaire enquêteur, lui rappelant les termes de l'acte de vente du 4 mai 1971, notamment les engagements de l'Etat relatifs aux droits de construire et lui demandant d'enregistrer ses observations sur le projet de POS.", "36.  Par un arrêté ministériel du 20 février 1985, les terrains affectés au ministère chargé de la Protection de la nature, devenu depuis ministère de l'Environnement, furent remis en dotation au parc national de Port-Cros, établissement public à caractère administratif, chargé de la conservation et de la mise en valeur de l'île.", "37.  Le 27 septembre 1985, le POS fut approuvé et l'île fut classée en zone inconstructible en raison de sa valeur environnementale.", "38.  Mme Le Ber indique que l'Etat a fait figurer ses droits à bâtir de façon individualisée dans tous les documents d'urbanisme jusqu'en 1978, ainsi que dans les documents préparatoires au POS adopté en 1985.", "A.  Recours formés auprès des autorités et juridictions administratives", "1)  Les consorts Richet", "", "39.  Mme Richet put édifier cinquante-sept logements constituant la première tranche de l'opération dite « Pré des Palmiers », un permis de construire lui ayant été octroyé le 28 novembre 1972. Les requérants précisent cependant que cette opération ne fut pas réalisée sur les parcelles conservées par Mme Richet dans le cadre de l'acte de vente de 1971 et visées par les droits de construire contractuels.", "40.  Le 10 décembre 1975, elle déposa une demande de permis de construire deux ensembles immobiliers sur les terrains des « Eucalyptus » et de la « Grande Cale ».  Par un arrêté préfectoral du 3 juin 1976, sa demande fut rejetée en application des articles R. 111-21 et R. 111-13 du code de l'urbanisme. Mme Richet saisit le tribunal administratif d'une requête en annulation de la décision de rejet, faisant valoir notamment que l'allégation suivant laquelle l'exécution du projet serait de nature à compromettre la réalisation du POS ne correspondait pas à la règlementation applicable ni au respect des engagements pris par l'Etat de l'autoriser à construire sur les terrains concernés.", "41.  Le 10 novembre 1981, le tribunal administratif de Nice la débouta de sa demande.", "42.  Par un arrêt du 5 octobre 1984, le Conseil d'Etat confirma le jugement, jugeant que les constructions prévues par le permis de construire étaient de nature, notamment par leur situation et leur architecture, à porter atteinte au site inscrit de Porquerolles, que leur alimentation en eau ne pouvait être assurée dans des conditions satisfaisantes et qu'elles auraient imposé la construction par la commune d'équipements publics nouveaux hors de proportion avec ses ressources.", "43.  Le 8 décembre 1986, Mme Richet saisit le préfet du Var d'une demande d'intervention afin de résoudre le problème, le cas échéant en envisageant une annulation de l'acte de cession. Par une lettre du 20 mars 1987, le préfet lui indiqua ne pas vouloir donner suite en l'état à cette demande.", "44.  Mme Richet  déposa une ultime demande de permis de construire le 7 septembre 1994. Le 30 novembre 1994, sa demande fut rejetée, au motif qu'en vertu du POS approuvé le 27 septembre 1985 et toujours en vigueur, lesdits terrains étaient situés en zone non constructible, le site étant classé, et qu'aucun réseau d'assainissement ne desservait ces terrains.", "2) Mme Le Ber", "45.  Un permis de construire fut accordé le 26 septembre 1975 pour une extension de deux cent quarante m2 du « Grand Langoustier ».", "46.  Le 22 août 1977, Mme Le Ber déposa une demande de permis de construire afin d'édifier un ensemble immobilier sur le domaine du Langoustier. Par un arrêté municipal du 6 janvier 1978, sa demande fut rejetée dans les termes suivants :", "« 1o) Considérant que l'alimentation en eau potable et l'assainissement de ce programme immobilier ne sont pas assurés dans des conditions satisfaisantes (articles R. 111-2 et 3 du code de l'urbanisme).", "2o) Considérant que le projet ne respecte pas les dispositions de l'article R. 111-4 – 13 du code de l'urbanisme les constructions imposant par leur situation et leur importance la réalisation par la commune d'équipements publics nouveaux hors de proportion avec ses ressources actuelles.", "3o) Considérant que le terrain n'est pas desservi par une voie dont les caractéristiques répondent à l'importance de l'ensemble immobilier à édifier notamment en ce qui concerne la commodité de la circulation et des accès et des moyens d'approche permettant une lutte contre l'incendie.", "4o) Considérant en outre, que l'implantation et les conditions d'insertion dans le site des bâtiments projetés est incompatible avec la préservation de la qualité de l'environnement (article R. 111-21 du code de l'urbanisme).", "5o) Considérant que les plans fournis au dossier sont en discordance ; plan masse faisant apparaître un nombre de logements différents de celui indiqué dans la demande de permis de construire (80 au lieu de 22). »", "47.  Le 6 janvier 1981, Mme Le Ber forma un recours gracieux auprès du préfet du Var afin d'obtenir l'exécution des engagements souscrits par l'Etat dans l'acte de vente du 4 mai 1971 et, à défaut, une indemnité de 853 800 EUR couvrant le préjudice qui résultait du non-respect desdits engagements. Sa demande ayant été rejetée, elle saisit les juridictions administratives la même année.", "48.  Par un jugement du 8 juin 1983, le tribunal administratif de Nice débouta Mme Le Ber de toutes ses demandes.", "49.  Elle se pourvut en cassation devant le Conseil d'Etat, qui rejeta également ses prétentions dans un arrêt du 10 mars 1989. Estimant qu'aucune disposition du contrat ne présentait un caractère exorbitant de droit commun et que le contrat n'avait pas pour effet de lui confier l'exécution d'un service public, il considéra que les tribunaux judiciaires étaient seuls compétents pour connaître de sa demande. Il considéra également que, dans l'hypothèse où l'intéressée se prévalait du droit à indemnité résultant de l'article L. 160-5 du code de l'urbanisme, « les stipulations de ce contrat de droit privé par lequel [elle] renonçait à une partie desdits droits ne sauraient constituer des droits acquis au sens de cette disposition législative ».", "B.  Recours formés auprès des juridictions judiciaires", "1)  Mme Le Ber", "50.  Les 9 et 27 décembre 1994, Mme Le Ber ainsi qu'une autre héritière, Mme P., saisirent les juridictions judiciaires afin d'obtenir notamment la résolution judiciaire de la vente et des dommages-intérêts en réparation du préjudice subi. L'Etat déposa des conclusions le 10 décembre 1997, dans lesquelles il soutint notamment qu'en application de la jurisprudence, la clause de renonciation à la résolution de la vente contenue dans l'acte de 1971, rédigée en termes clairs, lui était opposable.", "51.  Par un jugement du 13 décembre 1999, le tribunal de grande instance de Toulon constata que les intéressées s'étaient désistées de leur première demande et les débouta pour le surplus.", "52.  Le 26 mai 2005, la cour d'appel d'Aix-en-Provence confirma le jugement. Sur le moyen tiré de la violation de l'article 1 du Protocole no 1, la cour d'appel considéra que cette disposition était inapplicable en l'espèce, dans la mesure où il y avait eu vente de gré à gré, et non expropriation par la puissance publique. Mme Le Ber se pourvut en cassation et souleva trois moyens, dont deux portaient sur la volonté des parties contractantes concernant les droits de construire.", "53.  Par un arrêt du 19 décembre 2006, la Cour de cassation rejeta le pourvoi de la requérante. Elle jugea notamment que l'ambiguïté des termes des actes de vente avait rendu nécessaire l'interprétation de la cour d'appel, interprétation souveraine et sans dénaturation. Elle approuva son analyse, aux termes de laquelle l'Etat avait consenti la possibilité de construire en fonction de la réglementation applicable au moment de l'échange des consentements, sans garantir des droits à construire définitifs, quelle que pût être l'évolution ultérieure des règles d'urbanisme.", "2)  Les consorts Richet", "54.  Le 17 novembre 1995, Mme Richet saisit le tribunal de grande instance de Toulon d'une action en nullité de l'acte de vente du 17 mai 1971 et d'une demande en dommages-intérêts. Elle mettait en cause la validité de l'acte et la responsabilité du préfet en raison d'un manquement à son devoir de conseil en sa qualité de rédacteur de l'acte.", "55.  Par un jugement du 23 octobre 2000, le tribunal débouta l'intéressée de ses demandes, après avoir déclaré l'action en nullité de l'acte de vente recevable et l'acte valable, et considéré que ses stipulations n'avaient pas pour objet de lui accorder des droits à construire. Le tribunal rajouta que l'Etat ne pouvait s'engager à garantir à Mme Richet, par simple contrat de droit privé, un droit de construire qui lui serait définitivement acquis, nonobstant les législations ultérieures susceptibles de l'affecter dans ses modalités, voire son existence même, et que si l'Etat avait pris un tel engagement, les clauses litigieuses du contrat auraient été pour le moins exorbitantes de droit commun.", "56.  A la suite du décès de Mme Richet, les consorts Richet reprirent la procédure et interjetèrent appel du jugement.", "57.  Par un arrêt du 6 octobre 2005, la cour d'appel d'Aix-en-Provence confirma le jugement. Les consorts Richet se pourvurent en cassation. L'un des trois moyens de cassation développés dans leur mémoire ampliatif portait sur la reconnaissance de leur droit à construire.", "58.  Le 19 décembre 2006, la Cour de cassation déclara leur pourvoi non admis.", "59.  Par ailleurs, les consorts Richet introduisirent une action pour dysfonctionnement du service public de la justice sur le fondement de l'article L. 141-1 du code de l'organisation judiciaire afin d'obtenir la condamnation de l'Etat français. Par un jugement du 18 février 2009, le tribunal de grande instance de Paris les débouta de leur demande, jugeant qu'aucune faute lourde ne pouvait être retenue à l'encontre de l'Etat. Les requérants interjetèrent appel. L'affaire est actuellement pendante devant la cour d'appel de Paris.", "II.  LE DROIT INTERNE PERTINENT APPLICABLE À L'ÉPOQUE DES FAITS", "A.  Le code civil", "60.  Le titre III du code civil régit les contrats ou obligations conventionnelles. L'article 1101 définit le contrat comme étant une convention par laquelle une ou plusieurs personnes s'obligent, envers une ou plusieurs autres, à donner, à faire ou à ne pas faire quelque chose. Le chapitre II fixe les conditions de validité des contrats. Les articles 1108 et 1133 de ce code se lisent comme suit :", "Article 1108", "« Quatre conditions sont essentielles pour la validité d'une convention :", "Le consentement de la partie qui s'oblige ;", "Sa capacité de contracter ;", "Un objet certain qui forme la matière de l'engagement ;", "Une cause licite dans l'obligation. »", "Article 1133", "« La cause est illicite, quand elle est prohibée par la loi, quand elle est contraire aux bonnes mœurs ou à l'ordre public. »", "61.  Sur l'effet des obligations, l'article 1134 dispose que les conventions légalement formées tiennent lieu de loi à ceux qui les ont faites, qu'elles ne peuvent être révoquées que de leur consentement mutuel, ou pour les causes que la loi autorise et qu'elles doivent être exécutées de bonne foi. Concernant l'interprétation des contrats, l'article 1156 précise qu'on doit rechercher quelle a été la commune intention des parties contractantes, plutôt que de s'arrêter au sens littéral des termes.", "62.  Lorsque les conditions de formation d'un contrat n'ont pas été respectées, il est possible pour la partie contractante de saisir le juge d'une action en nullité sur le fondement de l'article 1304 du code civil. Si la nullité du contrat est prononcée, il sera rétroactivement anéanti. La disposition précitée se lit comme suit :", "Article 1304", " « Dans tous les cas où l'action en nullité ou en rescision d'une convention n'est pas limitée à un moindre temps par une loi particulière, cette action dure cinq ans.", "Ce temps ne court dans le cas de violence que du jour où elle a cessé ; dans le cas d'erreur ou de dol, du jour où ils ont été découverts.", "Le temps ne court, à l'égard des actes faits par un mineur, que du jour de la majorité ou de l'émancipation ; et à l'égard des actes faits par un majeur protégé, que du jour où il en a eu connaissance, alors qu'il était en situation de les refaire valablement. Il ne court contre les héritiers de l'incapable que du jour du décès, s'il n'a commencé à courir auparavant. »", "63.  Si la partie contractante se plaint de l'inexécution du contrat ou de sa mauvaise exécution par le cocontractant, elle peut également saisir le juge d'une action en résolution de la convention sur le fondement de l'article 1184 de ce même code. Si la résolution du contrat est prononcée, il sera rétroactivement anéanti. La disposition précitée se lit comme suit :", "Article 1184", "« La condition résolutoire est toujours sous-entendue dans les contrats synallagmatiques, pour le cas où l'une des deux parties ne satisfera point à son engagement.", "Dans ce cas, le contrat n'est point résolu de plein droit. La partie envers laquelle l'engagement n'a point été exécuté, a le choix ou de forcer l'autre à l'exécution de la convention lorsqu'elle est possible, ou d'en demander la résolution avec dommages et intérêts.", "La résolution doit être demandée en justice, et il peut être accordé au défendeur un délai selon les circonstances. »", "B.  Dispositions du code de l'urbanisme", "Article R. 111-13", "« Le permis de construire peut être refusé ou n'être accordé que sous réserve de l'observation de prescriptions spéciales si les constructions, par leur situation ou leur importance imposent, soit la réalisation par la commune d'équipements publics nouveaux hors de proportion avec ses ressources actuelles, soit un surcroît important des dépenses de fonctionnement des services publics. »", "Article R. 111-21", "« Le permis de construire peut être refusé ou n'être accordé que sous réserve de l'observation de prescriptions spéciales si les constructions, par leur situation, leur architecture, leurs dimensions ou l'aspect extérieur des bâtiments ou ouvrages à édifier ou à modifier, sont de nature à porter atteinte au caractère ou à l'intérêt des lieux avoisinants, aux sites, aux paysages naturels ou urbains ainsi qu'à la conservation des perspectives monumentales. »", "C.  Dispositions du code du domaine de l'Etat", "Article L. 76 (abrogé au 1 juillet 2006)", "« Les préfets reçoivent les actes intéressant le domaine privé immobilier de l'Etat, confèrent à ces actes l'authenticité et en assurent la conservation. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "64.  Les requérants reprochent aux autorités de ne pas avoir respecté leurs engagements contractuels en ne leur garantissant pas l'exercice effectif de leur droit de construire sur les terrains qu'ils avaient conservés. Ils soutiennent que cette garantie constituait la condition à laquelle était soumis leur accord relatif à la vente d'une grande partie de leurs terrains à l'Etat à un prix très nettement inférieur à leur valeur réelle. Ils invoquent l'article 1 du Protocole no 1 qui se lit comme suit :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "65.  Le Gouvernement s'oppose à cette thèse. A titre principal, il fait valoir que Mme Le Ber n'a pas épuisé les voies de recours internes et que les requérants ne sont pas titulaires de « biens » au sens de la disposition précitée. A titre subsidiaire, il estime que le grief est manifestement mal fondé.", "A.  Sur les exceptions d'irrecevabilité", "1.  L'épuisement des voies de recours internes", "a)  Thèses des parties", "66.  Le Gouvernement reproche à Mme Le Ber de n'avoir pas engagé d'action contre le contrat qu'elle a conclu avec l'Etat. Il fait valoir que le juge judiciaire n'a été saisi que des conclusions tendant à l'octroi des dommages et intérêts. Or, la requérante soutient que, par ce contrat, l'Etat lui a reconnu des droits de construire irrévocables, auxquels il aurait été porté atteinte par le refus opposé à sa demande de permis de construire et par l'impossibilité de construire résultant des dispositions d'urbanisme approuvées après la conclusion de la vente des terrains. Le Gouvernement estime que, si l'Etat avait reconnu un tel droit de construire au profit de Mme Le Ber, le contrat aurait été fondé sur une cause illicite et aurait encouru l'annulation en application des articles 1108 et 1133 du code civil. Selon lui, l'action pertinente susceptible d'être engagée devant les juridictions nationales était une action en nullité du contrat et non une action indemnitaire, qui ne peut prospérer qu'en cas de faute dans l'exécution du contrat. En saisissant directement la Cour d'un litige posant la validité d'un contrat de droit privé français, alors que les juges nationaux n'ont pu se prononcer sur cette question, Mme Le Ber aurait méconnu le principe de subsidiarité.", "67.  Mme Le Ber fait valoir qu'il y a bien eu épuisement des voies de recours internes puisqu'elle a conduit l'affaire jusqu'au sommet des deux ordres juridictionnels et a invoqué au cours des procédures l'article 1 du Protocole no 1. Elle explique qu'elle pouvait demander soit la nullité du contrat de vente soit des dommages-intérêts sur le fondement de la responsabilité contractuelle. Cependant, selon la requérante, toute action en nullité était manifestement dépourvue de chance de succès ; les recours des consorts Richet illustrent d'ailleurs qu'une telle demande était vouée à l'échec. Elle ajoute que lorsqu'elle mit en avant la résolution de l'acte de vente devant le tribunal de grande instance de Toulon, l'Etat releva qu'elle avait renoncé dans les actes de vente à l'exercice de l'action résolutoire, que sa demande en résolution était irrecevable et que les actions en nullité étaient forcloses puisqu'elles intervenaient après l'expiration de délai de cinq ans à compter de la découverte de l'erreur prétendue.", "68.  En réplique, le Gouvernement fait valoir que l'action résolutoire n'a pas été poursuivie devant le juge judiciaire puisque, dans ses conclusions reçues le 31 décembre 1996, elle a renoncé à demander la résolution de la vente et le juge en a pris acte dans le jugement du 13 décembre 1999. Enfin, il soutient que l'action résolutoire n'était pas dépourvue de chance de succès et constituait un recours effectif : rappelant le droit interne en matière de résolution de contrats synallagmatiques (article 1184 du code civil), le Gouvernement fait valoir que les requérants, s'estimant lésés, pouvaient saisir le juge judiciaire pour se plaindre de l'inexécution du contrat et demander l'annulation du contrat.", "69.  En réponse, Mme Le Ber rappelle qu'elle disposait du libre choix de solliciter soit l'annulation des conventions passées, soit l'attribution de dommages-intérêts comme le ministère de la Culture et de l'Environnement l'a rappelé dans le préambule de l'étude d'impact de mars 1977. Mme Le Ber ajoute que le Gouvernement viole le principe de l'estoppel en soutenant devant la Cour qu'elle disposait d'un recours effectif en droit interne pour obtenir l'annulation de l'acte litigieux, alors même que l'Etat a affirmé et démontré le contraire devant les juridictions judiciaires, la contraignant ainsi à faire le choix de la seule action en dommages et intérêts. Elle s'appuie notamment sur les conclusions déposées par l'Etat le 10 décembre 1997 devant le tribunal de grande instance de Toulon, dans lesquelles il soutient qu'en application de la jurisprudence, la clause de renonciation à la résolution de la vente dans l'acte de 1971, rédigée en des termes clairs, lui était opposable.", "b)  Appréciation de la Cour", "70.  La Cour rappelle qu'aux termes de l'article 35 § 1 de la Convention, elle ne peut être saisie qu'après l'épuisement des voies de recours internes. A cet égard, elle souligne que tout requérant doit avoir donné aux juridictions internes l'occasion que l'article 35 § 1 a pour finalité de ménager en principe aux Etats contractants : éviter ou redresser les violations alléguées contre lui. Cette règle se fonde sur l'hypothèse que l'ordre interne offre un recours effectif quant à la violation alléguée (voir, par exemple, Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999-V).", "71.  Les dispositions de l'article 35 § 1 de la Convention ne prescrivent cependant que l'épuisement des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ils doivent exister à un degré suffisant de certitude non seulement en théorie mais aussi en pratique, sans quoi leur manquent l'effectivité et l'accessibilité voulues ; il incombe à l'Etat défendeur de démontrer que ces exigences se trouvent réunies (voir, parmi beaucoup d'autres, Vernillo c. France, 20 février 1991, § 27, série A no 198, et Dalia c. France, 19 février 1998, § 38, Recueil des arrêts et décisions 1998-I). De surcroît, un requérant qui a utilisé une voie de droit apparemment effective et suffisante ne saurait se voir reprocher de ne pas avoir essayé d'en utiliser d'autres qui étaient disponibles mais ne présentaient guère plus de chances de succès (voir, mutatis mutandis, l'arrêt A. c. France, 23 novembre 1993, § 32, série A no 277-B).", "72.  Le Gouvernement reproche à Mme Le Ber de ne pas avoir engagé d'action en nullité ou en résolution de la vente.", "73.  La Cour constate tout d'abord que Mme Le Ber a saisi le tribunal de grande instance de Toulon d'une action en résolution de la vente et d'une demande en dommages-intérêts, puis s'est désistée de sa première demande (paragraphes 50-51 ci-dessus). Elle relève cependant que l'une des clauses de l'acte de vente conclu avec l'Etat portait précisément sur la renonciation de la requérante à ses privilèges de vendeur, y compris à l'action résolutoire (paragraphe 26 ci-dessus). La Cour note par ailleurs que dans ses mémoires en réplique, le directeur des services fiscaux du Var invoquait cette même clause pour exciper de l'irrecevabilité de l'action en résolution de la requérante. Cette dernière s'étant engagée, lors de la vente avec l'Etat, à ne pas exercer une telle action, elle ne peut donc se voir reprocher de ne pas l'avoir mise en œuvre par la suite.", "74.  S'agissant de l'action en nullité de la vente, la Cour constate que les consorts Richet ont engagé une telle action et se sont vus déboutés de leur demande par le juge judiciaire, ce dernier ayant estimé que l'acte de vente ne leur avait pas conféré de droits à construire (paragraphes 55 et 57 cidessus). Rien ne permet de penser qu'un recours identique de Mme Le Ber aurait pu conduire à une solution différente.", "75.  Dans ces circonstances, la Cour estime que Mme Le Ber a épuisé les voies de recours internes, comme l'exige l'article 35 § 1 de la Convention. L'exception soulevée par le Gouvernement est dès lors rejetée.", "2.  Sur l'existence d'un bien au sens de l'article 1 du Protocole no 1", "a)  Thèses des parties", "76.  La Cour note que les parties ont des vues divergentes quant à la question de savoir si les requérants étaient ou non titulaires d'un bien susceptible d'être protégé par l'article 1 du Protocole no 1.", "i.  Le Gouvernement", "77.  Le Gouvernement estime que les requérants ne peuvent prétendre à aucun « droit de construire » susceptible d'entrer dans le champ de l'article 1 du Protocole no 1. S'appuyant sur la jurisprudence de la Cour, il fait valoir que si la Cour accepte d'appliquer cette disposition à des droits réels autres que le droit de propriété, voire à des droits de créance, les créances ne relèvent de cette disposition que lorsqu'elles sont effectivement nées dans le chef du requérant ; sont ainsi exclues les créances potentielles ou conditionnelles et, a fortiori, les simples espérances. Selon le Gouvernement, les requérants ne peuvent se prétendre titulaires de droits présentant un degré suffisamment certain pour être qualifiables de « biens » au sens de l'article 1 du Protocole no 1. Les actes de vente conclus avec l'Etat ne conféraient aux requérants qu'une simple faculté de construire, non assimilable à un droit, celle-ci étant, qui plus est, nécessairement subordonnée au respect des règles générales d'urbanisme.", "78.  Sur la notion de « droit de construire », le Gouvernement expose qu'en droit français, ce droit constitue un démembrement de la propriété de la surface. Il permet à son titulaire de construire sur le terrain d'autrui et de devenir propriétaire des constructions ainsi érigées. C'est un tel droit que l'Etat s'est vu céder par les requérants. La circonstance que cette cession n'avait pas, en l'espèce, pour objectif de permettre à l'Etat d'ériger des constructions mais uniquement celui d'empêcher les propriétaires de construire sur leurs terrains, ne modifie en rien l'analyse.", "79.  Selon le Gouvernement, le droit de construire mérite sans doute la qualification de « bien » au sens de l'article 1 du Protocole no 1 en raison de sa valeur patrimoniale certaine. Toutefois, les requérants ne sauraient invoquer un tel droit ; se référant à certaines clauses de la promesse de vente et des actes de vente, le Gouvernement estime que les stipulations des contrats de vente des terrains ne leur conféraient pas des droits de construire mais leur reconnaissaient seulement la faculté de construire certains bâtiments.", "80.  Le Gouvernement ajoute que les requérants ont cédé à l'Etat l'ensemble des droits de construire afférents aux parcelles énumérées et n'ont conservé que la « faculté » limitée de réaliser certaines constructions. Si les types de constructions pouvant être édifiées sont limitativement énumérés dans les conventions, c'est en raison de l'impératif général lié à la préservation de l'île de Porquerolles. Le Gouvernement ajoute que les actes de vente indiquent expressément que ces précisions ont pour unique objet de limiter la constructibilité des terrains restant la propriété des vendeurs. Il ne s'agit donc pas d'une reconnaissance par l'Etat d'un droit, mais au contraire d'une faculté restante, une limitation librement consentie par les cocontractants. Le Gouvernement ajoute que, d'après les clauses du contrat, ce sont les cédants qui se sont obligés, se rendant débiteurs d'une obligation de respecter les limites apportées à l'exercice des facultés consenties par l'Etat.", "81.  Le Gouvernement indique que l'Etat n'a jamais entendu conférer aux requérants de droits de construire les affranchissant du respect des normes nationales d'urbanisme et d'environnement en vigueur. En se portant acquéreur, l'Etat n'a pas souhaité, et ne l'aurait d'ailleurs pas pu, leur conférer ad vitam des droits de construire, non susceptibles d'un contrôle de la part des autorités administratives compétentes. Le Gouvernement ajoute que l'Etat ne pouvait en aucun cas prendre un engagement de stabilisation de la loi et de la règlementation au profit des parties venderesses et qu'il n'a à aucun moment accordé à celles-ci plus de droits qu'elles n'en tenaient déjà de la loi ou des règlements en vigueur, et notamment des dispositions du règlement national d'urbanisme, seul applicable alors à l'île. De la même façon, s'il avait été maintenu à leur profit certaines possibilités de construire limitativement énumérées, cela ne pouvait l'être que dans le cadre de cette même règlementation.", "82.  Le Gouvernement ajoute que les clauses du contrat sont claires et dénuées d'ambiguïté. Selon lui, les requérants ne disposaient que de facultés de réaliser des constructions limitativement énumérées qui restaient subordonnées aux dispositions législatives et règlementaires en vigueur au moment de la délivrance des permis de construire. C'est pourquoi leurs demandes de permis de construire ultérieures ont été refusées, comme étant incompatibles avec les documents d'urbanisme applicables.", "83.  Le Gouvernement en conclut que les contrats conclus entre l'Etat et les requérants n'avaient pas pour objet et ne pouvaient avoir pour effet de leur accorder des droits à construire de façon perpétuelle sur les parcelles restant dans leurs patrimoines.", "ii.  Les consorts Richet", "84.  Les consorts Richet font valoir qu'ils étaient titulaires d'un intérêt substantiel protégé par l'article 1 du Protocole no 1 et que l'affirmation du Gouvernement procède d'une interprétation erronée de la jurisprudence de la Cour. Rapprochant la présente espèce de l'affaire Öneryıldız c. Turquie du 18 juin 2002 (no 48939/99), ils font valoir que l'existence de biens à protéger peut porter sur des biens qui ne font l'objet d'aucun titre de propriété, et même qui contreviendraient en eux-mêmes au droit interne de l'urbanisme. Selon eux, ils ne disposaient pas uniquement de la propriété d'un terrain mais aussi d'un droit d'édification sur ce terrain ; l'Etat ne pouvait donc pas, à la lumière de la jurisprudence de la Cour, leur opposer la non-compatibilité de son engagement avec les règles du droit de l'urbanisme. Citant les affaires Lecarpentier et autre c. France (no 67847/01, 14 février 2006) et Broniowski c. Pologne ([GC], no 31443/96, CEDH 2004V), les consorts Richet ajoutent que la Cour a élargi la notion de biens à celle de la valeur patrimoniale et qu'elle examine si l'ensemble des circonstances de l'espèce ont rendu le requérant titulaire d'un intérêt substantiel protégé par l'article 1 du Protocole no 1. Selon eux, la présente espèce est très proche, mutadis mutandis, de cette dernière affaire : en effet, la demande des consorts Richet trouve un fondement ancien et constant dans le droit interne français, l'article 1134 du code civil. En vertu de ce texte, l'Etat aurait dû, selon les requérants, respecter les dispositions de l'acte de vente de 1971, l'appliquer de bonne foi, et respecter pleinement son engagement de les laisser construire sur la partie de terrain non cédée, dès lors que c'était la contrepartie d'une très substantielle baisse de prix.", "85.  Sur la notion de « faculté de construire », les consorts Richet font valoir que les facultés originaires de construire ont été étendues, multipliées par cinq avec l'acte de vente de 1971 et sont donc devenues des droits. Ils soutiennent que les affirmations du Gouvernement sont fausses et s'appuient, pour le démontrer, sur le rapport du 18 janvier 1971 qui expose les économies résultant de la différence entre l'évaluation domaniale et le prix à payer au terme de la négociation. Selon les consorts Richet, il ne peut être toléré que l'Etat ait écrit dans un acte qu'il acquiert des droits à construire liés à des parcelles restant la propriété de Mme Richet et prétendre aujourd'hui qu'il ne lui aurait laissé qu'une simple faculté de construire égale à celle qu'elle tenait du plan d'urbanisme des Maures. Ils expliquent que sur les 9 hectares non vendus, le plan lui conférait à peine mille mètres carrés de constructibilité alors que l'acte de vente lui en consent cinq mille.", "86.  Sur le nécessaire respect des règles d'urbanisme invoqué par le Gouvernement, selon les consorts Richet la question n'est pas de savoir si l'Etat entendait ou pouvait conférer des droits à construire affranchis des règles nationales d'urbanisme d'époque ou futures, mais de savoir s'il a concédé de tels droits ou s'il a fait en sorte que les propriétaires en soient au moins persuadés, afin de les convaincre de lui vendre leurs terrains à des conditions avantageuses.", "87.  Les consorts Richet font enfin valoir que la jurisprudence citée par l'Etat relative aux permis de construire délivrés dans des conditions illégales est hors de propos puisqu'en l'espèce il s'agit de droits de construire vendus par l'Etat.", "iii.  Mme Le Ber", "88.  Selon Mme Le Ber, il ne fait pas de doute que des droits de construire constituent pour leur détenteur des « biens existants » ou sinon des « valeurs patrimoniales » ou au minimum « une espérance légitime ». A cet égard, elle cite l'affaire Pine Valley Developments Ltd et autres c. Irlande (29 novembre 1991, série A no 222), dans laquelle la Cour a jugé que la constructibilité d'un terrain est considérée comme un élément accessoire du droit de propriété et doit à ce titre être considéré comme un « bien » au sens de l'article 1 du Protocole no 1. Mme Le Ber ajoute qu'il résulte du procèsverbal de la séance du 18 janvier 1971 de la CNOIA – mentionné dans l'acte de vente de 1971 – que l'Etat voulait que ces droits de construire soient intangibles. Elle cite également l'acte de vente qui précise que les « droits de construction [sont] conservés par la venderesse ». Selon elle, ceci explique que l'Etat-notaire ait transcrit dans l'acte la volonté de l'Etat et de la requérante que cette dernière garderait les droits conservés. Ainsi, la titularité de Mme Le Ber sur ces droits ne peut faire aucun doute puisqu'elle ne les a jamais cédés. A l'appui de son argument, elle cite l'acte de vente qui stipule qu'elle « aura la faculté de construire sur lesdites parcelles ». Sur la notion de faculté, la requérante fait valoir notamment que la faculté est le libre choix attribué par la loi à une personne de décider d'une manière discrétionnaire d'exercer ou de renoncer à exercer un droit ou une compétence. Elle ajoute que « faculté de construire », dans ce contexte, est ainsi une autre façon d'exprimer le mot « droit » puisqu'en effet le titulaire d'un droit n'est jamais obligé de l'exercer. Quant au caractère exhaustif de cette qualification, il faut souligner que la section « désignation » de l'acte de vente, qui désigne les biens vendus et qui contient l'expression de « droits de construction conservés par la venderesse », se termine par les mots « Tel au surplus que l'ensemble se poursuit et se comporte sans exception ni réserve et sans qu'il soit besoin d'en faire une plus ample désignation ». Mme Le Ber s'estime donc fondée à considérer que l'acte de 1971 la rendait titulaire de droits de construire, constitutifs de « biens » au sens de l'article 1 du Protocole no 1.", "b)  Appréciation de la Cour", "89.  La Cour rappelle que la notion de « biens » prévue par la première partie de l'article 1 du Protocole no 1 a une portée autonome qui ne se limite pas à la propriété de biens corporels et qui est indépendante des qualifications formelles du droit interne : certains autres droits et intérêts constituant des actifs peuvent aussi passer pour des « droits patrimoniaux » et donc des « biens » aux fins de cette disposition. Dans chaque affaire, il importe d'examiner si les circonstances, considérées dans leur ensemble, ont rendu le requérant titulaire d'un intérêt substantiel protégé par l'article 1 du Protocole no 1 (Brosset-Triboulet et autres c. France [GC], no 34078/02, § 65, 29 mars 2010, et Iatridis c. Grèce [GC], no 31107/96, § 54, CEDH 1999-II). Par ailleurs, la notion de « biens » ne se limite pas aux « biens actuels » et peut également recouvrir des valeurs patrimoniales, y compris des créances, en vertu desquelles le requérant peut prétendre avoir au moins une espérance légitime et raisonnable d'obtenir la jouissance effective d'un droit de propriété (Pine Valley Developments Ltd et autres c. Irlande, 29 novembre 1991, § 51, série A no 222, et Stretch c. Royaume-Uni, no 44277/98, § 35, 24 juin 2003). L'espérance légitime de pouvoir continuer à jouir du bien doit reposer sur une « base suffisante en droit interne » (Kopecky c. Slovaquie, no 44912/98, § 52, CEDH 2004-IX).", "90.  La tâche de la Cour est donc de rechercher si, à la lumière des circonstances de l'espèce, les requérants peuvent se prétendre titulaires de « biens » et en particulier de « droits de construire » au sens de l'article 1 du Protocole no 1 (voir notamment Öneryıldız c. Turquie [GC], no 48939/99, § 124, CEDH 2004XII).", "91.  La Cour constate que les requérants ont conclu avec l'Etat des actes de vente les 4 et 17 mai 1971. Il ressort des termes de ces actes que les parties se sont entendues pour que les requérants consentent à céder à l'Etat pour une certaine somme d'argent une grande partie de leurs terrains situés sur l'île de Porquerolles et qu'ils jouissent d'un « droit de construire attaché aux parcelles » conservées par les requérantes, droit circonscrit à certains édifices limitativement et expressément énumérés (paragraphes 26 et 27 cidessus).", "92.  Selon la Cour, l'un des éléments déterminants de la négociation entre les représentants de l'Etat et les requérants portait sur la garantie que ces derniers puissent non seulement rester sur l'île sur une partie des terrains conservés et continuer leur exploitation agricole, mais également conserver le droit à construire certains édifices sur leurs terrains. Ainsi, l'Etat s'était entendu : d'une part, avec Mme Richet, pour qu'elle puisse conserver un domaine réduit et construire des bâtiments à usage d'habitation d'une superficie de 5 000 m2 ; et, d'autre part, avec Mme Le Ber, pour qu'elle garde des terrains, agrandisse l'hôtel et le restaurant dénommés « Mas du Langoustier », et construise des bâtiments à usage d'habitation d'une superficie de 1 200 m2, ainsi qu'un établissement pouvant accueillir des personnes handicapées. Ces conditions, discutées et approuvées par les parties, ont été exposées dans le rapport sur l'achat de l'île de Porquerolles du 4 janvier 1971. Elles ont ensuite été reprises dans les promesses de vente, pour être finalement inclues – dans les mêmes termes – dans les actes de vente conclus devant le préfet du Var les 4 et 17 mai 1971 (paragraphes 26 et 27 ci-dessus). De même, le rapport commandé en mars 1977 par le ministère chargé de la protection de la nature fait expressément état des « droits conventionnels de construire » de Mme Le Ber et de M. Richet, ainsi que le fait que « l'Etat a reconnu des droits de construire » (paragraphe 29), quand le rapport de présentation du POS publié en 1982 rappelle que « les conditions d'achat prévoyaient en effet l'abandon de droits à construire sur les terrains restant aux vendeurs » (paragraphe 32 ci-dessus).", "93.  Eu égard à ce qui précède, la Cour estime que les requérants pouvaient prétendre voir respecter les droits à construire dont ils étaient titulaires de par les actes de vente conclus avec l'Etat. La Cour considère en outre, à l'instar de Mme Le Ber, que le terme « faculté » renvoie en l'espèce uniquement au choix dont dispose tout titulaire d'un droit d'en faire usage ou non, dans les limites de ce droit. Comme cela vient d'être rappelé, la lecture des divers documents produits devant la Cour est exempte d'ambiguïté.", "94.  Il reste à déterminer si les requérants pouvaient légitimement s'attendre à pouvoir construire indépendamment des changements ultérieurs des règles d'urbanisme.", "95.  La Cour ne peut suivre le Gouvernement dans son argumentation lorsqu'il prétend que l'Etat n'a pas pu leur concéder des droits définitifs, au motif qu'il n'aurait pas pu s'engager à garantir aux requérants le droit de construire en faisant fi des règles d'urbanisme susceptibles de changer dans le futur. Elle constate en effet que les actes de vente, dans la rédaction desquels l'Etat a joué un rôle particulièrement actif, étant à la fois partie, rédacteur et autorité de réception de l'acte par l'intermédiaire du préfet, ne précisent à aucun moment que la faculté de construire serait conditionnée aux règles d'urbanisme. Il ne ressort pas non plus des pièces du dossier que cette question ait été discutée, voire simplement évoquée, avec les représentants de l'Etat lors des négociations ou encore avec le préfet du Var lorsqu'il a reçu les actes de vente. Enfin, la Cour relève que le rapport de la CNOIA du 18 janvier 1971 précisait expressément que les droits de construire accordés par l'Etat étaient chiffrés ne variatur et qu'ils ne pouvaient être affectés en aucune manière par les vicissitudes du groupement d'urbanisme des Maures regroupant les communes concernées (paragraphe 20 ci-dessus). Lors de la séance de la CNOIA, les rapporteurs ont quant à eux observé qu'« en particulier, le droit de construire sera figé et ne sera pas lié aux règlements d'urbanisme » (paragraphe 22 ci-dessus). Le rapport de présentation du POS publié en 1982, qui évoque « l'abandon de droits à construire » passe sous silence la possibilité d'opposer de nouvelles règles d'urbanisme aux requérant, parlant au contraire d'une « application des accords passés (...) lourde de conséquence » (paragraphe 32 ci-dessus).", "96.  Un tel constat permet également d'écarter l'argument du Gouvernement selon lequel les requérants n'étaient pas censés ignorer la loi et ne pouvaient prétendre avoir légitimement cru que l'Etat leur consentait des droits de construire. Compte tenu de la qualité même du cocontractant avec lequel ils traitaient – qui constituait indiscutablement un gage d'autorité, de bonne foi et du respect de la loi –, les requérants pouvaient légitimement penser que l'Etat était en mesure de leur accorder de tels droits et s'attendre à ce qu'il respecte ses engagements contractuels, nonobstant le changement ultérieur des règles d'urbanisme. Si l'Etat envisageait, avant l'acquisition de l'île, de conférer aux requérants des droits de construire selon le droit applicable en vigueur à l'époque, et de modifier ensuite les règles d'urbanisme, puis de procéder au classement du site – comme cela semble être le cas en l'espèce (paragraphe 23 ci-dessus) –, les requérants, qui se trouvaient par ailleurs en position de net désavantage en leur qualité de simples particuliers, pouvaient légitimement s'attendre à ce qu'il les informe clairement de son intention au moment des négociations et qu'il insère dans les actes de vente des clauses dénuées d'ambiguïté à ce sujet.", "97.  Enfin, il faut souligner que les actes de vente ayant été passés en la forme administrative devant le préfet du Var comme le permet le code du domaine de l'Etat, et non devant un notaire comme pour une vente immobilière entre particuliers, les requérants n'ont pas bénéficié des conseils d'un notaire sur la validité éventuelle des clauses des actes de vente mais ont dû se reposer sur le préfet, représentant de l'Etat.", "98.  La Cour estime, dans les circonstances de l'espèce, que les requérants étaient titulaires de droits de construire aux termes des actes de vente et qu'ils avaient une espérance légitime de pouvoir exercer ces droits dans les conditions contractuelles. Ils sont dès lors titulaires d'un « bien » au sens de l'article 1 du Protocole no 1.", "99.  La Cour constate que le grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur l'observation de l'article 1 du Protocole no 1", "1.  Thèses des parties", "a)  Le Gouvernement", "100.  Le Gouvernement fait valoir que l'ingérence dans l'exercice du droit au respect des biens des requérants doit être considéré comme reposant sur une cause d'intérêt général et ménageant un juste équilibre entre celui-ci et leurs droits. Citant la jurisprudence de la Cour, il explique que les politiques d'urbanisme et d'aménagement du territoire relèvent par excellence des domaines d'intervention de l'Etat et que lorsque l'intérêt général de la communauté occupe une place prééminente, l'Etat dispose d'une grande marge d'appréciation. A cet égard, le Gouvernement cite certaines affaires dans le domaine de la politique de protection de l'environnement (Gorraiz Lizarraga et autres c. Espagne, no 62543/00, CEDH 2004III, et Kortessi c. Grèce, no 31259/04, 13 juillet 2006).", "101.  Se référant à d'autres arrêts de la Cour (Fredin c. Suède (no 1), 18 février 1991, § 48, série A no 192, Hamer c. Belgique, no 21861/03, § 78, CEDH 2007XIII (extraits), et Pine Valley Developments Ltd et autres, précité, § 57), le Gouvernement explique qu'en l'espèce toutes les actions de l'Etat ont été guidées par un motif légitime, à savoir la nécessité de protéger l'environnement de l'île de Porquerolles. Selon lui, le contexte général de l'opération immobilière conclue avec les requérants en 1971 est particulièrement clair et a donné lieu à de nombreux échanges entre les propriétaires et les pouvoirs publics avant d'aboutir. Le Gouvernement ajoute que les déclarations des pouvoirs publics ont été suivies d'actes non ambigus, qui traduisaient ses engagements de protection environnementale. Selon le Gouvernement, si l'Etat a acquis l'île, c'était aussi à la condition que les parcelles restant la propriété des requérants ne soient pas ellesmêmes dénaturées ensuite par des constructions non conformes aux règles d'urbanisme en vigueur.", "102.  Le Gouvernement ajoute que l'équilibre entre l'intérêt général ainsi recherché et les intérêts individuels en cause a été d'autant mieux assuré que les requérants ont bien disposé de la possibilité d'utiliser leurs facultés de construire, et ce durant plusieurs années. A cet égard, il fait valoir qu'au moment de la vente, l'île de Porquerolles était encore couverte par le plan du groupement d'urbanisme des Maures et que ce plan autorisait les requérants à construire des bâtiments dans les proportions prévues dans les actes de vente. Le Gouvernement ajoute qu'ils ne pouvaient raisonnablement ignorer les risques prévisibles d'évolution de la règlementation dans le temps, dans le sens d'une plus grande protection de l'île. Il précise que cette règlementation fut effectivement remise en cause par un projet de POS, mais plus de dix ans après les actes de vente, et que les requérants ont eu immédiatement connaissance des changements projetés en la matière. Le Gouvernement ajoute que, durant toute l'élaboration du POS, ils disposaient du temps nécessaire pour faire valoir leurs droits, en déposant un permis de construire légal ou obtenir un certificat d'urbanisme propre à assurer la pérennité de leurs droits à construire. Concernant les demandes de permis de construire présentées par les requérants sous l'égide de la règlementation antérieure du POS de 1985, il souligne que certaines d'entre elles n'étaient pas acceptables au regard de la règlementation applicable et non du fait d'une volonté délibérée de l'Etat de les empêcher de mener à bien leurs projets immobiliers. Le Gouvernement rappelle que, postérieurement à l'acte de vente du 4 mai 1971, des permis de construire ont été accordés aux requérants : Mme Le Ber a réalisé, sur autorisation du 26 septembre 1975, une extension du « Grand Langoustier » de 240 mètres carrés ; et, le 28 novembre 1972, Simone Richet a pu édifier 57 logements constituant la première tranche de l'opération dite « Pré des Palmiers ». Se référant à l'arrêté municipal du 6 janvier 1978 et la décision préfectorale du 3 juin 1976, il fait valoir que les requérants ont ensuite déposé des demandes de permis de construire dont l'illégalité était patente et que l'Etat ne pouvait avaliser au prétexte que par l'acte de vente de 1971 il serait prétendument obligé de garantir les droits de construire sans condition.", "103.  Enfin, le Gouvernement fait valoir que si les requérants soutiennent que l'Etat a vicié leur consentement en les incitant à vendre sur la foi de la possibilité de construire, ils n'apportent aucune preuve ou précision au sujet des manœuvres alléguées. Selon lui, la circonstance que le prix de cession aurait être plus élevé si la vente avait été conclue avec d'autres acheteurs que l'Etat paraît sans incidence sur le litige. En tout état de cause, la prétendue moins-value réalisé lors de l'acte de vente ne saurait être justement appréciée qu'au regard de la protection environnementale offerte par l'Etat au patrimoine des intéressés, protection que n'auraient pu garantir d'autres acheteurs.", "b)  Les requérants", "104.  Les consorts Richet soutiennent que la seule invocation d'un intérêt public ou d'un intérêt général ne saurait suffire à permettre une mesure restrictive de propriété. Ils rappellent que, depuis une dizaine d'années, les mesures de restriction de propriété prises par l'Etat à l'égard des personnes privées font l'objet d'un strict contrôle de proportionnalité de la part de la Cour (Chassagnou et autres c. France [GC], nos 25088/94, 28331/95 et 28443/95, CEDH 1999III, Immobiliare Saffi c. Italie [GC], no 22774/93, CEDH 1999V, et Luordo c. Italie, no 32190/96, CEDH 2003IX). En l'espèce, les consorts Richet font valoir que la protection de l'environnement ne saurait être sérieusement utilisée comme une justification, alors même que ce droit était balbutiant dans les années 1970. Quant au droit de l'urbanisme, il ne peut non plus constituer une justification au traitement réservé par l'Etat aux consorts Richet car : soit l'Etat se serait engagé illégalement à autoriser ces derniers à construire sur des terrains non cédés, car il ne pouvait le faire, et il y aura lieu de leur accorder une substantielle satisfaction équitable ; soit il se serait engagé dans le seul but de tromper son cocontractant, et la même conclusion s'impose, sans que le droit de l'urbanisme ne puisse être invoqué.", "105.  Les consorts Richet soulignent également que l'acte de vente litigieux ne vise aucune intention de politique environnementale de la part de l'Etat. Ils ajoutent que si l'avis de la CNOIA faisait état de cette intention, il n'a pas été signalé à Simone Richet à l'époque de la vente. Enfin, l'acquisition de l'île de Porquerolles n'aurait pas été faite pour l'enrichissement du parc national de Port-Cros, mais pour son domaine privé.", "106. Selon les requérants, l'évocation du permis de construire du 28 novembre 1972 est hors de propos puisque cette opération n'a pas été réalisée sur les parcelles conservées par Mme Richet et dotées d'une constructibilité fixée ne varietur, non liée au règlement d'urbanisme, pour cinq mille mètres carré. S'appuyant sur le rapport et le procès-verbal de la CNOIA du 18 janvier 1971, ils ajoutent que tous les développements relatifs à l'évolution de la règlementation d'urbanisme sont irrecevables dans la mesure où l'Etat a entendu conférer des droits « ne varietur » ; il a précisé que « le droit de construire sera[it] figé et ne sera[it] pas lié aux règlements d'urbanisme » ; et, il ne peut prétendre que les pièces émanant de son administration ne reflètent pas sa volonté.", "107.  Mme Le Ber soutient que l'Etat ne peut évoquer l'intérêt général pour couvrir la mise à néant, de son fait, des droits conservés, alors que cet intérêt général avait été pleinement pris en compte dans l'acte de vente de 1971. Elle ajoute que l'Etat ne peut soutenir qu'il ne pouvait accorder des droits de construire dérogatoires aux lois et règlements car il se serait fondé sur une cause illicite.", "108.  Mme Le Ber soutient que l'Etat-acquéreur a violé la lettre et l'esprit de l'acte de vente de 1971 pour lequel l'Etat-notaire avait instrumenté, excipant que ses engagements contractuels devraient céder devant l'Etataménageur-du-territoire. C'est ainsi que l'Etat-acquéreur n'a pris aucune mesure pour faire respecter les engagements auxquels il avait souscrit, notamment en ne faisant pas en sorte que le POS modifié tienne compte desdits engagements. Mme Le Ber reproche également à l'Etat de n'avoir pris aucune disposition pour proposer une indemnisation à hauteur du préjudice subi. Elle souligne par ailleurs le caractère modeste des droits conservés par rapport à l'immensité des droits cédés : il s'agissait du doublement de la surface d'un hôtel de taille moyenne, de la construction de 1 200 mètres carrés de plancher développé et d'un établissement pour handicapés ; des édifications qui furent autorisées expressément dans l'acte de vente litigieux. Enfin, Mme Le Ber rappelle l'opportunité des projets autorisés, soulignée par M. Monod dans son rapport du 4 janvier 1971.", "2.  Appréciation de la Cour", "109.  La Cour rappelle qu'elle a conclu à l'existence d'un bien dont les requérants sont titulaires (paragraphe 98 ci-dessus). Les autorités les ayant empêchés de jouir de leur droit de construire sur les parcelles conservées dans les conditions prévues par les actes de vente, ils ont subi une ingérence dans leur droit de propriété.", "110.  Reste à rechercher si l'ingérence ainsi constatée enfreint ou non l'article 1 du Protocole no 1.", "111.  La Cour rappelle que, selon sa jurisprudence, l'article 1 du Protocole no 1, qui garantit en substance le droit de propriété, contient trois normes distinctes (voir, notamment, James et autres c. Royaume-Uni, 21 février 1986, § 37, série A no 98) : la première, qui s'exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats contractants le pouvoir, entre autres, de réglementer l'usage des biens conformément à l'intérêt général.", "112.  Il ne s'agit pas pour autant de règles dépourvues de rapport entre elles. Les deuxième et troisième normes, qui ont trait à des exemples particuliers d'atteintes au droit de propriété, doivent s'interpréter à la lumière du principe consacré par la première (Brosset-Triboulet et autres, précité, § 80, Bruncrona c. Finlande, no 41673/98, §§ 65-69, 16 novembre 2004, et Broniowski c. Pologne [GC], no 31443/96, § 134, CEDH 2004-V).", "113.  Aux yeux de la Cour, les interdictions de construire s'analysaient en une réglementation de « l'usage des biens » des intéressés, au sens du deuxième alinéa (Sporrong et Lönnroth c. Suède, 23 septembre 1982, § 64, série A no 52).", "114.  Selon une jurisprudence bien établie, une mesure d'ingérence doit ménager un « juste équilibre » entre les impératifs de l'intérêt général et ceux de la sauvegarde des droits fondamentaux de l'individu. La recherche de pareil équilibre se reflète dans la structure de l'article 1 du Protocole no 1 tout entier et, par conséquent, dans celui du second alinéa ; il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé. En contrôlant le respect de cette exigence, la Cour reconnaît à l'Etat une grande marge d'appréciation tant pour choisir les modalités de mise en œuvre que pour juger si leurs conséquences se trouvent légitimées, dans l'intérêt général, par le souci d'atteindre l'objectif de la loi en cause (voir, notamment, Chassagnou et autres c. France [GC], nos 25088/94, 28331/95 et 28443/95, § 75, CEDH 1999–III). Cet équilibre est rompu si la personne concernée a eu à subir une charge spéciale et exorbitante.", "115.  La tâche de la Cour est donc d'examiner si, en l'espèce, les requérants ont eu à supporter une charge spéciale et exorbitante qui a rompu le juste équilibre à ménager entre la protection de leur propriété et les exigences de l'intérêt général.", "116.  La Cour estime tout d'abord qu'il ne fait aucun doute qu'en concluant à l'amiable les contrats de vente, l'Etat entendait poursuivre un but légitime d'intérêt général, à savoir la protection de l'environnement et en particulier la préservation de l'île de Porquerolles – domaines dans lesquelles les Etats disposent d'une certaine marge d'appréciation –, et que l'ingérence litigieuse poursuivait le même objectif.", "117.  Par ailleurs, elle relève que toutes les démarches entreprises pour faire reconnaître les droits de construire accordés par l'Etat dans les actes de vente et les exercer effectivement ont été vaines. Les demandes de permis de construire ont été refusées en raison de leur incompatibilité avec la protection de l'île de Porquerolles : la demande du 10 décembre 1975 a été rejetée au motif qu'elle était de nature à porter atteinte au site inscrit de Porquerolles, celle d'août 1977 pour incompatibilité avec la préservation de la qualité de l'environnement, et celle de septembre 1994 en raison de ce que la zone était inconstructible depuis l'adoption du POS en 1985.", "118.  Les requérants ne sauraient se voir reprocher de ne pas avoir réalisé les constructions prévues dans les actes de vente avant l'adoption du plan d'occupation des sols : comme souligné précédemment, ces actes leur conféraient la possibilité de réaliser les constructions énumérées, sans limitation dans le temps, et ils ne pouvaient légitimement croire que les droits de construire validés dans un contrat conclu avec l'Etat leur seraient ultérieurement retirés à la faveur d'une décision prise en sens contraire par une autorité publique.", "119.  La Cour note que lorsque les requérants ont été informés d'un changement éventuel des règles d'urbanisme et de l'adoption d'un plan d'occupation des sols de la commune d'Hyères en remplacement du groupement d'urbanisme des Maures, ils se sont adressés aux autorités, notamment au préfet du Var, pour leur rappeler les engagements contractuels de l'Etat et s'assurer que les documents d'urbanisme les respecteraient. Ces démarches sont restées sans effet.", "120.  Les requérants ont ensuite saisi les deux ordres juridictionnels pour d'obtenir soit l'exécution des contrats, soit leur résolution ou une indemnisation en réparation du préjudice subi par eux, en vain. Les juridictions administratives se sont déclarées incompétentes, jugeant que les contrats conclus avec l'Etat relevaient du droit privé, alors que les juridictions judicaires ont considéré que les requérants ne disposaient pas de droits acquis définitifs.", "121.  Outre le fait que l'Etat, compte tenu de ses compétences et l'ampleur de son autorité, a joué un rôle actif, décisif dans les négociations et la rédaction des actes de vente, la Cour relève qu'à son plus haut niveau les autorités étaient conscientes de leurs engagements contractuels, de leur portée, ainsi que de leur impact sur l'environnement de l'île de Porquerolles, comme en témoigne le rapport d'étude de mars 1977 (paragraphe 29 ci-dessus). Pour autant, elles n'ont pris aucune mesure de nature à honorer leurs engagements, notamment en délivrant les autorisations nécessaires à la réalisation des opérations immobilières contractuellement prévues ou en s'assurant que les nouveaux documents d'urbanisme soient compatibles avec les engagements pris par l'Etat et expressément stipulés dans les actes de vente. Les autorités n'ont pas davantage tenté de trouver une solution de compromis permettant de concilier les intérêts en présence, à savoir le respect des droits de construire conférés aux requérants et la protection de l'île de Porquerolles (voir, a contrario, Brosset-Triboulet et autres, précité, § 93).", "122.  De l'avis de la Cour, dans l'hypothèse où les constructions prévues dans les contrats auraient effectivement été en opposition avec la préservation du site de Porquerolles, les autorités auraient dû proposer aux requérants une compensation matérielle ou financière en réparation du préjudice subi du fait du non-respect des actes de vente. La situation litigieuse est d'autant plus surprenante que l'étude d'impact de mars 1977 – qui faisait état des risques que pouvaient avoir les actes de vente sur la sauvegarde de l'île – proposait des solutions concrètes de relocalisation et de substitution pour continuer à préserver le site et ne pas léser les requérants (paragraphe 29 ci-dessus). Pourtant, aucune démarche en ce sens n'a été entreprise.", "123.  Compte tenu de ce qui précède, la Cour estime que le comportement des autorités a privé les requérants tant de la possibilité de jouir effectivement de leurs droits que d'obtenir, à défaut, soit la remise en cause des actes de vente, soit une indemnisation pour le préjudice subi.", "124.  Il s'ensuit que les requérants ont eu à supporter, en l'espèce, une charge spéciale et exorbitante qui a rompu le juste équilibre à ménager entre la protection de leur propriété et les exigences de l'intérêt général.", "125.  Il y a donc eu violation de l'article 1 du Protocole no 1.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "126.  Les requérants invoquent également une violation des articles 6 et 14 de la Convention.", "127.  Compte tenu de son raisonnement sur le terrain de l'article 1 du Protocole no 1, la Cour n'estime pas nécessaire d'examiner ces griefs séparément.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "128.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Dommage matériel", "a)  Thèses des requérants", "i)  Les consorts Richet", "129.  Les requérants demandent 48 000 000 euros (EUR) au titre de la satisfaction équitable. Selon eux, cette demande est justifiée car ils ont été privés des droits de construire 5 000 m2 de logement qui constituaient une partie du prix consenti par l'Etat au profit de Mme Richet. Ils précisent que cette somme a été calculée en tenant compte du prix du marché immobilier (12 500 EUR le m2) et du coût de construction. Les requérants ajoutent qu'ils n'ont pas pu construire une maison pour chacun de leurs enfants : sur la constructibilité de 5 000 m2, 3 920 m2 étaient destinés au projet « Eucalyptus » et 1 080 m2 aux maisons familiales.", "ii)  Mme Le Ber", "130.  Mme Le Ber demande 5 503 077 EUR au titre du préjudice matériel. Cette somme représente la valeur des droits de construire dont elle a été privée définitivement à savoir une partie du prix de la vente de sa propriété. S'appuyant sur divers documents mentionnés dans l'exposé des faits (le procès-verbal du 18 janvier 1971, l'évaluation du Service des domaines, ainsi que le rapport du comité interministériel), la requérante justifie sa demande de la manière suivante : sa famille avait reçu une offre de promoteurs privés pour l'ensemble des terrains qui s'élevait à 60 000 000 FRF (9 146 941,03 EUR), soit 10 685 193 FRF pour ses terrains (1 628 947,17 EUR). Lors de la vente en 1971, elle a reçu 5 500 000 FRF (838 469,59 EUR) et les droits conservés, correspondant à la partie du prix promis en nature. La requérante explique que dans le cadre d'une approche restitutio in integrum, il faut considérer que la valeur des droits conservés était égale à la différence entre les deux prix, soit 790 477,58 EUR. Prenant en compte l'indice du coût de la construction, elle ajoute que l'actualisation de cette valeur qui date de 1971 aboutit à 5 503 077 EUR. La requérante ajoute que l'approche qui consisterait à prendre en compte le prix retenu par le Service des domaines – soit 1 083 494, 37 EUR – ne lui ferait pas justice car leurs estimations sont notoirement inférieures au prix du marché. A l'appui de sa demande, elle a également produit le rapport d'un expert immobilier agréé par la cour d'appel d'Aix-en-Provence qui, à sa demande, a procédé à l'évaluation des biens immobiliers sis dans le Var sur l'île de Porquerolles, objets de l'acte de vente conclu avec l'Etat. L'expert a estimé la valeur de ses droits à 9 930 000 EUR. Cependant, la requérante maintient sa demande initiale. Enfin, elle conteste la méthode de calcul proposée par l'Etat.", "iii)  Thèse du Gouvernement", "131.  Selon le Gouvernement, les demandes des requérants sont manifestement excessives au regard des violations alléguées et il renvoie à ses observations sur le fond de l'affaire.", "132.  Concernant le préjudice matériel allégué par les consorts Richet, le Gouvernement expose que la réalité du préjudice, qui repose sur la seule hypothèse, non réalisée, de construction des terrains, tout comme son lien de causalité avec le grief invoqué, ne sont pas établis en l'espèce. En tout état de cause, l'évaluation du préjudice matériel telle que fixée par les consorts Richet ne saurait être retenue. Le Gouvernement estime que le montant de l'indemnisation est fondé sur une étude réalisée par un expert immobilier local dont il conteste la pertinence. Selon lui, le fait que, parmi les 5 000 m2, 3 920 m2 devaient être consacrés à une construction de nature collective, destinée à des habitants de l'île peu fortunés, ne fera que souligner le manque de pertinence de la démarche comparative effectuée par les requérants pour évaluer leur préjudice. Il fait également remarquer que sans qu'aucune circonstance ou élément nouveau ne le justifie, le préjudice estimé est passé de 18 millions d'euros annoncé dans un courrier de mars 2009 à 48 millions d'euros. Le Gouvernement conclut que la demande d'indemnisation est exorbitante et imprécise.", "133.  S'agissant du préjudice matériel allégué par Mme Le Ber, le Gouvernement fait également valoir que la réalité du préjudice qui repose sur la seule hypothèse, non réalisée, de construction de terrains de la requérante, tout comme son lien de causalité avec le grief invoqué, ne sont pas établis en l'espèce. En tout état de cause, l'évaluation du préjudice matériel telle que fixée par Mme Le Ber ne saurait être retenue. Le Gouvernement expose que la requérante fonde une grande partie de son argumentation sur la différence entre le prix de vente qu'elle a obtenu de l'Etat et le prix qu'elle aurait pu obtenir si elle avait accepté l'offre faite à l'époque par un groupe de promoteurs privés. Or, un tel raisonnement ne saurait être retenu. Le Gouvernement fait valoir notamment que la proposition du promoteur ne constituait pas une véritable offre et ne saurait servir d'assiette d'indemnisation. Quant à l'idée de procéder à une actualisation, il ne saurait en être question au regard du temps écoulé entre le moment où Mme Le Ber aurait pu et dû réaliser ses projets et celui où elle réclame réparation devant la Cour, car cela aurait pour effet de faire supporter à l'Etat une charge financière indue, et dont le calcul est lui-même sujet à caution, l'indice du coût de la construction étant une donnée non pertinente d'actualisation en l'espèce. Le Gouvernement en conclut que Mme Le Ber fait reposer l'assiette financière de son préjudice sur une donnée et un raisonnement qui ne peuvent être retenus, entachant par là même les autres éléments pris en compte par elle pour aboutir au montant final de 5 503 077 EUR. Elle ne saurait donc invoquer un quelconque préjudice matériel.", "134.  Si les requérants se voyaient reconnaître l'existence d'un préjudice matériel, le Gouvernement estime qu'il conviendrait d'en fixer le montant selon les principes posés par la jurisprudence de la Cour. S'appuyant sur l'arrêt Ex-roi de Grèce et autres c. Grèce du 28 novembre 2002, il expose qu'en raison des objectifs légitimes d'utilité publique poursuivis – la protection du site de Porquerolles –, l'indemnisation ne devrait pas nécessairement refléter la valeur pleine et entière des biens. Le Gouvernement estime qu'il juge approprié de fixer une somme forfaitaire « raisonnablement en rapport » avec la valeur des biens.", "135.  Il ajoute qu'il conviendrait en outre de se référer au montant d'une évaluation qui tienne compte notamment des différents paramètres interagissant sur la valeur du foncier. En l'occurrence, à l'époque des faits, le prix au m2 d'un terrain constructible était de l'ordre de 30 euros, ce qui aurait valorisé les droits de Mme Richet à 150 000 EUR pour une surface à construire de 5 000 m2 et ceux de Mme Le Ber à 132 000 EUR pour une surface à construire de 4 400 m2.", "136.  Le Gouvernement souligne que le prix du foncier à bâtir a augmenté depuis lors et que l'Etat est lui-même à l'origine de cette revalorisation : en effet, depuis qu'il a fait l'acquisition de l'île, l'Etat n'a eu de cesse de préserver le site, par une politique restrictive en matière d'urbanisme et par le renforcement permanent de la protection de son environnement. Selon lui, il serait paradoxal que la plus-value apportée au fil des années par l'Etat à ses habitants, dont les requérants au premier chef, se retourne en quelque sorte contre lui d'un point de vue financier.", "137.  Le Gouvernement ajoute qu'il est difficile aujourd'hui d'apprécier la valeur au m2 du foncier à bâtir sur l'île de Porquerolles, en raison notamment du niveau peu représentatif des transactions sur l'île.", "138.  Le Gouvernement explique que l'application d'un prix moyen constaté de 250 EUR par m2 aboutirait à valoriser les droits à construire à 1 250 000 EUR pour les consorts Richet et 1 100 000 EUR pour Mme Le Ber, hors abattements auxquels l'Etat peut prétendre et que le Gouvernement estime de l'ordre de 50 %.", "139.  Selon le Gouvernement, les sommes de 625 000 et 550 000 EUR constitueraient donc, dans ces conditions, les montants maximaux du préjudice matériel allégué par les consorts Richet et Mme Le Ber, dans l'hypothèse où celui-ci serait démontré et admis, ce qui semble à titre principal exclu.", "b)  Appréciation de la Cour", "140.  La Cour rappelle qu'un arrêt constatant une violation entraîne pour l'Etat défendeur l'obligation juridique de mettre un terme à la violation et d'en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci (voir, parmi d'autres, Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 32, CEDH 2000-XI et Katsaros c. Grèce (satisfaction équitable), no 51473/99, § 17, 13 novembre 2003).", "141.  Les Etats sont en principe libres de choisir les moyens dont ils useront pour se conformer à un arrêt constatant une violation. Ce pouvoir d'appréciation quant aux modalités d'exécution d'un arrêt traduit la liberté de choix dont est assortie l'obligation primordiale imposée par la Convention aux Etats contractants : assurer le respect des droits et libertés garantis. Si la nature de la violation permet une restitutio in integrum, il incombe à l'Etat défendeur de la réaliser, la Cour n'ayant ni la compétence ni la possibilité pratique de l'accomplir elle-même. Si, en revanche, le droit national ne permet pas ou ne permet qu'imparfaitement d'effacer les conséquences de la violation, l'article 41 habilite la Cour à accorder, s'il y a lieu, à la partie lésée la satisfaction qui lui semble appropriée (Brumarescu c. Roumanie (satisfaction équitable) [GC], no 28342/95, § 20, CEDH 2000I).", "142.  En outre, la Cour rappelle que seuls les préjudices causés par les violations de la Convention qu'elle a constatées sont susceptibles de donner lieu à l'allocation d'une satisfaction équitable (Motais de Narbonne c. France (satisfaction équitable), no 48161/99, § 19, 27 mai 2003).", "143.  En l'espèce, la Cour rappelle que les requérants demeurent propriétaires des terrains conservés. Par conséquent, la nature de la violation constatée ne lui permet pas de partir du principe de la restitutio in integrum (Ex-roi de Grèce et autres c. Grèce [GC] (satisfaction équitable), no 25701/94, § 73, 28 novembre 2002, Beyeler c. Italie (satisfaction équitable) [GC], no 33202/96, §§ 20-21, 28 mai 2002). Il n'en reste pas moins qu'ils ont subi en l'espèce une restriction à la possibilité de jouir pleinement de leur propriété, selon les droits qui leur avaient été reconnus dans les actes de vente (voir Housing Association of War Disabled et Victims of War of Attica et autres c. Grèce (satisfaction équitable), no 35859/02, § 28, 27 septembre 2007).", "144.  Seule une indemnisation est susceptible de compenser ce préjudice. A cette fin, la Cour note qu'il n'est pas contesté par les parties que la vente des terrains à l'Etat s'est faite à un prix inférieur à celui du marché, et ce en contrepartie de droits à construire expressément visés dans les contrats de cession. Néanmoins, la Cour ne saurait spéculer sur ce qui aurait été décidé par les parties en l'absence de telles contreparties, tant en ce qui concerne la conclusion de contrat de vente que les modalités de ceux-ci.", "145.  En conséquence, sans pouvoir procéder à une restitutio in integrum, il est nécessaire de retenir une base de calcul de nature à permettre une indemnisation raisonnable des requérants dans les circonstances de l'espèce. A cet égard, la Cour rappelle qu'en novembre 1970, le premier ministre a désigné le délégué à l'aménagement du territoire et de l'action régionale –M. Monod – comme interlocuteur unique des propriétaires de l'île, et que les négociations firent intervenir plusieurs représentants de l'Etat, notamment un représentant du ministre de l'Economie et des Finances, spécialiste des questions immobilières (paragraphe 14 ci-dessus). Dans son rapport du 4 janvier 1971, M. Monod avait évalué les droits de construire attachés aux terrains et acquis par l'Etat à 250 FRF le m2 hors œuvre (paragraphe 17 ci-dessus). Rapporté aux surfaces à construire, dont le Gouvernement rappelle qu'elles sont de 5 000 m2 pour les consorts Richet et 4 400 m2 pour Mme Le Ber, ce montant de 250 FRF permet d'obtenir une somme de 1 250 000 FRF pour les premiers, et de 1 100 000 FRF pour la seconde.", "146.  Afin de tenir compte du fait que ces sommes, exprimées en francs valeur 1971, ont nécessairement subi une érosion monétaire dont les requérants ne sauraient subir les conséquences, il convient de la convertir en euros actuels. L'indicateur du pouvoir d'achat de l'euro et du franc, créé par l'Insee, permet de traduire en euros actuels une valeur exprimée en franc depuis 1901. Il ressort du tableau d'équivalence indicative de l'Insee qu'un franc de 1971 équivaut à 0,94035 EUR de 2009. Les montants ainsi obtenus s'élèvent à 1 175 437 EUR pour les consorts Richet et à 1 034 385 EUR pour Mme Le Ber.", "147.  Cependant, la Cour marque son accord avec le Gouvernement lorsqu'il fait valoir qu'il y a lieu de revoir à la baisse le dommage matériel que les requérants prétendent avoir subi (voir par exemple, mutatis mutandis, Ex-roi de Grèce et autres c. Grèce, précité, §§ 95-100), eu égard au fait que la préservation de l'île de Porquerolles par l'Etat a incontestablement eu pour effet d'augmenter mécaniquement la valeur foncière de leurs biens, ainsi qu'en raison des circonstances particulières de l'espèce, à savoir : l'objectif légitime de protection de l'environnement (qui a notamment pour effet de rendre peu représentatif le niveau des transactions et la valeur subséquente des biens fonciers sur l'île dont une simple opération arithmétique ne peut que difficilement refléter la réalité) ; la nature de certaines constructions visées dans les actes de vente ; enfin, le fait que Mme Le Ber ait pu réaliser une extension du « Grand Langoustier » de 240 mètres carrés. Concernant les consorts Richet, il ne sera pas tenu compte de la construction de cinquante-sept logements, le Gouvernement n'ayant pas contesté l'affirmation des requérants selon laquelle cette opération n'a pas été réalisée sur les parcelles conservées par Mme Richet dans le cadre de l'acte de vente de 1971 et visées par les droits à construire contractuels (paragraphe 39 ci-dessus).", "148.  Compte tenu de ce qui précède, la Cour, statuant en équité comme le veut l'article 41 de la Convention, alloue aux requérants les montants suivants à titre de réparation du dommage matériel subi : 800 000 EUR aux consorts Richet, et 700 000 EUR à Mme Le Ber.", "2)  Dommage moral", "149.  Les consorts Richet font valoir que cette affaire a été douloureuse pour Mme Richet et son époux, qui n'ont pu construire une maison pour chacun de leurs enfants et que cette situation a longtemps détérioré les relations entre les enfants.", "150.  Mme Le Ber estime avoir subi un préjudice moral qui ne saurait être évalué à moins de 150 000 EUR. A l'appui de sa demande, elle fait valoir qu'elle est âgée de 89 ans et que, depuis plus de 37 ans, elle tente de faire reconnaître ses droits. Elle souligne le stress provoqué par les différentes procédures qu'elle a dû engager et le fait qu'elle n'a pu entreprendre les travaux de construction d'un centre spécialisé pour handicapés dont les droits de construire étaient inclus dans les droits conservés. Sur ce dernier point, la requérante rappelle que c'est parce qu'elle avait une enfant handicapée, aujourd'hui décédée, qu'elle avait formé le projet de ce centre. Enfin, elle ajoute que ce préjudice est aggravé par le cynisme dont a fait preuve l'Etat à son égard.", "151.  Le Gouvernement souligne que les consorts Richet n'apportent aucune justification susceptible d'établir sa réalité ou son lien avec la violation alléguée et qu'ils ne précisent pas davantage le montant qui devrait leur revenir à ce titre. Selon lui, le seul constat de violation constituerait une réparation adéquate du préjudice éventuellement subi par les requérants.", "152.  S'agissant du préjudice allégué par Mme Le Ber, le Gouvernement souligne que la requérante n'établit pas la réalité de celui-ci. En outre, à supposer même que la réalité de ce préjudice soit établie, la requérante n'apporte aucune précision de nature à en justifier le montant de 150 000 EUR. Selon lui, le seul constat de violation constituerait une réparation adéquate du préjudice moral éventuellement subi par la requérante. En tout état de cause, une réparation d'ordre monétaire ne pourrait qu'être symbolique.", "153.  La Cour estime que les requérants ont subi un préjudice moral certain, que la simple constatation de violation ne saurait compenser. Statuant en équité comme le veut l'article 41 de la Convention, la Cour alloue 10 000 EUR à Mme Le Ber et 3 000 euros à chacun des autres requérants.", "B.  Frais et dépens", "154.  Les consorts Richet ne présentent aucune demande au titre des frais et dépens.", "155.  Mme Le Ber demande à ce que ses frais soient forfaitairement fixés à 50 000 EUR, précisant qu'elle a dû faire appel à deux avocats dans la procédure devant la Cour.", "156.  S'appuyant sur la jurisprudence de la Cour, le Gouvernement fait valoir que la somme sollicitée par Mme Le Ber n'est justifiée d'aucune manière et est disproportionnée. Aucune somme ne pourra donc, selon lui, être allouée à ce titre.", "157.  La Cour rappelle que, pour prétendre à l'allocation de frais et dépens en vertu de l'article 41 de la Convention, la partie lésée doit les avoir réellement et nécessairement exposés. En particulier, l'article 60 § 2 du règlement prévoit que toute prétention présentée au titre de l'article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie. En outre, les frais et dépens ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (voir, parmi beaucoup d'autres, Iatridis c. Grèce (satisfaction équitable), précité, § 54, et Beyeler c. Italie (satisfaction équitable), précité, § 27).", "158.  S'agissant des consorts Richet, ces derniers n'ayant formulé aucune demande, la Cour estime qu'il n'y a pas lieu de leur octroyer de somme à ce titre. Concernant Mme Le Ber, à l'instar du Gouvernement, elle constate que la demande de remboursement des frais et dépens, outre qu'elle apparaît manifestement excessive, ne remplit pas les exigences de l'article 60 § 2 du règlement, la requérante n'en justifiant pas. Dans ces conditions, aucune somme ne lui sera accordée à ce titre.", "C.  Intérêts moratoires", "159.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Joint les deux requêtes ;", "", "2.  Déclare les requêtes recevables ;", "", "3.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "4.  Dit qu'il n'est pas nécessaire d'examiner les autres griefs ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser dans les trois mois compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention respectivement, les sommes suivantes :", "i.  800 000 EUR (huit cent mille euros) aux consorts Richet, et 700 000 EUR (sept cent mille euros) à Mme Le Ber, pour dommage matériel ;", "ii.  10 000 EUR (dix mille euros) à Mme Le Ber, et 3 000 EUR (trois mille euros) à chacun des autres requérants, pour dommage moral ;", "iii.  tout montant pouvant être dû à titre d'impôt par les requérants sur lesdites sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 18 novembre 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "\tStephen Phillips\tPeer Lorenzen\n\tGreffier adjoint\tPrésident"]}