{"file": "FRE_HFJUD_46460_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46460/10", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE HENRI RIVIÈRE ET AUTRES c. FRANCE", "", "(Requête no 46460/10)", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "25 juillet 2013", "", "DÉFINITIF", "", "25/10/2013", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Henri Rivière et autres c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tMark Villiger, président,\n\tAngelika Nußberger,\n\tBoštjan M. Zupančič,\n\tAnn Power-Forde,\n\tAndré Potocki,\n\tPaul Lemmens,\n\tHelena Jäderblom, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 2 juillet 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 46460/10) dirigée contre la République française et dont trois ressortissants de cet Etat, M. et Mme Henri et Solange Rivière, ainsi que leur fils Florestan (« les requérants »), ont saisi la Cour le 2 août 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me G. Collard, avocat à Marseille. Le gouvernement français (« le Gouvernement ») a été représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Les requérants allèguent avoir subi une violation de leurs droits de la défense devant la juridiction à hauteur d’appel.", "4.  Le 9 février 2011, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le 1er janvier 1996, les époux Rivière (Solange et Henri) louèrent une parcelle située sur la commune d’Andouillé. Le bailleur les autorisa à effectuer quelques travaux d’aménagement et d’embellissement.", "6.  Le 21 janvier 2000, le propriétaire vendit au fils des époux Rivière, Florestan Rivière, le terrain et un petit bâtiment qui s’y trouvait implanté.", "7.  Entre 2005 et 2006, plusieurs procès-verbaux furent dressés par les agents de la direction départementale de l’Equipement de la Mayenne constatant l’édification, sans autorisation de constructions, d’une éolienne, d’un plan d’eau et d’une clôture grillagée.", "8.  Les requérants furent cités devant le tribunal correctionnel de Laval pour exécution de travaux non autorisés par un permis de construire, infraction aux dispositions du plan local d’urbanisme ou du plan d’occupation des sols, édification irrégulière de clôture soumise à déclaration préalable et exécution sans autorisation de travaux nuisibles au débit des eaux ou au milieu aquatique, infractions prévues et réprimées par le code de l’urbanisme.", "9.  Le 4 juillet 2008, à l’audience du tribunal, les requérants comparurent assistés de leur avocat.", "10.  Par un jugement du 5 septembre 2008, le tribunal relaxa les requérants du chef d’exécution de travaux nuisibles ou modifiant le débit des eaux ou le milieu aquatique. Il les déclara coupables des autres infractions reprochées, les condamnant à une peine d’amende de 1 500 euros (EUR) chacun, ainsi qu’à 1 000 EUR de dommages-intérêts. Il ordonna également la remise en état des lieux sous astreinte de 75 EUR par jour de retard.", "11.  Le 10 septembre 2008, les requérants interjetèrent appel.", "12.  Le 18 novembre 2008, ils reçurent la citation à comparaître devant la cour d’appel d’Angers le 4 décembre 2008. La citation précisait, en cas d’impossibilité pour venir à l’audience : d’une part, qu’il fallait adresser une lettre au président de la chambre des appels correctionnels pour expliquer les raisons de cette absence et joindre des pièces justificatives ; d’autre part, au cas où, à l’audience, les raisons ne seraient pas admises par la cour d’appel, que l’affaire serait jugée malgré l’absence des prévenus.", "13.  Dans une lettre datée du 26 novembre 2008, adressée au président de la cour d’appel d’Angers, les requérants sollicitèrent le report de l’audience en raison d’un empêchement, expliquant que Florestan Rivière était en mission en Guadeloupe, que Solange Rivière était en formation à Laval et avait un examen le jour de l’audience, et qu’Henri Rivière présentait un syndrome anxio-dépressif. Ils produisirent respectivement une attestation délivrée par le ministère de la Défense, un justificatif du centre de formation professionnelle et de promotion agricole de Laval et un certificat médical établi le 25 novembre 2008 par un médecin.", "14.  Le 4 décembre 2008, l’audience d’appel se déroula en l’absence des requérants, qui n’y étaient pas représentés.", "15.  Par un arrêt du 15 janvier 2009, la cour d’appel d’Angers confirma le jugement, après avoir décidé de retenir l’affaire malgré la demande de report d’audience. A ce dernier égard, elle se prononça comme suit :", "« Sur la demande de renvoi sollicitée par courrier, le Ministère public s’y oppose. La Cour après en avoir délibéré, retient l’affaire. »", "16.  Les requérants se pourvurent en cassation, dénonçant une violation de l’article 6 de la Convention. Ils reprochèrent à la cour d’appel d’avoir rejeté leur demande de renvoi, sans justifier d’un motif impérieux susceptible de tenir en échec les droits fondamentaux de la défense et notamment le droit d’accès au juge.", "17.  Par un arrêt du 9 février 2010, la Cour de cassation rejeta leur pourvoi, jugeant que la cour d’appel avait souverainement apprécié la valeur des arguments présentés.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "18.  La Cour renvoie pour l’essentiel à l’état du droit mentionné dans l’affaire Van Pelt c. France (no 31070/96, § 31, 23 mai 2000).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 §§ 1 ET 3 c) DE LA CONVENTION", "19.  Les requérants dénoncent le fait que la cour d’appel ait passé outre leur droit de comparaître et de se défendre eux-mêmes, sans motiver son arrêt sur ce point. Ils invoquent l’article 6 §§ 1 et 3 c) de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...)", "3.  Tout accusé a droit notamment à :", "(...)", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent (...) »", "20.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "21.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 (a) de la Convention. La Cour relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "22.  Les requérants soutiennent qu’en raison du refus de renvoi de l’audience du 4 décembre 2008, ils se sont trouvés dans l’impossibilité d’exposer leur cause devant la cour d’appel. Ils estiment que les motifs invoqués à l’appui de leur demande de renvoi étaient sérieux et qu’ils ne pouvaient être considérés comme ayant renoncé à leur droit de comparaître et de se défendre. Ils soulignent que la procédure devant les juridictions pénales est orale : la présence des personnes mises en cause permet ainsi aux juges non seulement de mieux connaître les faits de l’espèce et de pouvoir décider en conséquence si l’infraction poursuivie est ou non constituée, mais également d’apprécier la personnalité des prévenus pour déterminer le quantum de la peine appliquée.", "23.  Le Gouvernement estime que le rejet non motivé de la demande de report devant la cour d’appel ne saurait être analysé comme une atteinte au droit des requérants à être personnellement entendus. Il souligne que l’arrêt de la cour d’appel fait état du délibéré auquel a donné lieu la demande de report ; l’absence de motivation de cette mesure d’administration de la justice demeure sans incidence sur le droit d’accès des requérants au tribunal, dans la mesure où la Cour de cassation réserve aux juges du fond l’appréciation souveraine de la validité des excuses présentées. Le Gouvernement ajoute que la Cour a elle-même rappelé, dans l’affaire Van Pelt c. France (no 31070/96, § 64, 23 mai 2000), que l’appréciation des éléments de preuve à l’appui des demandes d’excuses relève uniquement des juridictions internes. Finalement, le Gouvernement souligne que la constatation de l’infraction reposait en l’espèce sur des procès-verbaux et que la personnalité des requérants ou leurs mobiles étaient peu déterminants, les peines encourues étant quant à elles exclusivement des amendes. Par ailleurs, les requérants, assistés d’un avocat, avaient été entendus en première instance et leurs déclarations avaient été transmises à la cour d’appel. Le Gouvernement considère que les requérants avaient été régulièrement cités à comparaître à l’audience du 4 décembre 2008 et que leur demande de renvoi a régulièrement été examinée par la cour d’appel.", "24.  La Cour rappelle d’emblée que les exigences du paragraphe 3 de l’article 6 s’analysent en aspects particuliers du droit à un procès équitable garanti par le paragraphe 1. Partant, elle examinera le grief sous l’angle de ces deux textes combinés (voir, parmi d’autres, Van Pelt, précité, § 61).", "25.  La Cour rappelle que, s’il reconnaît à tout accusé le droit de « se défendre lui-même ou avoir l’assistance d’un défenseur (...) », l’article 6 § 3 c) n’en précise pas les conditions d’exercice. Il laisse ainsi aux Etats contractants le choix des moyens propres à permettre à leur système judiciaire de le garantir, la tâche de la Cour consistant à rechercher si la voie qu’ils ont empruntée cadre avec les exigences d’un procès équitable (Quaranta c. Suisse, 24 mai 1991, § 30, série A no 205, et Sakhnovski c. Russie [GC], no 21272/03, § 95, CEDH 2010-...). Aussi, la Cour a-t-elle eu l’occasion de préciser qu’il est loisible aux autorités nationales d’évaluer si les excuses fournies par l’accusé pour justifier son absence étaient valables (Sejdovic, précité, § 88, Medenica c. Suisse, no 20491/92, § 57, CEDH 2001VI, et Van Pelt, précité, § 64).", "26.  En première instance, la notion de procès équitable implique en principe la faculté pour l’accusé d’assister aux débats. Cependant, la comparution personnelle du prévenu ne revêt pas nécessairement la même importance au niveau de l’appel. De fait, même dans l’hypothèse d’une cour d’appel ayant plénitude de juridiction, l’article 6 n’implique pas toujours le droit de comparaître en personne. En la matière, il faut prendre en compte, entre autres, les particularités de la procédure en cause et la manière dont les intérêts de la défense ont été exposés et protégés devant la juridiction d’appel, eu égard notamment aux questions qu’elle avait à trancher et à leur importance pour l’appelant (Sakhnovski, précité, § 96).", "27.  Les procédures d’autorisation de recours, ou consacrées exclusivement à des points de droit et non de fait, peuvent remplir les exigences de l’article 6 même si la cour d’appel ou de cassation n’a pas donné au requérant la faculté de s’exprimer en personne devant elle, pourvu qu’il y ait eu audience publique en première instance (voir, entre autres, Monnell et Morris c. Royaume-Uni, 2 mars 1987, § 58, série A no 115, pour l’autorisation d’appel, et Sutter c. Suisse, 22 février 1984, § 30, série A no 74, pour la Cour de cassation). Dans le second cas, la raison en est qu’il n’incombe pas à la juridiction concernée d’établir les faits, mais uniquement d’interpréter les règles juridiques litigieuses (Ekbatani c. Suède, 26 mai 1988, § 31, série A no 134).", "28.  En l’espèce, le tribunal correctionnel ne s’est prononcé sur les accusations dirigées contre les requérants qu’après une audience à laquelle ceux-ci ont comparu, assistés d’un avocat. Il n’en alla pas de même devant la cour d’appel, celle-ci ayant rejeté la demande des requérants en vue du report de l’audience et retenu l’affaire en leur absence, avant de rendre un arrêt contradictoire à signifier.", "29.  La cour d’appel devait examiner l’affaire en fait et en droit. En effet, l’audience d’appel impliquait, eu égard à l’effet dévolutif de l’appel, un nouvel examen des preuves et de la culpabilité ou de l’innocence des prévenus et, le cas échéant, de leur personnalité. En raison des éléments susmentionnés, le caractère équitable de la procédure impliquait donc, en principe, le droit pour les requérants, non représentés par un conseil, d’assister aux débats afin que leurs intérêts soient exposés et protégés devant la juridiction d’appel.", "30.  Les requérants ayant expressément sollicité le report de l’audience d’appel en raison d’empêchements précisés dans leur demande et justifiés par des pièces produites à l’appui de celle-ci (paragraphe 13 ci-dessus), la Cour doit examiner la question de savoir si la cour d’appel pouvait juger que l’excuse n’était pas valable.", "31.  Or, si la Cour est consciente des conséquences des demandes de renvoi infondées, assurément préjudiciables à la bonne administration de la justice, elle estime que celles qui reposent sur des justificatifs objectifs, et non sur de simples affirmations non étayées de l’« accusé », doivent non seulement être effectivement examinées par les juridictions internes, mais également donner lieu à une réponse motivée.", "32.  Elle estime que la présente affaire se distingue des affaires Van Pelt et Medenica (précitées), en ce que les magistrats de la cour d’appel n’ont pas motivé leur refus de reporter l’audience. En effet, dans l’affaire Van Pelt, la cour d’appel avait analysé les certificats médicaux pour conclure qu’il n’en résultait pas que le requérant était dans l’impossibilité de se présenter à l’audience. Quant à l’affaire Medenica, la demande de renvoi présentée par le requérant avait été rejetée selon une motivation circonstanciée de la part de la chambre pénale de la cour de justice, entérinée ensuite par le Tribunal fédéral.", "33.  En l’espèce, en revanche, la cour d’appel a seulement indiqué qu’elle retenait l’affaire après avoir délibéré sur la demande de renvoi sans autre explication quant aux excuses invoquées. Quant à la Cour de cassation, elle a rejeté le moyen des requérants tiré de l’article 6 de la Convention, au motif que la cour d’appel avait souverainement apprécié la valeur des arguments présentés. Au regard des réponses ainsi fournies par les autorités nationales, la Cour ne peut s’assurer que la cour d’appel avait effectivement examiné la question de savoir si les excuses fournies par les requérants étaient valables. Dès lors, elle n’est pas en mesure d’exercer son contrôle sur le respect de la Convention et doit constater la violation des droits des requérants.", "34.  Ces éléments suffisent à la Cour pour conclure à une violation de l’article 6 §§ 1 et 3 c) de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "35.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "36.  Les requérants réclament un total de 40 912 euros (EUR) au titre du préjudice matériel qu’ils auraient subi. Ensuite, ils sollicitent chacun 5 000 EUR au titre du préjudice moral qu’ils auraient subi.", "37.  Le Gouvernement conteste ces demandes.", "38.  La Cour rappelle qu’elle n’octroie un dédommagement pécuniaire au titre de l’article 41 que si la perte ou le préjudice dénoncé résulte réellement de la violation qu’elle a constatée (voir, parmi d’autres, Kingsley c. Royaume-Uni [GC], no 35605/97, § 40, CEDH 2002IV). En l’espèce, la Cour ne saurait spéculer sur l’issue de la procédure si les intéressés avaient été personnellement entendus devant la cour d’appel. Elle n’aperçoit donc pas de lien de causalité entre la violation constatée et le dommage matériel et rejette cette demande.", "39.  La Cour estime que les requérants ont subi un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier. Eu égard aux circonstances de la cause et statuant sur une base équitable comme le veut l’article 41 de la Convention, elle décide d’octroyer à chacun des trois requérants la somme de 300 euros (EUR), plus tout autre montant pouvant être dû à titre d’impôt.", "B.  Frais et dépens", "40.  Les requérants demandent également un total de 16 280 EUR pour les frais et dépens engagés devant les juridictions internes.", "41.  Le Gouvernement conteste cette demande.", "42.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 4 784 EUR au titre des frais et dépens de la procédure nationale et l’accorde aux requérants.", "C.  Intérêts moratoires", "43.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 §§ 1 et 3 c) de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes:", "i)  300 EUR (trois cents euros) pour chacun des trois requérants, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  4 784 EUR (quatre mille sept cent quatre-vingt-quatre euros), plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 juillet 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tMark Villiger\n\tGreffière\tPrésident"]}