{"file": "FRE_CLINF_4479_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "4479/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 137", "Janvier 2011", "Mikolajová c. Slovaquie - 4479/03", "Arrêt 18.1.2011 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie privée", "Divulgation d’une décision de police imputant une infraction à la requérante alors qu’aucune procédure pénale n’a jamais été engagée : violation", "", "En fait – En 2000, le mari de la requérante déposa plainte auprès de la police, alléguant qu’elle l’avait battu et blessé. Quelques jours plus tard, l’affaire fut classée, l’intéressé refusant que des poursuites pénales soient engagées contre son épouse. Dans leur décision, qui ne fut jamais communiquée à la requérante, les policiers indiquèrent qu’il ressortait de l’enquête qu’elle avait commis une infraction pénale (coups et blessures). Un an et demi plus tard, une compagnie d’assurance santé, sur ce fondement, lui demanda de rembourser les dépenses engagées pour les soins qu’avait dû recevoir son mari pour les blessures qu’elle lui avait infligées. La requérante se plaignit auprès des policiers de leur décision et introduisit un recours constitutionnel pour violation de ses droits, mais en vain.", "En droit – Article 8 : compte tenu de la gravité de la conclusion figurant dans la décision de police, selon laquelle la requérante était coupable d’une infraction pénale avec violence, et du fait que cette décision a été divulguée à la compagnie d’assurance, la Cour considère qu’il y a eu ingérence dans les droits de la requérante protégés par l’article 8. La décision de police était libellée sous la forme d’une déclaration factuelle indiquant que les policiers considéraient que l’intéressée était coupable de l’infraction alléguée. Ainsi, sans avoir jamais été accusée d’avoir commis une infraction pénale, la requérante a fait l’objet d’une mention, peut-être définitive, indiquant qu’elle était coupable d’une telle infraction, ce qui a nécessairement entaché sa réputation. De plus, la Cour ne peut que relever l’absence de toute garantie procédurale, la requérante n’ayant disposé d’aucun recours pour obtenir ensuite un retrait ou une explication de la décision de police litigieuse. Les autorités internes n’ont donc pas ménagé un juste équilibre entre les droits de la requérante garantis par l’article 8 et d’éventuels intérêts susceptibles de justifier cette décision et sa divulgation à un tiers.", "Conclusion : violation (unanimité).", "Article 41 : 1 500 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}