{"file": "FRE_HFJUD_49492_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "49492/06", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "AFFAIRE CARLSON c. SUISSE", "", "(Requête no 49492/06)", "", "", "", "ARRÊT", "", "La présente version a été rectifiée conformément à l'article 81 du règlement", "de la Cour le 8 décembre 2008.", "", "", "", "STRASBOURG", "", "6 novembre 2008", "", "", "DÉFINITIF", "", "06/02/2009", "", "", "Cet arrêt peut subir des retouches de forme.", "En l'affaire Carlson c. Suisse,", "La Cour européenne des droits de l'homme (première section), siégeant en une chambre composée de :", "\tChristos Rozakis, président,\n\tNina Vajić,\n\tKhanlar Hajiyev,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 16 octobre 2008,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 49492/06) dirigée contre la Confédération suisse et dont un ressortissant des Etats-Unis d'Amérique, M. Scott Norman Carlson (« le requérant »), a saisi la Cour le 11 décembre 2006 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mme N. Mole, AIRE Centre, Londres, assistée par Me H. Setright Q.C. et Me E. Devereux. Le gouvernement suisse (« le Gouvernement ») est représenté par son agent, M. F. Schürmann, chef de la section des droits de l'homme et du Conseil de l'Europe à l'Office fédéral de la justice, et par son agent suppléant, M. A. Scheidegger.", "3.  Le requérant alléguait que la procédure engagée devant les juridictions suisses en vue du retour de son enfant avait méconnu les articles 6, 8, ainsi que 14 de la Convention, combiné avec l'article 5 du Protocole no 7 à la Convention.", "4.  Le 12 juin 2007, la Cour a décidé de communiquer la requête au Gouvernement. Elle a aussi décidé d'examiner en même temps la recevabilité et le fond de l'affaire en se prévalant de l'article 29 § 3, ainsi que de traiter la requête par priorité en vertu de l'article 41 du règlement de la Cour.", "5.   Des observations ont été reçues du National Center for Missing and Exploited Children, organisation non-gouvernementale admise comme tiers intervenant conformément à l'article 44 § 2 du règlement de la Cour.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "6.  Le requérant, M. Scott Norman Carlson, est un ressortissant américain né en 1962 et résidant à Washington. Il est juriste de formation.", "7.  Le 4 août 2001, le requérant se maria avec D., une ressortissante suisse née en 1969. Ils décidèrent de vivre aux Etats-Unis (district de Columbia).", "8.  Le 3 juillet 2004 y naquit leur fils, C., qui possède les nationalités américaine et suisse. L'autorité parentale sur celui-ci était exercée conjointement par les deux parents.", "9.  Entre février et juillet 2005, D. se rendit à plusieurs reprises en Suisse, parfois accompagnée de C. Elle élut domicile, pour elle et C., dans la commune de Stansstad (canton de Nidwalden), à partir du 1er août 2005.", "10.  Le 16 septembre 2005, D. et C. déménagèrent dans la commune d'Obersiggenthal (canton d'Argovie).", "11.  Le 28 septembre 2005, D. intenta une procédure de divorce auprès du tribunal de district de Baden (canton d'Argovie). En même temps, elle soumit une demande de mesures provisoires pour la durée de la procédure de divorce, notamment en vue d'obtenir le droit de garde de l'enfant.", "12.  Le 29 septembre 2005, le requérant intenta pour sa part une demande de séparation auprès d'un tribunal américain.", "13.  Par une décision du 30 septembre 2005, le président de la chambre compétente du tribunal de district de Baden octroya provisoirement à D. la garde de C.", "14.  Le 31 octobre 2005, le requérant s'adressa au tribunal de district de Baden. Invoquant la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants (ci-après « La Convention de La Haye » – paragraphe 38 ci-dessous), il demanda le retour immédiat de son fils aux Etats-Unis. A l'appui de sa demande, il précisa que son épouse s'était rendue en Suisse en juillet 2005 accompagnée de l'enfant afin d'y passer des vacances, ainsi que pour des raisons de santé. Le requérant y aurait aussi passé deux semaines de vacances, en septembre 2005, et aurait convenu avec son épouse qu'il rentrerait seul aux Etats-Unis, le 28 septembre 2005. Immédiatement avant son départ, D. lui aurait cependant présenté une convention de divorce, qu'il considéra comme inacceptable et ne signa donc pas. Puis il rentra aux Etats-Unis sans son enfant.", "15.  Par une décision du 14 novembre 2005, le président de la chambre compétente du tribunal de district de Baden ordonna à D. d'y déposer immédiatement le passeport de l'enfant et prononça à son encontre une interdiction de quitter le territoire suisse. En même temps, il décida de joindre la procédure relative au retour de l'enfant et la procédure de divorce, ainsi que le règlement du droit de garde et du droit de visite.", "16.  Le 21 novembre 2005, D. déposa le passeport suisse de l'enfant.", "17.  Le 3 décembre 2005, D. soumit ses observations sur la demande tendant au retour de l'enfant aux Etats-Unis, arguant que les parties auraient décidé, au début de l'année 2005, de déménager en Suisse. Ainsi, les dispositions de la Convention de La Haye ne seraient pas applicables au cas d'espèce.", "18.  Par une décision du 17 février 2006, le président du tribunal de district de Baden rejeta la demande du requérant tendant au retour de l'enfant aux Etats-Unis. Il estima, certes, qu'on était a priori en présence d'un déplacement ou d'un non-retour illicite au sens de l'article 3, alinéa premier, lettre a) de la Convention de La Haye, étant donné que l'autorité parentale sur C. était exercée conjointement par les deux parents en vertu des lois applicables du district de Columbia où l'enfant avait sa résidence habituelle avant son déplacement. Il reconnut également que la décision du 14 novembre 2005 de joindre la procédure relative au retour de l'enfant et la procédure de divorce n'avait pas respecté l'article 16 de la Convention de La Haye, qui interdit tout règlement sur le fond du droit de garde d'un enfant avant qu'il ne soit statué sur son retour.", "19.  Le juge compétent refusa néanmoins de donner suite à la demande tendant au retour de l'enfant aux Etats-Unis, en estimant que le requérant avait consenti au déplacement et au non-retour de l'enfant, hypothèse qui enlèverait au comportement de D. sa nature illicite au regard de l'article 13, alinéa premier, lettre a) de la Convention de La Haye.", "20.  En l'absence de témoins, le président de la chambre compétente du tribunal examina si les allégations du requérant pouvaient être considérées comme suffisamment crédibles (« hinreichend glaubhaft »). Or il constata que le requérant n'était pas en mesure d'apporter des preuves à l'appui de son allégation selon laquelle il aurait, certes, consenti au séjour temporaire de la mère en Suisse, mais seulement à condition qu'elle ramène l'enfant aux Etats-Unis une fois son séjour et son traitement médical en Suisse terminés. Par ailleurs, le magistrat estima que le requérant n'était pas parvenu à démontrer que les problèmes de santé de la mère auraient été résolus dès le mois de septembre 2005 et, par conséquent, que le séjour de D. en Suisse ne se justifiait plus dès ce moment-là. Bien au contraire, le requérant ne pouvait pas raisonnablement croire que le séjour de son épouse et de son enfant n'était prévu que pour un court laps de temps, étant donné que la mère s'était successivement enregistrée dans deux communes en Suisse et qu'elle avait pris des mesures afin de s'y intégrer professionnellement. Le requérant avait été tenu au courant de tous ces développements par son épouse, à laquelle il avait d'ailleurs rendu visite à plusieurs reprises.", "21.  Compte tenu de ces éléments, le magistrat compétent du tribunal de district de Baden conclut, d'une part, que le déplacement de l'enfant vers la Suisse n'était pas illicite en vertu de l'article 3, alinéa premier, lettre a) de la Convention de La Haye, puisque le requérant avait donné son consentement explicite et, d'autre part, qu'il n'existait pas d'indice suffisant pour étayer l'existence d'un non-retour illicite de l'enfant.", "22.  Parallèlement, le requérant introduisit un recours pour retard injustifié devant la cour d'appel (Obergericht) du canton d'Argovie. Il réclamait, d'une part, qu'une décision relative à sa demande du 31 octobre 2005 tendant au retour de l'enfant aux Etats-Unis soit rendue immédiatement et, d'autre part, l'ouverture d'une procédure disciplinaire ainsi que la prise de mesures appropriées contre le président du tribunal de district de Baden.", "23.  Par une décision du 27 février 2006, la commission de surveillance de la cour d'appel (Inspektionskommission des Obergerichts) constata que la décision litigieuse, portant sur le retour de l'enfant aux Etats-Unis, avait été rendue entre-temps, soit le 17 février 2006. Elle observa que le tribunal de district avait dépassé le délai de six semaines prévu à l'article 11 de la Convention de La Haye pour statuer sur la demande tendant au retour de l'enfant. Elle constata également qu'un retard injustifié s'était produit dans la procédure engagée par le requérant. Pour ce qui est des mesures disciplinaires à l'encontre du président du tribunal de district de Baden, la commission estima qu'elles n'étaient pas appropriées au vu des circonstances ayant entraîné le retard. Elle rappela que le président du tribunal de district était tenu d'appliquer un programme que la commission avait elle-même défini, consistant à régler les cas anciens ainsi qu'à tenir régulièrement les audiences qui ne pouvaient être reportées. A cela s'ajoutaient d'autres éléments, tels que l'absence d'une greffière et la période chargée de fin d'année. La commission constata également qu'il n'existait pas d'indices selon lesquelles le retard serait attribuable à d'autres motifs, de nature politique, comme le faisait valoir le requérant.", "24.  Le 7 mars 2006, le requérant introduisit un deuxième recours devant la cour d'appel du canton d'Argovie contre la décision du tribunal de district du 17 février 2006, en faisant notamment valoir que celui-ci aurait renversé le fardeau de la preuve en méconnaissance manifeste de l'article 13 de la Convention de La Haye.", "25.  Par une décision du 10 avril 2006, la cour d'appel rejeta ce recours. Elle admit certes que le président du tribunal de district de Baden avait à tort renversé le fardeau de la preuve à l'encontre du requérant. Mais elle conclut néanmoins qu'à la lumière de l'ensemble des circonstances de l'espèce, la partie adverse était parvenue à démontrer que le requérant avait, pour le moins de manière concluante, consenti au non-retour de l'enfant pour une durée indéterminée.", "26.  Le 11 mai 2006, le requérant saisit le Tribunal fédéral d'un recours de droit public, en demandant le retour immédiat de son enfant aux Etats-Unis. Il fit valoir de multiples violations du droit d'être entendu, notamment au motif que le tribunal de district n'aurait pas dûment pris en compte ou aurait mal apprécié ses offres de preuve tendant à montrer qu'il n'avait pas consenti au non-retour de son enfant. Par ailleurs, il critiqua le fait que le tribunal de district avait joint la procédure relative au retour de l'enfant et la procédure de divorce et que cette juridiction n'avait de loin pas respecté les délais prévus à l'article 11 de la Convention de La Haye pour statuer sur le retour d'un enfant. Enfin, il soutint que le renversement du fardeau de la preuve emportait manifestement violation de l'article 13 de la Convention de La Haye.", "27.  Par un arrêt du 13 juillet 2006, le Tribunal fédéral rejeta le recours de droit public du requérant. La haute juridiction ne remit pas en question le fait que le tribunal de district avait à tort joint les deux procédures. En revanche, elle ne se prononça pas sur la question du délai dans lequel ce tribunal avait statué.", "28.  Le Tribunal fédéral partagea l'avis du tribunal de district selon lequel le déplacement et le non-retour de l'enfant avaient a priori été susceptibles de violer le droit de garde du requérant au sens de l'article 3 de la Convention de La Haye.", "29.  En revanche, le Tribunal fédéral rejeta les allégations portant sur le droit d'être entendu, en indiquant en détail les raisons pour lesquelles il considérait comme infondés les arguments avancés par le requérant pour prouver qu'il n'avait pas consenti au non-retour de son enfant aux Etats-Unis. Au contraire, le Tribunal fédéral considéra comme établi que les parties avaient décidé, à l'été 2005, que la mère et l'enfant s'installeraient pour une longue durée en Suisse. Il était prouvé, selon la haute juridiction, que le requérant avait consenti à ce que la mère y cherche du travail et s'achète une voiture. Par ailleurs, on ne pouvait pas soutenir que la cour d'appel soit parvenue à ces conclusions seulement grâce au renversement du fardeau de la preuve à l'encontre du requérant. Ainsi, le Tribunal fédéral conclut que la cour d'appel avait correctement appliqué l'article 13, alinéa premier, lettre a) de la Convention de La Haye. Partant, il rejeta la demande tendant au retour de l'enfant aux Etats-Unis.", "30.  Les 12 et 18 décembre 2006, le requérant s'adressa au Tribunal fédéral pour demander la révision de l'arrêt du 13 juillet 2006. Il invoqua notamment une discrimination qu'il aurait prétendument subie en tant que père de l'enfant.", "31.  Par un arrêt du 6 février 2007, le Tribunal fédéral déclara irrecevable la demande de révision, car l'allégation tirée du traitement discriminatoire ne constituait pas un motif de révision valable en vertu du droit applicable.", "32.  Le 13 septembre 2007, la commission de surveillance de la cour d'appel du canton d'Argovie constata qu'aucun retard injustifié ne s'était produit dans la procédure de révision.", "33.  Le 18 septembre 2007, le tribunal de district de Baden déclara irrecevable une demande de révision de l'arrêt de la cour d'appel du canton d'Argovie du 10 avril 2006.", "34.  Il ressort d'une lettre de l'ambassade des Etats-Unis à Berne, en date du 20 novembre 2007, que ses agents avaient en vain essayé de prendre contact avec la mère de l'enfant.", "35.  Le 26 novembre 2007, le requérant soumit une demande tendant à l'octroi d'un droit de visite.", "36.  Le 29 novembre 2007, le tribunal de district de Baden ordonna qu'un droit de visite soit accordé au requérant.", "37.  Le 4 décembre 2007, la cour d'appel du canton d'Argovie déclara irrecevable une autre demande de révision de l'arrêt qu'elle avait rendu le 10 avril 2006. Cette décision fut notifiée au requérant, selon ses propres dires, le 15 décembre 2007.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "38.  Les dispositions pertinentes de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants, entrée en vigueur à l'égard de la Suisse le 1er janvier 1984, sont libellées comme suit:", "« Préambule :", "Les Etats signataires de la présente Convention,", "Profondément convaincus que l'intérêt de l'enfant est d'une importance primordiale pour toute question relative à sa garde,", "Désirant protéger l'enfant, sur le plan international, contre les effets nuisibles d'un déplacement ou d'un non-retour illicites et établir des procédures en vue de garantir le retour immédiat de l'enfant dans l'Etat de sa résidence habituelle, ainsi que d'assurer la protection du droit de visite,", "Ont résolu de conclure une Convention à cet effet, et sont convenus des dispositions suivantes :", "Article premier :", "La présente Convention a pour objet :", "a.  d'assurer le retour immédiat des enfants déplacés ou retenus illicitement dans tout Etat contractant ;", "b.  de faire respecter effectivement dans les autres Etats contractants les droits de garde et de visite existant dans un Etat contractant.", "Article 3 :", "Le déplacement ou le non-retour d'un enfant est considéré comme illicite :", "a.  lorsqu'il a lieu en violation d'un droit de garde, attribué à une personne, une institution ou tout autre organisme, seul ou conjointement, par le droit de l'Etat dans lequel l'enfant avait sa résidence habituelle immédiatement avant son déplacement ou son non-retour ; et", "b.  que ce droit était exercé de façon effective seul ou conjointement, au moment du déplacement ou du non-retour, ou l'eût été si de tels événements n'étaient survenus.", "Le droit de garde visé en a) peut notamment résulter d'une attribution de plein droit, d'une décision judiciaire ou administrative, ou d'un accord en vigueur selon le droit de cet Etat.", "Article 4 :", "La Convention s'applique à tout enfant qui avait sa résidence habituelle dans un Etat contractant immédiatement avant l'atteinte aux droits de garde ou de visite. L'application de la Convention cesse lorsque l'enfant parvient à l'âge de 16 ans.", "Article 5 :", "Au sens de la présente Convention:", "a.  le «droit de garde» comprend le droit portant sur les soins de la personne de l'enfant, et en particulier celui de décider de son lieu de résidence;", "b.  le «droit de visite» comprend le droit d'emmener l'enfant pour une période limitée dans un lieu autre que celui de sa résidence habituelle.", "Article 6 :", "Chaque Etat contractant désigne une Autorité centrale chargée de satisfaire aux obligations qui lui sont imposées par la Convention.", "Un Etat fédéral, un Etat dans lequel plusieurs systèmes de droit sont en vigueur ou un Etat ayant des organisations territoriales autonomes, est libre de désigner plus d'une Autorité centrale et de spécifier l'étendue territoriale des pouvoirs de chacune de ces Autorités. L'Etat qui fait usage de cette faculté désigne l'Autorité centrale à laquelle les demandes peuvent être adressées en vue de leur transmission à l'Autorité centrale compétente au sein de cet Etat.", "Article 7 :", "Les Autorités centrales doivent coopérer entre elles et promouvoir une collaboration entre les autorités compétentes dans leurs Etats respectifs, pour assurer le retour immédiat des enfants et réaliser les autres objectifs de la présente Convention.", "En particulier, soit directement, soit avec le concours de tout intermédiaire, elles doivent prendre toutes les mesures appropriées:", "a.  pour localiser un enfant déplacé ou retenu illicitement;", "b.  pour prévenir de nouveaux dangers pour l'enfant ou des préjudices pour les parties concernées, en prenant ou faisant prendre des mesures provisoires;", "c.  pour assurer la remise volontaire de l'enfant ou faciliter une solution amiable;", "d.  pour échanger, si cela s'avère utile, des informations relatives à la situation sociale de l'enfant;", "e.  pour fournir des informations générales concernant le droit de leur Etat relatives à l'application de la Convention;", "f.  pour introduire ou favoriser l'ouverture d'une procédure judiciaire ou administrative, afin d'obtenir le retour de l'enfant et, le cas échéant, de permettre l'organisation ou l'exercice effectif du droit de visite;", "g.  pour accorder ou faciliter, le cas échéant, l'obtention de l'assistance judiciaire et juridique, y compris la participation d'un avocat;", "h.  pour assurer, sur le plan administratif, si nécessaire et opportun, le retour sans danger de l'enfant;", "i.  pour se tenir mutuellement informées sur le fonctionnement de la Convention et, autant que possible, lever les obstacles éventuellement rencontrés lors de son application.", "Article 8 :", "La personne, l'institution ou l'organisme qui prétend qu'un enfant a été déplacé ou retenu en violation d'un droit de garde peut saisir soit l'Autorité centrale de la résidence habituelle de l'enfant, soit celle de tout autre Etat contractant, pour que celles-ci prêtent leur assistance en vue d'assurer le retour de l'enfant.", "La demande doit contenir:", "a.  des informations portant sur l'identité du demandeur, de l'enfant et de la personne dont il est allégué qu'elle a emmené ou retenu l'enfant;", "b.  la date de naissance de l'enfant, s'il est possible de se la procurer;", "c.  les motifs sur lesquels se base le demandeur pour réclamer le retour de l'enfant;", "d.  toutes informations disponibles concernant la localisation de l'enfant et l'identité de la personne avec laquelle l'enfant est présumé se trouver.", "La demande peut être accompagnée ou complétée par:", "e.  une copie authentifiée de toute décision ou de tout accord utiles;", "f.  une attestation ou une déclaration avec affirmation émanant de l'Autorité centrale, ou d'une autre autorité compétente de l'Etat de la résidence habituelle, ou d'une personne qualifiée, concernant le droit de l'Etat en la matière;", "g.  tout autre document utile.", "Article 11 :", "Les autorités judiciaires ou administratives de tout Etat contractant doivent procéder d'urgence en vue du retour de l'enfant.", "Lorsque l'autorité judiciaire ou administrative saisie n'a pas statué dans un délai de six semaines à partir de sa saisine, le demandeur ou l'Autorité centrale de l'Etat requis, de sa propre initiative ou sur requête de l'autorité centrale de l'Etat requérant, peut demander une déclaration sur les raisons de ce retard. (...)", "Article 13 :", "Nonobstant les dispositions de l'article précédent, l'autorité judiciaire ou administrative de l'Etat requis n'est pas tenue d'ordonner le retour de l'enfant, lorsque la personne, l'institution ou l'organisme qui s'oppose à son retour établit :", "a.  que la personne, l'institution ou l'organisme qui avait le soin de la personne de l'enfant n'exerçait pas effectivement le droit de garde à l'époque du déplacement ou du non-retour, ou avait consenti ou a acquiescé postérieurement à ce déplacement ou à ce non-retour; ou", "b.  qu'il existe un risque grave que le retour de l'enfant ne l'expose à un danger physique ou psychique, ou de toute autre manière ne le place dans une situation intolérable.", "L'autorité judiciaire ou administrative peut aussi refuser d'ordonner le retour de l'enfant si elle constate que celui-ci s'oppose à son retour et qu'il a atteint un âge et une maturité où il se révèle approprié de tenir compte de cette opinion.", "Dans l'appréciation des circonstances visées dans cet article, les autorités judiciaires ou administratives doivent tenir compte des informations fournies par l'Autorité centrale ou toute autre autorité compétente de l'Etat de la résidence habituelle de l'enfant sur sa situation sociale.", "Article 16 :", "Après avoir été informées du déplacement illicite d'un enfant ou de son non-retour dans le cadre de l'article 3, les autorités judiciaires ou administratives de l'Etat contractant où l'enfant a été déplacé ou retenu ne pourront statuer sur le fond du droit de garde jusqu'à ce qu'il soit établi que les conditions de la présente Convention pour un retour de l'enfant ne sont pas réunies, ou jusqu'à ce qu'une période raisonnable ne se soit écoulée sans qu'une demande en application de la Convention n'ait été faite.", "\nArticle 19 :", "Une décision sur le retour de l'enfant rendue dans le cadre de la Convention n'affecte pas le fond du droit de garde. »", "39.  Dans une affaire récente et largement comparable à la présente espèce, le Tribunal fédéral donna raison à une mère, de nationalité suisse, qui s'opposait à une demande tendant au retour de son enfant et provenant du père de l'enfant, un ressortissant français résidant en France. La haute juridiction estima que le père avait « acquiescé postérieurement », au sens de l'article 13, alinéa premier, lettre a) de la Convention de La Haye, au non-retour de l'enfant, notamment par le fait d'avoir transporté en Suisse des objets appartenant à la mère, qui étaient destinés à servir à celle-ci à exercer ses activités professionnelles en Suisse (arrêt du Tribunal fédéral du 17 novembre 2006, 5P.380/2006 ). D'une manière générale, le Tribunal fédéral admet plus facilement l'existence d'un accord tacite quant au déplacement ou au non-retour d'un enfant si la partie qui demande le retour de l'enfant a activement contribué à l'intégration de l'enfant et de la personne s'occupant de celui-ci dans le pays de destination (ibid., voir aussi l'arrêt du Tribunal fédéral du 15 novembre 2005, 5P.367/2005).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "40.  Le requérant allègue que la procédure devant le tribunal de district de Baden, qui s'est conclue par la décision du 17 février 2006 a, à plusieurs égards, porté atteinte à son droit au respect de sa vie familiale, tel que garanti par l'article 8 de la Convention. Il fait notamment valoir que cette instance a clairement dépassé le délai de six semaines afin de statuer sur sa demande tendant au retour de l'enfant, prévu à l'article 11, alinéa 2, de la Convention de la Haye, et cela en particulier à cause de la jonction par ce tribunal de la procédure relative au retour de l'enfant à la procédure concernant le divorce. Il prétend en outre que les tribunaux internes l'ont obligé à prouver, contrairement au libellé clair de l'article 13, alinéa premier, de la Convention de La Haye, qu'il n'avait pas consenti au non-retour de l'enfant aux Etats-Unis. Est donc en jeu l'article 8 de la Convention, qui est ainsi libellé dans sa partie pertinente :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale (...).", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "A.  Sur la recevabilité", "1.  Exception tirée du non-épuisement des voies de recours internes", "a.  Thèses des parties", "41.  Selon le Gouvernement, les griefs tirés de l'article 8 de la Convention n'ont pas été soulevés dans le cadre du recours de droit public du requérant. En effet, ce recours se serait limité à faire valoir, devant le Tribunal fédéral, une violation de l'article 29 de la Constitution (garanties de procédure), ainsi que de l'article 13 de la Convention de La Haye. Par ailleurs, le Gouvernement soutient que le Tribunal fédéral, auquel le requérant avait demandé d'examiner les griefs de violation de ces deux dispositions, n'était nullement appelé à aborder la question de savoir si les garanties procédurales dont le requérant entendait se prévaloir pouvaient être déduites de l'article 8 de la Convention.", "42.  Le Gouvernement estime en outre que, dans son recours de droit public, le requérant a certes mentionné, dans le résumé des faits de sa cause, son recours pour retard injustifié ainsi que la décision de la commission de surveillance de la cour d'appel y relative. Il n'a toutefois pas soulevé, devant le Tribunal fédéral, de grief tiré de la durée excessive de la procédure cantonale, mais s'est uniquement plaint de la violation du droit d'être entendu, de l'appréciation des preuves et de la violation de l'article 13 de la Convention de La Haye. Dans ce même contexte, le Gouvernement fait valoir que le deuxième alinéa de l'article 11 de ce traité prévoit une procédure particulière en cas de dépassement du délai et que le requérant n'a pas, à sa connaissance, engagé cette procédure.", "43.  Compte tenu de ce qui précède, le Gouvernement invite la Cour à déclarer irrecevable le grief tiré de l'article 8 pour non-épuisement des voies de recours internes.", "44.  Le requérant est convaincu qu'il a suffisamment et en substance fait valoir les griefs tirés de l'article 8 de la Convention devant les juridictions nationales.", "b.  Appréciation de la Cour", "45.  La Cour réitère le principe selon lequel chaque grief dont on entend la saisir doit d'abord être soulevé, au moins en substance, dans les formes et délais prescrits par le droit interne, devant les juridictions nationales compétentes (Ankerl c. Suisse, arrêt du 23 octobre 1996, Recueil des arrêts et décisions 1996V, p. 1565, § 34).", "46.  Le requérant, dûment représenté par un avocat et lui-même juriste de formation, n'a certes pas explicitement invoqué, devant les tribunaux internes, une violation du droit au respect de la vie familiale au sens de l'article 8 de la Convention. En revanche, dans son recours à la cour d'appel du 7 mars 2006, dirigé contre la décision du tribunal de district, il a explicitement fait valoir que celui-ci aurait renversé le fardeau de la preuve, en méconnaissance manifeste de l'article 13 de la Convention de La Haye (paragraphe 38 ci-dessus).", "47.  Par la suite, il a repris ce grief dans le cadre de son recours de droit public au Tribunal fédéral du 11 mai 2006. Dans ce même recours, il a aussi allégué que le tribunal de district n'avait pas dûment pris en compte ou avait mal apprécié ses offres de preuve tendant à montrer qu'il n'avait pas consenti à ce que son enfant reste avec sa mère. Par ailleurs, il a critiqué le fait que la juridiction de première instance ait joint la procédure relative au retour de l'enfant et la procédure de divorce.", "48.  La Cour ne doute dès lors pas que le requérant a invoqué, au moins en substance, une ingérence dans son droit au respect de la vie familiale au sens de l'article 8 de la Convention. Par ailleurs, dans la mesure où le Tribunal fédéral a explicitement répondu à ces griefs, l'on ne saurait les déclarer irrecevables pour non-épuisement des voies de recours internes.", "49.  Devant le Tribunal fédéral, le requérant a également allégué que le tribunal de district n'avait de loin pas respecté les délais stricts prévus à l'article 11 de la Convention de La Haye pour décider du retour d'un enfant (paragraphe 38 ci-dessus). Par ailleurs, il a introduit un recours pour retard injustifié devant la cour d'appel du canton d'Argovie en demandant qu'une décision sur le retour de l'enfant soit prise immédiatement.", "50.  Compte tenu de ce qui précède, la Cour estime que le requérant a satisfait à la condition de l'épuisement des voies de recours internes.", "2.  Exception tirée du statut de « victime » du requérant", "51.  Le Gouvernement estime que, dans la mesure où le requérant fait valoir que la juridiction de première instance a clairement dépassé le délai de six semaines afin de statuer sur la demande tendant au retour de l'enfant, prévu à l'article 11 de la Convention de La Haye, il convient d'examiner la qualité de « victime » du requérant.", "52.  Il rappelle qu'en l'espèce le requérant a introduit le 2 février 2006 un recours pour retard injustifié devant la cour d'appel du canton d'Argovie. L'intéressé a demandé, d'une part, que la décision soit rendue immédiatement et, d'autre part, l'ouverture d'une procédure disciplinaire contre le président du tribunal de district de Baden. La commission de surveillance de la cour d'appel a constaté, par une décision du 27 février 2006, que le tribunal de district avait dépassé le délai de six semaines afin de statuer sur la demande du requérant tendant au retour de l'enfant, prévu à l'article 11 de la Convention de La Haye, et qu'un retard injustifié s'était produit dans sa procédure. En revanche, cette commission a estimé qu'il n'était pas approprié de prendre des mesures disciplinaires à l'encontre du président du tribunal de district de Baden et qu'il n'existait pas d'indices selon lesquels le retard serait attribuable à d'autres motifs, comme le faisait valoir le requérant.", "53.  Compte tenu de ce qui précède, le Gouvernement soutient que le requérant avait donc à sa disposition une voie de droit effective pour faire valoir son grief relatif à la durée excessive de la procédure. Il n'a par conséquent plus la qualité de « victime » au sens de l'article 34 de la Convention.", "54.  La Cour réaffirme qu'une décision ou une mesure favorable au requérant ne suffit en principe à lui retirer la qualité de « victime » que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (voir, par exemple, Scordino c. Italie (no 1) [GC], no 36813/97, § 183, CEDH 2006-..., Eckle c. Allemagne, arrêt du 15 juillet 1982, série A no 51, p. 32, §§ 69 et suiv., Amuur c. France, arrêt du 25 juin 1996, Recueil des arrêts et décisions 1996-III, p. 846, § 36, Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999-VI, et Jensen c. Danemark (déc.), no 48470/99, CEDH 2001-X).", "55.  En l'espèce, la commission de surveillance de la cour d'appel a explicitement constaté, par une décision du 27 février 2006, que le tribunal de district avait dépassé le délai de six semaines prévu à l'article 11 de la Convention de La Haye. En revanche, la Cour relève que rien n'a apparemment été entrepris pour réparer la violation constatée. Le requérant n'a notamment bénéficié ni du versement d'une indemnité ni d'une réduction des frais de procédure à la suite de ce constat de manquement à l'obligation de diligence. Le Gouvernement n'a pas indiqué non plus que le requérant avait à sa disposition une procédure tendant à l'obtention d'une réparation.", "56.  Dès lors, la Cour estime que le requérant peut toujours se prétendre « victime », au sens de l'article 34 de la Convention, du grief tiré de la durée de la procédure devant le tribunal de district. La Cour constate par ailleurs que les griefs tirés de l'article 8 de la Convention ne se heurtent à aucun autre motif d'irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "1. Thèses des parties", "a.  Le requérant", "57.  Contrairement à ce que prétend le Gouvernement, le requérant soutient qu'il n'a pas été dûment entendu au cours de la procédure de retour de son enfant. De l'avis du requérant, le cumul des différentes négligences dont ont fait preuve les juridictions suisses dans la mise en œuvre de la Convention de La Haye entraîne une violation de l'article 8 de la Convention.", "58.  Le requérant soutient en outre que les autorités ont favorisé les intérêts de la mère, en dépit du fait que l'esprit de la Convention de La Haye oblige à instaurer des mécanismes neutres par rapport au sexe des intéressés.", "59.  Le requérant fait également valoir que la décision du tribunal de district de Baden du 14 novembre 2005, consistant à joindre la procédure relative au retour de l'enfant à la procédure concernant le divorce n'est pas seulement en contradiction manifeste avec l'article 16 de la Convention de La Haye, mais aussi contraire aux principes sous-jacents aux articles 6 et 7 de cette Convention. Il allègue que la jonction s'est poursuivie jusqu'au 17 février 2006, date à laquelle la commission de surveillance de la cour d'appel a pris sa décision, et donc considérablement au-delà du moment où aurait dû être terminée la procédure relative au retour de l'enfant en vertu de la Convention de La Haye.", "60.  Le requérant soutient également que, contrairement au libellé clair du premier paragraphe de l'article 13 de la Convention de La Haye, le tribunal de district de Baden l'a obligé à prouver qu'il n'avait pas consenti au non-retour de l'enfant aux Etats-Unis. Cette juridiction n'aurait pas suffisamment pris en compte ou aurait apprécié de manière arbitraire ses offres de preuve démentant son consentement au non-retour de l'enfant allégué par la partie adverse.", "b.  Le Gouvernement", "61.  Le Gouvernement soutient qu'en l'espèce le Tribunal fédéral a d'abord minutieusement examiné chaque grief du requérant portant sur les preuves que la cour d'appel n'aurait pas, d'après l'intéressé, suffisamment prises en compte. Il a constaté que le requérant – de même que la mère de l'enfant – avaient pu exposer leurs vues devant les juridictions inférieures et produire toutes les preuves qui leur paraissaient utiles. Il a conclu que la cour d'appel avait suffisamment pris en compte les arguments du requérant et que, sur la base des nombreux documents produits, elle était simplement parvenue à une autre conclusion que celle que souhaitait le requérant, ce qui ne constituait pas une violation du droit d'être entendu.", "62.  Par la suite, selon le Gouvernement, le Tribunal fédéral aurait soigneusement examiné, à la lumière de l'article 13 de la Convention de La Haye, si la mère de l'enfant avait rendu vraisemblables certains faits et si ces faits permettaient de dire, en droit, que le requérant avait – explicitement ou de manière concluante – consenti ou acquiescé postérieurement à l'établissement de son fils en Suisse. Le Tribunal fédéral a constaté à cet égard que le requérant n'avait pas fait valoir d'arbitraire en ce qui concerne le résumé des arguments de la mère et des siens rédigé par la cour d'appel.", "63.  C'est donc à juste titre, et après un examen minutieux des circonstances du cas d'espèce que le Tribunal fédéral a conclu qu'il était établi avec vraisemblance qu'à l'été 2005 les parties avaient l'intention commune que la mère et l'enfant s'installent en Suisse et que le requérant avait consenti à ce que la mère y cherche du travail et s'achète une voiture. Partant, l'on ne saurait affirmer que la cour d'appel ne serait parvenue à cette conclusion qu'en vertu d'un renversement du fardeau de la preuve à l'encontre du requérant.", "64.  Le Gouvernement en conclut que le grief du requérant tiré du renversement du fardeau de la preuve est infondé, la cour d'appel ainsi que le Tribunal fédéral y ayant remédié en demandant à la mère de prouver que le requérant avait consenti ou acquiescé postérieurement au séjour durable de son fils en Suisse, conformément à la Convention de La Haye.", "c. Le tiers intervenant", "65.  Le National Center for Missing and Exploited Children estime qu'il ressort de l'article premier de la Convention de La Haye que les exceptions prévues à l'article 13, alinéa premier, lettre a) de ce traité appellent une interprétation restrictive, afin d'éviter que les droits découlant des articles 6 et 8 ne soient affaiblis. En ce qui concerne le « consentement » ou l'« acquiescement » de l'un des parents, ceux-ci devraient être donnés sans équivoque et inconditionnellement.", "66.  Le National Center for Missing and Exploited Children est convaincu que l'un des principes sous-jacents à la Convention de La Haye est que la procédure relative au divorce et au droit de garde de l'enfant ne doit pas préjuger celle intentée en vue de son retour. En effet, en imposant aux Etats parties à ce traité de garantir le retour immédiat d'un enfant enlevé, la Convention de La Haye tente d'éviter qu'un temps trop long ne s'écoule, après quoi le rétablissement du statu quo ante n'est pratiquement plus envisageable.", "67.  Le tiers intervenant souligne enfin l'importance de l'obligation positive imposée aux Etats parties, en vertu de l'article 7, alinéa 2, lettre b) de la Convention de La Haye, de garantir au parent victime de l'enlèvement le contact avec son enfant (paragraphe 38 ci-dessus).", "2.  Appréciation de la Cour", "a.  Les principes élaborés par la Cour dans les affaires portant sur l'enlèvement d'un enfant", "68.  La Cour a eu l'occasion d'élaborer et de développer les principes directeurs devant la guider dans la question de savoir si, confrontées à une situation d'enlèvement d'un enfant, les autorités d'un Etat partie à la Convention ont respecté les obligations qui leur incombent en vertu de l'article 8 de la Convention (voir notamment Maumousseau et Washington c. France, no 39388/05, §§ 58-83, CEDH 2007..., Bianchi c. Suisse, no 7548/04, §§ 76-85, 22 juin 2006, Monory c. Roumanie et Hongrie, no 71099/01, §§ 69-85, 5 avril 2005, Eskinazi et Chelouche c. Turquie (déc.), no 14600/05, CEDH 2005XIII (extraits), Karadžić c. Croatie, no 35030/04, §§ 51-54, 15 décembre 2005, Iglesias Gil et A.U.I. c. Espagne, no 56673/00, §§ 48-52, CEDH 2003V, Sylvester c. Autriche, nos  36812/97 et 40104/98, §§ 55-60, 24 avril 2003, Paradis c. Allemagne, (déc.), no 4783/03, 15 mai 2003, Guichard c. France (déc.), no 56838/00, CEDH 2003X, Ignaccolo-Zenide c.  Roumanie, no 31679/96, §§ 94-96, CEDH 2000I, et Tiemann c. France et Allemagne (déc.), nos 47457/99 et 47458/99, CEDH 2000-IV).", "69.  Les principes qui se dégagent de cette jurisprudence peuvent être résumés comme suit :", "i.  L'article 8 de la Convention tend pour l'essentiel à prémunir l'individu contre des ingérences arbitraires des pouvoirs publics ; il engendre, de surcroît, des obligations positives inhérentes à un « respect » effectif de la vie familiale. Dans un cas comme dans l'autre, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l'individu et de la société dans son ensemble ; de même, dans les deux hypothèses, l'Etat jouit d'une certaine marge d'appréciation.", "ii.  La Cour n'a point pour tâche de se substituer aux autorités nationales compétentes pour réglementer les questions de garde et de visites, mais d'apprécier sous l'angle de la Convention les décisions que ces autorités ont rendues dans l'exercice de leur pouvoir d'appréciation. Ce faisant, elle doit rechercher si les raisons censées justifier les mesures effectivement adoptées quant à la jouissance, par le requérant, de son droit au respect de sa vie familiale sont pertinentes et suffisantes au regard de l'article 8.", "iii.  S'agissant plus particulièrement de l'obligation pour l'Etat d'adopter des mesures positives, la Cour a déclaré à de nombreuses reprises que l'article 8 implique le droit d'un parent à des mesures propres à le réunir à son enfant et l'obligation pour les autorités nationales de les prendre.", "iv.  Le point décisif consiste donc à savoir si les autorités nationales ont pris toutes les mesures que l'on pouvait raisonnablement exiger d'elles pour faciliter l'exercice des droits de garde, de l'autorité parentale et de visite reconnus à un parent par la législation applicable ou résultant de décisions judiciaires.", "v. Toutefois, l'obligation, pour les autorités nationales, de prendre des mesures à cet effet n'est pas absolue. La nature et l'étendue de celles-ci dépendent des circonstances de chaque espèce, mais la compréhension et la coopération de l'ensemble des personnes concernées en constituent toujours un facteur important. Si les autorités nationales doivent s'évertuer à faciliter pareille collaboration, une obligation pour elles de recourir à la coercition en la matière ne saurait être que limitée : il leur faut tenir compte des intérêts et des droits et libertés de ces mêmes personnes, et notamment des intérêts supérieurs de l'enfant et des droits que lui reconnaît l'article 8 de la Convention. Dans l'hypothèse où des contacts avec les parents risquent de menacer ces intérêts ou de porter atteinte à ces droits, il revient aux autorités nationales de veiller à un juste équilibre entre eux.", "vi.  La Convention ne doit pas être interprétée isolément, mais il convient, en vertu de l'article 31 § 3 c) de la Convention de Vienne sur le droit des traités (1969), de tenir compte de toute règle pertinente de droit international applicable à la partie contractante.", "vii.  Les obligations que l'article 8 de la Convention fait peser sur les Etats en matière de réunion d'un parent à son enfant doivent s'interpréter à la lumière de la Convention relative aux droits de l'enfant du 20 novembre 1989 et de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants.", "viii.  La Cour réitère également le principe bien établi dans sa jurisprudence, selon lequel le but de la Convention consiste à protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs (Artico c. Italie, arrêt du 13 mai 1980, série A no 37, p. 16, § 33). Dans cette logique, elle rappelle qu'un respect effectif de la vie familiale commande que les relations futures entre parent et enfant se règlent sur la seule base de l'ensemble des éléments pertinents, et non par le simple déroulement du temps. Elle peut aussi avoir égard, sur le terrain de l'article 8, au mode et à la durée du processus décisionnel.", "ix.  Dans ce contexte, la Cour a noté que l'adéquation d'une mesure se juge à la rapidité de sa mise en œuvre. Les procédures relatives au retour d'un enfant enlevé, y compris l'exécution des décisions rendues à leur issue, exigent un traitement urgent, car le passage du temps peut avoir des conséquences irrémédiables pour les relations entre les enfants et celui des parents qui ne vit pas avec eux.", "b. Application en l'espèce des principes précités", "70.  Pour en venir aux circonstances de l'espèce, la Cour estime opportun de préciser d'emblée que le requérant ne se plaint pas des motifs finalement retenus par les instances internes pour ne pas donner suite à sa demande tendant au retour de l'enfant (voir, a contrario, par exemple, Maumousseau et Washington, précité, §§ 58-81), mais de la manière avec laquelle celles-ci ont répondu à cette demande. En d'autres termes, il fait valoir plusieurs négligences et vices dans la procédure devant le tribunal de district et se plaint de sa durée. La Cour estime qu'est donc essentiellement en jeu l'obligation de célérité dans la mise en œuvre du retour de l'enfant aux Etats-Unis. Dès lors, elle considère comme opportun d'examiner l'affaire sous l'angle des obligations « positives » découlant de l'article 8 pour les juridictions internes.", "71.  En l'espèce, les trois intéressés ont vécu aux Etats-Unis jusqu'à ce que la mère de l'enfant ait signalé à son mari son intention d'effectuer un séjour en Suisse avec son enfant. Par la suite, le requérant a demandé aux juridictions suisses d'ordonner le retour de ce dernier à son lieu de résidence habituelle. Il alléguait que la prolongation du séjour constituait un déplacement ou un non-retour illicite de son enfant au sens de l'article 3 de la Convention de La Haye, le requérant exerçant conjointement avec son épouse l'autorité parentale sur l'enfant. La procédure engagée portait donc directement sur la vie familiale de ces trois personnes. La Cour note également qu'il n'est pas contesté que, pour le requérant et son fils, continuer à vivre ensemble représente un élément fondamental qui relève de la vie familiale au sens du premier paragraphe de l'article 8 de la Convention, lequel est donc applicable en l'espèce (Maire c. Portugal, no 48206/99, § 68, CEDH 2003VII, et Bianchi, précité, § 86).", "72.  La Cour observe ensuite qu'au regard de l'article 3 de la Convention de La Haye, le déplacement ou le non-retour d'un enfant est considéré comme illicite « lorsqu'il a lieu en violation d'un droit de garde attribué à une personne (...) par le droit de l'Etat dans lequel l'enfant avait sa résidence habituelle immédiatement avant son déplacement ou son non-retour » (paragraphe 38 ci-dessus). S'agissant du fils du requérant, la Cour estime que le refus de sa mère de le ramener aux Etats-Unis après son séjour en Suisse en été 2005 entre assurément dans le champ d'application de ladite Convention.", "73.  La Cour rappelle également qu'il incombe au premier chef aux autorités nationales, notamment aux tribunaux, d'interpréter et d'appliquer le droit interne (voir Winterwerp c. Pays-Bas, arrêt du 24 octobre 1979, série A no 33, p. 20, § 46), dont font partie les traités internationaux qui y ont été incorporés. Néanmoins, dans la mesure où la Cour est compétente pour contrôler la procédure suivie devant les tribunaux internes, en particulier pour rechercher si l'interprétation donnée par ces juridictions des garanties de la Convention de La Haye est à l'origine d'une violation de l'article 8 de la Convention (voir Monory, précité, § 81, Iglesias Gil et A.U.I, précité, § 61, et Guichard, décision précitée, pp. 414 et suiv.), elle est amenée à examiner si et dans quelle mesure la manière dont celles-ci ont procédé cadre avec l'objet et le but de la Convention de La Haye, lesquels consistent, selon le préambule et l'article premier notamment, à assurer le « retour immédiat » des enfants déplacés ou retenus illicitement (paragraphe 38 ci-dessus).", "74.  La Cour souscrit entièrement à la philosophie sous-jacente à cette convention. Inspirée par le désir de protéger l'enfant, considéré comme la première victime du traumatisme causé par son déplacement ou son non-retour, cet instrument entend lutter contre la multiplication des enlèvements internationaux d'enfants (Maumousseau et Washington, précité, § 69). Dans ce genre d'affaires, le caractère adéquat d'une mesure se juge à la rapidité de sa mise en œuvre, car le passage du temps peut avoir des conséquences irrémédiables sur les relations entre l'enfant et le parent qui ne vit pas avec lui (ibid., § 83). Il s'agit donc, une fois les conditions d'application de la Convention de La Haye réunies, de revenir au plus vite au statu quo ante, en vue d'éviter la consolidation juridique de situations de fait initialement illicites, et de laisser les questions relatives au droit de garde et d'autorité parentale à la compétence des juridictions du lieu de résidence habituelle de l'enfant, conformément à l'article 19 de cette Convention (paragraphe 38 cidessus ; voir en ce sens et en particulier Maumousseau et Washington, précité, § 69, Eskinazi et Chelouche, précitée).", "75.  Plusieurs éléments méritent d'être mentionnés dans ce contexte. D'abord, il convient de rappeler que l'article 16 de la Convention de La Haye commande de suspendre la procédure sur le fond du droit de garde jusqu'à ce qu'il soit statué sur le retour de l'enfant (paragraphe 38 cidessus). La Cour partage l'avis du tiers intervenant selon lequel cette règle tend à éviter que la procédure relative au droit de garde ne préjuge celle relative au retour de l'enfant. La séparation des deux procédures doit permettre au juge de statuer sur le retour éventuel de l'enfant enlevé avec la diligence nécessaire. En l'espèce, le requérant a formulé le 31 octobre 2005 une demande tendant au retour de son fils aux Etats-Unis. A la suite de cette demande, le président du tribunal de district de Baden a ordonné à l'épouse du requérant le dépôt immédiat du passeport de l'enfant et lui a interdit de quitter le territoire suisse. En même temps, il a décidé de joindre la procédure relative au retour de l'enfant à la procédure de divorce, qui est censée porter également sur le droit de garde et l'autorité parentale. Or, cette manière de procéder est non seulement clairement en contradiction avec l'article 16 de la Convention de La Haye, ce que le Tribunal fédéral a par ailleurs reconnu, (paragraphe 27 ci-dessus), mais elle a également eu pour effet de prolonger la procédure devant les instances internes chargées de statuer sur le retour de l'enfant enlevé.", "76.  En outre, le président du tribunal de district de Baden n'a ordonné le maintien de l'enfant en Suisse que par une décision du 17 février 2006, soit trois mois et demi après le dépôt de la demande du requérant tendant au retour de l'enfant, intervenu le 31 octobre 2005. La Cour constate que ce laps de temps ne cadre pas avec l'article 11 de la Convention de La Haye, qui exige que les autorités judiciaires ou administratives saisies procèdent « d'urgence » en vue du retour de l'enfant, toute inaction dépassant les six semaines pouvant donner lieu à une demande de motivation (voir, pour le texte de cette disposition, le paragraphe 38 ci-dessus et, pour des cas d'application, les arrêts Ignaccolo-Zenide, précité, § 102, Monory, précité, § 82, et Bianchi, précité, § 94).", "77.  Par ailleurs, contrairement à ce qui découle clairement du libellé de l'article 13, alinéa premier, lettre a), de la Convention de La Haye (voir cidessus, le paragraphe 38), le président du tribunal de district a renversé le fardeau de la preuve, ce qui a d'ailleurs été reconnu par la cour d'appel (voir ci-dessus, le paragraphe 25). En d'autres termes, le juge de première instance a imposé au requérant d' « établir » qu'il n'avait pas « consenti ou acquiescé postérieurement » au déplacement ou au non-retour de l'enfant. De l'avis de la Cour - qui partage l'opinion du tiers intervenant selon laquelle il convient d'interpréter restrictivement les notions de « consentement » ou d'« acquiescement », qui devraient être donnés sans équivoque et inconditionnellement - cette manière de procéder a placé d'emblée le requérant dans une nette position de désavantage dans la procédure relative au retour de l'enfant. Il est vrai que la deuxième instance, à savoir la cour d'appel, a correctement appliqué l'article 13 précité. Comme l'a relevé le Tribunal fédéral, le renversement du fardeau de la preuve n'a pas, à lui seul, permis à la cour d'appel de parvenir à la conclusion qu'il y a eu consentement du requérant au non-retour de son enfant. Ceci n'est toutefois pas de nature à corriger la rupture de l'égalité des armes intervenue en première instance, en contradiction manifeste avec le libellé clair de l'article 13, alinéa premier, lettre a), de la Convention de La Haye. En effet, les informations obtenues grâce au renversement du fardeau de la preuve ne furent pas dépourvues de toute pertinence dans l'appréciation de la situation concrète par les juridictions internes.", "78.  Quelles qu'aient été les mesures adoptées au niveau interne pour redresser les violations de la Convention de La Haye, elles ne sont en l'espèce pas de nature à dégager l'Etat de sa responsabilité internationale. La responsabilité qui incombe à l'Etat au titre de la Convention ressort de ses dispositions, qui doivent être interprétées et appliquées conformément à l'objet et au but de ce texte et à la lumière des principes pertinents du droit international (voir, à ce propos, Hadri-Vionnet c. Suisse, no 55525/00, § 55, CEDH 2008..., Ribitsch c. Autriche, arrêt du 4 décembre 1995, série A no 336, p. 26, § 34, et Avşar c. Turquie, no 25657/94, § 284, CEDH 2001-VII (extraits)).", "79.  Par ailleurs, dans des circonstances certes différentes de celles du cas d'espèce, la Cour a posé le principe selon lequel il appartient aux Etats contractants d'organiser leurs services et de former leurs agents de manière à leur permettre de répondre aux exigences de la Convention (voir, mutatis mutandis, Hadri-Vionnet, précité, § 54-57, Dammann c. Suisse, no 77551/01, § 55, 25 avril 2006, Scordino c. Italie (no 1) [GC], précité, et Bottazzi c. Italie [GC], no 34884/97, § 22, CEDH 1999-V). Selon la Cour, cela est d'autant plus vrai dans un domaine aussi sensible que l'enlèvement d'un enfant, où il convient de faire preuve d'un degré de diligence et de prudence particulièrement élevé.", "80.  Compte tenu de ce qui précède, la Cour n'est pas convaincue que l'« intérêt supérieur » de C., entendu dans le sens d'une décision rapide relative à sa réintégration immédiate dans son milieu de vie habituel, ait été pris en compte par les juridictions internes lors de l'appréciation de la demande de retour en application de la Convention de La Haye (voir, a contrario, Maumousseau et Washington, précité, § 75).", "81.  Etant donné que ces négligences n'ont pas été corrigées par les instances supérieures, la Cour estime que le droit du requérant au respect de sa vie familiale n'a pas été protégé de manière effective par les juridictions internes comme le prescrit l'article 8 de la Convention.", "82.  Partant, il y a eu violation de l'article 8 à cet égard.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "A.  Thèses des parties", "83.  Le requérant se considère aussi comme lésé dans son droit d'être entendu au sens de l'article 6 § 1 de la Convention. Premièrement, il se plaint de ce que les juridictions internes auraient violé le principe de l'égalité des armes, notamment au motif qu'il n'aurait pas disposé d'un interprète, qu'il n'aurait pas été dûment informé par celles-ci en cours de procédure et qu'il n'aurait pas disposé du temps adéquat afin de répondre aux allégations de la partie adverse. Il fait ensuite valoir qu'il n'a pas bénéficié d'une audience publique devant les instances internes. Il allègue également que les tribunaux internes n'étaient ni impartiaux ni indépendants au sens de l'article 6 § 1. De manière implicite, le requérant se considère également lésé dans son droit d'être entendu, notamment au motif que les tribunaux internes l'ont obligé à prouver, contrairement au libellé clair de l'article 13, alinéa premier, de la Convention de La Haye, qu'il n'avait pas consenti au non-retour de l'enfant aux Etats-Unis. Par ailleurs, ces mêmes tribunaux n'auraient pas suffisamment pris en compte ou auraient apprécié de manière arbitraire ses offres de preuve contre son consentement au non-retour de l'enfant.", "84.  A l'appui de ces allégations, le requérant se fonde sur l'article 6 § 1 de la Convention, libellé ainsi dans sa partie pertinente :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement [et] publiquement (...) par un tribunal indépendant et impartial (...), qui décidera, (...) des contestations sur ses droits et obligations de caractère civil (...) »", "85.  Citant plusieurs affaires tranchées par la Cour, le requérant se déclare convaincu que l'article 6 s'applique à ce type de procédures.", "86.  Le Gouvernement soutient que, l'issue d'une procédure relative au retour d'un enfant n'étant pas « déterminante pour des droits et obligations de caractère civil » (H. c. France, arrêt du 24 octobre 1989, série A no 162A, § 47), l'article 6 ne trouve pas à s'appliquer au cas d'espèce.", "B.  Appréciation de la Cour", "87.  La Cour ne doute pas que l'article 6 s'applique au cas d'espèce (voir, par exemple, les arrêts Bianchi, précité, § 110, et Maumousseau et Washington, précité, § 88), mais elle estime qu'il convient de déclarer ce grief irrecevable pour les raisons ci-dessous.", "88.  La Cour constate que le requérant invoque le renversement du fardeau de la preuve en ce qui concerne la question du consentement au non-retour de l'enfant aux Etats-Unis aussi sur le terrain de l'article 6 § 1.", "89.  En l'espèce, la Cour estime cependant que le grief soulevé sous l'angle de l'article 6 § 1 de la Convention – à savoir la question du renversement du fardeau de la preuve – doit être considéré comme constituant un des points essentiels du grief tiré de l'article 8 (voir, dans ce sens, Karadžić, précité, § 67, Sylvester, précité, §§ 73-77, et Bianchi, précité, § 114). Dès lors, elle estime qu'il n'y a pas lieu non plus d'examiner cette allégation séparément sous l'angle de l'article 6 de la Convention.", "90.  Le requérant soutient aussi que les juridictions internes n'ont pas suffisamment pris en compte ou ont apprécié de manière arbitraire ses offres de preuve tendant à contester l'allégation de la partie adverse selon laquelle il aurait donné son consentement au non-retour de l'enfant.", "91.  A cet égard, la Cour rappelle que l'article 6 § 1 ne règlemente pas l'admissibilité des preuves ou leur appréciation, matière qui relève dès lors au premier chef du droit interne et des juridictions nationales. Sa tâche consiste à rechercher si la procédure, examinée dans son ensemble, a revêtu un caractère équitable (voir, par exemple, l'arrêt García Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999I).", "92.  S'agissant du cas d'espèce, la Cour observe que les décisions internes sont intervenues à l'issue d'une procédure contradictoire, au cours de laquelle le requérant a pu contester les moyens développés par la partie adverse et présenter les arguments qu'il a jugés pertinents pour la défense de sa cause. Les juridictions nationales, et notamment le Tribunal fédéral, ont apprécié la crédibilité des divers moyens de preuve présentés à la lumière des circonstances de l'affaire et ont dûment motivé leurs décisions à cet égard. Il n'apparaît pas que les instances internes aient tiré des conclusions arbitraires des faits qui leur étaient soumis. En conséquence, la Cour estime que, considérée dans son ensemble, la procédure litigieuse a revêtu un caractère équitable. Le grief se révèle par conséquent manifestement mal fondé.", "93.  Le requérant se plaint ensuite que les juridictions internes ont violé le principe de l'égalité des armes, notamment au motif qu'il n'a pas disposé d'un interprète devant les juridictions internes, qu'il n'a pas été dûment informé par celles-ci au cours de la procédure et qu'il n'a pas disposé du temps adéquat afin de répondre aux allégations de la partie adverse. Il fait aussi valoir qu'il n'a pas bénéficié d'une audience publique devant les juridictions suisses. Enfin, il soutient également que les tribunaux internes n'étaient ni impartiaux ni indépendants au sens de l'article 6 § 1.", "94.  La Cour rappelle que la finalité du principe de l'épuisement des voies de recours internes est de ménager aux Etats contractants l'occasion de prévenir ou de redresser les violations alléguées avant qu'elles ne lui soient soumises. Ainsi, le grief dont on entend saisir la Cour doit d'abord être soulevé, au moins en substance, dans les formes et délais prescrits par le droit interne, devant les juridictions nationales appropriées (Ankerl c. Suisse, précité, § 34). S'agissant du cas d'espèce, la Cour observe que le requérant n'a pas soulevé ces griefs, au moins en substance, devant les juridictions nationales. Par conséquent, il convient de les déclarer irrecevables pour non-épuisement des voies de recours internes.", "95. Il s'ensuit que ces griefs sont manifestement mal fondés et doivent être rejetés en application de l'article 35 §§ 3 et 4 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 14 COMBINÉ AVEC L'ARTICLE 5 DU PROTOCOLE No 7", "96.  Le requérant se plaint aussi du traitement discriminatoire qu'il aurait subi en tant que père de l'enfant. Il invoque à cet égard l'article 14 de la Convention, combiné avec l'article 5 du Protocole no 7, libellés comme suit :", "« Article 14 :", "La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation.", "Article 5 du Protocole no 7 :", "Les époux jouissent de l'égalité de droits et de responsabilités de caractère civil entre eux et dans leurs relations avec leurs enfants au regard du mariage, durant le mariage et lors de sa dissolution. Le présent article n'empêche pas les Etats de prendre les mesures nécessaires dans l'intérêt des enfants. »", "97.  La Cour observe que le requérant n'a soulevé ce grief que dans le cadre de sa demande de révision devant le Tribunal fédéral. Ce grief a dès lors été rejeté par ce tribunal comme étant tardif.", "98.  Il s'ensuit que, à supposer même que le grief tombe dans le champ d'application des dispositions invoquées, il doit être rejeté pour nonépuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "99.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "100.  Au titre de dommage matériel, le requérant demande 75 000 EUR pour les procédures judiciaires futures et 100 000 EUR pour les frais liés au processus de réintégration de l'enfant dans son environnement familial, soit 25 000 EUR pour les frais de voyage et 75 000 EUR (25 000 EUR par an pendant trois ans) pour l'engagement d'une gouvernante de langue allemande dans l'hypothèse où ses démarches judiciaires aboutiraient au retour de l'enfant aux Etats-Unis.", "101.  Selon le Gouvernement, il ressort de la jurisprudence constante de la Cour que l'octroi d'une indemnité présuppose que les prétentions aient été dûment étayées et qu'il y ait un lien de causalité direct et étroit entre le dommage allégué et le constat de violation de la Convention par la Cour. Qu'il s'agisse du montant réclamé pour les « procédures judiciaires futures » ou de celui réclamé pour les coûts de réintégration de son enfant, il s'agit de prétentions pour des frais futurs et hypothétiques. Par conséquent, le Gouvernement invite la Cour à rejeter ces prétentions.", "102.  La Cour partage l'avis du Gouvernement en ce qui concerne l'indemnité demandée pour les procédures judiciaires futures et pour les frais liés à la réintégration de l'enfant dans l'environnement familial du requérant, dès lors que ces frais sont à l'heure actuelle purement spéculatifs. Par conséquent, la Cour rejette la demande du requérant pour dommage matériel.", "103.  Quant au tort moral, le requérant sollicite la somme de 50 000 EUR pour le dommage psychologique et émotionnel subi du fait du manquement des autorités suisses s'agissant de son droit de visite pendant les procédures judiciaires, de la durée de ces procédures et de l'effet discriminatoire de l'interprétation de l'article 13, alinéa premier, lettre a) de la Convention de La Haye.", "104.  Le Gouvernement réplique que le premier grief, relatif au droit de visite, n'est pas l'objet de la présente procédure devant la Cour. Compte tenu des sommes allouées par la Cour dans ce genre d'affaires, le Gouvernement se déclare prêt, en cas de constat de violation de l'article 8 de la Convention, à accorder au requérant, en plus de la réparation du tort moral que constitue la publication de l'arrêt de la Cour, la somme de 7 000 EUR à ce titre.", "105.  En tenant compte des circonstances de l'espèce, notamment des manquements constatés dans l'application de la Convention de La Haye, qui ont provoqué une rupture des relations entre le requérant et son fils, la Cour considère que l'intéressé a subi un préjudice moral considérable qui ne saurait être réparé par le seul constat de violation de cette disposition.", "106.  Statuant en équité comme le veut l'article 41, et à la lumière de l'ensemble des circonstances de l'espèce et des affaires comparables, elle alloue au titre du préjudice moral la somme de 10 000 EUR, plus tout montant pouvant être dû à titre d'impôt.", "B.  Frais et dépens", "107.  Au titre des frais et dépens, le requérant réclame le montant total de 95 019,77 EUR, qui se compose des sommes suivantes :", "– 58 031,70 EUR pour les frais et dépens de l'avocat pour la procédure selon la Convention de La Haye ;", "– 8 496,05 EUR pour les frais et dépens de l'avocat qui s'est occupé du divorce ;", "– 9 827,19 EUR pour les frais de traduction ;", "– 18 664,83 EUR pour la procédure devant la Cour, soit 8 170,63 EUR pour les frais du AIRE Centre à Londres et 10 494,20 EUR pour les frais de deux experts de la Convention de La Haye, Mes H. Setright et E. Devereux.", "108.  Le Gouvernement indique que, selon la jurisprudence constante de la Cour, celle-ci n'accorde le remboursement des frais et dépens que dans la mesure où ils se rapportent à la violation constatée ; le fait que les recours intentés par le requérant sur le plan interne et à Strasbourg n'ont abouti que partiellement devrait également être pris en compte par la Cour. Par ailleurs, le Gouvernement soutient que le requérant doit soumettre ses prétentions chiffrées et ventilées par rubrique et accompagnées des justificatifs pertinents.", "109.  En ce qui concerne le montant de 58 031,70 EUR pour les frais et dépens de l'avocat ayant représenté le requérant, le Gouvernement relève tout d'abord que le « mémorandum » présenté par celui-ci à l'appui de ses prétentions ne détaille pas le nombre d'heures consacrées aux différentes tâches, pas plus qu'il ne mentionne le tarif horaire appliqué. Par ailleurs, le Gouvernement estime que le montant réclamé à ce titre est totalement disproportionné.", "110.  Selon le Gouvernement, il en va de même des 9 827,19 EUR réclamés pour les frais de traduction, puisque les factures présentées par le requérant à ce titre ne permettent ni d'identifier avec précision les prestations facturées ni de connaître le nombre d'heures consacrées aux différentes traductions. Elles ne mentionnent pas non plus le tarif horaire.", "111.  En ce qui concerne le montant de 8 496,05 EUR pour les frais et dépens de l'avocat qui s'est occupé du divorce, le Gouvernement soutient que la procédure de divorce du requérant ne se rapporte pas à la violation de la Convention alléguée devant la Cour.", "112.  Pour ce qui est du montant total de 18 664,83 EUR que sollicite le requérant pour la procédure devant la Cour, soit 8 170,63 EUR pour les frais du AIRE Centre à Londres et 10 494,20 EUR pour les frais des experts de la Convention de La Haye, le Gouvernement estime que doit être pris en compte le mémoire en réponse aux observations du Gouvernement ainsi que la demande de satisfaction équitable, datés du 17 décembre 2007. Partant, il estime que le montant réclamé à ce titre est disproportionné. Par ailleurs, pour ce qui est des frais des experts, le Gouvernement constate que la facture du 17 décembre 2007, adressée au AIRE Centre par l'un des experts, n'indique pas quelles prestations correspondent aux montants réclamés. De surcroît, le Gouvernement doute de la « nécessité » de recourir à des experts en la matière au stade de la réponse aux observations du Gouvernement, sachant en particulier que, selon la facture du AIRE Centre, le cas avait déjà été traité par au moins cinq avocats de ce centre ainsi que par l'avocat qui s'était occupé de la procédure en vertu de la Convention de La Haye.", "113.  Compte tenu de ce qui précède, le Gouvernement estime que la somme de 4 000 EUR couvrirait l'ensemble des frais et dépens pour la procédure engagée sur le plan interne et à Strasbourg.", "114.  La Cour rappelle que, lorsqu'elle constate une violation de la Convention, elle peut accorder au requérant le remboursement non seulement de ses frais et dépens engagés devant les organes de Strasbourg, mais aussi de ceux qu'il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (voir, par exemple, Zimmermann et Steiner c. Suisse, arrêt du 13 juillet 1983, série A no 66, p. 14, § 36). Cependant, le remboursement des frais et dépens ne peut être obtenu que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Bottazzi c. Italie [GC], no 34884/97, § 30, CEDH 1999-V, et Linnekogel c. Suisse, no 43874/98, § 49, 1er mars 2005).", "115.  En l'occurrence, la Cour considère que, pour le remboursement des frais et dépens, il y a lieu de tenir compte du fait que seul un grief a été déclaré recevable (voir, mutatis mutandis, Olsson c. Suède (no 2), arrêt du 27 novembre 1992, série A no 250, p. 42, § 113, et Linnekogel, précité, § 50).", "116.  Par ailleurs, la Cour estime, à l'instar du Gouvernement, que le montant de 8 496,05 EUR correspondant aux frais et honoraires de l'avocat qui s'est occupé du divorce ne concerne pas la présente requête. Rien n'est par conséquent dû par le Gouvernement à ce titre.", "117.  En outre, la Cour partage l'avis du Gouvernement selon lequel le requérant n'a pas suffisamment étayé ses prétentions, qui ne satisfont dès lors pas aux exigences de l'article 60 § 3 du règlement de la Cour.", "118.  Compte tenu de ce qui précède, la Cour considère les prétentions du requérant comme excessives. A la lumière des éléments en sa possession et des critères dégagés dans sa jurisprudence, la Cour octroie au requérant la somme globale de 12 000 EUR, plus tout montant pouvant être dû à titre d'impôt, au titre des frais et dépens.", "C.  Intérêts moratoires", "119.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "", "1.  Déclare la requête recevable, quant au grief tiré de l'article 8 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu'il y a eu violation de l'article 8 de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir en francs suisses (CHF) au taux applicable à la date du règlement :", "i.  10 000 EUR (dix mille euros), plus tout montant pouvant être dû à titre d'impôt, pour dommage moral;", "ii.  12 000 EUR (douze mille euros), plus tout montant pouvant être dû à titre d'impôt par le requérant, pour frais et dépens ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 6 novembre 2008, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident"]}