{"file": "FRE_HFCOM_6341_10.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "6341/10", "text_paragraphs": ["", "Communiquée le 8 avril 2014", "", "DEUXIÈME SECTION", "Requête no 6341/10\nBayram SARIDAŞ contre la Turquie\nintroduite le 26 janvier 2010", "EXPOSÉ DES FAITS", "Le requérant, M. Bayram Sarıdaş, est un ressortissant turc né en 1962 et résidant à Gaziantep. Il est représenté devant la Cour par Me Ö. Gümüştaş, avocate à Istanbul.", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le 28 août 2007, le requérant saisit le ministère de la défense d’une demande de dispense de l’obligation du service militaire pour inaptitude.", "Il expliqua avoir passé 22 ans de sa vie en prison du fait de ses multiples condamnations pour vol avec violence et appartenance à une organisation illégale armée.", "Il dit souffrir de trouble de personnalité antisociale.", "Le 28 septembre 2007, l’administration refusa cette demande.", "Le 27 novembre 2007, le requérant saisit, par l’intermédiaire de son avocat, la Haute Cour Administrative Militaire d’une demande en annulation de cette décision.", "A l’appui de sa demande, il fournit un rapport médical du 5 octobre 2001 qui concluait qu’il souffrait du syndrome de Wernicke – Korsakoff en raison de la longue grève de la faim qu’il avait mené durant sa détention. D’ailleurs, l’exécution de sa peine avait été suspendue pendant 6 mois pour cette raison.", "L’administration se défendit en se fondant sur deux rapports médicaux relatifs au requérant.", "Le premier rapport médical du 11 mai 2006, établi par le service de psychiatrie de l’hôpital militaire GATA à Ankara indiquait que l’intéressé avait des antécédents de « trouble mental organique » mais qu’il était du point de vue psychologique désormais apte à faire son service militaire.", "Le second rapport médical du 29 mai 2006, établi par le service de neurologie de l’hôpital militaire GATA à Ankara mentionnait que le requérant était apte à accomplir son service militaire mais qu’il ne pouvait pas être commando.", "La Haute Cour Administrative Militaire ordonna une expertise médicale avant de statuer sur le fond de l’affaire.", "Le 3 juillet 2008, après avoir examiné le requérant, le Comité de la Santé de l’hôpital militaire GATA rendit son rapport. Il estima que l’intéressé avait effectivement des antécédents de « trouble mental organique » mais qu’il était désormais apte à faire son service militaire.", "Le rapport du Comité de la Santé de l’hôpital militaire GATA ne fut pas communiqué au requérant.", "Le requérant, soutenant que les médecins de l’hôpital militaire GATA n’étaient pas indépendants, demanda à être examiné par des médecins de l’institut médicolégal ou des médecins d’un hôpital universitaire.", "Cette demande fut rejetée.", "Par un arrêt du 2 juillet 2009, notifié le 29 juillet 2009, la Haute Cour Administrative Militaire débouta le requérant.", "Faisant référence aux trois rapports médicaux de l’hôpital militaire GATA contenus dans le dossier, elle observa que l’intéressé ne souffrait pas de trouble de personnalité antisociale.", "Elle considéra que le fait d’avoir été condamné à plusieurs reprises à des peines d’emprisonnement n’était pas à lui seul une raison suffisante pour être exempté du service militaire.", "GRIEFS", "Invoquant l’article 6 de la Convention, le requérant soutient que sa cause n’a pas été entendue équitablement.", "Il se plaint en particulier de n’avoir pas reçu une copie du rapport d’expertise médicale du 3 juillet 2008 du Comité de la Santé de l’hôpital militaire GATA et ainsi de n’avoir pas eu l’occasion de répondre et de contester les conclusions de cette expertise.", "Il estime que le comité médical de l’hôpital militaire GATA n’était pas indépendant et impartial et qu’il aurait fallu que la Haute Cour Administrative Militaire ordonne une expertise médicale à l’institut médicolégal ou à un hôpital universitaire avant de statuer sur le fond de l’affaire.", "", "", "\n", "", "QUESTIONS AUX PARTIES", "", "1.  La cause du requérant a-t-elle été entendue équitablement, comme l’exige l’article 6 § 1 de la Convention ?", "", "2.  En particulier, le principe de l’égalité des armes a-t-il été respecté ? Le rapport d’expertise médicale du Comité de la Santé de l’hôpital militaire GATA du 3 juillet 2008 a-t-il été notifié au requérant par la Haute Cour Administrative Militaire ?", "", "3.  Le comité médical de l’hôpital militaire GATA qui a rendu une expertise médicale sur laquelle les juridictions nationales se sont fondées, était-il indépendant et impartial, comme l’exige l’article 6 § 1 de la Convention (Placi c. Italie, no 48754/11, §§ 64-80, 21 janvier 2014) ?", "", "", ""]}