{"file": "FRE_HFJUD_38016_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38016/07", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE SIERPIŃSKI c. POLOGNE", "", "(Requête no 38016/07)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "(satisfaction équitable - règlement amiable)", "", "", "STRASBOURG", "", "27 juillet 2010", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "En l'affaire Sierpiński c. Pologne,", "La Cour européenne des droits de l'homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tLech Garlicki,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä,\n\tMihai Poalelungi, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 6 juillet 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 38016/07) dirigée contre la République de Pologne et dont un ressortissant de cet Etat, M. Wojciech Sierpiński (« le requérant »), a saisi la Cour le 21 août 2007 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l'assistance judiciaire, est représenté par Me M. Gąsiorowska, avocate à Varsovie. Le gouvernement polonais (« le Gouvernement ») a été représenté par son agent, M. J. Wołąsiewicz, du ministère des Affaires étrangères.", "3.  Le requérant alléguait, notamment, qu'il a été victime d'une violation de l'article 1 du Protocole no 1 à la Convention.", "4.  Par un arrêt du 3 novembre 2009, la Cour a conclu à la violation de l'article 1 du Protocole no 1 à la Convention. La question de l'application de l'article 41 de la Convention ne se trouvant pas en état, la Cour l'a réservée et a invité le Gouvernement et le requérant à lui soumettre par écrit, leurs observations sur ladite question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir.", "5  Le 11 juin 2010, les parties ont présenté une déclaration formelle commune d'acceptation d'un règlement amiable de l'affaire.", "EN FAIT", "6.  Le requérant est né en 1933 et réside à Varsovie.", "7.  Invoquant en particulier l'article 1 du Protocole no 1 il se plaint du refus des juridictions polonaises d'annuler la décision d'expropriation datée du 26 octobre 1945, concernant le terrain sis à Varsovie dont il revendique la propriété.", "Pour une version détaillée des faits de la présente affaire la Cour renvoie à son arrêt du 3 novembre 2009.", "EN DROIT", "8.  Le 11 juin 2010, la Cour a reçu la déclaration commune de règlement amiable rédigée en polonais et signée par les parties le 11 juin 2010 à Varsovie.", "Les termes de l'accord conclu se lisent en substance comme suit :", "« 1.\tLe Gouvernement versera au requérant la somme de 700 000 PLN (sept cent mille zlotys polonais) dans les trente jours suivant la date de la notification de l'arrêt de la Cour rayant la requête du rôle. Ladite somme sera exempte de toute taxe éventuellement applicable.", "2.\tLadite somme, couvrira :", "a.\ttout préjudice matériel et moral", "b.les frais et dépens engagés dans la procédure devant la Cour.", "3.\tA défaut de règlement dans ledit délai, le Gouvernement s'engage à verser, à compter de l'expiration de celui-ci et jusqu'au règlement effectif de la somme en question, un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne, augmenté de trois points de pourcentage.", "4.\tAprès versement de ladite somme le requérant quant à lui va considérer que toutes ses prétentions à propos des faits à l'origine de sa requête ont été satisfaites.", "5.\tEn conséquence le requérant :", "a.\t\ts'engage à ne plus prétendre à des dommages et intérêts de la part de l'Etat (Trésor public et commune) pour le préjudice matériel et moral subi à propos des faits sur la base desquels la Cour a considéré qu'il y a eu violation de l'article 1 du Protocole no 1 à la Convention et renonce à toutes prétentions à ce titre.", "b.\trenonce à toutes prétentions futures à l'encontre de l'Etat (Trésor public et commune) à propos des faits soulevés dans la requête 38016/07, devant les tribunaux internes, la Cour et toute autre instance internationale. »", "9.  La Cour prend acte de cet accord. Elle note qu'il a pour objectif de mettre fin au litige. Elle note également que la transaction ainsi conclue prévoit le paiement au requérant d'une indemnisation en réparation des préjudices matériel et moral subis et qu'en contrepartie il se désiste de toutes ses prétentions à l'encontre de l'Etat polonais devant la Cour, les tribunaux polonais et toute autre instance internationale.", "10.  Ayant examiné les termes de l'accord intervenu, la Cour considère que celui-ci est équitable au sens de l'article 75 § 4 du règlement de la Cour et qu'il s'inspire du respect des droits de l'homme tels que les reconnaissent la Convention et ses Protocoles (articles 37 § 1 in fine de la Convention et 62 § 3 du règlement).", "11.  Partant, il y a lieu de rayer le restant de l'affaire du rôle (articles 37 § 1 b) de la Convention et 43 § 3 du règlement).", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "  Décide de rayer le restant de l'affaire du rôle.", "Fait en français, puis communiqué par écrit le 27 juillet 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "\tLawrence Early\tNicolas Bratza\n\tGreffier\tPrésident"]}