{"file": "FRE_HFJUD_10802_84.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "10802/84", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE PFEIFER ET PLANKL c. AUTRICHE", "", "(Requête no10802/84)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 février 1992", "\n", "En l’affaire Pfeifer et Plankl c. Autriche,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tJ. Cremona, président,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tJ. Pinheiro Farinha,", "\t\tB. Walsh,", "\t\tR. Bernhardt,", "\t\tJ. De Meyer,", "\t\tN. Valticos,", "\t\tA.N. Loizou,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 27 septembre 1991 et 25 janvier 1992,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") puis par le gouvernement de la République d’Autriche (\"le Gouvernement\"), les 12 novembre 1990 et 6 février 1991, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 10802/84) dirigée contre l’Autriche et dont deux ressortissants de cet État, M. Heinrich Pfeifer et Mme Margit Plankl, avaient saisi la Commission le 23 septembre 1983 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration autrichienne reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46), la requête du Gouvernement à l’article 48 (art. 48). Elles ont pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences des articles 6 par. 1 et 8 (art. 6-1, art. 8).", "2. En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, les requérants ont manifesté le désir de participer à l’instance. Ils ont demandé à se faire représenter par M. Reinhard Peters qui, bien que non juriste, les avait assistés devant les juridictions autrichiennes et devant la Commission (article 30 par. 1).", "Le président y a consenti le 12 février 1991 et a autorisé l’intéressé à employer l’allemand (article 27 par. 3).", "3. La chambre à constituer comprenait de plein droit M. F. Matscher, juge élu de nationalité autrichienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 22 novembre 1990, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. F. Gölcüklü, J. Pinheiro Farinha, R. Bernhardt, J. De Meyer, N. Valticos, I. Foighel et A.N. Loizou (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43). Par la suite, M. B. Walsh, suppléant, a remplacé M. Foighel, empêché (articles 22 par. 1 et 24 par. 1 du règlement).", "4. Ayant assumé la présidence de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement autrichien, le délégué de la Commission et le conseil des requérants au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à ses ordonnances et instructions, le greffier a reçu le 17 juin 1991 les prétentions des requérants au titre de l’article 50 (art. 50) de la Convention puis, le 18, le mémoire du Gouvernement. Le secrétaire de la Commission a déposé les observations du délégué le 12 juillet et plusieurs documents demandés par le greffier le 4 septembre.", "5. Ainsi que l’avait décidé le président, les débats se sont déroulés en public le 24 septembre 1991, au Palais des Droits de l’Homme à Strasbourg. La chambre siégeait sous la présidence de M. J. Cremona, vice-président de la Cour, qui remplaçait M. Ryssdal, empêché (article 21 par. 5, second alinéa, du règlement). Elle avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. W. Okresek, Chancellerie fédérale, \tagent,", "\tM. F. Haug, ministère des Affaires étrangères,", "\tMme I. Gartner, ministère fédéral de la Justice, \tconseils;", "- pour la Commission", "\tM. F. Ermacora, \tdélégué;", "- pour les requérants", "\tM. R. Peters, \tconseil,", "\tMme A. Schwarz, assistante.", "La Cour a entendu en leurs plaidoiries, ainsi qu’en leurs réponses à ses questions, M. Okresek, M. Haug et Mme Gartner pour le Gouvernement, M. Ermacora pour la Commission et M. Peters pour les requérants. L’agent du Gouvernement et le représentant des requérants ont fourni plusieurs documents.", "EN FAIT", "I. LES CIRCONSTANCES DE L’ESPÈCE", "6. Citoyens autrichiens, M. Heinrich Pfeifer et Mme Margit Plankl se virent, en 1982, placés en détention provisoire au titre de poursuites pénales distinctes ouvertes contre eux devant le tribunal régional (Landesgericht) de Klagenfurt (\"le tribunal régional\"). Le présent litige ne porte pas sur celles qui concernent la seconde d’entre eux.", "A. Les poursuites contre M. Pfeifer", "1. Devant le tribunal régional de Klagenfurt", "a) L’instruction", "7. Le 12 novembre 1982, M. Kaiser, juge d’instruction audit tribunal, décerna un mandat d’arrêt contre M. Pfeifer.", "Il le soupçonnait de divers délits, notamment d’escroquerie qualifiée, de cambriolages réalisés en professionnel, de faux et de suppression de documents, de recel de choses volées et de détention illégale d’armes à feu. A l’appui de l’incarcération, il invoquait les dangers de fuite, de collusion et de répétition d’infractions (article 175 par. 1, alinéas 2 à 4, du code de procédure pénale).", "8. M. Pfeifer fut appréhendé à Klagenfurt le 20 novembre 1982 et conduit le lendemain devant M. Arnold, juge de permanence (Journalrichter, article 179 par. 1 du code de procédure pénale), qui l’informa des raisons de son arrestation. Interrogé en l’absence de son avocat, il reconnut posséder illégalement des armes à feu mais se défendit de toute autre infraction. Le juge le mit en détention provisoire.", "9. Le même jour, le juge Kaiser ordonna le transfèrement de l’intéressé à Vienne où le tribunal pénal régional (Landesgericht für Strafsachen) avait, le 20 novembre, décerné contre lui un mandat d’arrêt car il le soupçonnait d’avoir participé à un vol à main armée dans la capitale. La procédure engagée à Klagenfurt fut jointe à celle intentée à Vienne et M. Pfeifer demeura à la maison d’arrêt de Vienne du 22 novembre 1982 au 24 février 1983.", "10. À la suite d’une disjonction prononcée le 20 janvier 1983, le tribunal régional de Klagenfurt redevint compétent pour la procédure incriminée en l’espèce.", "Chargé de l’affaire, le juge Startinig ouvrit, le 25 février 1983, une instruction préparatoire (Voruntersuchung) et prescrivit le maintien de l’incarcération du requérant (article 180 paras. 1 et 2, alinéas 1 à 3, du code de procédure pénale). La cour d’appel (Oberlandesgericht) de Graz autorisa par deux fois, pour une période maximale de dix mois en tout, la prolongation de la détention provisoire.", "11. Le 23 mai 1983, M. Pfeifer récusa le magistrat instructeur, qu’il estimait prévenu, mais le 26 le président du tribunal régional déclara la demande dénuée de fondement. Le 30 juin, le requérant porta plainte contre M. Startinig pour excès de pouvoir, à cause du refus d’autoriser la visite de M. Peters (paragraphes 2 et 5 ci-dessus). Le parquet ayant résolu de ne pas poursuivre, il introduisit lui-même une action privée subsidiaire (Subsidiaranklage, paragraphe 14 ci-dessous).", "12. Dans la procédure principale, l’avocat de M. Pfeifer avait présenté un mémoire le 21 juin 1983. Le 19 juillet, le procureur déposa un acte d’accusation retenant uniquement les préventions de recel de choses volées et de détention illégale d’armes à feu. La cour d’appel de Graz repoussa, le 18 août 1983, une objection (Einspruch) élevée par l’inculpé contre ledit acte.", "b) Le jugement", "13. M. Pfeifer fut renvoyé en jugement devant le tribunal régional, composé de deux magistrats de carrière - M. Kaiser, qui présidait, et M. Arnold - et de deux échevins (Schöffen).", "Le 31 août 1983, le juge Kaiser le convoqua pour l’avertir qu’il avait connu de l’affaire jusqu’au 31 décembre 1982, en qualité de juge d’instruction (paragraphes 7 et 9 ci-dessus), et que dès lors l’article 68 par. 2 du code de procédure pénale l’empêchait de siéger lors du procès; au cours de l’entrevue, M. Pfeifer renonça à son droit d’agir en nullité de ce chef (article 281 par. 1, première phrase, dudit code - paragraphes 22 et 24 ci-dessous).", "Le 1er septembre 1983, le président l’informa que le juge Arnold se trouvait lui aussi exclu par l’article 68 par. 2, pour avoir mené l’interrogatoire du 21 novembre 1982 à titre de juge de permanence (paragraphe 8 ci-dessus). L’inculpé renonça également à son droit de se pourvoir en nullité sur ce point.", "Dans les deux cas, il signa les procès-verbaux pertinents en l’absence de son représentant, qui n’avait pas été convoqué pour l’occasion et qu’il avait déclaré ne pas estimer nécessaire de consulter.", "14. Les débats eurent lieu les 16 septembre et 7 octobre 1983, avec la participation des deux magistrats susnommés.", "Le défenseur du requérant n’éleva aucune objection contre la composition du tribunal régional, ni ne récusa les juges Kaiser et Arnold.", "A l’audience du 7 octobre 1983, il ne signala pas davantage au tribunal que dans le cadre de la procédure pénale engagée contre M. Startinig, le troisième juge d’instruction (paragraphe 11 ci-dessus), son client avait, le 23 septembre 1983, récusé tous les membres du tribunal régional de Klagenfurt, dont MM. Kaiser et Arnold. La Cour d’appel de Graz devait finalement accueillir cette demande le 10 novembre 1983, les juges en question s’étant déportés; renvoyée en conséquence au tribunal régional de Leoben, l’affaire se solda par l’abandon des poursuites.", "15. Toujours le 7 octobre 1983, le tribunal infligea trois ans d’emprisonnement à M. Pfeifer pour recel qualifié de choses volées (article 164 par. 3 du code pénal) et détention illégale d’armes à feu (article 36 de la loi sur les armes - Waffengesetz).", "2. Devant la Cour Suprême", "16. Le condamné forma un recours en nullité (Nichtigkeitsbeschwerde) et un appel contre la peine (Berufung). La Cour Suprême (Oberster Gerichtshof) les rejeta le 29 février 1984.", "Sur le premier point, elle nota que la défense n’avait pas soulevé à temps la question de la participation des juges Kaiser et Arnold, récusés dans une affaire antérieure, sans quoi il eût incombé au tribunal régional de rendre une décision interlocutoire. L’admission ultérieure de la récusation relative à ladite affaire (paragraphe 14 ci-dessus) n’autorisait pas à conclure que les deux magistrats de carrière étaient également prévenus dans la procédure pénale engagée contre M. Pfeifer. De surcroît, ce dernier ne pouvait plus plaider que les juges Kaiser et Arnold auraient en principe dû se déporter en vertu de l’article 68 par. 2 du code de procédure pénale (paragraphe 22 ci-dessous), car avant le procès il avait explicitement renoncé à son droit de les récuser par ce motif.", "En outre, la Cour Suprême confirma la peine.", "B. La censure de la correspondance entre les deux requérants", "1. La mesure de censure", "17. Durant leur détention provisoire, les requérants correspondirent entre eux. Au début de l’été 1983, le juge d’instruction censura une lettre de Mme Plankl à M. Pfeifer, en biffant et rendant illisibles certains passages qui n’ont pas été reconstitués au cours des procédures internes, mais auraient eu le contenu suivant (traduction):", "\"Je me demande s’il y a encore quelqu’un de normal dans cette maison de fous (...) Dans la vie ce sont des minus et ils se prennent ici pour des dieux. Certains des gardiens sont des pensionnaires comme nous. Ils sont toujours à épier les femmes, ces voyeurs bien comme il faut, ce tas de singes! Je hais tout cela!\"", "", "2. La plainte de Mme Plankl à la chambre du conseil du tribunal régional", "18. Mme Plankl adressa une plainte à la chambre du conseil (Ratskammer) du tribunal régional. Elle estimait illégale la forme de censure utilisée, car l’article 187 par. 2 du code de procédure pénale permettait d’intercepter les lettres, mais non de les rendre illisibles. En outre, il n’acceptait la censure que pour les lettres propres à nuire au but de la détention ou éveillant le soupçon d’une infraction dont l’auteur peut être poursuivi d’office avec ou sans l’autorisation de la victime; or bien que renfermant des remarques critiques sur le personnel de la prison, les passages incriminés ne tombaient pas sous le coup de ces règles.", "19. L’examen de la plainte eut lieu à huis clos, en l’absence de la requérante et de son représentant. Après avoir entendu le ministère public et étudié un rapport du juge d’instruction, la chambre du conseil débouta la requérante le 26 juillet 1983.", "Selon elle, le biffage partiel d’une lettre représentait une mesure moins sévère que la rétention de celle-ci. Il relevait donc des pouvoirs du juge d’instruction au titre de l’article 187 par. 2 du code de procédure pénale (paragraphe 25 ci-dessous) et ne portait pas atteinte aux droits de Mme Plankl. Il se justifiait en outre car les passages en question, considérés dans ledit rapport comme des \"plaisanteries de caractère insultant contre des gardiens de prison\", diffamaient (üble Nachrede) des fonctionnaires dans l’exercice de leurs fonctions (article 111 par. 1 du code pénal, combiné avec l’article 117 par. 2), infraction de nature à légitimer une mesure de censure au regard de l’article 187 par. 2.", "3. Le pourvoi dans l’intérêt de la loi devant la Cour Suprême", "20. Après que la Commission eut communiqué la requête au gouvernement autrichien, le parquet général (Generalprokuratur) saisit la Cour Suprême d’un pourvoi dans l’intérêt de la loi (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes). Il formulait deux moyens.", "En premier lieu, ni le fait d’avoir rendu illisibles (Unleserlichmachen) certains passages ni la décision de la chambre du conseil ne trouvaient appui dans l’article 187 par. 2. Ce dernier exigeait d’intercepter toute lettre d’un inculpé en détention provisoire à un particulier si elle éveillait le soupçon d’une infraction à poursuivre d’office (von Amts wegen). Or il n’en allait pas ainsi des passages oblitérés. Si d’aventure ils s’analysaient en un délit réprimé par les articles 111 par. 1 ou 115 par. 1 du code pénal, seule en principe pouvait agir la victime; des poursuites d’office (avec l’accord de celle-ci et de l’autorité dont elle dépend) fondées sur l’article 117 par. 2 du code pénal n’étaient possibles que pour des injures de \"personne à personne\", à l’exclusion de celles qui figuraient dans une lettre.", "En second lieu, l’article 187 par. 2 ne permettait que la non-communication de lettres, et non l’oblitération de certains passages.", "21. Le 20 octobre 1987, après une audience publique, la Cour Suprême rejeta le premier moyen mais accueillit le second.", "a) Partant de la prémisse que les passages litigieux contenaient des \"plaisanteries de caractère insultant contre des gardiens de prison\", elle estima qu’il y avait des raisons de soupçonner la requérante d’injure (Beleidigung - article 115 du code pénal) plutôt que de diffamation (article 111). Quand elle visait un fonctionnaire dans l’exercice de ses fonctions, une telle infraction devait être poursuivie d’office, avec l’agrément de la victime (article 117 par. 2 du code pénal, paragraphe 26 ci-dessous). En l’espèce, elle résultait de la remise par Mme Plankl d’une lettre non cachetée à un gardien de la prison afin qu’il la communiquât au juge d’instruction; plusieurs gardiens ou membres du personnel judiciaire avaient pu ainsi, dans l’exercice de leurs fonctions, prendre connaissance de sa substance. L’article 117 par. 2 du code pénal trouvant à s’appliquer, la mesure en question tombait sous le coup de l’article 187 par. 2 du code de procédure pénale.", "b) Le juge d’instruction et la chambre du conseil avaient pourtant méconnu ce texte qui autorisait à retenir des lettres et non à en oblitérer certains passages. En réalité, le juge d’instruction n’avait pas pris une \"mesure moins sévère\" en vertu d’un pouvoir implicite, mais une mesure différente portant atteinte aux intérêts du parquet et des gardiens de prison concernés, car ils pouvaient ouvrir une procédure pénale contre Mme Plankl du chef des remarques formulées par elle dans sa lettre. La loi avait été violée sur ce dernier point, mais l’intéressée n’en avait point pâti et ne pouvait dès lors se plaindre du rejet de son recours par la chambre du conseil.", "II. LE DROIT INTERNE PERTINENT", "A. Règles relatives à l’exclusion ou récusation des juges", "22. Aux termes de l’article 68 par. 2 du code de procédure pénale,", "\"Nul magistrat ayant connu d’une affaire en qualité de juge d’instruction (...) ne peut prendre part à la procédure de jugement dans la même affaire (...)\"", "23. L’\"exclusion\" (Ausschliessung) des juges obéit aux dispositions ci-après du code de procédure pénale:", "Article 70 par. 1", "\"Le juge doit signaler immédiatement au président de la juridiction dont il est membre toute circonstance emportant son exclusion (...)\"", "Article 71 par. 1", "\"Tout membre d’une juridiction (Gerichtsperson) s’abstient, à peine de nullité, de tout acte judiciaire dès qu’il a connaissance d’une cause d’exclusion en sa personne. Il peut accomplir ceux qui revêtent un caractère d’urgence, mais uniquement s’il y a péril en \tla demeure et si l’on ne peut désigner immédiatement un autre juge \tou greffier (...)\"", "24. De son côté, l’article 72 autorise toute partie à la procédure à récuser (ablehnen) un juge si elle peut démontrer l’existence de raisons de douter de son entière impartialité. Il vise expressément des motifs \"autres [que ceux régissant l’exclusion]\", mais les tribunaux ont coutume de l’étendre aux cas où une partie soulève une question relative à l’exclusion d’un juge. En effet, celle d’un juge de première instance ne peut se plaider ultérieurement au moyen d’un pourvoi en cassation si l’intéressé n’a pas été récusé avant ou pendant le procès, ou aussitôt après que le demandeur a eu connaissance du motif d’exclusion (article 281 par. 1, alinéa 1, du code de procédure pénale). La procédure applicable en la matière est la suivante:", "Article 73", "\"La demande par laquelle une partie récuse un juge peut à tout moment, mais au moins vingt-quatre heures avant les débats si elle vise un membre de la juridiction saisie, et au plus tard trois jours après la citation à comparaître si elle concerne une juridiction tout entière, être déposée auprès du tribunal auquel appartient le magistrat en cause, ou formulée oralement devant le greffier. Elle précise et, dans la mesure du possible, étaye les motifs de la récusation.\"", "B. Règles relatives au contrôle de la correspondance", "25. Le contrôle de la correspondance des inculpés en détention provisoire obéit à l’article 187 du code de procédure pénale, ainsi rédigé:", "\"1. Les inculpés en détention provisoire peuvent (...) correspondre par écrit avec toute personne dont il n’y a pas lieu de craindre qu’elle compromette le but de la détention provisoire (...)", "2. (...) Il y a toujours lieu d’intercepter les lettres des détenus si elles éveillent le soupçon que par elles se commet une infraction à instruire même sans demande d’un intéressé, sauf quand elles ont pour destinataire un corps représentatif général national, un tribunal ou une autre autorité nationale, ou la Commission européenne des Droits de l’Homme.", "3. (...)\"", "Les décisions relatives aux personnes avec qui le détenu peut correspondre et le contrôle de sa correspondance relèvent du juge d’instruction. Les plaintes concernant de telles décisions doivent être adressées à la chambre du conseil du tribunal régional (article 188 du code de procédure pénale).", "26. Aux fins de l’article 187 par. 2, les délits à poursuivre d’office (Offizialdelikte) peuvent légitimer la rétention d’une lettre, à la différence des infractions dont la poursuite relève d’un particulier (Privatanklagedelikte). De même, il ressort de l’arrêt rendu par la Cour Suprême le 20 octobre 1987 (paragraphe 21 ci-dessus) que pareille mesure peut se justifier aussi dans le cas d’une infraction dont la poursuite par le ministère public dépend de l’autorisation de la victime (Ermächtigungsdelikte), par exemple si elle vise un fonctionnaire agissant dans l’exercice de ses fonctions. A cet égard, l’article 117 par. 2 du code pénal dispose:", "\"Si une atteinte punissable à l’honneur d’un fonctionnaire (...) se commet pendant l’exercice des fonctions (...) de l’intéressé, le ministère public doit en poursuivre l’auteur, avec le consentement de la victime et de l’autorité dont elle dépend, dans le délai normalement ouvert à la première pour solliciter le déclenchement des poursuites. Il en va de même lorsque pareille infraction se commet, en relation avec une [des] activités professionnelles [dudit fonctionnaire], dans un imprimé, à la radio, ou d’une autre manière propre à la rendre accessible à un large public\".", "PROCEDURE DEVANT LA COMMISSION", "27. Dans leur requête du 23 septembre 1983 à la Commission (no 10802/84), M. Pfeifer et Mme Plankl alléguaient diverses violations des articles 3, 5, 6, 7, 8 et 13 (art. 3, art. 5, art. 6, art. 7, art. 8, art. 13) de la Convention. Le premier soutenait notamment qu’il y avait eu méconnaissance de son droit à voir sa cause examinée par un tribunal indépendant et impartial établi par la loi, au sens de l’article 6 par. 1 (art. 6-1). En outre, les deux requérants voyaient dans la censure d’une lettre de Mme Plankl à M. Pfeifer une atteinte injustifiée à leur droit au respect de leur correspondance, garanti par l’article 8 (art. 8).", "28. Les 13 mai 1987, 15 décembre 1988 et 8 mai 1989, la Commission a déclaré la requête irrecevable à l’exception de deux griefs qu’elle a retenus à la dernière de ces dates. Dans son rapport du 11 octobre 1990 (article 31) (art. 31), elle conclut à la violation des articles 6 par. 1 (art. 6-1) (unanimité) et 8 (art. 8) (dix voix contre une).", "Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR PAR LE GOUVERNEMENT", "29. À l’audience du 24 septembre 1991, l’agent du Gouvernement a prié la Cour", "\"de dire que faute d’épuisement des voies de recours internes elle \tne peut connaître du bien-fondé de la requête en ce qui concerne M. Pfeifer et, en ordre subsidiaire, de dire qu’il n’y a eu violation de l’article 8 (art. 8) de la Convention dans le chef d’aucun des deux requérants, ni de l’article 6 (art. 6) pour la procédure pénale engagée contre M. Pfeifer\".", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 (art. 6)", "30. M. Pfeifer prétend avoir subi une violation de son droit à être jugé par un tribunal \"impartial\" et \"établi par la loi\" au sens de l’article 6 par. 1 (art. 6-1) de la Convention, ainsi libellé:", "\"Toute personne a droit à ce que sa cause soit entendue (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle.\"", "Le Gouvernement combat cette opinion, mais la Commission y souscrit.", "A. Sur l’exception préliminaire du Gouvernement", "31. Selon le Gouvernement, M. Pfeifer n’a pas épuisé les voies de recours internes: la défense ne récusa pas les deux juges concernés devant le tribunal régional; en outre, elle n’aurait pas soulevé la question de leur exclusion dans son recours en nullité à la Cour Suprême et elle y aurait même indéniablement renoncé (paragraphes 13, 14, 16, 22 et 24 ci-dessus).", "32. La Commission invite la Cour à constater l’irrecevabilité du moyen; elle se réfère aux opinions dissidentes annexées à certains arrêts récents (voir notamment l’arrêt Cardot c. France du 19 mars 1991, série A no 200, pp. 22-24, opinions des juges Martens et Morenilla). En ordre subsidiaire, elle soutient que la renonciation du requérant aurait selon toute probabilité rendu inopérantes les voies de droit mentionnées par le Gouvernement.", "M. Pfeifer explique son absence de réaction au début du procès par le fait qu’il ne savait pas pouvoir encore revenir sur sa déclaration. Son avocat, lui, ignorait l’existence d’un motif d’exclusion.", "33. Quant à sa compétence pour examiner l’exception, la Cour renvoie à sa jurisprudence bien établie (voir, en premier lieu, l’arrêt De Wilde, Ooms et Versyp c. Belgique du 18 juin 1971, série A no 14, pp. 27-30, paras. 44-52); pour les raisons indiquées dans son arrêt Pine Valley Developments Ltd et autres c. Irlande, du 29 novembre 1991 (série A no 222, p. 19, par. 39), elle n’estime pas devoir s’en écarter. Elle relève en outre que le Gouvernement avait déjà présenté un moyen analogue devant la Commission, de sorte qu’il n’y a pas forclusion.", "34. Au sujet du bien-fondé de l’exception, la Cour note une remarque figurant dans l’arrêt du 29 février 1984: la Cour Suprême précisait que M. Pfeifer ne pouvait plus se prévaloir d’un manquement à l’article 68 par. 2 du code de procédure pénale, car il y avait renoncé avant l’ouverture du procès (paragraphe 16 ci-dessus). Pareille affirmation montre à l’évidence - la Commission le souligne à juste titre - que la question se trouve indissociablement liée au problème de la validité de la renonciation.", "Cette dernière, par ses effets sur le droit reconnu à l’article 6 par. 1 (art. 6-1) de la Convention, touche au fond du litige, auquel il y a donc lieu de joindre le moyen.", "B. Sur le bien-fondé du grief", "35. D’après M. Pfeifer, les deux magistrats de carrière qui connurent de sa cause au tribunal régional de Klagenfurt auraient dû se déporter en vertu de l’article 68 par. 2 du code de procédure pénale, car ils avaient exercé en l’espèce les fonctions de juge d’instruction (paragraphe 22 ci-dessus).", "La Commission souscrit à cette thèse. En revanche, le Gouvernement trouve le texte précité plus strict que l’article 6 par. 1 (art. 6-1) de la Convention; partant, la non-application du premier ne violerait pas nécessairement le second.", "36. Selon la Cour, les griefs tirés de l’absence de tribunal \"impartial\" et de celle de tribunal \"établi par la loi\" coïncident ici en substance.", "L’article 68 par. 2, qui exclut de l’examen d’une affaire un juge ayant déjà eu à s’en occuper en tant que magistrat instructeur, témoigne du souci du législateur d’écarter tout doute raisonnable quant à l’impartialité des juridictions de jugement. Son inobservation signifie que M. Pfeifer fut jugé par un tribunal à l’impartialité discutable sous l’angle même du droit interne (voir, mutatis mutandis, l’arrêt Oberschlick c. Autriche du 23 mai 1991, série A no 204, p. 23, par. 50). A cet égard, il importe peu de déterminer le rôle exact joué au stade de l’instruction par les juges dont il s’agit (voir, mutatis mutandis, l’arrêt Piersack c. Belgique du 1er octobre 1982, série A no 53, p. 16, par. 31).", "37. Le Gouvernement allègue que le requérant a renoncé à son droit au titre de l’article 6 par. 1 (art. 6-1) non seulement de manière implicite, en négligeant de contester en temps utile la composition du tribunal régional (paragraphe 32 ci-dessus), mais aussi en termes exprès avant l’ouverture des débats (paragraphe 13 ci-dessus).", "D’après la jurisprudence de la Cour, la renonciation à un droit garanti par la Convention - pour autant qu’elle soit licite - doit se trouver établie de manière non équivoque (voir, en dernier lieu, l’arrêt Oberschlick précité, série A no 204, p. 23, par. 51). En outre, et la Cour rejoint ici la Commission, dans le cas de droits de nature procédurale, semblable déclaration, pour entrer en ligne de compte sous l’angle de la Convention, doit s’entourer d’un minimum de garanties correspondant à sa gravité.", "38. Selon les articles 70 par. 1 et 71 par. 1 du code de procédure pénale (paragraphe 23 ci-dessus), les juges Kaiser et Arnold avaient l’obligation de signaler d’abord au président du tribunal régional la circonstance emportant leur exclusion; il leur incombait également de s’abstenir, à peine de nullité, de tout acte judiciaire avant même que M. Kaiser ne convoquât le requérant, les 31 août et 1er septembre 1983, pour l’informer de la situation (paragraphe 13 ci-dessus). D’autre part, aucun texte de droit autrichien ne prévoit - le Gouvernement le reconnaît - la renonciation expresse d’un accusé à son droit à être jugé par un tribunal dont la composition obéisse à la loi ni, en conséquence, ne fixe la procédure à suivre à cette fin. Or un tel droit revêt une importance capitale et son exercice ne peut dépendre des seuls intéressés.", "En l’espèce, il suffit de noter que le juge Kaiser approcha M. Pfeifer de sa propre initiative, en l’absence de l’avocat de ce dernier qui, malgré sa participation antérieure à la procédure, n’avait pas été convoqué (paragraphes 12-13 ci-dessus). Il lui posa une question essentiellement juridique, dont M. Pfeifer - profane en droit - n’était guère en mesure de saisir toutes les implications. Un abandon exprimé sur-le-champ dans ces conditions paraît pour le moins sujet à caution. Le fait que le requérant ait déclaré ne pas estimer nécessaire la présence de son avocat n’y change rien.", "39. Dès lors, à supposer même qu’un accusé puisse renoncer aux droits en question, les circonstances entourant la décision du requérant la privent de toute validité au regard de la Convention.", "En conclusion, la Cour rejette l’exception préliminaire du Gouvernement et considère qu’il y a eu infraction à l’article 6 par. 1 (art. 6-1).", "II. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 8 (art. 8)", "40. Les deux requérants se prétendent victimes d’une violation de l’article 8 (art. 8) de la Convention, aux termes duquel", "\"1. Toute personne a droit au respect (...) de sa correspondance.", "2. Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui.\"", "La Commission souscrit à cette thèse, combattue par le Gouvernement.", "A. Sur l’exception préliminaire du Gouvernement", "41. D’après le Gouvernement, seule Mme Plankl a épuisé les voies de recours internes pour le grief tiré du biffage d’une partie de sa lettre à M. Pfeifer (paragraphes 17-18 ci-dessus), car ce dernier n’en a pas saisi la chambre du conseil du tribunal régional.", "42. La Cour note, à l’instar de la Commission, que la mesure litigieuse touchait les deux intéressés à la fois. Dès lors, il apparaît sans intérêt de rechercher si l’un d’eux a épuisé en la matière les voies de recours internes puisque l’autre l’a fait sans conteste et en vain.", "B. Sur le bien-fondé du grief", "43. La violation alléguée de l’article 8 (art. 8) découle, d’après les requérants, de l’effacement par le juge d’instruction de certains passages de la lettre de Mme Plankl à M. Pfeifer (paragraphe 17 ci-dessus).", "Il y a eu sans contredit ingérence dans l’exercice du droit des requérants au respect de leur correspondance, garanti par l’article 8 par. 1 (art. 8-1).", "44. La Cour admet, comme l’indique le Gouvernement et nonobstant les doutes exprimés par la Commission, que la mesure litigieuse se fondait sur l’article 187 par. 2 du code de procédure pénale (paragraphe 25 ci-dessous).", "Elle considère de même, avec la Commission et le Gouvernement, que le biffage partiel de la lettre en question visait à assurer \"la protection des droits (...) d’autrui\" et \"la prévention des infractions pénales\".", "45. Quant à la nécessité de l’ingérence dans une société démocratique, le Gouvernement estime indispensable la prise en compte du contenu de la lettre, tel que l’a rapporté le juge d’instruction (paragraphe 19 ci-dessus). Le biffage s’imposait selon lui, car les passages incriminés formulaient des remarques propres à saper l’autorité du personnel pénitentiaire et à entraver le bon fonctionnement de l’établissement. En outre, il demeurait proportionné puisque la lettre fut acheminée après coup.", "46. La Cour reconnaît qu’un certain contrôle de la correspondance des détenus ne se heurte pas en soi à la Convention, mais l’ingérence en résultant ne doit pas aller au-delà des exigences du but légitime poursuivi.", "47. D’après le juge d’instruction, les passages supprimés renfermaient \"des plaisanteries de caractère insultant contre des gardiens de prison\" (paragraphe 19 ci-dessus). Leur texte n’a cependant pas été reconstitué devant les juridictions autrichiennes.", "La Commission déduit à juste titre de la version livrée par Mme Plankl qu’il s’agissait plutôt de critiques visant les conditions de détention, et notamment le comportement de certains gardiens de prison. Bien que sans doute parfois plutôt fortes (paragraphe 17 ci-dessus), les expressions utilisées figuraient dans une lettre privée qu’aux termes de la législation pertinente (article 188 du code de procédure pénale - paragraphe 25 ci-dessus) seuls auraient dû lire M. Pfeifer et le magistrat instructeur.", "Dans l’affaire Silver et autres c. Royaume-Uni, la Cour a estimé que l’interception de lettres privées \"visant à attirer le mépris sur les autorités\" ou usant de \"termes délibérément injurieux pour les autorités pénitentiaires\" n’était pas \"nécessaire dans une société démocratique\" (arrêt du 25 mars 1983, série A no 61, pp. 26 et 38, paras. 64 et 99 c)). L’effacement de passages constitue assurément une ingérence d’une moindre ampleur, mais dans les circonstances de la cause il apparaît lui aussi disproportionné.", "48. Partant, il y a eu violation de l’article 8 (art. 8).", "III. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "49. Selon l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité \td’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "Les requérants réclament une indemnité pour dommage moral ainsi que le remboursement de frais et dépens.", "A. Dommage moral", "50. M. Pfeifer revendique 45 000 schillings autrichiens pour sa privation de liberté, qui aurait excédé de trois mois les peines infligées.", "La Cour rejette cette prétention, faute d’un lien de causalité entre la violation de l’article 6 (art. 6) constatée par le présent arrêt et la durée de la détention (paragraphe 39 ci-dessus).", "51. Il échet aussi de refuser à Mme Plankl les 10 000 schillings demandés par elle pour les conséquences psychiques des conditions de son emprisonnement, car elles n’ont pas de rapport direct avec la censure de sa lettre.", "B. Frais et dépens", "52. Pour ses frais et dépens devant la Cour Suprême, M. Pfeifer voudrait au total 69 490 schillings, couvrant chacun de ses deux recours (paragraphe 16 ci-dessus). Or, le Gouvernement le précise à juste titre, cette juridiction les a examinés ensemble. Statuant en équité, la Cour alloue au requérant 20 000 schillings de ce chef.", "Quant à Mme Plankl, elle a rédigé elle-même sa plainte à la chambre du conseil. Seuls entrent en ligne de compte les 1 500 schillings qu’elle a exposés pour présenter sa requête au ministère de la Justice.", "53. Au titre de la procédure devant la Commission et la Cour, les requérants sollicitent le remboursement de 90 480 schillings. Statuant en équité, la Cour leur en accorde conjointement 60 000, eu égard aux circonstances de l’espèce.", "PAR CES MOTIFS, LA COUR", "1. Dit, par huit voix contre une, qu’elle a compétence pour examiner les exceptions préliminaires du Gouvernement;", "", "2. A l’unanimité, joint au fond, mais rejette après examen au fond, l’exception concernant le grief tiré de l’article 6 par. 1 (art. 6-1) par M. Pfeifer;", "", "3. Dit, à l’unanimité, qu’il y a eu violation de l’article 6 par. 1 (art. 6-1);", "", "4. Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner l’exception relative à la violation alléguée de l’article 8 (art. 8) dans le cas de M. Pfeifer;", "", "5. Dit, à l’unanimité, qu’il y a eu violation de l’article 8 (art. 8) dans le chef des deux requérants;", "", "6. Dit, à l’unanimité, que l’État défendeur doit verser dans les trois mois, pour frais et dépens, 20 000 (vingt mille) schillings autrichiens à M. Pfeifer, 1 500 (mille cinq cents) à Mme Plankl et 60 000 (soixante mille) aux deux requérants conjointement;", "", "7. Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 25 février 1992.", "", "John CREMONA", "Président", "", "Marc-André EISSEN", "Greffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 (art. 51-2) de la Convention et 53 par. 2 du règlement, l’exposé de l’opinion séparée de M. Bernhardt.", "", "J.C.", "M.-A.E.", "", "", "\nOPINION SEPAREE DE M. LE JUGE BERNHARDT", "(Traduction)", "J’ai voté contre le point 1 du dispositif de l’arrêt, car à mon avis la Cour ne devrait plus examiner des exceptions préliminaires que la Commission a rejetées.", ""]}