{"file": "FRE_CLINF_11106_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "11106/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 99", "Juillet 2007", "Ekeberg et autres c. Norvège - 11106/04", "Arrêt 31.7.2007 [Section I]", "Article 6", "Procédure pénale", "Article 6-1", "Tribunal impartial", "Tribunal indépendant", "Différence ténue entre le rôle d’une magistrate professionnelle consistant à statuer sur la prolongation de la détention d’un prévenu et celui consistant à décider s’il y a lieu d’approuver le verdict du jury : violation", "", "En fait : Les requérants, qui étaient affiliés à des clubs de motards, firent sauter des explosifs qu’ils avaient au préalable dissimulés dans l’intention de détruire des bâtiments abritant un autre club. Le souffle de l’explosion tua le conducteur d’un véhicule qui circulait aux alentours et causa d’importants dégâts. Reconnus coupables des charges qui pesaient sur eux, ils furent condamnés par une cour d’appel à des peines d’emprisonnement allant de six à seize ans. ", "Dans leur requête, les intéressés alléguaient notamment que l’impartialité requise avait fait défaut à l’un des juges qui avait examiné leur affaire, la juge G., car celle-ci avait  pris part à la décision par laquelle la détention provisoire du quatrième requérant avait été prolongée. Ils affirmaient en outre que l’atteinte à l’équité de la procédure était aggravée par le fait que Mme W., l’un membre du jury constitué pour les besoins de la procédure devant la cour d’appel, avait été récusée pour avoir déposé devant la police à propos de l’affaire quelques années plus tôt. ", "En droit : Les attributions de la juge G. appelée à statuer sur la détention provisoire du quatrième requérant et celles exercées par elle en matière d’approbation ou de rejet du verdict des jurés – Conformément aux exigences du code de procédure pénale, la décision portant prolongation de la détention provisoire du quatrième requérant a été prise au motif qu’il existait de bonnes raisons de penser que l’intéressé avait commis l’infraction qui lui était reprochée. Celui-ci n’aurait pu être reconnu coupable par le jury constitué pour les besoins de la procédure suivie devant la cour d’appel sans que les magistrats professionnels qui y siégeaient n’eussent rendu un avis conforme. Il s’ensuit que la différence entre la question que la juge G. a dû trancher pour statuer sur la prolongation de la détention provisoire et celle sur laquelle elle s’est ensuite prononcée pour approuver ou rejeter le verdict du jury de la cour d’appel était ténue. En outre, la juge G. a aussi statué sur la peine infligée au quatrième requérant. Dans ces conditions,  ce dernier avait des motifs légitimes de redouter que la cour d’appel n’offrît pas l’impartialité requise (cf. l’arrêt Hauschildt c. Danemark). Le fait que ni le quatrième requérant ni l’avocat de celui-ci n’ont cru bon, à aucun moment de la procédure, de s’opposer à la participation de la juge G. au procès ne saurait en l’espèce avoir pour effet d’affaiblir le degré de protection découlant de l’exigence d’impartialité objective. En revanche, les appréhensions dont les autres intéressés ont fait état  au sujet de l’impartialité de la juge G. ne peuvent passer pour objectivement justifiées.", "Conclusion : violation dans le chef du quatrième requérant / non-violation en ce qui concerne les autres intéressés (unanimité). ", "La participation de Mme W au jury – Eu égard à sa nature, au moment où elle est intervenue et à sa brièveté, la participation de Mme W. à la procédure en qualité de membre du jury ne pouvait susciter chez les intéressés des doutes quant à l’impartialité de celui-ci.", "Conclusion : non-violation (quatre voix contre trois).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}