{"file": "FRE_HFJUD_44069_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "44069/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE G.B. c. FRANCE", "", "", "(Requête no 44069/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "2 octobre 2001", "", "", "", "DÉFINITIF", "", "02/01/2002", "", "", "", "", "", "", "En l’affaire G.B. c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tW. Fuhrmann, président,\n\t\tJ.-P. Costa,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tM.\tK. Traja, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 16 mai 2000 et 11 septembre 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 44069/98) dirigée contre la République française et dont un ressortissant de cet Etat, M. G.B. (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 30 juillet 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me C. Waquet, avocate au Conseil d’Etat et à la Cour de cassation. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. R. Abraham, directeur des affaires juridiques au ministère des Affaires étrangères. Le président de la chambre a accédé à la demande de non-divulgation de son identité formulée par le requérant (article 47 § 3 du règlement de la Cour).", "3.  Invoquant notamment l’article 6 §§ 1 et 3 b) de la Convention, le requérant se plaignait de la violation de l’égalité des armes et du respect des droits de la défense en raison, d’une part, du dépôt par le ministère public au commencement des débats devant la cour d’assises de pièces jamais portées à la connaissance du requérant et, d’autre part, du refus de la cour d’assises d’ordonner une contre-expertise à la suite des conclusions orales de l’expert qui contredisaient les écrits de ce dernier.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Le 16 mai 2000, au vu des observations écrites présentées par les parties, la requête a été déclarée partiellement recevable [Note du greffe : la décision de la Cour est disponible au greffe]. La Cour a considéré qu’une audience n’était pas nécessaire (article 59 § 2 du règlement).", "7.  Elle a par ailleurs invité le Gouvernement à produire les pièces déposées par le ministère public, au commencement des débats devant la cour d’assises.", "8.  Le 27 juillet 2000, le Gouvernement a accompagné lesdites pièces d’observations complémentaires sur le bien-fondé de la requête.", "9.  Le 15 septembre 2000, l’avocate du requérant a déposé ses observations complémentaires en réponse à celles du Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  La phase d’instruction", "10.  Dans le cadre d’une instruction suivie contre le requérant ainsi que contre sa femme, son ex-beau-frère et l’un de ses neveux, le requérant fut placé sous mandat de dépôt le 16 juin 1993, et inculpé de viols sur mineure de quinze ans (en l’occurrence, sa nièce), agressions sexuelles sur mineurs de quinze ans (en l’occurrence, ses neveux) et agressions sexuelles.", "Le 16 septembre 1993, le juge d’instruction près le tribunal de grande instance de Lorient ordonna des examens médicopsychologiques de la nièce du requérant ainsi que de toutes les personnes mises en examen. Il commit les docteurs Gautier et Daumer.", "11.  Le passé judiciaire du requérant fut porté à la connaissance des deux médecins. Il comprenait, outre des peines d’emprisonnement, une enquête ouverte contre le requérant en 1989 à la suite d’accusations d’attouchements sexuels sur la fille de la sœur de son beau-frère.", "12.  Le 29 octobre 1993, les experts déposèrent leur rapport concernant le requérant. Ils précisèrent notamment que le côté affabulateur, voire mythomaniaque, existait de l’aveu même de l’intéressé bien que son caractère pathologique ne fût pas évident comme le démontraient ses déclarations faites deux ans auparavant sur les relations entre P.H. et K.S., deux des victimes.", "\n13.  Les docteurs conclurent ainsi :", "« 1.  L’examen de G.B. montre des traits de psychopathie et de perversion sexuelle, perceptibles objectivement au travers de ses déclarations en ce qui concerne P.H. et C.H.", "2.  L’infraction qui lui est reprochée est, en ce qui concerne C.H. et P.H., en rapport avec une perversion sexuelle. Il est difficile d’apprécier l’étendue, la nature de celle-ci, dans la mesure où l’inculpé présente les faits comme isolés. Le viol de K.S. est nié par G.B., ce qui ne permet pas d’en parler d’un point de vue clinique.", "3.  Le sujet ne présente pas d’état dangereux au sens psychiatrique du terme.", "4.  Il est accessible à une éventuelle sanction pénale.", "5.  La réadaptabilité ne fait pas de problème, la curabilité dépend d’une définition plus précise du problème sexuel sous-jacent.", "6.  Le sujet n’était pas en état de démence au sens de l’article 64 (ancien) du code pénal au moment de l’accomplissement des faits qui lui sont reprochés.", "7.  Son état ne nécessite pas d’internement ou de mesure d’assistance psychothérapeutique. »", "14.  En novembre 1993, les conclusions de l’expertise furent notifiées au requérant. Sa détention provisoire fut prolongée plusieurs fois pendant l’instruction de l’affaire.", "15.  Le 19 octobre 1995, le requérant et ses coaccusés (J.C.H., C.H. et S.C., épouse du requérant) furent renvoyés devant la cour d’assises du Morbihan par un arrêt de la chambre d’accusation de la cour d’appel de Rennes. La chambre d’accusation rappela notamment que le requérant avait nié dans un premier temps tous les abus sexuels sur sa nièce et ses neveux puis admis les agissements reprochés pour se rétracter à nouveau. Elle relata les interrogatoires respectifs de la nièce et des neveux du requérant, ces derniers ayant été également accusés par la première de viols et d’abus sexuels. La chambre d’accusation fit également état des condamnations figurant au casier judiciaire du requérant, à savoir conduite sous l’empire d’un état alcoolique, outrage à agent de la force publique dans l’exercice de ses fonctions, délit de fuite et récidive de conduite sous l’empire d’un état alcoolique.", "16.  Le requérant forma un pourvoi en cassation contre l’arrêt de renvoi, dans lequel il souleva l’imprécision des termes du dispositif dudit arrêt. Par un arrêt du 26 février 1996, la Cour de cassation rejeta ce pourvoi.", "B.  La phase de jugement", "17.  L’audience devant la cour d’assises débuta le 13 mars 1997. Le greffier lut l’arrêt de renvoi rendu par la chambre d’accusation. A cet instant, l’avocat général indiqua qu’il entendait verser aux débats certains documents ayant trait à la personnalité des accusés, dont le requérant, et concernant principalement des faits constatés en 1979 et 1980.", "18.  Ces pièces étaient des procès-verbaux d’audition, le rapport de procédure d’un commissaire de police, un examen psychiatrique du requérant alors âgé de dix-sept ans et un jugement relatif à l’assistance éducative. Elles consistaient principalement en une révélation du comportement sexuel du requérant lorsqu’il était mineur ainsi qu’une série d’éléments sur son milieu familial. Elles portaient en premier lieu sur un attentat à la pudeur sur mineure de quinze ans qui lui avait été reproché en 1979 lors d’une procédure au cours de laquelle le requérant indiqua avoir agi ainsi « au moins une dizaine de fois tant avec des fillettes qu’avec des garçonnets âgés de sept à neuf ans ». Les documents versés aux débats portaient en second lieu sur des attentats à la pudeur commis sans violence sur trois mineurs de moins de quinze ans. Cette procédure déclenchée en 1979 ainsi que celle susmentionnée furent classées sans suite.", "19.  L’avocat du requérant s’opposa au versement desdites pièces et sollicita une suspension d’audience afin de déposer des conclusions en ce sens. L’audience fut suspendue pendant trente-cinq minutes. L’avocat du requérant déposa des conclusions tendant au rejet de l’ensemble des pièces au motif qu’elles étaient relatives à des faits qui étaient, d’une part, prescrits et, d’autre part, antérieurs à différentes lois d’amnistie, pouvant ainsi tomber sous le coup de ces lois. L’ancienneté de tels documents heurtait, selon la défense, le principe du droit à l’oubli auquel pouvait prétendre le requérant.", "20.  Par un arrêt incident du même jour, la cour d’assises rejeta les conclusions dans les termes suivants :", "« (...) Or, considérant que le ministère public comme toute partie au procès pénal, est fondé à produire aux débats tous documents qui paraissent utiles à la manifestation de la vérité dès lors qu’ils se rapportent aux faits imputés aux accusés et à l’éclairage de leur personnalité ;", "Que la production de ces pièces, dès lors qu’elles sont communiquées à l’ensemble des parties et peuvent ainsi être contradictoirement débattues, ne saurait faire grief aux droits de la défense. (...) »", "21.  Des copies des pièces versées par le ministère public furent remises à chacun des avocats des parties civiles et de la défense mais aucune suspension d’audience ne fut prononcée.", "22.  Les interrogatoires de personnalité des accusés commencèrent, celui du requérant ayant été expressément reporté à la fin de l’après-midi. En vertu de son pouvoir discrétionnaire, le président de la cour d’assises appela à la barre un éducateur spécialisé afin qu’il soit entendu à titre d’information. Après cette audition, les avocats respectifs de C.H., accusé au côté du requérant, et P.H. déclarèrent se constituer partie civile au nom de leurs clients et déposèrent des conclusions écrites.", "Les débats furent suspendus.", "23.  En début d’après-midi, l’avocat de l’épouse du requérant déposa à son tour des conclusions tendant à obtenir un supplément d’information en raison des documents inclus dans les débats par le ministère public et concernant l’accusée. Ces documents consistaient notamment en un jugement du tribunal de grande instance de Lorient rendu en 1996, des notes d’audience tenues par le greffier de cette juridiction et des écrits de l’accusée. L’avocat de celle-ci demanda que, dans le cadre d’un supplément d’information, les déclarations des époux B. relatives aux procédures incluses dans les débats par le ministère public soient versées aux débats de la cour d’assises. Il indiqua qu’à défaut d’une production de ces déclarations aux débats, le renvoi de ces derniers à une session ultérieure s’imposerait. Au soutien de ses demandes, il invoqua l’exigence d’un procès équitable.", "24.  Par un arrêt incident, la cour d’assises sursit à statuer sur cette demande jusqu’à l’achèvement de l’instruction à l’audience. Le président reprit l’interrogatoire des accusés jusqu’à 18 heures, avec une seule suspension de quinze minutes. A 18 h 20, l’interrogatoire des accusés continua, puis un témoin fut auditionné.", "25.  Enfin, dans la soirée de ce premier jour d’audience, soit le 13 mars 1997, un des experts qui avaient été chargés de procéder à des expertises au cours de l’instruction fut entendu par la cour. Il fit l’exposé oral du rapport remis le 29 octobre 1993 au cours de l’instruction (paragraphe 13 ci-dessus).", "26.  Le président ordonna alors une suspension d’audience de quinze minutes au cours de laquelle l’expert prit connaissance des pièces nouvelles produites par le ministère public.", "27.  Dès la reprise de l’audition de l’expert, ce dernier aurait modifié son avis en indiquant notamment que le requérant était un « pédophile et qu’un traitement de psychothérapie serait nécessaire mais inefficace pour l’instant ».", "28.  L’audition de l’expert dura environ deux heures au terme desquelles le président l’autorisa à se retirer définitivement sans opposition de la part de l’une quelconque des parties préalablement consultées.", "29.  Le lendemain, soit le 14 mars 1997, l’avocat du requérant contesta les conclusions orales de l’expert et demanda une contre-expertise dans les termes suivants :", "« Attendu qu’après que (...) l’un des deux experts commis par le juge d’instruction, eut fait sa déposition devant la cour d’assises, il a été informé des deux procédures, en leur temps classées sans suite dont G.B., aujourd’hui âgé de 34 ans, avait fait l’objet lorsqu’il était âgé de 16 ans ; que les dépositions de G.B. faites à cette époque ont été lues à l’expert ; qu’informé de ces faits, dont il n’avait pas eu connaissance lors de son expertise, sur-le-champ, l’expert a radicalement modifié ses conclusions, qu’il a indiqué :", "–  qu’à ses yeux G.B. est sans conteste un pédophile,", "–  qu’un traitement psychothérapique serait nécessaire, mais qu’il serait en l’état actuel des dispositions de G.B. totalement inefficace car G.B. ne ressentirait aucun sentiment de culpabilité,", "–  que la durée de la détention était sans effet sur un individu de ce genre, la curabilité dépendant uniquement du sentiment de culpabilité actuellement absent chez G.B.,", "–  que le risque de récidive était très élevé, même après une longue peine, en l’absence de sentiment de culpabilité, la détention servant alors uniquement à protéger la société. (...)", "Attendu que G.B. conteste formellement les conclusions orales de l’expert. Attendu qu’une contre-expertise est indispensable. Que le ministère public aurait dû, au cours de l’information, s’il l’estimait nécessaire, verser aux débats les pièces relatives à ces procédures vieilles de plus de quinze ans qu’il a produites à l’ouverture du procès ; qu’ainsi, l’expert aurait rédigé son rapport au vu de ces éléments, que G.B. n’aurait pas manqué alors de demander une contre-expertise, diligentée par deux experts.", "Attendu que la cour d’assises a donc entendu un rapport oral radicalement différent du rapport écrit par les deux experts,", "Que le respect des droits de la défense exige qu’une nouvelle expertise soit ordonnée dans le cadre d’un supplément d’information, que tout homme a droit à un procès équitable. »", "30.  L’avocat demanda également la mise en liberté du requérant au motif que si le ministère public avait mis trois ans et neuf mois pour verser aux débats des pièces qui lui paraissaient indispensables, son client n’avait pas à en subir les conséquences.", "31.  Par un arrêt incident du 14 mars, la cour d’assises sursit à statuer sur la demande de supplément d’information jusqu’à l’achèvement de l’instruction à l’audience et rejeta la demande de mise en liberté, la détention apparaissant « nécessaire au maintien du requérant à la disposition de la justice ».", "32.  Le président continua l’interrogatoire des accusés et reçut leurs déclarations. Puis il fut procédé à l’audition de la mère du requérant, d’une personne condamnée à une peine criminelle et de huit témoins.", "33.  Ensuite, l’avocat du requérant réitéra ses précédentes conclusions tandis que l’avocat de l’épouse du requérant se désista de l’incident dont il avait saisi la cour d’assises.", "34.  Le 15 mars 1997, la cour d’assises prit acte du désistement de l’avocat de l’épouse du requérant. Par un arrêt incident du 15 mars 1997, elle rejeta les conclusions incidentes régularisées de l’avocat du requérant. Sur l’atteinte aux droits de la défense elle s’exprima ainsi :", "« D’une part, les pièces nouvelles produites par le ministère public et régulièrement communiquées à chacune des parties au procès, ont pu être contradictoirement débattues, notamment par G.B., directement ou par l’intermédiaire de son conseil ;", "D’autre part, lesdites pièces ayant été portées à la connaissance de l’expert (...) après qu’il en [eu]t terminé de l’exposé de son rapport, G.B. et son conseil se sont trouvés en mesure de solliciter de celui-ci toutes précisions et explications utiles ;", "Il ne peut être ainsi soutenu que la production de pièces nouvelles et leur prise en compte par l’expert psychiatre soient de nature à faire grief aux droits de la défense ;", "Considérant en tout état de cause qu’au vu des résultats de l’instruction orale à l’audience, la mise en œuvre de la mesure de contre-expertise psychiatrique n’apparaît pas indispensable à la manifestation de la vérité ;", "Il ne saurait, dès lors, y avoir lieu au renvoi de l’affaire (...) »", "35.  Par ailleurs, la cour d’assises rejeta la demande de mise en liberté présentée par le requérant.", "36.  Le 15 mars 1997, la cour d’assises condamna le requérant à dix-huit ans de réclusion criminelle pour viols sur sa nièce, mineure de quinze ans, agressions sexuelles sur mineure de quinze ans et agressions sexuelles sur ses neveux. Les peines retenues à l’encontre des trois autres coaccusés furent moins sévères (dix ans de réclusion criminelle, cinq ans d’emprisonnement assorti d’un sursis intégral avec mise à l’épreuve, et cinq ans d’emprisonnement dont un an assorti d’un sursis avec mise à l’épreuve).", "37.  Le requérant se pourvut en cassation. Dans son premier moyen, il fit valoir que l’acceptation par la cour d’assises de verser aux débats les pièces communiquées par le ministère public constituait une violation de son droit à un procès équitable, et en particulier du principe de l’égalité des armes, son avocat n’ayant eu qu’une demi-journée pour prendre connaissance des pièces en cause alors que le ministère public les possédait depuis un certain temps. Invoquant également l’article 6 de la Convention, le requérant formula un autre moyen concernant le refus par la cour d’assises d’ordonner une contre-expertise. Il fit valoir que l’examen par l’expert des pièces nouvellement produites au cours de l’audience, qui lui avait fait changer radicalement ses conclusions initiales, nécessitait une contre-expertise effective afin que la peine prononcée réponde à l’exigence légale de personnalisation.", "38.  Par un arrêt du 11 février 1998, la chambre criminelle de la Cour de cassation rejeta l’ensemble du pourvoi. Sur les moyens tirés de la violation du droit à un procès équitable, la cour s’exprima ainsi :", "« Attendu que l’avocat général ayant produit, après lecture de l’arrêt de renvoi, divers documents parmi lesquels figuraient plusieurs procédures classées sans suite concernant l’accusé, la défense a protesté et demandé que ces pièces ne soient pas versées aux débats ;", "Attendu que pour rejeter ces conclusions, la Cour énonce que le ministère public, comme toute partie au procès pénal, est fondé à produire aux débats tous documents qui paraissent utiles à la manifestation de la vérité dans la mesure où ils se rapportent aux faits imputés aux accusés et à l’éclairage de leur personnalité ; que la production de ces pièces, qui ont été communiquées à l’ensemble des parties et qui ont pu ainsi être contradictoirement débattues, ne saurait faire grief aux droits de la défense ;", "Attendu qu’en se prononçant ainsi, la Cour a justifié sa décision sans encourir les griefs allégués, dès lors que, le principe du contradictoire étant respecté, aucune disposition légale ou conventionnelle ne s’oppose à ce que les documents ainsi versés aux débats soient relatifs à des faits prescrits, non couverts par l’amnistie ; (...)", "Attendu que pour refuser d’ordonner l’expertise complémentaire réclamée par la défense, la Cour, après avoir sursis à statuer sur l’examen de cette demande, a estimé, à l’issue de l’instruction d’audience, que la mesure sollicitée n’était pas indispensable à la manifestation de la vérité ;", "Attendu qu’en statuant ainsi, la Cour, qui n’était pas tenue de répondre à de simples arguments des conclusions, a souverainement apprécié qu’il n’y avait pas lieu de faire droit à la demande. »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Les débats devant la cour d’assises", "1.  Le code de procédure pénale", "39.  Les dispositions pertinentes du code de procédure pénale relatives aux débats devant une cour d’assises sont les suivantes :", "Article 283", "« Le président, si l’instruction lui semble incomplète ou si des éléments nouveaux ont été révélés depuis sa clôture, peut ordonner tous actes d’information qu’il estime utiles. (...) »", "Article 287", "« Le président peut, soit d’office, soit sur réquisition du ministère public, ordonner le renvoi à une session ultérieure des affaires qui ne lui paraissent pas en état d’être jugées au cours de la session au rôle de laquelle elles sont inscrites. »", "Article 309", "« Le président a la police de l’audience et la direction des débats.", "Il rejette tout ce qui tendrait à compromettre leur dignité ou à les prolonger sans donner lieu d’espérer plus de certitude dans les résultats. »", "Article 310", "« Le président est investi d’un pouvoir discrétionnaire en vertu duquel il peut, en son honneur et en sa conscience, prendre toutes mesures qu’il croit utiles pour découvrir la vérité. Il peut, s’il l’estime opportun, saisir la cour qui statue dans les conditions prévues à l’article 316.", "Il peut au cours des débats appeler, au besoin par mandat d’amener, et entendre toutes personnes ou se faire apporter toutes nouvelles pièces qui lui paraissent, d’après les développements donnés à l’audience, utiles à la manifestation de la vérité. Les témoins ainsi appelés ne prêtent pas serment et leurs déclarations ne sont considérées que comme renseignements. »", "Article 316 ", "(Dans sa rédaction antérieure à la loi du 15 juin 2000 renforçant la présomption d’innocence et les droits des victimes)", "« Tous incidents contentieux sont réglés par la cour, le ministère public, les parties ou leurs avocats entendus.", "Ces arrêts ne peuvent préjuger du fond.", "Ils ne peuvent être attaqués par la voie du recours en cassation qu’en même temps que l’arrêt sur le fond. »", "Article 346", "« Une fois l’instruction à l’audience terminée la partie civile ou son avocat est entendu. Le ministère public prend ses réquisitions.", "L’accusé et son avocat présentent leur défense.", "La réplique est permise à la partie civile et au ministère public, mais l’accusé ou son avocat auront toujours la parole les derniers. »", "2.  La jurisprudence pertinente", "40.  Selon une jurisprudence constante de la chambre criminelle de la Cour de cassation (voir, notamment, Cass. crim. 13 mai 1976, Bull. crim. no 157 – Cass. crim. 4 mai 1988, Bull. crim. no 193) :", "« La parole du ministère public à l’audience est libre. Il a le droit de produire tous les documents et de donner toutes les explications qui lui paraissent utiles, sauf le droit de discussion des parties en cause. »", "41.  D’après une autre jurisprudence constante de la chambre criminelle de la Cour de cassation (voir, notamment, Cass. crim. 19 avril 1972, Bull. crim. no 132 – Cass. crim. 5 février 1992, Bull. crim. no 51) :", "« Selon l’article 287 du code de procédure pénale, l’accusé n’a pas qualité pour présenter, avant 1’ouverture des débats, une requête tendant au renvoi de l’affaire le concernant à une autre session. »  ", "B.  La déposition des experts devant les juridictions de jugement", "42.  La déposition des experts obéit aux dispositions suivantes du code de procédure pénale :", "Article 168", "« Les experts exposent à l’audience, s’il y a lieu, le résultat des opérations techniques auxquelles ils ont procédé, après avoir prêté serment d’apporter leur concours à la justice en leur honneur et en leur conscience. Au cours de leur audition, ils peuvent consulter leur rapport et ses annexes.", "Le président peut soit d’office, soit à la demande du ministère public, des parties ou de leurs conseils, leur poser toutes questions rentrant dans le cadre de la mission qui leur a été confiée.", "Après leur exposé, les experts assistent aux débats, à moins que le président ne les autorise à se retirer. »", "Article 169", "« Si, à l’audience d’une juridiction de jugement, une personne entendue comme témoin ou à titre de renseignement contredit les conclusions d’une expertise ou apporte au point de vue technique des indications nouvelles, le président demande aux experts, au ministère public, à la défense et, s’il y a lieu, à la partie civile, de présenter leurs observations. Cette juridiction, par décision motivée, déclare, soit qu’il sera passé outre aux débats, soit que l’affaire sera renvoyée à une date ultérieure. Dans ce dernier cas, cette juridiction peut prescrire quant à l’expertise toute mesure qu’elle jugera utile. »", "C.  Le procès-verbal des débats devant la cour d’assises", "43.  Les dispositions du code de procédure pénale relatives audit procès-verbal sont les suivantes :", "Article 378", "« Le greffier dresse, à l’effet de constater l’accomplissement des formalités prescrites, un procès-verbal qui est signé par le président et par ledit greffier.", "Le procès-verbal est dressé et signé dans le délai de trois jours au plus tard du prononcé de l’arrêt. »", "Article 379", "« A moins que le président n’en ordonne autrement d’office ou sur la demande du ministère public ou des parties, il n’est fait mention au procès-verbal, ni des réponses des accusés, ni du contenu des dépositions, sans préjudice, toutefois, de l’exécution de l’article 333 concernant les additions, changements ou variations dans les déclarations des témoins. »", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 6 §§ 1 ET 3 b) DE LA CONVENTION", "44.  Le requérant allègue des violations de l’article 6 §§ 1 et 3 b) de la Convention qui, en ses passages pertinents, dispose :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...)", "(...)", "3.  Tout accusé a droit notamment à :", "(...)", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ; ", "(...) »", "A.  Argumentations des parties", "45.  Le requérant se plaint de ce que l’égalité des armes et l’équité de la procédure n’ont pas été respectées à l’occasion de la production par le ministère public de nouvelles pièces lors de l’ouverture des débats devant la cour d’assises.", "46.  Le requérant ne conteste pas la production de ces pièces en elle-même, mais se plaint de l’absence de délai raisonnable accordé à son avocat pour assurer efficacement sa défense par rapport au contenu de ces pièces. Il souligne à cet égard que son avocat n’a disposé que de trente-cinq minutes de suspension d’audience pour présenter des conclusions tendant au rejet de l’ensemble des nouvelles pièces, puis d’une seule demi-journée pour prendre connaissance des documents en cause tout en devant par ailleurs et en même temps suivre les débats qui se poursuivaient. Or le requérant précise que pendant les trois ans et demi d’instruction préparatoire, ni le ministère public ni le magistrat instructeur n’ont estimé nécessaire de faire effectuer des recherches sur le passé du requérant. Il souligne également que les documents en cause, relatifs à des accusations portées à son encontre lorsqu’il était mineur ou à peine majeur, ont apporté un éclairage nouveau et radicalement différent, comme en témoigne la réaction de l’expert auditionné.", "47.  Le requérant relève également, s’agissant des conditions dans lesquelles l’expert a été interrogé sur ces pièces, qu’en la forme et sur le papier, les règles ont été respectées, mais qu’en réalité, ce respect apparent a abouti à une violation des droits de la défense, en raison du temps dérisoire (un quart d’heure) qui a été donné à l’expert, pendant l’audience et sans réelle suspension des débats, pour s’expliquer sur des pièces nouvelles qui l’ont conduit à modifier brutalement son appréciation.", "48.  Enfin, le requérant estime que le refus opposé à sa demande de contre-expertise méconnaît les droits de la défense, dans la mesure où, selon lui, une telle contre-expertise était indispensable eu égard, d’une part, à la volte-face de l’expert et, d’autre part, au poids que le revirement brutal de ce dernier pouvait avoir dans la détermination de la responsabilité pénale de l’accusé et dans la personnalisation de la peine. Sur ce dernier point, le requérant relève que la peine prononcée à son encontre (dix-huit ans de réclusion criminelle) fut plus sévère que celles retenues à l’encontre des trois autres coaccusés (dix ans de réclusion criminelle, cinq ans d’emprisonnement assorti d’un sursis intégral avec mise à l’épreuve, et cinq ans d’emprisonnement dont un an assorti d’un sursis avec mise à l’épreuve).", "49.  Le requérant estime donc que la procédure devant la cour d’assises fut inéquitable.", "50.  S’agissant de l’apport de pièces par le ministère public, le Gouvernement fait valoir que chaque partie est libre de présenter ses arguments comme elle le souhaite devant la cour d’assises. Celle-ci ne statue, en effet, pas sur pièces mais d’après les preuves administrées directement devant elle. Si l’accusé est libre du choix de sa défense, le ministère public est en droit de présenter de nouvelles pièces au soutien de sa thèse. Les pièces litigieuses visaient, en l’espèce, à donner des éléments d’information sur la personnalité du requérant. Le Gouvernement souligne que la cour d’assises, dans son arrêt incident du 13 mars 1997, a confirmé cette possibilité et considéré que lesdites pièces avaient été communiquées aux parties et pu être contradictoirement débattues.", "51.  A cet égard, le Gouvernement observe que si le requérant, dans sa requête initiale, critiqua l’apport des pièces extraites de procédures anciennes, il limita la portée de ce grief dans ses observations complémentaires, en alléguant simplement un manque de temps pour préparer sa défense. Or le Gouvernement souligne qu’un tel grief n’a jamais été évoqué devant la cour d’assises. Ce n’est qu’après que l’expert se fut exprimé et eu égard à l’impact éventuel de ses déclarations que l’avocat du requérant sollicita un supplément d’information et un renvoi à une audience ultérieure.", "52.  S’agissant de la légalité du procédé utilisé par le ministère public, le Gouvernement estime que les droits de la défense ont été respectés en l’espèce. Il relève à cet égard que des copies des pièces litigieuses ont été remises à chacun des avocats des parties civiles et de la défense. Par ailleurs, l’examen de la personnalité du requérant a fait l’objet d’un renvoi à l’après-midi, afin que le requérant et son conseil puissent disposer du temps nécessaire pour les examiner. De même, le conseil du requérant a bénéficié d’une suspension d’audience pour rédiger des conclusions tendant au rejet desdites pièces et a ainsi pu les critiquer. Enfin, la défense a pu, les deuxième et troisième jours de l’audience, exposer sa version des faits et a eu la parole en dernier, conformément aux prescriptions de l’article 346 du code de procédure pénale. En tout état de cause, le Gouvernement souligne que l’existence de ces pièces n’était pas inconnue du requérant et que ses perturbations sexuelles lors de son adolescence figuraient déjà dans le dossier de personnalité établi par le magistrat instructeur. Il n’y a donc eu aucune dissimulation de pièces.", "53.  En ce qui concerne, par ailleurs, la déposition du psychiatre à l’audience, le Gouvernement rappelle que les experts psychiatriques n’interviennent nullement dans l’établissement de la matérialité des faits reprochés à la personne mise en examen, leur fonction consistant seulement à contribuer à une meilleure appréciation de la personnalité de l’accusé, afin de déterminer, notamment, son degré de responsabilité au moment des faits. Si l’expert a formulé des commentaires sur les pièces litigieuses, les précisions apportées relèvent de la liberté d’expression. De plus, le Gouvernement souligne que l’expert dispose en tant qu’homme de l’art d’une totale liberté d’évaluation du temps qui lui est nécessaire pour prendre connaissance des pièces de la procédure qui lui paraissent utiles et se forger une appréciation de leur incidence éventuelle sur son précédent diagnostic. Si cet expert avait estimé insuffisante la durée de la suspension d’audience, il aurait demandé une prolongation, voire un renvoi au lendemain matin étant donné l’heure tardive de son audition. Par ailleurs, il est impossible de connaître la teneur exacte des déclarations de l’expert à la barre en raison du caractère oral de la procédure d’assises. En tout état de cause et contrairement à ce qu’affirme le requérant, le Gouvernement estime que ces déclarations ne sont pas en contradiction avec le rapport d’expertise qui soulignait déjà les traits de psychopathie et de perversions sexuelles de l’accusé.", "54.  Le Gouvernement souligne également que le requérant a eu la possibilité de contredire librement les propos de l’expert psychiatre, puisqu’il put exercer son droit de l’interroger, conformément à l’article 168 du code de procédure pénale. La cour d’assises n’a pas jugé utile de faire droit à la demande du requérant de voir ordonner une contre-expertise en raison des neuf autres témoignages entendus postérieurement à l’audition de l’expert psychiatre. Le Gouvernement souligne que la contre-expertise ne constitue pas un droit absolu au regard des exigences de la Convention, les juridictions nationales étant libres d’apprécier l’opportunité d’ordonner ou non une contre-expertise.", "55.  Enfin, le Gouvernement affirme que la condamnation du requérant ne repose pas sur les seules déclarations de l’expert à l’audience et que le requérant a pu faire valoir, au cours des débats, ses arguments devant le jury et utiliser les voies de recours qui lui étaient offertes. L’apport des pièces litigieuses et les propos tenus par l’expert n’ont constitué que des éléments parmi d’autres soumis à l’appréciation du jury.", "B.  Appréciation de la Cour", "56.  Le requérant se plaint, sous l’angle de l’article 6 §§ 1 et 3 b) de la Convention, de ne pas avoir bénéficié d’un procès équitable devant la cour d’assises. Ce grief se présente sous trois branches : en premier lieu, le requérant allègue une violation du principe de l’égalité des armes et des droits de la défense, du fait des conditions dans lesquelles le ministère public, au début de l’audience devant la cour d’assises, versa de nouvelles pièces au débat et du peu de temps dont disposa son avocat pour assurer sa défense à la suite de cette production ; en second lieu, il se plaint du fait que l’expert ne disposa que d’un quart d’heure pour prendre connaissance des nouvelles pièces, qui l’ont cependant conduit à opérer une volte-face complète dans ses conclusions ; enfin, le requérant estime inéquitable le refus de faire droit à sa demande de contre-expertise, alors que le revirement de l’expert influença lourdement le jury dans un sens qui lui fut défavorable.", "57.  Compte tenu du fait que les exigences du paragraphe 3 b) de l’article 6 de la Convention s’analysent en éléments particuliers du droit à un procès équitable, garanti par le paragraphe 1, la Cour étudiera l’ensemble des griefs sous l’angle des deux textes combinés (voir notamment Hadjianastassiou c. Grèce, arrêt du 16 décembre 1992, série A no 252, p. 16, § 31).", "58.  La Cour rappelle que le principe de l’égalité des armes invoqué par le requérant – l’un des éléments de la notion plus large de procès équitable – requiert que chaque partie se voie offrir une possibilité raisonnable de présenter sa cause dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à son adversaire (voir, parmi beaucoup d’autres, les arrêts Nideröst-Huber c. Suisse, 18 février 1997, Recueil des arrêts et décisions 1997-I, pp. 107-108, § 23, et Coëme et autres c. Belgique, nos 32492/96, 32547/96, 32548/96, 33209/96 et 33210/96, § 102, CEDH 2000-VII).", "59.  La Cour rappelle en outre qu’il n’entre pas dans ses attributions de substituer sa propre appréciation des faits et des preuves à celle des juridictions internes, à qui il revient en principe de peser les éléments recueillis par elles. La tâche de la Cour consiste à rechercher si la procédure litigieuse, envisagée comme un tout, y compris le mode d’administration des preuves, a revêtu un caractère équitable (arrêts Edwards c. Royaume-Uni, 16 décembre 1992, série A no 247-B, pp. 34-35, § 34, Mantovanelli c. France, 18 mars 1997, Recueil 1997-II, pp. 436-437, § 34, et Bernard c. France, 23 avril 1998, Recueil 1998-II, p. 879, § 37).", "1.  Sur le délai imparti à l’avocat du requérant pour assurer sa défense à la suite de la production de nouvelles pièces par le ministère public", "60.  La Cour relève que c’est en toute légalité qu’en début d’audience le ministère public versa aux débats des pièces nouvelles ayant trait à la personnalité du requérant, pièces qui furent communiquées à la défense et contradictoirement débattues par la suite. Elle note d’ailleurs que le requérant lui-même ne conteste pas la production de ces documents en tant que telle. Elle considère donc que ce fait n’entraîna, en lui-même, aucune rupture de l’égalité des armes entre les parties.", "61.  Par ailleurs, la Cour a analysé avec soin la chronologie résultant du procès-verbal des débats devant la cour d’assises, constatant que c’est au début du procès, le 13 mars 1997 à 10 heures, que le substitut produisit les pièces nouvelles, dont l’avocat sollicita en vain de la cour qu’elle refusât leur versement à l’audience. Or les journées des 13, 14 et 15 mars furent ensuite consacrées à l’interrogatoire des accusés, à l’audition des témoins et de l’expert, puis aux plaidoiries des parties civiles, au réquisitoire du substitut, aux plaidoiries des avocats des coaccusés, et enfin à celle de l’avocat du requérant et principal accusé, qui clôtura les débats, le 15 mars, de 19 h 5 à 20 h 45 (la cour et le jury se retirant ensuite pour délibérer, trois heures environ, avant que le verdict ne soit rendu à 23 h 45).", "62.  Dans ce contexte, la Cour souligne qu’il est inexact que l’avocat du requérant n’ait eu qu’une demi-journée pour lire les nouvelles pièces (tout en suivant les débats), comme le requérant le soutient devant la Cour. Cette durée ne concerne, en effet, que le laps de temps entre la production des pièces et l’audition de l’expert, l’importance de cette dernière devant faire l’objet d’un examen distinct (paragraphes 68 et suivants ci-dessous).", "63.  Au vu de ces éléments, la Cour estime que le requérant disposa du temps et des facilités nécessaires pour sa défense, face à des pièces nouvelles, et conclut qu’il n’y a pas eu, en l’espèce, violation de ce fait de l’article 6 § 1 combiné avec l’article 6 § 3 b) de la Convention.", "", "2.  Sur le temps imparti à l’expert pour prendre connaissance des nouvelles pièces versées au débat et sur le refus de la cour d’assises d’ordonner une contre-expertise", "64.  La Cour relève que le docteur Gautier, l’un des experts nommés au cours de l’instruction, commença son audition, le 13 mars en fin d’après-midi, en lisant son rapport écrit. A cet égard, la Cour rappelle que l’expertise psychiatrique ordonnée durant l’instruction tendait à déterminer si l’intéressé souffrait d’une quelconque anomalie mentale ou psychique et, dans l’affirmative, s’il existait un lien entre cette affection et les faits qui lui étaient reprochés. Elle devait également évaluer la dangerosité de l’accusé. Les deux spécialistes nommés par le juge d’instruction conclurent que les infractions reprochées au requérant et dont ses neveux et sa nièce alléguaient avoir été victimes étaient en rapport avec une perversion sexuelle. Ils précisèrent toutefois qu’il était difficile d’apprécier, d’une part, l’étendue et la nature de cette perversion – dans la mesure où le requérant présentait les faits comme isolés – et, d’autre part, les possibilités de réadaptation, la curabilité du requérant dépendant d’une définition plus précise du problème sexuel sous-jacent. Enfin, les experts estimèrent que le requérant n’était pas dangereux au sens psychiatrique du terme. Par conséquent, leur rapport écrit fut, sinon favorable au requérant, du moins nuancé.", "65.  La Cour relève ensuite qu’au milieu de sa déposition à la barre de la cour d’assises, le docteur Gautier bénéficia d’une suspension d’audience de quinze minutes pour examiner les pièces produites par le ministère public portant notamment sur le comportement sexuel du requérant à l’âge de seize et dix-sept ans. Le psychiatre prit ainsi connaissance d’un procès-verbal datant de 1979, dans lequel le requérant avouait spontanément avoir commis une dizaine d’attouchements sexuels sur de jeunes enfants des deux sexes.", "66.  Or le requérant affirme que, lors de la reprise de l’audience, l’expert émit une opinion accablante à son égard et en totale contradiction avec le rapport écrit trois ans et demi plus tôt. L’expert aurait en effet dit au sujet du requérant :", "« G.B. est un pédophile pour lequel un traitement de psychothérapie serait nécessaire mais inefficace car G.B. ne ressentirait aucun sentiment de culpabilité. La durée de la détention est sans effet sur un individu de ce genre et le risque de récidive est très élevé. »", "67.  La Cour admet qu’il est impossible de connaître la teneur exacte de la déposition de l’expert, les débats devant une cour d’assises ne donnant lieu à aucun compte rendu écrit. Cependant, elle note que le Gouvernement n’a jamais contesté ni que l’expert eut une brève connaissance des pièces nouvelles au milieu de sa déposition, ni qu’il aurait tenu les propos que lui prête le requérant, le Gouvernement se contentant de relever que le rapport écrit soulignait déjà les traits de psychopathie et de perversions sexuelles de l’accusé.", "68.  La Cour rappelle que le seul fait qu’un expert exprime, à la barre de la cour d’assises, un avis différent de ses écrits, n’est pas en lui-même contraire aux règles du procès équitable (voir, mutatis mutandis, arrêt Bernard, précité, p. 880, § 40). De même, le droit à un procès équitable n’exige pas qu’une juridiction nationale désigne, à la demande de la défense, un nouvel expert quand bien même l’avis de l’expert choisi par la défense va dans le sens de l’accusation (Brandstetter c. Autriche, arrêt du 28 août 1991, série A no 211, p. 22, § 46). Partant, le refus d’ordonner une contre-expertise ne saurait en lui-même être considéré comme étant inéquitable.", "69.  Toutefois, la Cour souligne qu’en l’espèce il s’est agi non seulement de l’expression à la barre, par l’expert, d’un avis différent de celui exposé dans son rapport écrit, mais d’un revirement opéré par cet homme de l’art au cours d’une même audition (voir a contrario l’arrêt Bernard précité). Elle relève par ailleurs que la demande de contre-expertise formée par le requérant a suivi cette « volte-face » ainsi opérée par l’expert lors de son audition, après un rapide survol des nouvelles pièces, et dans le sens d’une prise de position très défavorable au requérant. Or, même s’il est difficile de spéculer sur l’influence d’un avis d’expert sur l’appréciation du jury, la Cour estime qu’il est hautement probable qu’un revirement aussi brutal ne manqua pas de conférer à l’opinion de l’expert un poids tout particulier.", "70.  Compte tenu de ces circonstances particulières, à savoir la volte-face de l’expert jointe au refus de faire droit à la demande de contre-expertise, la Cour considère qu’il a été porté atteinte aux règles du procès équitable et au respect des droits de la défense. Partant, il y a eu violation des dispositions combinées de l’article 6 §§ 1 et 3 b) de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "71.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "72.  Le requérant réclame au titre du dommage moral un montant de 500 000 francs français (FRF).", "73.  Le Gouvernement estime que, dans l’hypothèse où la Cour conclurait à une violation de la Convention, le constat de la violation constituerait en soi une réparation suffisante du préjudice moral subi par le requérant.", "74.  La Cour relève que la seule base à retenir pour l’octroi d’une satisfaction équitable réside en l’espèce dans le fait que le requérant n’a pu jouir des garanties de l’article 6. Elle ne saurait certes spéculer sur ce qu’eût été l’issue du procès dans le cas contraire, mais n’estime pas déraisonnable de penser que le requérant a subi une perte de chances réelles (Pélissier et Sassi c. France [GC], no 25444/94, § 80, CEDH 1999-II). A quoi s’ajoute un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier. Statuant en équité, comme le veut l’article 41, elle lui alloue 90 000 FRF.", "B.  Frais et dépens", "75.  Le requérant ne formule aucune demande à ce titre.", "76.  Le Gouvernement ne se prononce pas.", "77.  La Cour estime dès lors qu’il n’y a pas lieu d’accorder au requérant le remboursement de ses frais et dépens.", "C.  Intérêts moratoires", "78.  Selon les informations dont la Cour dispose, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "Dit qu’il y a eu violation de l’article 6 §§ 1 et 3 b) de la Convention ;", "Dit que l’Etat défendeur doit verser au requérant, dans les trois mois, 90 000 FRF (quatre-vingt-dix mille francs français) pour dommage moral, montant à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 2 octobre 2001, en application de l’article 77 §§ 2 et 3 du règlement.", "S. Dollé\tW. Fuhrmann\nGreffière\tPrésident", ""]}