{"file": "FRE_CLINF_55597_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "55597/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 142", "Juin 2011", "Nunez c. Norvège - 55597/09", "Arrêt 28.6.2011 [Section IV]", "Article 8", "Expulsion", "Obligations positives", "Article 8-1", "Respect de la vie familiale", "Les arrêtés d’expulsion et d’interdiction du territoire pris contre elle auraient pour effet de séparer de son jeune enfant pendant deux ans une mère coupable d’infractions à la législation sur l’immigration : l'expulsion emporterait violation", "", "En fait – La requérante, une ressortissante dominicaine, fit l’objet en 1996 d’un arrêté d’expulsion, avec interdiction d’entrer pendant deux ans sur le territoire norvégien. Quatre mois plus tard, elle revint en Norvège sous une fausse identité et épousa un ressortissant norvégien. Elle continua de résider et de travailler illégalement en Norvège après avoir obtenu un permis de séjour par des moyens frauduleux. Par la suite, elle divorça et commença à vivre avec un étranger en situation régulière, avec lequel elle eut deux filles, nées respectivement en 2002 et 2003. En avril 2005, la direction de l’immigration, qui savait depuis 2001 que la requérante était en situation irrégulière, ordonna son expulsion, assortie d’une interdiction de séjour de deux ans. Les recours de la requérante furent rejetés. Dans l’intervalle, après la séparation de l’intéressée et du père de ses enfants en octobre 2005, elle obtint la garde de ses filles jusqu’en mai 2007, date à laquelle la garde fut attribuée au père, le tribunal estimant que la requérante avait peu de chances d’obtenir l’annulation de l’ordonnance d’expulsion. La requérante obtint un droit de visite.", "En droit – Article 8 : dans une affaire qui concerne la vie familiale aussi bien que l’immigration, l’étendue de l’obligation pour un Etat d’admettre sur son territoire des proches de personnes qui y résident varie en fonction de l’intérêt général et de la situation particulière des personnes concernées. Les facteurs à prendre en considération dans ce contexte sont la mesure dans laquelle il y a effectivement entrave à la vie familiale, l’étendue des liens que les personnes concernées ont avec l’Etat contractant en cause, la question de savoir s’il existe ou non des obstacles insurmontables à ce que la famille vive dans le pays d’origine d’une ou plusieurs des personnes concernées et celle de savoir s’il existe des éléments touchant au contrôle de l’immigration ou des considérations d’ordre public pesant en faveur d’une expulsion. Si la vie familiale en cause s’est développée à une époque où les personnes concernées savaient que la situation au regard des règles d’immigration de l’une d’elles était précaire, ce n’est que dans des circonstances particulièrement exceptionnelles que le renvoi de celle-ci emportera violation de l’article 8.", "En l’espèce, la Cour observe que l’intérêt général en faveur de l’expulsion pèse lourdement dans la balance s’agissant d’apprécier la proportionnalité. En effet, la requérante s’est rendu coupable de manquements aggravés à la législation en matière d’immigration : elle est passée outre à l’interdiction d’entrer sur le territoire norvégien qui avait été prononcée à son encontre, a délibérément donné des informations inexactes sur son identité, son précédent séjour en Norvège et ses condamnations antérieures, et a réussi à obtenir des permis de séjour et de travail auxquels elle n’avait pas droit. Elle a donc vécu et travaillé en Norvège illégalement depuis qu’elle y est revenue, et ne pouvait donc raisonnablement s’attendre à pouvoir y demeurer légalement. En outre, ses liens avec son pays natal sont demeurés solides.", "Cependant, la Cour doit aussi avoir particulièrement égard aux intérêts des enfants de la requérante. Elle relève que c’est l’intéressée qui s’est principalement occupée d’eux entre leur naissance et 2007, lorsque, essentiellement en raison de la décision de l’expulser, la garde a été confiée au père, elle-même obtenant un droit de visite élargi. Si l’expulsion avait eu lieu, les enfants seraient donc restés en Norvège, où ils avaient vécu toute leur vie et où résidait leur père, un immigré établi. Ils ont certainement souffert de cette série d’événements, et auraient du mal à comprendre les raisons pour lesquelles ils auraient été séparés de leur mère. Selon toute probabilité, la séparation aurait duré pratiquement deux ans, ce qui représente une très longue période pour de jeunes enfants, sans aucune garantie que leur mère puisse ensuite revenir en Norvège. La Cour relève également que les autorités, alors qu’elles savaient depuis 2001 que la requérante se trouvait en situation irrégulière, ont attendu jusqu’en 2005 pour ordonner son expulsion, ce qui peut difficilement passer pour une mesure de contrôle de l’immigration rapide et efficace.", "A la lumière de ce qui précède, la Cour estime que, dans les circonstances concrètes et exceptionnelles de l’affaire, les autorités norvégiennes n’ont pas attaché une importance suffisante à l’intérêt des enfants de la requérante, et n’ont pas ménagé un juste équilibre entre l’intérêt général à garantir un contrôle effectif de l’immigration et la nécessité que la requérante demeure en Norvège dans l’intérêt de ses enfants.", "Conclusion : l’expulsion emporterait violation (cinq voix contre deux).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}