{"file": "FRE_CLINF_25594_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "25594/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 12", "Novembre 1999", "Hashman et Harrup c. Royaume-Uni [GC] - 25594/94", "Arrêt 25.11.1999 [GC]", "Article 10", "Article 10-2", "Prévue par la loi", "Prévisibilité", "Sommation de bien se conduire - comportement portant atteinte aux bonnes mœurs: violation", "(Extrait du communiqué de presse)", "En fait: Les requérants, Joseph Hashman et Wanda Harrup, ressortissants britanniques, résident à Shaftesbury (Royaume-Uni). En mars 1993, les requérants, des « saboteurs de parties de chasse », gênèrent le déroulement de la chasse de Portman. Le 7 septembre 1993, ils furent sommés de respecter l'ordre public et de bien se conduire contre consignation d'une somme de 100 £. Ils interjetèrent appel auprès de la Crown Court de Dorchester, qui constata le 22 avril 1994 que le premier requérant avait joué du cor de chasse et que la seconde requérante avait hué les chiens de chasse. Le tribunal considéra que ce comportement s'analysait en une tentative délibérée de gêner la chasse et que les actes des requérants étaient illégaux et avaient mis les chiens en danger. Il conclut néanmoins que, en l'absence de violence ou de menace de violence, il n'y avait pas eu d'atteinte à l'ordre public mais que leur comportement avait été contraire aux bonnes mœurs (conduite « considérée comme mauvaise plutôt que bonne par la majorité des concitoyens contemporains de l’intéressé »). Il somma les requérants de « bien se conduire » pendant une durée d'un an.", "Invoquant les articles 10 et 11 de la Convention, les requérants se plaignent de ce que le concept de comportement contraire aux bonnes est défini de manière tellement générale qu’il n’est pas satisfait à l’exigence prévue à l’article 10 § 2 de la Convention selon laquelle toute ingérence dans le droit à la liberté d’expression doit être « prévue par la loi ». Ils affirment aussi que, même si l’ingérence était prévue par la loi, la sommation rendue en l’espèce constituait une atteinte disproportionnée à leur liberté d’expression.", "En droit: Article 10 - La principale question en jeu en l’espèce était celle de savoir si l’ingérence dans le droit des requérants à la liberté d’expression était « prévue par la loi », c’est-à-dire si elle satisfaisait à l’exigence de prévisibilité énoncée dans la Convention. La Cour a relevé que l’expression « bien se conduire », à savoir ne pas adopter une conduite contraire aux bonnes mœurs (définie en droit anglais comme « ayant pour caractéristique d’être considérée comme mauvaise plutôt que bonne par la majorité des concitoyens contemporains de l’intéressé ») est particulièrement imprécise et ne donnait pas aux requérants des indications suffisamment claires quant à la manière dont ils devaient se comporter à l’avenir.", "Conclusion: violation (16 voix contre 1).", "La Cour à l’unanimité qu’il n’y avait pas lieu d’examiner les autres griefs.", "Article 41 - La Cour alloue aux requérants 6 000 £ pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}