{"file": "FRE_CLINF_24699_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "24699/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 31", "Juin 2001", "Vgt Verein gegen Tierfabriken c. Suisse - 24699/94", "Arrêt 28.6.2001 [Section II]", "Article 10", "Article 10-1", "Liberté d'expression", "Refus opposé par l'autorité compétente à la diffusion d’une publicité: violation", "La requérante est une association vouée à la protection des animaux. Elle conçut un spot télévisé qui dénonçait l’élevage en batterie des porcs et encourageait le public à manger moins de viande, en montrant successivement des porcs vivant à l’état sauvage dans une forêt et des porcs parqués derrière des barreaux dans une ferme pratiquant l’élevage en batterie. La requérante envoya la cassette vidéo de la publicité à AGW (AG für das Werbefernsehen – société anonyme pour la publicité à la télévision, société de droit privé), l’autorité responsable de la diffusion des publicités sur la télévision nationale suisse. Celle-ci répondit qu’elle ne diffuserait pas le spot en raison de son « caractère manifestement politique ». Afin de pouvoir former un recours, l’association requérante demanda à AGW de prendre une décision formelle de refus. AGW répondit qu’elle n’en avait pas le pouvoir. L’association requérante s’adressa à la commission indépendante des recours pour la radio et la télévision, qui déclara qu’elle ne pouvait connaître que des plaintes concernant des programmes qui avaient déjà été diffusés. Toutefois, elle transmit la plainte à l’Office fédéral de la communication. Celui-ci informa l’association requérante que AGW était libre de choisir les publicités qu’elle diffusait. L’association requérante adressa une deuxième plainte au Département fédéral des Transports et de l’Energie, qui fut également rejetée. Enfin, le Tribunal fédéral rejeta son recours de droit administratif.", "En droit: Exception préliminaire du Gouvernement (abus du droit de requête) – Quant à l’affirmation selon laquelle la requérante avait déclaré, en présentant la requête, qu’un recours de droit administratif n’était pas possible mais avait en même temps introduit un tel recours, la Cour rappelle qu’il n’y a pas de raison pour que le parachèvement de la requête initiale ne puisse porter notamment sur la preuve que le demandeur a satisfait aux conditions de l’article 35 § 1, fût-ce après le dépôt de ladite requête, pourvu que cela soit avant la décision sur la recevabilité. La Cour n’aperçoit aucun motif de réexaminer ces questions et rejette l’exception préliminaire.", "Article 10 – AGW, puis, le Tribunal fédéral, ont invoqué l’interdiction de la « publicité politique » imposée par le droit suisse, qui légitime le traitement dont se plaint l’association requérante. Dans les faits, le discours politique tenu par l’association requérante a fait l’objet d’une interdiction et la responsabilité de l’Etat défendeur peut être engagée de ce fait. Le refus de diffuser la publicité s’analyse donc en une ingérence par une autorité publique. Ce spot publicitaire échappe au contexte commercial normal dans lequel il s’agit d’inciter le public à acheter un produit particulier; en exhortant les téléspectateurs à réduire leur consommation de viande, elle traduit plutôt des opinions controversées tenant à la société moderne en général, qui sont au centre de divers débats politiques. En tant que telle, la publicité pouvait être considérée comme « politique » et il était prévisible qu’elle ne serait pas diffusée. En outre, ce refus poursuivait le but légitime de protection des droits d’autrui, car il visait notamment à empêcher de puissants groupes financiers d’obtenir un avantage dans le domaine politique. Quant à la nécessité de l’ingérence, la marge d’appréciation de l’Etat est particulièrement indispensable en matière commerciale, mais en l’espèce, elle était réduite, puisque l’enjeu portait sur la participation à un débat touchant l’intérêt général et non sur des intérêts strictement commerciaux. L’application de l’interdiction de la publicité à caractère politique uniquement à la radio et à la télévision, et non aux autres médias, en raison de l’impact plus puissant de la télévision sur le public, ne semble pas procéder d’un besoin particulièrement impérieux. En outre, il n’a pas été soutenu que l’association requérante elle-même constituait un puissant groupe financier qui visait à restreindre l’indépendance du diffuseur, à influencer de manière indue l’opinion publique, ou à compromettre l’égalité des chances entre les différentes forces sociales. En effet, elle souhaitait seulement participer au débat général en cours sur la protection des animaux. L’interdiction de la « publicité politique » peut être compatible dans certaines situations avec l’article 10, mais les motifs de l’ingérence en question doivent être pertinents et suffisants; en l’espèce, il n’a pas été démontré de manière pertinente et suffisante en quoi les motifs généralement avancés pour légitimer l’interdiction de la publicité à caractère politique justifiaient également cette ingérence. Les autorités internes n’ont pas fait valoir le caractère dérangeant de certaines séquences de la publicité, ou de certains termes employés dans celle-ci, pour justifier leur refus de la diffuser. Dès lors, peu importe que les images et le commentaire du spot litigieux aient pu sembler provocateurs, voire désagréables. L’association requérante, qui souhaitait toucher l’ensemble du public suisse, n’avait pas d’autre moyen à sa disposition que la télévision nationale, puisque les chaînes de télévision régionales privées et les chaînes étrangères ne peuvent pas être captées sur l’ensemble du territoire suisse, et AGW était la seule instance responsable de la diffusion des spots publicitaires entre les programmes nationaux. Diverses possibilités sont concevables s’agissant d’organiser la diffusion des publicités télévisées, mais il n’appartient pas à la Cour d’indiquer à un Etat quel moyen il doit utiliser pour s’acquitter des obligations qui lui incombent en vertu de la Convention.", "Conclusion: violation (unanimité)", "Article 13 – Le recours de droit administratif constituait un recours effectif.", "Conclusion: non-violation (unanimité)", "Article 14 – L’association requérante et l’industrie de la viande ne sauraient être considérées comme étant placées dans une situation comparable, leurs publicités ayant un objet différent.", "Conclusion: non-violation (unanimité)", "Article 41 – La Cour alloue une indemnité à l’association requérante pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}