{"file": "FRE_HFJUD_41418_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "41418/04", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "AFFAIRE KHOROSHENKO c. RUSSIE", "", "(Requête no 41418/04)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "30 juin 2015", "", "", "", "", "", "Cet arrêt est définitif. Il peut subir des retouches de forme.", "", "", "En l’affaire Khoroshenko c. Russie,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tDean Spielmann, président,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tMark Villiger,\n\tIsabelle Berro,\n\tIneta Ziemele,", "\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tPaulo Pinto de Albuquerque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tPaul Mahoney,\n\tKsenija Turković,\n\tDmitry Dedov,\n\tEgidijus Kūris, juges,\net de Lawrence Early, jurisconsulte,", "Après en avoir délibéré en chambre du conseil le 3 septembre 2014 et le 22 avril 2015,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 41418/04) dirigée contre la Fédération de Russie et dont un ressortissant de cet État, M. Andrey Anatolyevich Khoroshenko (« le requérant »), a saisi la Cour le 6 octobre 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, a été représenté par Mes O.V. Preobrazhenskaya et M. Makarova, avocates à Strasbourg. Le gouvernement russe (« le Gouvernement ») a été représenté par son agent, M. G. Matyushkin, représentant de la Fédération de Russie auprès de la Cour européenne des droits de l’homme.", "3.  Le requérant alléguait en particulier que les diverses restrictions apportées aux visites de sa famille pendant sa détention après sa condamnation étaient contraires à l’article 8 de la Convention.", "4.  Le 13 janvier 2011, la requête a été communiquée au Gouvernement.", "5.  Elle a été attribuée à la première section de la Cour (article 52 § 1 du règlement de la Cour – « le règlement »). Le 11 février 2014, une chambre de ladite section composée de Isabelle Berro, Elisabeth Steiner, Khanlar Hajiyev, Mirjana Lazarova Trajkovska, Julia Laffranque, Ksenija Turković et Dmitry Dedov, juges, ainsi que de Søren Nielsen, greffier de section, s’est dessaisie au profit de la Grande Chambre, aucune des parties ne s’y étant opposée (articles 30 de la Convention et 72 du règlement).", "6.  La composition de la Grande Chambre a été arrêtée conformément aux dispositions des articles 26 §§ 1, 4 et 5 de la Convention et 24 du règlement.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur la recevabilité et le fond de l’affaire (article 59 § 1 du règlement). Des observations ont par ailleurs été reçues d’un groupe d’universitaires de l’université de Surrey (« les tiers intervenants »), que le président de la Grande Chambre avait autorisés à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 3 du règlement).", "8.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 3 septembre 2014 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tG. Matyushkin, Représentant de la Fédération de Russie\n\tauprès de la Cour européenne des droits de l’homme,\tagent ;\n\tN. Mikhaylov,\t\nMme\tY. Tsimbalova, \nM.\tS. Kovpak,\tconseillers ;", "–  pour le requérant\nMes\tO. Preobrazhenskaya,\t\n\tM. Makarova, \tconseils.", "", "La Cour a entendu M. G. Matyushkin et Mes O. Preobrazhenskaya et M. Makarova en leurs déclarations ainsi que M. G. Matyushkin et Me Makarova en leurs réponses aux questions posées par des juges.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Les faits de la cause peuvent se résumer comme suit.", "A.  Informations générales sur la situation du requérant", "10.  Le requérant est né en 1968 et purge actuellement une peine de réclusion à perpétuité dans la ville de Solikamsk (région de Perm).", "11.  Soupçonné de banditisme, de vol qualifié et de meurtre aggravé, il fut arrêté le 21 novembre 1994.", "12.  Du 21 novembre 1994, date de son arrestation, à l’été 1995, il fut détenu dans plusieurs maisons d’arrêt situées à Ékaterinbourg et Ijevsk, ainsi que dans la ville et dans la région de Perm.", "13.  Le 13 octobre 1995, la cour régionale de Perm jugea le requérant coupable des faits qui lui étaient reprochés et le condamna à la peine capitale. Le jugement devint définitif le 6 juin 1996.", "14.  De l’été 1995 à l’automne 1999, le requérant fut détenu à la maison d’arrêt no 1 de la ville de Perm. Après sa condamnation, il fut placé dans une cellule spéciale réservée aux condamnés à mort attendant leur exécution.", "15.  Le 19 mai 1999, le président russe commua la peine capitale du requérant en réclusion à perpétuité.", "16.  Le 8 octobre 1999, le requérant fut transféré dans une colonie pénitentiaire à régime spécial réservée aux détenus condamnés à la réclusion à perpétuité, située dans la région de Perm et, le 11 octobre 1999, il commença à purger les dix premières années de sa peine d’emprisonnement au sens de l’article 127 § 3 du code de l’exécution des sanctions pénales. Le requérant relevant de l’exception à la règle générale prévue par cette disposition, ce fut la date de son arrivée dans la colonie pénitentiaire à régime spécial, et non la date de son arrestation initiale en 1994, qui fut prise comme point de départ de ses dix premières années d’emprisonnement. Cette exception s’appliquait uniquement aux détenus qui avaient enfreint le règlement pendant leur détention provisoire (paragraphe 52 ci-dessous). Le requérant contesta ultérieurement cette disposition devant la Cour constitutionnelle, en vain (paragraphe 30 cidessous).", "17.  Pendant les dix premières années de sa peine, le requérant fut soumis au régime strict prévu par l’article 125 § 3 du code de l’exécution des sanctions pénales (paragraphe 29 ci-dessous).", "18.  Le 11 octobre 2009, à l’expiration des dix premières années de sa peine, le requérant passa du régime strict au régime ordinaire régi par l’article 125 § 1 du code de l’exécution des sanctions pénales (paragraphe 50 cidessous).", "B.  Visites familiales pendant la détention provisoire et pendant l’emprisonnement ultérieur", "19.  Le 21 novembre 1994, à la date de son arrestation, le requérant était marié à S. et avait un fils alors âgé de trois ans. Pour le reste, sa famille se composait de ses parents, O. et A., de son frère Se. et de sa grand-mère M. L’intéressé explique que sa famille élargie comptait en tout dix-sept personnes et qu’il souhaitait maintenir des relations avec chacune d’entre elles.", "1.  La détention du requérant avant son transfert dans la colonie pénitentiaire à régime spécial", "20.  Du 21 novembre 1994 au 8 octobre 1999, le requérant ne fut pas du tout autorisé à voir sa famille, à l’exception d’une occasion où son épouse lui rendit visite, pendant la semaine suivant le jugement de première instance rendu à l’issue de son procès pénal en octobre 1995.", "21.  En 1996, à la suite dudit jugement, son épouse demanda et obtint le divorce.", "22.  Le requérant dit avoir été autorisé à commencer à correspondre avec le monde extérieur à l’entrée en vigueur en janvier 1997 du code de l’exécution des sanctions pénales. Il reprit alors contact avec l’ensemble des membres de sa famille et avec son ex-épouse.", "2.  La détention du requérant dans la colonie pénitentiaire à régime spécial du 8 octobre 1999 au 11 octobre 2009", "23.  Durant cette période, le requérant fut autorisé à recevoir tous les six mois une visite courte de membres de sa famille, d’une durée maximale de quatre heures. À ces occasions, le requérant communiquait avec ses proches à travers une paroi vitrée ou des barreaux métalliques, dans des conditions qui ne permettaient aucun contact physique. Un gardien écoutait les conversations qu’il avait avec ses visiteurs.", "24.  Le requérant usa de son droit à des visites courtes aussi souvent que possible, et reçut des visites de sa mère, son père et son frère. Ses amis tentèrent également de lui rendre visite, mais l’administration de la prison s’y opposa. Le requérant ne fut pas autorisé à recevoir des visites familiales longues pendant les dix premières années de sa peine.", "25.  Le requérant soutient que l’ampleur des restrictions apportées à ses relations avec le monde extérieur lui a fait perdre tout contact avec certains membres de sa famille, à commencer par son propre enfant, qu’il n’a pas vu depuis quinze ans. Le fils du requérant refuse de voir son père, mais a accepté de l’aider financièrement.", "3.  La détention du requérant dans la colonie pénitentiaire à régime spécial à compter du 11 octobre 2009", "26.  Après le changement de régime le 11 octobre 2009, le requérant eut droit à des visites familiales longues en plus des visites courtes. Il saisit toutes les occasions d’avoir des visites longues, et vit ainsi les membres de sa famille une fois par semestre – une fois en 2009, et deux fois en 2010, 2011, 2012 et 2013. À chacune de ces occasions, la visite dura trois jours, soit le maximum autorisé, sauf celle du printemps 2013, interrompue à l’initiative du requérant et de sa mère, qui dut partir plus tôt pour prendre son train. Le frère du requérant participa aussi à ces visites. Celles-ci ne dépassèrent pas soixante-douze heures et l’intimité en fut intégralement respectée. Le père du requérant prit part aux visites courtes jusqu’en 2007 mais, en raison de son état de santé, il ne put se déplacer pour les visites longues qui commencèrent en 2009.", "27.  Selon le Gouvernement, le requérant reçut en tout quatorze visites courtes et neuf visites longues pendant sa détention dans la colonie pénitentiaire à régime spécial. Aucune des demandes de visite présentée par l’intéressé ne fut refusée.", "C.  Procédures devant la Cour constitutionnelle", "1.  Décision no 257-O du 24 mai 2005", "28.  Le 24 août 2004, le requérant saisit la Cour constitutionnelle, alléguant que l’interdiction faite par l’article 125 § 4 du code de l’exécution des sanctions pénales aux détenus condamnés à la réclusion à perpétuité de recevoir pendant dix ans des visites familiales longues était contraire à la Constitution. Il soutenait en particulier que cette disposition était discriminatoire et portait atteinte à son droit au respect de sa vie privée et familiale.", "29.  La Cour constitutionnelle déclara irrecevable le recours du requérant concernant les articles 125 § 3 et 127 § 3, pour les motifs suivants :", "« (...) Ni les dispositions de l’article 125 § 3 ni celles de l’article 127 § 3 du code de l’exécution des sanctions pénales ne portent atteinte aux droits constitutionnels [du requérant].", "L’article 55 § 3 de la Constitution (...) autorise le législateur fédéral à limiter les droits de l’homme et du citoyen aux fins de la protection des fondements de l’ordre constitutionnel, des bonnes mœurs, de la santé, des droits et des intérêts légitimes d’autrui, [et] aux fins de la défense et de la sécurité de l’État. Pareilles restrictions peuvent accompagner en particulier l’application à des délinquants de sanctions pénales prenant la forme de peines d’emprisonnement ou d’autres mesures punitives.", "(...) L’article 71 o) de la Constitution autorise le législateur fédéral à appliquer pareilles mesures restrictives à des détenus condamnés à une peine qui par nature, comme cela découle de l’article 43 § 1 du code pénal (...), consiste en une privation ou une restriction des droits et libertés du condamné prévue par la loi. En même temps, tant le législateur, lorsqu’il définit la responsabilité qu’implique une infraction, que les autorités chargées de faire respecter la loi, lorsqu’elles décident de faire peser cette responsabilité sur un délinquant, doivent prendre en compte la nature de l’infraction, le risque qu’elle représente pour les valeurs défendues par la Constitution et le droit pénal, sa gravité, son mobile et les autres circonstances ayant entouré sa commission, ainsi que les informations sur le délinquant, sous réserve que la réglementation émise par ces autorités et son application respectent les principes constitutionnels de la responsabilité juridique et les garanties dues à la personne dans ses relations publiques avec l’État.", "Comme la Cour constitutionnelle l’a noté dans [des décisions antérieures], une législation sur la responsabilité et les sanctions pénales qui ne prendrait pas en compte la personnalité du délinquant et d’autres circonstances objectives et raisonnables permettant d’apprécier correctement le danger que représentent pour la société l’acte criminel lui-même et le délinquant, et qui appliquerait des sanctions identiques pour des infractions entraînant des risques sociaux d’une gravité variable, indépendamment de la part prise par le délinquant dans l’infraction, de sa conduite ultérieure après la commission de l’infraction et pendant l’exécution de la peine qui lui a été infligée ainsi que d’autres facteurs [pertinents] serait contraire tant à l’interdiction de la discrimination posée par la Constitution qu’aux principes d’équité et d’humanisme consacrés par celle-ci.", "En définissant des sanctions pénales assorties d’un éventail de restrictions correspondant à la gravité de l’infraction commise par le condamné et à la peine infligée, et en déterminant les modalités d’exécution de la peine, le législateur doit partir du principe que le condamné bénéficie globalement des mêmes droits et libertés que les autres citoyens, sous réserve des exceptions liées à sa personnalité et aux infractions qu’il a commises. Les conditions d’exécution des peines, telles que prévues par les articles 125 et 127 du code de l’exécution des sanctions pénales ainsi que par diverses autres dispositions de ce code, visent à adapter les peines à chaque délinquant, à opérer une différenciation dans les sanctions et l’application de celles-ci et à fixer les conditions préalables à la réalisation des objectifs de la peine qui, comme l’indique l’article 43 § 2 du code pénal, sont le rétablissement de la justice, l’amendement du délinquant et la prévention de nouvelles infractions (...) ».", "2.  Décision no 591-O du 21 décembre 2006", "30.  À une date non précisée, le requérant saisit la Cour constitutionnelle, cette fois pour contester la distinction que ferait l’article 127 § 3 du code de l’exécution des sanctions pénales entre deux catégories de détenus purgeant leur peine dans des colonies à régime spécial selon que les intéressés, pendant leur détention provisoire antérieure, avaient ou non contrevenu au règlement de la prison et avaient été punis par une mise à l’isolement. Pour ceux qui ne s’étaient pas rendus coupables d’une telle infraction et n’avaient donc pas été mis à l’isolement, la période de dix ans pendant laquelle ils étaient soumis au régime strict débutait à la date de leur arrestation et détention initiales. Ceux qui avaient antérieurement enfreint le règlement de la prison et avaient en conséquence été mis à l’isolement étaient soumis au régime strict pendant dix ans à compter de la date de leur arrivée dans une colonie à régime spécial. Le requérant alléguait que cette disposition était inconstitutionnelle et discriminatoire. Le 21 décembre 2006, la Cour constitutionnelle déclara irrecevable le second grief dirigé par le requérant contre la disposition susmentionnée. Elle déclara notamment :", "« (...) La disposition [susmentionnée] ne porte pas atteinte aux droits [du requérant].", "L’article 55 § 3 de la Constitution (...) autorise le législateur fédéral à limiter les droits de l’homme et du citoyen aux fins de la protection des fondements de l’ordre constitutionnel, des bonnes mœurs, de la santé, des droits et des intérêts légitimes d’autrui, [et] aux fins de la défense et de la sécurité de l’État. Pareilles restrictions peuvent accompagner l’application par l’État à des délinquants de sanctions pénales prenant la forme de mesures de contrainte publique, qui ont pour particularité, tout au long de leur mise en œuvre, de priver les intéressés de certains de leurs droits et libertés et de leur imposer des obligations spécifiques.", "En même temps, les restrictions apportées aux droits et libertés d’un détenu condamné doivent correspondre à l’infraction commise par celui-ci ainsi qu’à sa personnalité. Cette obligation s’impose également dans les cas où [les autorités ont puni] des personnes qui, pendant le procès pénal ou [déjà] pendant qu’elles purgeaient leur peine, ont contrevenu aux règles établies par la loi.", "La disposition de l’article 127 § 3 du code de l’exécution des sanctions pénales [pour autant qu’elle concerne les règles contestées] vise à adapter les peines à chaque délinquant, à opérer une différenciation dans les conditions d’exécution des peines et à fixer les conditions à la réalisation des objectifs de la peine qui, comme l’indique l’article 43 § 2 du code pénal, sont le rétablissement de la justice, l’amendement du délinquant et la prévention de nouvelles infractions.", "Si le [requérant] estime que les autorités chargées de faire respecter la loi ont violé ses droits par les actions ou décisions en cause en lui imposant une sanction qui a pris la forme d’une mise à l’isolement pendant son transfert d’une maison d’arrêt à une colonie pénitentiaire ou en calculant la durée pendant laquelle il serait soumis au régime strict, il a le droit de contester ces décisions devant un tribunal (...). »", "D.  Autres faits", "31.  Le requérant tenta d’engager des actions civiles contre le parquet et contre l’avocat qui l’avait représenté au cours de la procédure pénale. Il contesta devant les tribunaux le refus du procureur d’engager des poursuites pénales et l’absence de réaction du médiateur à ses griefs. Il saisit également la Cour constitutionnelle de plusieurs plaintes. Aucune de ces procédures n’aboutit.", "II.  LE DROIT INTERNE PERTINENT", "A.  La Constitution russe", "32.  Les dispositions suivantes de la Constitution sont pertinentes en l’espèce.", "Article 23", "« 1.  Toute personne a droit à l’inviolabilité de sa vie privée, à la confidentialité de ses relations personnelles et familiales, et à la protection de son honneur et de sa réputation.", "2.  Toute personne a droit au secret de ses communications par lettre, par téléphone, par courriel, par télégraphe ou par tout autre moyen. Toute restriction apportée à ce droit doit être autorisée par une décision judiciaire. »", "Article 55", "« 1.  L’énumération dans la Constitution des droits et libertés fondamentaux ne peut être interprétée dans le sens d’une négation ou d’une limitation d’autres droits et libertés généralement reconnus aux personnes et aux citoyens.", "2.  Aucune loi méconnaissant ou limitant les droits et libertés de l’homme et du citoyen ne peut être adoptée en Fédération de Russie.", "3.  La loi fédérale ne peut limiter les droits et libertés de l’homme et du citoyen que dans la mesure nécessaire aux fins de la protection des fondements de l’ordre constitutionnel, des bonnes mœurs, de la santé et des droits et des intérêts légitimes d’autrui, [ou] aux fins de la défense et de la sûreté de l’État. »", "Article 71 o)", "« La juridiction de la Fédération de Russie s’étend [aux questions concernant] :", "(...)", "o)  la constitution de l’ordre judiciaire, le parquet, le droit pénal, la procédure pénale, l’exécution des sanctions pénales, l’amnistie et la grâce, le droit civil, la procédure civile et la procédure devant les tribunaux de commerce, ainsi que la législation régissant les droits de propriété intellectuelle ; (...) »", "B.  Le code pénal du 13 juin 1996", "33.  Les dispositions suivantes du code pénal sont pertinentes en l’espèce.", "1.  Dispositions générales", "Article 43 (Définition et objectifs d’une peine)", "« 1.  Une peine est une mesure de contrainte publique prononcée par un tribunal. Elle s’applique à une personne qui a été reconnue coupable d’une infraction et comprend la privation ou la limitation des droits de cette personne conformément aux dispositions du présent code.", "2.  Les objectifs d’une peine sont le rétablissement de la justice sociale, l’amendement du condamné et la prévention de nouvelles infractions. »", "Article 57 (Réclusion à perpétuité)", "« 1.  La réclusion à perpétuité sanctionne la commission d’infractions particulièrement graves portant atteinte à la vie ou à la santé d’autrui, aux bonnes mœurs, à la sécurité, ou à l’inviolabilité sexuelle des mineurs de quatorze ans.", "2.  La réclusion à perpétuité ne peut être infligée aux femmes, ni aux hommes ayant commis une infraction alors qu’ils avaient moins de 18 ans ou qui, au moment de l’adoption du verdict du tribunal, avaient atteint l’âge de 65 ans. »", "Article 58 (Choix des établissements pénitentiaires pour les personnes condamnées à une peine d’emprisonnement)", "« 1.  Les personnes condamnées à une peine d’emprisonnement purgent leur peine dans les établissements suivants en fonction de la gravité des infractions qu’elles ont commises :", "– une colonie résidentielle (колония-поселение) en cas d’infractions commises par négligence ou d’infractions de faible ou moyenne gravité lorsque leur auteur n’a jamais été condamné auparavant à une peine d’emprisonnement ;", "– une colonie pénitentiaire à régime commun (исправительная колония общего режима) en cas d’infractions graves lorsque leur auteur est un homme qui n’a jamais été condamné auparavant à une peine d’emprisonnement, ou en cas d’infractions graves ou particulièrement graves, y compris en cas de récidive, lorsque leur auteur est une femme qui est condamnée à une peine d’emprisonnement ;", "– une colonie pénitentiaire à régime strict (исправительная колония строго режима) en cas d’infractions particulièrement graves lorsque leur auteur est un homme qui est condamné pour la première fois à une peine d’emprisonnement, ou en cas de récidive ou de récidive dangereuse lorsque la personne condamnée a déjà purgé une peine d’emprisonnement antérieurement ;", "– une colonie pénitentiaire à régime spécial (исправительная колония особого режима) dans le cas d’un homme condamné à une peine de réclusion à perpétuité ou d’un récidiviste de sexe masculin particulièrement dangereux ;", "– une prison (тюрьмы) : en cas d’infractions particulièrement graves lorsque leur auteur est un homme condamné à une peine d’emprisonnement de plus de cinq ans ou un récidiviste particulièrement dangereux, le tribunal compétent a le pouvoir de décider qu’une partie de la peine doit être purgée dans une prison.", "Les colonies pénitentiaires à régime spécial sont destinées à la détention des catégories suivantes de condamnés :", "(...)", "d)  les hommes condamnés à une peine de réclusion à perpétuité ainsi que les récidivistes particulièrement dangereux (...) »", "Article 79 (Libération conditionnelle)", "« (...)", "5.  Un détenu condamné à la réclusion à perpétuité peut être admis au bénéfice de la libération conditionnelle avant le terme de sa peine si un tribunal juge qu’il n’est plus nécessaire que l’intéressé continue à exécuter sa peine et si celui-ci a effectivement purgé au moins vingt-cinq ans de sa peine. [Le recours à cette mesure] n’est possible que si la personne condamnée n’a pas enfreint de manière répétée les règles pénitentiaires dans les trois années précédentes. Une personne qui a commis pendant l’exécution de sa peine une autre infraction grave ou particulièrement grave ne peut être admise au bénéfice de la libération conditionnelle avant le terme de sa peine (...) ».", "2.  La peine de réclusion à perpétuité dans le droit pénal russe", "34.  La peine de réclusion à perpétuité avait été introduite dans l’ancien code pénal (de 1960), à titre de mesure de clémence, comme peine de substitution à la peine capitale. Elle figure dans le système des peines mis en place par le code pénal de 1996 et entre en jeu pour les infractions particulièrement graves portant atteinte à la vie d’autrui (article 159 § 2 – meurtre aggravé), à l’inviolabilité sexuelle des mineurs de quatorze ans (articles 131 § 5, 132 § 5, 134 § 6 – diverses infractions sexuelles dirigées contre des mineurs), à la sécurité (articles 205 § 3, 205.3 §§ 3 et 4, 211 § 4, 205.1 § 4, 205 § 3, 205.4 § 1, 205.5 § 1, 206 § 4 – différentes infractions liées au terrorisme ; article 210 § 4 – constitution et direction de groupes criminels ; article 211 § 4 – détournement aggravé d’avions, de bateaux ou de trains ; articles 228.1 § 5 et 229.1 § 4 – diverses infractions graves liées à la législation sur les stupéfiants ; article 281 § 3 – sabotage aggravé ; article 295 – tentative d’atteinte à la vie d’une personne administrant la justice ou menant une enquête préliminaire sur des infractions ; article 57 – génocide).", "35.  La peine de mort peut être infligée à titre exceptionnel pour des infractions pénales particulièrement graves portant atteinte à la vie d’autrui (article 59 § 1).", "36.  Elle peut être commuée en peine de réclusion à perpétuité à titre de mesure de clémence (article 59 § 3). Un homme condamné à la réclusion à perpétuité doit purger sa peine dans une colonie pénitentiaire à régime spécial, à l’écart des autres détenus (article 58 § 1). Un détenu condamné à perpétuité peut être admis au bénéfice de la libération conditionnelle si un tribunal juge qu’il n’est pas nécessaire que l’intéressé continue à exécuter sa peine et si celui-ci a déjà purgé au moins vingt-cinq ans de sa peine (article 79 § 5).", "C.  Le code de l’exécution des sanctions pénales du 8 janvier 1997", "1.  Règles générales sur les contacts avec le monde extérieur", "37.  En vertu de l’article 89 § 1 de ce code, les détenus condamnés ont le droit de recevoir, dans l’enceinte de l’établissement pénitentiaire, des visites courtes d’une durée maximale de quatre heures et des visites longues de trois jours au plus. Les visites longues se déroulent dans une pièce où l’intimité peut être respectée. Les visites courtes sont l’occasion pour les détenus condamnés de rencontrer les membres de leur famille ou d’autres personnes. Elles durent quatre heures et se déroulent en présence d’un gardien (article 89 §§ 1 et 2), les détenus et leur(s) visiteur(s) étant séparés par une paroi vitrée ou des barreaux métalliques. Dans un nombre limité de circonstances, les détenus condamnés peuvent être autorisés à recevoir une visite longue de cinq jours au maximum en dehors de l’enceinte de l’établissement pénitentiaire. Les visites longues permettent aux détenus de rencontrer leurs conjoint, parents, enfants, beaux-parents, gendres et brus, frères et sœurs, grands-parents, petits-enfants et, sur autorisation du directeur de l’établissement pénitentiaire, d’autres personnes.", "38.  Dans son arrêt du 29 janvier 2014 en l’affaire no AKPI13-1283, la Cour suprême russe a jugé que le directeur d’une colonie pénitentiaire pouvait refuser une demande de visite dans un nombre limité de cas, notamment si la demande de visite longue était présentée par une personne qui n’avait pas de lien familial avec le détenu condamné (article 89 § 2) ou si la possibilité de visite n’était pas prévue par le code (dans les cas où, par exemple, une visite longue était demandée durant les dix premières années de la peine ou lorsque le nombre de visites autorisées était dépassé). Par ailleurs, en application de l’article 118 du code, les détenus mis à l’isolement pour avoir enfreint les règles en vigueur au sein de l’établissement pénitentiaire ne sont pas autorisés à recevoir des visites.", "39.  En vertu de l’article 89 § 3, sur demande, une visite longue peut être remplacée par une visite courte et une visite longue ou courte par un appel téléphonique.", "40.  Tous les détenus condamnés sont en droit de recevoir et d’envoyer un nombre illimité de lettres, de cartes postales et de télégrammes (article 91 § 1). La correspondance des détenus avec leurs proches et les colis qu’ils reçoivent sont soumis à un contrôle systématique par le personnel de la colonie pénitentiaire (articles 90 § 4 et 91 § 1).", "2.  Types de locaux et de régimes dans les établissements pénitentiaires russes", "41.  D’après l’article 58 du code pénal (paragraphe 33 ci-dessus), les détenus purgent leurs peines, selon la gravité des infractions dont ils ont été reconnus coupables, dans l’un ou l’autre des cinq principaux types d’établissements pénitentiaires existants. Dans les différents types de colonies, les détenus condamnés sont soumis en fonction de divers facteurs, notamment la gravité des infractions qu’ils ont commises et leur conduite en prison, à l’un ou l’autre des trois régimes pénitentiaires, à savoir le régime ordinaire, le régime assoupli ou le régime strict. Dans les prisons, deux types de régimes coexistent : le régime strict et le régime commun.", "42.  En vertu de l’article 129 du code de l’exécution des sanctions pénales, les détenus condamnés qui purgent leur peine dans les colonies résidentielles peuvent, sur autorisation du directeur de la colonie, résider avec les membres de leur famille dans l’enceinte de la colonie.", "43.  En application de l’article 121 du même code, dans les colonies pénitentiaires à régime commun, les contacts des détenus condamnés avec le monde extérieur se limitent à :", "a)  six visites courtes et quatre visites longues par an, et la réception de six gros colis et six petits colis dans le cadre du régime ordinaire (appliqué aux nouveaux arrivants et aux détenus auparavant soumis au régime strict ou au régime assoupli dont le comportement s’est amélioré ou détérioré – article 120) ;", "b)  six visites courtes et six visites longues par an et la réception de quatre gros colis et quatre petits colis dans le cadre du régime assoupli (appliqué aux nouveaux arrivants au terme de leurs six premiers mois de détention, sous réserve que les intéressés aient fait preuve de bonne conduite et d’une attitude positive envers le travail – article 120) ;", "c)  deux visites courtes et deux visites longues par an et la réception de douze gros colis et douze petits colis dans le cadre du régime strict (appliqué aux détenus ayant manqué de manière répétée aux règles en vigueur dans l’établissement pénitentiaire, le retour au régime ordinaire n’étant possible qu’au terme d’une période de six mois – article 120).", "44.  D’après l’article 123 du code, dans les colonies pénitentiaires à régime strict, les contacts des détenus condamnés avec le monde extérieur se limitent à :", "a)  trois visites courtes et trois visites longues par an, et la réception de trois gros colis et trois petits colis dans le cadre du régime ordinaire (appliqué à tous les nouveaux arrivants – à l’exception des détenus condamnés pour des infractions intentionnelles commises pendant l’exécution de leur peine d’emprisonnement – ainsi qu’aux détenus auparavant soumis au régime strict ou au régime assoupli dont le comportement s’est amélioré ou détérioré – article 122) ;", "b)  quatre visites courtes et quatre visites longues par an, et la réception de quatre gros colis et quatre petits colis dans le cadre du régime assoupli (appliqué aux détenus au terme de leurs neuf premiers mois de détention, sous réserve que les intéressés aient fait preuve de bonne conduite et d’une attitude positive envers le travail – article 122) ;", "c)  deux visites courtes et une visite longue par an et la réception de deux gros colis et de deux petits colis dans le cadre du régime strict (appliqué aux détenus ayant manqué de manière répétée aux règles en vigueur dans l’établissement pénitentiaire, le retour au régime ordinaire n’étant possible qu’au terme d’une période de neuf mois ; les détenus condamnés pour des infractions intentionnelles commises pendant l’exécution de leur peine sont directement soumis à ce régime – article 122).", "45.  En vertu de l’article 130 du code, deux régimes coexistent dans les prisons : le régime commun et le régime strict. Dans le cadre du régime commun, les contacts des détenus condamnés avec le monde extérieur sont limités à deux visites courtes et deux visites longues par an, alors que les détenus soumis au régime strict ont droit à deux visites courtes par an.", "46.  Tous les détenus nouvellement arrivés ou les détenus soumis au régime ordinaire ayant manqué de manière répétée aux règles en vigueur dans l’établissement pénitentiaire purgent leur peine dans le cadre du régime strict, le retour au régime ordinaire n’étant possible qu’au terme d’une période initiale de douze mois (article 130).", "3.  Détention dans les colonies pénitentiaires à régime spécial", "47.  Dans les établissements de ce type, les détenus condamnés sont soumis à l’un des régimes internes suivants.", "a)  Régime ordinaire", "48.  Dans le cadre de ce régime, les détenus sont logés dans des dortoirs et ont droit à deux visites familiales courtes et deux visites familiales longues par an (article 125 § 1). Ils peuvent également recevoir trois gros colis et trois petits colis par an. Ce régime est appliqué à tous les nouveaux arrivants, à l’exception des détenus condamnés pour des infractions intentionnelles commises pendant l’exécution de leur peine d’emprisonnement (paragraphe 52 ci-dessous), ainsi qu’aux détenus auparavant soumis au régime strict ou au régime assoupli dont le comportement s’est amélioré ou détérioré (article 124).", "b)  Régime assoupli", "49.  Dans le cadre de ce régime, les détenus sont logés dans des dortoirs et ont droit à trois visites familiales courtes et trois visites familiales longues par an (article 125 § 2). Ils peuvent également recevoir quatre gros colis et quatre petits colis par an. Les détenus auparavant soumis au régime ordinaire peuvent être soumis à ce régime au terme de leurs douze premiers mois de détention, sous réserve qu’ils aient fait preuve de bonne conduite et d’une attitude positive envers le travail (article 124).", "c)  Régime strict", "50.  Dans le cadre du régime strict, les détenus condamnés sont logés dans des cellules et ont droit à deux visites courtes par an (article 125 § 3). Selon le code, les détenus condamnés soumis au régime strict ne peuvent bénéficier de visites familiales longues. Les détenus relevant de ce régime peuvent recevoir un gros colis et un petit colis par an (article 125 § 3). Ce régime est appliqué aux détenus ayant manqué de manière répétée aux règles en vigueur dans l’établissement pénitentiaire, le retour au régime ordinaire n’étant possible qu’au terme d’une période initiale de douze mois. Les détenus condamnés pour des infractions intentionnelles commises pendant l’exécution de leur peine sont directement soumis à ce régime (article 124).", "51.  Les détenus relevant du régime strict ne peuvent passer des appels téléphoniques que dans des circonstances personnelles exceptionnelles (article 92 § 3), et leurs conversations téléphoniques peuvent faire l’objet d’une surveillance par le personnel de la colonie pénitentiaire (article 92 § 5).", "d)  Règles applicables aux détenus condamnés à la réclusion à perpétuité", "52.  Tous les détenus condamnés à la réclusion à perpétuité se voient appliquer le régime strict à leur arrivée dans une colonie pénitentiaire à régime spécial, et purgent leur peine à l’écart des autres détenus condamnés dans des cellules prévues pour deux personnes au plus (articles 126 et 127 § 3). Les détenus peuvent être transférés au régime ordinaire après avoir purgé au moins dix ans de leur peine, cette période de dix ans étant généralement calculée à compter de la date de l’arrestation (article 127 § 3). Lorsqu’un détenu a été mis à l’isolement en raison d’un comportement gravement répréhensible pendant sa détention provisoire, le début de la période de dix ans est la date de son arrivée dans la colonie pénitentiaire à régime spécial, et non celle de son arrestation. Les détenus condamnés à la réclusion à perpétuité peuvent être soumis au régime assoupli après avoir purgé au moins dix ans de leur peine dans le cadre du régime ordinaire (article 127 § 3).", "53.  Un détenu condamné qui se rend coupable d’un manquement intentionnel aux règles passera, selon le cas, du régime assoupli au régime ordinaire, ou du régime ordinaire au régime strict. Le retour au régime assoupli ou au régime ordinaire ne peut alors être envisagé qu’au terme d’une période de détention de dix ans (article 127 § 5).", "D.  Règles applicables au sein des établissements pénitentiaires, approuvées par le ministère de la Justice le 3 novembre 2005 (no 205)", "54.  Les dispositions pertinentes de ces règles se lisent ainsi.", "1.  Chapitre XIV : Procédure d’autorisation des visites aux détenus condamnés", "« (...) 68.  Toute visite est autorisée par le directeur de l’établissement pénitentiaire ou par son remplaçant, à la demande du détenu condamné ou du visiteur (...) [Les motifs de refus doivent être indiqués].", "(...)", "72.  (...) Il est interdit de regrouper ou de morceler des visites (...)", "(...)", "74.  Un détenu condamné est en droit de recevoir (...) la visite de deux adultes au plus qui peuvent être accompagnés par les frères et sœurs, enfants ou petits-enfants mineurs de l’intéressé.", "75.  Les visites longues de personnes autres que les [membres de la famille] ne peuvent être autorisées que si, de l’avis de l’administration, elles ne sont pas préjudiciables à la personne condamnée (...)", "(...)", "82.  Une modification du type de visite ou le remplacement d’une visite par un appel téléphonique doit faire l’objet d’une demande écrite de la personne condamnée. »", "2.  Chapitre XV : Procédure d’autorisation des appels téléphoniques passés par les détenus condamnés", "« (...) 85.  L’autorisation de passer un appel téléphonique est accordée à tout détenu condamné sur demande écrite de celui-ci indiquant l’adresse et le numéro de téléphone du destinataire de l’appel, ainsi que la durée de l’appel (qui ne peut excéder quinze minutes).", "86.  Les appels téléphoniques sont passés par les détenus condamnés à leurs propres frais ou aux frais de leurs proches ou d’autres personnes [intéressées]. Un appel téléphonique peut faire l’objet d’une surveillance des autorités pénitentiaires.", "(...)", "89.  Les détenus condamnés relevant du régime strict (...) sont autorisés à passer un appel téléphonique uniquement dans des circonstances exceptionnelles (par exemple décès ou maladie grave d’un parent proche, catastrophe naturelle ayant causé de graves dommages matériels au détenu condamné ou à sa famille) (...) ».", "E.  Jurisprudence de la Cour constitutionnelle", "55.  La Cour constitutionnelle a examiné à plusieurs reprises la question de la constitutionnalité des dispositions régissant les conditions de détention imposées dans le cadre du régime strict appliqué dans les colonies pénitentiaires à régime spécial.", "1.  Décision no 466-O du 21 décembre 2004", "56.  Dans une affaire introduite par G., un détenu condamné, la Cour constitutionnelle s’exprima comme suit :", "« (...) Dans sa demande, M. G. a invité la Cour à déclarer inconstitutionnel l’article 127 § 3 du code de l’exécution des sanctions pénales, estimant que cette disposition ne prévoyait pas la possibilité d’imputer la période de détention provisoire effectuée par un détenu en maison d’arrêt avant sa condamnation sur la durée pendant laquelle l’intéressé est détenu dans des conditions strictes dans une colonie pénitentiaire à régime spécial, ce qui empêcherait le passage du détenu à un régime moins restrictif [plus tôt qu’il ne serait autrement possible] (...)", "2.1  La Cour constitutionnelle a déjà eu l’occasion d’examiner la question de la constitutionnalité des dispositions du code de l’exécution des sanctions pénales qui énoncent les règles de calcul de la durée de l’exécution d’une peine d’emprisonnement et qui ont des incidences sur la possibilité d’appliquer à un détenu condamné des conditions moins restrictives ou plus favorables d’exécution de sa peine.", "Dans son arrêt du 27 février 2003 concernant une affaire dans laquelle elle était appelée à contrôler la constitutionnalité des dispositions de l’article 130 § 1 du code de l’exécution des sanctions pénales, la Cour constitutionnelle a conclu que la durée de la détention provisoire devait être imputée sur la durée totale de la peine ainsi que sur la durée d’exécution de la peine prise en compte pour le calcul de la durée de privation de liberté ouvrant droit à la libération conditionnelle. Pareille approche, comme l’a relevé la Cour constitutionnelle, correspond aux normes internationales (...)", "Eu égard à la position juridique décrite ci-dessus, l’article 127 § 3 du code de l’exécution des sanctions pénales ne saurait être interprété comme interdisant l’imputation de la période de détention provisoire [ou] de la période d’application d’une mesure de contrainte sous la forme d’une arrestation sur la durée de la peine d’emprisonnement, y compris sur la partie qui, conformément à la procédure établie par la loi, doit être exécutée dans des conditions strictes (...) »", "2.  Décision no 248-O du 9 juin 2005", "57.  Dans une affaire introduite par un détenu condamné, M. Z., et l’épouse de celui-ci, la Cour constitutionnelle formula les considérations suivantes :", "« (...) M. Z. (...), condamné à la réclusion à perpétuité, et son épouse (...) ont demandé à plusieurs reprises à l’administration de l’établissement pénitentiaire l’autorisation de bénéficier d’une visite longue car ils désiraient avoir un enfant (...) ; les demandes de visites ont été refusées sur le fondement des articles 125 § 3 et 127 § 3 du code de l’exécution des sanctions pénales, selon lesquels les détenus purgeant leur peine dans des conditions strictes au sein d’une colonie pénitentiaire à régime spécial ont droit à deux visites courtes par an, et ne peuvent recevoir une première visite longue qu’au terme de leurs dix premières années de détention.", "Dans leur plainte, Z. et [son épouse] contestent la constitutionnalité de ces dispositions en tant qu’elles les priveraient de la possibilité d’avoir un enfant et violeraient donc leur droit au respect de leur vie privée et familiale, garanti par l’article 23 § 1 de la Constitution, et que les restrictions à leurs droits iraient au-delà de ce que prévoit l’article 55 § 3 de la Constitution.", "(...)", "L’article 55 § 3 de la Constitution (...) autorise le législateur fédéral à limiter les droits de l’homme et du citoyen aux fins de la protection des fondements de l’ordre constitutionnel, des bonnes mœurs, de la santé, des droits et des intérêts légitimes d’autrui, [et] aux fins de la défense et de la sécurité de l’État. Pareilles restrictions peuvent accompagner l’application à des délinquants de sanctions pénales prenant la forme de mesures de contrainte publique, qui ont pour particularité, tout au long de leur mise en œuvre, de priver les intéressés de certains de leurs droits et libertés et de leur imposer des obligations spécifiques.", "(...) L’article 71 o) de la Constitution autorise le législateur fédéral à appliquer pareilles mesures restrictives.", "Lorsqu’il prévoit une peine d’emprisonnement à titre de punition, l’État agit à la fois dans le sens de ses propres intérêts et dans ceux de la société et de ses membres. En même temps, l’exécution [de cette punition] modifie le rythme de vie de la personne concernée et ses relations avec autrui, et a des conséquences morales et psychologiques spécifiques, puisqu’elle entraîne une restriction non seulement des droits et libertés de cette personne en tant que citoyen mais également de ses droits en tant qu’individu. Cette restriction, qui résulte de la conduite illégale de l’intéressé, procède de la nécessité de restreindre le droit naturel du détenu à la liberté aux fins de la protection des bonnes mœurs et des droits et intérêts légitimes d’autrui.", "La législation pénale et pénitentiaire définit les sanctions pénales, qui comportent une série de restrictions correspondant à la gravité de l’infraction, ainsi que les modalités d’exécution de ces sanctions. En définissant ces sanctions, le législateur part du principe que le condamné bénéficie globalement des mêmes droits et libertés que les autres citoyens, les exceptions à ce principe étant fonction de la personnalité de l’intéressé, des infractions qu’il a commises et du régime spécifique qui prévaut dans l’établissement pénitentiaire concerné.", "Les restrictions prévues par les articles 125 et 127 du code de l’exécution des sanctions pénales et par d’autres dispositions de ce code, dont celles qui concernent la procédure de visite de membres de la famille et d’autres personnes, visent à adapter les peines à chaque délinquant, à différencier les conditions d’exécution des peines, et à créer les conditions préalables pour atteindre les objectifs d’une peine qui, comme l’indique l’article 43 § 2 du code pénal, sont le rétablissement de la justice, l’amendement du délinquant et la prévention de nouvelles infractions.", "La nécessité d’une réglementation législative des visites familiales repose à la fois sur les dispositions de l’Ensemble de principes pour la protection de toutes les personnes soumises à une forme quelconque de détention ou d’emprisonnement, approuvé par l’Assemblée générale des Nations unies le 9 décembre 1998, en particulier de son principe 19 (...)", "La Cour européenne des droits de l’homme a souligné dans ses décisions que, pour préciser les obligations que l’article 8 fait peser sur les États contractants en matière de visites en prison, il fallait avoir égard aux exigences normales et raisonnables de l’emprisonnement et à l’étendue de la marge d’appréciation à réserver en conséquence aux autorités nationales lorsqu’elles réglementent les contacts d’un détenu avec sa famille, en gardant à l’esprit que « toute détention entraîne, par nature, une restriction à la vie privée et familiale de l’intéressé » (...)", "Les limitations apportées à la fréquence, à la durée et aux modalités des visites en prison sont les conséquences inévitables de la mesure punitive qui consiste à isoler le condamné dans un lieu donné sous surveillance. De ce point de vue, les dispositions contestées par le [requérant] ne représentent pas en soi des restrictions additionnelles à celles qui, au sens de l’article 55 § 3 de la Constitution, résultent de l’essence même d’une peine telle que l’emprisonnement.", "De même, les restrictions sont diverses et varient avant tout en fonction de la gravité de la peine infligée par le tribunal, qui correspond à la nature et au degré de dangerosité de l’infraction pour la société, aux circonstances de sa commission et à la personnalité de son auteur. Les restrictions les plus nombreuses visent les personnes condamnées à la réclusion à perpétuité, après commutation de la peine capitale, pour les infractions les plus graves contre la vie (article 57 § 1 du code pénal) et les personnes qui purgent leur peine dans des colonies à régime spécial (article 58 § 1, alinéa 2, du code pénal).", "Le droit à la vie privée (article 23 § 1 de la Constitution) implique la possibilité garantie par l’État à une personne d’exercer un contrôle sur ses informations personnelles et d’empêcher la divulgation d’informations de nature personnelle et intime. La notion de « vie privée » comprend le domaine de l’activité humaine qui est intrinsèquement lié à l’individu, ne concerne que lui et n’est pas soumis à la surveillance de la société et de l’État, sous réserve du respect de la légalité. Toutefois, ainsi que la Cour européenne des droits de l’homme l’a souligné, « l’article 8 a essentiellement pour objet de prémunir l’individu contre des ingérences arbitraires des pouvoirs publics ». En infligeant une peine de prison, l’État, loin d’intervenir de manière arbitraire dans la vie privée d’un citoyen, ne fait que remplir sa mission de protection des intérêts de la société (...)", "Une personne qui a l’intention de commettre pareilles infractions doit s’attendre à subir en conséquence une privation de liberté et des restrictions à ses droits et libertés, y compris à son droit à la vie privée, au secret de ses communications personnelles et familiales et donc à la possibilité d’avoir un enfant. En commettant une telle infraction, une personne se condamne elle-même et condamne sa famille, en toute conscience, à de telles restrictions.", "Ainsi, les dispositions litigieuses, qui prévoient que les détenus condamnés à la réclusion à perpétuité pour des infractions particulièrement graves portant atteinte à la vie n’ont pas droit à une visite longue jusqu’à ce qu’ils aient purgé au moins dix ans de leur peine d’emprisonnement, ont été adoptées par la législateur dans les limites de ses pouvoirs et ne rompent pas le juste équilibre entre les intérêts de la société dans son ensemble et les intérêts de l’individu (...). »", "III.  DROIT ET PRATIQUE INTERNATIONAUX PERTINENTS", "A.  Le Conseil de l’Europe", "1.  Comité des Ministres", "58.  La Recommandation Rec(2006)2 du Comité des Ministres aux États membres sur les Règles pénitentiaires européennes, adoptée le 11 janvier 2006, se lit ainsi :", "« Partie I", "Principes fondamentaux", "1.  Les personnes privées de liberté doivent être traitées dans le respect des droits de l’homme.", "2.  Les personnes privées de liberté conservent tous les droits qui ne leur ont pas été retirés selon la loi par la décision les condamnant à une peine d’emprisonnement ou les plaçant en détention provisoire.", "3.  Les restrictions imposées aux personnes privées de liberté doivent être réduites au strict nécessaire et doivent être proportionnelles aux objectifs légitimes pour lesquelles elles ont été imposées.", "4.  Le manque de ressources ne saurait justifier des conditions de détention violant les droits de l’homme.", "5.  La vie en prison est alignée aussi étroitement que possible sur les aspects positifs de la vie à l’extérieur de la prison.", "6.  Chaque détention est gérée de manière à faciliter la réintégration dans la société libre des personnes privées de liberté.", "(...)", "Partie II", "(...)", "Contacts avec le monde extérieur", "24.1  Les détenus doivent être autorisés à communiquer aussi fréquemment que possible – par lettre, par téléphone ou par d’autres moyens de communication – avec leur famille, des tiers et des représentants d’organismes extérieurs, ainsi qu’à recevoir des visites desdites personnes.", "24.2  Toute restriction ou surveillance des communications et des visites nécessaire à la poursuite et aux enquêtes pénales, au maintien du bon ordre, de la sécurité et de la sûreté, ainsi qu’à la prévention d’infractions pénales et à la protection des victimes – y compris à la suite d’une ordonnance spécifique délivrée par une autorité judiciaire – doit néanmoins autoriser un niveau minimal acceptable de contact.", "24.3  Le droit interne doit préciser les organismes nationaux et internationaux, ainsi que les fonctionnaires, avec lesquels les détenus peuvent communiquer sans restrictions.", "24.4  Les modalités des visites doivent permettre aux détenus de maintenir et de développer des relations familiales de façon aussi normale que possible.", "24.5  Les autorités pénitentiaires doivent aider les détenus à maintenir un contact adéquat avec le monde extérieur et leur fournir l’assistance sociale appropriée pour ce faire.", "(...)", "Partie VIII", "Détenus condamnés", "Objectif du régime des détenus condamnés", "102.1  Au-delà des règles applicables à l’ensemble des détenus, le régime des détenus condamnés doit être conçu pour leur permettre de mener une vie responsable et exempte de crime.", "102.2  La privation de liberté constituant une punition en soi, le régime des détenus condamnés ne doit pas aggraver les souffrances inhérentes à l’emprisonnement. »", "59.  Dans son Commentaire de la Recommandation Rec(2006)2 du Comité des Ministres aux États membres sur les Règles pénitentiaires européennes, le Comité européen pour les problèmes criminels (« le CEPC ») observe que la Règle 2 souligne que la perte du droit à la liberté que subissent les détenus ne doit pas être comprise comme impliquant automatiquement le retrait de leurs droits politiques, civils, sociaux, économiques et culturels. Le CEPC estime inévitable que les droits des détenus subissent des restrictions du fait de la privation de liberté mais ajoute que les restrictions supplémentaires doivent être aussi peu nombreuses que possible, être prévues par la loi et être introduites uniquement si elles sont essentielles au maintien de l’ordre, de la sûreté et de la sécurité dans les prisons. Enfin, pour le CEPC, les restrictions imposées ne devraient pas déroger aux Règles pénitentiaires européennes.", "60.  Selon le CEPC, la Règle 5 implique que les autorités pénitentiaires doivent intervenir activement pour rapprocher le plus possible les conditions de vie en prison de la vie normale.", "61.  En ce qui concerne les contacts avec le monde extérieur, le CEPC s’exprime ainsi :", "« La perte de liberté ne doit pas nécessairement entraîner l’absence de contacts avec le monde extérieur. Au contraire, tous les détenus ont droit à certains contacts et les autorités pénitentiaires doivent s’efforcer de créer les conditions leur permettant de maintenir ces contacts du mieux possible. »", "62.  Évoquant spécifiquement les visites familiales, le CDPC précise ce qui suit :", "« Le terme « famille » devrait être entendu au sens large afin d’englober la relation que le détenu a établie avec une personne ; relation comparable à celle des membres d’une famille, alors même qu’elle peut ne pas avoir été formalisée.", "L’article 8 de la CEDH reconnaît le droit de tout individu au respect de sa vie privée et familiale et de sa correspondance et la Règle 24 peut être lue comme définissant les responsabilités des autorités pénitentiaires pour assurer le respect de ces droits dans les conditions fondamentalement restrictives de la prison. La Règle couvre également les visites qui constituent une forme de communication particulièrement importante.", "(...) »", "63.  Le Comité des Ministres a adopté une série de résolutions et recommandations sur les détenus condamnés à de longues peines ou à la réclusion à perpétuité. Dans sa Résolution 76(2) du 17 février 1976 sur le traitement des détenus en détention de longue durée, la première sur la question, il recommande notamment aux États membres :", "« 1.  de poursuivre une politique criminelle selon laquelle de longues peines ne doivent être infligées que si elles sont nécessaires à la protection de la société ;", "2.  d’adopter les mesures législatives et administratives propres à favoriser un traitement adéquat pendant l’exécution de ces peines ;", "(...)", "6.  d’encourager le sens de la responsabilité des détenus par l’introduction progressive dans tous les domaines appropriés de systèmes de participation ;", "(...)", "9.  de s’assurer que les cas de tous les détenus seront examinés aussitôt que possible pour voir si une libération conditionnelle peut leur être accordée ;", "10.  d’accorder au détenu la libération conditionnelle, sous réserve des exigences légales concernant les délais, dès le moment où un pronostic favorable peut être formulé, la seule considération de prévention générale ne pouvant justifier le refus de la libération conditionnelle ;", "11.  d’adapter aux peines de détention à vie les mêmes principes que ceux régissant les longues peines ;", "12.  de s’assurer que pour les peines de détention à vie l’examen prévu sous 9 ait lieu si un tel examen n’a pas déjà été effectué au plus tard après huit à quatorze ans de détention et soit répété périodiquement ; (...) ».", "64.  Les passages pertinents de la Recommandation Rec(2003)23 du Comité des Ministres concernant la gestion par les administrations pénitentiaires des condamnés à perpétuité et des autres détenus de longue durée, adoptée le 9 octobre 2003, se lisent comme suit :", "« 2.  Les buts de la gestion des condamnés à perpétuité et des autres détenus de longue durée devraient être :", "–  de veiller à ce que les prisons soient des endroits sûrs et sécurisés pour les détenus et les personnes qui travaillent avec eux ou qui les visitent ;", "–  d’atténuer les effets négatifs que peut engendrer la détention de longue durée et à perpétuité ;", "–  d’accroître et d’améliorer la possibilité pour ces détenus de se réinsérer avec succès dans la société et de mener à leur libération une vie respectueuse des lois. (...)", "22.  Des efforts particuliers devraient être faits pour éviter une rupture des liens familiaux et, à cette fin :", "–  les détenus devraient être affectés, dans toute la mesure du possible, dans des prisons situées à proximité de leurs familles ou de leurs proches ;", "–  la correspondance, les appels téléphoniques et les visites devraient être autorisés avec la plus grande fréquence et intimité possible. Si de telles dispositions compromettent la sûreté ou la sécurité ou si l’évaluation des risques le justifie, ces contacts peuvent être assortis de mesures de sécurité raisonnables comme le contrôle de la correspondance et la fouille avant et après les visites.", "(...)", "33.  Pour aider les condamnés à la perpétuité et les autres détenus de longue durée à surmonter le problème particulier du passage d’une incarcération prolongée à un mode de vie respectueux des lois au sein de la société, leur libération devrait être préparée suffisamment à l’avance et prendre en considération les points suivants :", "–  la nécessité d’élaborer des plans spécifiques concernant la prélibération et la postlibération, prenant en compte des risques et des besoins pertinents ;", "–  la prise en compte attentive des possibilités favorisant une libération et la poursuite après la libération de tous programmes, interventions ou traitement dont les détenus auraient fait l’objet pendant leur détention ;", "–  la nécessité d’assurer une collaboration étroite entre l’administration pénitentiaire, les autorités assurant la prise en charge après la libération et les services sociaux et médicaux.", "34.  L’octroi et la mise en application de la libération conditionnelle pour les condamnés à la perpétuité et les autres détenus de longue durée devraient être guidés par les principes contenus dans la Recommandation Rec(2003)22 sur la libération conditionnelle. »", "2.  Le Comité européen pour la prévention de la torture et des traitements ou peines inhumains ou dégradants", "65.  Les passages pertinents du Mémorandum du Comité européen pour la prévention de la torture et des traitements ou peines inhumains ou dégradants (« le CPT ») du 27 juin 2007 (CPT (2007) 55), intitulé « Condamnations à la perpétuité réelle/effective », sont ainsi libellés :", "« Contacts avec le monde extérieur", "Les longues peines et la réclusion à perpétuité tendent à dissoudre les relations conjugales et familiales. La prévention de la rupture de ces relations est d’un grand secours pour protéger la santé mentale des détenus et, souvent, pour les inciter à utiliser positivement leur séjour en prison. Les relations conjugales et familiales tirent leur force de liens émotionnels. C’est pourquoi il est important de veiller autant que possible à ce que les circonstances de la détention de longue durée et de la réclusion à perpétuité ne dissipent pas ces liens.", "La préservation des relations familiales est favorisée lorsque la famille peut facilement rendre visite au détenu.", "Il est capital d’adopter un régime de correspondance libéral, aussi bien pour l’expédition que pour la réception de courrier. De même, des visites fréquentes et prolongées, dans des conditions qui autorisent la vie privée et le contact physique, sont essentielles. Les appels téléphoniques sont un moyen supplémentaire de maintenir le contact avec la famille. Les détenus de longue durée et les condamnés à perpétuité devraient pouvoir passer des appels téléphoniques de façon simple. Si l’on craint que les conversations téléphoniques ne soient mises à profit pour organiser des crimes, préparer une évasion ou troubler de toute autre manière la sécurité et l’ordre, elles peuvent être surveillées, à condition que le détenu soit informé qu’il peut être soumis à une telle surveillance si elle est jugée nécessaire. De même, si les lettres ou les visites représentent un risque pour la sûreté et la sécurité, il convient d’envisager leur maintien en appliquant des mesures préventives, comme le contrôle de la correspondance et la pratique de fouilles avant et après les visites.", "Les effets négatifs de l’institutionnalisation sur les détenus purgeant de longues peines seront moins prononcés, et les détenus seront mieux préparés à leur libération, s’ils ont effectivement la possibilité de rester en contact avec le monde extérieur. Concernant les conditions dans lesquelles se déroulent ces visites, une évaluation individuelle des risques/besoins de cette catégorie de détenus devrait permettre de prendre des décisions d’accorder des visites ouvertes sur une base individuelle.", "Il faudrait notamment s’efforcer d’éviter la dégradation des relations conjugales et familiales, car cela aura à son tour des conséquences bénéfiques sur la santé mentale du détenu en le motivant souvent pour employer de manière positive son temps en prison.", "Refuser systématiquement aux condamnés à la perpétuité, pendant des années durant, la possibilité de bénéficier de visites en parloir libre est indéfendable. Accorder ou non des visites en parloir libre devrait être basé sur une évaluation individuelle du risque. »", "66.  Les normes de 2002 du CPT (révisées en 2011) contiennent les dispositions suivantes (extrait du 2e rapport général d’activités du CPT –CPT/Inf(92) 3) :", "« 51.  Il est également essentiel pour les prisonniers de maintenir de bons contacts avec le monde extérieur. Par-dessus tout, les prisonniers doivent pouvoir maintenir des liens avec leur famille et leurs amis proches. Le principe directeur devrait être de promouvoir le contact avec le monde extérieur ; toute limitation à de tels contacts devrait être fondée exclusivement sur des impératifs sérieux de sécurité ou sur des considérations liées aux ressources disponibles.", "Le CPT, dans ce contexte, souhaite souligner la nécessité d’une certaine flexibilité dans l’application des règles en matière de visites et de contacts téléphoniques à l’égard des prisonniers dont les familles vivent très loin de la prison (rendant ainsi les visites régulières impossibles). Par exemple, de tels prisonniers pourraient être autorisés à cumuler plusieurs temps de visite et/ou se voir offrir de meilleures possibilités de contacts téléphoniques avec leurs familles. »", "67.  En ce qui concerne les condamnés à la réclusion à perpétuité et les autres détenus purgeant de longues peines, le CPT a formulé les déclarations suivantes (extrait de son 11e rapport général d’activités (CPT/Inf(2001) 16) :", "« 33.  (...) Au cours de certaines de ses visites, le CPT a constaté que la situation de ces détenus laissait beaucoup à désirer au niveau des conditions matérielles, des programmes d’activités et des possibilités de contacts humains. En outre, nombre de ces détenus étaient soumis à des restrictions spéciales de nature à exacerber les effets délétères associés à un emprisonnement de longue durée ; des exemples de ces restrictions sont (...) des droits de visite limités. Le CPT n’entrevoit aucune justification pour une application de restrictions indifféremment à tous les détenus soumis à un type donné de peines, sans que l’on tienne dûment compte des risques qu’ils peuvent (ou ne peuvent pas) présenter à titre individuel.", "Tout emprisonnement de longue durée peut entraîner des effets désocialisants sur les détenus. Outre le fait qu’ils s’institutionnalisent, de tels détenus peuvent être affectés par une série de problèmes psychologiques (dont la perte d’estime de soi et la détérioration des capacités sociales) et tendent à se détacher de plus en plus de la société vers laquelle la plupart d’entre eux finiront par retourner. De l’avis du CPT, les régimes proposés aux détenus purgeant de longues peines devraient être de nature à compenser ces effets de manière positive et proactive. »", "68.  Quant à la situation spécifique des détenus condamnés à de longues peines en Fédération de Russie, le CPT a formulé les déclarations suivantes dans son rapport de pays, à la suite de sa visite du 21 mai au 4 juin 2012 (CPT/Inf(2013/41) :", "« 113.  Enfin, eu égard à la situation qui prévaut à « Vladimirskyï Tsentral », le CPT tient à souligner à nouveau que, de son point de vue, rien ne justifie de séparer systématiquement les condamnés à perpétuité des autres détenus qui purgent leur peine d’emprisonnement. Une telle approche n’est pas conforme à la Recommandation Rec(2003)23 du Comité des Ministres, du 9 octobre 2003, concernant la gestion par les administrations pénitentiaires des condamnés à perpétuité et des autres détenus de longue durée. Le rapport qui accompagne cette recommandation rappelle que l’on part souvent du principe, à tort, qu’une peine de perpétuité implique qu’un détenu est dangereux en prison. Le placement des personnes condamnées à la réclusion à perpétuité devrait donc résulter d’une évaluation exhaustive et suivie des risques et des besoins, basée sur un plan de déroulement de la peine individualisé, et non pas simplement un résultat de leur condamnation. Le CPT recommande que les autorités russes revoient la législation et la pratique eu égard à la séparation des détenus condamnés à la réclusion à perpétuité dans les établissements du FSIN, compte tenu de ces remarques. »", "B.  Les Nations unies", "1.  Pacte international de 1996 relatif aux droits civils et politiques et le Comité des droits de l’homme des Nations unies", "69.  Le Pacte international relatif aux droits civils et politiques (« le PIDCP ») est entré en vigueur à l’égard de la Russie le 16 octobre 1973. Son article 10 § 3 est ainsi libellé :", "« Le régime pénitentiaire comporte un traitement des condamnés dont le but essentiel est leur amendement et leur reclassement social. (...) »", "70.  L’article 17 du même Pacte se lit ainsi :", "« 1.  Nul ne sera l’objet d’immixtions arbitraires ou illégales dans sa vie privée, sa famille, son domicile ou sa correspondance, ni d’atteintes illégales à son honneur et à sa réputation.", "2.  Toute personne a droit à la protection de la loi contre de telles immixtions ou de telles atteintes. »", "71.  Dans son Observation générale no 9 sur l’article 10, le Comité des droits de l’homme (1982) précise au paragraphe 3 :", "« La possibilité de recevoir la visite de parents (...) s’impose pour des motifs d’humanité. »", "72.  Dans son Observation générale no 21 sur l’article 10, le Comité des droits de l’homme (1992) déclare aux paragraphes 3 et 4 que les personnes privées de liberté :", "« (...) ne doivent pas subir de privation ou de contrainte autre que celles qui sont inhérentes à la privation de liberté ; le respect de leur dignité doit être garanti à ces personnes de la même manière qu’aux personnes libres. Les personnes privées de leur liberté jouissent de tous les droits énoncés dans le Pacte, sous réserve des restrictions inhérentes à un milieu fermé.", "Traiter toute personne privée de liberté avec humanité et en respectant sa dignité est une règle fondamentale d’application universelle, application qui, dès lors, ne saurait dépendre des ressources matérielles disponibles dans l’État partie. Cette règle doit impérativement être appliquée sans distinction aucune, notamment de race, de couleur, de sexe, de langue, de religion, d’opinions politiques ou autres, d’origine nationale ou sociale, de fortune, de naissance ou de toute autre situation. »", "Il ajoute au paragraphe 10 que :", "« [a]ucun système pénitentiaire ne saurait être axé uniquement sur le châtiment ; il devrait essentiellement viser le redressement et la réadaptation sociale du prisonnier. »", "2.  Ensemble de règles minima pour le traitement des détenus", "73.  L’ensemble de règles minima des Nations unies pour le traitement des détenus, adopté le 30 août 1955, contient des dispositions spécifiques sur les détenus condamnés, notamment les principes directeurs suivants :", "« Contact avec le monde extérieur", "37.  Les détenus doivent être autorisés, sous la surveillance nécessaire, à communiquer avec leur famille et ceux de leurs amis auxquels on peut faire confiance, à intervalles réguliers tant par correspondance qu’en recevant des visites.", "38.  1)  Des facilités raisonnables pour communiquer avec leurs représentants diplomatiques et consulaires doivent être accordées aux détenus ressortissants d’un pays étranger.", "2)  En ce qui concerne les détenus ressortissants des États qui n’ont pas de représentants diplomatiques ou consulaires dans le pays ainsi que les réfugiés et les apatrides, les mêmes facilités doivent leur être accordées de s’adresser au représentant diplomatique de l’État qui est chargé de leurs intérêts ou à toute autorité nationale ou internationale qui a pour tâche de les protéger.", "39.  Les détenus doivent être tenus régulièrement au courant des événements les plus importants, soit par la lecture de journaux quotidiens, de périodiques ou de publications pénitentiaires spéciales, soit par des émissions radiophoniques, des conférences ou tout autre moyen analogue, autorisés ou contrôlés par l’administration.", "(...)", "RÈGLES APPLICABLES À DES CATÉGORIES SPÉCIALES", "A.  Détenus condamnés", "(...)", "57.  L’emprisonnement et les autres mesures qui ont pour effet de retrancher un délinquant du monde extérieur sont afflictives par le fait même qu’elles dépouillent l’individu du droit de disposer de sa personne en le privant de sa liberté. Sous réserve des mesures de ségrégation justifiées ou du maintien de la discipline, le système pénitentiaire ne doit donc pas aggraver les souffrances inhérentes à une telle situation.", "58.  Le but et la justification des peines et mesures privatives de liberté sont en définitive de protéger la société contre le crime. Un tel but ne sera atteint que si la période de privation de liberté est mise à profit pour obtenir, dans toute la mesure du possible, que le délinquant, une fois libéré, soit non seulement désireux, mais aussi capable de vivre en respectant la loi et de subvenir à ses besoins.", "59.  À cette fin, le régime pénitentiaire doit faire appel à tous les moyens curatifs, éducatifs, moraux et spirituels et autres et à toutes les formes d’assistance dont il peut disposer, en cherchant à les appliquer conformément aux besoins du traitement individuel des délinquants. »", "3.  Ensemble de principes des Nations unies pour la protection de toutes les personnes soumises à une forme quelconque de détention ou d’emprisonnement", "74.  Les dispositions pertinentes en l’espèce de l’Ensemble de principes pour la protection de toutes les personnes soumises à une forme quelconque de détention ou d’emprisonnement, adopté par l’Assemblée générale des Nations unies le 9 décembre 1988 (A/RES/43/173), sont ainsi libellées :", "« Principe 3", "Si une personne est soumise à une forme quelconque de détention ou d’emprisonnement, il ne peut être admis à son égard aucune restriction ou dérogation aux droits de l’homme reconnus ou en vigueur dans un État en application de lois, de conventions, de règlements ou de coutumes, sous prétexte que le présent Ensemble de principes ne les reconnaît pas ou les reconnaît à un moindre degré.", "(...)", "Principe 19", "Toute personne détenue ou emprisonnée a le droit de recevoir des visites, en particulier de membres de sa famille, et de correspondre, en particulier avec eux, et elle doit disposer de possibilités adéquates de communiquer avec le monde extérieur, sous réserve des conditions et restrictions raisonnables que peuvent spécifier la loi ou les règlements pris conformément à la loi.", "Principe 20", "Si une personne détenue ou emprisonnée en fait la demande, elle sera placée, si possible, dans un lieu de détention ou d’emprisonnement raisonnablement proche de son lieu de résidence habituel. »", "4.  Principes fondamentaux des Nations unies relatifs au traitement des détenus", "75.  Les Principes fondamentaux relatifs au traitement des détenus (adoptés par la Résolution 45/111 du 14 décembre 1990) contiennent les dispositions suivantes :", "« 1.  Tous les détenus sont traités avec le respect dû à la dignité et à la valeur inhérentes à l’être humain.", "(...)", "5.  Sauf pour ce qui est des limitations qui sont évidemment rendues nécessaires par leur incarcération, tous les détenus doivent continuer à jouir des droits de l’homme et des libertés fondamentales énoncés dans la Déclaration universelle des droits de l’homme et, lorsque l’État concerné y est partie, le Pacte international relatif aux droits économiques, sociaux et culturels, le Pacte international relatif aux droits civils et politiques et le Protocole facultatif qui l’accompagne, ainsi que de tous les autres droits énoncés dans d’autres pactes des Nations Unies. »", "5.  Convention des Nations unies contre la torture et autres peines ou traitements cruels, inhumains ou dégradants", "76.  Dans ses observations finales concernant le cinquième rapport périodique de la Fédération de Russie, adoptées à sa quarante-neuvième session (29 octobre–23 novembre 2012), le Comité des Nations unies contre la torture formule le commentaire suivant :", "« 9.  (...) [Le Comité] s’inquiète en outre de ce que la législation de l’État partie, au lieu de reconnaître à toutes les personnes privées de liberté le droit de communiquer sans délai avec des membres de leur famille dès le début de leur détention, autorise des fonctionnaires de l’État partie à prendre contact avec les proches des détenus en leur nom, et ne prévoit pas que les proches doivent être informés du lieu de détention dans tous les cas. (...) »", "C.  Règlement du Tribunal pénal international pour l’ex-Yougoslavie portant régime de détention des personnes en attente de jugement ou d’appel devant le Tribunal ou détenues sur l’ordre du Tribunal (tel qu’amendé le 21 juin 2005)", "77.  L’article 61 A) de ce Règlement se lit ainsi :", "« Tout détenu a le droit de recevoir la visite de sa famille, de ses amis et d’autres personnes, sous réserve seulement des articles 64 et 64 bis ainsi que des restrictions et des mesures de surveillance que peut imposer le Commandant en consultation avec le Greffier. Ces restrictions et mesures de surveillance doivent être nécessaires dans l’intérêt de l’administration de la justice ainsi que pour préserver la sécurité et le bon ordre de la prison et du quartier pénitentiaire. »", "D.  Cour interaméricaine des droits de l’homme et Commission interaméricaine des droits de l’homme", "78.  Selon la jurisprudence constante de la Commission interaméricaine des droits de l’homme (« CIDH »), l’État a l’obligation de faciliter et de réglementer le contact entre les prisonniers et leurs familles. À cet égard, la CIDH a déclaré que le droit de visite est un droit fondamental pour assurer le droit relatif à la protection de la vie familiale de toutes les parties concernées.", "79.  Dans l’affaire X et Y c. Argentine (CIDH, rapport 38/96, affaire 10.506, fond, 15 octobre 1996), la CIDH a souligné que, même si les visites de contact ne sont pas un droit, lorsqu’elles les permettent, les autorités sont tenues de les réglementer dans le respect des droits de l’homme et de la dignité des personnes concernées. Elle a formulé en particulier les considérations suivantes :", "« 97.  Le droit à une vie familiale peut se heurter à certaines limitations qui lui sont propres. Il existe des circonstances spéciales, par exemple l’emprisonnement ou le service militaire qui, sans pour autant suspendre le droit, affectent inévitablement son exercice et empêchent d’en jouir pleinement. S’il est vrai que l’emprisonnement empêche nécessairement de jouir pleinement de la famille, du fait qu’il sépare par la force l’un de ses membres, l’État a l’obligation de faciliter et de réglementer le contact entre les prisonniers et leurs familles, et de respecter les droits fondamentaux de toutes les personnes contre des ingérences abusives et arbitraires de la part de l’État et de ses fonctionnaires publics.", "98.  La Commission a toujours affirmé que l’État a l’obligation de faciliter le contact entre le prisonnier et sa famille, malgré les restrictions imposées aux libertés personnelles qui découlent de l’emprisonnement. À ce propos, la Commission a déclaré à diverses reprises que le droit de visite est un droit fondamental pour assurer le respect de l’intégrité et de la liberté personnelle des prisonniers et, à titre de corollaire, le droit de protection de la famille de toutes les parties affectées. C’est précisément en raison des circonstances exceptionnelles qui entourent l’emprisonnement que l’État a l’obligation de prendre des mesures qui conduisent à garantir effectivement le droit de maintenir et de développer les relations familiales. C’est pourquoi le caractère nécessaire de toute mesure qui limite ce droit doit s’ajuster aux conditions ordinaires et raisonnables de l’emprisonnement. »", "80.  Dans l’affaire Oscar Elias Biscet et autres c. Cuba (CIDH, rapport no 67/06, Affaire 12.476, fond, 1er octobre 2006), la Commission a condamné en vertu de l’article VI de la Déclaration américaine des droits et devoirs de l’homme les restrictions apportées sans raison apparente aux visites familiales.", "Elle s’est notamment exprimée comme suit :", "« 237.  La Commission relève que, bien que l’emprisonnement entraîne nécessairement la séparation des détenus et de leurs familles, l’État a l’obligation de faciliter et de réglementer les contacts entre eux. Eu égard aux circonstances exceptionnelles que crée la détention, l’État est tenu de prendre des dispositions permettant de garantir effectivement le droit de maintenir et de développer les relations familiales. La nécessité de toute mesure qui limite ce droit doit s’ajuster aux conditions ordinaires et raisonnables de l’emprisonnement. Si l’État réglemente la manière dont les détenus et leurs proches exercent le droit d’établir et de préserver leur vie familiale, il ne peut imposer aucune condition ni mettre en œuvre aucune procédure qui porterait atteinte aux droits reconnus dans la Déclaration américaine.", "(...)", "239.  En l’espèce, la Commission observe que la plupart des victimes sont détenues dans des prisons situées loin de leurs familles. Les requérants allèguent même que les autorités ont délibérément incarcéré les victimes dans des établissements éloignés pour entraver les contacts des intéressés avec leurs familles, leurs avocats et les médias. De plus, ils soutiennent que dans la plupart des cas les autorités pénitentiaires ont restreint les visites familiales et conjugales sans raison apparente.", "240.  La Commission estime que l’État n’a pas respecté son obligation de faciliter les contacts entre les détenus et leurs familles. Eu égard à ces éléments factuels, elle conclut que l’État a violé l’article VI de la Déclaration américaine, au préjudice de l’ensemble des victimes. »", "IV.  droit comparé", "81.  L’Allemagne, l’Autriche, l’Azerbaïdjan, la Belgique, la Bulgarie, la Croatie, le Danemark, l’Espagne, l’Estonie, la Finlande, la France, la Géorgie, la Grèce, l’Irlande, l’Italie, le Liechtenstein, la Lituanie, le Luxembourg, l’ex-République yougoslave de Macédoine, Malte, la Moldova, le Monténégro, les Pays-Bas, la Pologne, le Portugal, la République tchèque, la Roumanie, le Royaume-Uni (l’Angleterre et le pays de Galles), la Serbie, la Slovaquie, la Slovénie, la Suède, la Suisse, la Turquie et l’Ukraine autorisent tous en principe les personnes condamnées à la réclusion à perpétuité ou à des peines de longue durée, à l’instar des autres catégories de détenus, à communiquer avec leurs familles à des intervalles réguliers en recevant des visites conformément à la procédure et aux modalités dictées par le droit interne et en fonction des réalités pratiques des établissements dans lesquels les intéressés sont incarcérés. Ainsi que l’énoncent expressément les dispositions pertinentes édictées par certains États membres, comme l’Allemagne, l’Italie, la Pologne et le Royaume-Uni, pareilles visites visent principalement le maintien des liens familiaux.", "82.  Dans la plupart des États susmentionnés, la réglementation relative aux visites en prison est la même pour toutes les catégories de détenus, y compris les détenus condamnés à la réclusion à perpétuité et/ou les détenus purgeant de longues peines. Dans certains États membres, comme en Azerbaïdjan, en Bulgarie, en Lituanie, en Pologne, en Serbie et en Turquie, certaines catégories de détenus, notamment les personnes condamnées à la réclusion à perpétuité et/ou purgeant de longues peines, peuvent être soumis à des restrictions supplémentaires, en particulier en ce qui concerne la fréquence et la durée de ces visites et les locaux dans lesquels elles se déroulent. Parmi les États qui autorisent les visites intimes, un État membre, la Moldova, en exclut les détenus condamnés à la réclusion à perpétuité et certaines autres catégories de prisonniers. La situation était similaire en Ukraine jusqu’au 7 mai 2014, date à laquelle est entrée en vigueur l’article 151 modifié du code de l’exécution des peines qui autorise désormais les détenus condamnés à la réclusion à perpétuité à recevoir pareilles visites.", "83.  La majorité des États susmentionnés ont adopté diverses mesures de contrôle restreignant les contacts physiques directs, le nombre de visiteurs et l’intimité pendant les visites en prison. Il apparaît que seul un petit nombre d’États, comme l’Allemagne, la Croatie, la Suède et la Suisse, autorisent des visites familiales régulières en principe non surveillées, sauf en cas de problème particulier de sécurité ou autre. En général, les visites familiales régulières des détenus condamnés à la réclusion à perpétuité ou à une longue peine se déroulent autour d’une table dans une pièce destinée à cet effet, dans certains cas à côté d’autres détenus et visiteurs (par exemple en Belgique, au Luxembourg, aux Pays-Bas, en Pologne, au Royaume-Uni et en Suisse) ou derrière une paroi vitrée (en particulier en Azerbaïdjan, en Bulgarie, en Grèce, en exRépublique yougoslave de Macédoine, en Roumanie et en Slovaquie). Dans certains États membres (par exemple en Autriche, en Espagne, en Finlande, en Turquie et en Ukraine), les deux possibilités existent, en fonction de l’établissement et d’autres conditions. En Allemagne, en Estonie, au Portugal, au Royaume-Uni et en Suède, les visites ont lieu dans une pièce équipée d’une paroi vitrée (ou d’autres dispositifs interdisant le contact physique) pour des raisons de sécurité. Dans les États membres où les visites se déroulent dans une pièce sans obstacle physique, comme en Allemagne, en Belgique, en France, en Irlande, en Italie, au Liechtenstein, au Monténégro, en Pologne, au Portugal, en Serbie, en Suisse, en Suède, en Slovénie et en Turquie (pour ce qui est des visites ouvertes), les contacts physiques sont autorisés dans une certaine mesure entre les visiteurs adultes et les détenus adultes. En revanche, ils sont interdits dans la plupart des cas en Finlande et strictement réglementés aux Pays-Bas et en Slovaquie.", "84.  La fréquence des visites courtes en prison varie considérablement, une visite courte par mois étant le minimum généralement admis pour la majorité des détenus dans tous les pays ayant fait l’objet de la recherche. Dans certains pays membres, comme en Autriche, en Belgique, en Espagne, en Finlande, en Grèce, en Irlande, à Malte, au Monténégro, aux Pays-Bas, au Portugal, en Slovénie et en Suisse, les visites familiales sont en principe autorisées toutes les semaines. Dans d’autres pays, par exemple en Bulgarie, en Croatie, en ex-République yougoslave de Macédoine, en Pologne, en Roumanie et au Royaume-Uni, pareilles visites sont autorisées deux fois par mois. En Italie le nombre de visites autorisées est de six par mois et en Turquie de quatre par mois. Dans un certain nombre d’États, comme en Allemagne, en Estonie, en Géorgie, en Moldova, en République tchèque, en Serbie, en Slovaquie et en Ukraine, les visites familiales sont autorisées une fois par mois. En Lituanie, les personnes condamnées à la réclusion à perpétuité qui relèvent de la catégorie des détenus soumis à un régime de sécurité moyenne ont l’autorisation de recevoir des visites régulières tous les deux mois. De même, en Azerbaïdjan, où le nombre des visites dépend du régime appliqué à la personne détenue conformément au code pénal, les détenus à perpétuité peuvent bénéficier de six visites régulières par an.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "85.  Le requérant allègue que pendant les dix premières années où il a été détenu dans une colonie pénitentiaire à régime spécial à la suite de sa condamnation ses possibilités de recevoir des visites de son épouse et d’autres membres de sa famille ont été fortement restreintes. Il se plaint en particulier de l’impossibilité de bénéficier de visites conjugales durant sa détention dans la colonie. Dans ses observations du 12 mai 2014, il affirme également que durant sa détention provisoire de novembre 1994 à octobre 1995 son épouse et les autres membres de sa famille n’ont pas été autorisés à lui rendre visite à la maison d’arrêt. Il invoque l’article 8 de la Convention, qui est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "1.  Thèses des parties", "86.  Relevant que l’épouse du requérant a obtenu le divorce en 1996, le Gouvernement soutient qu’il y a lieu de déclarer l’affaire irrecevable pour autant qu’elle porte sur le grief relatif à l’impossibilité pour l’intéressé de voir sa femme dans le cadre de visites conjugales à partir du 8 octobre 1999, date à laquelle sa détention a débuté dans une colonie pénitentiaire à régime spécial à la suite de sa condamnation.", "87.  Le requérant confirme qu’il est divorcé de sa femme depuis 1996 mais considère que le régime restrictif appliqué aux visites en prison a aussi affecté d’autres membres de sa famille et proches et que la Cour doit donc poursuivre l’examen de l’affaire.", "2.  Appréciation de la Cour", "a)  Le grief relatif à la détention provisoire du requérant de novembre 1994 à octobre 1995", "88.  La Cour relève d’emblée que la Convention est entrée en vigueur à l’égard de la Russie le 5 mai 1998. Il s’ensuit que, dans la mesure où le requérant se plaint d’événements survenus pendant sa détention provisoire de novembre 1994 à octobre 1995, le grief est incompatible ratione temporis avec les dispositions de la Convention au sens de l’article 35 § 3 a) et doit être rejeté en application de l’article 35 § 4.", "b)  Le grief relatif à l’impossibilité pour le requérant de bénéficier de visites conjugales pendant sa détention dans la colonie pénitentiaire à régime spécial", "89.  La Cour constate qu’il ressort clairement des observations présentées le 12 mai 2014 par le requérant que l’épouse de celui-ci a obtenu le divorce en 1996. En l’absence de preuve du contraire, l’intéressé ne saurait passer pour avoir eu une vie familiale au sens de l’article 8 de la Convention avec son ex-épouse après leur divorce en 1996 et son arrivée dans la colonie pénitentiaire à régime spécial le 8 octobre 1999. Dès lors, pour autant que le requérant se plaint de l’impossibilité de voir son épouse dans le cadre de visites conjugales, il ne peut se prétendre victime de la violation alléguée de l’article 8 de la Convention.", "90.  Eu égard à ce qui précède, la Cour estime que cette partie de la requête est incompatible ratione personae avec les dispositions de la Convention au sens de l’article 35 § 3 a) et doit donc être rejetée en application de l’article 35 § 4.", "c)  Le grief relatif aux dix premières années pendant lesquelles le requérant a été détenu dans la colonie pénitentiaire à régime spécial après sa condamnation", "91.  Quant au dernier grief du requérant concernant diverses restrictions apportées aux contacts avec ses proches et les membres de sa famille du 8 octobre 1999 au 11 octobre 2009, alors qu’il était soumis au régime strict au sein de la colonie pénitentiaire à régime spécial, la Cour estime qu’il relève intégralement de sa compétence, étant donné que ce grief lui a été présenté en octobre 2006 et que la période considérée, prise dans sa globalité, représente une situation continue au sens de sa jurisprudence (voir, mutatis mutandis, Benediktov c. Russie, no 106/02, § 12, 10 mai 2007 ; Igor Ivanov c. Russie, no 34000/02, § 30, 7 juin 2007 ; Gouliyev c. Russie, no 24650/02, § 31, 19 juin 2008 ; Maltabar et Maltabar c. Russie, no 6954/02, §§ 82-84, 29 janvier 2009 ; Aleksandr Matveïev c. Russie, no 14797/02, §§ 67-68, 8 juillet 2010 ; et Valeriy Lopata c. Russie, no 19936/04, §§ 104-106, 30 octobre 2012), pendant laquelle les conditions de détention du requérant sont demeurées essentiellement les mêmes.", "92.  La Cour considère que ce grief soulève des questions défendables au regard de l’article 8 de la Convention, de sorte qu’il ne peut passer pour manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Constatant qu’il ne se heurte à aucun autre motif d’irrecevabilité, elle le déclare recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Le requérant", "93.  Le requérant allègue que la limitation du nombre de visites longues et courtes pendant les dix premières années de sa détention dans la colonie pénitentiaire à régime spécial était injustifiée et excessivement sévère. À son sens, la rigidité des règles concernant les types de visites ainsi que leur fréquence et leur durée et l’intégration directe de ces règles dans la législation empêchent toute approche individualisée et adaptée aux circonstances spécifiques de la situation de chaque détenu.", "94.  Évoquant les objectifs d’une peine pénale mentionnés à l’article 43 § 2 du code pénal, à savoir « le rétablissement de la justice sociale, l’amendement du condamné et la prévention de nouvelles infractions », le requérant convient qu’il s’agit là de buts légitimes (paragraphe 33 cidessus). En revanche, il considère que la législation contestée ne permet pas de les atteindre. Pour lui, le maintien des relations familiales constitue le seul lien qui l’unit encore à la société, et représente le moyen le plus efficace pour amener une personne condamnée à s’amender.", "95.  Quant à l’argument du Gouvernement relatif au caractère temporaire des restrictions afférentes à l’interdiction des visites familiales longues pendant dix ans, le requérant soutient que la durée réelle de ces mesures est en pratique considérablement plus longue, eu égard à la période de détention provisoire et aux règles très strictes présidant au calcul de la période de dix ans. Dans son cas, ces restrictions lui auraient été appliquées pendant quinze ans au total.", "96.  En ce qui concerne les modalités des visites courtes, le requérant déplore leur rareté (deux par an), leur brièveté (quatre heures maximum) et les dispositions excluant toute intimité, telles que la présence d’un gardien de prison et la séparation physique par une paroi vitrée. Il considère également que le fait de limiter chaque visite à deux adultes seulement est excessivement sévère.", "97.  Enfin, le requérant allègue également que l’interdiction des visites longues pendant dix ans et les modalités très sévères des visites courtes, qui excluraient toute intimité et tout contact physique, ont eu un effet disproportionné sur les membres de sa famille, plus particulièrement sur son père, qui serait âgé et malade, et sur son fils, qui aurait pris ses distances avec lui en raison de l’absence de toute relation entre eux.", "b)  Le Gouvernement", "98.  Le Gouvernement convient que le régime pénitentiaire auquel le requérant a été soumis pendant les dix premières années où il a été détenu dans la colonie pénitentiaire à régime spécial après sa condamnation a constitué une ingérence dans la vie privée et familiale de l’intéressé. Toutefois, renvoyant à la jurisprudence de la Cour constitutionnelle (paragraphes 29 et 55-57 ci-dessus), il estime que cette ingérence était prévue par la loi et proportionnée aux buts légitimes poursuivis.", "99.  Invoquant la jurisprudence de la Cour constitutionnelle, le Gouvernement soutient que la mesure en question visait le redressement d’une injustice, l’amendement de la personne condamnée et la prévention de la commission d’autres infractions pénales. Il explique en outre que, conformément au code de l’exécution des sanctions pénales, la législation pénitentiaire a principalement pour objectifs l’amendement de l’individu concerné et la prévention de la commission d’autres infractions, tant par le détenu condamné que par d’autres personnes. Dans sa plaidoirie à l’audience devant la Cour, le Gouvernement a déclaré que l’on ne pouvait pas s’attendre à réaliser l’objectif de réinsertion sociale s’agissant des détenus condamnés à la réclusion à perpétuité comme le requérant, et que le régime pénitentiaire applicable avait pour unique but l’isolement de personnes telles que l’intéressé.", "100.  Le Gouvernement estime que l’ingérence était proportionnée aux buts légitimes poursuivis, considérant en particulier que le requérant a été condamné à la réclusion à perpétuité pour des infractions très graves et que les diverses restrictions apportées à ses visites familiales n’ont été que temporaires. Il ajoute que les mesures d’individualisation nécessaires et l’appréciation de la proportionnalité sont intégrées dans les dispositions législatives pertinentes et sont prises en compte au stade de l’élaboration du jugement sur l’affaire. Selon lui, la sévérité du régime dépend, en particulier, de la gravité de la peine prononcée par le tribunal, de la nature de l’infraction, de sa dangerosité pour la société, des circonstances spécifiques dans lesquelles elle a été commise, de la personnalité de son auteur et de la conduite de celui-ci pendant sa détention à la suite de sa condamnation.", "101.  Par ailleurs, le Gouvernement estime qu’il faut partir du principe que tout délinquant a pleinement conscience des conséquences de son comportement répréhensible et du fait qu’en commettant une infraction il se condamne lui-même et condamne ses proches à subir les restrictions apportées à son droit de communiquer avec sa famille, à l’inviolabilité de sa vie privée et au secret de ses affaires personnelles et familiales.", "102. Enfin, le Gouvernement soutient que les limitations en question découlent par essence d’une mesure de contrainte telle que la privation de liberté. Il souligne que les restrictions n’ont pas rompu tous les liens entre le requérant et sa famille pendant les dix premières années de la détention de l’intéressé et qu’elles étaient par ailleurs limitées dans le temps.", "c)  Les tiers intervenants", "103.  Les tiers intervenants critiquent la durée de dix ans du régime strict appliqué dans les colonies pénitentiaires à régime spécial, estimant qu’elle est arbitraire, excessivement rigide et sans rapport avec les données sociologiques ou démographiques et les normes juridiques internationales. Ils déplorent également l’interdiction des visites longues et diverses modalités restrictives des visites courtes, telles que l’absence de tout contact physique et la limitation du nombre de visiteurs autorisés.", "104.  Les tiers intervenants considèrent que cette règle des dix ans a pour seul but d’infliger une sanction supplémentaire aux détenus condamnés à la réclusion à la perpétuité pendant une période où, selon eux, les relations avec les familles demeurent cruciales aux fins de l’amendement et de la réinsertion sociale ultérieurs des personnes condamnées. Pour eux, la mesure prive effectivement les détenus condamnés à la réclusion à perpétuité de tout droit à l’espoir et a un effet extrêmement délétère sur leur vie familiale.", "105.  De plus, les tiers intervenants soutiennent que la législation litigieuse est en contradiction avec une tendance européenne, qui serait à présent bien établie, vers l’octroi d’une importance croissante à l’amendement des détenus et à l’allègement de certaines restrictions touchant les détenus purgeant de longues peines. À cet égard, ils évoquent à titre d’exemple des modifications législatives récentes intervenues dans des pays comme l’Arménie, l’Azerbaïdjan, la Lettonie, la Lituanie ou l’Ukraine.", "2.  Appréciation de la Cour", "a)  Sur l’existence d’une ingérence dans les droits du requérant découlant de l’article 8", "106.  La détention, comme toute autre mesure privative de liberté, entraîne par nature des restrictions à la vie privée et familiale de l’intéressé. Il est cependant essentiel au respect de la vie familiale que l’administration pénitentiaire autorise le détenu et l’aide au besoin à maintenir le contact avec sa famille proche (voir, parmi beaucoup d’autres, Messina c. Italie (no 2), no 25498/94, §§ 61-62, CEDH 2000-X ; Lavents c. Lettonie, no 58442/00, § 139, 28 novembre 2002 ; Estrikh c. Lettonie, no 73819/01, § 166, 18 janvier 2007 ; Nazarenko c. Lettonie, no 76843/01, § 25, 1er février 2007 ; Trosin c. Ukraine, no 39758/05, § 39, 23 février 2012 ; et EpnersGefners c. Lettonie, no 37862/02, §§ 60-66, 29 mai 2012).", "107.  En l’espèce, la Cour relève que, pendant les dix premières années de sa détention dans la colonie pénitentiaire à régime spécial à la suite de sa condamnation, le requérant a été soumis au régime strict, c’est-à-dire un régime pénitentiaire spécifique impliquant notamment des restrictions à la fréquence et à la durée des visites en prison et une limitation du nombre de visiteurs, ainsi que diverses mesures de surveillance de ces rencontres. Le requérant pouvait correspondre avec le monde extérieur, mais il avait l’interdiction absolue de passer des appels téléphoniques, sauf en cas d’urgence. La Cour note également que pendant cette période l’intéressé a tenté de garder le contact avec ses proches, à savoir ses parents, son frère et son fils, dont les possibilités de rendre visite à leur parent ont sans aucun doute été restreintes.", "108.  Le Gouvernement ne conteste pas que l’application au requérant du régime pénitentiaire susmentionné a constitué une ingérence dans le droit de l’intéressé au respect de sa vie privée et familiale au sens de l’article 8 de la Convention.", "109.  Eu égard à sa jurisprudence et aux circonstances de l’espèce décrites ci-dessus, la Cour estime que les mesures en question s’analysent en une ingérence dans le droit du requérant au respect de sa « vie privée » et de sa « vie familiale » au sens de l’article 8. Il reste à examiner si cette ingérence était justifiée au regard du second paragraphe de cette disposition.", "b)  Sur la justification de l’ingérence", "i.  Prévue par la loi", "110.  Selon la jurisprudence de la Cour, les mots « prévue par la loi » figurant à l’article 8 § 2 requièrent que la ou les mesures incriminées aient une base en droit interne (voir, par exemple, Aleksandra Dmitriyeva c. Russie, no 9390/05, §§ 104-107, 3 novembre 2011) mais visent également la qualité de la loi en question, exigeant que celle-ci soit accessible à la personne concernée et prévisible quant à ses effets (Rotaru c. Roumanie [GC], no 28341/95, § 52, CEDH 2000V). Pour satisfaire à la condition de prévisibilité, la loi doit formuler avec suffisamment de précision les modalités d’application d’une mesure pour permettre aux personnes concernées – en s’entourant, au besoin, de conseils éclairés – de régler leur conduite.", "111.  La Cour relève que les restrictions litigieuses ont été imposées au requérant en application des articles 125 § 3, 126 et 127 § 3 du code de l’exécution des sanctions pénales (paragraphes 50 et 52 ci-dessus), qui prévoient respectivement la soumission de tous les détenus condamnés à la réclusion à la perpétuité au régime strict à leur arrivée dans la colonie pénitentiaire à régime spécial, diverses restrictions aux possibilités pour ces détenus de recevoir des visites de leurs proches en prison et par ailleurs la façon dont les relations de ces détenus avec le monde extérieur est réglementée pendant les dix années suivant leur arrivée.", "112.  La Cour constate, et les parties n’en disconviennent pas, que la détention du requérant dans la colonie pénitentiaire à régime spécial dans les conditions du régime strict avait une base légale en droit russe et que la loi elle-même était claire, accessible et suffisamment précise.", "ii.  But légitime", "113.  Le Gouvernement justifie les restrictions aux possibilités pour le requérant de recevoir des visites de ses proches en prison en s’appuyant sur la jurisprudence de la Cour constitutionnelle, laquelle a déclaré dans sa décision no 257-O du 24 mai 2005 (paragraphe 29 ci-dessus) que les buts de la législation applicable étaient « le rétablissement de la justice, l’amendement du délinquant et la prévention de nouvelles infractions ». Dans sa plaidoirie à l’audience devant la Grande Chambre, le Gouvernement a précisé que cette législation, loin de poursuivre le but de la réinsertion sociale du requérant et des autres détenus condamnés à la réclusion à la perpétuité, visait plutôt à isoler ces personnes de la société (paragraphe 99 ci-dessus).", "114.  Eu égard aux observations des parties et, en particulier, aux explications données par le gouvernement défendeur à l’audience, on peut légitimement se demander si les restrictions apportées au droit du requérant de recevoir des visites en prison poursuivaient un but légitime au sens de l’article 8 § 2 de la Convention.", "115.  La Cour juge toutefois inutile de statuer sur cette question, eu égard à ses conclusions ci-dessous (paragraphes 127-149 ci-dessous).", "c)  Nécessaire dans une société démocratique", "i.  Principes généraux", "116.  La Cour réaffirme sa jurisprudence bien établie selon laquelle les détenus continuent de jouir pendant leur détention de tous les droits et libertés fondamentaux garantis par la Convention, à l’exception du droit à la liberté (voir, par exemple, Dickson c. Royaume-Uni [GC], no 44362/04, § 67, CEDH 2007V, citant Hirst c. Royaume-Uni (no 2) [GC], no 74025/01, § 69, CEDH 2005IX, et Boulois c. Luxembourg [GC], no 37575/04, § 82, CEDH 2012).", "117.  En conséquence, les personnes en détention ne perdent pas leurs droits garantis par la Convention, y compris le droit au respect de leur vie familiale (Płoski c. Pologne, no 26761/95, §§ 32 et 35, 12 novembre 2002), de sorte que toute restriction à ces droits doit être justifiée dans chaque cas (Dickson [GC], précité, § 68).", "118.  Quant à l’exigence de « nécessité dans une société démocratique », la Cour a précisé que la notion de « nécessité » implique une ingérence fondée sur un besoin social impérieux et, notamment, proportionnée au but légitime poursuivi. Pour déterminer si une ingérence est « nécessaire, dans une société démocratique », la Cour tient compte de la marge d’appréciation laissée aux autorités nationales, mais l’État défendeur reste tenu de démontrer l’existence d’un besoin social impérieux sous-jacent à l’ingérence (Kučera c. Slovaquie, no 48666/99, § 127, 17 juillet 2007 ; et Klamecki c. Pologne (no 2), no 31583/96, § 144, 3 avril 2003). De plus, la Cour ne saurait se borner à examiner isolément les faits litigieux ; il lui faut appliquer un critère objectif et les considérer à la lumière de l’ensemble de l’affaire (Nowicka c. Pologne, no 30218/96, §§ 69-70, 3 décembre 2002).", "119.  Il appartient aux autorités nationales de dire les premières où se situe le juste équilibre à ménager dans un cas donné avant que la Cour ne procède à une évaluation en dernier ressort, et une certaine marge d’appréciation est donc laissée en principe aux États dans ce cadre. L’ampleur de cette marge varie et dépend d’un certain nombre d’éléments, notamment de la nature des activités en jeu et des buts des restrictions (Dickson [GC], précité, § 77).", "120.  Dès lors, lorsqu’un aspect particulièrement important de l’existence ou de l’identité d’un individu se trouve en jeu, la marge d’appréciation laissée à l’État est en général restreinte. En revanche, lorsqu’il n’y a pas de consensus au sein des États membres du Conseil de l’Europe, que ce soit sur l’importance relative de l’intérêt en jeu ou sur les meilleurs moyens de le protéger, en particulier lorsque l’affaire soulève des questions ou implique des choix complexes de stratégie sociale, la marge d’appréciation est susceptible d’être plus large. Grâce à une connaissance directe de leur société et de ses besoins, les autorités nationales se trouvent en principe mieux placées que le juge international pour déterminer ce qui est d’utilité publique. En pareil cas, la Cour respecte généralement le choix politique du législateur, à moins qu’il ait un « fondement manifestement déraisonnable ». La marge d’appréciation est de façon générale également ample lorsque l’État doit ménager un équilibre entre des intérêts privés et publics concurrents ou différents droits protégés par la Convention (Dickson [GC], précité, § 78).", "121.  De plus, l’approche adoptée pour apprécier la proportionnalité des mesures prises par l’État sur le fondement des « buts de rétribution » a évolué ces dernières années, une importance croissante devant à présent être accordée à la nécessité de ménager un juste équilibre entre la sanction et l’amendement des détenus (Mastromatteo c. Italie [GC], no 37703/97, § 72, CEDH 2002VIII, Maiorano et autres c. Italie, no 28634/06, § 108, 15 décembre 2009, et Schemkamper c. France, no 75833/01, § 31, 18 octobre 2005). À cet égard, la Cour réitère les observations qu’elle a formulées, premièrement, dans son arrêt de Grande Chambre en l’affaire Dickson (précité, § 75), dans lequel elle a constaté la tendance générale des politiques pénales en Europe à accorder une importance croissante à l’objectif de réinsertion de la détention, en particulier vers la fin d’une longue peine d’emprisonnement, et, deuxièmement, dans ses arrêts Vinter et autres c. Royaume-Uni ([GC], nos 66069/09, 130/10 et 3896/10, §§ 111-116, CEDH 2013 (extraits)) et Harakchiev et Tolumov c. Bulgarie (nos 15018/11 et 61199/12, §§ 243-246, CEDH 2014 (extraits)), dans lesquels elle a souligné que l’accent mis sur l’amendement et la réinsertion des détenus était à présent un élément que les États membres étaient tenus de prendre en compte dans l’élaboration de leurs politiques pénales.", "122.  Le régime et les conditions de détention des détenus condamnés à la réclusion à perpétuité ne sauraient être considérés comme étant dénués d’importance à cet égard. Ils doivent permettre à ces détenus de chercher à s’amender en vue de pouvoir un jour demander un ajustement de leur peine (Harakchiev et Tolumov, précité, § 265).", "ii.  Approche adoptée par la Cour dans des affaires antérieures similaires", "123.  En ce qui concerne les droits de visite, il est essentiel au respect de la vie familiale que l’administration pénitentiaire autorise ou, le cas échéant, aide le détenu à maintenir le contact avec sa famille proche (Messina, précité, § 61; et Öcalan c. Turquie (no 2), nos 24069/03, 197/04, 6201/06 et 10464/07, §§ 108-149 et §§ 154-164, 18 mars 2014). En même temps, il faut bien admettre que certaines mesures visant à contrôler les contacts des détenus avec le monde extérieur sont nécessaires et non incompatibles en soi avec la Convention (Aliev c. Ukraine, no 41220/98, § 187, 29 avril 2003 ; et Kalachnikov c. Russie (déc.), no 47095/99, § 7, CEDH 2001XI (extraits)). Pareilles mesures peuvent comprendre la limitation du nombre de visites, la surveillance de ces visites et, si la nature de l’infraction ou les éléments caractérisant la situation d’un détenu donné le justifient, la soumission de l’intéressé à un régime pénitentiaire spécifique ou à des modalités de visite particulières (Hagyó c. Hongrie, no 52624/10, § 84, 23 avril 2013).", "124.  Dans ce contexte, il convient toutefois d’établir une distinction entre, d’une part, l’application pendant l’enquête d’un régime pénitentiaire spécial ou de dispositions spéciales en matière de visites, situation dans laquelle on peut raisonnablement penser que la mesure était nécessaire pour atteindre le but légitime poursuivi, et, d’autre part, la prorogation d’un tel régime (Messina, précité, § 67). À cette fin, la nécessité de proroger le régime spécial doit être évaluée avec le plus grand soin par les autorités compétentes (Bastone c. Italie (déc.), no 59638/00, § 2, CEDH 2005II (extraits) ; Indelicato c. Italie (déc.), no 31143/96, § 2, 6 juillet 2000 ; Ospina Vargas c. Italie, no 40750/98, § 3, 14 octobre 2004 ; et Enea c. Italie [GC], no 74912/01, §§ 125-131, CEDH 2009).", "125.  De même, dans le contexte des prisons de haute sécurité, l’application de mesures telles qu’une séparation physique peut être motivée par les impératifs de sécurité en vigueur au sein de l’établissement concerné ou par le risque qu’un détenu communique avec des organisations criminelles par le truchement de membres de sa famille (Lorsé et autres c. Pays-Bas, no 52750/99, §§ 83-86, 4 février 2003, et Van der Ven c. PaysBas, no 50901/99, §§ 69-72, CEDH 2003II). Cependant, le maintien de l’interdiction des contacts directs ne peut se justifier que par l’existence d’un risque réel et continu de ce type (Horych c. Pologne, no 13621/08, §§ 117-132, 17 avril 2012, et Piechowicz c. Pologne, no 20071/07, §§ 205222, 17 avril 2012).", "126.  En d’autres termes, l’État ne peut avoir toute latitude pour introduire des restrictions générales sans prévoir une dose de flexibilité permettant de déterminer si les limitations apportées dans chaque cas particulier sont opportunes ou réellement nécessaires (voir, mutatis mutandis, Moïsseïev c. Russie, no 62936/00, §§ 254-255, 9 octobre 2008), spécialement en ce qui concerne les détenus condamnés (Harakchiev et Tolumov, précité, § 204). À cet égard, la Cour rappelle son arrêt en l’affaire Trosin (précité, §§ 42-44), dans laquelle elle a eu à connaître de restrictions automatiques apportées par le droit interne à la fréquence, à la durée et à diverses modalités des visites familiales pour tous les détenus condamnés à perpétuité pendant une période fixe de dix ans. Dans cet arrêt, elle s’est exprimée ainsi :", "« 42.  La Cour relève qu’elle a considéré antérieurement qu’aucune question ne se posait au regard de la Convention lorsqu’un détenu n’avait droit qu’à deux visites familiales par mois du fait de l’application provisoire d’un régime spécial. Cela étant, comme les autorités nationales, elle a eu égard pour statuer ainsi aux considérations particulières et spécifiques sous-jacentes aux restrictions (Messina c. Italie (no 2), no 25498/94, §§ 62-74, CEDH 2000X) (...) en l’espèce, les dispositions pertinentes du droit interne ont introduit des restrictions systématiques à la fréquence et à la durée des visites pour tous les détenus condamnés à la réclusion à perpétuité, sans offrir la moindre dose de flexibilité permettant de déterminer si des limitations aussi draconiennes sont opportunes ou réellement nécessaires dans chaque cas particulier, quand bien même elles s’appliquent aux détenus condamnés à la peine la plus sévère prévue par le droit pénal. La Cour estime que la réglementation en la matière ne doit pas aboutir à des restrictions radicales, et que les États doivent développer leurs techniques d’appréciation de la proportionnalité de façon à permettre à leurs autorités de mettre en balance les intérêts individuels et collectifs concurrents et de prendre en compte les particularités de chaque cas d’espèce (voir, mutatis mutandis, Dickson c. Royaume-Uni [GC], no 44362/04, §§ 82-85, CEDH 2007V).", "43.  S’étant livrée à sa propre appréciation de la situation en l’espèce, la Cour ne décèle aucune circonstance particulière et spécifique qui aurait rendu nécessaire la limitation des rencontres de l’intéressé avec sa famille à une fois tous les six mois pendant une période de plus de quatre ans. Sur le plan quantitatif, elle relève en outre que la brièveté de ces rares visites s’analyse en une restriction supplémentaire.", "44.  La Cour observe par ailleurs que les modifications législatives du 21 janvier 2010 (...) ont permis d’améliorer la situation quant à la fréquence des visites familiales reçues par les détenus condamnés à la réclusion à perpétuité. Toutefois, la nouvelle règle en la matière s’applique toujours automatiquement à tous les détenus à perpétuité, sans qu’il soit procédé à une appréciation de la nécessité de cette mesure à la lumière de la situation particulière de chacun d’entre eux (...) ».", "iii.  Application en l’espèce des principes ci-dessus", "127.  En vertu de l’article 126 du code de l’exécution des sanctions pénales, le requérant, en tant que détenu condamné à perpétuité, a purgé les dix premières années de sa peine, à compter du 8 octobre 1999, au sein d’une colonie pénitentiaire à régime spécial où il fut soumis au régime strict (paragraphe 16 ci-dessus). Il est passé au régime ordinaire le 11 octobre 2009, conformément à l’article 127 § 3 du code (paragraphe 18 ci-dessus).", "128.  Du 8 octobre 1999 au 11 octobre 2009, le requérant a pu maintenir des relations avec le monde extérieur par correspondance, mais toutes les autres formes de contact étaient soumises à des restrictions (paragraphes 23-25 ci-dessus). Il ne pouvait passer aucun appel téléphonique sauf en cas d’urgence, et ne pouvait recevoir qu’une visite de ses proches tous les six mois, ces visites étant limitées à quatre heures et deux visiteurs adultes. À ces occasions, le requérant était séparé de ses visiteurs par une paroi vitrée et un gardien se trouvait à tout moment à portée d’ouïe.", "129.  Les restrictions litigieuses, imposées directement par la loi, ont été appliquées au requérant uniquement du fait de sa condamnation à perpétuité, indépendamment de tout autre facteur (paragraphes 50 et 52 cidessus). Ce régime était applicable pendant une période fixe de dix ans, qui pouvait être prolongée en cas de mauvaise conduite pendant la peine mais ne pouvait pas être écourtée (paragraphe 52 ci-dessus).", "130.  Il importe de relever que les restrictions susmentionnées ont été cumulées dans le cadre d’un même régime pendant une durée déterminée et ne pouvaient pas être modifiées. Eu égard à l’enjeu pour le requérant, pour lequel les visites en prison ont représenté pendant dix ans le seul moyen, à part la correspondance, de maintenir des contacts effectifs avec ses proches et sa famille, et avec le monde extérieur en général (paragraphes 23-25 cidessus), la Cour estime que le régime en question appelle un examen méticuleux.", "131.  La Cour est consciente qu’une peine de réclusion à perpétuité ne peut être prononcée en Russie que pour un nombre limité d’actes extrêmement répréhensibles et dangereux (paragraphes 34-35 ci-dessus) et qu’en l’espèce les autorités ont dû notamment ménager un équilibre délicat entre plusieurs intérêts publics et privés en jeu.", "132.  Les États contractants jouissent d’une ample marge d’appréciation en ce qui concerne les questions de politique pénale (Laduna c. Slovaquie, no 31827/02, § 59, CEDH 2011). Par conséquent, on ne saurait exclure en principe d’établir une corrélation, au moins dans une certaine mesure, entre la gravité d’une peine et un type de régime pénitentiaire (Horych, précité, § 129).", "133.  Cependant, tout en reconnaissant l’importance de la lutte contre la criminalité, la Cour doit rechercher si les restrictions introduites par la loi dans l’affaire du requérant étaient justifiées pour atteindre les buts invoqués par le Gouvernement sous l’angle de l’article 8 § 2 de la Convention. Elle se propose d’examiner cette question à la lumière des instruments pertinents du Conseil de l’Europe (paragraphes 58-68 ci-dessus) et du droit et de la pratique des autres États contractants (paragraphes 81-84 ci-dessus).", "134.  La réglementation au niveau européen des droits de visite des détenus, y compris de ceux condamnés à la réclusion à perpétuité, se fonde sur le principe selon lequel les autorités nationales sont tenues de prévenir la rupture des liens familiaux et de permettre aux détenus condamnés à la réclusion à perpétuité de bénéficier d’un niveau de contact raisonnablement bon avec leurs familles par le biais de visites organisées de manière aussi fréquente et normale que possible (voir les articles 24.1, 24.2, 24.4 et 24.5 des Règles pénitentiaires européennes (paragraphe 58 ci-dessus) et la Recommandation Rec(2006)2 du Comité des Ministres aux États membres sur les Règles pénitentiaires européennes, paragraphes 59-62 ci-dessus). Ces principes semblent avoir été appliqués de manière cohérente par les États contractants conformément aux recommandations du Comité des Ministres (paragraphes 63-64 ci-dessus) et du Comité pour la prévention de la torture (paragraphes 65-67 ci-dessus).", "135.  Il existe une considérable diversité dans les pratiques concernant la réglementation des visites en prison (paragraphes 81-84 cidessus). Toutefois, il apparaît que, dans les États contractants, les visites en prison en ce qui concerne les détenus condamnés à la réclusion à perpétuité sont au minimum bimestrielles (paragraphe 84 ci-dessus). Il convient également de noter que la majorité des États contractants n’établissent aucune distinction en la matière entre les détenus condamnés à la réclusion à perpétuité et les autres catégories de détenus (paragraphe 82 ci-dessus), et que, dans ces pays, une visite par mois au moins constitue la fréquence minimale généralement admise (paragraphe 84 ci-dessus). Dans ce contexte, la Russie semble être le seul État membre au sein du Conseil de l’Europe à réglementer les visites en prison aux détenus condamnés à la réclusion à perpétuité par l’application, pendant une longue période, à l’ensemble de ceux-ci, en tant que groupe, d’un régime caractérisé par une extrême rareté des visites.", "136.  De l’avis de la Cour, la situation décrite ci-dessus a pour corollaire un rétrécissement de la marge d’appréciation dont jouit l’État défendeur s’agissant d’évaluer les limites admissibles de l’ingérence dans la vie privée et familiale dans ce domaine. Eu égard à ces considérations, la Cour va maintenant examiner si le régime appliqué au requérant était fondé sur des motifs pertinents et suffisants.", "137.  Dans sa décision no 248-O du 9 juin 2005, la Cour constitutionnelle russe a mentionné plusieurs motifs, à savoir « le rétablissement de la justice, l’amendement du délinquant et la prévention de nouvelles infractions ». Elle a également dit que « les dispositions contestées par [le requérant] ne représent[ai]ent pas en soi des restrictions additionnelles à celles qui, au sens de l’article 55 § 3 de la Constitution, résultent de l’essence même d’une peine telle que l’emprisonnement ».", "138.  La Cour n’est pas convaincue par ce dernier argument, le régime en question ayant impliqué un ensemble de restrictions qui ont considérablement aggravé la situation du requérant par rapport à celle d’un détenu russe ordinaire purgeant une longue peine. Ces restrictions ne peuvent pas davantage être considérées comme inévitables ou inhérentes à la notion même de peine d’emprisonnement (Boyle et Rice c. Royaume-Uni, 27 avril 1988, § 34, série A no 131).", "139.  Le Gouvernement soutient que les restrictions visaient « le rétablissement de la justice, l’amendement du délinquant et la prévention de nouvelles infractions ». À supposer que les restrictions litigieuses poursuivent un but légitime au sens de l’article 8 § 2, il reste à examiner si le régime est proportionné et ménage un juste équilibre entre les intérêts publics et privés en jeu.", "140.  À cet égard, la Cour a déjà estimé que « toutes les formes de mise à l’isolement sans stimulation mentale et physique adéquate sont susceptibles, à long terme, d’avoir des effets dommageables entraînant une détérioration des facultés mentales et des aptitudes sociales » (Iorgov c. Bulgarie, no 40653/98, §§ 83-84, 11 mars 2004, et Harakchiev et Tolumov, précité, § 204). En l’espèce, le requérant ne pouvait avoir qu’un compagnon de cellule pendant toute la période en cause et relevait de la catégorie des détenus condamnés à la réclusion à perpétuité qui purgeaient leur peine à l’écart des autres détenus (paragraphe 52 ci-dessus). La Cour est frappée par la rigueur et la durée des restrictions subies par le requérant et, plus particulièrement, par le fait que celui-ci, pendant toute une décennie, n’a eu droit qu’à deux visites courtes par an.", "141.  Conformément à la jurisprudence établie de la Cour, rappelée au paragraphe 116 ci-dessus, d’une manière générale, les détenus continuent de jouir de tous les droits et libertés fondamentaux garantis par la Convention, à l’exception du droit à la liberté, lorsqu’une détention régulière entre expressément dans le champ d’application de l’article 5 de la Convention, et un détenu ne peut être déchu de ses droits garantis par la Convention du simple fait qu’il se trouve incarcéré à la suite d’une condamnation (Hirst, précité, § 69-70). Dès lors, en règle générale, il ne faut pas recourir à la légère à des mesures rigoureuses limitant les droits reconnus par la Convention ; plus particulièrement, le principe de proportionnalité exige l’existence d’un lien discernable et suffisant entre la sanction et le comportement ainsi que la situation de la personne touchée (Trosin, précité, §§ 41-44).", "142.  Quant à l’argument du Gouvernement selon lequel l’appréciation de la proportionnalité de l’ingérence était intégrée, dans le cas du requérant, dans les dispositions législatives pertinentes et dans le processus décisionnel au stade des délibérations du juge qui a prononcé la peine, la Cour relève qu’en ce qui concerne les visites familiales l’article 8 de la Convention exige des États membres qu’ils prennent en considération les intérêts du condamné et de ses proches et parents. Or, de l’avis de la Cour, la législation pertinente ne tient pas compte de manière adéquate des intérêts de ces personnes.", "143.  La Cour se réfère à cet égard au contenu des instruments du droit international et à la pratique des cours et tribunaux internationaux (paragraphes 69-80 ci-dessus), qui reconnaissent invariablement à l’ensemble des détenus – sans établir aucune distinction entre les personnes condamnées à la réclusion à perpétuité et les autres catégories de détenus – le droit de bénéficier au minimum d’un niveau de contact « acceptable » ou raisonnablement « bon » avec leurs familles (règles 37 et 57 de l’Ensemble de règles minima des Nations unies pour le traitement des détenus (paragraphe 73 ci-dessus), principe 19 de l’Ensemble de principes pour la protection de toutes les personnes soumises à une forme quelconque de détention ou d’emprisonnement (paragraphe 74 ci-dessus), article 61 A) du Règlement du Tribunal pénal international pour l’ex-Yougoslavie portant régime de détention des personnes en attente de jugement ou d’appel devant le Tribunal ou détenues sur l’ordre du Tribunal (paragraphe 77 ci-dessus) ainsi que la jurisprudence de la Cour interaméricaine des droits de l’homme et de la Commission interaméricaine des droits de l’homme (paragraphes 78-80 ci-dessus)).", "144.  Dans ses observations écrites, le Gouvernement, invoquant les décisions de la Cour constitutionnelle, soutient que les restrictions ont pour objectif l’amendement des délinquants. À l’audience devant la Grande Chambre, il a explicitement reconnu que le régime pénitentiaire appliqué au requérant ne poursuivait pas le but de la réinsertion de l’intéressé, mais visait plutôt à l’isoler (paragraphe 99 ci-dessus). La Cour relève par ailleurs que l’article 79 du code de l’exécution des sanctions pénales prévoit la possibilité pour tout détenu condamné à la réclusion à perpétuité de demander sa libération conditionnelle après avoir purgé vingt-cinq ans de sa peine. Elle estime que le caractère très strict du régime appliqué aux détenus condamnés à la réclusion à perpétuité comme le requérant empêche ceux-ci de maintenir des relations avec leurs familles et donc, au lieu de faciliter ou favoriser leur réinsertion dans la société et leur amendement, les complique sérieusement (Vinter et autres, précité, §§ 111-116). À cet égard, la Cour attache également une importance considérable aux recommandations du CPT, qui indiquent que les régimes proposés aux détenus purgeant de longues peines « devraient être de nature à compenser [les effets désocialisants de l’emprisonnement] de manière positive et proactive » (paragraphe 67 cidessus).", "145.  Cet objectif cadre avec l’article 10 § 3 du Pacte international relatif aux droits civils et politiques, en vigueur à l’égard de la Russie depuis 1973, qui dispose que le but essentiel du traitement des détenus est leur amendement et leur reclassement social (paragraphe 69 ci-dessus). Cet objectif apparaît également dans plusieurs autres instruments, qui soulignent que les autorités pénitentiaires doivent consentir des efforts pour œuvrer à la réinsertion et à l’amendement de tous les détenus, y compris les personnes condamnées à des peines de réclusion à perpétuité (règles 6, 102.1 et 102.2 des Règles pénitentiaires européennes de 2006, points 6 et 11 de la Résolution 76(2) du Comité des Ministres, et paragraphes 2 in fine, 5, 22 et 33 de la Recommandation Rec(2003)23 du Comité des Ministres concernant la gestion par les administrations pénitentiaires des condamnés à perpétuité et des autres détenus de longue durée (paragraphes 58-64 ci-dessus).", "146.  La Cour conclut que l’ingérence dans la vie privée et familiale du requérant découlant de l’application à celui-ci pendant une longue période, ce uniquement à raison de la sévérité de sa peine, d’un régime caractérisé par une extrême rareté des visites autorisées est en soi disproportionnée aux buts invoqués par le Gouvernement. Elle relève en outre que l’effet de cette mesure a été amplifié par la durée extrêmement longue de la période pendant laquelle elle a été appliquée, ainsi que par diverses règles concernant les modalités des visites en prison, telles que l’interdiction des contacts physiques directs, la séparation des visiteurs et du détenu par une paroi vitrée ou des barreaux métalliques, la présence constante de gardiens de prison pendant les visites et la limite imposée au nombre de visiteurs adultes (Trosin, précité, §§ 43-46).", "147.  En l’espèce, les restrictions supplémentaires susmentionnées ont fait qu’il a été particulièrement difficile pour le requérant de garder le contact avec son enfant et ses parents âgés, à une époque où le maintien des relations familiales revêtait une importance particulière pour toutes les parties concernées (paragraphes 23-25 et 97 ci-dessus). L’interdiction totale des contacts physiques directs entre le requérant et ses visiteurs et la présence d’un gardien à portée d’ouïe pendant les visites ont contribué à l’impossibilité pour l’intéressé d’établir des liens étroits avec son fils pendant la phase clé de la petite enfance de celui-ci, et elles ont également eu des conséquences négatives sur ses relations avec son père âgé pendant la période où celui-ci aurait toujours été en mesure de venir voir son fils. De plus, il est évident que la limitation du nombre de visiteurs adultes et la rareté des visites autorisées ont pu mettre certains proches et membres de la famille élargie du requérant dans l’impossibilité totale de lui rendre visite pendant toute cette période.", "148.  Eu égard à la combinaison des diverses restrictions sévères et durables apportées à la possibilité pour le requérant de recevoir des visites en prison et au fait que le régime litigieux en la matière ne prend pas dûment en compte le principe de proportionnalité et les impératifs d’amendement et de réinsertion des détenus de longue durée, la Cour conclut que la mesure en question n’a pas ménagé un juste équilibre entre le droit du requérant à la protection de sa vie privée et familiale, d’une part, et les buts invoqués par le gouvernement défendeur, d’autre part. Partant, l’État défendeur a excédé sa marge d’appréciation à cet égard.", "149.  Il s’ensuit qu’il y a eu violation du droit du requérant au respect de sa vie privée et familiale, tel que garanti par l’article 8 de la Convention, à raison de l’application à l’intéressé du régime strict au sein de la colonie pénitentiaire à régime spécial.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION", "150.  Outre ses griefs tirés de l’article 8 de la Convention, le requérant allègue également que les diverses restrictions apportées à sa possibilité de recevoir des visites de ses proches en prison après sa condamnation étaient contraires à l’article 14 de la Convention.", "151.  Eu égard aux circonstances particulières de l’espèce et au raisonnement l’ayant conduite à conclure à la violation de l’article 8, la Cour ne voit rien qui justifierait un examen séparé des mêmes faits sous l’angle de l’article 14 (Dickson, précité, § 86).", "III.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES DE LA CONVENTION", "152.  La Cour a examiné les autres griefs présentés par le requérant. Toutefois, eu égard aux éléments en sa possession, et pour autant que ces griefs relèvent de sa compétence, elle estime qu’ils ne révèlent aucune apparence de violation des droits et libertés énoncés dans la Convention et ses protocoles. Dès lors, cette partie de la requête doit être rejetée pour défaut de fondement en application de l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "153.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "154.  Le requérant réclame 40 000 euros (EUR) pour préjudice moral. Il dit avoir éprouvé une grande détresse en raison des restrictions imposées pendant dix ans à ses possibilités de voir sa famille.", "155.  Pour le Gouvernement, un constat de violation constituerait une satisfaction équitable suffisante en l’espèce.", "156.  La Cour estime que le requérant doit avoir éprouvé des sentiments de stress et de frustration du fait des violations constatées. Statuant en équité, elle lui octroie 6 000 EUR pour dommage moral, plus tout montant pouvant être dû à titre d’impôt.", "B.  Frais et dépens", "157.  Le requérant demande également une somme de 12 525 EUR pour les frais et dépens exposés devant la Cour. Il fournit une note d’honoraires détaillée, correspondant à 120 heures de travail (recherches et rédaction de documents) effectué par Me O. Preobrazhenskaya à un taux horaire de 100 EUR, ainsi qu’à des services de traduction d’un montant de 525 EUR.", "158.  Le Gouvernement soutient d’une part que les honoraires d’avocat sont excessifs et d’autre part qu’il n’a pas été démontré qu’ils avaient été réellement payés ou exposés.", "159.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et aux critères exposés ci-dessus, la Cour juge raisonnable d’accorder au requérant la somme de 11 675 EUR, qui correspond au montant réclamé moins les 850 EUR déjà versés à l’avocate du requérant au titre de l’assistance judiciaire.", "C.  Intérêts moratoires", "160.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare le grief concernant diverses restrictions apportées aux visites reçues en prison par le requérant du 8 octobre 1999 au 11 octobre 2009 recevable, et la requête irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit qu’eu égard à ses conclusions au titre de l’article 8 de la Convention il n’y a pas lieu d’examiner séparément le grief tiré de l’article 14 de la Convention ;", "", "4.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois, les sommes suivantes, à convertir dans la monnaie de l’État défendeur au taux applicable à la date du règlement :", "i.  6 000 EUR (six mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii.  11 675 EUR (onze mille six cent soixante-quinze euros), plus tout montant pouvant être dû à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 30 juin 2015.", "\tLawrence Early\tDean Spielmann\n\tJurisconsulte\tPrésident", "", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion concordante commune aux juges Pinto de Albuquerque et Turković.", "D.S.\nT.L.E.", "", "OPINION CONCORDANTE COMMUNE AUX JUGES PINTO DE ALBUQUERQUE ET TURKOVIĆ", "(Traduction)", "", "1.  Nous souscrivons à la conclusion unanime de la Grande Chambre selon laquelle il y a eu violation de l’article 8 de la Convention européenne des droits de l’homme (« la Convention »), mais nous estimons devoir compléter son raisonnement. Malheureusement, après avoir présenté de manière très claire les normes du droit pénitentiaire européen, la Grande Chambre n’a pas précisé avec la même clarté l’ensemble des conséquences juridiques découlant nécessairement de cette affaire.", "Resocialisation, premier but de l’emprisonnement", "2.  La première raison de notre insatisfaction par rapport au raisonnement de la Grande Chambre tient au fait que celle-ci a décidé de ne pas évaluer la légitimité des dispositions du code russe de l’exécution des sanctions pénales, entré en vigueur le 8 janvier 1997, qui sont applicables aux détenus ayant été condamnés à la réclusion à perpétuité et soumis au régime ordinaire ou au régime strict dans une colonie pénitentiaire à régime spécial, à savoir l’article 125 §§ 1, 3 et 4 ainsi que l’article 127 § 3 de ce code. La Grande Chambre a préféré éviter ce point, le laissant ouvert aux paragraphes 114 et 115 de l’arrêt. Or, nous estimons que cette question n’aurait pas dû être laissée sans réponse.", "3.  La sanction pénale des délinquants jugés coupables peut avoir un ou plusieurs des six objectifs suivants : 1)  la prévention spéciale positive (resocialisation du délinquant), c’est-à-dire la préparation de la réinsertion du délinquant au sein de la société pour qu’il y mène une vie respectueuse des lois après sa libération ; 2)  la prévention spéciale négative (neutralisation du délinquant), c’est-à-dire le fait d’éviter de futures violations du droit par la personne condamnée en le soustrayant de la société ; 3)  la prévention générale positive (renforcement de la norme juridique violée), c’est-à-dire la consolidation de la norme enfreinte en vue de renforcer son acceptation sociale et son respect ; 4)  la prévention générale négative (dissuasion des délinquants potentiels), c’est-à-dire des mesures visant à décourager le grand public de s’engager dans une conduite similaire à celle du délinquant ; 5)  la rétribution, c’est-à-dire le châtiment de l’acte répréhensible du délinquant ; et 6)  la réparation (justice réparatrice), c’est-à-dire le fait de remettre, dans la mesure du possible, les victimes de la commission de l’infraction dans la situation où elles se trouvaient avant celle-ci.", "4.  Dans l’affaire Vinter et autres, la Grande Chambre a reconnu que les politiques pénales modernes mettent dorénavant l’accent sur l’objectif de réinsertion de la détention, et a conclu à juste titre qu’une « peine de perpétuité réelle » (c’est-à-dire une peine d’emprisonnement à vie sans possibilité de remise) portait irrémédiablement atteinte à l’article 3 de la Convention, en ce qu’elle allait à l’encontre du but de resocialisation. La Cour européenne des droits de l’homme (« la Cour ») a donc fait un choix clair en ce qui concerne le but prédominant de l’emprisonnement : celui de la prévention spéciale positive (resocialisation du délinquant).", "5.  Le gouvernement russe a déclaré en l’espèce que l’on ne pouvait pas s’attendre à ce que l’objectif de réinsertion sociale soit réalisé s’agissant des détenus condamnés à la réclusion à perpétuité comme le requérant, et que le régime pénitentiaire applicable avait pour unique but l’isolement de personnes telles que celui-ci. En fait, selon le gouvernement russe, les objectifs de la réclusion à perpétuité sont la rétribution et la neutralisation du requérant pendant toute sa vie (prévention spéciale négative). Dans l’hypothèse où l’infraction est tellement odieuse qu’elle ne peut jamais être effacée, la seule façon de punir le délinquant est de le priver de sa liberté jusqu’à ce qu’il décède de mort naturelle. Dans cette logique, le caractère odieux du crime appelle une rétribution pendant toute la vie. Ainsi, l’État russe dénie tout intérêt à la vie humaine autre que la survie strictement corporelle du détenu, puisque celui-ci est assimilé de manière subliminale à un être incapable ou au-delà de toute réhabilitation. Au sens figuré, le prisonnier condamné à la réclusion à perpétuité subit une « mort civile » et l’emprisonnement à vie est justifié par la logique de la « peine de mort retardée », réduisant ainsi le détenu à un simple objet du pouvoir exécutif.", "6.  Outre cette logique punitive passée de mode, le gouvernement russe invoque la neutralisation du délinquant pendant toute sa vie (prévention spéciale négative), la présomption étant que la dangerosité spécifique de celui-ci requiert de le maintenir à l’écart de la société aussi longtemps que possible, c’est-à-dire pour le restant de ses jours. Toutefois, cette présomption est inacceptable pour deux raisons. Premièrement, elle se fonde sur une échelle de prédiction extrêmement problématique, qui est plus proche d’une forme de prédiction divine d’événements futurs que d’un exercice scientifique, comme l’expérience de nombreux « faux positifs » l’a montré. Deuxièmement, l’effet d’alourdissement des peines découlant de la notion de « dangerosité du délinquant », qui est allée jusqu’à inclure « des troubles de la personnalité », « une anormalité mentale » ou « une personnalité instable », brouille la frontière entre les délinquants responsables et mentalement capables d’une part et les délinquants irresponsables et mentalement incapables d’autre part, entraînant le risque grave d’une mauvaise catégorisation des délinquants.", "7.  Dans un tel contexte, les visites familiales n’ont pas de valeur ni d’objectif intrinsèque, par exemple la réduction du récidivisme ou l’amélioration des résultats pénologiques, si ce n’est que les restrictions automatiques et extrêmes qui leur sont apportées ajoutent à la nature punitive du régime carcéral. Toutefois, nous ne considérons pas les visites familiales régulières comme un privilège qui peut être retiré, mais comme un droit du détenu et de sa famille au titre de l’article 8, aux fins de maintenir les liens familiaux. Les vies des détenus et de leurs familles sont profondément affectées par les politiques en matière de visites, ainsi qu’on le voit en l’espèce, où le requérant a perdu tout contact avec son fils au cours des années en raison, du moins en partie, de l’arrêt de tout véritable contact. Les restrictions aux droits de visite doivent avoir un fondement rationnel. La privation de ces droits doit être liée à des intérêts pénologiques légitimes et à la protection de la sûreté et de la sécurité. Le gouvernement russe n’a fourni à la Cour aucun élément démontrant que dans le cas particulier du requérant la limitation automatique et sévère apportée aux droits de visite servait un quelconque autre but que le renforcement de la nature punitive du régime pénitentiaire.", "8.  Dès lors, nous considérons que les buts de la réclusion à perpétuité et des restrictions aux droits de visite, tels que décrits par le gouvernement russe, sont illégitimes, eu égard au principe de resocialisation des détenus, y compris de ceux condamnés à la réclusion à perpétuité ou à de longues peines, que la Cour a dégagé dans l’affaire Vinter et autres c. Royaume-Uni.", "L’obligation de l’État de prévoir un plan individualisé d’exécution de la peine", "9.  Notre deuxième point d’insatisfaction avec le raisonnement de la Grande Chambre est la déclaration ouverte selon laquelle les États jouissent d’une ample marge d’appréciation pour définir et mettre en œuvre leurs politiques pénales. Nous relevons que cette déclaration va à l’encontre des déclarations fortes, également formulées par la Grande Chambre, selon lesquelles la resocialisation est un élément « obligatoire » que les États doivent prendre en compte pour concevoir leurs politiques pénales, et que la situation actuelle en Europe indique « un rétrécissement de la marge d’appréciation dont jouit l’État défendeur s’agissant d’évaluer les limites admissibles de l’ingérence dans la vie privée et familiale dans ce domaine ».", "10.  Le fondement d’une politique pénale visant la réinsertion des détenus dans la société est le plan individualisé de déroulement de la peine, dans le cadre duquel le risque et les besoins du détenu en ce qui concerne les soins médicaux, les activités, le travail, l’exercice, la formation et les contacts du détenu avec la famille et le monde extérieur doivent être évalués. Ce principe de base de la science pénologique a été reconnu et affirmé dans des déclarations émanant des plus hautes autorités politiques en Europe et dans le monde. Pour reprendre les mots du Comité des Ministres du Conseil de l’Europe, « Une attention particulière doit être apportée au projet d’exécution de peine et au régime des détenus condamnés à un emprisonnement à vie ou de longue durée ».", "Dans le cas de l’État défendeur, le CPT a été encore plus précis et a exigé qu’une « évaluation exhaustive et suivie des risques et des besoins, basée sur un plan de déroulement de la peine individualisé » soit mise en place.", "11.  Ainsi, un plan individuel de déroulement de la peine, comprenant une évaluation exhaustive et constante du risque et des besoins, au moins pour les détenus condamnés à la réclusion à perpétuité et à de longues peines, constitue une obligation positive internationale des États parties, qui se fonde sur l’article 3 de la Convention. Le but premier de ce plan est d’aider chaque détenu à surmonter cette période d’incarcération et de se préparer à mener une vie respectueuse des lois au sein de la société. Comme la Cour l’a dit, une appréciation cohérente à intervalles réguliers des progrès du détenu vers l’amendement et la promotion de changements positifs chez les détenus condamnés à la réclusion à perpétuité sur la base d’une « approche proactive de la part des autorités pénitentiaires » est indispensable pour se conformer aux obligations positives au titre des articles 3 et 8, y compris à l’obligation de maintenir la vie familiale du détenu. Les États devraient prendre au sérieux leur obligation internationale de permettre aux détenus de purger leur peine d’emprisonnement d’une manière constructive et favorable à leur amendement.", "Le droit du détenu à des visites familiales selon le droit international", "12.  Notre troisième point de désaccord avec le raisonnement de l’arrêt tient à la conclusion à laquelle parvient la Grande Chambre selon laquelle la rareté des visites familiales en l’espèce (une visite tous les six mois), et ce uniquement à raison de la gravité de la peine infligée aux détenus, était, en tant que telle, disproportionnée par rapport aux buts invoqués par le Gouvernement. Avec cette conclusion, la Grande Chambre donne l’impression vague et préoccupante qu’une occurrence aussi faible des visites familiales pourrait éventuellement être acceptée si elle était rattachée à des éléments non précisés combinés à la gravité de la peine du détenu. Or, ces facteurs qui justifieraient une restriction au droit aux visites familiales ne sont précisés nulle part dans l’arrêt.", "13.  De plus, la Grande Chambre ajoute que l’effet de ce régime pénitentiaire est amplifié par la présence de cinq éléments additionnels : sa durée de dix ans ; l’interdiction des contacts physiques directs ; la séparation des visiteurs et du détenu par une paroi vitrée ou des barreaux métalliques ; la présence constante de gardiens de prison pendant les visites ; et la limite imposée au nombre de visiteurs adultes. De l’avis de la Grande Chambre, ce ne sont pas seulement les restrictions aux visites familiales qui doivent être censurées mais l’intégralité du régime strict au sein de la colonie pénitentiaire à régime spécial, tel qu’il a été appliqué en l’espèce. Si nous sommes d’accord pour estimer que ces éléments ont aggravé la violation du droit du requérant au respect de sa vie familiale au titre de l’article 8, nous estimons que l’ingérence dans l’exercice par le requérant de ce droit non seulement est dépourvue de but légitime mais était également disproportionnée du seul fait de la rareté des visites familiales. Il faut l’affirmer sans équivoque : une règle qui autorise seulement une visite familiale aux détenus tous les six mois est en soi une règle inhumaine.", "14.  En conséquence, nous ne pouvons adhérer aux conclusions de la Cour constitutionnelle russe lorsqu’elle dit dans son arrêt 248-O du 9 juin 2005 que les dispositions des articles 125 et 127 du code de l’exécution des peines pénales « ne représentent pas en soi des restrictions additionnelles à celles qui, au sens de l’article 55 § 3 de la Constitution, résultent de l’essence même d’une peine telle que l’emprisonnement ». Il est patent que les restrictions attachées au régime ordinaire (deux visites courtes et deux visites longues par an), au régime assoupli (trois visites courtes et trois visites longues par an) et au régime strict (deux visites courtes par an) appliqués dans les colonies pénitentiaires à régime spécial vont bien au-delà de « l’essence même d’une peine telle que l’emprisonnement ». Ces dispositions exacerbent les effets délétères inhérents à l’emprisonnement à long terme. De plus, elles imposent des restrictions à tous les détenus en fonction d’un type particulier de peine, sans prendre dûment en compte le risque individuel que le détenu peut présenter (ou non). Eu égard au caractère automatique et rigide de leur application, ces dispositions ne tendent pas à l’individualisation. En fait, elles contribuent à la discrimination envers les détenus condamnés à la réclusion à perpétuité ou à de longues peines sur le seul fondement de leur peine. À cet égard, nous ne sommes pas disposés à souscrire, sans plus d’explication, à la formulation vague de la deuxième phrase du paragraphe 132 de l’arrêt, selon laquelle « on ne saurait exclure, en principe, d’établir une corrélation, au moins dans une certaine mesure, entre la gravité d’une peine et un type de régime pénitentiaire ».", "15.  Nous relevons que la Grande Chambre admet que le droit au respect de la vie familiale au titre de l’article 8 exige de l’État membre qu’il prenne en considération les intérêts « du » condamné, c’est-à-dire de chaque condamné, et des membres de sa famille, et que les régimes proposés aux détenus purgeant de longues peines devraient être de nature à compenser les effets désocialisants de l’emprisonnement de manière positive et proactive. Malheureusement, la Grande Chambre ne franchit pas l’étape qui devrait logiquement suivre, qui consisterait à poser clairement l’exigence d’un examen par les autorités pénitentiaires de toutes les demandes de visites familiales, au cas par cas et dans le cadre d’une évaluation individuelle du risque et des besoins personnels figurant dans le plan d’exécution de la peine de chacun des détenus. Toute restriction automatique du type, de la fréquence et de la durée des visites à l’ensemble des détenus condamnés à la réclusion à perpétuité ou à de longues peines sont inacceptables. Pareille rigidité dans un régime pénitentiaire est l’antithèse de la technique d’évaluation requise par les normes pénologiques prévalant aujourd’hui en Europe.", "16.  Considérant que le régime pénitentiaire en question en l’espèce s’est étendu de 1999 à 2009, nous estimons qu’il est important de renvoyer aux Règles pénitentiaires européennes de 2006 et de 1987, ainsi qu’aux normes européennes et des Nations unies qui les précédaient, à savoir à l’Ensemble de règles minima pour le traitement des détenus édicté par le Conseil de l’Europe en 1973 et à l’Ensemble de Règles minima pour le traitement des détenus adopté par les Nations unies en 1955, ainsi qu’à divers autres instruments internationaux de premier plan que la Grande Chambre a ignorés. Dans tous ces textes, qui font autorité, les normes sur la question des visites familiales sont très claires.", "Aux termes des Règles pénitentiaires de 2006, « [l]es détenus doivent être autorisés à communiquer aussi fréquemment que possible – par lettre, par téléphone ou par d’autres moyens de communication – avec leur famille, des tiers et des représentants d’organismes extérieurs, ainsi qu’à recevoir des visites desdites personnes. Toute restriction ou surveillance des communications et des visites nécessaire à la poursuite et aux enquêtes pénales, au maintien du bon ordre, de la sécurité et de la sûreté, ainsi qu’à la prévention d’infractions pénales et à la protection des victimes – y compris à la suite d’une ordonnance spécifique délivrée par une autorité judiciaire – doit néanmoins autoriser un niveau minimal acceptable de contact ». Il importe de noter que le commentaire y relatif explique que « le terme « famille » devrait être entendu au sens large afin d’englober la relation que le détenu a établie avec une personne, relation comparable à celle des membres d’une famille, alors même qu’elle peut ne pas avoir été formalisée (...) Conformément aux limites définies à l’article 8.2 de la CEDH sur l’ingérence d’une autorité publique dans l’exercice du droit au respect de la vie privée et familiale et de la correspondance, les restrictions aux communications doivent être réduites au minimum (...) Les restrictions doivent être le moins intrusives possible, compte tenu du risque justifiant leur imposition (...) Les visites ne doivent pas (...) être interdites lorsqu’il existe un risque en matière de sécurité mais faire l’objet d’une surveillance proportionnellement accrue (...) [M]ême les détenus faisant l’objet de restrictions [sont] autorisés à maintenir certains contacts avec le monde extérieur. Il serait bon que le droit interne précise le nombre minimum de visites (...) La Règle 24.4 souligne l’importance particulière des visites non seulement pour les détenus mais aussi pour leurs familles. Lorsque cela est possible, des visites familiales de longue durée (jusqu’à 72 heures, par exemple, comme cela est le cas dans de nombreux pays d’Europe de l’Est) ». ", "Le même message ressort de la Recommandation de 2003 du Comité des Ministres aux États membres concernant la gestion par les administrations pénitentiaires des condamnés à perpétuité et des autres détenus de longue durée, qui dispose que « [d]es efforts particuliers devraient être faits pour éviter une rupture des liens familiaux et, à cette fin : – les détenus devraient être affectés, dans toute la mesure du possible, dans des prisons situées à proximité de leurs familles ou de leurs proches ; – la correspondance, les appels téléphoniques et les visites devraient être autorisés avec la plus grande fréquence et intimité possible. Si de telles dispositions compromettent la sûreté ou la sécurité ou si l’évaluation des risques le justifie, ces contacts peuvent être assortis de mesures de sécurité raisonnables comme le contrôle de la correspondance et la fouille avant et après les visites. »", "Dans le cadre des Nations unies, les Règles des Nations Unies de 2010 concernant le traitement des détenues et l’imposition de mesures non privatives de liberté aux délinquantes (Règles de Bangkok) disposent que « [l]es autorités pénitentiaires doivent encourager et, si possible, faciliter les visites aux détenues car elles sont très importantes pour assurer leur santé mentale et leur réinsertion sociale » (Règle 43). Les Règles des Nations unies de 1990 pour la protection des mineurs privés de liberté avaient déjà établi que « [t]out mineur doit avoir le droit de recevoir des visites régulières et fréquentes de membres de sa famille, en principe une fois par semaine et pas moins d’une fois par mois, dans des conditions tenant compte du besoin du mineur de parler sans témoin, d’avoir des contacts et de communiquer sans restriction avec les membres de sa famille et ses défenseurs » (Règle 60). L’Ensemble de principes pour la protection de toutes les personnes soumises à une forme quelconque de détention ou d’emprisonnement de 1988 indique également, dans son principe 19, que « [t]oute personne détenue ou emprisonnée a le droit de recevoir des visites, en particulier de membres de sa famille, et de correspondre, en particulier avec eux, et elle doit disposer de possibilités adéquates de communiquer avec le monde extérieur, sous réserve des conditions et restrictions raisonnables que peuvent spécifier la loi ou les règlements pris conformément à la loi. » Enfin, l’Ensemble de règles minima pour le traitement des détenus, adopté par les Nations unies en 1955, prévoyaient que « [l]es détenus doivent être autorisés, sous la surveillance nécessaire, à communiquer avec leur famille et ceux de leurs amis auxquels on peut faire confiance, à intervalles réguliers tant par correspondance qu’en recevant des visites. »", "17.  Nous affirmons que, en principe, à la lumière de l’obligation de l’État d’offrir aux détenus, y compris aux détenus condamnés à la réclusion à perpétuité et à de longues peines, les moyens de se réinsérer dans la société, et compte tenu de l’importance cruciale des visites familiales pour atteindre ce but, chaque détenu a le droit de recevoir des visites familiales « aussi souvent que possible ». En vertu de l’article 8, des visites familiales régulières constituent un droit, et non un privilège, des détenus et des membres de leurs familles. La loi devrait prévoir un nombre minimum, et non un nombre maximum, de visites familiales. Aucune distinction ne devrait être établie entre les détenus condamnés à la réclusion à perpétuité et à de longues peines et les autres détenus condamnés en ce qui concerne les droits aux visites familiales. De plus, toute restriction au droit d’un détenu à des visites familiales devrait se fonder exclusivement sur des considérations de traitement et de sécurité tenant à chaque détenu. Même lorsque des restrictions justifiées aux visites sont imposées, elles devraient se limiter à un nombre qui entraîne une ingérence minimale dans le droit à la vie familiale, et devrait quoi qu’il en soit permettre aux détenus d’avoir recours à des voies alternatives de contact oral et écrit avec leurs familles. Ainsi que le CPT le souligne également, une appréciation individuelle des risques et des besoins devrait servir de base à l’évaluation de ces demandes.", "18.  Le principe auquel il est renvoyé dans le paragraphe précédent se reflète dans la jurisprudence constante de la Commission et de la Cour, selon laquelle une partie essentielle du droit d’un détenu au respect de sa vie familiale tient à l’obligation pour les autorités pénitentiaires de l’aider à maintenir des contacts avec sa famille proche, les restrictions à ce droit n’étant admises que si elles sont fondées sur le paragraphe 2 de l’article 8 de la Convention. Divers autres instruments internationaux confirment ce principe. Par exemple, le Règlement du greffe de la CPI prévoit la possibilité de visites familiales quotidiennes, tandis que selon le Règlement du Tribunal spécial pour la Sierra Leone, tout détenu a le droit de recevoir la visite de sa famille et d’autres personnes « à intervalles réguliers » sous réserve des restrictions et des mesures de surveillance que peut imposer le Commandant du quartier pénitentiaire, en consultation avec le Greffier, dans l’intérêt de l’administration de la justice ainsi que pour préserver la sécurité et le bon ordre de la prison et du quartier pénitentiaire.", "19.  Enfin, nous ne pouvons souscrire à l’interprétation frileuse par la Grande Chambre des éléments de droit comparé évoqués aux paragraphes 135 et 136 de l’arrêt, pour trois raisons : premièrement, nous ne pensons pas que les normes posées par la Convention devrait équivaloir à la norme minimale très exceptionnelle d’une visite familiale tous les deux mois pour les détenus condamnés à la réclusion à la perpétuité, comme c’est le cas en Azerbaïdjan et en Lituanie ; deuxièmement, nous attachons une grande importance au fait que seule une toute petite minorité des pays étudiés, six sur un total de trente-cinq, établissent une distinction entre les droits aux visites filiales des détenus condamnés à la réclusion à perpétuité ou à de longues peines et ceux des autres détenus condamnés ; troisièmement, nous estimons que le fait qu’une grande majorité de pays autorisent plus d’une visite familiale par mois aux détenus condamnés et que onze pays autorisent des visites hebdomadaires revêt la plus grande importance.", "20.  Nous concluons qu’il existe un consensus européen croissant selon lequel aucune distinction ne devrait être établie entre les droits aux visites familiales des détenus condamnés à la réclusion à perpétuité ou à de longues peines et les mêmes droits des autres détenus condamnés, et que les détenus condamnés se voient en général accorder un droit aux visites familiales qui varie entre une et quatre visites par mois. Ce consensus européen est évidemment influencé par le travail formidable du CPT de mise en œuvre de ses propres normes et des Règles pénitentiaires européennes, dont l’impact remarquable aurait pu et aurait dû être reconnu et promu avec plus d’enthousiasme par la Grande Chambre en l’espèce, en particulier en ce qui concerne le droit aux visites familiales, en soulignant que les restrictions aux visites devraient être strictement encadrées de manière à réaliser les buts légitimes définis par les Règles pénitentiaires européennes.", "Conclusion", "21.  Les objectifs de la législation litigieuse russe sur le droit des détenus aux visites familiales, qui visent uniquement la rétribution et l’isolement des détenus, sont illégitimes. Indépendamment de cet aspect, la législation en question est également disproportionnée, eu égard à l’extrême rareté des visites autorisées. Tous les autres éléments additionnels composant le régime des visites ne font qu’aggraver la violation du droit du requérant au titre de l’article 8. Afin de redresser cette violation, l’État défendeur doit non seulement indemniser le requérant, mais également lui fournir un plan individualisé de déroulement de sa peine, dans le cadre duquel ses risques et besoins personnels, spécifiquement en ce qui concerne les contacts avec sa famille et le monde extérieur, doivent être évalués. Eu égard à l’effet systémique du présent arrêt sur le système national russe, il est également important que l’État défendeur mette sa législation sur les droits des détenus aux visites en conformité avec les normes internationales."]}