{"file": "FRE_HFJUD_25116_94.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25116/94", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE SCHÖPS c. ALLEMAGNE", "", "(Requête no 25116/94)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "13 février 2001", "", "", "", "", "En l'affaire Schöps c. Allemagne,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMmes\tE. Palm, présidente,\n\t\tW. Thomassen,\n\tMM.\tL. Ferrari Bravo,\n\t\tJ. Casadevall,\n\t\tB. Zupančič,\n\t\tT. Panţîru, juges,\n\t\tH. Jung, juge ad hoc,", "et de M. M. O'Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil le 23 janvier 2001,", "Rend l'arrêt que voici, adopté à cette date :", "PROCéDURE", "1.  L'affaire a été déférée à la Cour par la Commission européenne des Droits de l'Homme (« la Commission ») le 9 décembre 1998. A son origine se trouve une requête (no 25116/94) dirigée contre la République fédérale d'Allemagne et dont un ressortissant de cet Etat, M. Jörg Rudolf Schöps (« le requérant »), avait saisi la Commission le 4 juillet 1994 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mes K. Hütsch et W. KüpperFahrenberg, tous deux avocats et notaires à Essen (Allemagne). Le gouvernement allemand (« le Gouvernement ») est représenté par son agente, Mme H. Voelskow-Thies, Ministerialdirigentin, ministère fédéral de la Justice.", "3.  L'affaire concerne le grief du requérant relatif au fait que, dans le cadre de la procédure de contrôle de sa détention provisoire, son avocat se soit vu refuser l'accès au dossier pénal de l'affaire, en méconnaissance de l'article 5 § 4 de la Convention.", "4.  Le 14 janvier 1999, un collège de la Grande Chambre a décidé, conformément à l'article 5 § 4 du Protocole no 11 à la Convention combiné avec les articles 100 § 1 et 24 § 6 du règlement de la Cour (« le règlement »), que l'affaire devait être examinée par une chambre constituée au sein de l'une des sections de la Cour. Par la suite, le président de la Cour a attribué la requête à la première section. Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. M. G. Ress, juge élu au titre de l'Allemagne, s'étant déporté (article 28 du règlement), le Gouvernement a désigné M. H. Jung pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "5.  Le Gouvernement a déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). Malgré plusieurs lettres de rappel, l'avocat du requérant n'en a rien fait.", "6.  Le 12 octobre 1999, la chambre a décidé, conformément à l'article 59 § 2 in fine du règlement, de ne pas tenir d'audience en l'espèce.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  Le requérant est un ressortissant allemand né en 1953 et domicilié à Essen.", "8.  En 1992, le parquet (Staatsanwaltschaft) d'Essen ouvrit une instruction au sujet du requérant et d'autres personnes soupçonnées d'escroquerie.", "9.  Le 11 mars 1993, le tribunal de district (Amtsgericht) d'Essen délivra un mandat d'arrêt à l'encontre du requérant et de deux femmes, Mmes S. et L., pour association de malfaiteurs, trafic de drogue et plusieurs chefs d'escroquerie.", "Dans sa décision, le tribunal de district indiquait qu'il était reproché aux suspects d'avoir créé, vers la fin de décembre 1988, une association visant à tirer des gains substantiels du commerce frauduleux d'options. De plus, à partir du milieu de l'année 1990, les intéressés avaient accepté d'importer et de vendre en Allemagne de la cocaïne provenant de Majorque. Plusieurs complices avaient été recrutés pour faire partie du groupement de malfaiteurs et avaient pris part aux nombreuses infractions pénales. Concernant le commerce frauduleux d'options, près d'un millier de victimes avaient été escroquées par l'association entre le début de l'année 1989 et mars 1993, et avaient perdu un total de soixante millions de marks allemands. De plus, entre octobre 1990 et août 1992, environ cent kilogrammes de cocaïne avaient été importés et vendus en Allemagne. Le tribunal de district estimait que les dépositions de certains témoins et des suspects, le résultat des écoutes téléphoniques et les conclusions de l'enquête donnaient fortement à penser que le requérant ainsi que Mmes S. et L. avaient commis les infractions pénales en question.", "Le tribunal de district considérait par ailleurs que les suspects risquaient de se soustraire à la justice au sens de l'article 112 § 2.2 du code de procédure pénale (Strafprozeßordnung). A cet égard, le tribunal indiquait qu'eu égard à la gravité des infractions en question et à l'ampleur des préjudices causés par les intéressés, ceux-ci devaient s'attendre à se voir infliger une longue peine d'emprisonnement. De plus, ils avaient de toute évidence suffisamment de moyens pour prendre la fuite. D'après le tribunal de district, il y avait également un danger de destruction de preuves au sens de l'article 112 § 2.3 du code de procédure pénale : en effet, dans le cadre de leur association de malfaiteurs, les suspects avaient l'habitude de camoufler la portée de leurs activités en recourant à des « hommes de paille » et à des contrats fictifs, et étaient donc susceptibles de faire disparaître certains éléments ou de faire pression sur des témoins.", "10.  Le requérant fut arrêté le 19 mars 1993. En présence de son avocat, Me Hütsch, le juge de la détention (Haftrichter) l'informa des accusations portées contre lui et du mandat d'arrêt du 11 mars 1993. Le requérant ne fit aucune déclaration. Il sollicita une audience sur la régularité de sa détention (Haftprüfung) mais retira cette requête par la suite.", "11.  Selon le requérant, son avocat a, dès le mois de mars 1993, demandé au parquet d'Essen l'autorisation de consulter le dossier d'instruction, mais sa requête a été rejetée au motif que l'accès aux documents en question compromettrait la bonne marche des investigations. Toutefois, ni la demande susmentionnée ni son rejet ne se trouvent consignés dans les dossiers du parquet.", "12.  Durant la procédure qui s'ensuivit, l'avocat du requérant fut rejoint par un confrère, Me Küpper-Fahrenberg.", "13.  Le 3 mai 1993, la police interrogea le requérant en présence de son avocat au sujet des faits qui lui étaient reprochés. L'intéressé indiqua qu'il avait dans l'intervalle consulté son avocat à plusieurs reprises. Au cours de nouveaux interrogatoires menés le 5 et le 6 mai, puis le 13 et le 20 juillet 1993, la plupart du temps en présence de son avocat, le requérant fut questionné de manière précise sur les faits qui lui étaient reprochés, et notamment sur le contenu de conversations téléphoniques enregistrées lors d'écoutes effectuées en vertu d'un mandat délivré en mai 1992.", "14.  Le 8 septembre 1993, le tribunal de district d'Essen modifia le mandat d'arrêt, pour y ajouter notamment d'autres infractions, à savoir la fraude fiscale, la corruption, l'incitation à faire une fausse inscription sur des registres officiels et l'émission d'une fausse déclaration écrite sous serment. Le tribunal de district confirma que le requérant et les autres personnes en cause risquaient toujours de tenter de se soustraire à la justice et que des mesures moins rigoureuses ne pouvaient être prises que dans le cas de Mme S. En conséquence, l'exécution du mandat d'arrêt concernant Mme S. pouvait être suspendue, tandis que le requérant et Mme L. devaient être maintenus en détention provisoire.", "15.  Le 14 septembre 1993, le requérant fut informé de la modification du mandat d'arrêt. Son avocat demanda alors à accéder au dossier. Aucune suite ne fut donnée à cette demande, car la copie du dossier avait déjà été transmise à la cour d'appel (Oberlandesgericht) de Düsseldorf aux fins de la procédure de contrôle, et les originaux étaient nécessaires à la poursuite des investigations.", "16.  Le 14 septembre 1993, le parquet général (Generalstaatsanwalt-schaft) de Hamm demanda que la détention provisoire du requérant et de Mme L. fût prolongée. Dans sa demande, à laquelle il joignait vingt-quatre dossiers d'instruction, le procureur retraçait les étapes de la procédure relative à la détention et résumait les infractions reprochées aux personnes concernées. Quant aux faits précis, il renvoyait au mandat d'arrêt et à un rapport de police de juillet 1993, documents qui figuraient parmi les dossiers annexés. Le procureur estimait que les soupçons qui pesaient fortement sur les intéressés résultaient de leurs propres déclarations et de celles de témoins, de l'avis d'un spécialiste de la bourse, des retranscriptions d'écoutes téléphoniques et des documents commerciaux saisis, pièces qui se trouvaient toutes dans le dossier d'instruction. Par ailleurs, il confirmait qu'il y avait un risque de fuite.", "17.  Dans sa réponse du 21 octobre 1993, l'avocat du requérant demanda à la cour d'appel de Düsseldorf l'accès aux dossiers, une audience sur la question du maintien en détention du requérant et la remise en liberté de celui-ci. Il expliquait qu'il n'était pas en mesure de faire des commentaires précis sur les conclusions du procureur, car, en dépit de promesses réitérées, il n'avait pas encore obtenu l'accès au dossier d'instruction ; de plus, les arguments du procureur étaient parcellaires et ne constituaient donc pas une base suffisante.", "18.  D'après une note manuscrite du rapporteur près la cour d'appel, l'avocat du requérant, interrogé par téléphone, aurait accepté qu'une décision sur la question du maintien en détention provisoire de son client fût prise sans qu'il pût consulter les dossiers au préalable. Toutefois, d'après le requérant – et ainsi que l'ont confirmé son avocat, Me Hütsch, puis le confrère de celui-ci, Me Pott –, le rapporteur et l'avocat auraient jugé d'un commun accord que ce dernier ne pourrait faire de commentaires sur la question du maintien en détention provisoire tant qu'il n'aurait pas eu accès aux dossiers ; ils seraient alors convenus que le juge de la cour d'appel prendrait les dispositions nécessaires pour lui en permettre la consultation.", "19.  Le 3 novembre 1993, la cour d'appel de Düsseldorf ordonna le maintien du requérant en détention provisoire.", "Eu égard aux résultats déjà obtenus grâce à l'enquête, et en particulier aux dépositions du requérant et des autres suspects, aux déclarations des victimes, aux retranscriptions d'écoutes téléphoniques, aux documents commerciaux saisis et à l'avis provisoire d'un spécialiste de la bourse, la cour d'appel confirma que des soupçons pesaient fortement sur le requérant relativement à la commission des infractions en question. Concernant le risque que le requérant cherchât à se soustraire à la justice, la cour d'appel observa qu'il possédait d'importants moyens financiers et biens immobiliers à Majorque. De plus, il avait eu avant son arrestation des contacts avec les Etats-Unis d'Amérique, la Suisse et l'Espagne.", "Par ailleurs, la cour d'appel estima que le maintien du requérant en détention provisoire n'était pas une mesure excessive. Concernant le déroulement des investigations, la cour fit remarquer qu'en raison de leur complexité et de leur étendue elles n'avaient pas encore permis de déboucher sur une décision judiciaire. A cet égard, la juridiction d'appel relevait que les dossiers d'instruction comptaient déjà vingt-quatre volumes et que la mise en accusation était envisagée pour novembre 1993. Enfin, la cour d'appel indiqua qu'il n'y avait pas lieu de tenir une audience relativement au contrôle juridictionnel.", "20.  Le 22 novembre 1993, le parquet d'Essen autorisa l'avocat du requérant à consulter le dossier d'instruction. Selon le requérant, seuls vingt-deux volumes sur vingt-quatre furent mis à disposition. Ils furent restitués en janvier 1994. Le requérant affirme que son avocat demanda à consulter le dossier une nouvelle fois début 1994.", "21.  Le 7 février 1994, à la suite d'une réforme concernant la compétence des tribunaux, le parquet de Hamm pria la cour d'appel de cette ville d'ordonner le maintien du requérant en détention provisoire. Le parquet joignit le dossier pénal, qui comprenait soixante-neuf volumes et trois dossiers accessoires (Beiakten).", "22.  Dans ses observations écrites du 28 février 1994, l'avocat du requérant indiqua qu'il n'avait pu jusqu'alors consulter que vingt-deux volumes parmi ceux qui constituaient le dossier pénal et qu'il ne pouvait donc rien ajouter à ses précédentes observations.", "23.  Le 1er mars 1994, la cour d'appel de Hamm fit droit à la demande du parquet du 7 février 1994 et ordonna le maintien du requérant en détention provisoire.", "Ladite juridiction estimait que les motifs exposés dans la précédente décision de la cour d'appel de Düsseldorf demeuraient valables. De plus, les investigations avaient suivi leur cours. La police avait établi un rapport provisoire en janvier 1994 et avait indiqué que l'audition d'environ un millier de témoins était quasiment achevée. Le rapport final de la police et celui de l'administration fiscale étaient annoncés pour la fin du mois de février 1994. Le parquet prévoyait de dresser l'acte d'accusation immédiatement après. Il n'y avait donc eu aucun manquement à l'obligation de conduire la procédure avec célérité.", "La cour d'appel estima par ailleurs que le grief du requérant tiré de l'article 5 § 4 de la Convention concernant le défaut d'accès au dossier d'instruction n'avait aucune incidence sur la validité du mandat d'arrêt.", "24.  Le 25 mars 1994, le requérant forma un recours constitutionnel (Verfassungsbeschwerde) contre les décisions du 3 novembre 1993 et du 1er mars 1994, se plaignant en particulier d'un accès insuffisant au dossier d'instruction. A ce sujet, il soulignait qu'il n'avait pu consulter que vingtdeux des volumes constituant le dossier d'instruction, qui en comprenait alors cent trente-deux au total. Le requérant et son avocat n'avaient donc pas été en mesure de commenter convenablement les accusations portées contre le premier et d'exercer efficacement les droits de la défense.", "25.  Le 2 mai 1994, la Cour constitutionnelle fédérale (Bundes-verfassungsgericht) décida de ne pas retenir le recours du requérant.", "26.  Le 25 mars 1994, le parquet d'Essen dressa l'acte d'accusation (Anklageschrift) du requérant et de quatre autres personnes à qui étaient reprochées diverses infractions pénales. En ce qui concerne le requérant, l'acte mentionnait quatre-vingt-onze chefs d'escroquerie, de corruption, d'incitation à faire une fausse inscription sur un registre officiel et d'émission d'une fausse déclaration écrite sous serment. L'action publique relative aux actes de fraude fiscale fut dissociée de la procédure principale. Il fut décidé de clore les poursuites concernant l'association de malfaiteurs en raison de la gravité des autres charges. L'acte d'accusation, qui exposait en détail les motifs d'inculpation du requérant ainsi que les faits pertinents et les éléments de preuve, fut notifié à son avocat à la date du 9 juin 1994.", "27.  Le 9 juin 1994, le parquet d'Essen adressa à l'avocat du requérant, pour consultation, la copie du dossier d'instruction, soit cent trente-deux volumes principaux et deux volumes complémentaires (environ seize mille pages au total). Le dossier devait être renvoyé dans le délai d'une semaine pour permettre aux autres avocats de la défense de le consulter. Le 23 juin 1994, le parquet envoya une note de rappel concernant la restitution du dossier. La date de retour n'a pas été consignée. Selon le requérant, les copies mises à la disposition de son avocat étaient incomplètes.", "28.  Le 30 juin 1994, la cour d'appel de Hamm ordonna le maintien du requérant en détention provisoire. A la demande de l'avocat de l'une des autres personnes mises en cause, il fallut reporter la décision d'une semaine pour assurer une possibilité réelle de déposer des observations.", "La cour d'appel confirma les conclusions formulées dans les précédentes décisions du 3 novembre 1993 et du 1er mars 1994. Au sujet des faits reprochés au requérant, elle prit note des modifications résultant de l'acte d'accusation, qui ne mentionnait pas les chefs de création d'une association de malfaiteurs et de fraude fiscale. Il avait été décidé de clore les poursuites relatives au premier de ces chefs conformément aux dispositions pertinentes du code de procédure pénale, compte tenu de la moindre gravité de l'infraction en question en regard de celles que retenait l'acte d'accusation. S'agissant de la fraude fiscale, un complément d'instruction était en cours.", "La cour d'appel estima par ailleurs que les investigations avaient progressé. Dans l'intervalle, l'acte d'accusation avait été dressé et transmis à la chambre des infractions économiques du tribunal régional (Landgericht) d'Essen, lequel avait entrepris l'examen de cette affaire complexe et envisageait, si toutefois la procédure principale était lancée, d'ouvrir les débats en septembre 1994.", "29.  Le 19 octobre 1994, la cour d'appel de Hamm ordonna la remise en liberté du requérant. La cour confirma qu'il y avait toujours de lourds éléments à charge contre l'intéressé et indiqua que les motifs justifiant sa détention provisoire demeuraient valables mais que son maintien en détention avait cessé d'être une mesure proportionnée. La juridiction d'appel considérait en particulier que, depuis mai 1994, le tribunal régional d'Essen n'avait guère fait avancer la procédure. Le requérant fut libéré le jour même.", "30.  Le 15 décembre 1998, le tribunal régional d'Essen déclara le requérant coupable d'escroquerie, de corruption et d'émission d'une fausse déclaration écrite sous serment, et le condamna à une peine globale de cinq ans et six mois d'emprisonnement.", "II.  LE DROIT et la pratique INTERNEs PERTINENTs", "31.  Les articles 112 et suivants du code de procédure pénale (Strafprozeßordnung) portent sur l'arrestation et la détention de toute personne dont on peut raisonnablement présumer qu'elle a commis une infraction. Selon l'article 112, la détention provisoire peut être ordonnée contre une personne, si elle est fortement soupçonnée d'avoir commis une infraction et s'il existe un motif d'arrestation, par exemple un risque de fuite ou de destruction de preuves. L'article 116 prévoit les cas de sursis à l'exécution du mandat d'arrêt.", "32.  Selon l'article 117 du code de procédure pénale, une personne en détention provisoire peut demander à tout moment qu'il soit procédé à un contrôle juridictionnel du mandat d'arrêt. Une audience est tenue à la demande de la personne en détention provisoire ou à l'initiative du juge (article 118 § 1). Si le mandat d'arrêt est déclaré valable à l'issue de l'audience, la personne en détention provisoire ne pourra demander une nouvelle audience que si la durée globale de la détention provisoire a atteint trois mois minimum et si deux mois au moins se sont écoulés depuis la dernière audience (article 118 § 3). L'article 120 dispose que le mandat d'arrêt doit être levé dès lors que les raisons justifiant la détention provisoire ne sont plus réunies ou si le maintien en détention apparaît disproportionné. Toute prorogation de la détention provisoire au-delà de la période initiale de six mois doit être décidée par la cour d'appel (articles 121-122).", "33.  Les articles 137 et suivants du code de procédure pénale traitent de la défense d'une personne inculpée d'une infraction, notamment du choix de l'avocat de la défense ou de la désignation d'un avocat commis d'office. D'après l'article 147 § 1, l'avocat de la défense est en droit de consulter les dossiers remis au tribunal chargé de l'affaire ou qui lui seraient remis si un acte d'accusation devait être élaboré, et d'examiner les pièces qui y sont jointes. Le paragraphe 2 de cette disposition permet de refuser à la défense d'accéder à tout ou partie des dossiers ou pièces tant que l'instruction préparatoire n'est pas achevée, si le but des investigations s'en trouverait compromis. En attendant l'issue de l'instruction, c'est le ministère public qui décide ou non d'accorder l'accès au dossier ; c'est ensuite au président du tribunal de prendre la décision (article 147 § 5). Par une loi portant modification du code de procédure pénale (Strafverfahrens-änderungsgesetz, Bundesgesetzblatt, 2000, vol. I, p. 1253), entrée en vigueur le 1er novembre 2000, cette dernière disposition a été modifiée de sorte que, notamment, un inculpé qui se trouve en détention est à présent en droit de demander un contrôle juridictionnel de la décision du ministère public lui refusant l'accès au dossier.", "34.  Les articles 151 et suivants du code de procédure pénale exposent les principes régissant les poursuites pénales et l'élaboration de l'acte d'accusation. L'article 151 indique que tout procès doit être amorcé par un acte d'accusation. Aux termes de l'article 152, l'action publique est mise en œuvre par le ministère public qui, sauf dispositions contraires de la loi, doit poursuivre toute infraction dès lors qu'il existe des motifs suffisants de soupçonner la personne concernée.", "35.  L'instruction préparatoire doit être conduite par le parquet en vertu des articles 160 et 161 du code de procédure pénale. Sur la base de ces investigations, le parquet décide conformément à l'article 170 s'il met en œuvre l'action publique ou s'il classe l'affaire sans suite.", "36.  Aux termes de l'article 103 § 1 de la Loi fondamentale (Grundgesetz), devant les tribunaux, chacun a le droit d'être entendu (Anspruch auf rechtliches Gehör).", "Selon la Cour constitutionnelle fédérale (Bundesverfassungsgericht), cette règle commande que toute décision judiciaire soit fondée uniquement sur les faits et les éléments de preuve qui ont pu faire l'objet d'observations par les parties. Dans des affaires où les personnes concernées sont arrêtées et mises en détention provisoire, le mandat d'arrêt et les décisions judiciaires qui le confirment doivent se fonder uniquement sur les faits et les preuves dont l'inculpé avait connaissance au préalable et sur lesquels il a pu formuler des observations (Cour constitutionnelle fédérale, arrêt du 11 juillet 1994 (Neue juristische Wochenschrift 1994, p. 3219), avec d'autres références).", "Dans l'arrêt susmentionné, la Cour constitutionnelle fédérale dit qu'après son arrestation une personne accusée d'une infraction doit être mise au courant de la teneur du mandat d'arrêt et être traduite à bref délai devant un juge qui, en l'entendant, doit l'informer de tout élément de preuve à charge ou à décharge. En outre, au cours de la procédure de contrôle ultérieure, l'intéressé doit être entendu et, dans la mesure où l'instruction n'en est pas compromise, les résultats pertinents des investigations doivent lui être communiqués. Dans certains cas, il se peut que ces informations orales ne suffisent pas. Si les faits et les preuves à la base d'une décision en matière de détention ne peuvent pas ou ne peuvent plus être communiqués oralement, il convient d'utiliser d'autres moyens d'informer l'inculpé, tels que le droit de consulter les dossiers (Akteneinsicht). En revanche, il y a lieu d'admettre l'existence de restrictions légales à l'accès de l'accusé aux dossiers en attendant l'issue de l'instruction préparatoire, si la conduite efficace des investigations pénales l'impose. Toutefois, même en attendant le terme de l'instruction, un accusé en détention provisoire a un droit d'accès aux dossiers par l'intermédiaire de son avocat, si et dans la mesure où les renseignements qu'ils contiennent sont susceptibles d'affecter sa position pendant la procédure de contrôle et que les informations orales ne suffisent pas. Si, en pareil cas, le parquet refuse l'accès aux passages pertinents des dossiers en vertu de l'article 147 § 2 du code de procédure pénale, le tribunal procédant au contrôle ne peut fonder sa décision sur ces faits et preuves et doit, si nécessaire, annuler le mandat d'arrêt (Cour constitutionnelle fédérale, op. cit.).", "PROCéDURE DEVANT LA COMMISSION", "37.  M. Schöps a saisi la Commission le 4 juillet 1994. Invoquant l'article 5 § 4 de la Convention, il se plaignait de ne pas avoir eu accès au dossier d'instruction dans le cadre du contrôle juridictionnel de sa détention provisoire. Par ailleurs, il se prétendait victime d'une violation des articles 5 § 3 et 6 § 3 a) et b) de la Convention.", "38.  Le 10 avril 1997, la Commission a retenu le grief tiré de l'article 5 § 4 et a déclaré la requête (no 25116/94) irrecevable pour le surplus. Dans son rapport du 17 septembre 1998 (ancien article 31 de la Convention) [Note du greffe : le rapport est disponible au greffe.], elle conclut, par vingt-sept voix contre cinq, à la violation de l'article 5 § 4.", "conclusions présentées à la cour par le gouvernement", "39.  Dans son mémoire, le Gouvernement invite la Cour à dire que la République fédérale d'Allemagne n'a pas violé les obligations qui lui incombent en vertu de la Convention.", "EN DROIT", "I.  SUR LA VIOLATION ALLéGUéE DE L'ARTICLE 5 § 4 DE LA CONVENTION", "40.  Le requérant se plaint de la procédure de contrôle de sa détention provisoire. Il invoque l'article 5 § 4 de la Convention, qui est ainsi libellé :", "« Toute personne privée de sa liberté par arrestation ou détention a le droit d'introduire un recours devant un tribunal, afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "A.  Thèses des comparants", "41.  Le requérant affirme que la procédure de contrôle n'était pas véritablement contradictoire, lui-même et son avocat n'ayant pas eu un accès suffisant au dossier d'instruction et n'ayant donc pu contester de manière satisfaisante la légalité de son maintien en détention provisoire.", "42.  Pour le Gouvernement, l'article 5 § 4 ne donne pas un droit général à une personne en détention provisoire ou à son avocat d'examiner les dossiers d'instruction la concernant. Ce qui importe, c'est que l'intéressé ait la possibilité d'exercer un recours effectif. D'après le Gouvernement, il découle du champ d'application et de l'objet de l'article 5 § 4 – qui diffèrent de ceux de l'article 6 – que cette disposition garantit uniquement le droit de l'intéressé à avoir accès à un tribunal et à y être entendu.", "Quant à l'espèce, le Gouvernement affirme que la procédure de contrôle de la légalité de la détention provisoire du requérant était bien contradictoire et n'a nullement porté atteinte au principe d'égalité des armes. Dans cette procédure, il convient de distinguer trois étapes.", "En ce qui concerne la première phase – qui a débouché sur la décision de la cour d'appel de Düsseldorf du 3 novembre 1993 –, le Gouvernement soutient que l'avocat du requérant n'a demandé à examiner le dossier que le 14 septembre 1993. Contrairement à la Commission, le Gouvernement estime que l'affirmation selon laquelle une demande de consultation du dossier a été faite avant cette date ne saurait être supposée correcte en l'absence de toute trace à ce sujet dans le dossier. Si la demande du 14 septembre 1993 n'a été suivie d'aucun effet, c'est que le double du dossier avait déjà été envoyé à la cour d'appel de Düsseldorf aux fins du contrôle juridictionnel, tandis que les originaux restaient nécessaires à la poursuite de l'instruction. Toutefois, après avoir reçu la réponse écrite de l'avocat du requérant datée du 21 octobre 1993 (paragraphe 17 ci-dessus), le rapporteur chargé de l'affaire auprès de la cour d'appel téléphona à cet avocat le 28 octobre 1993. Selon une note du rapporteur versée au dossier, ils convinrent tous deux que la cour se prononcerait sans qu'il y ait eu examen préalable du dossier. L'avocat du requérant ayant ainsi renoncé à son droit de consulter le dossier à ce stade de la procédure, aucune entrave aux droits de la défense ne saurait être relevée quant à la décision du 3 novembre 1993.", "Pour ce qui est de la deuxième étape de la procédure – qui a abouti à la décision de la cour d'appel de Hamm du 1er mars 1994 –, le Gouvernement fait observer que le 22 novembre 1993, à la suite de la demande du requérant datée du 14 septembre 1993, l'ensemble du dossier d'instruction tel qu'il existait alors, soit vingt-quatre volumes et non vingt-deux comme l'affirme le requérant, fut remis à l'avocat. Si les quarante-cinq autres volumes venus s'ajouter au dossier d'instruction entre la fin de novembre 1993 et le début de février 1994 n'ont pas été confiés d'office à l'avocat de la défense, c'est parce qu'en l'absence de demande nouvelle et explicite de la part de celui-ci les autorités d'instruction n'étaient pas dans l'obligation de le faire. Il incombe à la personne mise en cause ou à son avocat de se tenir au courant des progrès de l'instruction et, le cas échéant, de renouveler sa demande d'examen du dossier, en particulier dans les procédures très lourdes impliquant des investigations approfondies comme en l'espèce. Au lieu d'attendre le 28 février 1994 pour se plaindre de cette situation, l'avocat du requérant aurait dû solliciter un nouvel examen du dossier, et ce dès le 7 février 1994, jour où le procureur demanda que la détention de l'intéressé fût prolongée. En tout état de cause, un nouvel examen du dossier était inutile à ce stade, car les éléments touchant à la détention du requérant, en particulier les dépositions des témoins, étaient connus de l'avocat depuis qu'il avait été autorisé à examiner le dossier le 22 novembre 1993 (paragraphe 20 ci-dessus).", "Quant à la troisième et dernière phase de la procédure – qui a culminé par la décision de la cour d'appel de Hamm du 30 juin 1994 –, le Gouvernement rappelle qu'un jeu complet du dossier d'instruction fut remis à l'avocat du requérant le 9 juin 1994, soit bien avant l'audience devant la cour d'appel.", "43.  La Commission a estimé que les contrôles juridictionnels effectués le 3 novembre 1993 et le 1er mars 1994 par les cours d'appel de Düsseldorf et de Hamm respectivement, n'ont pas satisfait aux exigences posées par l'article 5 § 4 de la Convention, tandis que l'audience tenue le 30 juin 1994 y a répondu.", "B.  Appréciation de la Cour", "44.  La Cour rappelle que les personnes arrêtées ou détenues ont droit à un examen du respect des exigences de procédure et de fond nécessaires à la « légalité », au sens de la Convention, de leur privation de liberté. Par conséquent, le tribunal compétent doit vérifier « à la fois l'observation des règles de procédure de la [législation interne] et le caractère raisonnable des soupçons motivant l'arrestation, ainsi que la légitimité du but poursuivi par celle-ci puis par la [détention] ».", "Un tribunal examinant un recours formé contre une détention doit présenter les garanties inhérentes à une instance de caractère judiciaire. Le procès doit être contradictoire et garantir dans tous les cas l'« égalité des armes » entre les parties, le procureur et le détenu. Il n'y a pas égalité des armes lorsqu'un avocat se voit refuser l'accès aux documents du dossier d'instruction dont l'examen est indispensable pour contester efficacement la légalité de la détention de son client. S'il s'agit d'une personne dont la détention relève de l'article 5 § 1 c), une audience s'impose (voir notamment l'arrêt Lamy c. Belgique du 30 mars 1989, série A no 151, pp. 16-17, § 29, et Nikolova c. Bulgarie [GC], no 31195/96, § 58, CEDH 1999-II).", "Ces exigences découlent du droit à un procès contradictoire garanti par l'article 6 de la Convention qui, au pénal, implique, pour l'accusation comme pour la défense, la faculté de prendre connaissance des observations ou éléments de preuve produits par l'autre partie, ainsi que de les discuter. Selon la jurisprudence de la Cour, il ressort du libellé de l'article 6 – et spécialement du sens autonome à donner à la notion d'« accusation en matière pénale » – que cette disposition peut s'appliquer aux phases antérieures au procès (arrêt Imbrioscia c. Suisse du 24 novembre 1993, série A no 275, p. 13, § 36). Dès lors, eu égard aux conséquences dramatiques de la privation de liberté sur les droits fondamentaux de la personne concernée, toute procédure relevant de l'article 5 § 4 de la Convention doit en principe également respecter, autant que possible dans les circonstances d'une instruction, les exigences fondamentales d'un procès équitable, telles que le droit à une procédure contradictoire. La législation nationale peut remplir cette exigence de diverses manières, mais la méthode adoptée par elle doit garantir que la partie adverse soit au courant du dépôt d'observations et jouisse d'une possibilité véritable de les commenter (voir, mutatis mutandis, l'arrêt Brandstetter c. Autriche du 28 août 1991, série A no 211, pp. 27-28, § 67).", "45.  En l'espèce, la légalité de la détention provisoire du requérant a été contrôlée dans le cadre de trois procédures, devant les cours d'appel de Düsseldorf et de Hamm respectivement.", "Au stade de la procédure ayant abouti à la première audience sur le contrôle de la détention provisoire, devant la cour d'appel de Düsseldorf, le requérant fut, lors de son arrestation, le 19 mars 1993, informé par le juge de la détention des accusations portées contre lui et de la teneur du mandat d'arrêt, et ce en présence de son avocat. Le 14 septembre 1993, le requérant, là encore en présence de son défenseur, fut informé de la modification du mandat. Selon le Gouvernement, ce n'est qu'à cette date que l'avocat demanda à accéder au dossier d'instruction (paragraphe 15 ci-dessus). Pour sa part, le requérant affirme que son avocat a en vain demandé à consulter le dossier dès le mois de mars 1993 (paragraphe 11 ci-dessus).", "46.  La Cour estime qu'une personne inculpée qui se plaint de l'impossibilité d'accéder au dossier d'instruction doit en principe avoir dûment sollicité un tel accès conformément à la législation nationale (voir, mutatis mutandis, l'arrêt Kampanis c. Grèce du 13 juillet 1995, série A no 318-B, p. 46, § 51), mais que la simple absence de trace d'une telle demande dans le dossier de l'affaire ne suffit pas en soi à prouver qu'elle n'a pas été présentée.", "47.  Quelle que soit la date de la première demande de consultation du dossier, la Cour observe que, comme l'admet le Gouvernement, la demande du 14 septembre 1993 n'a été suivie d'aucune action immédiate de la part des autorités judiciaires parce que, pour reprendre les arguments du Gouvernement, les originaux étaient nécessaires à la poursuite des investigations, tandis que les copies avaient déjà été envoyées à la cour d'appel de Düsseldorf.", "A cet égard, la Cour estime qu'il incombe aux autorités judiciaires d'organiser leurs procédures de telle sorte qu'elles satisfassent aux exigences procédurales énoncées à l'article 5 § 4, la Convention visant à garantir des droits non pas théoriques ou illusoires, mais concrets et effectifs. Or il ne semble pas qu'un tel objectif eût été très difficile à atteindre en l'espèce. Aucune audience n'ayant eu lieu devant la cour d'appel de Düsseldorf avant le 3 novembre 1993, cette juridiction disposait de plus de six semaines pour prendre connaissance du dossier à seule fin de contrôler la légalité de la détention du requérant. Elle avait donc largement le temps de permettre à la défense de consulter le dossier.", "48.  Quant à l'argument du Gouvernement selon lequel l'avocat a accepté de continuer la procédure de contrôle juridictionnel sans consultation préalable du dossier, la Cour rappelle que, pour que la renonciation à un droit garanti par la Convention puisse entrer en ligne de compte – si tant est que cela puisse être le cas –, elle doit être établie de manière non équivoque ; la renonciation à des droits de nature procédurale exige par ailleurs un minimum de garanties correspondant à sa gravité (arrêt Pfeifer et Plankl c. Autriche du 25 février 1992, série A no 227, pp. 16-17, § 37).", "En l'espèce, la Cour estime qu'eu égard aux doutes persistants quant au contenu précis de la conversation téléphonique en question et compte tenu de l'importance de l'audience devant la cour d'appel, on ne saurait affirmer que l'avocat de la défense a renoncé au nom du requérant, de manière expresse ou de toute autre manière non équivoque, à son droit d'examiner le dossier avant l'audience du 3 novembre 1993.", "49.  Par voie de conséquence, lorsque la cour d'appel de Düsseldorf tint à cette date une audience consacrée au contrôle juridictionnel, l'avocat du requérant n'avait pas été en mesure d'examiner le dossier d'instruction, qui se composait de vingt-quatre volumes et contenait, d'après le mandat d'arrêt de mars 1993, plusieurs dépositions émanant de témoins et de deux femmes également mises en cause, ainsi que des documents relatifs aux écoutes téléphoniques effectuées durant l'enquête. Lorsque, en septembre 1993, le parquet requit la prolongation de la détention provisoire du requérant, il fonda ses soupçons sur le contenu du dossier d'instruction, auquel s'étaient alors ajoutés l'avis d'un spécialiste de la bourse ainsi que des documents commerciaux saisis dans l'intervalle. Ces éléments semblent donc avoir joué un rôle essentiel dans le maintien en détention du requérant. Dans sa réponse à la demande du procureur tendant à la prorogation de la détention, l'avocat attira l'attention de la cour d'appel sur les restrictions imposées à la défense du fait qu'on lui avait refusé l'autorisation de consulter le dossier (paragraphe 17 ci-dessus).", "50.  Il est vrai que le requérant avait été informé des accusations portées contre lui par le juge de la détention et par le biais du mandat d'arrêt tel que délivré puis modifié par le tribunal de district d'Essen (paragraphes 9-10 et 14-15 ci-dessus). Cependant, les informations fournies par ce moyen ne constituaient qu'un compte rendu des faits élaboré par le tribunal de district sur la base de l'ensemble des informations communiquées par le ministère public. De l'avis de la Cour, il n'est guère possible à une personne mise en cause de contester de manière satisfaisante la fiabilité d'un tel compte rendu si elle ignore les éléments sur lesquels il se fonde. Il faut donc que l'intéressé ait une possibilité suffisante de prendre connaissance des dépositions et autres éléments de preuve y relatifs, tels que les résultats de l'enquête de police et des autres investigations, indépendamment de la question de savoir s'il peut donner des indications quant à la pertinence pour sa défense des éléments auxquels il cherche à avoir accès.", "Cela vaut d'autant plus pour l'espèce compte tenu de la complexité de l'instruction qui concernait entre autres le requérant et vu les nombreux documents qui étayaient les soupçons à son égard et qui n'étaient évoqués qu'en termes généraux dans les mandats d'arrêt ainsi que dans la demande du 14 septembre 1993 tendant à la prorogation de la détention provisoire.", "51.  Dans ces conditions, il était essentiel pour la défense de consulter le dossier avant l'audience devant la cour d'appel de Düsseldorf, afin de pouvoir contester efficacement la légalité de la détention provisoire du requérant, qui durait alors depuis près de huit mois déjà.", "52.  Quant à la procédure ultérieure, c'est seulement le 22 novembre 1993 que la consultation du dossier fut accordée à l'avocat de la défense, qui l'avait demandée au plus tard le 14 septembre 1993 (paragraphe 15 ci-dessus). Le dossier se composait alors de vingt-quatre volumes ; tous (ou la plupart) furent remis à l'avocat, qui les restitua en janvier 1994. Toutefois, lorsqu'en février 1994 le parquet demanda une nouvelle prorogation de la détention provisoire du requérant, aux vingt-quatre premiers volumes s'en étaient dans l'intervalle ajoutés quarante-cinq autres ainsi que trois dossiers accessoires, qui n'avaient pas encore été mis à la disposition de l'avocat du requérant. Ainsi, lorsque l'audience se tint devant la cour d'appel de Hamm, le 1er mars 1994, l'avocat n'avait pu consulter qu'une partie limitée du dossier qui était en possession de la cour. Dans ses observations écrites adressées à la cour d'appel le 28 février 1994, l'avocat a indiqué qu'il n'avait vu que vingt-deux volumes parmi ceux qui constituaient le dossier et qu'il ne pouvait donc rien ajouter à ses précédentes observations.", "La Cour admet qu'en droit allemand l'accès au dossier est subordonné à une demande de la défense. Toutefois, celle-ci aurait dû avoir dans les circonstances particulières de la cause une possibilité effective de consulter les dossiers complémentaires, d'autant qu'elle avait précédemment manifesté son très grand intérêt à être tenue informée du contenu du dossier par ses demandes de plein accès, et qu'une nouvelle requête de maintien en détention avait été présentée. Compte tenu de ces éléments, le fait d'exiger une autre demande d'accès aux nombreux volumes qui étaient venus s'ajouter au dossier depuis que celui-ci avait pu être consulté en novembre 1993 (paragraphe 20 ci-dessus) constituait une réponse disproportionnée et d'un formalisme exagéré. A cet égard, la Cour relève que le parquet ne semble pas avoir attendu une nouvelle demande de la défense pour lui envoyer le dossier d'instruction complet le 9 juin 1994 (paragraphe 27 ci-dessus).", "53.  Eu égard aux conclusions figurant dans la décision de la cour d'appel de Hamm du 1er mars 1994 (paragraphe 23 ci-dessus), il était essentiel pour la défense de consulter le volumineux dossier de l'affaire pour pouvoir contester efficacement la légalité du mandat d'arrêt tel que modifié. Faute d'une telle possibilité, cette étape procédurale, pour des raisons identiques à celles exposées relativement à la première phase (paragraphes 49-51 ci-dessus), n'a pas satisfait aux exigences élémentaires d'une procédure juridictionnelle.", "54.  Quant à la procédure qui a abouti à la troisième audience de contrôle juridictionnel, la Cour observe que l'ensemble du dossier a été transmis à l'avocat du requérant le 9 juin 1994, alors que l'instruction était close et que l'acte d'accusation lui avait été notifié. L'avocat a eu le dossier (cent trente-deux volumes principaux et deux volumes complémentaires) à sa disposition pour consultation pendant au moins deux semaines avant que la cour d'appel ne statue sur le maintien en détention provisoire de l'intéressé, le 30 juin 1994. L'avocat a donc eu la possibilité de prendre connaissance des parties essentielles de ce dossier certes volumineux et de préparer convenablement la défense de son client.", "55.  En définitive, la Cour estime que la procédure suivie le 3 novembre 1993 et le 1er mars 1994 aux fins de contrôler la légalité de la détention du requérant n'a pas satisfait aux exigences énoncées par l'article 5 § 4 de la Convention. Cette disposition a donc été méconnue.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "56.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "57.  Malgré l'envoi de plusieurs lettres de rappel, l'avocat du requérant n'a déposé aucune demande de satisfaction équitable au titre de l'article 41. La Cour estime que la question n'appelle pas un examen d'office (voir, mutatis mutandis, l'arrêt Nasri c. France du 13 juillet 1995, série A no 320B, p. 26, § 49).", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "Dit qu'il y a eu violation de l'article 5 § 4 de la Convention.", "Fait en anglais, puis communiqué par écrit le 13 février 2001, en application de l'article 77 §§ 2 et 3 du règlement.", "\tMichael O'Boyle\tElisabeth Palm\n\tGreffier\tPrésidente"]}