{"file": "FRE_CLINF_18766_11.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "18766/11", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 187", "Juillet 2015", "Oliari et autres c. Italie - 18766/11 et 36030/11", "Arrêt 21.7.2015 [Section IV]", "Article 8", "Obligations positives", "Article 8-1", "Respect de la vie familiale", "Respect de la vie privée", "Unions entre partenaires de même sexe non reconnues par la loi : violation", "En fait – Les requérants sont trois couples homosexuels qui entretenaient une relation stable. Ils se virent refuser la publication des bans de leur mariage car, en vertu du code civil italien, les futurs époux doivent être de sexe opposé. Le premier couple ayant formé un recours, la cour d’appel renvoya l’affaire devant la Cour constitutionnelle afin d’obtenir une décision sur la constitutionnalité de la loi applicable. En avril 2010, la Cour constitutionnelle déclara le recours constitutionnel irrecevable, jugeant que le droit au mariage garanti par la Constitution italienne ne s’étendait pas aux unions homosexuelles et ne visait que le mariage au sens traditionnel du terme. Elle précisa que c’était au Parlement qu’il appartenait d’apprécier l’opportunité de reconnaître juridiquement les unions homosexuelles et de préciser les droits et devoirs y afférents. En conséquence, elle rejeta le recours.", "En droit – Article 8 : La Cour a déjà jugé dans de précédentes affaires que la relation qu’entretient un couple homosexuel cohabitant de fait de manière stable relève de la notion de “ vie familiale » au sens de l’article 8. Elle a également reconnu que les couples homosexuels se trouvent dans une situation comparable à celle des couples hétérosexuels pour ce qui est de leur besoin de reconnaissance juridique et de protection de leur relation, comme l’ont déjà souligné l’Assemblée parlementaire et le Comité des ministres du Conseil de l’Europe. ", "La Cour considère que la protection que prévoit actuellement la loi italienne pour les couples homosexuels ne répond pas aux besoins fondamentaux d’un couple engagé dans une relation stable. Bien qu’il soit possible de faire enregistrer les unions homosexuelles auprès des autorités locales – mais seulement dans 2 % environ des municipalités italiennes – cette option ne revêt qu’une valeur symbolique et ne confère aucun droit aux couples homosexuels. Depuis décembre 2013, les couples homosexuels ont la possibilité de contracter un “ accord de cohabitation », mais pareil accord n’a cependant qu’une portée limitée. Il n’assure pas certains besoins fondamentaux indispensables à la réglementation de la relation existant au sein d’un couple stable, comme le soutien matériel mutuel, l’obligation alimentaire et les droits de succession. Le fait que l’accord de cohabitation soit ouvert à toute personne cohabitant avec une autre montre d’ailleurs que ce type d’accord n’est pas spécialement destiné à protéger les couples. En outre, cet accord exige que les personnes vivent sous le même toit, alors que la Cour a déjà admis que l’existence d’une union stable entre partenaires est indépendante de la cohabitation, étant donné que de nombreux couples – qu’ils soient mariés ou aient contracté un partenariat enregistré – connaissent des périodes au cours desquelles ils mènent leur relation tout en vivant éloignés, par exemple pour des raisons professionnelles.", "Il existe par conséquent un conflit entre la réalité sociale des requérants qui vivent ouvertement en couple et l’impossibilité légale d’obtenir une quelconque reconnaissance officielle de leur relation. La Cour estime que le fait de garantir la reconnaissance et la protection des unions homosexuelles ne constituerait pas une charge particulière pour l’État italien. Elle considère qu’une forme d’union civile ou de partenariat enregistré permettrait à ces couples d’obtenir la reconnaissance légale de leur relation, ce qui aurait en soi une valeur pour les personnes concernées. ", "La Cour note aussi qu’il existe au sein des États membres du Conseil de l’Europe une tendance à la reconnaissance juridique des couples homosexuels, 24 des 47 États membres ayant adopté une législation permettant pareille reconnaissance. La Cour constitutionnelle italienne a par ailleurs souligné la nécessité d’adopter une loi reconnaissant et protégeant les relations homosexuelles. Cela fait toutefois longtemps que le législateur italien néglige de tenir compte de ces avis, au risque de saper l’autorité de la justice et de laisser les personnes concernées dans une situation d’insécurité juridique. Les recommandations émanant des juridictions italiennes trouvent par ailleurs un écho dans le sentiment de la majorité de la population italienne qui, d’après des études récentes, est favorable à la reconnaissance juridique des couples homosexuels. Le gouvernement italien ne nie pas qu’il faille protéger ces couples par une loi ; il ne plaide par ailleurs pas que l’intérêt général justifie le maintien du statu quo.", "Au vu de ce qui précède, la Cour conclut que l’Italie n’a pas respecté l’obligation qui lui incombait de veiller à ce que les requérants disposent d’un cadre juridique spécifique assurant la reconnaissance et la protection de leur union. Pour aboutir à une conclusion différente, il aurait fallu que la Cour renonce à tenir compte de l’évolution de la situation en Italie et à appliquer la Convention de manière pratique et effective.", "Conclusion : violation (unanimité).", "Article 41 : 5 000 EUR à chacun des requérants pour préjudice moral ; demande pour dommage matériel rejetée.", "(Voir aussi Schalk et Kopf c. Autriche, 30141/04, 24 juin 2010,  ; Vallianatos et autres c. Grèce [GC], 29381/09 et 32684/09, 7 novembre 2013,  et Hämäläinen c. Finlande [GC], 37359/09, 16 juillet 2014, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}