{"file": "FRE_HFJUD_39731_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39731/98", "text_paragraphs": ["", "", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE PÉTUR THÓR SIGURÐSSON c. ISLANDE", "", "(Requête no 39731/98)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "10 avril 2003", "", "", "DÉFINITIF", "", "10/07/2003", "", "", "", "", "En l’affaire Pétur Thór Sigurðsson c. Islande,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tL. Caflisch,\n\t\tB. Zupančič,", "\tMme\tH.S. Greve,\n\tMM.\tK. Traja, juges,\n\t\tDavid Thór Björgvinsson, juge ad hoc,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 20 mars 2003,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 39731/98) dirigée contre la République d’Islande et dont un ressortissant de cet Etat, M. Pétur Thór Sigurðsson (« le requérant »), a saisi la Commission européenne des Droits de l’Homme le 23 octobre 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant défend lui-même sa thèse devant la Cour. Le gouvernement islandais (« le Gouvernement ») est représenté par son agente, Mme Björg Thorarensen, chef de service au ministère de la Justice et des Affaires ecclésiastiques.", "3.  Le requérant alléguait la violation de son droit à ce que sa cause soit entendue équitablement par un tribunal indépendant et impartial, conformément à l’article 6 § 1 de la Convention.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. A la suite du déport de M. Gaukur Jörundsson, juge élu au titre de la République d’Islande (article 28), le Gouvernement a désigné M. David Thór Björgvinsson pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "5.  Par une décision du 14 juin 2001, la chambre a déclaré la requête recevable.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 3 in fine du règlement), les parties ont chacune soumis des commentaires écrits sur les observations de l’autre. ", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant est un ressortissant islandais né en 1954. Il est avocat et réside à Reykjavik, en Islande.", "9.  Il engagea une action en responsabilité délictuelle contre la Banque nationale d’Islande au motif que l’un des juristes de la banque avait fait en 1992 une déclaration erronée ayant contribué au constat de la Cour suprême selon lequel une certaine créance n’était plus exigible. Le tribunal de district ayant donné gain de cause à la banque défenderesse, le requérant interjeta appel auprès de la Cour suprême par un acte introductif d’instance daté du 31 mai 1996.", "10.  Au cours de la procédure devant la Cour suprême, le requérant se vit imposer plusieurs dates butoir, entre le 10 juillet et le 30 octobre 1996, pour soumettre toutes ses conclusions ; la banque défenderesse eut quant à elle jusqu’au 6 novembre 1996 pour présenter sa réponse. Par la suite, l’ouverture des débats fut fixée au 14 avril 1997. Dans l’intervalle, à une date non précisée entre début mars et début avril 1997, l’affaire fut inscrite au rôle.", "11.  Par un arrêt du 25 avril 1997, la Cour suprême débouta le requérant par trois voix contre deux. La minorité estima qu’il fallait faire droit à la demande de l’intéressé et que la Banque nationale était tenue de lui verser 8 746 319 couronnes islandaises (ISK) à titre d’indemnisation, ainsi que des intérêts moratoires à calculer à partir du 30 août 1993.", "12.  L’un des trois juges qui composaient la majorité était Mme Guðrún Erlendsdóttir. Le requérant prétend qu’après le prononcé de l’arrêt il s’avéra que la magistrate et son époux, juriste à la Cour suprême, avaient avec la Banque nationale des liens financiers qui auraient justifié la récusation de Mme Guðrún Erlendsdóttir.", "13.  Durant le printemps 1996, M. Örn Clausen, époux de Mme Guðrún Erlendsdóttir, avait cherché à résoudre certains problèmes financiers résultant de l’impossibilité dans laquelle se trouvait M. Edvard Lövdal de rembourser des dettes pour lesquelles M. Örn Clausen était l’une des cautions, et de l’incapacité d’autres cautions d’honorer leurs engagements. Début mai 1996, vingt et un créanciers – dont l’un se trouvait être la Banque nationale – détenaient des créances garanties d’un montant total d’environ 50 millions d’ISK. Cette somme incluait une créance d’environ 16 millions d’ISK détenue par la Banque nationale. Un autre grand créancier était le Fonds spéculatif de la Banque d’épargne qui, pour le compte de la Banque d’épargne S-Þingeyinga (Sparisjóður Suður-Þingeyinga – ci-après « la Banque d’épargne »), détenait une créance d’environ 17 500 000 ISK.", "14.  Pour résoudre ces problèmes, M. Örn Clausen essaya de parvenir à un arrangement avec chacun des créanciers. La société Ráð, spécialisée dans les conseils financiers, accepta d’examiner sa situation et d’étudier les possibilités d’obtenir un règlement complet contre remboursement partiel, en commençant par les deux principaux créanciers, puis en entamant des négociations avec les plus petits, le tout dans le délai de six mois.", "La demande d’arrangement que la société adressa le 15 avril 1996 au service juridique de la Banque nationale comportait les observations suivantes :", "« (...) M. Örn Clausen nous a informés que par amitié il s’était porté caution pour M. Edvard Lövdal, qui était son ami depuis des décennies. Il nous a également fait savoir qu’il ne possède pas de biens et qu’il lui faudra probablement honorer les obligations qu’il a contractées par ce cautionnement, soit un montant d’environ 49 550 000 ISK. Ses autres obligations s’élèvent approximativement à 10 millions d’ISK, dont environ 8 millions d’ISK d’impôts. L’épouse de M. Örn Clausen possède [deux] biens immobiliers (...) D’après leur contrat de mariage conclu en 1967, elle est seule propriétaire de [ces biens]. Elle se déclare prête à utiliser leur valeur nette en les hypothéquant ou en les vendant pour régler les dettes, à condition que M. Örn Clausen soit libéré de son cautionnement et que sa faillite soit évitée.", "C’est pourquoi nous vous prions de recommander à votre client, la Banque nationale, d’accepter pour règlement définitif le remboursement de 25 % du montant total de la dette dont M. Örn Clausen doit s’acquitter en tant que caution. Il serait ainsi libéré des obligations nées de son cautionnement. Le paiement aurait lieu simultanément à la signature d’un accord à cet effet. »", "15.  Le 30 mai 1996, pour obtenir des fonds en vue de payer les créanciers, l’époux de la magistrate établit quatre reconnaissances de dette en faveur de Landsbréf hf, Verðbréfamarkaður Landsbankans (Landsbréf, le marché des valeurs mobilières de la Banque nationale, établissement financier appartenant à la Banque nationale), pour un montant total d’environ 13 600 000 ISK. Les créances furent garanties par deux biens que possédait Mme Guðrún Erlendsdóttir, à savoir la résidence principale du couple et un appartement abritant le cabinet d’avocat de son époux.", "16.  Le 4 juin 1996, Landsbréf vendit les quatre reconnaissances de dette susmentionnées à Eignarhaldsfélag Alþýðubankans (Holding Banque populaire, ci-après « l’EFA »), société spécialisée dans les placements à haut risque. Depuis lors, c’est cette société qui détient les quatre titres.", "17.  A la même date, en vertu d’un arrangement conclu ce jour-là entre la Banque nationale et M. Örn Clausen, ce dernier versa une somme d’environ 4 370 000 ISK, dont 3 677 195 ISK au titre de ses dettes envers la Banque nationale et le reste pour couvrir ses frais d’avocat. D’autre part, suivant ce même accord, il fut libéré d’une partie des obligations (environ 11 031 584 ISK) qu’il avait contractées en tant que caution de M. Edvard Lövdal, dont les dettes s’élevaient à 14 708 779 ISK. Cet arrangement était en conformité avec une décision prise le 3 juin 1996 par le conseil d’administration de la Banque nationale.", "18.  En ce qui concerne l’état d’endettement de M. Örn Clausen envers la Banque nationale, le Gouvernement s’appuie sur les informations suivantes, fournies le 4 mars 2002 par le responsable du service juridique de la banque :", "« La Banque nationale d’Islande confirme par la présente qu’un arrangement a été conclu le 6 juin 1996 avec M. Örn Clausen relativement à son engagement à garantir le remboursement des dettes à notre établissement. Cet accord stipule que la banque annule 75 % de ses créances envers M. Örn Clausen en échange du paiement définitif de 25 %. Nous confirmons que la banque n’a accordé aucun nouveau prêt à M. Örn Clausen pour les 25 % en question.", "Au 4 juin 1996, le montant total des dettes de M. Örn Clausen envers la banque s’élevait à 17 298 940 ISK ; la partie de la dette non concernée par l’arrangement consistait en un billet d’un montant de 2 090 161,10 ISK établi le 12 septembre 1991, ainsi que des obligations contractées par le cautionnement d’un prêt d’un montant initial de 500 000 ISK, non échu (montant restant dû au 31 décembre 1996 : 195 656 ISK).", "Au 25 avril 1997, l’endettement total de M. Örn Clausen consistait en un billet établi le 12 septembre 1991, une somme de 2 394 028,60 ISK, ainsi que des obligations contractées par le cautionnement d’un prêt d’un montant initial de 500 000 ISK, non échu (montant restant dû au 31 décembre 1997 : 27 777 ISK). »", "19.  En vertu d’un accord conclu le 6 juin 1996, la Banque d’épargne décida elle aussi d’annuler 75 % de sa créance envers M. Örn Clausen contre paiement définitif par ce dernier de 25 % de la somme due.", "20.  Le fait que les deux principaux créanciers avaient accepté les arrangements décrits ci-dessus aida considérablement M. Örn Clausen dans ses efforts pour parvenir à des accords avec d’autres créanciers, puisque tous ou presque lui consentirent des annulations de créances contre un remboursement partiel.", "21.  D’après le requérant, certains éléments montrent qu’au 4 juin 1996 les dettes de l’époux de Mme Guðrún Erlendsdóttir envers la Banque nationale totalisaient plus de 31 millions d’ISK. De plus, en avril 1997, époque où la Cour suprême rendit son arrêt, les dettes en question s’élevaient apparemment à environ 29 millions d’ISK.", "22.  Invoquant le manque d’impartialité de la juge Guðrún Erlendsdóttir, le requérant déposa auprès de la Cour suprême deux demandes de réouverture de sa procédure contre la Banque nationale.", "23.  Le premier recours fut formé le 9 juin 1997. Le 10 juillet, la Cour suprême, siégeant en formation plénière, rejeta le recours à l’unanimité, par une décision ainsi libellée :", "« A l’appui de ses affirmations relatives à la récusation de Mme Guðrún Erlendsdóttir, juge à la Cour suprême, le demandeur fait état de quatre reconnaissances de dette établies en faveur de Landsbréf et garanties par une hypothèque sur deux biens immobiliers appartenant à la magistrate. La Banque nationale étant propriétaire de Landsbréf, le demandeur estime que la juge n’aurait pas dû connaître de l’affaire. Les créances garanties en question s’élèvent à un montant total de 13 600 000 ISK qui, comme l’indiquent les titres, correspond, selon une estimation, à environ 55 % du prix de vente total des biens immobiliers. Les reconnaissances de dette ont été établies en mai 1996 pour une durée de vingt-cinq ans. Le demandeur n’affirme pas qu’elles sont échues.", "Les informations fournies par le juriste de la Banque nationale montrent que les reconnaissances de dette ne sont pas et n’étaient pas, au moment où la Cour suprême examinait l’affaire, la propriété de Landsbréf, de la Banque nationale ou d’une quelconque [autre] entreprise liée à la banque. Les hypothèques sur ces biens qui sont mentionnées dans la demande et qui ont été rayées du registre, de même que les créances garanties d’autres parties, sont ici jugées non pertinentes.", "Bien que la lettre du [requérant] susmentionnée n’évoque pas les dispositions légales particulières qui autorisent la réouverture d’une procédure, il y a lieu de supposer que la demande est fondée sur l’article 169 de la loi no 91/1991 sur la procédure civile. L’intéressé ne rapporte aucun fait ou élément nouveau qui ait un lien avec le fond de l’affaire, au sens de l’article 169 § 1 alinéas a) et b) de la loi no 91/1991.", "A la lumière de la précédente considération relative aux hypothèques, aucune des conditions qui eussent permis au demandeur de penser que la magistrate manquait d’impartialité et ne pouvait donc connaître de l’affaire, ne se trouve remplie (voir l’article 6, paragraphes 1 et 9, de la loi no 75/1973 sur la Cour suprême, l’article 5, alinéa g), de la loi no 91/1991, l’article 70 de la Constitution de la République d’Islande (no 33/1944), l’article 8 de la loi constitutionnelle no 97/1995, l’article 6 de la Convention européenne des Droits de l’Homme et la loi no 62/1994). Etant donné que les conditions légales pour accueillir la demande de l’intéressé tendant à obtenir la réouverture de la procédure ne sont pas réunies, la demande est rejetée. »", "24.  Le requérant affirme qu’après le prononcé de l’arrêt de la Cour suprême du 10 juillet 1997 sur le premier recours en révision, il s’est aperçu que l’époux de Mme Guðrún Erlendsdóttir avait encore d’autres liens financiers avec la Banque nationale. Entre 1988 et 1991, il avait contracté d’importantes obligations financières vis-à-vis de la banque et, pendant des années, le remboursement des sommes qu’il devait à celle-ci avait accusé un grave retard. D’après le requérant, il est possible – bien que cela ne puisse être avancé avec certitude – que la Banque nationale ait libéré l’époux de la magistrate d’une dette de plus de 11 millions d’ISK.", "25.  Le 23 octobre 1997, le requérant forma un nouveau recours auprès de la Cour suprême en vue d’obtenir la réouverture de son action en responsabilité. Le 20 novembre 1997, la Cour suprême rejeta sa demande au motif que, d’après les dispositions pertinentes de la loi sur la procédure civile, une partie ne pouvait demander qu’une seule fois le réexamen d’une affaire.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "26.  A l’époque considérée dans la présente affaire, l’article 5, alinéa g), du code de procédure civile de 1991 énonçait une règle générale sur la récusation des juges ; il était ainsi libellé :", "« Un juge (...) est récusé dans une affaire lorsque : ", "(...)", "g)  d’autres faits ou circonstances considérés sont propres à jeter le doute pour des motifs raisonnables sur son impartialité. »", "Par ailleurs, le Gouvernement a mentionné l’article 6 § 9 de la loi de 1973 sur la Cour suprême d’Islande (loi no 75/1973), qui dispose :", "« Un juge de la Cour suprême doit se déporter lorsque : ", "(...)", "9.  Son attitude envers une partie ou l’objet du litige est telle qu’il risque de ne pas pouvoir examiner l’affaire de manière impartiale. »", "L’article 7 § 2 de cette loi indique que la Cour se réunit en formation plénière pour déterminer si un juge doit être écarté de l’examen d’une affaire en raison d’un manque d’impartialité. Il est loisible aux parties de s’opposer à la participation d’un juge dans une telle procédure.", "27.  En 1998, à la suite des faits en question, l’Islande a édicté une nouvelle loi sur le pouvoir judiciaire (loi no 15/1998) dont l’article 18 § 4 –qui a consacré une pratique suivie à l’époque de cette affaire – est ainsi libellé :", "« La demande d’un juge tendant à ne pas se voir attribuer l’examen de telle ou telle affaire peut être accueillie en raison de la relation qui existe entre le juge et l’objet de la cause, les parties, leurs représentants non juridiques ou leurs avocats, même s’il n’y a pas lieu de considérer qu’il doit être récusé, dès lors que sa demande est dûment motivée et qu’un autre juge de la juridiction est disponible. » ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "28.  Le requérant se plaint qu’en raison de liens financiers étroits entre, d’un côté, le couple formé par Mme Guðrún Erlendsdóttir – juge à la Cour suprême ayant connu de sa cause – et son époux et, de l’autre, la Banque nationale d’Islande, l’action qu’il a engagée contre la banque n’a pas été examinée par un tribunal indépendant et impartial, au mépris de l’article 6 § 1 de la Convention, dont les passages pertinents sont ainsi libellés :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Arguments des parties", "1.  Le requérant", "29.  A l’appui de la thèse selon laquelle il y a eu violation de son droit d’être entendu par un tribunal indépendant et impartial conformément à l’article 6 § 1, le requérant estime que certaines preuves écrites montrent de façon concluante que l’époux de la juge Guðrún Erlendsdóttir était lourdement endetté – directement et indirectement, à travers Landsbréf – envers la Banque nationale d’Islande en juin 1996, et que ces dettes existaient toujours pour une large part en avril 1997.", "Le requérant avance qu’à la date du 4 juin 1996 le montant total de la dette de M. Örn Clausen envers la Banque nationale d’Islande était de 31 790 737,60 ISK (31 239 114 ISK plus 551 623,60 ISK). Concernant ses dettes envers cet établissement à la date du 25 avril 1997, il y a tout lieu de penser que leur montant était notablement plus élevé que le chiffre indiqué dans la déclaration établie le 4 mars 2002 par le responsable du service juridique de la banque. Quant aux dettes de M. Örn Clausen envers Landsbréf, elles atteignaient des montants considérables, excédant de loin le niveau ordinaire et raisonnable d’un endettement personnel selon les normes communément admises. ", "30.  Par ailleurs, le requérant conteste les observations du Gouvernement sur la nature des relations juridiques créées par les quatre certificats hypothécaires datés du 30 mai 1996. Le Gouvernement aurait à tort affirmé que Landsbréf était un courtier en valeurs et non un établissement de crédit. Selon l’intéressé, les documents pertinents prouvent au-delà de tout doute que Landsbréf avait acheté des cédules hypothécaires et s’était lancé dans des activités de crédit. De plus, dans les documents d’hypothèque, M. Örn Clausen était incontestablement qualifié de débiteur et Landsbréf de créancier ; autrement dit, Landsbréf  détenait les cédules et devait les endosser en cas de cession. L’affirmation de la Banque nationale selon laquelle Landsbréf n’était pas titulaire de ces cédules est peu plausible. Il existe un détail déterminant en ce qui concerne l’identité du détenteur, à savoir l’inscription de l’hypothèque sur un registre public : les titres précisaient que Landsbréf était le créancier. De plus, Mme Guðrún Erlendsdóttir avait hypothéqué en faveur de Landsbréf son propre domicile et un local abritant le cabinet d’avocat de son époux.", "31.  En outre, le requérant fait valoir que la Banque nationale était le premier créancier à consentir à M. Örn Clausen une remise de dette substantielle, comme l’établissent sans équivoque les documents présentés. En effet, il était capital pour M. Örn Clausen, en tant que débiteur, de pouvoir montrer aux autres créanciers que l’un de ses deux principaux créanciers avait été le premier à accepter sans condition l’effacement d’une très large part de la dette.", "Enfin, d’après le requérant, en raison de l’importante remise de dette accordée par la Banque nationale et de l’influence de cette mesure sur les autres créanciers, qui ont emboîté le pas à la banque, le couple devait à celle-ci une perpétuelle gratitude. Pendant des années – et jusqu’à ce jour –, la banque a ainsi eu un ascendant certain sur la magistrate et son époux.", "2.  Le Gouvernement", "32.  Le Gouvernement conteste les dires du requérant, qui soutient que Mme Guðrún Erlendsdóttir ne saurait être considérée comme une juge indépendante et impartiale et qu’il y a eu violation de l’article 6 § 1 de la Convention. Le Gouvernement souligne que le dénouement de cette affaire était sans effet sur la situation financière de la juge ou de son mari, car ni l’un ni l’autre n’avait d’intérêts personnels en la matière. Le seul point pouvant poser problème est l’endettement de l’époux de la magistrate envers la Banque nationale.", "Or ce dernier s’était efforcé de résoudre ses difficultés financières, certes graves, au cours du printemps 1996, notamment en cherchant à conclure des arrangements avec les créanciers, de sorte que ceux-ci le libèrent d’une partie de ses dettes. A cette époque, le requérant n’avait pas encore formé son recours auprès de la Cour suprême, ce qu’il fit le 31 mai 1996. Dix mois s’écoulèrent ensuite avant qu’il apparaisse que la juge Guðrún Erlendsdóttir allait siéger dans cette affaire. De l’avis du Gouvernement, la capacité de la juge à connaître de cette action doit être appréciée à la lumière de tout lien financier ayant existé à partir du moment seulement où il s’est avéré qu’elle allait prendre part au traitement de ce dossier, c’est-à-dire au plus tôt à partir du 2 mars 1997.", "33.  S’appuyant sur une déclaration de la Banque nationale datée du 4 mars 2002 (paragraphe 18 ci-dessus), le Gouvernement soutient à cet égard qu’entre le 2 mars et le 25 avril 1997, date du prononcé de l’arrêt de la Cour suprême, le montant des dettes de M. Örn Clausen envers la Banque nationale s’élevait à 2 394 028,60 ISK. D’après les preuves dont on dispose, son endettement envers la banque n’était pas démesuré au moment où la juge a pris part à l’examen de la cause du requérant, et il n’y avait pas, entre les conjoints et la banque, d’autres liens financiers susceptibles de donner à cette dernière un ascendant sur eux en cas de défaillance. En conséquence, les relations financières de la magistrate n’étaient pas de nature à fournir au requérant une raison de craindre que l’indépendance et l’impartialité requises lui fissent défaut pour statuer sur l’affaire.", "Selon le Gouvernement, le requérant a calculé l’endettement de l’époux au 25 avril 1997 en additionnant par erreur les dettes qu’il avait envers la Banque nationale avant le 4 juin 1996 et les sommes sur lesquelles portaient les quatre reconnaissances de dette établies le 30 mai 1996 en faveur de Landsbréf.", "34.  Contrairement à ce que laisse entendre l’intéressé, il n’y avait aucune relation contractuelle entre Landsbréf et l’époux de Mme Guðrún Erlendsdóttir à l’époque où celle-ci s’est prononcée sur l’affaire. Plus de neuf mois auparavant, c’est-à-dire le 4 juin 1996, Landsbréf avait vendu à l’EFA les quatre reconnaissances de dette rédigées par M. Örn Clausen au profit de Landsbréf à la date du 30 mai 1996. Le courtage des actes d’hypothèque est intervenu de telle sorte que ces documents n’ont été établis que lorsqu’un acheteur a été trouvé. Ainsi, les titres de créance n’ont jamais été la propriété de Landsbréf. Il s’agit là d’une manière courante de procéder pour une société de placement recevant des titres de créance libellés à son nom pour être ensuite vendus à des tiers. Après la vente des titres, Landsbréf n’avait plus aucune créance envers M. Örn Clausen, même si le nom du créancier hypothécaire initial restait inscrit sur le registre des hypothèques.", "A cet égard, le Gouvernement souligne que Landsbréf n’est pas un établissement de crédit mais une société de courtage dont la fonction essentielle consiste à servir d’intermédiaire dans l’achat et la vente de titres. Selon le droit interne pertinent, l’inscription au registre du nom du créancier initial n’a pas à être modifiée lorsqu’un titre a été vendu sur le marché des valeurs. L’inscription au registre ne vise pas à fournir des informations sur l’identité du créancier, mais uniquement à consigner une hypothèque. La mention originale de Landsbréf comme créancier hypothécaire est donc restée inchangée ; toutefois, comme cela est généralement fréquent dans le cas des reconnaissances de dette cessibles, cet élément ne donne aucun renseignement fiable sur leur propriétaire réel. En conséquence, l’inscription au registre du nom du créancier hypothécaire initial rattaché à un titre de créance négociable n’apporte pas la preuve d’une relation contractuelle entre le créancier hypothécaire et le propriétaire du bien hypothéqué. Le Gouvernement rejette donc l’argument du requérant selon lequel l’inscription portée sur le registre est un facteur déterminant qui excluait la participation de la juge à l’examen de sa cause.", "35.  Si l’on ne saurait nier que les annulations de dettes consenties par la Banque nationale et la Banque d’épargne portaient sur des montants élevés, on peut supposer sans risque d’erreur que, vu la situation, ces créanciers ont considéré cette solution comme la meilleure pour leurs intérêts. Ce type d’accord pour le règlement d’une dette n’est aucunement rare en pareilles circonstances. Bien souvent, les créanciers estiment que leurs intérêts sont mieux protégés s’ils acceptent un remboursement partiel plutôt que de courir le risque de ne pas être payés du tout ou de ne récupérer qu’une somme moindre en cas de faillite.", "36.  En avril 1996, lorsque M. Örn Clausen commença à rechercher des arrangements avec ses créanciers, la cause du requérant était toujours pendante devant le tribunal de district. Le 25 avril 1997, quand Mme Guðrún Erlendsdóttir prit part à l’examen de l’affaire par la Cour suprême, elle n’était pas – pas plus qu’elle ne l’avait été auparavant – endettée envers la Banque nationale, et le niveau d’endettement de son époux vis-à-vis de cet établissement n’était pas plus élevé que ce à quoi l’on peut s’attendre de la part de tout particulier utilisant des services bancaires ordinaires. Ainsi, la juge ne dépendait nullement des faveurs de la banque – comme en cas de défaut de paiement, de règlement ou de recouvrement de dettes – et il n’y avait sur elle aucune pression réelle ou subjectivement ressentie dont on puisse raisonnablement déduire que la Cour suprême n’était pas un tribunal indépendant ou impartial au sens de l’article 6 § 1 de la Convention.", "B.  Appréciation de la Cour", "37.  La Cour estime que c’est essentiellement l’exigence relative à l’« impartialité » qui est en cause en l’espèce (Langborger c. Suède, arrêt du 22 juin 1989, série A no 155, p. 16, § 32). L’existence de l’impartialité au sens de l’article 6 § 1 de la Convention doit être déterminée selon une démarche subjective consistant à examiner la conviction personnelle de tel juge en telle occasion, et selon une démarche objective amenant à s’assurer qu’il offrait des garanties suffisantes pour exclure à cet égard tout doute légitime (Wettstein c. Suisse, no 33958/96, § 42, CEDH 2000-XII).", "Dans le cadre de la démarche subjective, l’impartialité personnelle d’un juge doit être présumée jusqu’à preuve du contraire ; or le requérant n’a produit aucun élément donnant à penser que la juge Guðrún Erlendsdóttir avait un parti pris personnel (ibidem, § 43).", "Quant à l’appréciation objective, elle consiste à se demander si, indépendamment de la conduite personnelle du juge, certains faits vérifiables autorisent à suspecter l’impartialité de ce dernier. En la matière, même les apparences peuvent revêtir de l’importance. Il y va de la confiance que les tribunaux d’une société démocratique se doivent d’inspirer aux justiciables. En conséquence, tout juge à l’égard duquel il existe une raison légitime de redouter un défaut d’impartialité doit se déporter. Il en résulte que pour se prononcer sur l’existence, dans une affaire donnée, d’une raison légitime de redouter d’un juge un défaut d’impartialité, la manière de voir de la partie concernée entre en ligne de compte mais ne joue pas un rôle décisif. L’élément déterminant consiste à savoir si l’on peut considérer les appréhensions de l’intéressé comme objectivement justifiables (Wettstein précité, § 44).", "38.  La Cour fait observer qu’indépendamment de l’existence en droit islandais de garanties appropriées pour s’assurer de l’impartialité des juges, rien ne donne à penser que les intérêts personnels de la magistrate étaient en jeu dans la procédure qui opposait le requérant à la Banque nationale.", "Toutefois, peu avant le recours de l’intéressé auprès de la Cour suprême et pendant l’examen de ce recours, l’époux de la magistrate rencontra de graves problèmes financiers, car il était dans l’incapacité d’honorer en tant que caution ses obligations d’un montant d’environ 50 millions d’ISK qui résultaient de dettes contractées par un tiers auprès de la banque et de vingt autres créanciers. De l’avis de la Cour, les éléments portés à sa connaissance montrent que trois séries de circonstances sont susceptibles de poser problème au regard de l’exigence d’impartialité qui découle de l’article 6 § 1 de la Convention, à savoir : l’endettement de l’époux envers la Banque nationale au moment de l’examen de l’affaire par la Cour suprême en avril 1997 ; les quatre certificats hypothécaires établis par M. Örn Clausen en faveur de Landsbréf en date du 30 mai 1996 ; et l’accord d’annulation d’une partie de la dette conclu entre M. Örn Clausen et la Banque nationale le 6 juin 1996.", "39.  Sur le premier point, la Cour relève que le 25 avril 1997, date à laquelle la Cour suprême rendit son arrêt, l’époux de la juge de la Cour suprême était endetté auprès de la Banque nationale, qui se trouvait être l’adversaire du requérant. Le Gouvernement et le requérant sont en désaccord quant à l’importance de ces dettes. Toutefois, la Cour ne voit aucune raison de mettre en doute l’information fournie par le Gouvernement selon laquelle, au 25 avril 1997, l’époux de la magistrate devait environ 2 500 000 ISK à la banque. D’après la Cour, ce montant peut raisonnablement être considéré comme étant modéré, et aucun élément ne donne à penser que ce fait ait pu à lui seul générer une pression financière susceptible d’altérer l’impartialité de la juge. ", "40.  Sur le deuxième point, la Cour observe que dix mois auparavant, le 30 mai 1996, l’époux de la juge avait établi quatre reconnaissances de dette d’un montant total de 13 600 000 ISK au profit de Landsbréf. Quelques jours plus tard, le 4 juin 1996, ces titres furent vendus à un établissement financier indépendant, l’EFA, qui est ainsi devenu créancier de la somme précitée. La Cour admet l’argument du Gouvernement selon lequel c’est l’EFA, et non Landsbréf, qui était créancière de ce montant après le 4 juin 1996. Après cette date, les reconnaissances de dette en elles-mêmes ne permettent semble-t-il pas d’établir l’existence, entre l’époux de Mme Guðrún Erlendsdóttir et la Banque nationale, d’un quelconque lien financier direct propre à mettre en doute l’impartialité de la magistrate.", "41.  Toutefois, la Cour estime qu’aucun de ces deux ensembles de circonstances ne saurait être dissocié du troisième facteur, à savoir le cadre plus général de l’arrangement conclu le 6 juin 1996 entre M. Örn Clausen et la banque en vue du règlement de la dette. ", "42.  A cet égard, la Cour prend note en particulier du rôle que la juge Guðrún Erlendsdóttir a joué en favorisant l’arrangement obtenu par son époux. Il apparaît en effet que la garantie immobilière qu’elle a fournie à son époux a permis à ce dernier de rassembler 13 600 000 ISK (soit environ 160 000 euros (EUR)), montant des certificats hypothécaires établis le 30 mai 1996. Ces fonds visaient semble-t-il à couvrir les obligations de M. Örn Clausen dans le cadre des arrangements conclus avec la Banque nationale et d’autres créditeurs. Les sommes en question n’étaient nullement négligeables et le bien ayant servi de garantie n’était rien de moins que la résidence principale du couple. Il est probable que, sans cette sûreté fournie par la juge, les arrangements en cause ne se seraient pas concrétisés. De plus, l’annulation de la créance était la condition de la garantie offerte par la juge.", "43.  La Cour admet que les difficultés rencontrées par M. Örn Clausen en mai 1996 ne résultaient pas directement de sa propre situation financière mais de celle d’un tiers insolvable, M. Edvard Lövdal, pour qui il s’était porté caution, ainsi que de l’incapacité d’autres cautions d’honorer leurs engagements. ", "Il demeure toutefois que M. Örn Clausen était juridiquement tenu de faire face aux revendications des vingt et un créanciers en question, pour un montant total d’environ 50 millions d’ISK, dont 16 millions d’ISK (à l’heure actuelle environ 190 000 EUR) dus à la Banque nationale, l’un des deux principaux créanciers (l’autre étant le Fonds spéculatif de la Banque d’épargne, dont la créance s’élevait à 17 millions d’ISK). L’annulation de la créance l’a libéré de l’obligation de rembourser un montant de 11 millions d’ISK à la Banque nationale, une somme encore plus élevée au Fonds spéculatif de la Banque d’épargne, ainsi que de multiples montants plus modestes à d’autres créanciers. La position adoptée par la Banque nationale et le Fonds spéculatif a été un facteur de poids dans les efforts déployés par M. Örn Clausen pour convaincre les autres créanciers de les suivre. De plus, l’endettement de M. Örn Clausen envers la Banque nationale était redescendu à un niveau normal en avril 1997, situation qui est forcément liée à l’arrangement conclu avec la Banque nationale en juin 1996.", "Compte tenu des éléments qui précèdent, la Cour n’est pas convaincue par l’argument du Gouvernement selon lequel l’accord intervenu entre M. Örn Clausen et la Banque nationale puis d’autres créanciers – permettant à ceux-ci de recouvrer 25 % de leurs créances – était pour ces derniers une solution préférable à la déclaration de faillite de M. Örn Clausen, une solution dans laquelle on ne saurait voir une faveur personnelle consentie au débiteur. Au contraire, même en admettant que l’option retenue convenait aux créanciers, la Cour estime que l’effacement de 75 % d’un endettement aussi important doit être considéré comme un traitement favorable accordé à M. Örn Clausen.", "44.  Par ailleurs, il convient de noter que lorsque les quatre certificats hypothécaires ont été vendus par Landsbréf et quand l’arrangement a été conclu avec la Banque nationale, la cause du requérant, dans le cadre de laquelle la banque était la partie adverse, était déjà pendante devant la Cour suprême.", "45.  Dans ces conditions, il y avait, au moins en apparence, un lien entre les mesures prises par la juge Guðrún Erlendsdóttir en faveur de son époux et les avantages consentis à ce dernier par la Banque nationale. La Cour ne saurait spéculer sur le point de savoir si elle a tiré un quelconque profit personnel de cette opération et n’aperçoit aucune raison de penser qu’elle ou son mari avait un intérêt direct dans le dénouement du litige opposant le requérant à la Banque nationale. Toutefois, le rôle joué par la juge dans l’arrangement en question, les faveurs accordées à son conjoint et les liens de celui-ci avec la Banque nationale étaient tels, par leur nature et leur ampleur, et étaient si proches dans le temps de l’examen de l’affaire par la Cour suprême, que le requérant avait des raisons légitimes de redouter que l’impartialité requise pût faire défaut dans cet examen (voir, mutatis mutandis, Holm c. Suède, arrêt du 25 novembre 1993, série A no 279-A, pp. 15-16, §§ 32-33).", "46.  En conséquence, la Cour estime qu’il y a eu en l’espèce violation de l’article 6 § 1 de la Convention. ", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "47.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "48.  Le requérant demande réparation du préjudice matériel subi du fait que le 25 avril 1997 il s’est vu débouter de son action contre la Banque nationale par la Cour suprême qui, par trois voix contre deux – la juge Guðrún Erlendsdóttir ayant voté avec la majorité –, a donné gain de cause à la partie adverse. A ce titre, l’intéressé réclame 41 010 259 couronnes islandaises (ISK), somme qui englobe le montant de sa demande principale (8 746 319 ISK) et les intérêts moratoires échus. Il souligne qu’il y a un lien de causalité entre le fait que la Cour suprême ne lui a pas permis de faire entendre sa cause de manière indépendante et impartiale et le fait qu’il a été débouté par la haute juridiction.", "49.  Par ailleurs, le requérant prie la Cour de lui accorder réparation du dommage moral en raison de la frustration, de la souffrance et de l’atteinte à sa réputation qui sont résultées de la violation subie. Il réclame un montant qu’il laisse à l’appréciation de la Cour, mais qui ne saurait être inférieur à 40 millions d’ISK.", "50.  Le Gouvernement s’oppose aux deux demandes ci-dessus, faisant valoir, premièrement, qu’il n’y a aucun lien de cause à effet entre la violation et le prétendu dommage matériel et, deuxièmement, que le requérant n’a subi aucun dommage moral qui ne puisse être réparé de manière appropriée par un constat de violation.", "51.  La Cour relève que la seule base pour justifier une satisfaction équitable réside dans la circonstance que le requérant n’a pas joui de toutes les garanties de l’article 6 § 1. La Cour ne saurait spéculer sur le dénouement de la procédure si la position adoptée avait été différente. Toutefois, elle estime qu’à raison des faits ayant constitué une violation des droits du requérant, celui-ci a dû éprouver une angoisse et une détresse que le présent constat ne suffit pas à réparer (voir, mutatis mutandis, H. c. Belgique, arrêt du 30 novembre 1987, série A no 127-B, p. 37, § 60). Statuant en équité, la Cour octroie au requérant 25 000 euros (EUR).", "B.  Frais et dépens", "52.  Le requérant réclame également :", "a)  1 295 000 ISK à raison des frais de traduction, de photocopie et de poste ;", "b)  3 999 500 ISK pour son propre travail dans cette affaire (soit 421 heures à un taux horaire de 9 500 ISK).", "Les montants ci-dessus correspondent à la dernière prétention en date, après plusieurs majorations opérées à raison des observations successivement présentées en l’espèce.", "53.  En ce qui concerne le point a), le Gouvernement a expressément accepté de verser environ 450 000 ISK, mais n’a formulé aucun commentaire sur les montants majorés réclamés ultérieurement par le requérant en raison d’observations supplémentaires.", "Pour ce qui est de la demande présentée au point b), le Gouvernement a prié la Cour de la rejeter au motif que l’on ne saurait considérer que le requérant a engagé des frais pour son propre travail.", "54.  Quant aux frais mentionnés au point a), la Cour relève que le Gouvernement a accepté la demande, en partie expressément et en partie tacitement. Ne voyant aucune raison de douter que l’intéressé a effectivement engagé les montants en question, elle lui octroie 15 000 EUR.", "En revanche, aucune somme ne saurait être accordée au titre du point b), le requérant ayant choisi de défendre lui-même sa thèse devant la Cour (arrêts Philis c. Grèce (no 1), 27 août 1991, série A no 209, pp. 26-27, §§ 7778 ; Brincat c. Italie, 26 novembre 1992, série A no 249-A, p. 13, § 29).", "C.  Intérêts moratoires", "55.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR ", "1.  Dit, à l’unanimité, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit, par six voix contre une, que l’Etat défendeur doit verser au requérant 25 000 EUR (vingt-cinq mille euros) pour le dommage moral ;", "", "3.  Dit, à l’unanimité, que l’Etat défendeur doit verser au requérant 15 000 EUR (quinze mille euros) pour frais et dépens ;", "", "4.  Dit, à l’unanimité, ", "a)  que l’Etat défendeur doit verser au requérant tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  que ces montants doivent être versés dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, et sont à convertir dans la monnaie nationale de l’Etat défendeur à la date du règlement ;", "c)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "Fait en anglais, puis communiqué par écrit le 10 avril 2003, en application de l’article 77 §§ 2 et 3 du règlement.", "Vincent Berger\tGeorg Ress\n\tGreffier\t  Président", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante de M. Ress ;", "–  opinion concordante de M. Zupančič ;", "–  opinion partiellement concordante et partiellement dissidente de Mme Greve.", "G.R.\nV.B.", "OPINION CONCORDANTE DE M. LE JUGE RESS", "(Traduction)", "Dans cette affaire, le montant de la satisfaction équitable pour dommage moral peut sembler relativement élevé. J’ai néanmoins voté comme la majorité pour qu’un tel montant soit accordé, et ce pour des raisons qui méritent d’être exposées.", "D’ordinaire, dans une affaire comme celle-ci, où la décision de la juridiction nationale a été prise par une majorité de trois voix contre deux et où il paraît y avoir eu violation de l’article 6 § 1 en raison d’un manque d’impartialité – du moins selon les apparences – de la part d’un des juges, la réouverture de la procédure interne semble être l’aboutissement approprié, si ce n’est logique, d’une telle décision. Le Comité des Ministres a encouragé toutes les Parties contractantes à prévoir dans leur législation nationale la possibilité de rouvrir une procédure dans les cas où la Cour européenne des Droits de l’Homme a conclu à la violation de l’article 6 § 1, en particulier lorsque « la violation constatée est causée par des erreurs ou défaillances de procédure d’une gravité telle qu’un doute sérieux est jeté sur le résultat de la procédure interne attaquée » (Recommandation Rec(2000)2 du Comité des Ministres aux Etats membres sur le réexamen ou la réouverture de certaines affaires au niveau interne à la suite des arrêts de la Cour européenne des Droits de l’Homme, adoptée le 19 janvier 2000). Cela s’applique à mon avis à la présente affaire. Le requérant a demandé en vain la réouverture de la procédure, et le droit islandais ne prévoit apparemment aucun autre recours en la matière (paragraphe 25 de l’arrêt). Lorsqu’il existe un motif nouveau de rouvrir une procédure nationale après le prononcé d’un arrêt de la Cour européenne, il devrait toujours y avoir une possibilité adéquate.", "Etant donné que cette voie est apparemment bloquée en droit islandais et que l’Islande a peut-être encore beaucoup de chemin à faire avant une modification de sa législation, il faut indéniablement tenir compte non seulement du fait qu’il s’écoulera un long laps de temps, mais aussi de l’éventualité que dans cette affaire le requérant n’obtienne jamais la réouverture de la procédure.", "Bien entendu, la question de savoir comment la Cour suprême aurait statué si la violation n’avait pas eu lieu relève de la spéculation, mais une légère perte de chances réelles peut également être constatée à cet égard (voir, mutatis mutandis, Bönisch c. Autriche (article 50), arrêt du 2 juin 1986, série A no 103, p. 8, § 11). C’est pourquoi j’estime qu’il était justifié en l’espèce d’allouer une satisfaction équitable pour dommage moral d’un montant plus élevé. ", " ", "OPINION CONCORDANTE DE M. LE JUGE ZUPANČIČ", "(Traduction)", "Je souscris à l’opinion séparée du juge Ress. Toutefois, je serais enclin à pousser la logique un cran plus loin, comme je l’ai fait dans les affaires Cable et autres c. Royaume-Uni ([GC], nos 24436/94 et suiv., 18 février 1999), Scozzari et Giunta c. Italie ([GC], nos 39221/98 et 41963/98, CEDH 2000VIII), et Lucà c. Italie (no 33354/96, CEDH 2001-II). Le dédommagement de la « perte de chances » (lucrum cessans) est une solution classique en droit privé qui, avec l’indemnisation du dommage subi (damnum emergens), fournit une réparation logique dans les affaires où il ne peut y avoir rétablissement de la situation préexistante (restitutio in integrum).", "De plus, dans une affaire comme celle-ci, c’est vraiment spéculer que d’essayer de deviner quel type de « perte de chances » a été subie par le requérant. Il n’y a aucune corrélation apparente entre l’indemnisation que nous allouons et la violation procédurale que nous constatons. En conséquence, le droit et la réparation ne sont pas, comme ils devraient l’être, interdépendants.", "Dans l’affaire Cable et autres, j’ai fait observer que ce problème tenait à une interprétation trop timide de l’article 41 de la Convention. Aujourd’hui encore, j’estime qu’une violation procédurale appelle une réparation d’ordre procédural. Dans l’affaire Scozzari et Giunta, la Cour a au moins indiqué qu’il fallait une restitutio in integrum. La présente affaire et l’affaire Lucà montrent clairement que ce raisonnement devrait être maintenu et donner lieu à une jurisprudence constante.", "En revanche, dans une affaire mettant en cause une Partie contractante qui a déjà adopté une solution législative interne prévoyant la réouverture de la procédure nationale, aucune réparation ne devrait être allouée, excepté a) celle qui indemnise l’intéressé pour la souffrance causée par la violation procédurale et b) celle qui le dédommage de la perte de chances réelles.", "Cela montre quelles sont en fait les limites normales des deux types de réparations.", "", "", "OPINION PARTIELLEMENT CONCORDANTE ET PARTIELLEMENT DISSIDENTE DE Mme LA JUGE GREVE", "(Traduction)", "Observations liminaires", "Si je partage la conclusion à laquelle est parvenue la Cour en constatant dans cette affaire la violation de l’article 6 § 1 de la Convention, je n’adhère pas au raisonnement de la majorité qui est exprimé dans les paragraphes 40 à 45 de l’arrêt. Autrement dit, je ne souscris pas à l’interprétation des faits de la cause que donne la majorité. Je constate les mêmes faits, mais je les vois de manière plus simple.", "La situation financière de M. Örn Clausen", "En ce qui concerne l’ampleur de l’endettement de M. Örn Clausen et l’exposé de la façon dont cette situation a évolué dans le temps, je me rallie aux constatations de la majorité.", "M. Örn Clausen s’est trouvé confronté à de graves difficultés financières à cause de l’insolvabilité de M. Edvard Lövdal – à qui il avait fourni un cautionnement – et de l’incapacité d’autres cautions d’honorer leurs engagements. Autrement dit, les ennuis de M. Örn Clausen résultaient premièrement des problèmes de M. Edvard Lövdal, et deuxièmement du fait qu’il était redevable de certaines sommes dans le cadre de la garantie apportée, alors que d’« autres cautions » – c’est-à-dire au moins deux autres personnes – étaient incapables de s’acquitter de leurs obligations. Ainsi, les personnes débitrices de la dette initiale pour laquelle M. Örn Clausen s’était porté caution étaient au moins au nombre de quatre. Du point de vue des créanciers, il s’agissait d’une responsabilité solidaire. Dans les documents soumis à la Cour en l’espèce, rien n’indique que lorsque M. Edvard Lövdal s’est retrouvé insolvable, la responsabilité vis-à-vis des créanciers était au prorata des parties ou du temps.", "En général, les particuliers ont à cœur de respecter leurs engagements financiers ; M. Örn Clausen avait d’autant plus intérêt à le faire qu’il était avocat et que sa faillite risquait de porter préjudice à son activité professionnelle. De plus, du fait que son épouse était juge à la Cour suprême, il était souhaitable sur le plan social, tant pour lui que pour elle, que la dette fût réglée de manière acceptable. Il a été constaté que les époux géraient leurs finances de manière séparée, de sorte que Mme Guðrún Erlendsdóttir n’était nullement responsable sur le plan financier de la caution accordée par son mari.", "M. Örn Clausen rechercha et obtint un arrangement financier avec les vingt et un créanciers susceptibles de se prévaloir de la caution qu’il avait accordée. Parmi ceux-ci figurait la Banque nationale d’Islande, titulaire de la deuxième créance quant au montant. Il se libéra d’autres obligations en parvenant à rembourser 25 % de la dette pour laquelle il s’était porté caution, les créanciers s’engageant alors à ne pas lui réclamer les 75 % restants. Or les créanciers pouvaient toujours se tourner pour le reliquat de la dette de M. Edvard Lövdal non seulement vers ce dernier – débiteur au premier chef de toute la dette – mais aussi vers au moins deux autres cautions. Le fait qu’une personne soit insolvable signifie qu’au moment considéré elle est incapable d’honorer l’ensemble de ses obligations, ce qui ne veut pas dire qu’elle n’est pas à même de faire face à une partie de ses obligations. Si la plupart des débiteurs insolvables sont en mesure d’honorer certaines parties de leurs obligations, l’étendue de leur capacité de rembourser est variable. Nous aurions été face à une situation extraordinaire – dont le cas échéant la Cour aurait pu s’attendre à être informée – si ni M. Edvard Lövdal ni aucune des « autres cautions » n’avaient été en mesure de rembourser aux créanciers quelque montant que ce soit.", "Le moment venu, M. Örn Clausen pourra – du moins en théorie – chercher à récupérer auprès de M. Edvard Lövdal le montant versé en vertu de son cautionnement.", "Pour pouvoir rembourser 25 % de la dette de M. Edvard Lövdal à un total de vingt et un différents créanciers, M. Örn Clausen avait besoin d’un prêt ; il en obtint un, pour lequel les biens de son épouse servirent de garantie. Le fait que Mme Guðrún Erlendsdóttir ait posé comme condition préalable à son offre de garantie une annulation de la dette vis-à-vis de son époux n’avait à mon avis rien d’étonnant vu les circonstances ; c’était simplement prudent. Du point de vue social, je m’autorise à penser que la juge avait clairement un intérêt personnel à ce que son époux réglât ses problèmes financiers de la meilleure manière possible vis-à-vis des créanciers de M. Edvard Lövdal, qui s’étaient retournés contre lui en raison de son rôle de caution.", "En ce qui concerne le prêt obtenu par M. Örn Clausen par l’intermédiaire de la société Landsbréf, j’ai du mal à considérer que cet élément était spécial ou suffisant pour créer un lien particulier entre Mme Guðrún Erlendsdóttir et la Banque nationale d’Islande. Un prêt moyennant hypothèque est chose fréquente et le montant du prêt n’était pas élevé au point d’empêcher M. Örn Clausen d’assainir par la suite sa situation financière. Si ce dernier avait été déclaré en faillite, il n’aurait évidemment pas pu ou pas voulu – voire ni l’un ni l’autre – obtenir un prêt de ce montant pour rembourser aux créanciers 25 % de la dette de M. Edvard Lövdal, garantie par lui. Le montant même du prêt est incompatible avec la ", "conclusion selon laquelle les créanciers auraient gagné sur le plan financier à déclarer M. Örn Clausen en faillite.", "Il n’est pas contesté que pour les créanciers les accords de règlement d’une dette sont financièrement préférables à la faillite. Cela n’est pas moins vrai lorsqu’un débiteur, pour une ou plusieurs bonnes raisons – comme ce fut le cas de M. Örn Clausen – a tout intérêt à éviter la faillite. Au contraire, si une personne tient à échapper à la faillite, les créanciers ont des chances d’obtenir un arrangement plus avantageux que si elle y est indifférente (les créanciers fuyant généralement ce type de mentalité). ", "Conclusion", "A la lumière de ce qui précède et de l’ensemble des documents présentés à la Cour dans cette affaire, je ne trouve aucun fondement aux conclusions tirées par la majorité de la Cour, qui se prononce comme suit aux paragraphes 43 et 45 de l’arrêt :", "« (...) la Cour n’est pas convaincue par l’argument du Gouvernement selon lequel l’accord intervenu entre M. Örn Clausen et la Banque nationale puis d’autres créanciers – permettant à ceux-ci de recouvrer 25 % de leurs créances – était pour ces derniers une solution préférable à la déclaration de faillite de M. Örn Clausen, une solution dans laquelle on ne saurait voir une faveur personnelle consentie au débiteur. Au contraire, même en admettant que l’option retenue convenait aux créanciers, la Cour estime que l’effacement de 75 % d’un endettement aussi important doit être considéré comme un traitement favorable accordé à M. Örn Clausen.", "(...)", "(...) Toutefois, (...) les faveurs accordées à son conjoint et les liens de celui-ci avec la Banque nationale étaient tels, par leur nature et leur ampleur (...) »", "A mon sens, la Cour ne s’est vu soumettre aucun document qui corrobore les conclusions exposées dans ces passages ; elle n’a pas non plus invité les parties à la procédure à répondre à des questions pertinentes pour déterminer avec précision dans quelle mesure les créanciers de M. Edvard Lövdal ont pu récupérer les montants qui leur étaient dus et pour lesquels M. Örn Clausen, notamment, s’était porté caution. ", "Pour ma part, je suis parvenue à la conclusion qu’il y avait eu violation de l’article 6 § 1 uniquement selon un critère objectif, c’est-à-dire sur la base de ce qui, objectivement, pouvait raisonnablement faire craindre que la juge de la Cour suprême manquât de l’impartialité requise dans la cause du requérant. Du point de vue d’une personne extérieure, comme le requérant, les informations complètes sur l’accord intervenu entre M. Örn Clausen et les créanciers, et sur les démarches financières du premier pour parvenir à cet accord, n’étaient pas transparentes. ", "La question de l’impartialité a été soulevée par le requérant alors que la Cour suprême avait déjà statué sur sa cause, et ce pour la simple et bonne raison que lorsque l’affaire était pendante il ne connaissait pas tous les éléments nécessaires pour le faire. C’est pourquoi la magistrate concernée et ses confrères membres du collège n’ont pas été en mesure de statuer sur la contestation formulée par le requérant au sujet d’un défaut d’impartialité. Dans la plupart des systèmes juridiques, une telle remise en cause eût été en soi un élément pertinent pour la décision de la juridiction sur l’impartialité. ", "Dommage moral", "J’ai voté contre l’octroi au requérant d’un montant de 25 000 euros au titre du dommage moral, car je trouve ce montant nettement excessif au regard de la jurisprudence de la Cour.", "Cette somme est largement supérieure à l’indemnisation du dommage moral que cette Cour accorde à une personne ou aux proches d’une personne ayant subi des violations des droits de l’homme – même terribles – qui tombent sous le coup des articles 2 et 3 de la Convention.", "En l’espèce, le requérant a perdu devant la Cour suprême parce que la « voix décisive » pour sa cause a été exprimée par un juge qui, selon notre Cour, n’avait pas l’apparence d’impartialité requise. Autrement dit, sur les quatre autres magistrats, deux ont voté en faveur du requérant et deux contre lui. Dans ces conditions, n’importe quel cinquième juge était tout aussi susceptible de se rallier à un camp qu’à l’autre. A mon sens, c’est au mieux se livrer à des spéculations que d’affirmer que le requérant a subi un quelconque dommage important vu les circonstances.", "", ""]}