{"file": "FRE_CLINF_23805_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "23805/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Décembre 1995", "Bellet c. France - 23805/94", "Arrêt 4.12.1995", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Accès à un tribunal pour obtenir une indemnisation complémentaire du préjudice subi par un hémophile infecté par le virus du sida à la suite de transfusions sanguines : violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "\"Droit à un tribunal\" : consacré par l'article 6 – sujet à des limitations qui ne peuvent cependant l'atteindre dans sa substance même.", "A n'en pas douter, possibilité d'agir en justice, le requérant ayant assigné la Fondation nationale de la transfusion sanguine devant le tribunal de grande instance de Paris en réparation de son préjudice – mais après l'acceptation de l'offre du fonds d'indemnisation, action du requérant déclarée irrecevable par la cour d'appel de Paris.", "Non-lieu, pour la Cour, d'apprécier en soi le système français d'indemnisation des personnes hémophiles et transfusées atteintes du sida, lequel démontre un remarquable esprit de solidarité.", "A la lumière de la loi du 31 décembre 1991 et des travaux préparatoires, le requérant pouvait raisonnablement croire à la possibilité d'introduire ou de poursuivre des actions parallèles à sa demande présentée au fonds d'indemnisation, même après acceptation de l'offre de ce dernier – système ne présentant pas une clarté et des garanties suffisantes pour éviter un malentendu quant aux modalités des recours offerts et aux limitations découlant de leur exercice simultané – d'où défaut d'un droit d'accès concret et effectif devant la cour d'appel de Paris.", "Conclusion : violation (huit voix contre une).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage matériel et moral : requérant a subi une perte de chances doublée d'un tort moral – octroi d'une indemnité.", "B.\tFrais et dépens : remboursement en équité.", "Conclusion : Etat défendeur tenu de payer certaines sommes au requérant (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}