{"file": "FRE_HFJUD_48995_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "48995/99", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE SURUGIU c. ROUMANIE", "", "", "(Requête no 48995/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "20 avril 2004", "", "", "", "DÉFINITIF", "", "10/11/2004", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Surugiu c. Roumanie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMmes\tW. Thomassen,\n\t\tA. Mularoni, juges,\net de M. T.L Early, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 9 septembre 2003 et 23 mars 2004,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 48995/99) dirigée contre la Roumanie et dont un ressortissant de cet Etat, M. Mitica Surugiu (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 7 octobre 1998 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. B. Aurescu, Sous-secrétaire d'Etat.", "3.  Le requérant se plaignait de l'inaction des autorités pour faire cesser les atteintes des tiers au droit au respect de son domicile, garanti par l'article 8 de la Convention. Il alléguait aussi que son impossibilité de jouir de son domicile constituait également un manquement au droit au respect de ses biens, au sens de l'article 1 du Protocole no 1 à la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "7.  Par une décision du 9 septembre 2003, la chambre a déclaré la requête recevable.", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). Les parties ont chacune soumis des commentaires écrits sur les observations de l'autre.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Le requérant, M. Mitica Surugiu, est un ressortissant roumain, né en 1958 et résidant à Fălticeni.", "1.  La genèse de l'affaire et la controverse juridique portant sur le droit de propriété du requérant ", "10.  Le 7 novembre 1991, la société Exdor S.R.L. (ci-après « la société E. »), dont le requérant était l'unique actionnaire, acquit par vente aux enchères publiques plusieurs bâtiments ayant appartenu à la Coopérative agricole de production de Fălticeni (ci-après la « C.A.P. »). Dans le procèsverbal dressé à cette occasion, il était fait état de ce que la société E. devrait demander auprès de la mairie qu'elle lui délivre, en vertu de l'article 28 de la loi no 18/1991, le titre de propriété sur le terrain afférent aux bâtiments acquis. ", "11.  Le 1er mars 1994, le requérant conclut avec la société E. un contrat d'achat de l'un des bâtiments de l'ancienne C.A.P. et du terrain de 1 000 m2 y afférent. Il y établit son domicile, avec son épouse et son fils.", "12.  A une date non précisée, la société E. demanda à la commission pour l'application de la loi no 18/91 (ci-après « la commission » et « la loi ») qu'elle lui attribue le droit de propriété sur le terrain de 11 559 m2 afférent aux bâtiments de l'ancienne C.A.P. Elle s'appuyait sur l'article 28 de la loi, selon lequel il était loisible aux acquéreurs aux enchères publiques des bâtiments de l'ancienne C.A.P. de se voir octroyer le droit de propriété sur les terrains y afférents. ", "13.  Par décision du 27 octobre 1994, la commission rejeta la demande de la société E. au motif que le prix qu'elle avait payé en 1991 couvrait seulement les bâtiments de la C.A.P. et non pas le terrain afférent. ", "14.  Le 28 novembre 1994, la société E. contesta cette décision devant la cour d'appel de Suceava. ", "\n15.  Par décision du 17 février 1995, la cour d'appel fit droit à sa demande et dit que la commission devrait octroyer à la demanderesse le droit de propriété sur le terrain de 11 559 m2 afférent aux bâtiments de l'ancienne C.A.P. Bien que susceptible de recours, cette décision ne fut pas contestée, de sorte qu'elle devint définitive, ne pouvant plus être attaquée par les voies de recours ordinaire. ", "16.  La société E. demanda auprès de la Commission départementale l'exécution de cette décision, mais, le 7 juin 1995, elle se heurta à un refus. ", "17.  Le 13 novembre 1995, la commission délivra à M.O. (personne privée) un titre de propriété sur une partie du terrain afférent aux bâtiments de l'ancienne C.A.P., y compris sur le terrain sur lequel se trouvait la maison du requérant et sa cour.", "18.  Le 2 septembre 1996, la Préfecture introduisit une action en révision contre la décision de la cour d'appel du 17 février 1995, qui fut rejetée le 12 mars 1998.", "19.  Le 22 novembre 1996, le procureur général de la Roumanie introduisit un recours en annulation contre la décision de la cour d'appel du 17 février 1995. Il fut rejeté le 9 juin 1998 par la Cour suprême de justice, qui confirma le bien-fondé de la décision du 17 février 1995, en jugeant que, lors de la vente aux enchères publiques, en 1991, les parties avaient eu l'intention de transmettre non seulement le droit de propriété sur les bâtiments de la C.A.P., mais aussi le droit de propriété sur le terrain afférent. ", "20.  Par ordre du 3 septembre 1998, le préfet obligea la commission de mettre en possession la société E. sur son terrain de 11 559 m2. ", "21.  La Commission contesta cet ordre devant le tribunal de première instance de Fălticeni, qui rejeta sa demande par jugement du 29 mars 1999, confirmé, sur appel de la demanderesse, par une décision du 27 janvier 2000 du tribunal départemental. ", "22.  Face au refus de la commission d'exécuter l'ordre du préfet du 3 septembre 1998, la société E. l'assigna en justice, par la voie du contentieux administratif. Son action fut accueillie par jugement du 6 avril 2000, qui obligea la commission de procéder à la mise en possession de E., sous peine d'astreintes. Cette décision fut confirmée, sur recours de la défenderesse, par une décision définitive du 21 septembre 2000. ", "23.  Le 19 novembre 1998, le tribunal de première instance de Fălticeni, sur demande de la société E., annula le titre de propriété de M.O. sur le terrain afférent au bâtiment occupé par le requérant. Ce jugement fut confirmé, sur appel de M.O., par une décision définitive du 6 octobre 1999, et devint irrévocable le 5 mai 2000, date à laquelle la cour d'appel de Suceava confirma le bienfondé des décisions des premiers juges. ", "24.  Le 2 octobre 2000, la commission procéda à la mise en possession de la société E. de son terrain, y compris celui sur lequel se trouvaient la maison et la cour du requérant. ", "2.  Le conflit opposant le requérant à M.O. et ses plaintes pénales pour violation de domicile", "25.  Les relations entre la famille du requérant et la famille de M.O. devinrent très tendues après la date à laquelle la commission a délivré à M.O., le 13 novembre 1995, un titre de propriété sur le terrain sur lequel se trouvait la maison du requérant. ", "26.  M.O. et son conjoint pénétrèrent par la suite souvent dans la cour de la maison qui constituait le domicile du requérant, afin d'y faucher ou d'y ramasser l'herbe. Proférant des injures à l'encontre du requérant, ils refusèrent de quitter les lieux sur sa demande, au motif que le terrain leur appartenait. ", "a)  La première plainte pénale pour violation de domicile", "27.  En 1996, le requérant introduisit auprès du Parquet près le tribunal de première instance de Fălticeni une plainte pénale à l'encontre de M.O. pour violation de domicile, infraction prohibée par l'article 192 du Code pénal.", "28.  Le 2 juillet 1996, le Parquet l'informa de ce qu'un non-lieu avait été prononcé à l'encontre de M.O. en vertu de l'article 10 c) du Code de procédure pénale, au motif que les faits réclamés n'auraient pas été commis par celleci.", "b)  Action en référé visant la réintégration du requérant dans son domicile", "29.  A une date non précisée, le requérant et son épouse, s'étant vu interdire l'accès à leur domicile par M.O. et par les membres de sa famille, déménagèrent chacun chez leurs parents respectifs. Selon le requérant, cela aurait beaucoup détérioré les relations entre les époux, ayant même conduit au divorce, prononcé par le tribunal de première instance de Suceava le 15 avril 1997. Dans son jugement, le tribunal faisait état de ce que les époux étaient séparés en fait depuis juillet 1996, ce qui rendait impossible le maintien de leur vie conjugale.", "30.  Le 22 mai 1997, le requérant assigna M.O. devant le tribunal de première instance de Fălticeni afin d'obtenir, par voie d'ordonnance présidentielle, sa réintégration dans son domicile. ", "31.  Par jugement du 15 juillet 1997, le tribunal fit droit à sa demande, obligeant M.O. de permettre au requérant d'utiliser son domicile.", "32.  Le 20 juillet 1998, le requérant fut réintégré dans son domicile par l'intermédiaire de l'huissier près le tribunal de première instance de Fălticeni. Dans le procès-verbal dressé par l'huissier, il était fait état de ce que M.O. s'était vu intimer l'ordre de ne plus entraver le requérant dans son droit à la jouissance de son domicile et qu'elle s'était engagée à le respecter.", "\n33.  Le Gouvernement conteste le fait que les époux se seraient vu obliger de quitter leur domicile à la suite des interventions de M.O. et de sa famille. Selon le Gouvernement, les troubles que ces derniers avaient causés au domicile du requérant avaient eu un caractère ponctuel et avaient concerné seulement la cour de son immeuble.", "c)  La deuxième plainte pénale du requérant ", "34.  Le 27 février 1997, à la suite d'une nouvelle plainte du requérant pour violation de domicile, le Parquet près le tribunal de première instance de Fălticeni prononça un non-lieu à l'encontre de M.O. et de son conjoint, au motif que les faits qui leur étaient reprochés ne constituaient pas d'infraction. Cette décision fut confirmée par le Parquet près la Cour suprême de justice, qui estima qu'il n'y avait pas de raisons imposant la réouverture de l'enquête.", "d)  La troisième plainte pénale du requérant ", "35.  Le 12 juin 1997, M.O., son conjoint et leurs deux fils rentrèrent à nouveau dans la cour du requérant. Pendant qu'ils fauchaient l'herbe qui avait poussé devant la maison du requérant, celui-ci leur intima l'ordre de quitter les lieux. Face à leur refus, le requérant demanda de l'aide auprès de la police de Fălticeni. Plusieurs policiers se rendirent sur les lieux et, sans intervenir, ils dressèrent un procès-verbal.", "36.  Le 1er août 1997, la police de Fălticeni, dans un rapport adressé au Parquet près le tribunal de première instance de Fălticeni, confirma que M.O. et sa famille avaient pénétré dans la cour du requérant. Elle estimait toutefois qu'ils ne sauraient en être tenus responsables, compte tenu de ce que M.O. avait un titre de propriété sur ledit terrain. ", "37.  Le 22 septembre 1998, le requérant fut informé de ce qu'un non-lieu avait été prononcé, le 9 décembre 1997, par le Parquet près le tribunal de première instance de Fălticeni, au motif que M.O. et O.D., ayant un titre de propriété sur le terrain afférent au bâtiment du requérant, n'avaient pas agi avec l'intention de violer son domicile.", "e)  La quatrième plainte pénale du requérant ", "38.  Le 15 décembre 1998, le requérant fut informé par le Parquet de la décision de non-lieu adoptée à la suite de sa plainte pénale contre M.O. pour nonrespect de la décision en référé du 15 juillet 1997. Le Parquet retint que les faits qui lui étaient reprochés ne constituaient pas une infraction, compte tenu de son titre de propriété sur le terrain litigieux. ", "\nf)  La cinquième plainte pénale du requérant ", "39.  Le 5 mars 1999, des parents de M.O. pénétrèrent dans la cour du requérant et déversèrent plusieurs charrettes de fumier devant sa porte et sous ses fenêtres. Selon le Gouvernement, il s'agissait d'engrais en vue d'une meilleure fertilisation du terrain. Le requérant introduisit à nouveau une plainte auprès du poste de police de Fălticeni.", "40.  Le 12 novembre 1999, un non-lieu fut prononcé à l'encontre des auteurs, en application de l'article 10 d) du Code de procédure pénale, selon lequel l'action pénale ne peut pas être exercée en l'absence de l'un des éléments constitutifs de l'infraction. Le procureur se fonda dans son ordonnance sur l'absence d'intention des auteurs des faits reprochés de commettre une infraction, compte tenu du titre de propriété de M.O. sur le terrain litigieux. ", "g)  La sixième plainte pénale du requérant ", "41.  Les 22 et 29 mai 2000, lorsque le requérant était parti pour Bucarest afin d'effectuer un contrôle médical, M.O. et plusieurs membres de sa famille, des bâtons à la main, rentrèrent dans la cour de sa maison. ", "42.  Les 16 et 23 mai 2000, le requérant introduisit une plainte à cet égard auprès du poste de police de Fălticeni. Il faisait valoir que le titre de propriété de M.O. sur le terrain afférent à sa maison avait été annulé par le jugement du 19 novembre 1998. Il demandait que M.O. et ses complices soient poursuivis, faute de quoi ils seraient encouragés à continuer de franchir son terrain et de le menacer.", "43.  Une enquête fut ouverte par la police de Fălticeni et par le Parquet près le tribunal de première instance de la même ville. Plusieurs témoins furent entendus, qui confirmèrent que, les 22 et 29 mai 2000, M.O., accompagnée par son fils et son neveu, avait frappé, armée d'un bâton, à la porte du requérant, qui ne se trouvait pas chez lui. Il ressort de leurs déclarations que M.O. avait affirmé qu'elle donnerait des coups de bâton au requérant ou à son épouse quand elle allait les attraper, et qu'elle avait également menacé de leur détruire la maison, au motif qu'elle se serait trouvée sur son terrain.", "44.  Par lettre du 19 mars 2001, le requérant informa la Cour qu'aucune suite n'avait été donnée à ces plaintes et que les autorités n'avaient pris aucune mesure afin que lui et sa famille puissent avoir la jouissance de leur domicile. Selon le requérant, la passivité des autorités aurait encouragé les membres de la famille de M.O. à pénétrer tous les jours dans sa cour. Ils auraient labouré son jardin, y auraient semé du maïs et des légumes, sans qu'il puisse s'y opposer compte tenu de ce qu'il se trouvait en convalescence après l'ablation d'une tumeur cérébrale. ", "\n45.  Le 18 mai 2001, le Parquet près le tribunal de première instance de Fălticeni prononça une décision de non-lieu à l'encontre de M.O. et la condamna à une sanction administrative, à savoir une amende d'un montant de 100 000 lei roumains (ROL), soit environ 4 euros (EUR) à la date des faits. Dans son ordonnance, le procureur retint que les faits commis par M.O. n'atteignaient pas le degré de danger social constitutif d'une infraction. Il s'appuyait sur les articles 11 pt. 1 b) et 10 b)1 combinés du Code de procédure pénale, selon lesquels le procureur prononce une décision de non-lieu si les faits incriminés ne présentent pas le degré de danger d'une infraction. S'agissant des fils et du neveu de M.O., le Parquet prononça un non-lieu au motif qu'ils avaient simplement accompagné M.O. et qu'ils n'avaient pas eu l'intention de commettre l'infraction de violation de domicile, prohibée par l'article 192 du Code pénal. ", "46.  Il ressort des éléments fournis par les parties qu'après le 18 mai 2001, le requérant n'a plus introduit d'autres plaintes pénales à l'encontre de M.O. et qu'il n'a plus subi d'entrave à la jouissance de son domicile.", "47.  Par lettre du 28 avril 2003, le requérant informa la Cour que son état de santé s'était aggravé en raison de sa tumeur cérébrale, qui avait récidivé, et demanda qu'en cas de décès, la requête soit continuée par son actuelle épouse. ", "II.  LE DROIT INTERNE PERTINENT", "48.  La disposition pertinente du Code pénal est libellée comme suit :", "Article 192. Violation de domicile", "« Le fait de pénétrer, sans droit, et de quelque manière que ce soit, dans une habitation, un logement, une dépendance ou un espace clôturé y attenant, sans le consentement de la personne qui les utilise, ou le refus de quitter ces lieux sur demande de cette dernière, est passible d'une peine de 3 mois à 3 ans de prison ou d'amende. ", "Si le fait est commis par une personne armée, par deux ou plusieurs personnes ensemble (...) la peine est la prison de 2 à 7 ans. »", "49.  Les dispositions pertinentes sur les autorités compétentes pour exécuter les décisions statuant sur les droits qui découlent de la loi du fond foncier sont libellées comme suit :", "1.  Loi no 18/1991, publiée au Moniteur officiel no 37/20 février 1991", "Article 11", "« § 4  La commission départementale est compétente (...) pour valider ou invalider les décisions des commissions locales.", "§ 5  L'intéressé peut saisir le tribunal d'un recours auprès du tribunal contre la décision de la commission départementale (...) dans un délai de 30 jours à compter de la date à laquelle il a pris connaissance de la décision attaquée.", "§ 10  La commission départementale doit modifier, remplacer ou annuler le titre délivré préalablement pour tenir compte de la décision judiciaire définitive. » ", "2.  Loi no 18/1991, publiée au Moniteur officiel no 1/5 janvier 1998", "Article 64", "« § 1  Si la commission locale refuse de délivrer le titre de propriété ordonné par la commission départementale, ou si elle refuse la mise en possession, l'intéressé peut se plaindre devant les juridictions.", "§ 2  Si la plainte est recevable, le maire sera tenu d'exécuter immédiatement la décision, sur peine de paiement des dommages comminatoires établis par le tribunal pour chaque jour de retard. »", "3.  Décision du Gouvernement no 131/1991, publiée au Moniteur Officiel no 43/4 mars 1991", "Article 4", "« Les commissions locales ont les attributions suivantes : (...) f)  mettre en possession des terrains les intéressés (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "", "50.  Le requérant se plaint de l'inaction des autorités pour faire cesser les atteintes des tiers au droit au respect de son domicile, garanti par l'article 8 de la Convention, qui est libellé comme suit dans ses parties pertinentes :", "« 1.  Toute personne a droit au respect (...) de son domicile (...).", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection des droits et libertés d'autrui. »", "51.  En faisant valoir que l'affaire concerne un litige civil entre particuliers, à savoir le requérant et M.O., qui prétendaient tous les deux avoir un titre de propriété sur le terrain en litige, le Gouvernement souligne qu'il s'agissait, en fait, d'une controverse juridique provenant de l'interprétation divergente donnée, d'une part, par les tribunaux, et, d'autre part, par les autorités administratives locales, aux effets de la vente aux enchères publiques, en 1991, des bâtiments de la C.A.P. Le Gouvernement retint que, si les autorités se sont abstenues d'adopter des mesures contre M.O. tant que celle-ci agissait en vertu de son titre de propriété sur le terrain occupé par le requérant, après la date à laquelle le litige civil a été tranché par les juridictions nationales en faveur du requérant, le Parquet est intervenu et a ordonné une sanction administrative. De l'avis du Gouvernement, ce fait prouve que les autorités ont respecté leur devoir de protéger le droit du respect au domicile du requérant. ", "52.  Invoquant l'arrêt X et Y c. les Pays-Bas (arrêt du 26 mars 1985, série A no 9), le Gouvernement considère que les obligations positives à la charge de l'Etat en vertu de l'article 8 de la Convention ne vont pas jusqu'à imposer aux autorités d'adopter des sanctions pénales contre l'une des parties à un litige civil qui se fonde, de bonne foi, sur un titre de propriété valable en droit interne. Sur ce point, le Gouvernement souligne que les atteintes au droit du requérant au respect de son domicile de la part de M.O. et de sa famille n'atteignent pas le seuil de gravité des sévices sexuels contre une personne handicapée, qui ont justifié la nécessité d'une répression pénale dans l'affaire X. et Y. c. Pays-Bas précitée. L'adoption par le Parquet d'une sanction administrative pour punir les auteurs des faits reprochés par le requérant doit être considérée, de l'avis du Gouvernement, comme faisant partie de la marge d'appréciation dont jouissent les Etats pour décider quels seraient les moyens appropriés pour dissuader les futures atteintes au droit au respect du domicile du requérant. ", "53.  Le requérant fait valoir que la loi roumaine, en particulier l'article 192 du Code pénal, protège le droit au respect de la vie privée et familiale à toute personne qui utilise un bâtiment en guise de domicile, un tel droit ne souffrant aucune restriction, même de la part du propriétaire de l'immeuble respectif. Plus encore, il souligne qu'en vertu de la même disposition, une ingérence au droit au respect de son domicile qui serait commise par main armée ou par plusieurs personnes ensemble est passible d'une peine de prison de 2 à 7 ans. Il considère, dès lors, que la sanction infligée par le Parquet à M.O., à savoir une amende de 100 000 ROL, soit, d'après le requérant, l'équivalent de 0,15 dollars américains (USD), était insuffisante, contrairement aux allégations du Gouvernement. ", "54.  Il rappelle sur ce point que M.O. et les membres de sa famille se sont rendus à plusieurs reprises à son domicile armés avec des bâtons, ont frappé à la porte d'entrée et l'ont menacé de mort, faits consignés dans les déclarations faites par les témoins pendant l'enquête policière. Il est d'avis que l'interprétation donnée par le Gouvernement aux dispositions pertinentes du Code pénal est erronée et de mauvaise foi, car elle signifierait qu'il serait loisible au propriétaire de violer à tout moment le domicile de son éventuel locataire, l'empêchant d'avoir une vie privée et familiale. ", "55.  Dans ses observations complémentaires, le Gouvernement fait valoir qu'il n'y a pas eu d'ingérence des autorités au droit au respect du domicile du requérant, ni par action directe, ni par l'enquête pénale qu'elles avaient menée à l'encontre de M.O. du chef de violation de domicile. ", "56.  Admettant que le droit du respect du domicile n'était pas conditionné par l'existence d'un droit de propriété sur l'immeuble élu comme domicile, le Gouvernement souligne qu'un tiers ne saurait établir son domicile dans un immeuble sur lequel il n'aurait pas, au moins, un droit d'usage. Or, de l'avis du Gouvernement, le droit de propriété du requérant portait exclusivement sur le bâtiment de l'ancienne C.A.P., et non pas sur le terrain afférent. Il fait valoir sur ce point que ce ne fut qu'à compter du 3 septembre 1998 que le requérant pouvait se prévaloir d'un droit de propriété sur le terrain litigieux, droit qui, toutefois, avait un caractère incertain, vu les litiges pendants entre la société E. et M.O. ", "57.  Le Gouvernement souligne, enfin, que le montant de la sanction administrative que M.O. s'était vu infliger s'élevait, contrairement aux allégations du requérant, à environ 4 EUR. Il estime que cette sanction a été adéquate et suffisante pour réparer l'entrave alléguée en l'espèce au droit garanti par l'article 8 précité. ", "58.  Le requérant réplique qu'il avait un droit de propriété sur l'ancien siège de la C.A.P. et sur le terrain y afférent, où il avait établi son domicile, et ce en vertu du contrat conclu en 1994 avec la société E., dont il était l'unique actionnaire, société qui avait légalement acquis l'immeuble litigieux aux enchères publiques, en 1991. Il fait valoir qu'il paye, depuis 1994, non seulement des impôts pour le bâtiment de l'ancienne C.A.P., mais aussi sur le terrain de 1 000 m2 afférent à celui-ci. ", "59.  La Cour note que la présente affaire ne porte pas, en l'occurrence, sur une ingérence des autorités publiques dans l'exercice du droit au respect du domicile garanti par l'article 8 de la Convention, mais elle concerne l'inactivité des autorités pour faire cesser les atteintes, par de tierces personnes, au droit tiré par le requérant de la disposition précitée. Or, la Cour rappelle que, si l'article 8 a essentiellement pour objet de prémunir l'individu contre les ingérences arbitraires des pouvoirs publics, il implique aussi l'adoption par celles-ci de mesures visant au respect des droits garantis par cet article jusque dans les relations des individus entre eux (voir, parmi d'autres, les arrêts Stubbings et autres c. Royaume-Uni du 22 octobre 1996, Recueil des arrêts et décisions 1996-IV, pp. 1502-1503, § 62;       Ignaccolo-Zenide c. Roumanie, no 31679/96, § 94, 25 janvier 2000, X et Y c. les Pays-Bas, arrêt précité, § 23).", "\n60.  La Cour relève que les entraves à la jouissance de son domicile alléguées par le requérant portent sur une période d'environ cinq ans et demi à compter du 13 novembre 1995, date à laquelle les autorités administratives chargées d'appliquer la loi du fond foncier ont délivré à M.O. un titre de propriété sur le terrain sur lequel se trouvait la maison du requérant, et jusqu'au 18 mai 2001, date à partir de laquelle il ressort des faits de l'espèce que lesdites ingérences ont cessé et que le requérant n'a plus subi d'entrave à la jouissance de son domicile (cf. paragraphes 25 à 46 cidessus). ", "61.  La Cour note que, durant la période en considération, toutes les plaintes pénales du requérant du chef de violation de domicile se sont achevées par des ordonnances successives de non-lieu, nonobstant les déclarations de plusieurs témoins, qui avaient informé les organes d'enquête de l'intention de M.O. et des membres de sa famille de démolir la maison du requérant (paragraphe 43 ci-dessus), et les décisions définitives des 17 février 1995,  9 juin 1998, 5 mai et 21 septembre 2000, confirmant le droit de propriété de la société E. sur le terrain litigieux (paragraphes 15, 19, 22 et 23 et ci-dessus).", "62.  La Cour estime particulièrement frappant le fait que les policiers, alertés par le requérant à la suite de l'incident du 12 juin 1997, se sont rendus sur les lieux et, sans intervenir, se sont simplement bornés à dresser un procès-verbal, faits que le Gouvernement ne conteste pas (cf. paragraphe 35 ci-dessus). ", "63.  De l'avis de la Cour, le fait qu'il y aurait eu une controverse juridique sur la validité du droit de propriété du requérant sur le terrain afférent au bâtiment dans lequel il avait établi son domicile ne saurait exonérer les autorités de toute responsabilité pour les entraves répétées, par des tiers, au droit garanti par l'article 8. ", "64.  Cette conclusion s'impose d'autant plus que les faits de l'espèce font clairement apparaître que ce sont les autorités administratives locales de Fălticeni qui ont créé et entretenu cette controverse, notamment en délivrant à un tiers un deuxième titre de propriété sur le terrain afférent aux bâtiments de la C.A.P. après une décision définitive confirmant le droit de propriété de la société E. sur ledit terrain, et en contestant incessamment le droit de propriété de ladite société sur le terrain litigieux, en dépit de plusieurs décisions définitives successives qu'elles étaient tenues d'exécuter, en vertu de l'article 11 § 10 de la loi no 18/1991 et de la décision du Gouvernement no 131/1991 (voir le droit interne pertinent, paragraphe 49 ci-dessus). ", "65.  Sur ce dernier point, la Cour tient à rappeler que l'administration constitue un élément de l'Etat de droit, dont intérêt s'identifie avec celui d'une bonne administration de la justice, et que, si l'administration refuse ou omet de s'exécuter, ou encore tarde à le faire, les garanties dont a bénéficié le justiciable pendant la phase judiciaire de la procédure perdent toute raison d'être (mutatis mutandis, Hornsby c. Grece, arrêt du 19 mars 1997, Recueil des arrêts et décisions 1997-II, pp. 510-511, § 41). De l'avis de la Cour, l'exécution prompte, par les autorités administratives compétentes, des décisions judiciaires définitives confirmant le droit de propriété de la société E. sur le terrain sur lequel était sise la maison du requérant aurait clarifié la situation juridique de l'immeuble litigieux et aurait de ce fait entraîné, à terme, des répercussions sur le droit du requérant de jouir, en tout tranquillité, de son domicile. ", "66.  De surcroît, la Cour note que le droit de propriété du requérant sur le bâtiment où il avait établi son domicile n'a jamais été contesté par les autorités nationales, les tiers, ou le Gouvernement défendeur. Or, en dépit des déclarations de plusieurs témoins qui avaient confirmé, lors de l'enquête pénale ouverte sur la plainte du requérant, en 2000, que M.O. et des membres de sa famille avaient frappé, armés de bâtons, à la porte de la maison du requérant, menaçant qu'ils allaient la détruire, aucune mesure n'a été prise par les autorités, avant le 18 mai 2001, pour assurer au requérant la jouissance de son domicile. ", "67.  A supposer même que, dans un premier temps, l'inaction des autorités puisse s'expliquer par le fait que l'un desdits tiers s'était vu octroyer un titre de propriété sur le terrain où se situait la maison du requérant, les faits de l'espèce font clairement apparaître que, même après la date à laquelle ce titre de propriété a été annulé par un jugement définitif, les autorités n'ont pas réagi avec suffisamment de célérité afin de mettre en possession le requérant de son terrain et de faire cesser les ingérences répétées des tiers dans l'exercice de son droit garanti par l'article 8. ", "La Cour estime particulièrement frappant sur ce point le fait qu'après la décision définitive du 6 octobre 1999, par laquelle le titre de propriété de M.O. sur le terrain afférent au bâtiment du requérant a été annulée, ce ne fut que le 18 mai 2001, soit plus d'une année et demie plus tard, qu'une sanction administrative a été infligée à M.O., alors que ses entraves au droit du requérant au respect de son domicile semblaient se produire quotidiennement, fait que le Gouvernement ne conteste pas (cf. paragraphe 44 ci-dessus). ", "68.  A la lumière de ce qui précède, la Cour estime que les autorités compétentes n'ont pas déployé les efforts auxquels on pouvait normalement s'attendre, pour faire cesser les atteintes, par des tiers, pendant plusieurs années, au droit du requérant au respect de son domicile. ", "69.  Partant, il y a eu une violation de l'article 8 de la Convention. ", "\nII.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 du Protocole no 1 A LA CONVENTION", "70.  Le requérant allègue que son impossibilité de jouir de son domicile constitue également un manquement au droit au respect de ses biens, au sens de l'article 1 du Protocole no 1 à la Convention, qui dispose ainsi dans sa partie pertinente :", "« Toute personne physique ou morale a droit au respect de ses biens. (...) »", "71.  Le Gouvernement est d'avis qu'étant donné qu'aucune ingérence ne saurait être décelée dans le droit du requérant au respect de son domicile, il ne saurait être question, a fortiori, d'une quelconque atteinte à son droit de propriété sur l'immeuble où il domiciliait. Soulignant que le droit de propriété du requérant sur le bâtiment qu'il occupait n'a jamais été contesté, le Gouvernement relève que le requérant n'a pas obtenu, à la suite de son contrat conclu le 1er mars 1994 avec la société E., un droit de propriété, ni une espérance légitime, au sens de la jurisprudence de la Cour, sur une quelconque surface de terrain afférente audit bâtiment. Il souligne sur ce point que le contrat en question n'a pas été conclu en forme authentique, condition requise par le droit roumain pour la validité des ventes des terrains. ", "72.  Dans ses observations complémentaires, postérieures au 9 septembre 2003, date à laquelle la chambre a déclaré la requête recevable, le Gouvernement fait valoir que le requérant ne saurait se considérer victime d'une violation de l'article 1 du Protocole no 1 à la Convention, compte tenu de ce que son droit de propriété portait exclusivement sur le bâtiment de l'ancienne C.A.P., et non pas sur le terrain afférent. Il répète que le contrat de vente visant le terrain en question n'avait pas été conclu en forme authentique, condition requise par la loi pour la validité des ventes des terrains.", "73.  Le requérant conteste ces allégations du Gouvernement, en faisant valoir qu'il paye, depuis 1994, des impôts non seulement sur le bâtiment de l'ancienne C.A.P., où il avait établi son domicile, mais aussi sur le terrain de 1 000 m2 afférent audit bâtiment. Il s'appuie sur une attestation délivrée en ce sens par le Département des taxes et des impôts près de la mairie de Fălticeni, qui fait état de ce que M. Surugiu est le propriétaire d'une maison et du terrain de 1 000 m2 y afférent, en vertu d'un contrat de vente du 1er mars 1994 (cf. paragraphe 11 ci-dessus).", "\n74.  La Cour relève que les questions soulevées par le Gouvernement dans ses observations complémentaires s'apparentent plutôt à une exception préliminaire tirée de l'incompatibilité ratione personae de ce grief avec les dispositions de la Convention. Soulevée pour la première fois après la décision sur la recevabilité de la requête, une telle exception se heurte à la forclusion (voir, parmi d'autres, mutatis mutandis, Ceteroni c. Italie, arrêt du 15 novembre 1996, Recueil 1996-V, pp. 17551756, § 19).", "75.  En tout état de cause, la Cour considère, compte tenu de ses conclusions figurant aux paragraphes 67-69 ci-dessus, qu'il n'y a pas lieu de statuer sur le fond de ce grief (voir, mutatis mutandis entre autres, arrêts Laino c. Italie [GC], no 33158/96, § 25, CEDH 1999-I ; Zanghì c. Italie du 19 février 1991, série A no 194-C, p. 47, § 23 ; Église catholique de la Canée c. Grèce, du 16 décembre 1997, Recueil 1997-VIII, § 50).", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "76.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel et moral", "77.  Le requérant demande, à titre de dommage matériel, 61 367,90 EUR, couvrant les loyers qu'il aurait pu encaisser s'il avait loué, à raison de 1 000 ROL/m2/jour, le terrain afférent à sa maison, du 1er mars 1994 au 2 octobre 2000. Il demande en outre un million d'euros au titre du dommage moral causé par le refus des autorités, pendant plusieurs années, de prendre de mesures contre les tiers qui l'avaient constamment empêché d'exercer son droit au respect de son domicile, ce qui aurait causé la dissolution de son premier mariage et aurait gravement affecté son état de sa santé. Demandant à ce que le Gouvernement défendeur soit sévèrement sanctionné, il souligne que le stress qu'il a vécu à cause de la situation litigieuse a entraîné l'apparition d'une tumeur de nature maligne et précise qu'il a besoin d'argent pour subir une intervention chirurgicale à l'étranger et pour aider d'autres personnes malades, comme lui, de cancer. Il ne demande pas l'octroi des frais et dépens. ", "\n78.  Le Gouvernement s'oppose à l'octroi des sommes demandées par le requérant, en faisant valoir qu'il n'y a pas de lien de causalité entre le préjudice que l'intéressé a tenté de mettre en évidence, d'une part, et la manière d'agir des autorités, de l'autre. Il souligne que le requérant ne saurait se prétendre victime d'une violation de l'article 1 du Protocole no 1 à la Convention, et que, par conséquent, il ne saurait prétendre un dédommagement à titre de préjudice matériel. ", "79.  A titre subsidiaire, le Gouvernement fait valoir qu'il pourrait admettre l'existence, en l'espèce, d'un préjudice moral. Soulignant, sur ce point, que le montant réclamé par le requérant est tout à fait exagéré, il attire l'attention sur plusieurs éléments susceptibles d'avoir une influence lors de l'établissement dudit montant, parmi lesquels ceux qui suivent : le requérant n'a jamais perdu la possession de son bâtiment ; la violation alléguée du droit au respect de son domicile, pour laquelle le Parquet a puni les tiers responsables d'une amende administrative, n'a pas atteint, selon les autorités nationales, la gravité d'une infraction ; le divorce du requérant, tel qu'il a été prononcé par le tribunal national compétent, n'était pas fondé sur des entraves, par des tiers, au droit des époux au respect de leur domicile, qui auraient nui à leur vie de couple, mais il était motivé par la faute commune des époux, liée à leur séparation de fait en juillet 1996 ; la maladie du requérant a une cause pathologique. ", "80.  La Cour relève que la seule base à retenir pour l'octroi d'une satisfaction équitable réside en l'espèce dans le fait que les autorités compétentes n'ont pas déployé les efforts auxquels on pouvait normalement s'attendre pour faire cesser les atteintes, par des tiers, au droit du requérant au respect de son domicile. Or, pour autant que les sommes demandées par le requérant à titre de dommage matériel ne sont nullement en liaison directe avec la violation constatée par la Cour au paragraphe 69 ci-dessus, elle décide de rejeter la demande formulée par l'intéressé de ce chef.  ", "81.  S'agissant de la demande du requérant au titre du préjudice moral, la Cour estime que l'intéressé a subi un tort moral certain du fait de l'inaction des autorités, pendant plusieurs années, pour lui assurer la jouissance du droit garanti par l'article 8 de la Convention. Statuant en équité, comme le veut l'article 41, la Cour alloue à M. Surugiu la somme de 4 000 EUR de ce chef.", "B.  Intérêts moratoires", "82.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ, ", "", "1.  Dit qu'il y a eu violation de l'article 8 de la Convention ;", "", "2.  Dit qu'il n'y a pas lieu d'examiner le grief tiré de l'article 1 du Protocole no 1 à la Convention ;", "", "3.  Dit ", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 4 000 (quatre mille) euros pour dommage moral, plus tout montant pouvant être dû à titre d'impôt sur ladite somme, à convertir en lei roumains au taux de change applicable à la date du versement ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 20 avril 2004 en application de l'article 77 §§ 2 et 3 du règlement.", "\tT.L. Early\tJ.-P. Costa\n\tGreffier adjoint\tPrésident", ""]}