{"file": "FRE_HFJUD_50812_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50812/06", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE ALMEIDA SANTOS c. PORTUGAL", "", "(Requête no 50812/06)", "", "", "", "", "", "", "", "", "ARRÊT", "(fond)", "", "", "STRASBOURG", "", "6 octobre 2009", "", "DÉFINITIF", "", "06/01/2010", "", "Cet arrêt peut subir des retouches de forme.", "", "En l'affaire Almeida Santos c. Portugal,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 15 septembre 2009,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 50812/06) dirigée contre la République portugaise et dont une ressortissante de cet Etat, Mme Rosária Maria Almeida Santos (« la requérante »), a saisi la Cour le 12 décembre 2006 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me L. Lima Mendes, avocate à Coimbra (Portugal). Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. J. Miguel, procureur général adjoint.", "3.  La requérante allègue en particulier ne pas avoir bénéficié d'un procès équitable dans le cadre d'une procédure d'inventaire en partage des biens d'une succession.", "4.  Le 28 août 2008, la présidente de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  La requérante est née en 1938 et réside depuis 2008 à Coimbra. Elle résidait auparavant à Bruxelles.", "A.  La procédure d'inventaire en partage des biens", "6.  Le 21 avril 1992, C. introduisit devant le tribunal de Caldas da Rainha une procédure d'inventaire en partage des biens d'une succession.", "7.  Le 28 septembre 1992, la requérante, la seule autre intéressée par la succession en cause, reçut notification, à son domicile à Bruxelles, de l'introduction de cette procédure. Elle ne reçut aucune autre notification des actes de la procédure.", "8.  Le juge fixa un entretien entre les intéressés (conferência de interessados) au 30 janvier 1993. Seul l'intéressé C. comparut. Il licita sans délai les biens de la succession, à savoir trois terrains agricoles et une maison construite sur un autre terrain partiellement agricole. La valeur attribuée à la part de la requérante – et par conséquent à la soulte (tornas) à verser à celle-ci par l'intéressé C. – fut de 46 666 escudos portugais (PTE).", "9.  Le 3 mars 1993, le juge homologua le partage des biens. Cette décision passa en force de chose jugée le 15 mars 1993.", "10.  Le montant de 46 666 PTE, assorti des intérêts y afférents, fut versé à la requérante le 14 mai 2001.", "B.  La demande en annulation du partage des biens", "11.  A une date non précisée courant 2001, la requérante, faisant valoir une absence totale de participation à la procédure dont elle n'avait connu l'issue que lors du versement de la somme au titre de la soulte, introduisit devant le même tribunal de Caldas da Rainha une demande en annulation du partage des biens.", "12.  Par un jugement du 14 février 2003, le tribunal débouta la requérante de ses prétentions.", "13.  L'intéressée fit appel devant la cour d'appel de Lisbonne.", "14.  Par un arrêt du 15 juin 2004, la cour d'appel annula la décision entreprise et fit droit à la requérante. Se référant notamment à l'article 6 § 1 de la Convention, la cour d'appel considéra en effet que la requérante n'avait pas bénéficié d'un procès équitable. Elle estima par ailleurs l'article 1330 du code de procédure civile contraire à l'article 20 de la Constitution, lequel garantit le principe du procès équitable.", "15.  C. déposa un recours constitutionnel devant le Tribunal constitutionnel.", "16.  Par un arrêt du 6 avril 2005, le Tribunal constitutionnel jugea, par trois voix contre deux, que la disposition visée n'était pas contraire à la Constitution. Pour la haute juridiction, il n'était pas disproportionné d'exiger d'un intéressé résidant en dehors de la circonscription judiciaire en cause qu'il se maintînt informé du déroulement de la procédure d'inventaire. Le tribunal considéra en outre que la législation en question avait pour but d'assurer la bonne marche de la procédure. Pour la minorité, la disposition litigieuse était contraire à l'article 20 de la Constitution en ce qu'elle ne garantissait pas un procès équitable.", "17.  Le dossier fut renvoyé devant la cour d'appel de Lisbonne. Celle-ci, par un arrêt du 20 septembre 2005, se conforma à la décision du Tribunal constitutionnel quant à la constitutionnalité de l'article 1330 du code de procédure civile. Elle considéra néanmoins que le résultat auquel avait abouti l'entretien entre les intéressés était contraire aux principes de la bonne foi et de l'enrichissement sans cause et elle annula cet acte, invitant le tribunal a quo à organiser un nouvel entretien entre les intéressés, avec la participation de la requérante.", "18.  C. se pourvut en cassation devant la Cour suprême.", "19.  Par un arrêt du 8 juin 2006, porté à la connaissance de la requérante le 12 juin 2006, la Cour suprême accueillit le pourvoi et annula la décision de la cour d'appel, confirmant par la même occasion le jugement du tribunal de Caldas da Rainha du 14 février 2003. Elle souligna que la requérante avait été régulièrement citée à comparaître et que l'absence de notification aux fins de participation à la réunion entre les intéressés n'était pas l'un des motifs d'annulation du partage des biens limitativement énumérés par la loi applicable.", "20.  La requérante déposa encore un recours constitutionnel, que le conseiller rapporteur à la Cour suprême, par une ordonnance du 6 juillet 2006 portée à la connaissance de l'intéressée le 11 juillet 2006, déclara irrecevable, les conditions de saisine du Tribunal constitutionnel n'ayant pas été réunies.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "21.  L'article 20 § 4 de la Constitution de la République portugaise garantit le droit à un procès équitable.", "22.  L'article 1329 du code de procédure civile, applicable au moment des faits, disposait que les héritiers devaient toujours être cités à comparaître aux fins de la procédure d'inventaire. L'article 1330 § 2 du même code, tel qu'il était rédigé à l'époque des faits, ne prévoyait toutefois la notification des autres actes de procédure que lorsque les intéressés résidaient dans la circonscription judiciaire (comarca) concernée.", "23.  Cette interprétation des dispositions en cause a été confirmée par plusieurs arrêts de cour d'appel, dont celui rendu par la cour d'appel de Coimbra le 2 février 1982 (Colectânea de Jurisprudência, Ano VII, vol. I, p. 96). La Cour suprême a toutefois considéré, dans un arrêt du 24 avril 1991 (Boletim do Ministério da Justiça, no 406, p. 564), que l'article 1330 § 2 devait être considéré comme abrogé à la suite de l'entrée en vigueur du décret-loi no 242/85 du 9 juillet 1985, portant modification de l'article 255 du code de procédure civile en matière de notification des actes de procédure aux parties n'ayant pas constitué avocat.", "24.  L'article 1330 § 2, dans sa rédaction en cause dans la situation litigieuse, a été abrogé par le décret-loi no 227/94 du 8 septembre 1994, entré en vigueur le 7 mars 1995. Pour les procédures d'inventaire introduites après cette dernière date, tous les intéressés doivent désormais se voir notifier les actes de la procédure selon les règles générales du code de procédure civile.", "25.  L'article 1388 § 1 du code de procédure civile dispose :", "« A l'exception des cas de recours extraordinaire, l'annulation du partage judiciaire [des biens] confirmé par un jugement passé en force de chose jugée ne peut être ordonnée que lorsqu'il est établi qu'il y eut défaillance (preterição) ou absence d'intervention de l'un des cohéritiers et que s'il est constaté que les autres intéressés ont agi avec dol ou de mauvaise foi, que ce soit quant à une telle défaillance ou quant à la manière dont le partage a été préparé. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "26.  La requérante se plaint de ne pas avoir bénéficié d'un procès équitable, dans la mesure où elle n'a pas pu participer à ce moment essentiel d'une procédure d'inventaire au cours duquel les parties sont censées déterminer la valeur des biens de l'héritage et les liciter. Elle invoque à cet égard l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "27.  Le Gouvernement combat cette thèse.", "A.  Sur la recevabilité", "28.  Le Gouvernement a soulevé une exception pour tardiveté de la requête. Selon lui, la procédure dont la requérante se plaint est terminée depuis le 15 mars 1993, date à laquelle la décision du juge du tribunal de Caldas da Rainha du 3 mars 1993 est passée en force de chose jugée. Le Gouvernement soutient qu'admettre la réouverture de la discussion d'une question qu'il estime réglée depuis plus de quinze ans serait contraire au principe de sécurité juridique. Il ajoute que, à supposer même que le délai de six mois prévu à l'article 35 § 1 de la Convention se compte à partir du moment où la requérante aurait eu connaissance de la décision du 3 mars 1993, soit peu avant février 2001, au moment du dépôt de la demande en annulation du partage des biens, un tel délai aurait déjà été épuisé au moment de l'introduction de la présente requête.", "29.  La requérante combat ces arguments. Elle estime que le délai de six mois prévu à l'article 35 § 1 de la Convention n'a commencé à courir qu'à la décision définitive dans la demande en annulation du partage des biens, soit selon elle le 11 juillet 2006, date à laquelle l'ordonnance du conseiller rapporteur à la Cour suprême déclarant irrecevable son recours constitutionnel a été portée à sa connaissance.", "30.  La Cour rappelle d'abord qu'aux termes de l'article 35 § 1 de la Convention elle ne peut être saisie « qu'après l'épuisement des voies de recours internes, tel qu'il est entendu selon les principes de droit international généralement reconnus, et dans un délai de six mois à partir de la date de la décision interne définitive ».", "31.  Elle rappelle ensuite que le délai de six mois court à compter de la décision définitive dans le cadre de l'épuisement des voies de recours internes, étant entendu que l'intéressé doit avoir fait un usage normal des recours internes vraisemblablement efficaces et suffisants afin de porter remède à ses griefs (Moreira Barbosa c. Portugal (déc.), no 65681/01, CEDH 2004V (extraits)).", "32.  En l'espèce, la Cour constate que la requérante a essayé de porter remède à ses griefs moyennant le dépôt d'une demande en annulation du partage des biens. Elle observe qu'une telle demande, si elle avait été couronnée de succès, aurait pu conduire au redressement des griefs soulevés. Elle relève en outre que la demande en cause n'a pas été rejetée in limine par les juridictions internes, la cour d'appel de Lisbonne ayant même fait droit à l'action de la requérante, avant que la Cour suprême ne renverse une telle décision. La Cour estime donc que c'est la date de la décision interne définitive dans cette procédure qui doit marquer le point de départ du délai visé à l'article 35 § 1 de la Convention. Cette date est celle de la notification de l'arrêt de la Cour suprême, le 12 juin 2006, le recours constitutionnel déposé ultérieurement par la requérante et déclaré irrecevable ne pouvant pas être pris en considération, vu qu'il n'était pas susceptible de porter remède aux griefs soulevés par cette dernière. La requête ayant été introduite le 12 décembre 2006, elle n'est pas tardive. La Cour rejette par conséquent l'exception soulevée par le Gouvernement.", "33.  Elle constate par ailleurs que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention et qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "34.  La requérante allègue que, pour bénéficier d'une procédure équitable, elle aurait dû pouvoir participer pleinement à la procédure. Or il n'en aurait rien été, pour des raisons qu'elle estime ne pas lui être imputables. Elle souligne à cet égard que, dans le cadre de la législation applicable à l'époque concernée, l'intéressé n'était pas averti des conséquences liées à l'absence de notification de certains actes de procédure, ce qui, aux yeux de la requérante, est d'autant plus grave que dans la procédure d'inventaire en cause la constitution d'avocat n'est pas obligatoire.", "35.  Pour la requérante, aucune raison objective ne justifie la distinction faite par la législation de l'époque entre résidents et non résidents dans la circonscription judiciaire. Elle affirme que, dans son cas, cela a eu pour conséquence de l'empêcher de prendre connaissance des actes importants de la procédure et donc de défendre ses intérêts par rapport à ceux de la partie adverse, alors que le principe de l'égalité des armes exigeait qu'elle ne fût pas placée dans une situation de net désavantage.", "36.  Le Gouvernement expose que la Cour a toujours reconnu aux Etats le droit de définir eux-mêmes, dans l'exercice de leur marge d'appréciation, les options législatives les plus adéquates en matière d'organisation du système de justice. Il ajoute que les règles applicables aux procédures d'inventaire qui étaient en vigueur jusqu'à 1995 ne révèlent aucun manque de proportionnalité.", "37.  Renvoyant au raisonnement du Tribunal constitutionnel en l'espèce, qu'il considère comme étant entièrement respectueux des règles et principes de la Convention en la matière, le Gouvernement affirme que la législation applicable indiquait clairement que la requérante ne recevrait pas notification de la totalité des actes de procédure et qu'il incombait dès lors à l'intéressée de se renseigner sur la marche de la procédure. Rappelant que nul n'est censé ignorer la loi, le Gouvernement estime que la requérante, en ayant attendu neuf années avant de s'enquérir de l'état de la procédure, a révélé un comportement procédural téméraire. Il en conclut qu'il n'y a pas eu violation de l'article 6 § 1 de la Convention.", "2.  Appréciation de la Cour", "38.  La Cour rappelle d'abord que la notion de « procès équitable », garantie par l'article 6 § 1 de la Convention, intègre le respect de l'égalité des armes. En matière civile, ce principe implique notamment l'obligation d'offrir à chaque partie une possibilité raisonnable de présenter sa cause – y compris ses preuves – dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à son adversaire. La Cour rappelle ensuite qu'il revient aux autorités nationales de veiller, dans chaque cas, au respect des conditions d'un « procès équitable » (Dombo Beheer B.V. c. Pays-Bas, 27 octobre 1993, § 33, série A no 274). Elle réitère par ailleurs qu'une procédure par laquelle une juridiction statue sur des droits de caractère civil sans jamais entendre les arguments des parties ne saurait passer pour conforme à l'article 6 (Georgiadis c. Grèce, 29 mai 1997, § 40, Recueil des arrêts et décisions 1997III).", "39.  En l'espèce, la Cour observe que la seule participation de la requérante à la procédure d'inventaire litigieuse a consisté à se voir notifier l'introduction de cette même procédure. Elle n'a reçu aucune autre notification des actes de cette procédure (paragraphe 7 ci-dessus). Ce n'est que lorsque la somme au titre de la soulte lui a été versée, le 14 mai 2001, que la requérante a pris connaissance de l'état de la procédure (paragraphes 10 et 11 ci-dessus).", "40.  Force est de constater, à la lumière de ce qui précède, que la requérante n'a pas eu les mêmes possibilités de présenter sa cause que le second intéressé à la procédure d'inventaire et qu'elle a été placée dans une situation de net désavantage par rapport à la partie adverse ; dès lors, le résultat auquel est sous-tendu le principe d'égalité des armes n'a pas été atteint. Pour le Gouvernement, la responsabilité d'une telle situation incombe à la requérante elle-même, la législation applicable à l'époque indiquant clairement selon lui qu'elle ne recevrait pas notification de tous les actes de procédure.", "41.  La Cour observe que, s'il est vrai que la requérante a été informée de l'introduction de la demande déposée par C. devant le tribunal de Caldas da Rainha, rien ne permet de penser qu'elle aurait renoncé à ses droits de caractère civil et à la possibilité de participer pleinement à cette procédure, notamment lors des phases essentielles de cette dernière, comme c'est le cas de l'entretien entre les intéressés, au cours duquel ces derniers doivent discuter de la valeur à attribuer aux différentes parts de l'héritage.", "42.  La Cour rappelle que la renonciation à des droits de nature procédurale doit se trouver établie de manière non équivoque et s'entourer d'un minimum de garanties correspondant à sa gravité (Pfeifer et Plankl c. Autriche, 25 février 1992, § 37, série A no 227). Elle estime toutefois que la législation applicable à l'époque aux personnes dans la situation de la requérante était loin de remplir ces critères, pour les motifs indiqués ci-après.", "43.  Se penchant sur la législation en cause, la Cour reconnaît d'abord, à l'instar du Gouvernement, que les Etats contractants disposent d'une large marge d'appréciation en matière d'organisation de leurs systèmes judiciaires. Cela étant, elle tient à exprimer des doutes sur la justification et la proportionnalité d'un système – d'ailleurs abrogé – qui réservait la notification des actes de procédure uniquement à ceux des intéressés qui résidaient à l'intérieur de la circonscription judiciaire en cause.", "44.  Quoi qu'il en soit, la Cour souligne en premier lieu que l'article 1330 § 2 du code civil ne faisait pas l'objet, déjà à l'époque des faits, d'une interprétation uniforme. Ainsi, la Cour suprême avait en 1991 estimé que cette disposition devait être considérée comme abrogée à la suite de l'entrée en vigueur d'une nouvelle législation en matière de notification des actes de procédure aux parties (paragraphe 23 ci-dessus). Dans ces conditions, il est difficile de considérer que la requérante pouvait renoncer de manière non équivoque à ses droits de nature procédurale.", "45.  En second lieu, force est de constater que la requérante, qui n'était pas représentée par un avocat – une telle représentation n'étant pas obligatoire dans des procédures comme celle de l'espèce –, n'a pas été informée des possibles conséquences liées à l'absence de notification des actes de la procédure et notamment du fait que le juge pouvait homologuer en son absence la valeur à attribuer aux biens à partager.", "46.  L'ensemble de ces éléments conduit la Cour à considérer qu'il y a eu rupture de l'égalité des armes et par conséquent violation de l'article 6 § 1.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "47.  La requérante invoque également, à l'appui de ses allégations, l'article 1 du Protocole no 1.", "48.  La Cour relève que ce grief est lié à celui examiné ci-dessus et qu'il doit donc aussi être déclaré recevable.", "49.  Eu égard cependant au constat relatif à l'article 6 § 1 de la Convention (paragraphe 46 ci-dessus), la Cour estime qu'il n'y a pas lieu d'examiner s'il y a eu, en l'espèce, violation de cette disposition.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "50.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "51.  La requérante réclame pour préjudice matériel la moitié de la valeur réelle et actuelle de la succession, qu'elle évalue à 1 196 515 euros (EUR) en se référant à plusieurs rapports d'expertise qu'elle a soumis à la Cour. Elle demande par ailleurs 25 000 EUR pour dommage moral.", "52.  Le Gouvernement conteste le lien de causalité entre les préjudices allégués et la violation de la Convention en cause.", "53.  Dans les circonstances de la cause, la Cour estime que la question de l'application de l'article 41 ne se trouve pas en état pour autant que les dommages moral et matériel sont concernés, de sorte qu'il convient de la réserver en tenant compte de l'éventualité d'un accord entre l'Etat défendeur et la requérante.", "B.  Frais et dépens", "54.  La requérante demande également 11 280,30 EUR pour frais et dépens, dont 5 464,50 EUR à titre d'honoraires, 4 423,80 EUR pour les frais de justice engagés devant les juridictions internes et 1 392 EUR pour ceux engagés devant la Cour (traductions et expertises).", "55.  Le Gouvernement estime ces demandes injustifiées et en tout état de cause excessives.", "56.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 3 000 EUR tous frais confondus et l'accorde à la requérante.", "C.  Intérêts moratoires", "57.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit qu'il n'y a pas lieu d'examiner séparément le grief tiré de l'article 1 du Protocole no 1 ;", "", "4.  Dit que la question de l'application de l'article 41 de la Convention ne se trouve pas en état, pour autant que les dommages moral et matériel sont concernés ; en conséquence,", "\ta)  la réserve ;", "\tb)  invite le Gouvernement et les requérants à lui adresser par écrit, dans un délai de six mois à compter de la date de notification du présent arrêt, leurs observations sur cette question, et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "\tc)  réserve la procédure ultérieure et délègue à la présidente de la chambre le soin de la fixer au besoin.", "5.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif en vertu de l'article 44 § 2 de la Convention, 3 000 EUR (trois mille euros), pour frais et dépens, plus tout montant pouvant être dû par la requérante à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de frais et dépens pour le surplus.", "Fait en français, puis communiqué par écrit le 6 octobre 2009, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésidente", ""]}