{"file": "FRE_HFJUD_12489_86.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12489/86", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE WINDISCH c. AUTRICHE (ARTICLE 50)", "", "(Requête no12489/86)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "28 juin 1993", "\n", "En l’affaire Windisch c. Autriche,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. R. Ryssdal, président,", "\t\tJ. Cremona,", "\t\tF. Matscher,", "\t\tR. Macdonald,", "\t\tR. Bernhardt,", "\t\tJ. De Meyer,", "\t\tI. Foighel,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 25 juin 1993,", "Rend l’arrêt que voici, adopté à cette date:", "PROCEDURE", "1.    L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 12 octobre 1989, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 12489/86) dirigée contre la République d’Autriche et dont un ressortissant de cet État, M. Harald Windisch, avait saisi la Commission le 2 octobre 1986 en vertu de l’article 25 (art. 25).", "2.    Par un arrêt du 27 septembre 1990 (\"l’arrêt au principal\"), la Cour a constaté que la condamnation du requérant pour cambriolage, qui se fondait dans une large mesure sur les déclarations de deux témoins anonymes, avait enfreint le paragraphe 3 d) de l’article 6 de la Convention, combiné avec le paragraphe 1 (art. 6-3-d, art. 6-1) (série A no 186, paras. 22-32 des motifs et point 1 du dispositif, pp. 9-11 et 13). En outre, elle a octroyé au requérant, au titre de l’article 50 (art. 50), une certaine somme pour les frais et dépens exposés jusqu’alors (ibidem, paras. 36-38 des motifs et point 3 du dispositif, pp. 12-14). Seule reste à trancher la question de l’application de l’article 50 (art. 50) en ce qui concerne l’octroi éventuel de dommages-intérêts.", "Quant aux faits de la cause, la Cour renvoie aux paragraphes 8 à 18 de l’arrêt précité (ibidem, pp. 6-8).", "3.    Le requérant réclame 1 080 000 schillings pour manque à gagner et détention injuste, au motif qu’il n’eût pas été condamné sans les déclarations des deux témoins anonymes.", "Dans l’arrêt au principal, la Cour a déclaré ne pouvoir souscrire à la thèse du Gouvernement, qui plaidait l’absence d’un lien de causalité entre le préjudice allégué et le manquement relevé. Elle a cependant estimé que la question de l’octroi d’une réparation en vertu de l’article 50 (art. 50) ne se trouvait pas en état puisque le procès de l’intéressé pouvait se rouvrir, le Procureur général ayant décidé d’introduire un pourvoi en cassation dans l’intérêt de la loi (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes - article 33 du code de procédure pénale) contre le jugement du 20 novembre 1985 (ibidem, paras. 16 et 35, pp. 8 et 12). Elle a donc réservé la question et invité Gouvernement et requérant à lui adresser par écrit, dans les trois mois, leurs observations y relatives et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir (ibidem, par. 5 des motifs et point 2 du dispositif, pp. 12 et 13).", "4.    Par une lettre du 5 octobre 1990, l’agent du Gouvernement a informé le greffier que la Cour suprême avait cassé le jugement précité le 23 août 1990 et renvoyé l’affaire au tribunal régional d’Innsbruck pour réexamen et jugement.", "Requérant et Gouvernement ont déposé des observations le 2 janvier 1991. Le 14 janvier, le Gouvernement a sollicité un ajournement, dans l’attente du résultat de la procédure devant les juridictions autrichiennes.", "Le délégué de la Commission et le conseil du requérant n’ayant formulé aucune objection, le président de la Cour a consenti à suspendre l’instance jusqu’au jugement du tribunal régional d’Innsbruck.", "5.    Par une lettre du 19 juillet 1991, l’agent du Gouvernement a indiqué au greffier que le tribunal régional d’Innsbruck avait infligé au requérant, le 25 juin, trois ans d’emprisonnement pour cambriolage et tentative d’intimidation, après audition publique des deux témoins en cause (paragraphe 2 ci-dessus). Comme ce jugement n’était pas définitif, en raison des recours du requérant et du parquet, l’agent invitait la Cour à maintenir la suspension de la procédure concernant l’article 50 (art. 50). Le président de la Cour a déféré à cette demande le 7 octobre; ni la Commission ni le conseil du requérant ne s’y étaient opposés.", "6.    Le 27 avril 1993, l’agent du Gouvernement a communiqué au greffier, qui l’en avait prié les 24 juin 1992 et 24 mars 1993, une copie d’un arrêt de la Cour suprême, du 20 février 1992, rejetant le pourvoi en cassation du requérant, et d’un arrêt de la cour d’appel d’Innsbruck, du 25 mars 1992, déboutant ce dernier de son appel contre la peine.", "7.    Conformément à une ordonnance du président de la Cour, le greffier a reçu, les 28 mai et 14 juin 1993 respectivement, des observations complémentaires du requérant et du Gouvernement. Le délégué de la Commission y a répondu le 22 juin.", "EN DROIT", "8.    Aux termes de l’article 50 (art. 50) de la Convention,", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "Au stade actuel de la procédure, le requérant ne revendique plus le remboursement de frais et dépens.", "9.    Dans ses observations du 5 mars 1990 - antérieures à l’arrêt au principal -, le conseil de M. Windisch avait indiqué que son client sollicitait une indemnité adéquate pour les dommages, matériel et moral, résultant de l’injustice subie du fait de la longue peine d’emprisonnement et pour le manque à gagner que celle-ci avait entraîné. Elle l’évaluait à 1 080 000 schillings autrichiens, sur la base des montants accordés d’habitude en Autriche dans de telles affaires et par la Cour en son arrêt Unterpertinger c. Autriche du 24 novembre 1986 (série A no 110, p. 16, par. 35).", "10.   Pour sa part, le Gouvernement a conclu, à l’audience du 23 avril 1990, au rejet des prétentions du requérant, faute d’un lien de causalité entre le préjudice allégué et toute violation que la Cour pourrait constater.", "Dans son arrêt au principal, la Cour a toutefois estimé que \"la détention de M. Windisch après condamnation a découlé directement d’une administration des preuves incompatible avec l’article 6 (art. 6)\" (série A no 186, p. 12, par. 35).", "11.   La procédure suivie ultérieurement en Autriche (paragraphes 4-6 ci-dessus) a redressé la violation que la Cour avait relevée le 27 septembre 1990 (voir, mutatis mutandis, l’arrêt Piersack c. Belgique du 26 octobre 1984, série A no 85, pp. 15-16, par. 11). Après l’annulation par la Cour suprême, le 23 août 1990, du jugement rendu le 20 novembre 1985 par le tribunal régional d’Innsbruck, l’affaire a été renvoyée à celui-ci, en vue d’un nouveau procès. Le 25 juin 1991, il a derechef déclaré le requérant coupable et lui a infligé une peine identique à celle qu’il avait prononcée à l’origine, mais non sans lui avoir offert, cette fois, l’ensemble des garanties de la Convention (ibidem, p. 16, par. 11); en particulier, les deux témoins anonymes non entendus en public lors du premier procès ont déposé au second (paragraphe 5 ci-dessus). Le jugement est désormais définitif (paragraphe 6 ci-dessus).", "12.   Dans ses observations du 28 mai 1993 (paragraphe 7 ci-dessus), le conseil du requérant a soutenu que le comportement des autorités autrichiennes, et en particulier le refus du Procureur général de former un pourvoi avant la saisine de la Commission, avait rendu excessive la durée de la procédure dirigée contre M. Windisch. Si celui-ci voyait rejeter ses demandes d’indemnité, sa requête à la Commission tournerait à son seul désavantage: le constat d’une violation par la Cour lui aurait uniquement valu, après la réouverture de la procédure interne, une instance exagérément longue et la persistance, pendant de nombreuses années, d’une situation indécise.", "13.   Le Gouvernement a répondu, le 14 juin 1993 (paragraphe 7 ci-dessus), que l’intéressé ne saurait prétendre à une indemnité pour la durée de la procédure, l’infraction relevée par la Cour ne portant pas sur ce point. D’ailleurs, la seconde série de procédures ayant eu le même dénouement que la première, M. Windisch ne pourrait revendiquer une satisfaction équitable que pour tort moral; or le constat d’un manquement suffirait à cet égard.", "Le délégué de la Commission marque son accord.", "14.   Au sujet de la demande pour dommage matériel, la Cour souscrit à la thèse du Gouvernement: l’issue de la nouvelle procédure et l’imputation sur la peine de l’emprisonnement déjà subi par l’intéressé ont conduit à un résultat aussi proche d’une restitutio in integrum que la nature des choses s’y prêtait (arrêt Piersack précité, série A no 85, pp. 15-16, par. 11).", "15.   En outre, la Cour considère, avec le Gouvernement, que le requérant n’a pas droit à une indemnité à raison de la durée de la procédure interne, car la violation relevée par l’arrêt au principal ne concernait pas cet aspect.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "Rejette le reste de la demande de satisfaction équitable.", "", "Fait en français et en anglais, puis communiqué par écrit le 28 juin 1993 en application de l’article 55 par. 2, second alinéa, du règlement.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", ""]}