{"file": "FRE_CLINF_40094_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "40094/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 156", "Octobre 2012", "Virabyan c. Arménie - 40094/05", "Arrêt 2.10.2012 [Section III]", "Article 3", "Enquête efficace", "Graves allégations de mauvais traitements non suivies par une enquête adéquate: violation", "", "Torture", "Absence d’explication plausible quant à des blessures subies en détention: violation", "", "Article 6", "Article 6-2", "Présomption d'innocence", "Procureur ayant déclaré en décidant de clore les poursuites que la culpabilité du suspect était atténuée: violation", "", "Article 14", "Discrimination", "Caractère non objectivement vérifiable des allégations selon lesquelles les mauvais traitements litigieux avaient une motivation politique: non-violation", "Manquement à prendre des mesures raisonnables pour enquêter sur des allégations selon lesquelles les mauvais traitements litigieux avaient une motivation politique: violation", "", "En fait – A l’époque pertinente, le requérant était membre de l’un des principaux partis d’opposition en Arménie. Les faits litigieux se sont produits pendant une période particulièrement sensible sur le plan politique et où l’intéressé participait à des manifestations contre le gouvernement. Le requérant fut placé en garde à vue après que la police avait prétendument reçu un coup de fil anonyme indiquant qu’il était en possession d’une arme à feu. Selon le rapport de police, l’intéressé aurait utilisé un langage obscène et se serait montré arrogant, de sorte qu’il aurait été décidé d’engager contre lui une procédure administrative. Par la suite, le requérant fut inculpé d’agression sur le policier qui l’avait informé de la procédure administrative. Contestant cette version des faits, le requérant affirme qu’il a coopéré avec les policiers mais qu’à un moment ceux-ci ont commencé à le passer à tabac alors qu’il avait les mains menottées, en lui assénant des coups de pied et en le frappant au niveau du scrotum avec des objets métalliques jusqu’à ce qu’il perde connaissance. A la suite de cela, on constata qu’il était gravement blessé ; il dut plus tard subir l’ablation du testicule gauche. Se fondant sur l’ancien article 37 § 2 (2) du code arménien de procédure pénale, le procureur décida finalement d’abandonner les poursuites contre l’intéressé au motif qu’il avait « atténué sa culpabilité » en se blessant lors de la commission de l’infraction*.", "Dans sa requête auprès de la Cour européenne, le requérant allègue que le traitement en question correspond à des actes de torture infligés en raison de ses opinions politiques, et qu’il n’y a pas eu d’enquête effective. Il estimait également que la décision du parquet de clore la procédure pénale, fondée sur l’ancien article 37 § 2 (2) du code de procédure pénale, a porté atteinte à son droit à la présomption d’innocence.", "En droit – Article 3", "a)  Volet matériel : Lorsque, comme en l’espèce, un individu est placé en garde à vue alors qu’il se trouve en bonne santé et que l’on constate qu’il est blessé au moment de sa libération, il incombe à l’Etat de fournir une explication plausible sur l’origine des blessures. Or, dans cette affaire, le Gouvernement s’est contenté pour étayer sa position de renvoyer aux conclusions de l’enquête officielle menée au niveau interne. Cette enquête présentait des lacunes fondamentales (voir ci-dessous). C’est pourquoi la Cour ne saurait juger satisfaisante l’explication du Gouvernement sur l’origine des lésions du requérant – il serait tombé pendant sa garde à vue – ; elle conclut que ces blessures sont dues à des mauvais traitements dont les autorités portent la responsabilité. Le requérant a été soumis à une forme particulièrement cruelle de traitement qui lui a causé une grande souffrance physique et morale. Eu égard à la nature, à l’intensité et à l’objet des sévices en cause, la Cour estime qu’il y a lieu de qualifier ceux-ci d’actes de torture.", "Conclusion : violation (unanimité).", "b)  Volet procédural : Une enquête relative à des allégations graves de mauvais traitements doit être approfondie, ce qui signifie que les autorités doivent toujours faire des efforts sérieux pour déterminer ce qui s’est passé. Or l’enquête menée en l’espèce a présenté de nombreuses défaillances : entre autres, elle reposait entièrement sur les déclarations des policiers, et les rapports médicaux étaient totalement inadéquats. A l’inverse, à tous les stades de l’enquête le requérant a indiqué de façon cohérente et précise qui l’avait maltraité et de quelle manière, et ses allégations sont compatibles avec la description des lésions figurant dans les différentes pièces médicales. La Cour conclut que l’unique objet de l’enquête était de poursuivre le requérant et de recueillir des éléments pour étayer ces poursuites, de sorte que cette enquête n’a pas eu l’objectivité et l’indépendance requises.", "Conclusion : violation (unanimité).", "Article 6 § 2 : La décision du parquet d’abandonner les poursuites contre le requérant est formulée en des termes qui ne laissent aucun doute sur le fait que le procureur estimait que l’intéressé avait commis une infraction. La manière dont les faits sont exposés laisse entendre qu’il était établi que le policier avait agi en état de légitime défense pour parer une attaque du requérant. De plus, en décidant d’abandonner les poursuites le procureur a spécifiquement indiqué que par les privations subies l’intéressé avait « atténué sa culpabilité ». En fait, le motif d’abandon des poursuites prévu par l’ancien article 37 § 2 (2) du code de procédure pénale supposait lui-même que la commission de l’acte imputé était un fait incontesté. Il s’ensuit que les raisons avancées par le parquet – et retenues par les juridictions – pour justifier l’abandon des poursuites sur le fondement de cette disposition ont emporté violation du droit à la présomption d’innocence.", "Conclusion : violation (unanimité).", "Article 14 combiné avec l’article 3", "a)  Volet matériel : La tâche de la Cour sous cet angle est d’établir si des motifs politiques ont constitué un facteur déterminant dans les mauvais traitements subis par le requérant. Il faut à cet égard prendre en compte le climat politique sensible qui prévalait alors en Arménie ainsi que la pratique administrative générale qui consistait à dissuader ou empêcher les militants de l’opposition de participer à des manifestations. Par ailleurs, la Cour relève que l’intéressé était un membre actif de l’opposition et que le motif initial de son arrestation était indirectement lié à sa participation à une manifestation politique, selon une dénonciation anonyme dont il n’y a aucune trace. En outre, les soupçons selon lesquels le requérant était en possession d’une arme à feu et la procédure administrative contre lui ont par la suite été laissés de côté, et les policiers ayant procédé à l’arrestation de l’intéressé ont formulé des déclarations contradictoires quant à la raison de sa mise en détention.", "En dépit de ces éléments, il n’y a aucun moyen objectif de vérifier les allégations du requérant. Dans certaines affaires où une discrimination est alléguée, la Cour peut prier le gouvernement défendeur de réfuter un grief défendable de discrimination et, si le gouvernement n’en fait rien, conclure de ce chef à la violation de l’article 14. Cependant, pareille approche reviendrait ici à exiger du Gouvernement qu’il prouve l’absence d’une attitude subjective particulière. Il est vrai que les circonstances de l’arrestation pour raisons politiques du requérant soulèvent de graves inquiétudes ; cependant, ce facteur ne suffit pas en soi pour permettre de conclure que les mauvais traitements ont eux aussi été inspirés par des motifs politiques. Dans les circonstances de l’espèce, on ne saurait exclure que le requérant ait été maltraité en représailles aux blessures qu’il avait causées à un policier pendant sa garde à vue, ou encore pour d’autres raisons. Dès lors, la Cour ne saurait conclure au-delà de tout doute raisonnable que les mauvais traitements infligés au requérant étaient motivés par ses opinions politiques.", "Conclusion : non-violation (unanimité).", "b)  Volet procédural : Lorsqu’elles enquêtent sur des incidents violents, les autorités nationales doivent prendre toutes les mesures qu’elles peuvent raisonnablement mettre en œuvre pour débusquer toute motivation politique éventuelle et déterminer si l’intolérance à l’égard d’une opinion politique dissidente a pu jouer un rôle dans les faits. C’est là un aspect de leurs obligations procédurales découlant de l’article 3 de la Convention, mais cela peut aussi être considéré comme inhérent à leurs responsabilités au regard de l’article 14 de garantir sans discrimination les valeurs fondamentales consacrées par l’article 3. Le manquement à procéder à une telle enquête et le fait de mettre la violence et la brutalité inspirées par des motifs politiques sur le même plan que les affaires dépourvues de composante politique peut constituer un traitement injustifié.", "A maintes reprises, le requérant a affirmé devant les autorités d’enquête que les mauvais traitements subis par lui étaient liés à sa participation aux manifestations de l’opposition et avaient été inspirés par des motifs politiques. La raison de son arrestation a d’ailleurs été remise en cause par le médiateur. Les autorités d’enquête ont donc eu suffisamment d’informations pour être alertées quant à la nécessité de procéder d’emblée à des vérifications et, en fonction des résultats, à une enquête sur d’éventuelles motivations politiques à l’origine des sévices litigieux. Or pratiquement rien n’a été entrepris pour vérifier ces informations. On a apparemment demandé à deux policiers seulement s’ils connaissaient l’affiliation politique du requérant, alors que les policiers qui auraient tenu des propos empreints d’intolérance politique avant et pendant les mauvais traitements n’ont même pas été interrogés à ce sujet. En bref, rien n’a été fait pour enquêter sur les circonstances de l’arrestation du requérant, notamment sur les nombreuses incohérences et sur d’autres éléments semblant indiquer d’éventuels motifs politiques, et aucune conclusion n’a été tirée des pièces disponibles. Dès lors, les autorités ont manqué à leur obligation de prendre toutes les mesures possibles pour rechercher si la discrimination avait pu jouer un rôle dans les sévices subis par le requérant.", "Conclusion : violation (unanimité).", "Article 41: 25 000 EUR pour préjudice moral.", "* L’ancien article 37 § 2 (2) du code arménien de procédure pénale disposait que le parquet pouvait décider de clore une procédure s’il estimait qu’elle n’était pas opportune du fait que l’intéressé avait racheté son acte par sa propre souffrance, la restriction de ses droits et d’autres privations subies dans le contexte de la commission de l’acte.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}