{"file": "FRE_HFJUD_38781_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38781/97", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "AFFAIRE P.B. c. FRANCE", "", "(Requête n° 38781/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "1er août 2000", "", "", "", "", "DÉFINITIF", "", "01/11/2000", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme avant la parution de sa version définitive.", "", "En l’affaire P.B. c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tM.\tW. Fuhrmann, président,\n\tM.\tJ.-P. Costa,\n\tM.\tL. Loucaides,\n\tM.\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza, juges\net de Mme\tS. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 8 décembre 1998 et 11 juillet 2000,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête dirigée contre la République française et dont un ressortissant de cet Etat, M. P.B. (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 5 septembre 1997, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 26 novembre 1997 sous le numéro de dossier 38781/97. Le requérant est représenté par Me Madeleine Vincenti-Antoniotti, avocate au barreau de Marseille. Le gouvernement français (« le Gouvernement » ) a été représenté par son agent, M. Yves Charpentier, sous-directeur des droits de l’homme au ministère des Affaires étrangères, auquel a succédé Mme Michèle Dubrocard. Le président de la chambre a accédé à la demande de nondivulgation de son identité formulée par le requérant (article 47 § 3 du règlement de la Cour).", "2.  Sous l’angle des articles 5 § 3 et 6 §§ 1 et 2 de la Convention, le requérant se plaignait de la durée de sa détention provisoire ainsi que de l’équité et de la durée de la procédure pénale dont il a fait l’objet.", "3.  Par une décision du 16 avril 1998, la Commission (deuxième chambre) a décidé de porter la requête à la connaissance du gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Le Gouvernement a présenté ses observations le 4 août 1998 et le requérant a présenté les siennes le 2 octobre 1998.", "4.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, et conformément à l’article 5 § 2 de celui-ci, l’affaire est examinée par la Cour.", "5.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la troisième section.", "6.  Le 8 décembre 1998, la chambre a déclaré recevables le grief tiré de la durée de la détention provisoire du requérant et le grief tiré de la durée de la procédure. Elle a déclaré la requête irrecevable pour le surplus.", "7.  Le 6 janvier 1999, la chambre a invité les parties à lui soumettre, dans un délai expirant le 1er mars 1999, des observations complémentaires ainsi que, le cas échéant, leurs propositions de règlement amiable, et les a informées qu’elles avaient la faculté de requérir une audience ; elle a en outre invité le requérant à lui soumettre, dans le même délai, ses demandes au titre de l’article 41 de la Convention.", "8.  Par courriers des 25 février et 19 mars 1999 respectivement, le requérant et le Gouvernement ont présenté leurs observations complémentaires.", "EN FAIT", "A.\tDéroulement de l’instruction", "9.  Entre les mois de décembre 1992 et de mars 1993, cinq vols à main armée ont été commis à Marseille dans différents établissements bancaires. Lors du dernier vol à main armée du 4 mars 1993, les malfaiteurs ont pris la fuite à bord d’un véhicule dont le numéro d’immatriculation fut relevé par un témoin. Le 24 mars 1993, la police identifia les empreintes digitales relevées sur le véhicule comme étant celles du requérant et d’une autre personne. A l’époque, le requérant avait déjà été condamné pour plus de onze vols à main armée commis dans des établissements bancaires, ainsi que pour trafic de stupéfiants, et bénéficiait d’une mesure de libération conditionnelle par arrêté ministériel du 4 décembre 1991.", "10.  Le 14 avril 1993, le requérant fut arrêté et mis en examen des chefs de vols aggravés criminels, association de malfaiteurs et détention d'arme de première catégorie (grenade). Lors de son interpellation par les services de police, le requérant portait un sac contenant une cagoule noire à trois trous et un revolver à grenaille approvisionné. Le 16 avril 1993, il fut placé en détention provisoire.", "11.  Le 13 mai 1993, le juge d’instruction ordonna un examen psychiatrique, ainsi qu’un examen médico-psychologique de la personnalité du requérant. Les experts déposèrent leurs rapports les 24 mai et 6 juillet 1993 respectivement. Ils soulignaient notamment le risque de récidive du requérant, dû à des difficultés d’adaptation.", "12.  Le 29 septembre 1993, le juge d’instruction procéda au premier interrogatoire du requérant qui, tout au long de l’information, nia sa participation aux faits qui lui étaient reprochés et contesta les éléments à charge recueillis contre lui. Au cours de l’instruction, le juge d’instruction délivra au total huit commissions rogatoires et procéda à dix-neuf interrogatoires.", "13.  Le 9 octobre 1995, le requérant déposa une demande auprès du juge d’instruction en vue d’entendre deux témoins à décharge. Le second témoin n’ayant pas déféré aux multiples convocations que lui adressa le juge d’instruction, le requérant renonça à son audition, le 7 novembre 1996.", "14.  Le 10 avril 1997, la chambre d’accusation renvoya le requérant devant la cour d’assises du département des Bouches-du-Rhône.", "B.\tDemandes de mises en liberté", "15.  Le 29 octobre 1996, la chambre d’accusation de la cour d'appel d’Aix-en-Provence confirma l’ordonnance de rejet d’une demande de mise en liberté présentée par le requérant, aux motifs suivants :", "« Au regard de la complexité de ce dossier, de la multiplicité des faits criminels reprochés [au requérant], de ses dénégations systématiques nécessitant de nombreuses investigations, la détention provisoire ne peut être considérée comme excédant le délai raisonnable prévu par la Convention (...) »", "16.  Le 10 décembre 1996, la chambre confirma l’ordonnance de rejet d’une autre demande de mise en liberté présentée par le requérant, aux motifs suivants :", "« Les présomptions qui pèsent sur [le requérant] (...) sont lourdes et se rapportent à des faits graves qui, s’agissant de plusieurs attaques à main armée d’établissements bancaires, troublent gravement l’ordre public. Par ailleurs, [le requérant] ayant déjà été condamné à neuf ans de réclusion criminelle du chef de vols avec arme, il importe tout à la fois de prévenir le renouvellement de ses agissements criminels et de s’assurer, au regard de la rigueur des peines qu’il encourt en état de récidive, de sa représentation en justice. »", "17.  Le 26 août 1997, la chambre d’accusation rejeta une nouvelle demande de mise en liberté présentée par le requérant, en soulignant notamment:", "«  (...) Cependant, les investigations menées ont été longues et fastidieuses et justifient la durée de l’information, l’intéressé lui-même ayant attendu deux années pour faire état de témoignages censés l’innocenter. »", "18.  Contre cet arrêt, le requérant se pourvut en cassation en invoquant l’article 5 § 3 de la Convention. Par un arrêt du 2 décembre 1997, la Cour de cassation rejeta le pourvoi.", "19.  Pendant sa détention provisoire, le requérant déposa au total dix-sept demandes de mise en liberté, dont deux après son renvoi devant la cour d’assises.", "C.\tJugement", "20.  L’audience devant la cour d’assises eut lieu les 18 et 19 décembre 1997. Le 19 décembre 1997, le requérant fut déclaré coupable des faits qui lui étaient reprochés et condamné à huit ans d’emprisonnement. Le requérant ne se pourvut pas en cassation contre cet arrêt.", "EN DROIT", "i.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 3 DE LA CONVENTION ", "21.  Le requérant se plaint de la durée de sa détention provisoire et invoque l’article 5 § 3 de la Convention, ainsi libellé :", "  « Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience. »", "22.  Le Gouvernement conteste cette thèse.", "A.\tPériode à considérer", "23.  La période à considérer a débuté le 16 avril 1993, date du placement du requérant sous mandat de dépôt, pour s’achever le 19 décembre 1997 avec l’arrêt de la cour d’assises des Bouches-du-Rhône le condamnant à une peine de huit ans d’emprisonnement. Elle s’étend donc sur quatre ans, huit mois et trois jours.", "B.\tLe caractère raisonnable de la durée de la détention", "1.\tThèses des parties", "24.  Selon le requérant, sa détention provisoire n’était pas justifiée pour mener l’instruction à bien. Il conteste que la complexité de l’affaire puisse justifier la durée de sa détention provisoire et affirme que sa conduite ne pouvait davantage justifier cette durée.", "25.  Le Gouvernement souligne que, malgré les dénégations systématiques du requérant, il existait des charges graves et concordantes contre lui, justifiant son maintien en détention provisoire. ", "26. Le Gouvernement affirme, en outre, que les nécessités de l’instruction justifiaient, à elles seules, la durée de la détention provisoire du requérant, en raison notamment du nombre des faits criminels qui lui étaient reprochés, ainsi que des dénégations systématiques que celui-ci a maintenu pendant toute la durée de l’information, en dépit des indices sérieux relevés contre lui.", "27. Enfin, s’agissant de la conduite de la procédure, le Gouvernement affirme que l’affaire était complexe, nécessitant de nombreuses investigations, interrogatoires et confrontations. Le Gouvernement ajoute que le comportement du requérant à joué un rôle déterminant dans la durée de la procédure, dans la mesure où, tout au long de l’information et jusque devant la cour d’assises, il a nié sa participation aux faits et présenta, même après son renvoi devant la cour d’assises, plusieurs demandes de mise en liberté, qui ont constitué un surcroît de travail pour la chambre d’accusation.", "28. Quant au comportement des autorités compétentes, le Gouvernement affirme que celui-ci n’encourt aucune critique.", "2.\tAppréciation de la Cour", "a)\tPrincipes se dégageant de la jurisprudence de la Cour", "29.  Il incombe en premier lieu aux autorités judiciaires nationales de veiller à ce que, dans un cas donné, la durée de la détention provisoire d’un accusé ne dépasse pas la limite du raisonnable. A cette fin, il leur faut examiner toutes les circonstances de nature à révéler ou écarter l’existence d’une exigence d’intérêt public justifiant, eu égard à la présomption d’innocence, une exception à la règle du respect de la liberté individuelle et d’en rendre compte dans leurs décisions relatives aux demandes d’élargissement. C’est essentiellement sur la base des motifs figurant dans lesdites décisions, ainsi que des faits non controuvés indiqués par l’intéressé dans ses recours, que la Cour doit déterminer s’il y a eu ou non violation de l’article 5 § 3 de la Convention.", "La persistance de raisons plausibles de soupçonner la personne arrêtée d’avoir commis une infraction est une condition sine qua non de la régularité du maintien en détention, mais au bout d’un certain temps elle ne suffit plus ; la Cour doit alors établir si les autres motifs adoptés par les autorités judiciaires continuent à légitimer la privation de liberté. Quand ils se révèlent « pertinents » et « suffisants », elle cherche de surcroît si les autorités nationales compétentes ont apporté une « diligence particulière » à la poursuite de la procédure (voir, notamment, les arrêts Letellier c. France du 26 juin 1991, série A n° 207, p. 18, § 35, et I.A. c. France du 23 septembre 1998, Recueil des arrêts et décisions 1998VII, pp. 29782979, § 102).", "b)\tApplication en l’espèce", "30.  Pour refuser de libérer le requérant, les juridictions saisies ont estimé que la détention provisoire était nécessaire pour garantir le maintien de l’intéressé à la disposition de la justice, compte tenu des nécessités de l’instruction, pour préserver l’ordre public du trouble causé par l’infraction et pour éviter le risque de réitération des faits. Or, une durée de détention provisoire de plus de quatre ans et huit mois doit être accompagnée de justifications particulièrement fortes.", "i.\tLe risque de fuite", "31.  Dans leurs décisions relatives à la détention provisoire du requérant, les juridictions compétentes ont estimé qu’il y avait un risque que l’intéressé s’enfuie en cas de mise en liberté. Elles se fondaient essentiellement sur le fait que le requérant encourait la réclusion criminelle, peine aggravée par la situation de récidive dans laquelle il se trouvait (voir, notamment, l’arrêt de la chambre d’accusation du 10 décembre 1996, paragraphe 16 ci-dessus). Ce sont là, à n’en pas douter, des circonstances de nature à caractériser un danger de fuite. Toutefois, la Cour constate que les autorités judiciaires ont omis de spécifier en quoi il y avait lieu de considérer en l’espèce qu’un risque de fuite persistait surtout après plus de quatre années de détention.", "ii.\tLa préservation de l’ordre public et la nécessité d’empêcher le renouvellement de l’infraction", "32.  A la lumière des circonstances de la cause, les impératifs de l’ordre public et le risque de renouvellement de l’infraction constituaient sans nul doute des facteurs pertinents, mais la Cour estime qu’ils ne justifiaient pas à eux seuls une aussi longue détention provisoire.", "c)\tRécapitulation", "33.  En résumé, certains des motifs de rejet des demandes du requérant étaient à la fois pertinents et suffisants, mais ils perdirent en grande partie ce caractère au fil du temps, de sorte qu’il convient d’examiner la conduite de la procédure.", "iii.\tLa conduite de la procédure", "34. La Cour considère que la présente affaire n’était pas particulièrement complexe. Elle relève en particulier que le fait qu’il s’agisse d’une procédure criminelle impliquant plusieurs personnes ne suffit pas, en lui-même, à établir que l’affaire était à tel point complexe qu’elle pût justifier une durée de quatre ans et plus de huit mois. Certes, la Cour est consciente que la célérité particulière à laquelle un accusé détenu a droit dans l’examen de son cas ne doit pas nuire aux efforts des magistrats pour accomplir leur tâches avec le soin voulu (voir notamment, mutatis mutandis, l’arrêt Toth c. Autriche du 12 décembre 1991, série A n° 224, pp. 2021, § 77). Elle estime néanmoins que les impératifs de l’instruction ne suffisent pas, au bout d’une certaine période, à justifier le maintien en détention.", "35.  Par ailleurs, il ne ressort pas du dossier que, par son comportement, le requérant ait particulièrement contribué à freiner le développement de l’instruction et à allonger la procédure. Dès lors, la longueur de la détention incriminée n’apparaît imputable, pour l’essentiel, ni à la complexité de l’affaire, ni au comportement du requérant.", "36.  Il échet donc d’examiner la conduite des autorités judiciaires. La Cour rappelle que pour apprécier la conduite des autorités, il faut tenir compte du temps nécessaire à l’étude du dossier et de ses développements successifs, à la préparation des auditions et à la rédaction des commissions rogatoires, toutes besognes que le juge d’instruction accomplit dans son cabinet et dont les pièces de la procédure ne donnent qu’indirectement le reflet. S’il est vrai que, dans le cas d’espèce, aucune négligence significative ne peut être relevée dans la conduite de l’instruction par les autorités, la Cour observe qu’une durée de détention provisoire de quatre ans et plus de huit mois commande en l’occurrence une évaluation globale.", "3.\tConclusion", "37.  Pour être conforme à la Convention, la longue durée de privation de liberté subie par le requérant aurait dû reposer sur des justifications plus convaincantes. Or il ressort des développements précédents que la pertinence initiale des motifs retenus par les juridictions d’instruction à l’appui de leurs décisions relatives au maintien du requérant en détention ne résiste pas à l’épreuve du temps.", "38.  Partant, par sa durée excessive, la détention du requérant a enfreint l’article 5 § 3 de la Convention.", "II.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "39.  Le requérant dénonce la durée de la procédure pénale dirigée contre lui. Il allègue une violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (…) qui décidera (…) du bien-fondé de toute accusation en matière pénale dirigée contre elle (…) »", "40.  Le Gouvernement s’oppose à cette thèse et affirme que la procédure litigieuse a été menée avec toute la promptitude nécessaire.", "A.\tPériode à prendre en considération", "41.  La période à considérer est la même que celle de la détention provisoire du requérant (paragraphe 23 ci-dessus). Elle couvre donc une durée de quatre ans, huit mois et trois jours.", "B.\tCaractère raisonnable de la durée de la procédure", "42.  Le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, les arrêts Pélissier et Sassi c. France du 25 mars 1999, [GC], no. 25444/94, CEDH 1999II, et Philis c. Grèce (n° 2) du 27 juin 1997, Recueil des arrêts et décisions 1997IV, p. 1083, § 35).", "43.  Le Gouvernement observe que la durée de l’instruction s’explique par la multiplicité des faits de nature criminelle qui étaient reprochés au requérant, du nombre de personnes impliquées dans la commission de ces infractions, et enfin du propre comportement du requérant, qui nia les faits qui lui étaient reprochés tout au long de l’information et qui a attendu le mois d’octobre 1995 pour solliciter l’audition de deux témoins susceptibles de l’innocenter.", "44.  Le requérant souligne que son affaire ne présente aucun caractère complexe et très technique justifiant une telle durée. Par ailleurs, il souligne qu’il ne peut être formulé à son encontre aucun grief tiré d’un comportement dilatoire. Il estime que la durée de la procédure est imputable aux seules autorités judiciaires.", "45.  La Cour constate tout d’abord que l’affaire ne présentait pas une complexité particulière.", "46.  Quant au comportement du requérant, la Cour rappelle que l’article 6 n’exige pas des intéressés une coopération active avec les autorités judiciaires. On ne saurait non plus leur reprocher d’avoir tiré pleinement parti des possibilités que leur ouvrait le droit interne. Cependant, leur comportement constitue un fait objectif, non imputable à l’État et à prendre en compte pour répondre à la question de savoir si la procédure a ou non dépassé le délai raisonnable de l’article 6 § 1 (voir les arrêts I.A. c. France du 23 septembre 1998, Recueil 1998VII, pp. 29842985, § 121, et Eckle c. Allemagne du 15 juillet 1982, série A n° 51, p. 36, § 82). Or, même si le requérant pourrait être tenu pour responsable en partie de certains retards, cela ne saurait justifier la durée totale de la procédure (voir, mutatis mutandis, les arrêts Portington c. Grèce du 23 septembre 1998, Recueil 1998VI, p. 2632, § 29, et Zana c. Turquie du 25 novembre 1997, Recueil 1997VII, p. 2552, § 79).", "47.  La Cour rappelle par ailleurs que l’article 6 § 1 oblige les États contractants à organiser leur système judiciaire de sorte que les tribunaux puissent remplir chacune de ses exigences, notamment celle du délai raisonnable (voir l’arrêt Portington précité, p. 2633, § 33).", "48.  La Cour estime que l’on ne saurait considérer comme « raisonnable » une durée globale de plus de quatre ans et huit mois, dont presque quatre ans correspondant à l’instruction de l’affaire. Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "III.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "49.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "50.  Le requérant affirme que s’il avait été jugé plus tôt, il aurait bénéficié d’une remise de peine exceptionnelle accordée aux condamnés à l’occasion du 14 juillet. Or, il n’a pu en bénéficier, son statut de prévenu l’excluant ipso facto du champ d’application de cette remise de peine. Il réclame la somme totale de 60 000 FRF, décomposée de la façon suivante :", "- 30 000 FRF au titre du préjudice matériel ;", "- 30 000 FRF au titre du préjudice moral.", "51.  Le Gouvernement ne se prononce pas.", "52.  Dans les circonstances de l’espèce, la Cour estime que le constat de violation constitue par lui-même une satisfaction équitable suffisante quant au tort matériel et moral allégué.", "B.\tFrais et dépens", "53.  Le requérant sollicite le remboursement de ses frais et dépens, soit 70 592 FRF, pour les procédures afférentes à la détention provisoire tant devant les juridictions internes que devant les organes de la Convention.", "54.  Le Gouvernement ne se prononce pas.", "55.  Sur la base des éléments en sa possession et de sa jurisprudence en la matière, la Cour, statuant en équité, accorde à l’intéressé 30 000 FRF pour ses frais et dépens.", "C.\tIntérêts moratoires", "56.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 2,74 % l’an.", "par ces motifs, la cour, À l’unanimitÉ,", "1.\tDit qu’il y a eu violation de l’article 5 § 3 de la Convention ;", "", "2.\tDit qu’il y a eu violation de l’article  6 § 1 de la Convention ;", "", "3.\tDit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante quant au tort matériel et moral allégué ;", "", "4.\tDit que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 30 000 (trente mille) francs français pour frais et dépens, montant à majorer d’un intérêt simple de 2,74 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "5.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français puis communiqué par écrit le 1er août 2000, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "", "\tS. Dollé\tW. Fuhrmann\tGreffière\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement de la Cour, l’exposé de l’opinion concordante de M. L. Loucaides.", "", "\t\tW.F.\n\t \t S.D.", "\n", "OPINION CONCORDANTE DE M. LE JUGE loucaides", "(Traduction provisoire)", "Je souscris aux conclusions et au raisonnement de la majorité, à l’exclusion du paragraphe 31 de l’arrêt. Je désapprouve en particulier la dernière phrase de ce paragraphe, aux termes de laquelle la Cour a tenu compte du fait que les autorités judiciaires avaient omis de spécifier en quoi il y avait lieu de considérer en l’espèce qu’un risque de fuite persistait surtout après plus de quatre années de détention.", "Je ne pense pas que les autorités doivent justifier par des motifs complémentaires le risque de fuite du prévenu au terme d’une quelconque période de détention, même longue. Selon moi, une période de détention provisoire de plus de quatre ans est si excessive qu’elle ne peut se justifier au seul motif du risque général que le prévenu s’enfuie en raison de la gravité de la peine encourue en cas de condamnation. Il convient de garder à l’esprit que la détention provisoire est une exception au droit à la liberté, garanti par l’article 5 de la Convention. En conséquence, il convient d’interpréter cette exception de manière restrictive et de n’y recourir que si aucun autre moyen de s’assurer de la comparution de l’accusé à son procès (par exemple une caution) n’est efficace, compte tenu des faits spécifiques à chaque affaire. Cela vaut a fortiori pour les affaires semblables à l’espèce, où il n’était pas prévisible que le procès de l’intéressé se tienne dans un délai raisonnablement court.", "Eu égard aux faits de la cause, j’estime en résumé que les autorités n’ont justifié par aucun motif valable la très longue détention provisoire subie par le requérant.", ""]}