{"file": "FRE_CLINF_24755_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "24755/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Septembre 1998", "McLeod c. Royaume-Uni - 24755/94", "Arrêt 23.9.1998", "Article 8", "Article 8-1", "Respect du domicile", "Respect de la vie privée", "Entrée de la police dans un domicile pour prévenir une atteinte à l’ordre public: violation", "", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.] ", "I.\tARTICLE 8 DE LA CONVENTION", "A.\tAllégation d’ingérence dans le droit au respect de la vie privée et du domicile", "1.\tIngérence", "Non contesté que l’entrée des policiers au domicile de la requérante constitue une ingérence dans son droit au respect de sa vie privée et de son domicile.", "2.\t« Prévue par la loi »", "Notion d’atteinte à l’ordre public définie avec suffisamment de précision en droit anglais – pouvoir de la police d’entrer et de demeurer dans des lieux privés afin de prévenir une atteinte à l’ordre public repris à l’article 17 § 6 de la loi de 1984 sur la police et la preuve en matière pénale – ingérence « prévue par la loi ».", "3.\tBut légitime", "Défense de l’ordre et prévention des infractions pénales.", "4.\t« Nécessaire dans une société démocratique »", "Les policiers n’ont pas vérifié que l’ex-mari de la requérante était habilité à entrer chez celle-ci pour emmener ses biens – ayant appris l’absence de la requérante, les policiers n’auraient pas dû pénétrer dans son domicile car il y avait peu de risque que se produisent des troubles de l’ordre ou des infractions pénales – ingérence disproportionnée.", "Conclusion : violation (sept voix contre deux).", "B.\tAllégation de non-observation d’une obligation positive", "Eu égard à la conclusion selon laquelle l’entrée des policiers au domicile de la requérante ne se justifiait pas, inutile d’examiner ce grief plus avant.", "Conclusion : non-lieu à examen (unanimité).", "II.\tARTICLE 1 DU PROTOCOLE N° 1 ", "Grief non maintenu.", "Conclusion : non-lieu à examen (unanimité).", "III.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage moral : constat de violation constitue une satisfaction équitable suffisante.", "B.\tFrais et dépens : alloués en équité.", "Conclusion : Etat défendeur tenu de verser une certaine somme à la requérante (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}