{"file": "FRE_CLINF_33773_11.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "33773/11", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No170", "Janvier 2014", "Zhou c. Italie - 33773/11", "Arrêt 21.1.2014 [Section II]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Adoption plénière d’un enfant en raison de l’incapacité relative de la mère en l’absence de disposition légale régissant l’adoption simple : violation", "En fait – En octobre 2004, la requérante fut placée dans une structure publique avec son fils âgé d’un mois. En accord avec les services sociaux, son fils fut placé pendant la journée dans une famille d’accueil. Mais trois mois plus tard cette dernière n’était plus disposée à accueillir l’enfant. La requérante décida de confier son fils à un couple de voisins pendant qu’elle allait au travail. Les services sociaux, n’étant pas d’accord sur le choix du couple, signalèrent la situation de la requérante au procureur de la République près le tribunal pour enfants. Fin 2007, le procureur demanda au tribunal l’ouverture d’une procédure d’adoptabilité pour l’enfant, la mère n’étant pas en mesure de s’en occuper. Celui-ci fut placé en famille d’accueil et un droit de visite fut accordé à la requérante. Ce droit de visite fut suspendu en 2008 sur avis de la psychologue qui avait établi que l’enfant était très perturbé après les rencontres avec la requérante et que, n’ayant pas construit de lien avec sa mère, les rencontres étaient donc « inopportunes et dérangeantes » pour lui. En 2009, la cour d’appel, saisie par la requérante, jugea que la mesure de la suspension devait être révoquée. En avril 2010, compte tenu du résultat de l’expertise d’office, le tribunal pour enfants estima nécessaire de déclarer l’enfant adoptable, sa mère n’étant pas en mesure d’exercer son rôle parental et de suivre le développement de la personnalité de celui-ci et étant « psychologiquement traumatisante pour son développement ». Le recours de la requérante contre cette décision comportant la demande d’une adoption simple et non plénière n’aboutit pas.", "En droit – Article 8 : Les autorités nationales n’ont pas suffisamment œuvré afin de faciliter les contacts entre l’enfant et la requérante. Cette dernière avait demandé, avec le curateur de l’enfant, de procéder à une adoption simple de manière à ce qu’elle puisse maintenir le lien avec son fils. Elle s’appuyait sur plusieurs décisions du tribunal pour enfants qui, par le biais d’une interprétation extensive de la loi en question, avait permis dans certain cas, où il n’y avait pas abandon, de procéder à une adoption qui permettait à l’adopté de maintenir un lien avec sa famille biologique.", "La prise en charge de l’enfant de la requérante a été ordonnée au motif que cette dernière n’était pas capable d’assurer le développement de la personnalité de celui-ci et qu’elle était psychologiquement traumatisante pour lui. Toutefois, il ressort des expertises ordonnées par le tribunal que la requérante était certes incapable d’exercer son rôle, mais que son comportement n’était pas négatif pour l’enfant.", "La Cour doute du caractère adéquat des éléments sur lesquels les autorités se sont appuyées pour conclure que les conditions dans lesquelles vivait l’enfant compromettaient son développement sain et équilibré. Les autorités auraient dû prendre des mesures concrètes pour permettre à l’enfant de vivre avec sa mère, avant de placer l’enfant et d’ouvrir une procédure d’adoptabilité. La Cour n’est pas convaincue que l’intérêt supérieur de l’enfant commandait de procéder à une adoption plénière. Par ailleurs, le rôle des autorités de protection sociale est précisément celui d’aider les personnes en difficulté, de les guider dans leurs démarches et de les conseiller sur les divers moyens de surmonter leurs difficultés. Dans le cas des personnes vulnérables, les autorités doivent faire preuve d’une attention particulière et doivent leur assurer une protection accrue.", "La nécessité, qui était primordiale, de préserver, autant que possible, le lien familial entre la requérante, en situation de vulnérabilité, et son fils n’a pas été dûment prise en considération. Les autorités judiciaires se sont bornées à estimer des difficultés, qui auraient pu être surmontées au moyen d’une assistance sociale ciblée. La requérante n’a eu aucune chance de renouer des liens avec son fils : en fait, les experts n’ont pas examiné les possibilités effectives d’une amélioration des capacités de la requérante à s’occuper de son enfant, compte tenu également de son état de santé. Au demeurant, aucune explication convaincante pouvant justifier la suppression du lien de filiation maternelle entre la requérante et son fils n’a été fournie par le Gouvernement.", "Le refus par les tribunaux de prononcer une adoption simple résulte de l’absence dans la législation italienne de dispositions permettant de procéder à ce type d’adoption, mais certains tribunaux italiens, avaient prononcé, par le biais d’une interprétation extensive de la disposition légale en question, l’adoption simple dans certains cas où il n’y avait pas abandon.", "Eu égard à ces considérations et nonobstant la marge d’appréciation de l’État défendeur en la matière, les autorités italiennes ont manqué à leurs obligations avant d’envisager la solution d’une rupture du lien familial et n’ont pas déployé des efforts adéquats et suffisants pour faire respecter le droit de la requérante à vivre avec son enfant, méconnaissant ainsi son droit au respect de sa vie familiale, garanti par l’article 8.", "Conclusion : violation (unanimité).", "Article 41 : 40 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}