{"file": "FRE_CLINF_46343_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "46343/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 86", "Mai 2006", "Riener c. Bulgarie - 46343/99", "Arrêt 23.5.2006 [Section V]", "article 2 du Protocole n° 4", "article 2 al. 2 du Protocole n° 4", "Liberté de quitter un pays", "Interdiction de voyager pour cause d’impôts impayés : violation", "", "Article 8", "Article 8-1", "Respect de la vie privée", "Interdiction de voyager pour cause d’impôts impayés : violation", "", "Article 13", "Recours effectif", "Interdiction de voyager pour cause d’impôts impayés : violation", "", "En fait : A l’époque des faits, la requérante possédait à la fois la nationalité autrichienne et la nationalité bulgare. Elle avait des intérêts commerciaux en Bulgarie, où elle passait la majeure partie de son temps. Elle accumula une dette fiscale d’un montant considérable, qui demeura impayée. En mars 1995, à la demande de l’administration fiscale bulgare, le service des passeports lui fit interdiction de quitter le pays, en vertu de la loi sur les passeports pour voyager à l’étranger (applicable uniquement aux ressortissants bulgares). En avril 1995, son passeport autrichien lui fut confisqué à la frontière alors qu’elle tentait de se rendre en Grèce, et elle fit l’objet d’une interdiction de quitter le pays fondée sur la loi relative au séjour des étrangers. Cette interdiction fut levée en août 2004, la période de prescription légale correspondant à la dette fiscale de la requérante étant parvenue à son terme. Après avoir essuyé plusieurs refus, l’intéressée fut autorisée à renoncer à sa nationalité bulgare en décembre 2004. Le Protocole no 4 est entré en vigueur en Bulgarie en novembre 2000.", "En droit : Article 2 du Protocole no 4 – L’interdiction de voyager a constitué une ingérence, par une autorité publique, dans le droit de la requérante à quitter le pays. En dépit d’une certaine équivoque quant à la législation applicable, cette ingérence est fondée en droit bulgare. Elle avait un but légitime, à savoir le maintien de l’ordre public et la protection des droits d’autrui. L’intérêt général lié au recouvrement d’un impôt impayé d’un tel montant pouvait justifier des restrictions appropriées aux droits de la requérante. Les Etats disposent d’une certaine marge d’appréciation pour définir et organiser leurs politiques en matière fiscale et élaborer des mécanismes pour assurer le paiement des impôts. Cependant, il découle du principe de proportionnalité qu’une restriction au droit de quitter son pays en raison d’une dette impayée ne peut se justifier que pour autant qu’elle poursuit son but, à savoir le recouvrement de la dette. Cela signifie qu’une telle restriction ne saurait constituer une sanction de facto pour incapacité de paiement. Les autorités n’ont pas le droit de maintenir pendant de longues périodes des restrictions à la liberté de circulation de l’individu sans procéder à une réévaluation périodique de leur justification en tenant compte d’éléments tels que la question de savoir si l’administration fiscale a déployé des efforts raisonnables pour recouvrer la dette par d’autres moyens ou la probabilité selon laquelle le fait que le débiteur quitte le pays pourrait compromettre les chances de recouvrer la somme en cause. Dans le cas de la requérante, il ne semble pas que l’administration fiscale ait cherché activement à recouvrer la dette, avant ou après l’entrée en vigueur à l’égard de la Bulgarie du Protocole no 4 à la Convention. Les « confirmations » périodiques de l’interdiction de voyager ne reposaient ni sur un examen de l’attitude de la requérante, ni sur des informations relatives à ses ressources, ni sur aucun élément concret indiquant que les chances de recouvrement seraient compromises si l’intéressée était autorisée à quitter le pays. Le fait que celle-ci ait eu sa famille à l’étranger n’a pas été pris en compte. Ni les décisions administratives concernant l’interdiction de voyager ni les jugements ayant confirmé ces décisions ne contenaient d’analyse de proportionnalité. Le caractère « automatique » de l’interdiction de voyager est contraire à l’obligation des autorités, en vertu de l’article 2 du Protocole no 4, de déployer la vigilance voulue pour que toute ingérence dans le droit de quitter son pays soit justifiée et proportionnée pendant toute sa durée, compte tenu des circonstances particulières de l’affaire. De plus, les autorités bulgares n’ont jamais précisé la date d’expiration de la période de prescription en question, et elles ont fait des calculs divergents quant au montant de la dette. La façon dont les autorités ont géré les « confirmations » annuelles et la question de la prescription – par des notes internes, non communiquées à la requérante – cadre mal avec le principe de la sécurité juridique, inhérent à la Convention. A cet égard, le droit pertinent ne fournit pas de garanties procédurales suffisantes contre l’arbitraire. Violation de l’article 2 § 2 du Protocole no 4.", "Article 8 – Pour autant que le grief tiré de l’article 2 du Protocole no 4 coïncide avec le grief tiré de l’article 8 de la Convention, il n’y a pas lieu d’examiner les mêmes faits également sous l’angle de cette dernière disposition. Concernant le rejet de la demande formée par la requérante pour être autorisée à renoncer à sa nationalité bulgare, la Cour estime qu’aucun droit à renoncer à sa nationalité n’est garanti par la Convention ou par ses Protocoles. Néanmoins, la Cour ne saurait exclure que le rejet arbitraire d’une demande de renonciation à une nationalité puisse dans certaines circonstances très exceptionnelles poser problème au regard de l’article 8 de la Convention si pareil refus a des répercussions sur la vie privée de l’intéressé. En l’espèce, le refus litigieux n’a pas eu de conséquences juridiques ou pratiques négatives sur les droits de la requérante ou sur sa vie privée. Non-violation de l’article 8.", "Article 13, combiné avec les articles 8 de la Convention et 2 du Protocole no 4 – Les griefs que la requérante tire des articles 8 de la Convention et 2 du Protocole no 4 quant à l’interdiction lui ayant été faite de quitter la Bulgarie sont défendables. Ayant constaté que l’intéressée n’avait pas réglé sa dette, les tribunaux et les services administratifs ont néanmoins confirmé de façon automatique l’interdiction de voyager dont elle était l’objet : toutes les autres circonstances de l’affaire ont été jugées dépourvues de pertinence et rien n’a été entrepris pour déterminer si le maintien des restrictions au-delà d’un certain laps de temps était une mesure proportionnée et propre à ménager un juste équilibre entre l’intérêt général et les droits de la requérante. Une procédure de recours interne ne saurait être jugée effective au sens de l’article 13 de la Convention si elle n’offre pas la possibilité de traiter la substance d’un « grief défendable » au sens de la Convention et d’apporter une réparation adéquate. Violation.", "Article 41 – Préjudice matériel : rejet des prétentions ; dommage moral : allocation d’une somme de 5 000 EUR ; frais et dépens : demandes acceptées en partie.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}