{"file": "FRE_HFJUD_32819_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32819/96", "text_paragraphs": ["", "", "", "", "", "", "AFFAIRE CABALLERO c. ROYAUME-UNI", "", "", "", "(Requête n° 32819/96)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "", "STRASBOURG", "", "", "8 février 2000", "", "", "", "En l’affaire Caballero c. Royaume-Uni,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 27 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »), telle qu’amendée par le Protocole n° 11, et aux clauses pertinentes de son règlement, en une Grande Chambre composée des juges dont le nom suit :", "\tM.\tL. Wildhaber, président,\n\tMme\tE. Palm,\n\tMM.\tA. Pastor Ridruejo,\n\t\tG. Bonello,\n\t\tJ. Makarczyk,\n\t\tP. Kūris,\n\t\tJ.-P. Costa,\n\tMmes\tF. Tulkens,\n\t\tV. Strážnická,\n\tMM.\tM. Fischbach,\n\t\tV. Butkevych,\n\t\tJ. Casadevall,\n\tMme\tH.S. Greve,\n\tMM.\tA.B. Baka,\n\t\tR. Maruste,\n\tMme\tS. Botoucharova,\n\tSir\tRobert Carnwath, juge ad hoc,", "ainsi que de M. P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 30 septembre 1999 et 10 janvier 2000,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  L’affaire a été déférée à la Cour le 24 novembre 1998 par la Commission européenne des Droits de l’Homme (« la Commission ») dans le délai de trois mois qu’ouvraient les anciens articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (no 32819/96) dirigée contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont un ressortissant jamaïcain, M. Clive Caballero, avait saisi la Commission le 28 juin 1996 en vertu de l’ancien article 25. Le requérant a été représenté par M. P. Leach puis par Mme M. Cunneen, tous deux avocats auprès de Liberty, organisation non gouvernementale de défense des libertés civiles ayant son siège à Londres. Le gouvernement britannique (« le Gouvernement ») est représenté par son agent, M. H. Llewellyn, du ministère des Affaires étrangères et du Commonwealth.", "La demande de la Commission renvoie aux anciens articles 44 et 48 ainsi qu’à la déclaration britannique reconnaissant la juridiction obligatoire de la Cour (ancien article 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 5 §§ 3 et 5 de la Convention pris séparément et combiné avec l’article 13, et de l’article 14 de la Convention combiné avec l’article 5 § 3.", "2.  D’abord désigné devant la Commission par les initiales C.C., le requérant a accepté que la Cour révèle son identité.", "3.  Conformément à l’article 5 § 4 du Protocole n° 11, lu en combinaison avec les articles 100 § 1 et 24 § 6 du règlement, un collège de la Grande Chambre a décidé, le 14 janvier 1999, que l’affaire serait examinée par la Grande Chambre de la Cour. Cette Grande Chambre comprenait de plein droit Sir Nicolas Bratza, juge élu au titre du Royaume-Uni (articles 27 § 2 de la Convention et 24 § 4 du règlement), M. L. Wildhaber, président de la Cour, Mme E. Palm, vice-présidente de la Cour, ainsi que M. J.-P. Costa et M. M. Fischbach, vice-présidents de section (articles 27 § 3 de la Convention et 24 §§ 3 et 5 a) du règlement). Ont en outre été désignés pour compléter la Grande Chambre : M. A. Pastor Ridruejo, M. J. Makarczyk, M. P. Kūris, M. R. Türmen, Mme F. Tulkens, Mme V. Strážnická, M. V. Butkevych, M. J. Casadevall, Mme H.S. Greve, M. A.B. Baka, M. R. Maruste et Mme S. Botoucharova (article 24 § 3 du règlement).", "Ultérieurement, Sir Nicolas Bratza, qui avait participé à l’examen de l’affaire par la Commission, s’est déporté de la Grande Chambre (article 28 du règlement). En conséquence, le Gouvernement a désigné Sir Robert Carnwath pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement). Par la suite, M. G. Bonello, juge suppléant, a remplacé M. Türmen, empêché (article 24 § 5 b)).", "4.  Après avoir consulté l’agent du Gouvernement et le conseil du requérant, la Grande Chambre a décidé qu’il n’y avait pas lieu de tenir une audience, estimant qu’elle n’en avait pas besoin pour s’acquitter des fonctions qui lui incombent en vertu de l’article 38 § 1 a) de la Convention (article 59 § 2 du règlement).", "5.  Les 17 mai, 3 juin, 19 août et 10 septembre 1999, le requérant et le Gouvernement ont produit divers documents, soit à la demande du président soit de leur propre initiative.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  En 1987, le requérant, né en 1926, fut reconnu coupable d’homicide involontaire par la Central Criminal Court de Londres. Son casier judiciaire porte la mention suivante : « Homicide involontaire – alors qu’il s’enivrait au lit avec une femme, il l’agresse sexuellement – s’ensuit une lutte au cours de laquelle elle trouve la mort ». Le corps nu de la victime, une voisine de l’intéressé, fut retrouvé devant la porte de l’appartement de celle-ci, enroulé dans un dessus-de-lit. M. Caballero fut condamné à une peine d’emprisonnement de quatre ans, puis libéré en août 1988.", "7.  Le 2 janvier 1996, la police arrêta le requérant, le soupçonnant de tentative de viol sur la personne de sa voisine de palier. Il affirma qu’il avait eu des rapports sexuels avec cette femme alors qu’elle était consentante, tandis qu’elle soutint que l’incident avait eu lieu alors qu’elle s’était évanouie après avoir consommé de l’alcool. L’intéressé fut traduit devant la Magistrates’ Court le 4 janvier 1996. Il donna pour instruction à son solicitor de présenter en son nom une demande de libération sous caution, ce qui ne put se faire compte tenu de l’article 25 de la loi de 1994 sur la justice pénale et l’ordre public. Selon le compte rendu de l’audience du 4 janvier 1996, la libération sous caution a été refusée à cause de cette disposition. La Magistrates’ Court décida de placer le requérant en détention provisoire les 4 et 11 janvier 1996, la seconde comparution ayant été rendue nécessaire par la possibilité (abandonnée par la suite) que le ministère public modifie les chefs d’inculpation retenus contre le requérant.", "8.  M. Caballero fut condamné en octobre 1996 pour tentative de viol et coups et blessures. Le 17 janvier 1997, il fut condamné à quatre ans d’emprisonnement sur le chef de coups et blessures et à l’emprisonnement à perpétuité sur le chef de tentative de viol. Le tribunal déduisit la durée de sa détention provisoire de la peine infligée en vertu de l’article 67 de la loi de 1967 sur la justice pénale. Le 11 juillet 1997, la Cour d’appel débouta l’intéressé de son recours contre sa peine.", "II.  LE DROIT INTERNE PERTINENT", "9.  L’article 4 de la loi de 1976 sur la liberté sous caution dans sa version amendée (« la loi de 1976 ») dispose qu’une personne accusée d’une infraction pénale doit être libérée sous caution sauf dans les cas indiqués à l’annexe 1 à ladite loi. Aux termes du paragraphe 2 de l’annexe 1, il n’y a pas lieu de libérer un accusé sous caution lorsque le tribunal est convaincu qu’il existe des motifs sérieux de croire que si tel était le cas, l’intéressé ne comparaîtrait pas devant le tribunal, commettrait une infraction pendant sa liberté, ferait pression sur les témoins ou entraverait de quelque autre manière le cours de la justice, que ce soit à l’égard de lui-même ou d’autrui.", "10.  Pour prendre sa décision, le tribunal doit, conformément au paragraphe 9 de l’annexe 1 à la loi de 1976, tenir notamment compte de telle ou telle des considérations suivantes ainsi que de toute autre considération qui lui paraît pertinente :", "\t–  nature et gravité de l’infraction ou du manquement (et méthode probable à suivre à l’égard de l’accusé) ;", "\t–  personnalité, antécédents, environnement social et fréquentations de l’accusé ;", "\t–  antécédents de l’accusé s’agissant du respect de ses obligations dans le cadre d’une liberté provisoire antérieurement accordée dans une procédure pénale ; et", "\t–  sauf dans le cas où il y a sursis à l’examen de l’affaire aux fins d’enquête ou de rapport, force des preuves quant à l’infraction ou au manquement.", "11.  Conformément au paragraphe 9A de ladite annexe, le tribunal doit motiver sa décision d’accorder la liberté sous caution et faire inscrire ses motifs au procès-verbal de l’audience pour les personnes (accusées d’assassinat, d’homicide involontaire, de viol, de tentative d’assassinat ou de tentative de viol) au sujet desquelles ont été avancés des arguments relatifs aux points mentionnés au paragraphe 2 de l’annexe 1 à la loi de 1976.", "12.  L’article 25 de la loi de 1994 sur la justice pénale et l’ordre public (« la loi de 1994 »), entrée en vigueur le 10 avril 1995, disposait :", "« 1.  Une personne qui, au cours d’une procédure, a été accusée ou reconnue coupable d’une des infractions relevant du présent article dans les circonstances qui y sont décrites, ne pourra se voir libérée sous caution dans le cadre de cette procédure.", "2.  Relèvent du présent article, sous réserve des dispositions du paragraphe 3 ci-dessous, les infractions suivantes (...) ", "a)  assassinat,", "b)  tentative d’assassinat,", "c)  homicide involontaire,", "d)  viol, et", "e)  tentative de viol.", "3.  Le présent article s’applique à toute personne accusée ou reconnue coupable d’une des infractions précitées seulement lorsqu’elle a été précédemment condamnée par ou devant un tribunal du Royaume-Uni pour une telle infraction ou pour meurtre et, en cas de condamnation antérieure pour homicide involontaire ou meurtre, si elle a ensuite été condamnée à une peine d’emprisonnement ou, pour un enfant ou mineur, à une détention de longue durée en vertu de l’une quelconque des dispositions en vigueur.", "(...) »", "13.  L’article 25 de la loi de 1994 a été amendé par l’article 56 de la loi de 1998 sur les infractions pénales et les troubles de l’ordre public, entrée en vigueur le 30 septembre 1998. Cet article est ainsi libellé :", "« Au paragraphe 1 de l’article 25 de la loi de 1994 (pas de libération sous caution pour les personnes accusées ou reconnues coupables d’homicide ou de viol avec récidive), les termes « ne pourra se voir libérée sous caution dans le cadre de cette procédure » sont remplacés par « pourra se voir libérée sous caution dans le cadre de cette procédure seulement si le tribunal ou, le cas échéant, le policier examinant la demande de libération sous caution, est convaincu que des circonstances exceptionnelles l’exigent ». »", "procÉdure devant la commissioN", "14.  M. Caballero a saisi la Commission le 28 juin 1996. Il alléguait que le refus automatique de le libérer sous caution avant son procès a emporté violation de l’article 5 §§ 3 et 5 de la Convention pris séparément et combiné avec l’article 13. Il se plaignait en outre d’une violation de l’article 14 de la Convention combiné avec l’article 5 § 3.", "15.  La Commission a retenu la requête (n° 32819/96) le 1er décembre 1997. Dans son rapport du 30 juin 1998 (ancien article 31 de la Convention), elle conclut qu’il y a eu violation de l’article 5 §§ 3 et 5 et qu’il n’y a pas lieu d’examiner le grief tiré de l’article 14 combiné avec l’article 5 § 3 (dix-neuf voix contre douze) et qu’il n’y a pas eu violation de l’article 13 (unanimité). Le texte intégral de son avis et des deux opinions séparées dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRÉSENTÉES À LA COUR", "16.  Dans son mémoire, le Gouvernement admet qu’il y a eu violation de l’article 5 §§ 3 et 5 de la Convention. Il affirme également que, pour les raisons exposées dans le rapport de la Commission, il n’y a selon lui pas eu violation de l’article 13 de la Convention et qu’aucune question distincte ne se pose sous l’angle de l’article 14.", "17.  Le requérant maintient les griefs qu’il tire de l’article 5 §§ 3 et 5 de la Convention et de l’article 14 combiné avec l’article 5 § 3, mais non sa plainte relative à l’article 13.", "EN DROIT", "i.  SUR LA VIOLATION ALLéGUée DE L’ARTICLE 5 §§ 3 ET 5 de la Convention", "18.  Le requérant affirme que le refus automatique de le libérer sous caution dans l’attente de son procès, conformément à l’article 25 de la loi de 1994 sur la justice pénale et l’ordre public (« la loi de 1994 »), emporte violation de l’article 5 § 3 de la Convention. Il se plaint aussi de ne pas avoir bénéficié à cet égard d’un droit à réparation au sens de l’article 5 § 5 de la Convention.", "19.  L’article 5 de la Convention dispose, en ses passages pertinents :", "« 3.  Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience.", "(...)", "5.  Toute personne victime d’une arrestation ou d’une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "20.  La majorité de la Commission a estimé qu’il y avait eu violation de l’article 5 §§ 3 et 5 de la Convention. Dans son mémoire à la Cour, le Gouvernement a admis que ces dispositions avaient été méconnues.", "21.  La Cour accepte la concession du Gouvernement selon laquelle il y a eu violation de l’article 5 §§ 3 et 5 de la Convention en l’espèce, ce qui l’habilite à octroyer une satisfaction équitable au requérant en vertu de l’article 41, mais elle ne juge pas nécessaire, eu égard aux circonstances de la cause, d’examiner les questions d’interprétation de l’article 5 §§ 3 et 5 que soulève le grief du requérant.", "ii.  SUR LA VIOLATION ALLéGUéE de L’ARTICLE 13 de la Convention", "22.  Devant la Commission, le requérant a fait valoir qu’il n’avait pas disposé d’un recours interne effectif au sujet des violations de l’article 5 §§ 3 et 5 de la Convention. L’article 13 est ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "23.  La Commission a exprimé l’avis qu’il n’y avait pas eu violation de l’article 13 de la Convention. Devant la Cour, le Gouvernement s’est rallié à cette conclusion en s’appuyant sur les raisons exposées dans le rapport de la Commission.", "24.  Le requérant ne maintient nullement son grief devant la Cour, qui ne voit pas de raison de l’examiner de son propre chef.", "III.  SUR LA VIOLATION ALLéGUée de L’ARTICLE 14 de la Convention", "25.  Le requérant affirme en outre que l’article 25 de la loi de 1994 emporte traitement discriminatoire contraire à l’article 14 de la Convention combiné avec l’article 5 § 3. L’article 14 est ainsi libellé :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "26.  La Commission a considéré qu’il n’était pas nécessaire d’étudier ce grief, eu égard aux circonstances de la cause. Devant la Cour, le Gouvernement a approuvé cette conclusion, se fondant une fois de plus sur les motifs invoqués par la Commission dans son rapport.", "27.  La Cour relève que l’article 25 de la loi de 1994 désignait certaines catégories d’accusés qui ne pouvaient être libérés sous caution avant leur procès. Ayant accepté la concession du Gouvernement quant à l’article 5 § 3 de la Convention (paragraphe 21 ci-dessus), la Cour ne juge pas nécessaire d’examiner aussi le grief du requérant concernant l’article 25 de la loi de 1994 sous l’angle de l’article 14 de la Convention.", "IV.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "28.  Aux termes de l’article 41 de la Convention :", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "29.  Le requérant n’allègue aucun dommage matériel. En revanche, il réclame une somme non spécifiée au titre du dommage moral, faisant valoir que la décision de ne pas lui octroyer de réparation à ce titre priverait l’article 5 § 5 de toute effectivité. Il présente aussi la déclaration sous serment émanant d’un solicitor britannique ayant exercé depuis 1985 exclusivement dans le domaine pénal et plaidé devant les juridictions pénales. L’auteur de cette déclaration y explique pourquoi le requérant aurait eu de bonnes chances de se voir libérer sous caution dans l’attente de son procès si l’article 25 de la loi de 1994 n’avait pas été en vigueur. Le Gouvernement ne s’est pas prononcé sur cette prétention.", "30.  La Cour rappelle que, dans certaines affaires se rapportant à des violations de l’article 5 §§ 3 et 4, elle a accordé des sommes relativement modestes au titre du dommage moral (arrêts Van Droogenbroeck c. Belgique du 25 avril 1983 (article 50), série A n° 63, p. 7, § 13, et De Jong, Baljet et Van den Brink c. Pays-Bas du 22 mai 1984, série A n° 77, p. 29, § 65). Dans des affaires plus récentes, elle n’a cependant alloué aucune réparation à ce titre (arrêts Pauwels c. Belgique du 26 mai 1988, série A n° 135, p. 20, § 46, Brogan et autres c. Royaume-Uni du 30 mai 1989 (article 50), série A n° 152-B, pp. 44-45, § 9, Huber c. Suisse du 23 octobre 1990, série A n° 188, p. 19, § 46, Toth c. Autriche du 12 décembre 1991, série A n° 224, p. 24, § 91, Kampanis c. Grèce du 13 juillet 1995, série A n° 318-B, p. 49, § 66, Hood c. Royaume-Uni [GC], n° 27267/95, §§ 84-87, CEDH 1999-I, et Nikolova c. Bulgarie [GC], n° 31195/96, § 76, CEDH 1999-II). Dans certains de ces arrêts, la Cour estime qu’il n’y a lieu d’octroyer une satisfaction équitable que lorsque le dommage découle d’une privation de liberté que le requérant n’aurait pas connue s’il avait bénéficié des garanties prévues à l’article 5 § 3, et conclut, en fonction des circonstances, que le constat de violation représente une satisfaction équitable suffisante quant au dommage moral éventuellement subi.", "31.  En l’espèce, le requérant a soumis la déclaration sous serment en question, dont la teneur n’est pas contestée par le Gouvernement, pour prouver que, si l’article 25 de la loi de 1994 n’avait pas été en vigueur, il aurait eu de bonnes chances d’être libéré sous caution dans l’attente de son procès. L’intéressé fait en outre valoir que pareille libération sous caution aurait pu lui octroyer ses derniers jours de liberté compte tenu de son âge avancé, de sa santé chancelante et de la longueur de la peine à purger. Le Gouvernement ne s’est pas non plus prononcé à ce sujet. Statuant en équité, la Cour octroie en conséquence au requérant la somme de 1 000 livres sterling (GBP) à titre de réparation du dommage moral.", "B.  Frais et dépens", "32.  Le requérant réclame au total 32 225,09 GBP pour frais et dépens (taxe sur la valeur ajoutée (TVA) comprise, comme pour tous les autres montants cités ci-dessous). Cette somme correspond aux frais de deux représentants en justice. Dundons, un cabinet de solicitors, a effectué la liaison entre le requérant et Liberty, tandis que cette organisation a représenté le requérant devant la Cour. Celui-ci demande le remboursement de 5 910,56 GBP pour le travail effectué par Dundons et 11 935,47 GBP pour celui de Liberty ainsi que 14 379,06 GBP d’honoraires d’avocat. Le requérant avait aussi réclamé les frais et dépens que, d’après lui, ses conseillers juridiques allaient encourir après le dépôt de son mémoire à la Cour et jusqu’à la fin de la procédure. Par une lettre du 3 septembre 1999, toutefois, le requérant a précisé que ces frais et dépens se rapportaient à la préparation de l’audience devant la Cour et pouvaient donc être déduits du total, puisqu’il n’y a pas eu d’audience.", "Le Gouvernement fait valoir qu’il ne devrait pas être tenu de payer les frais et dépens de deux représentants, raison pour laquelle ceux réclamés pour Dundons devraient être déduits. Il considère aussi que le temps facturé par le conseil est excessif. Selon lui, la plupart des frais et dépens qui avaient été prévus devraient être supprimés, notamment parce que le Gouvernement a reconnu dans son mémoire qu’il y avait eu violation de l’article 5 de la Convention et qu’il n’y a pas eu d’audience. Il propose donc d’allouer au total 12 000 GBP pour frais et dépens.", "33.  La Cour rappelle qu’au titre de l’article 41 de la Convention, elle rembourse les frais dont il est établi qu’ils ont été réellement et nécessairement exposés et qu’ils sont d’un montant raisonnable (voir notamment l’arrêt Nikolova précité, § 79).", "La Cour estime que les travaux effectués par les deux représentants du requérant font dans une large mesure double emploi et réduit en conséquence la somme réclamée pour Dundons. En outre, le nombre d’heures facturé par le conseil semble excessif. Par ailleurs, étant donné que les représentants du requérant n’ont fourni qu’une faible contribution après la soumission de son mémoire, la demande de remboursement des frais prévus pour l’avenir doit être sensiblement réduite. Compte tenu de ce qui précède et statuant en équité, la Cour alloue au requérant la somme de 15 250 GBP, TVA comprise, moins la somme versée par le Conseil de l’Europe au titre de l’assistance judiciaire (4 100 francs français).", "C.  Intérêts moratoires", "34.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Royaume-Uni à la date d’adoption du présent arrêt est de 7,5 % l’an.", "par ces motifs, la cour, À l’unanimitÉ,", "1.\tAccepte la concession du Gouvernement selon laquelle il y a eu violation de l’article 5 §§ 3 et 5 de la Convention ;", "", "2.\tDit qu’il n’y a pas lieu de rechercher s’il y a eu violation de l’article 13 de la Convention ;", "", "3.\tDit qu’il n’y a pas lieu de rechercher s’il y a eu violation de l’article 14 de la Convention combiné avec l’article 5 § 3 ;", "", "4.\tDit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, les sommes suivantes :", "\ti.  1 000 GBP (mille livres sterling) pour dommage moral ;", "\tii.  15 250 GBP (quinze mille deux cent cinquante livres sterling), taxe sur la valeur ajoutée comprise, pour frais et dépens, moins la somme versée par le Conseil de l’Europe au titre de l’assistance judiciaire ;", "b)  que ces montants seront à majorer d’un intérêt simple de 7,5 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "5.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis communiqué par écrit le 8 février 2000 en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "\t\t\tLuzius Wildhaber\n\t\t\tPrésident", "Paul Mahoney\nGreffier adjoint", "", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions suivantes :", "–  opinion concordante de Mme Palm, à laquelle se rallient M. Bonello, Mme Tulkens et Sir Robert Carnwath ;", "–  opinion séparée de M. Casadevall, à laquelle se rallie Mme Greve.", "", "", "\t\t\t\t\t       L.W.\n\t\t\t\t\t     P.J.M.", "", "opinion CONCORDANTE DE Mme LA JUGE palm, À LAQUELLE SE RALLIENT M. Bonello, mme TULKENS ET Sir Robert CARNWATH, JUGES ", "(Traduction)", "1.  Au paragraphe 21 de l’arrêt, la Cour « accepte la concession du Gouvernement selon laquelle il y a eu violation de l’article 5 §§ 3 et 5 de la Convention en l’espèce, ce qui l’habilite à octroyer une satisfaction équitable au requérant en vertu de l’article 41, mais elle ne juge pas nécessaire, eu égard aux circonstances de la cause, d’examiner les questions d’interprétation de l’article 5 §§ 3 et 5 que soulève le grief du requérant ».", "2.  Je conviens que, dans une affaire comme celle-ci, où l’Etat défendeur admet qu’il y a eu violation, où la législation ou la pratique internes ont été amendées en conséquence, et où la Cour est de plus convaincue qu’il n’existe aucun motif d’intérêt général de fixer la jurisprudence pour l’avenir et pour tous les Etats contractants, la Cour peut s’acquitter de la tâche qui lui incombe en vertu de l’article 19 de la Convention – à savoir « assurer le respect des engagements résultant pour les Hautes Parties contractantes de la (…) Convention et de ses Protocoles » – en acceptant la concession du Gouvernement sans examiner par elle-même les questions d’interprétation d’ordre général non résolues que soulève l’affaire. Cette méthode sert l’économie de la procédure car, à mon avis, elle permet à la Cour de se prononcer sans autre forme de motivation sur les prétentions contestées du requérant à une satisfaction équitable au titre de l’article 41 de la Convention.", "3.  Aux termes de l’article 41, pour être en mesure d’accorder une satisfaction équitable, la Cour doit déclarer qu’il y a eu violation d’une clause normative au moins. De plus, conformément à l’article 45, ses arrêts sont motivés.", "4.  En l’espèce, la Cour a précisément conclu à la violation au motif que le Gouvernement avait reconnu la violation – il avait d’ailleurs déjà amendé la législation à l’origine de la plainte du requérant – et que, dans les circonstances de la cause, il n’y avait pas lieu d’examiner la question d’interprétation de caractère général que soulevait l’affaire.", "5.  Le dispositif de l’arrêt, toutefois, ne paraît pas trancher la question de savoir s’il y a eu violation en l’espèce, puisque la Cour se contente d’« accepte[r] la concession du Gouvernement selon laquelle il y a eu violation de l’article 5 §§ 3 et 5 de la Convention ». Je trouve cette formule malheureuse car elle n’exprime pas clairement la position de la Cour. Dans la mesure où elle n’équivaut pas à un constat de violation, elle crée une nouvelle catégorie d’arrêt ne concluant ni à la violation ni à la non-violation tout en accordant une satisfaction équitable au titre de l’article 41. Force est de considérer cela comme une extension de la compétence de la Cour au titre de la Convention.", "6.  Accepter la concession du Gouvernement selon laquelle il y a eu violation sans trancher une question générale d’interprétation non résolue signifie en bonne logique, à mon avis, que la Cour admet elle aussi qu’il y a bien eu violation dans et aux fins de cette affaire. Le dispositif aurait dû énoncer cela clairement. Selon moi, en bref, lorsqu’elle entend accepter la concession d’un Etat défendeur selon laquelle il y a eu violation et octroyer une satisfaction équitable en vertu de l’article 41, la Cour peut remettre à plus tard la résolution de la question générale d’interprétation de la Convention – à condition bien sûr qu’aucun motif d’intérêt général n’exige le contraire – mais elle ne peut pas ne pas trancher celle de savoir s’il y a eu violation des clauses normatives en jeu dans l’affaire considérée.", "", "opinion séparée DE M. LE JUGE casadevall,\nà laquelle se rallie mme la juge greve", "1.  Je partage le point de vue, exprimé par le Gouvernement dans son mémoire, selon lequel l’article 5 §§ 3 et 5 de la Convention a été violé et, par voie de conséquence, le requérant doit se voir octroyer une satisfaction équitable. Cependant, je me dois, en l’espèce, d’exprimer tous mes doutes sur la nouvelle approche que la Cour a adoptée dans le présent arrêt, au paragraphe 21 et au premier point de son dispositif.", "2.  Faute de rayer l’affaire du rôle à la suite d’un règlement amiable ou pour toute autre raison prévue à l’article 37, la Cour se devait, dans l’exercice de sa compétence « concernant l’interprétation et l’application de la Convention » aux termes de son article 32, de statuer sur le fond, en retenant que les dispositions en cause avaient – ou n’avaient pas – été méconnues. Ce sont, à mon avis, les deux seules options qu’offre la Convention pour les arrêts de la Cour.", "3.  Il ressort de l’article 41 que l’octroi d’une satisfaction équitable reste assujetti au constat préalable d’une violation de la Convention ou de ses Protocoles. Dès lors, même en reconnaissant à la Cour une grande latitude d’interprétation, je ne suis pas persuadé que le fait que la Cour accepte la concession du Gouvernement lui permette, en soi, d’allouer une telle satisfaction.", "4.  D’autre part, même si l’Etat a admis la violation de l’article 5 §§ 3 et 5, le requérant (seul « dominus litis ») a maintenu ses griefs faute d’un règlement amiable. Partant, il avait le droit de recevoir un arrêt motivé sur le fond (comme le veut l’article 45), autre qu’une simple acceptation de la concession du Gouvernement, et la Cour, à mon avis, devait trancher les questions dont elle était saisie.", "5.  Bien qu’il s’agisse d’une jurisprudence datant de 1978 et certes non contraignante pour la nouvelle Cour, je préfère le point de vue exprimé dans l’arrêt Irlande c. Royaume-Uni du 18 janvier 1978 (série A nº 25) dans le sens où la Cour « estime (…) qu’il entre dans les responsabilités lui incombant dans le cadre du système de la Convention de connaître des allégations non contestées de violation (…) » (p. 62, § 154) et « Dès lors, on ne saurait considérer que la présente instance ait perdu son objet pour lesdites allégations ; la Cour croit devoir se prononcer sur le bien-fondé de celles-ci nonobstant les initiatives de l’Etat défendeur » (p. 62, § 155).", "6.  Bien qu’on puisse faire valoir que la Cour conserve toujours la faculté de poursuivre l’examen d’une affaire, même en cas de règlement amiable ou de retrait des griefs par le requérant (article 37), l’ouverture de cette « troisième et nouvelle voie », se limitant à l’acceptation pure et simple de la concession de l’Etat défendeur, ne me paraît pas satisfaisante, ni dans l’esprit ni dans la lettre, à la lumière du texte de la Convention."]}