{"file": "FRE_HFJUD_17897_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "17897/09", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE M.V. ET M.T. c. FRANCE", "", "(Requête no 17897/09)", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "4 septembre 2014", "", "", "", "", "DÉFINITIF", "", "04/12/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire M.V. et M.T. c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tMark Villiger, président,\n\tAngelika Nußberger,\n\tAnn Power-Forde,\n\tGanna Yudkivska,", "\tAndré Potocki,\n\tHelena Jäderblom,\n\tAleš Pejchal, juges,", "et de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 1er juillet 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 17897/09) dirigée contre la République française et dont deux ressortissants russes, M. M.V. et Mme M.T. (« les requérants »), ont saisi la Cour le 3 avril 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de la section a accédé à la demande de non-divulgation de leur identité formulée par les requérants (article 47 § 3 du règlement).", "2.  Les requérants ont été représentés par Me D. Seguin, avocat à Angers. Le gouvernement français (« le Gouvernement ») a été représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Les requérants allèguent que la mise à exécution de la décision des autorités françaises de les éloigner vers la Fédération de Russie les exposerait au risque d’être soumis à des traitements contraires à l’article 3 de la Convention. Invoquant les articles 13 et 3 combinés, ils soutiennent ne pas avoir disposé d’un recours effectif en raison de l’examen de leur demande d’asile selon la procédure prioritaire.", "4.  Le 22 juin 2009, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérants sont un couple de ressortissants russes nés respectivement en 1983 et 1989 et résidant à Angers.", "A.  Quant aux faits survenus en Fédération de Russie selon les requérants", "6.  Combattant aux côtés des rebelles tchétchènes entre 2000 et 2006, l’oncle du requérant participa durant cette période à plusieurs embuscades contre l’armée russe. La plupart des membres de son groupe ayant été arrêtés ou tués et commençant lui-même à être recherché par les autorités, il décida, fin 2006, de cesser ses activités de combattant et revint dans sa région d’origine, Atchkhoï-Martan en Tchétchénie, afin de s’y cacher. C’est dans ce contexte qu’entre septembre et décembre 2007, les requérants l’hébergèrent deux à trois fois par mois. Ils ne le virent plus après décembre 2007 mais se disent néanmoins persuadés qu’il est toujours en vie, les milices de Ramzan Kadyrov (l’actuel président de la République de Tchétchénie) continuant à le rechercher.", "7.  Les requérants commencèrent à être inquiétés après le dernier séjour de cet oncle chez eux. Ainsi, le 18 décembre 2007, des hommes qu’ils identifièrent comme appartenant à un groupe proche de Kadyrov firent irruption à leur domicile entre cinq et six heures du matin. Ils attachèrent le requérant sur une chaise, l’interrogèrent sur l’endroit où se cachait son oncle et le menacèrent de kidnapper sa femme s’il ne coopérait pas. Pendant que deux membres du groupe frappaient et menaçaient le requérant et qu’un autre maintenait la requérante afin qu’elle ne puisse ni bouger ni crier, deux hommes fouillèrent la maison à la recherche de l’oncle du requérant. N’ayant rien trouvé, les hommes quittèrent les lieux en les prévenant néanmoins qu’ils continueraient leurs recherches. Peu après, la requérante, enceinte de quatre mois à l’époque, fit une fausse couche.", "8.  Le jour même de l’intrusion des hommes à leur domicile, le père du requérant se rendit au commissariat pour signaler l’incident. Il y retourna quelques temps plus tard pour connaître l’état d’avancement de l’enquête, mais aucune information ne lui fut donnée. Le requérant précise ne jamais avoir reçu les résultats de cette enquête et émet des doutes quant au fait même qu’une enquête ait été engagée.", "9.  Le 20 avril 2008, quatre hommes firent à nouveau irruption au domicile des requérants. Ils s’emparèrent de force du requérant tout en menaçant la requérante de la tuer si elle bougeait ou criait. Le requérant fut transporté en voiture dans un endroit qui, selon lui, ne semblait pas être un bâtiment public. Il fut questionné au sujet de son oncle et frappé au visage et au niveau des reins à l’aide d’une matraque mais, ne connaissant rien des activités de son oncle, il ne put répondre. Les hommes qui l’avaient enlevé continuèrent alors leur interrogatoire en lui administrant des décharges électriques sur le corps à chaque fois qu’ils n’obtenaient pas de réponse à leurs questions. Ce traitement dura environ une demi-heure. Le lendemain, le requérant fut emmené dans une voiture et jeté sur une route non loin de son village. Il apprit, par la suite, que son père avait obtenu sa libération par l’intermédiaire d’un chef du service des affaires intérieures qu’il connaissait depuis l’enfance et en échange d’une somme d’argent et de la remise de son passeport.", "10.  À la suite de ces mauvais traitements, le requérant dut se faire soigner pendant une semaine à l’hôpital d’Atchkhoï-Martan. L’attestation qui lui fut délivrée par cette structure certifie que le requérant fut hospitalisé du 21 au 28 avril 2008 et pose le diagnostic suivant :", "« Endommagement des deux ménisques de l’articulation du genou gauche, chondromalacie de 1er degré, gonarthrose. Plusieurs lésions corporelles et sur les extrémités. Des ... (illisible) infectées sur les jambes et sur ... (illisible). Hémarthrose de l’articulation du genou gauche. Hématome dans l’orbite oculaire droite. »", "L’état du requérant ne pouvant être pris en charge dans cet hôpital ni dans aucun autre de la région, il fut délivré à ce dernier l’ordre de transfert suivant :", "« Conformément aux directives du ministère de la santé et du développement social de la Fédération de Russie et de l’académie de médecine no 58/3 du 06.02.2006, le ministère de la Santé de la République de Tchétchénie oriente le patient : M.V., né en 1983 et demeurant à : RTch., Village Atchkhoï-Martan.", "Pour consultation et si besoin, pour un traitement stationnaire. »", "Le requérant fut finalement transféré dans un établissement hospitalier en république du Kouban.", "11.  Craignant pour leur sécurité, les requérants quittèrent la Fédération de Russie peu de temps après. Après leur départ, des membres des milices de Kadyrov vinrent à plusieurs reprises interroger et menacer le père du requérant afin de savoir où se trouvait son fils. En février 2009 notamment, des membres de ces milices se présentèrent au domicile des parents du requérant et leur remirent une convocation à se présenter au bureau de recrutement du district d’Atchkhoï-Martan pour effectuer les démarches liées au service militaire, démarches pourtant effectuées par le requérant quelques années auparavant.", "B.  Quant aux faits survenus en France", "12.  Arrivés en France à l’automne 2008, les requérants déposèrent, le 5 novembre 2008, une demande d’admission au titre de l’asile auprès de la préfecture de Maine-et-Loire. Dans le cadre de cette procédure, il fut procédé à un relevé de leurs empreintes qui ne put être exploité pour comparaison avec le fichier EURODAC mis en place dans le cadre du règlement communautaire Dublin II. Trois autres tentatives de comparaison des empreintes furent organisées respectivement les 27 novembre 2008, 12 décembre 2008 et 7 janvier 2009, sans succès. Par deux décisions du 29 janvier 2009, la préfecture de Maine-et-Loire rejeta les demandes d’admission des requérants en raison de l’existence d’une « fraude caractérisée » de leur part, leurs relevés d’empreintes n’ayant pas pu être traités « en raison du mauvais état de [leurs] doigts ». Ces décisions précisaient par ailleurs que les demandes d’asile feraient l’objet d’une transmission à l’Office français de protection des réfugiés et apatrides (OFPRA) selon la procédure d’examen prioritaire.", "13.  Par deux décisions du 25 février 2009, l’OFPRA rejeta la demande d’asile des requérants. Pour le requérant, elle motiva sa décision en les termes suivants :", "« Toutefois, ses déclarations orales sur son oncle combattant, à l’origine de l’ensemble de ses problèmes, sont sommaires et évasives. Par ailleurs, ses propos sur la venue des autorités à son domicile en décembre 2007 sont peu consistants. De plus, ses explications sur son interpellation et sa courte détention en avril 2008 sont dénuées d’éléments personnalisés et circonstanciés. Enfin, l’intéressé, qui n’a pas rencontré de difficultés depuis sa libération, ne fournit aucun détail permettant d’établir qu’il serait menacé en Tchétchénie. »", "La décision concernant la requérante releva que celle-ci ne faisait état d’aucune crainte à titre personnel et se référa en grande partie à la décision rendue concernant son époux.", "14.  Le 9 mars 2009, les requérants firent l’objet de deux arrêtés préfectoraux de reconduite à la frontière qu’ils contestèrent immédiatement dans le cadre d’un recours à effet suspensif. Par deux jugements du 30 mars 2009, confirmés en appel le 30 juin suivant, le tribunal administratif de Nantes débouta les requérants aux motifs suivants :", "« Considérant qu’il ressort des pièces du dossier que la demande d’asile de M. M.V. a été rejetée par décision de l’office français de protection des réfugiés et apatrides en date du 25 février 2009 au motif que ses déclarations orales sur les motifs de sa persécution en Russie et ses explications sur les agressions dont il se dit avoir été victime en 2007 et en 2008 sont peu convaincantes et dénuées de tout élément personnalisé et circonstancié ; que si le récit qu’il a effectué pour son recours devant la cour nationale du droit d’asile paraît plus circonstancié et détaillé, il ressort également de cette pièce que le requérant a quitté son pays par crainte d’être victime d’une nouvelle agression, la dernière s’étant déroulée selon ses dires en avril 2008 ; que les autres documents fournis ne permettent pas de tenir pour établis les risques encourus à titre personnel par M. M.V. »", "15.  Le 3 avril 2009, les requérants saisirent la Cour et formulèrent une demande de mesure provisoire sur le fondement de l’article 39 de son règlement. Le même jour, le président de la chambre à laquelle l’affaire fut attribuée décida d’indiquer au gouvernement français, en application de la disposition précitée, de ne pas expulser les requérants vers la Fédération de Russie pour la durée de la procédure devant la Cour.", "16.  Saisie après le rejet de leur demande d’asile par l’OFPRA le 25 février 2009, la Cour nationale du droit d’asile (CNDA), le 10 décembre 2009, confirma la décision de l’OFPRA, estimant que ni les pièces du dossier, ni les déclarations des requérants ne permettaient de tenir pour établis les faits rapportés et que l’aide ponctuelle apportée à un oncle, à la supposer établie, ne pouvait justifier les craintes alléguées.", "17.  Le 23 février 2010, les requérants sollicitèrent le réexamen de leur demande d’asile. Au soutien de leur demande, ils exposèrent que, le 4 décembre 2009, des soldats fédéraux avaient perquisitionné une première fois le domicile du père du requérant, que, le 7 décembre 2009, une convocation à se présenter le 11 décembre 2009 devant un juge d’instruction avait été remise à ce dernier à l’attention du requérant et qu’une deuxième convocation lui avait été adressée pour le 19 décembre 2009. Les requérants ajoutèrent que les services de police avaient à nouveau perquisitionné le domicile du père du requérant le 20 décembre 2009 et que, le 12 janvier 2010, le juge d’instruction avait remis à ce dernier un avis de recherche concernant son fils. Le 12 mars 2010, l’OFPRA rejeta cette demande de réexamen et, le 19 octobre 2011, la CNDA fit de même en estimant notamment qu’il ne résultait ni de l’instruction ni des déclarations faites en séance publique que les faits allégués étaient établis et qu’en particulier, les convocations de police produites n’énonçaient pas les motifs à l’origine de leur édiction.", "18.  Le 30 mai 2012, les requérants sollicitèrent une seconde fois le réexamen de leur demande d’asile en faisant valoir que le requérant faisait toujours l’objet de recherches de la part des autorités et en produisant notamment une convocation invitant ce dernier à se présenter à un interrogatoire le 22 février 2012 au commissariat d’Atchkhoï-Martan en qualité de suspect. Par deux décisions du 29 juin 2012, confirmées en appel le 5 septembre 2013, l’OFPRA rejeta la demande aux motifs suivants s’agissant du requérant :", "« Il s’agit toutefois d’éléments de preuve supplémentaires se rapportant à des faits précédemment soutenus, l’intéressé ayant déjà indiqué être activement recherché par les autorités de son pays lors de sa précédente demande. Dès lors, ils ne sont pas recevables. »", "19.  En parallèle de ces procédures devant les instances de l’asile, le parquet d’Angers, informé par le préfet de Maine-et-Loire de l’impossibilité de relever les empreintes des requérants, confia une enquête au commissariat de police d’Angers. Dans le cadre de celle-ci, un dernier relevé d’empreintes des requérants eut lieu, le 6 avril 2009, et permit d’établir que le requérant avait été fiché en Pologne le 17 septembre 2008.", "20.  Les requérants furent poursuivis pour tentative d’obtention frauduleuse de documents administratifs et condamnés, le 17 décembre 2009, pour ces mêmes faits à une peine de cinq mois d’emprisonnement avec sursis. Sur appel des requérants, la cour d’appel d’Angers, le 25 mai 2010, infirma le jugement déféré et, constatant qu’il existait un état de nécessité, les relaxa. Le 11 mai 2011, la Cour de cassation cassa et annula sans renvoi cette décision après avoir relevé que l’altération des empreintes digitales ne pouvait, à elle seule, constituer un commencement d’exécution du délit d’obtention indue de documents administratifs et qu’en conséquence, l’infraction n’était pas légalement constituée.", "II.  LE DROIT ET LA PRATIQUE PERTINENTS", "A.  Le droit français", "21.  Les principes généraux régissant la procédure d’asile dite prioritaire appliquée aux demandeurs en rétention et le recours devant le tribunal administratif contre un arrêté préfectoral de reconduite à la frontière sont résumés dans l’arrêt I.M. c. France (no 9152/09, §§ 49-63 et §§ 64-74, 2 février 2012).", "B.  Textes de l’Union Européenne", "22.  Il est renvoyé à cet égard à l’exposé du droit pertinent dans l’arrêt M.E. c. France (no 50094/10, § 33, 6 juin 2013).", "III.  DONNÉES INTERNATIONALES", "23.  Les principaux documents internationaux concernant la situation dans la région du Nord Caucase sont présentés dans les affaires Aslakhanova et autres c. Russie (nos , , ,  et , §§ 43-59, 18 décembre 2012) et I. c. Suède (no 61204/09, §§ 2739, 5 septembre 2013).", "24.  Les données plus récentes disponibles confirment que la situation dans la région du Nord Caucase demeure très instable en raison des conflits persistants entre les forces gouvernementales et les membres de la lutte armée de résistance tchétchène. Dans un rapport intitulé Human Rights and Democracy : The 2012 Foreign & Commonwealth Office Report – Russia et publié le 15 avril 2013, le Foreign and Commonwealth Office britannique relève :", "“Throughout the year, there were also reports of grave human rights violations committed by state security forces, including allegations of extrajudicial killings, torture and disappearances.”", "25.  De même, le Département d’État américain, dans son Country Reports on Human Rights Practices – Russia, publié le 19 avril 2013, note :", "“Rule of law was particularly deficient in the North Caucasus, where conflict among government forces, insurgents, Islamist militants, and criminal forces led to numerous human rights abuses, including killings, torture, physical abuse, and politically motivated abductions.", "(...)", "Politically motivated disappearances in connection with the conflict in the Northern Caucasus continued (see section 1.g.).", "(...)", "Government forces engaged in the conflict in the North Caucasus reportedly tortured and otherwise mistreated civilians and participants in the conflict (see section 1.g.).", "(...)", "Some of the methods reportedly used included beatings with fists, batons, or other objects. In the Caucasus torture was reportedly committed by local law enforcement agencies as well as in some cases by federal security services. Reports from human rights groups claimed that electric shocks and suffocation were used most often, as those techniques are less prone to leave evidence. ”", "EN DROIT", "I.  SUR L’INTERPRÉTATION ET L’APPLICATION DE L’ARTICLE 36 § 1 DE LA CONVENTION", "26.  Eu égard aux conclusions de la Cour dans l’affaire précitée I. c. Suède (§§ 40-46), la présente requête n’a pas été communiquée à la Fédération de Russie.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "27.  Les requérants considèrent que la mise à exécution de leur renvoi vers la Fédération de Russie les exposerait à un risque de traitements contraires à l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "28. La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "29.  Les requérants indiquent que leur récit est corroboré par les informations connues quant à la situation générale du pays. Ils soutiennent que leur version des faits a toujours été précise et concordante. À cet égard et en réponse aux observations du Gouvernement, ils font valoir qu’il n’y a aucune contradiction dans leurs affirmations concernant leur mariage et distinguent leur mariage traditionnel intervenu en 2007 du mariage mentionné officiellement à l’état civil intervenu en août 2008. Ils renvoient enfin aux nombreuses pièces qu’ils ont produites à l’appui de leurs dires.", "30.  Le Gouvernement fait valoir, en premier lieu, que si la situation en Tchétchénie est effectivement difficile et instable, les requérants n’apportent pour autant aucun élément de nature à établir l’existence d’un risque réel et personnel les concernant.", "31.  Le Gouvernement rappelle ensuite que les risques allégués par les requérants en cas de retour ont été examinés à plusieurs reprises par les autorités préfectorales, par les instances de l’asile et par les juridictions administratives et ce, sans que ne soit mise en évidence la réalité de tels risques. Il insiste sur la démarche globale adoptée par les instances compétentes en matière d’asile : celles-ci analysent l’authenticité ou la valeur probante d’un document non de manière isolée et autonome, mais en confrontant ce document à la crédibilité des autres éléments du dossier et notamment des déclarations orales. Adoptant la même démarche globale, le Gouvernement soutient que les multiples documents produits par les requérants ne peuvent pallier l’absence de crédibilité des déclarations. Il relève, à cet égard, l’existence de contradictions entre le récit des requérants et les documents produits à l’appui de leur demande. Ainsi, alors que les requérants déclarent être déjà mariés en 2007 lorsque le requérant a été inquiété pour la première fois par les autorités de Kadyrov, le certificat de mariage versé au dossier situe leur mariage au mois d’août 2008.", "32.  S’agissant des pièces produites par les requérants, le Gouvernement fait valoir que, parmi les documents médicaux versés au dossier, seul un document peut être considéré comme un certificat médical : celui rédigé par un médecin généraliste français, le 29 janvier 2009, constatant une « pathologie du genou gauche qui serait liée à son histoire en Tchétchénie ». L’attestation du ministère de la Santé de la République de Tchétchénie se borne, quant à elle, à adresser le requérant au responsable du département santé du territoire de Krasnodar, sans se référer à aucune constatation médicale précise. Le Gouvernement s’interroge d’ailleurs, s’agissant de ce document, sur les raisons qui auraient incité les autorités russes à délivrer aux requérants un document de nature à les mettre en cause dans une affaire de traitements contraires à l’article 3 de la Convention.", "33.  Le Gouvernement argue que la convocation du bureau de recrutement d’Atchkoï-Martan en vue de l’accomplissement par le requérant de son service militaire n’est pas de nature à justifier de risques de violation des droits fondamentaux en cas de retour de ce dernier en Tchétchénie.", "34.  Enfin, le Gouvernement indique que, concernant la convocation à un interrogatoire, le motif de la convocation n’est pas précisé et que ledit document n’est pas daté.", "2.  Appréciation de la Cour", "a)  Principes généraux", "35.  La Cour se réfère aux principes applicables en la matière (Saadi c. Italie [GC], no 37201/06, §§ 124-125, CEDH 2008 ; M.S.S. c. Belgique et Grèce [GC], no 30696/09, CEDH 2011).", "36.  En particulier, la Cour considère qu’il appartient en principe au requérant de produire des éléments susceptibles de démontrer qu’il serait exposé à un risque de traitements contraires à l’article 3, à charge ensuite pour le Gouvernement de dissiper les doutes éventuels au sujet de ces éléments (Saadi, précité, § 129). Elle rappelle également qu’il ne lui appartient pas normalement de substituer sa propre appréciation des faits à celle des juridictions internes, mieux placées pour évaluer les preuves produites devant elles (Klaas c. Allemagne, 22 septembre 1993, § 29, série A no 269).", "37.  En outre, l’existence d’un risque de mauvais traitements doit être examinée à la lumière de la situation générale dans le pays de renvoi et des circonstances propres au cas de l’intéressé. Lorsque les sources dont la Cour dispose décrivent une situation générale, les allégations spécifiques du requérant doivent être corroborées par d’autres éléments de preuve (Saadi, précité, §§ 130-131).", "38.  Enfin, s’il convient de se référer en priorité aux circonstances dont l’État en cause avait connaissance au moment de l’expulsion, la date à prendre en compte pour l’examen du risque encouru est celle de la date de l’examen de l’affaire par la Cour (Chahal c. Royaume-Uni, 15 novembre 1996, § 86, Recueil des arrêts et décisions 1996 V).", "b)  Application de ces principes au cas d’espèce", "39.  Concernant la situation générale dans la région du Nord Caucase, la Cour a déjà estimé que, bien que soient rapportées de graves violations des droits de l’homme en Tchétchénie, la situation n’était pas telle que tout renvoi en Fédération de Russie constituerait une violation de l’article 3 de la Convention (voir I. c. Suède, précité, § 58). Au vu des rapports internationaux précités (voir paragraphes 23 à 25), la Cour ne voit pas de raison de se départir d’une telle conclusion et considère donc que la protection offerte par l’article 3 ne peut entrer en jeu que si les requérants sont en mesure d’établir qu’il existe des motifs sérieux de croire qu’ils présenteraient un intérêt tel pour les autorités qu’ils seraient susceptibles d’être détenus et interrogés par celles-ci à leur retour. Ainsi, elle doit déterminer si le renvoi des requérants en Fédération de Russie entraînerait, dans le cas particulier de l’espèce, un risque réel de mauvais traitements au sens de l’article 3 de la Convention.", "40.  À cet égard, la Cour note qu’il ressort des rapports internationaux que sont particulièrement à risque certaines catégories de la population du Nord Caucase et plus spécialement de Tchétchénie, d’Ingouchie ou du Daghestan, telles que les membres de la lutte armée de résistance tchétchène, les personnes considérées par les autorités comme tels, leurs proches, les personnes les ayant assistés d’une manière ou d’une autre ainsi que les civils contraints par les autorités à collaborer avec elles (voir paragraphe 23 à 25). La Cour estime en conséquence que l’appréciation du risque pour les requérants doit se faire sur une base individuelle mais en ayant à l’esprit le fait que les personnes présentant un profil correspondant à l’une des catégories susmentionnées sont plus susceptibles que les autres d’attirer l’attention défavorable des autorités.", "41.  En l’espèce, les requérants allèguent avoir été exposés aux représailles des milices de Kadyrov, après avoir aidé l’un des membres de leur famille appartenant à la rébellion tchétchène, et être toujours recherchés par les autorités.", "42.  La Cour constate que les requérants présentent un récit suffisamment circonstancié, crédible au regard des données internationales disponibles et étayé par de nombreuses pièces documentaires. La Cour relève que les documents produits, qui comprennent, entre autres, des certificats médicaux, une convocation invitant le requérant à se présenter au bureau de recrutement du district d’Atchkhoï-Martan le 20 février 2009 pour y effectuer les démarches liées à son service militaire, une convocation à se présenter le 22 février 2012 auprès du « juge d’instruction » pour y être interrogé en qualité de suspect et plusieurs témoignages, tendent à corroborer les faits exposés. Elle note toutefois les réserves émises par le Gouvernement au regard des nombreux examens de leur situation dont ont bénéficié les requérants devant les juridictions internes, ainsi que ses doutes quant à l’authenticité des documents en la possession du requérant et les incohérences qu’il relève dans le récit fourni.", "43.  La Cour relève d’emblée que les éléments apportés par le requérant – tant son récit que les preuves documentaires – furent écartés par les autorités au moyen de motivations succinctes. Lors de l’examen de leur demande d’asile initiale, l’OFPRA débouta les requérants au seul motif que leurs déclarations étaient peu circonstanciées et la CNDA fit de même parce qu’elle considérait que ni les pièces du dossier, ni les déclarations des requérants ne permettaient de tenir pour établis les faits rapportés et que l’aide ponctuelle apportée à un oncle ne pouvait justifier les craintes alléguées. Lors de la première demande de réexamen, les instances de l’asile se bornèrent à énoncer que les faits allégués n’étaient pas établis et qu’en particulier, les convocations de police produites n’énonçaient pas les motifs à l’origine de leur édiction. Enfin, lors de la seconde demande de réexamen, l’OFPRA indiqua que les éléments de preuve supplémentaires soumis n’étaient pas recevables. Les juridictions administratives se limitèrent, quant à elles, à se référer aux décisions des instances de l’asile pour écarter les risques allégués par les requérants en cas de renvoi. Il en résulte que la Cour ne trouve pas d’éléments suffisamment explicites dans ces motivations des instances nationales pour écarter le récit des requérants et rejeter leur demande (voir, en ce sens, K.K. c. France, no 18913/11, § 52, 10 octobre 2013 ; N.K. c. France, no 7974/11, § 45, 19 décembre 2013).", "44.  S’agissant des documents produits et, plus précisément, de ceux concernant l’état de santé du requérant, la Cour note que sont versés aux débats, outre le certificat médical d’un médecin généraliste français attestant de l’existence d’une pathologie du genou gauche, deux autres documents corroborant les sévices allégués : d’une part, une attestation de l’hôpital central d’Atchkhoï-Martan certifiant de l’hospitalisation du requérant pendant sept jours en avril 2008 pour, notamment, « endommagement des deux ménisques de l’articulation du genou gauche » et, d’autre part, un ordre de transfert du ministère de la Santé tchétchène orientant le requérant vers un autre établissement hospitalier (voir paragraphe 10). S’agissant de ce dernier document, la Cour ne partage pas l’avis du Gouvernement selon lequel il serait hautement improbable que les autorités aient remis au requérant un tel document. À cet égard, la Cour observe que la manière dont est intervenu le transfert du requérant d’un hôpital à un autre correspond à la pratique russe en la matière qui requiert, en cas de nécessité d’orienter un patient vers un établissement hospitalier situé dans une autre région, l’intervention du ministère de la Santé compétent, entité totalement indépendante des autres ministères de la région. La Cour souligne ensuite que le document litigieux indique uniquement que le requérant doit être transféré dans une autre structure hospitalière « pour consultation et, si besoin, pour un traitement stationnaire », et ne précise nullement la cause du séjour à l’hôpital du requérant et, encore moins, l’implication des autorités à cet égard. Elle ne saurait dès lors considérer que l’ordre de transfert incrimine les autorités et, partant, qu’il est surprenant que le requérant soit en possession de celui-ci.", "45.  La Cour relève, par ailleurs, que, pour prouver l’intérêt persistant des autorités à son égard, le requérant produit, outre des témoignages, une convocation du bureau de recrutement d’Atchkhoï-Martan en vue de l’accomplissement de son service militaire et une convocation pour un interrogatoire. Si la Cour accepte l’argument du Gouvernement selon lequel le premier document ne peut, en lui-même, suffire à justifier de l’existence de risques de mauvais traitements en cas de retour du requérant dans son pays d’origine, elle considère néanmoins que celui-ci doit être apprécié à la lumière de l’allégation, non contestée, du requérant selon laquelle il aurait déjà effectué son service militaire et, ainsi, qu’il peut être un indice de la volonté des autorités de retrouver le requérant. S’agissant du second document, la Cour observe qu’il n’est effectivement pas daté et qu’il ne contient pas le motif à l’origine de la convocation du requérant en qualité de suspect. Elle rappelle cependant qu’une telle convocation est un acte procédural qui a pour unique objet d’assurer la présence de la personne concernée auprès du « juge d’instruction » le jour dit, qu’elle n’a en elle-même aucune autre valeur juridique et, partant, qu’elle n’est pas encadrée par un formalisme excessif. De la sorte, la Cour estime que l’absence relevée par le Gouvernement de certaines mentions sur la convocation ne prive pas celle-ci de sa force probante.", "46.  S’agissant enfin des incohérences prétendues dans le récit des requérants, la Cour observe que la seule qui a été signalée par le Gouvernement a trait à la date de leur mariage. Or, à ce sujet, elle estime convaincante l’explication donnée par les requérants selon lesquels leur mariage a été célébré deux fois, la première de manière traditionnelle et la seconde auprès des autorités de l’État.", "47.  La Cour estime, au vu du profil marqué des requérants, des documents par eux produits et de la situation passée et actuelle en Tchétchénie, qu’il existe, dans les circonstances particulières de l’espèce, un risque réel que ceux-ci soient soumis à des traitements contraires à l’article 3 de la Convention de la part des autorités russes en cas de mise à exécution de la mesure de renvoi. Elle constate également qu’aucune des instances nationales n’a fait état, dans le cadre des décisions rendues à l’égard des requérants, d’éléments suffisamment explicites et détaillés permettant d’infirmer cette conclusion.", "48.  Il s’ensuit, pour la Cour, qu’un renvoi des requérants vers la Fédération de Russie emporterait violation de l’article 3 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 3", "49.  Les requérants se plaignent de ne pas avoir bénéficié en droit français d’un recours effectif pour faire valoir leur grief sous l’article 3, au mépris de l’article 13 de la Convention, en raison du traitement de leur demande d’asile selon la procédure prioritaire. La seconde de ces dispositions se lit comme suit :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "A.  Sur la recevabilité", "50.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "51.  Les requérants critiquent, en premier lieu, la fraude qui leur a été reprochée et qui a entraîné le refus de leur admission au séjour et le traitement de leur demande d’asile selon la procédure prioritaire. Ils contestent, en effet, avoir volontairement abîmé leurs doigts pour se soustraire aux prises d’empreintes digitales.", "52.  Ils dénoncent ensuite le caractère expéditif de la procédure prioritaire de traitement des demandes d’asile et l’absence de caractère suspensif des recours devant la cour administrative d’appel et la CNDA. À cet égard, ils font valoir que la saisine du juge des référés préconisée par le Gouvernement n’a pas d’effet suspensif de plein droit, de sorte que l’intéressé peut, en toute légalité, être réacheminé avant que le juge ait statué (voir, en ce sens, Gebremedhin [Gaberamadhien] c. France, no 25389/05, § 65, CEDH 2007II).", "53.  Ils font enfin valoir que l’absence de recours effectif a été dénoncée notamment par le commissaire aux droits de l’homme du Conseil de l’Europe, le Comité contre la torture des Nations Unies, la Commission nationale consultative des droits de l’homme et le Haut-Commissariat aux réfugiés des Nations Unies.", "54.  Le Gouvernement rappelle, d’emblée, que le relevé d’empreintes digitales des requérants n’a pu être exploité en raison du mauvais état des doigts des requérants, mauvais état qui, selon des spécialistes en la matière, ne peut résulter que d’une dégradation intentionnelle. Il fait également valoir qu’il est peu probable que deux personnes, sans lien génétique établi, présentent des altérations corporelles similaires ou identiques. En tout état de cause, le refus d’admission de séjour opposé aux requérants en raison de la fraude qui leur est reprochée ne les a pas empêchés de présenter leurs demandes d’asile.", "55.  Le Gouvernement soutient ensuite que les requérants ont vu leur situation examinée à plusieurs reprises par des autorités et juridictions présentant toutes les garanties nécessaires tant en terme de compétence que d’indépendance. S’agissant de la procédure devant les instances de l’asile, le Gouvernement souligne ainsi que la procédure prioritaire a pour but exclusif de procéder à un examen en priorité de la demande en cause et que, sur le fond, les modalités d’examen sont les mêmes que celles appliquées aux demandes traitées selon la procédure normale et comportent les mêmes garanties.", "56.  Le Gouvernement expose, par ailleurs, que l’absence d’effet suspensif automatique du recours devant la CNDA ne prive pas nécessairement les intéressés de la possibilité d’obtenir la suspension de leur éloignement dans l’attente de la décision de la CNDA. La procédure de référé suspension offre en effet la possibilité de faire surseoir à l’exécution d’une mesure risquant d’entraîner une violation de l’article 3 de la Convention.", "57.  Le Gouvernement précise enfin que les requérants ont pu saisir le juge administratif d’un recours contre les décisions d’éloignement ainsi que celles fixant le pays de destination.", "2.  Appréciation de la Cour", "58.  S’agissant des principes applicables, il est renvoyé aux arrêts I.M. c. France (précité, §§ 127-135) et M.E. c. France (précité, §§ 61-64).", "59.  Les requérants se plaignent de ne pas avoir bénéficié en droit français d’un recours effectif pour faire valoir leur grief sous l’article 3, au mépris de l’article 13 de la Convention, en raison du traitement de leur demande d’asile selon la procédure prioritaire.", "60.  La Cour est consciente de la nécessité pour les États confrontés à un grand nombre de demandeurs d’asile de disposer des moyens nécessaires pour faire face à un tel contentieux. Elle ne remet pas en cause l’intérêt et la légitimité de l’existence d’une procédure prioritaire, en plus de la procédure normale de traitement des demandes d’asile, pour les demandes dont tout porte à croire qu’elles sont infondées ou abusives. Elle note d’ailleurs que la directive 2005/85/CE du Conseil du 1er décembre 2005 relative à des normes minimales concernant la procédure d’octroi et de retrait du statut de réfugié dans les États membres donne aux États membres de l’Union européenne la possibilité d’appliquer une procédure accélérée notamment lorsque des éléments clairs et évidents permettent aux autorités de considérer que le demandeur ne pourra pas bénéficier d’une protection internationale, lorsque la demande paraît frauduleuse ou lorsque, sans motif valable, elle n’a pas été présentée dans les délais les plus brefs suivant la date d’entrée sur le territoire.", "61.  La Cour rappelle qu’elle a déjà examiné la compatibilité de la procédure d’asile dite prioritaire appliquée aux demandeurs en rétention et le recours devant le tribunal administratif contre un arrêté préfectoral de reconduite à la frontière. Dans l’arrêt I.M. c. France (précité, §§ 49-63 et §§ 64-74), la Cour a jugé, quant à l’effectivité du système de droit interne pris dans son ensemble, que si les recours exercés par le requérant étaient théoriquement disponibles, leur accessibilité en pratique avait été limitée par plusieurs facteurs liés, pour l’essentiel, au classement automatique de sa demande en procédure prioritaire, à la brièveté des délais de recours à sa disposition et aux difficultés matérielles et procédurales d’apporter des preuves alors que le requérant se trouvait en détention ou en rétention (ibid., § 154). La Cour a conclu à la violation de l’article 13 combiné avec l’article 3 après avoir constaté qu’il s’agissait d’une première demande d’asile et que le requérant, gardé à vue puis détenu, n’avait pas eu la possibilité de se rendre en personne à la préfecture pour introduire une demande d’asile comme l’exige le droit français (ibid., §§ 141 et 143). Dans les arrêts M.E. c. France (précité, §§ 65-70) et K.K. c. France (précité, §§ 66-71), la Cour est arrivée à la conclusion inverse après avoir constaté que les requérants avaient particulièrement tardé à présenter leur demande d’asile et, partant, qu’ils avaient pu rassembler, au préalable, toute pièce utile pour documenter une telle demande. En outre, dans l’arrêt Sultani c. France (no 45223/05, §§ 64-65, CEDH 2007-IV (extraits)), la Cour a estimé que le réexamen d’une demande d’asile selon le mode prioritaire ne privait pas l’étranger en rétention d’un examen circonstancié dès lors qu’une première demande avait fait l’objet d’un examen complet dans le cadre d’une procédure d’asile normale. Le simple fait qu’une demande d’asile soit traitée en procédure prioritaire et donc dans un délai restreint ne saurait en conséquence, à lui seul, permettre à la Cour de conclure à l’ineffectivité de l’examen mené.", "62.  En l’espèce, la Cour observe que les requérants sont des primo-demandeurs d’asile en France et que, du fait du classement en procédure prioritaire, ils ont bénéficié de délais de recours réduits pour préparer une demande d’asile complète et documentée en langue française, soumise à des exigences identiques à celles prévues pour les demandes déposées selon la procédure normale.", "63.  La Cour relève cependant que les autorités ont tenté à trois reprises de prendre les empreintes digitales des requérants et que ce n’est qu’après que le troisième relevé se soit révélé inexploitable que leur demande d’asile a été classée en procédure prioritaire. Ainsi, et sans ignorer le fait que la Cour de cassation a considéré que l’altération des empreintes digitales ne pouvait, à elle seule, constituer un commencement d’exécution du délit d’obtention indue de documents administratifs (Crim., 11 mai 2011, no 1084344), la Cour estime que le classement en procédure prioritaire paraissait pouvoir se justifier au regard des critères mis en place par le droit français.", "64.  La Cour observe, en outre, que si les requérants ont fait leur demande d’admission au titre de l’asile le 5 novembre 2008, le dépôt de leur demande d’asile ne s’est fait que le 2 février 2009, après trois relevés infructueux de leurs empreintes digitales. Elle en déduit que les requérants, qui, contrairement à l’affaire I.M. c. France précitée, étaient libres, ont disposé de trois mois pour rédiger le récit des faits à l’origine de leur départ et de leurs craintes en cas de retour ainsi que pour se procurer les documents de nature à étayer leur demande d’asile. La Cour note d’ailleurs que les requérants ne soutiennent nullement avoir manqué de temps pour produire des documents ou pour les faire traduire, ni ne démontrent que l’examen effectué par l’OFPRA n’aurait pas été diligent.", "65.  La Cour souligne enfin qu’outre leur demande l’asile, les requérants ont pu, lorsqu’ils ont fait l’objet d’un arrêté préfectoral de reconduite à la frontière, former un recours suspensif devant le tribunal administratif.", "66.  Eu égard aux circonstances de l’espèce, les requérants ne peuvent valablement soutenir que l’accessibilité des recours disponibles a été affectée par la brièveté des délais dans lesquels ils devaient être exercés et par les difficultés matérielles rencontrées pour obtenir les preuves nécessaires (voir, mutatis mutandis, M.E. c. France, précité, §§ 65-70). Ces considérations amènent la Cour à conclure à l’absence de violation de l’article 13 combiné avec l’article 3.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "67.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "68.  Les requérants réclament 5 000 euros (EUR) au titre du préjudice moral qu’ils auraient subi.", "69.  Le Gouvernement estime que la constatation éventuelle par la Cour d’une violation suffirait à assurer la réparation du préjudice moral allégué.", "70.  La Cour considère qu’eu égard aux circonstances de l’espèce, le constat d’une violation potentielle de l’article 3 de la Convention constitue en lui-même une satisfaction équitable suffisante pour tout dommage moral pouvant avoir été subi par les requérants.", "B.  Frais et dépens", "71.  Les requérants demandent également, factures à l’appui, 10 883,60 EUR pour les frais et dépens engagés devant les juridictions internes et pour ceux engagés devant la Cour, lesdits frais prenant notamment en compte l’hypothèse d’une audience devant la Cour à hauteur de 3 000 EUR.", "72.  Le Gouvernement soutient qu’au regard de la procédure en cause, la somme de 1 500 EUR couvrirait les frais engagés.", "73.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession, du fait qu’aucune audience n’a été tenue et de sa jurisprudence, la Cour estime raisonnable la somme de 7 000 EUR tous frais confondus et l’accorde aux requérants.", "C.  Intérêts moratoires", "74.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "V.  SUR L’APPLICATION DE L’ARTICLE 39 DU RÈGLEMENT DE LA COUR", "75.  La Cour rappelle que, conformément à l’article 44 § 2 de la Convention, le présent arrêt deviendra définitif : a)  lorsque les parties déclareront qu’elles ne demanderont pas le renvoi de l’affaire devant la Grande Chambre ; ou b)  trois mois après la date de l’arrêt, si le renvoi de l’affaire devant la Grande Chambre n’a pas été demandé ; ou c)  lorsque le collège de la Grande Chambre rejettera la demande de renvoi formulée en application de l’article 43.", "76.  Elle considère que les mesures qu’elle a indiquées au Gouvernement en application de l’article 39 de son règlement (paragraphes 3-4 ci-dessus) doivent demeurer en vigueur jusqu’à ce que le présent arrêt devienne définitif ou que la Cour rende une autre décision à cet égard (voir dispositif).", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit que, dans l’éventualité de la mise à exécution de la décision de renvoyer les requérants vers la Fédération de Russie, il y aurait violation de l’article 3 de la Convention ;", "", "3.  Dit qu’il n’y a pas eu violation de l’article 13 de la Convention combiné avec l’article 3 ;", "", "4.  Dit que le constat d’une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par les requérants ;", "", "5.  Dit,", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 7 000 EUR (sept mille euros), plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Décide de continuer à indiquer au Gouvernement, en application de l’article 39 de son règlement, qu’il est souhaitable, dans l’intérêt du bon déroulement de la procédure, de ne pas expulser les requérants jusqu’à ce que le présent arrêt devienne définitif ou que la Cour rende une autre décision à cet égard.", "Fait en français, puis communiqué par écrit le 4 septembre 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tMark Villiger\n\tGreffière\tPrésident"]}