{"file": "FRE_HFJUD_41316_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "41316/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE ATÇA ET AUTRES c. TURQUIE", "", "", "(Requête no 41316/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "6 février 2003", "", "", "", "DÉFINITIF", "", "06/05/2003", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Atça et autres c. Turquie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tM.\tG. Ress, président,\n\tM.\tI. Cabral Barreto,\n\tM.\tL. Caflisch,\n\tM.\tR. Türmen,\n\tM.\tJ. Hedigan,\n\tMme\tH.S. Greve,\n\tM.\tK. Traja, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 16 janvier 2003,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 41316/98) dirigée contre la République de Turquie et dont  treize ressortissants de cet Etat, MM. Mehmet Atça, Sükrü Süsin, Faik Kaplan, Abdülkarim Aslan, Çetin Abay, Yusuf Basaran, Sadun Hamarat, Emin Hazer Adirbelli, Hüseyin Demir, Hasan Dogan, Sehmus Çüngü, Hasan Uras et Selahattin Genç (« les requérants »), avaient saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 23 mars 1998 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). ", "2.  Les requérants sont représentés devant la Cour par Me H. Kaplan, avocat à Istanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent. ", "3.  Les requérants alléguaient, notamment avoir été victimes d'une violation de l'article 6 du fait du manque d'indépendance et d'impartialité de la cour de sûreté de l'Etat qui les avaient jugés et condamnés ainsi que de l'iniquité de la procédure devant cette même juridiction.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11). ", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). ", "6.  Le 16 octobre 2001, la Cour a décidé de communiquer les griefs tirés de l'article 6 § 1 de la Convention au gouvernement défendeur et a déclaré la requête irrecevable pour le surplus.", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). ", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "9.  Par une lettre du 6 mai 2002, la Cour a informé les parties qu'elle se prononcerait, en application de l'article 29 §§ 1 et 3 de la Convention, tant sur la recevabilité que sur le fond. Elle a également invité les parties à présenter leurs observations complémentaires sur le fond, et les requérants à présenter leurs demandes de satisfaction équitable. ", "10.  Le 1er août 2002, les requérants ont transmis à la Cour leurs observations complémentaires sur le fond ainsi que leurs demandes de satisfaction équitable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "11.  Les requérants, M. Atça, S. Süsin, F. Kaplan, A. Aslan, C. Abay, Y. Basaran, S. Hamarat, E.H. Adirbelli, H. Demir, H. Dogan, S. Çüngü, H. Uras et S. Genç, sont des ressortissants turcs, nés respectivement en 1937, 1958, 1973, 1966, 1974, 1956, 1973, 1959, 1950, 1974, 1971, 1964 et 1968.", "12.  Dans le cadre d'une opération menée contre une organisation illégale armée, le PKK, les requérants  furent successivement  arrêtés et placés en garde à vue comme suit  : H. Dogan fut arrêté le 19 janvier 1993, S. Genç le 22 janvier, M. Atça le 23 janvier, Y. Basaran, S. Hamarat, H. Uras, E.H. Adirbelli, C. Abay, H. Demir et S. Süsin le 26 janvier, F. Kaplan le 30 janvier, A. Aslan  le 2 février et enfin S. Çüngü le 3 février 1993. Devant les policiers, les requérants avouèrent avoir participé à des actes au nom de ladite organisation.", "13.  Les requérants furent d'abord entendus par le procureur de la République près la cour de sûreté de l'Etat de Diyarbakir (« le procureur »-« la cour de sûreté de l'Etat ») puis traduits devant le juge assesseur de cette juridiction qui ordonna leur mise en détention provisoire. MM. Süsin, Atça, Demir et Abay contestèrent devant le procureur et le juge assesseur leurs dépositions faites devant la police. Devant ces deux magistrat, les autres requérants maintinrent leurs aveux. Ainsi, H. Dogan fut mis en détention provisoire le 12 février 1993, F. Kaplan le 15 février, S. Hamarat, H. Uras, C. Abay le 17 février, E. H. Adirbelli, S. Süsin, M. Atça, H. Demir, A. Aslan le 18 février, Y. Basaran le 19 février et enfin S. Genç et S. Çüngü le 20 février 1993. ", "14.  Le 11 juin 1993, le procureur mit les requérants en accusation devant la cour de sûreté de l'Etat de Diyarbakir, composée de trois magistrats de carrière, dont l'un relevant de la magistrature militaire. Reprochant à MM. Kaplan, Adirbelli, Abay, Demir, Atça et Süsin d'être membres du PKK, il requit leur condamnation en vertu de l'article 168 § 2 du code pénal et 5 de la loi no 3713 sur la lutte contre le terrorisme. En outre, il mit en accusation MM. Genç, Çüngü, Dogan, Basaran, Hamarat, Uras et Aslan en vertu de l'article 125 du code pénal réprimant, entre autres, les actes de haute trahison contre l'intégrité de l'Etat.", "15.  Par la suite, à l'exception de MM. Çüngü et Genç, les autres requérants furent respectivement remis en liberté les 7 juillet 1993 et 3 février 1994.", "16.  Devant la cour de sûreté de l'Etat, les requérants contestèrent les accusations portées à leur encontre. A cet égard, ils soutinrent que durant leur garde à vue, leurs dépositions avaient été prises sous la contrainte des policiers. ", "17.  Par un arrêt du 14 novembre 1996, la cour de sûreté de l'Etat déclara les requérants coupables des faits reprochés. Elle considéra que nonobstant les démentis des requérants devant la cour, les éléments de preuve contenus dans le dossier - tels que les procès-verbaux d'identification de la part d'un autre membre du PKK, les procès-verbaux d'identification de lieux à la suite desquels furent saisis des armes et des documents relatant les différentes actions terroristes auxquelles avaient participées les requérants, etc. - venaient confirmer la version des faits proposés par l'accusation. La cour condamna MM. Süsin, Atça, Demir, Abay à 12 ans et 6 mois d'emprisonnement en vertu de l'article 168 § 2 du code pénal réprimant l'appartenance à une bande armée illégale, MM. Adirbelli, Kaplan, Uras, Basaran à 3 ans et 9 mois d'emprisonnement en vertu de l'article 169 du code pénal réprimant l'aide et l'assistance à une organisation armée illégale et MM. Genç, Çüngü, Dogan, Hamarat et Aslan à la peine de mort commuée en une peine d'emprisonnement à perpétuité en vertu de l'article 125 du code pénal réprimant les actes de haute trahison contre l'intégrité de l'Etat.  ", "18.  Par un arrêt du 11 mars 1998, la Cour de cassation confirma l'arrêt attaqué.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "19.  Avant la réforme du 18 juin 1999, la partie pertinente de l'article 143 de la Constitution régissant la composition des cours de sûreté de l'Etat était ainsi libellée :", "« Il est institué des cours de sûreté de l'Etat chargées de connaître des infractions commises contre la République – dont les caractéristiques sont énoncées dans la Constitution –, contre l'intégrité territoriale de l'Etat ou l'unité indivisible de la nation et contre l'ordre libre et démocratique, ainsi que des infractions touchant directement à la sécurité intérieure ou extérieure de l'Etat.", "Les cours de sûreté de l'Etat se composent d'un président, de deux membres titulaires, de deux membres suppléants, d'un procureur et d'un nombre suffisant de substituts. ", "Le président, un membre titulaire, un membre suppléant et le procureur sont choisis, selon des procédures définies par des lois spéciales, parmi les juges et les procureurs de la République de premier rang, un titulaire et un suppléant parmi les juges militaires de premier rang, et les substituts parmi les procureurs de la République et les juges militaires.", "Les présidents et les membres titulaires et suppléants (...) des cours de sûreté de l'Etat sont nommés pour une durée de quatre ans renouvelable.", "La Cour de cassation connaît des appels formés contre les arrêts rendus par les cours de sûreté de l'Etat (...) »", "20.  La loi no 4388 du 18 juin 1999 relative à l'instauration des cours de sûreté de l'Etat a modifié l'article 143 de la Constitution, qui dispose désormais :", "« (...) Les cours de sûreté de l'Etat se composent d'un président, de deux membres titulaires, d'un membre suppléant, d'un procureur général de la République et d'un nombre suffisant de procureurs de la République.", "Le président, deux membres titulaires, un membre suppléant et le procureur général de la République sont nommés parmi les juges et les procureurs de premier rang, les procureurs de la République parmi les procureurs d'autres rangs, pour quatre ans, par le Haut Conseil des juges et des procureurs, selon la procédure définie dans la loi spéciale. Leur mandat est renouvelable (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "21.  Les requérants allèguent que la cour de sûreté de l'Etat qui les a jugés et condamnés ne constitue pas un « tribunal impartial et indépendant » qui eût pu leur garantir un procès équitable en raison, d'une part, de la présence d'un juge militaire en son sein et, d'autre part, de l'absence d'un avocat pendant leur garde à vue. Ils y voient une violation de l'article 6 §§ 1 et 3 c) de la Convention qui, en ses parties pertinentes, se lit ainsi :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...) ", "3.  Tout accusé a droit notamment à : ", "(...)", "c)  se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent ;", "(...) »", "A.  Sur la recevabilité", "22.  La Cour note d'emblée que, dans leurs observations du 4 mars 2002, les requérants M. Atça, A. Aslan, C. Abay, Y. Basaran, S. Hamarat, H.  Dogan, S. Çüngü, H. Uras et S. Genç, invoquant l'article 6 de la Convention, font valoir qu'ils n'ont pas bénéficié de l'assistance d'un avocat lors de leur garde à vue. Or, la dernière décision interne définitive quant à ces griefs date du 11 mars 1998.", "Partant, la Cour conclut que cette partie de la requête est tardive au sens de l'article 35 § 1 de la Convention et doit être rejetée, conformément à son article 35 § 4.", "23.  Par ailleurs, le Gouvernement invite la Cour à rejeter, pour non-respect du délai de six mois prévu à l'article 35 de la Convention, les griefs concernant le statut de la cour de sûreté de l'Etat. Il soutient que la décision interne définitive, concernant le grief relatif au manque d'indépendance et d'impartialité de la cour de sûreté de l'Etat, est celle rendue par cette même juridiction. A cet égard, il fait valoir que ni la cour de sûreté de l'Etat ni la Cour de cassation n'étaient habilitées à se prononcer sur ce grief dans la mesure où la composition des cours de sûreté de l'Etat découlait, à l'époque des faits, de la législation interne. Il en conclut, que les requérants auraient dû introduire leur requête dans les six mois suivant le moment où ils s'étaient rendus compte de l'inefficacité des recours internes, c'est-à-dire à partir de l'arrêt de la cour de sûreté de l'Etat, à savoir, le 14 novembre 1996. Or, il souligne que la requête a été introduite le 23 mars 1998. A l'appui de son argumentation, le Gouvernement fait référence à la jurisprudence de la Cour (entre autres, Ipek c. Turquie, requête no 39706/98, décision du 7 novembre 2000, et Göztok c. Turquie, requête no35830/97, décision du 6 février 2001).", "24.  Les requérants s'opposent à la thèse du Gouvernement. Ils soutiennent que les arrêts de la cour de sûreté de l'Etat  peuvent faire l'objet d'un pourvoi en cassation en vertu de l'article 305 § 1 du code de procédure pénale. Ils en concluent que le pourvoi en cassation est bien une voie de recours effective au sens de l'article 35 de la Convention et que leur requête a été introduite conformément à la règle des six mois.   ", "Partant, les requérants demandent à la Cour de rejeter l'exception préliminaire du Gouvernement.", "25.  La Cour rappelle, selon sa jurisprudence constante, qu'il convient de prendre en considération l'ensemble de la procédure pénale engagée contre le requérant afin de statuer sur la conformité aux prescriptions de l'article 6 de la Convention (voir notamment John Murray c. Royaume-Uni, arrêt du 8 février 1996, Recueil 1996-I, pp.54-55, § 63). Elle note à cet égard que dans la procédure devant les cours de sûreté de l'Etat, le statut de victime sur le terrain de l'article 6 § 1 de la Convention n'est établi qu'à partir du moment où la décision de condamnation devient définitive, et ceci par l'arrêt de la Cour de cassation (voir, en autres, Sakik et autres c. Turquie, no 23878-29883/94, décision du 25 mai 1995, DR. 81, p. 86). En effet, il relève bien de la juridiction de la Cour de cassation d'infirmer un arrêt de condamnation au fond, et de le renvoyer devant la cour de sûreté de l'Etat, qui peut, elle, réexaminer l'affaire et acquitter l'intéressé. La Cour estime donc que le délai de six mois commence à courir, en l'espèce, à partir de la date de l'arrêt de la Cour de cassation en question.", "Partant, la Cour rejette l'exception préliminaire du Gouvernement. ", "26.  La Cour estime qu'à la lumière des critères qui se dégagent de sa jurisprudence (voir notamment Çiraklar c. Turquie, arrêt du 28 octobre 1998, Recueil 1998-VII), et compte tenu de l'ensemble des éléments en sa possession, que la requête, à l'exception des griefs rejetés pour tardiveté au paragraphe 22 ci-dessus, doit faire l'objet d'un examen au fond. Elle constate en outre que celle-ci ne se heurte à aucun autre motif d'irrecevabilité.", "B.  Sur le fond", "1.  Sur l'indépendance et l'impartialité de la cour de sûreté de l'Etat", "27.  Le Gouvernement fait valoir, dans un premier temps, que l'indépendance et l'impartialité sont garanties pour tous les tribunaux par les articles 138 et suivants de la Constitution.", "28.  Le Gouvernement fait également observer que le 18 juin 1999 est intervenu l'amendement constitutionnel relatif à l'article 143 de la Constitution régissant la composition des cours de sûreté de l'Etat. Il fait notamment valoir, que suite à cet amendement, la loi no 4390 dispose désormais que les fonctions des magistrats et procureurs militaires prennent fin le 22 juin 1999. Le Gouvernement souligne que suite auxdits amendements constitutionnel et législatif, le problème du doute quant à l'indépendance et l'impartialité des cours de sûreté de l'Etat a été définitivement résolu, et en conclut que les requérants ne peuvent disposer d'un intérêt juridique quant à leur grief tiré de la violation de l'article 6 § 1 de la Convention.", "29.  Les requérants s'opposent à la thèse du Gouvernement. Se référant aux arrêts Incal c. Turquie du 9 juin 1998 (Recueil 1998-IV, § 72) et Çiraklar c. Turquie (précité), ils soutiennent que la cour de sûreté de l'Etat qui les a jugés et condamnés ne peut passer pour un « tribunal indépendant et impartial » au sens de l'article 6 § 1 de la Convention. D'autre part, les requérants soulignent que les amendements constitutionnel et législatif relatifs à la composition des cours de sûreté de l'Etat ne sauraient avoir de conséquences sur leur situation dans la mesure où la cour de sûreté de l'Etat de Diyarbakir qui a entendu leur cause et les a condamnés le 14 novembre 1996, était, alors, composée de trois juges dont l'un était un magistrat militaire.", "30.  La Cour rappelle que, dans les arrêts Incal et Çiraklar (précités), elle a déjà examiné des griefs similaires à ceux soulevés dans la présente affaire. Elle a notamment relevé, dans ces affaires, que certaines caractéristiques du statut des juges militaires siégeant au sein des cours de sûreté de l'Etat rendaient leur indépendance et leur impartialité sujettes à caution (arrêt Incal précité, p. 1571, § 68). Elle a ainsi souligné que les intéressés étaient des militaires continuant d'appartenir à l'armée, donc au pouvoir exécutif, qu'ils restaient soumis à la discipline militaire et faisaient l'objet de notations par l'armée à cet égard, que leurs désignation et nomination requéraient pour une large part l'intervention de l'administration et de l'armée et qu'enfin, leur mandat comme juge à la cour de sûreté de l'Etat était de quatre ans et pouvait se voir renouvelé.", "31.  La Cour, cependant, prend en considération les renseignements du Gouvernement selon lesquels, la législation turque a été amendée de manière à répondre aux exigences de la Convention. Toutefois, elle précise que sa tâche se limite à l'appréciation des circonstances propres à l'espèce ; elle ne saurait donc être appelée à conclure qu'une affaire ne présente plus un intérêt juridique valable pour le requérant au motif que des développements seraient survenus dans la législation interne depuis l'époque pertinente (voir Sadak et autres c. Turquie, arrêt du 17 juillet 2001, § 38).", "32.  La Cour ne voit, toutefois, aucune raison de s'écarter de la conclusion à laquelle elle est parvenue en ce qui concerne MM. Incal et Çiraklar, qui, comme les requérants, étaient tous deux des civils. Il est compréhensible dans la présente affaire que les requérants, qui répondaient devant une cour de sûreté de l'Etat, pour certains, du chef d'accusation d'appartenance à une bande armée illégale et, pour d'autres, d'avoir commis des actes de haute trahison contre l'intégrité de l'Etat, crimes prévus et réprimés par les articles 168 § 2 et 125 du code pénal, aient redouté de comparaître devant des juges parmi lesquels figurait un officier de carrière appartenant à la magistrature militaire. De ce fait, ils pouvaient légitimement craindre que la cour de sûreté de l'Etat de Diyarbakir se laissât indûment guider par des considérations étrangères à la nature de sa cause. Partant, on peut considérer qu'étaient objectivement justifiés les doutes nourris par les requérants quant à l'indépendance et à l'impartialité de cette juridiction (arrêt Incal précité, p. 1573, § 72 in fine).", "33.  Partant, la Cour conclut que, lorsqu'elle a jugé et condamné les requérants, la cour de sûreté de l'Etat de Diyarbakir n'était pas un tribunal indépendant et impartial au sens de l'article 6 § 1 de la Convention.", "2.  Sur l'équité de la procédure pénale", "34.  Les requérants S. Süsin, F. Kaplan, E.H Adirbelli et H. Demir   allèguent en outre, sous l'angle de l'article 6 de la Convention, qu'ils n'ont pu bénéficier de l'assistance d'un avocat durant leur garde à vue. Ils invoquent à cet égard, l'article 6 §§ 1 et 3 c) de la Convention.", "35.  Le Gouvernement ne se prononce pas.", "36.  La Cour rappelle avoir déjà jugé dans des affaires similaires qu'un tribunal dont le manque d'indépendance et d'impartialité a été établi ne peut, en toute hypothèse, garantir un procès équitable aux personnes soumises à sa juridiction.", "37.  Eu égard au constat de violation du droit des requérants à voir leur cause entendue par un tribunal indépendant et impartial auquel elle parvient, la Cour estime qu'il n'y a pas lieu d'examiner le présent grief (voir, entre autres, l'arrêt Çiraklar précité, p 14, §§ 44-45).", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "38.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "39.  Les requérants allèguent avoir subi un préjudice matériel et moral qu'ils évaluent respectivement à 12 000 EUR.", "40.  Le Gouvernement considère que la demande des requérants est excessive.  ", "41.  En ce qui concerne le dommage matériel allégué, la Cour ne saurait spéculer sur le résultat auquel la procédure devant la cour de sûreté de l'Etat aurait abouti si l'infraction à la Convention n'avait pas eu lieu. Il n'y a donc pas lieu d'accorder aux requérants une indemnité pour dommage matériel (Findlay c. Royaume-Uni, arrêt du 25 février 1997, Recueil des arrêts et décisions 1997-I, p. 284, § 85).", "42.  Quant au préjudice moral, la Cour estime que, dans les circonstances de l'espèce, le constat de violation constitue en soi une satisfaction équitable suffisante pour le préjudice moral allégué (arrêt Çiraklar précité, p. 3074, § 49).", "B.  Frais et dépens", "43.  Au titre des frais et dépens afférents à leur représentation, les requérants réclament au total 15 000 EUR. Cette somme comprend les frais de procédure ainsi que les honoraires d'avocat.", "Les requérants ne fournissent aucun justificatif.", "44.  Le Gouvernement qualifie ces prétentions d'excessives. ", "45.  La Cour rappelle qu'au regard de l'article 41 de la Convention, seuls peuvent être remboursés les frais dont il est établi qu'ils ont été réellement et nécessairement exposés et sont d'un montant raisonnable (voir, entres autres, Nikolova c. Bulgarie [GC],  no 31195/96, § 79, CEDH 1999-II). A cet égard, la Cour observe que les requérants n'ont produit aucune pièce justificative relative aux frais et dépens qu'il ont encourus. Dans ces conditions, elle ne saurait accueillir la demande dont il s'agit (voir, Dikme c. Turquie du 11 juillet 2000, no 20869/92, § 126, CEDH 2000-VIII). ", "Cependant, il n'en reste pas moins qu'aux fins de la préparation de la présente affaire, les requérants ont dû exposer certains frais. Dés lors, statuant en équité, la Cour alloue conjointement aux requérants une somme de 14 000 EUR. ", "C.  Intérêts moratoires", "46.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR , À l'UNANIMITÉ,", "1.  Déclare la requête irrecevable en ce qui concerne le grief tiré de l'article 6 § 3 c) de la Convention pour les requérants M. Atça, A. Aslan, C. Abay, Y. Basaran, S. Hamarat,  H. Dogan, S. Çüngü, H. Uras et S. Genç ; ", "", "2.  Déclare la requête recevable pour le surplus ; ", "3.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en raison du manque d'indépendance et d'impartialité de la cour de sûreté de l'Etat de Diyarbakir ;", "", "4.  Dit qu'il n'y a pas lieu d'examiner les autres griefs tirés de l'article 6 de la Convention ; ", "", "5.  Dit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante pour le préjudice moral allégué ;", "", "6.  Dit ", "a)  que l'Etat défendeur doit verser aux requérants conjointement, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, la somme suivante, à convertir en livres turques au taux applicable à la date du règlement : 14 000 EUR (quatorze mille euros) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ou toutes autres charges fiscales exigibles au moment du versement ; ", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne, applicable pendant cette période, augmenté de trois points de pourcentage ; ", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 6 février 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident", ""]}