{"file": "FRE_HFJUD_38952_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38952/97", "text_paragraphs": ["", "TROISIÈME SECTION", "", "", "", "", "AFFAIRE BOUILLY c. FRANCE", "", "(Requête n° 38952/97)", "", "", "", "ARRÊT", "", "STRASBOURG", "", "", "7 décembre 1999", "", "", "", "", "DÉFINITIF", "", "07/03/2000", "", "", "", "", "", "", "", "En l’affaire Bouilly c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tM.\tJ.-P. Costa,\n\tM.\tL. Loucaides,\n\tM.\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tMme\tH.S. Greve, juges\net de Mme S. Dolle, greffière de section,", "Après en avoir délibéré en chambre du conseil le 23 novembre 1999", "Rend l’arrêt que voici, adopté à cette dernière date :", "", "PROCÉDURE", "1.   A l’origine de l’affaire se trouve une requête dirigée contre la France et dont une ressortissante française, Mme Elisabeth Bouilly (« la requérante »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 12 septembre 1997 en vertu de l’ancien article 25 de la Convention. La requête a été enregistrée le 10 décembre 1997 sous le numéro de dossier 38952/97. Le gouvernement français (« le Gouvernement » ) a été représenté par son agent, M. Yves Charpentier, sous-directeur des droits de l’homme au ministère des Affaires étrangères, auquel a succédé Mme Michèle Dubrocard.", "2.  Le 9 septembre 1998, la Commission (deuxième chambre) a décidé de porter la requête à la connaissance du Gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Le Gouvernement a soumis ses observations le 25 novembre 1998 et la requérante y a répondu le 29 décembre 1998.", "3.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, et conformément à l’article 5 § 2 de celui-ci, l’affaire est examinée par la Cour conformément aux dispositions dudit Protocole.", "4.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la troisième section. La chambre constituée au sein de ladite section comprenait de plein droit M. J.-P. Costa, juge élu au titre de la France (articles 27 § 2 de la Convention et 26 § 1 a) du règlement), et Sir Nicolas Bratza, président de la section (article 26 § 1 a) du règlement). Les autres membres désignés par ce dernier pour compléter la chambre étaient M. L. Loucaides, M. P. Kūris, Mme F . Tulkens, M. K. Jungwiert et Mme H.S. Greve (article 26 § 1 b) du règlement).", "\n5.  Le 16 mars 1999, la chambre a déclaré recevable la requête, estimant que les griefs tirés par la requérante de la durée de la procédure et de l’absence de recours effectif à cet égard devaient faire l’objet d’un examen au fond.", "", "EN FAIT", "6.  Le 27 août 1990, la requérante demanda au centre hospitalier régional d'Orléans (C.H.R.O.) la communication de son dossier médical et administratif relatif à un internement psychiatrique. Après avis favorable de la commission d'accès aux documents administratifs, elle put consulter sur place son dossier administratif dont la partie antérieure à 1980 avait été détruite. S'agissant du dossier médical, le C.H.R.O. refusa de communiquer plusieurs documents qualifiés de notes personnelles des médecins. La requérante saisit le tribunal administratif d'Orléans qui, le 17 décembre 1992, annula la décision de refus du C.H.R.O. Après saisine de la section du Rapport et des Etudes du Conseil d'Etat pour obtenir  l'exécution du jugement, la requérante eut communication de cent trentehuit documents complémentaires.", "7.  Le 12 août 1993, la requérante forma auprès du directeur du C.H.R.O. une demande préalable d'indemnisation pour le préjudice qu'elle avait subi en raison, d'une part, de la destruction de son dossier et, d'autre part, du retard dans la communication des documents.", "8.  Le 27 février 1995, elle saisit le tribunal administratif d'Orléans d'un recours en annulation du refus implicite résultant du silence de l'administration. Elle déposa un mémoire ampliatif le 20 avril 1995.", "9.  Le C.H.R.O. produisit le 15 mai 1995 un mémoire en défense, auquel elle répliqua le 23 juin 1995. ", "10.  Par mémoires complémentaires des 14 septembre 1995 et 7 août 1997, elle demanda la capitalisation des intérêts. Dans son  mémoire du 7 août 1997, elle demanda également que l'affaire, en état d'être jugée, soit appelée à l'une des prochaines audiences. Le C.H.R.O. répondit le 23 septembre 1997.", "11.  Par jugement du 12 février 1998, le tribunal administratif condamna le C.H.R.O. à verser à la requérante 20 000 F en réparation de son préjudice, ainsi que 2 000 F au titre des frais non remboursables de procédure.", "12.  Le C.H.R.O. ne fit pas appel. Le 5 juin 1998, la requérante saisit le tribunal administratif d'une requête en exécution forcée. ", "13.  Le 24 juillet 1998, la somme principale fut versée à la requérante. Le 13 novembre 1998, le président du tribunal administratif déclara la requête sans objet, la requérante ayant obtenu satisfaction entre-temps.", "14.  Le 20 novembre 1998, les intérêts furent versés à la requérante.", "EN DROIT", "i.\tSUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 §1 DE LA CONVENTIon", "15.  La requérante se plaint de la durée de la procédure devant les juridictions administratives et allègue une violation de l’article 6 § 1 de la Convention, dont les dispositions pertinentes sont ainsi libellées :", "", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "16.  Le Gouvernement combat cette thèse.", "A.\tPériode à prendre en considération", "17.  La période à considérer a débuté le 12 août 1993, date de la demande préalable d’indemnisation (cf. mutatis mutandis arrêt X. c. France du 31 mars 1992, série A n° 234-C, p. 90, § 31) et s’est terminée le 20 novembre 1998 par l’exécution complète du jugement (cf. mutatis mutandis arrêt Di Pede c. Italie du 26 septembre 1996, Recueil des arrêts et décisions 1996-IV, p. 1384 , § 24 ; arrêt Hornsby c. Grèce du 19 mars 1997, Rec. 1997-II, pp. 510-511, §§ 40-41).", "18.  Elle est donc de cinq ans, trois mois et huit jours.", "B.\tCaractère raisonnable de la durée de la procédure", "19.  Le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi d’autres, les arrêts Richard c. France du 22  avril 1998, Rec.1998-II, p. 824, § 57, et Doustaly c. France du 23 avril 1998, Rec. 1998-II, p. 857, § 39). ", "20.  La requérante reconnaît qu’elle a concouru à l’allongement de la procédure en ne saisissant le tribunal administratif que le 2 mars 1995, alors qu’elle pouvait introduire son recours dès le 15 décembre 1993. Elle souligne toutefois que le C.H.R.O a lui-même contribué, par la persistance de son silence, à ralentir la procédure. Selon elle, l’affaire était en état d’être jugée dès juin 1995 (date de son mémoire en réplique à celui du C.H.R.O.), puisque, dans ses mémoires des 14 septembre 1995 et 7 août 1997, elle se contentait de demander la capitalisation des intérêts. Elle considère que le Gouvernement ne donne aucune explication convaincante du délai de latence de l’affaire devant le tribunal.", "21.  Le Gouvernement fait valoir que, si l’affaire n’était pas d’une difficulté juridique exceptionnelle, le fait qu’elle ait donné lieu à une procédure d’exécution revêt un caractère inhabituel et a contribué à l’allongement du délai. S’agissant du comportement de la requérante, le Gouvernement souligne qu’elle a produit de nombreux mémoires, qui ont dû être communiqués à la partie adverse. Enfin, le Gouvernement considère qu’aucune inertie ne peut être reprochée aux autorités judiciaires. ", "22.  La Cour observe, tout d’abord, que l’affaire ne revêtait pas de complexité particulière. Elle relève, ensuite, que la requérante a elle-même, comme elle le reconnaît, contribué à l’allongement de la procédure en attendant plus de quatorze mois avant de saisir le tribunal administratif. Pour ce qui est, enfin, du comportement des autorités, la Cour relève une période d’inactivité de deux ans et trois mois après le premier échange de mémoires des parties, sur laquelle le Gouvernement n’a pu donner d’explication. Par ailleurs, la requérante a dû engager une procédure d’exécution du jugement et un nouveau délai de plus de cinq mois s’est écoulé avant le paiement de la somme principale, les intérêts étant euxmêmes versés quatre mois plus tard.", "23.  Eu égard à ces éléments, la Cour estime que la durée de la procédure n’a pas respecté le délai raisonnable. Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "", "ii\tSUR LA VIOLATION ALLEGUEE DE L’ARTICLE 13 DE LA CONVENTIon", "24.  La requérante se plaint de ne pas avoir de recours effectif à l’égard de la durée, au sens de l’article 13 de la Convention, qui dispose :", "", "« Toute personne dont les droits et libertés reconnus dans la présente Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale (...) »", "25.  La requérante fait valoir que la violation consiste en ce qu’elle ne disposait d’aucune procédure susceptible de raccourcir la durée de la procédure. Selon elle, les intérêts perçus sur la somme principale et leur capitalisation ne sauraient réparer le dommage né des retards dans l’instruction du recours. Pour la requérante, l’article 13 de la Convention n’a pas pour objet de permettre à une personne d’obtenir une réparation pécuniaire du dommage né d’une violation de la Convention.", "26.  Le Gouvernement soutient tout d’abord, en se référant à la jurisprudence de la Cour, que ce grief ne saurait être examiné dans la mesure où la requérante invoque simultanément une violation de l’article 6 § 1 de la Convention. Subsidiairement, le Gouvernement expose que la requérante disposait, d’une part, de mécanismes de réparation « intégrés » à son recours, par le biais d’une demande d’intérêts assortie d’une demande de capitalisation desdits intérêts ; d’autre part, elle pouvait présenter au tribunal administratif une requête en indemnisation du préjudice subi en raison du comportement fautif des juridictions administratives.", "27.  Eu égard à sa décision relative à l’article 6, la Cour n’estime pas nécessaire de se placer de surcroît sur le terrain de l’article 13 de la Convention (arrêt Pizzetti c. Italie du 26 février 1993, série A n° 257-C, p. 37, § 21).", "", "III.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "28.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "29.  La requérante évalue à 5 000 F son préjudice matériel. Elle fait valoir qu’elle a de faibles revenus (même si leur montant ne lui ouvre pas droit à l’aide juridictionnelle), et que l’ensemble de la procédure lui a occasionné des difficultés financières auxquelles elle n’a pu faire face qu’avec l’aide de son employeur et de ses amis. Elle réclame 50 000 F au titre du préjudice né du « stress » résultant des longueurs et difficultés de la procédure, ainsi que 30 000 F en réparation du préjudice moral tenant à ce que tout citoyen est en droit d’attendre d’une juridiction d’un Etat démocratique qu’elle traite ses demandes dans un délai raisonnable.", "30.  Le Gouvernement n’a pas soumis d’observations sur les demandes de satisfaction équitable de la requérante.", "31.  La Cour considère qu’en l’absence de lien de causalité entre le dommage matériel invoqué et la violation constatée, il n’y pas lieu d’indemniser ce chef de préjudice. S’agissant du préjudice moral, eu égard à sa jurisprudence en la matière, la Cour alloue 30 000 F à la requérante.", "B.\tFrais et dépens", "32.  La requérante demande 8 000 F en remboursement des frais encourus devant les juridictions internes, ainsi que 10 000 F au titre de ceux devant les organes de la Convention. Elle précise qu’elle ne demande qu’une partie des frais réellement exposés, qu’elle évalue respectivement à 20 000 F et 15 000 F.", "33.  S'il est vrai que seuls les frais nécessairement exposés devant les juridictions nationales pour faire redresser la violation de la Convention constatée par la Cour peuvent être remboursés, il n'en demeure pas moins que dans des affaires de durée de procédure, le prolongement de l'examen d'une cause au-delà du « délai raisonnable » entraîne une augmentation des frais à la charge du requérant (voir arrêt Scalvini c. Italie du 26 octobre 1999 (deuxième section), non publié). Par conséquent, eu égard à sa jurisprudence en la matière, la Cour accorde 5 000 F à ce titre à la requérante.", "34.  Pour ce qui est des frais exposés devant la Commission et la Cour, la somme de 10 000 F demandée par la requérante paraît raisonnable, compte tenu notamment de ce qu’une partie seulement de ses griefs a été retenue par la Commission. Il y donc lieu de lui allouer 10 000 F de ce chef.", "C.\tIntérêts moratoires", "35.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt était de 3,47 % l’an.", "par ces motifs, la cour, À l’unanimitÉ,", "1.\tDit, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit, qu’il n’y a pas lieu de se placer de surcroît sur le terrain de l’article 13 de la Convention ;", "", "3.\tDit, ", "", "a)\t\tque l’Etat défendeur doit verser à la requérante, dans les trois mois, à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, 30 000 (trente mille) francs français pour dommage moral, et 15 000  (quinze mille) francs français pour frais et dépens ;", "", "b)\t\tque ces montants seront à majorer d’un intérêt simple de 3,47  % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "4.\tRejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 7 décembre 1999 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "", "\tS.  Dollé\t\tN. Bratza\n\tGreffière\t\tPrésident", " ", "", ""]}