{"file": "FRE_HFJUD_19315_11.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19315/11", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE T. c. RÉPUBLIQUE TCHÈQUE", "", "(Requête no 19315/11)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "17 juillet 2014", "", "", "DÉFINITIF", "", "17/10/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "", "En l’affaire T. c. République tchèque,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tMark Villiger, président,\n\tAngelika Nußberger,\n\tBoštjan M. Zupančič,\n\tAnn Power-Forde,\n\tGanna Yudkivska,\n\tHelena Jäderblom,\n\tAleš Pejchal, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 24 juin 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 19315/11) dirigée contre la République tchèque et dont un ressortissant de cet Etat, M. T. (« le requérant »), a saisi la Cour le 22 mars 2011 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le 12 mars 2013, la requête a été élargie à la fille du requérant, J. (« la requérante ») (voir aussi paragraphe 90 ci-dessous).", "2.  Les requérants ont été représentés d’abord par Me O. Choděra, puis par Me D. Strupek, avocats au barreau tchèque. Le gouvernement tchèque (« le Gouvernement ») a été représenté par son agent, M. V.A. Schorm, du ministère de la Justice.", "3.  Les requérants alléguaient en particulier qu’une atteinte avait été portée au respect de leur vie familiale au sens de l’article 8 de la Convention.", "4.  Les 6 et 25 mars 2013, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1950 et réside à Prague. La requérante est née en 2003 et réside actuellement à Bítovčice.", "A.  Faits à l’origine de la requête du 22 mars 2011", "6.  En novembre 2003, le requérant devint père d’une fille, J. ; en 2004, il épousa la mère de celle-ci. En décembre 2005, alors que le requérant purgeait une peine de prison depuis octobre 2005 et que son épouse vivait avec leur fille dans un foyer réservé aux victimes de la violence domestique, son épouse demanda le divorce et la garde exclusive de J. À la suite du divorce prononcé le 14 mars 2006, le tribunal de district de Prague-ouest décida, par le jugement du 7 novembre 2006, d’attribuer la garde de J. à sa mère.", "7.  Après sa sortie de prison, le requérant se rendit le 26 novembre 2007 au département des affaires sociales auprès de l’office municipal de Černošice (ci-après « l’autorité sociale compétente ») afin de s’enquérir de J. et demander un droit de visite, alléguant que son ex-épouse ne communiquait pas avec lui et qu’il ne connaissait pas son domicile. Par une lettre du 27 novembre 2007, envoyée à l’adresse renseignée par le requérant la veille, à savoir une chambre dans un établissement de logement collectif, l’autorité sociale compétente l’invita à saisir le tribunal.", "8.  Le 3 décembre 2007, l’ex-épouse du requérant décéda et, quelques jours après, J. fut hospitalisée en raison d’un stress traumatique. Le 4 décembre 2007, l’autorité sociale compétente en fut informée par l’hôpital et s’enquit de l’adresse du requérant auprès de la police.", "9.  Sur demande de l’autorité sociale compétente, J. fut placée en date du 7 décembre 2007 dans un établissement pour enfants ayant besoin d’une aide immédiate (ci-après « établissement K. »). Selon le Gouvernement, le lieu de résidence du requérant n’était pas connu à ce moment-là, ce que le requérant conteste en se référant aux événements des 26 et 27 novembre 2007.", "10.  Le 27 décembre 2007, l’autorité sociale compétente demanda au tribunal de district de Prague-ouest d’adopter une mesure provisoire en vertu de laquelle J. serait placée dans l’établissement K.", "11.  Le 31 décembre 2007, J. fut examinée par une psychologue qui constata chez elle une perte de la sécurité affective due au décès de sa mère.", "12.  Le 3 janvier 2008, le requérant se rendit à l’autorité sociale compétente et apprit que sa fille se trouvait dans l’établissement K., où il lui rendit visite le lendemain. Selon le Gouvernement, le requérant admit qu’il ne disposait pas encore à cette époque d’un logement convenable pour accueillir sa fille chez lui.", "13.  Le 4 janvier 2008, le tribunal de district, constatant sur la base du dossier que la mineure se trouvait déjà dans l’établissement K. et qu’elle avait auparavant été confiée à sa mère sans avoir de contact avec son père, prit une mesure provisoire enjoignant au requérant de laisser sa fille dans cet établissement. Cette mesure fut par la suite confirmée par le tribunal régional de Prague, relevant que l’absence d’un milieu éducatif stable menaçait la vie et la santé de J.", "Le tribunal de district indiqua également qu’une procédure allait être engagée en vue de déterminer si J. devait rester dans l’établissement K. ou si une autre forme d’éducation conviendrait mieux en l’espèce ; cette procédure fut engagée d’office le 18 janvier 2008.", "Enfin, le tribunal de district prononça l’extinction de la procédure portant sur le droit de visite du requérant, au motif que feu la mère de J. avait perdu la capacité d’être partie à la procédure.", "14.  Le rapport de l’établissement K. daté le 22 janvier 2008 décrit les difficultés d’adaptation de J. et les fréquentes visites du requérant, dont le déroulement n’aurait pas été toujours calme. Le 18 janvier 2008 notamment, J. aurait commencé à hurler dès que le requérant arriva.", "15.  Le 26 mars 2008, l’autorité sociale compétente effectua une enquête dans le nouveau domicile du requérant, concluant que, du point de vue du logement, rien n’empêchait le requérant d’accueillir sa fille chez lui. Il fut noté que la grand-mère maternelle était prête à l’aider.", "16.  Il ressort du rapport de l’établissement K. daté le 2 avril 2008 que le requérant rendait régulièrement visite à J., qui réagissait tantôt de manière positive, tantôt par un refus.", "17.  Le 9 avril 2008, le requérant demanda au tribunal de district d’annuler la mesure provisoire du 4 janvier 2008 et de lui attribuer la garde de J. Il souligna à cette occasion qu’il rendait régulièrement visite à sa fille et qu’un fort lien affectif s’était créé entre eux. Par la suite, il demanda le transfert de sa fille dans un autre établissement, ce qui ne fut recommandé ni par l’assistante sociale ni par la psychologue de l’établissement K.", "18.  Le 16 avril 2008, le tribunal de district refusa d’annuler la mesure provisoire, relevant que les motifs pour le placement de J. dans l’établissement K. perduraient et qu’il n’était pas possible de décider de l’attribution de la garde par une mesure provisoire. Le tribunal estima par ailleurs que le requérant ne devrait rendre visite à sa fille dans l’établissement K. que si l’état psychique de celle-ci le permette et si le psychologue l’approuve.", "19.  Par la suite, le requérant dénonça la conduite de l’autorité sociale qui ne lui avait pas permis d’accueillir J. au moment du décès de sa mère, et se plaignit qu’il ne pouvait pas amener sa fille en dehors de l’établissement K. Ce dernier fit savoir au tribunal de district, le 29 mai 2008, qu’il n’autoriserait pas les rencontres à l’extérieur tant qu’un rapport d’expertise ne serait pas élaboré sur la personne du requérant. Le tribunal informa ensuite le requérant que seul l’établissement K. pouvait décider des sorties de J.", "20.  Le 3 juin 2008, un expert en psychologie fut chargé d’étudier les relations entre le requérant et sa fille, ainsi qu’entre cette dernière et sa « famille » dans l’établissement K., et de répondre à la question de savoir si J. avait été maltraitée par le requérant avant octobre 2005. Le rapport d’expertise, élaboré le 9 septembre 2008, recommanda de respecter les souhaits de l’enfant, qui appréciait son environnement actuel et n’avait qu’une faible relation à l’égard de son père, et de ne pas la confier au requérant contre sa volonté. Selon l’expert, il ne fut pas possible d’établir une maltraitance de la mineure.", "21.  Par jugement du 10 février 2009, le tribunal de district de Prague-ouest décida, en vertu de l’article 46 §§ 1 et 2 de la loi no 94/1963 sur la famille, de confier J. à l’établissement K. et de ne pas imposer au requérant une obligation alimentaire. A part la déposition du requérant, l’extrait de son casier judiciaire, les rapports de l’établissement K. et de l’autorité sociale compétente, le tribunal se fonda essentiellement sur le rapport d’expertise élaboré en 2008. Il releva dans ce rapport que les capacités éducatives du requérant étaient réduites du fait de sa personnalité disharmonieuse et égocentrique, de son manque d’empathie et de ses attentes irréalistes ; en conséquence, il n’était pas capable de satisfaire les besoins affectifs fondamentaux de l’enfant. Il fut également noté que, malgré les fréquentes visites du requérant, J. n’accordait que peu d’importance à leur relation ; en même temps, elle ne manifestait pas de peur ou de refus à son égard. Parmi les obstacles s’opposant à l’attribution de la garde de J. au requérant, le tribunal cita la personnalité de ce dernier telle que décrite par le rapport d’expertise ainsi que par les rapports élaborés auparavant dans le cadre des procédures pénales menées à son encontre, l’absence de lien affectif entre les intéressés et les antécédents criminels du requérant qui avait été à plusieurs reprises condamné pour avoir blessé ses compagnes, dont une était décédée à la suite de ses blessures.", "22.  Le requérant fit appel de ce jugement. Plus tard, il se plaignit de la conduite du tribunal de district et des retards de la procédure, alléguant ne pas avoir été convoqué à l’audience du 10 février 2009 et ne pas avoir encore reçu copie du jugement rendu à cette date.", "23.  Le 12 juin 2009, le requérant demanda à ce que son droit de visite soit déterminé par une mesure provisoire. Le tribunal de district rejeta cette demande, relevant que le requérant rendait fréquemment visite à J. dans l’établissement K. et que seul ce dernier pouvait décider de la fréquence et des conditions de leurs rencontres. Le 10 août 2009, cette décision fut confirmée par le tribunal régional qui observa que le requérant avait une possibilité suffisante de voir sa fille.", "24.  Entre juin et août 2009, le requérant se soumit à un examen psychologique par un expert de son choix. Ce dernier releva que les conclusions de l’expert judiciaire étaient catégoriques et, d’une certaine manière, justifiées par le passé criminel du requérant qui faisait craindre des attaques physiques dirigées contre sa fille. Néanmoins, la situation où J. était placée dans un établissement malgré la possibilité de vivre dans un milieu familial n’était pas naturelle et pouvait avoir des conséquences négatives pour l’enfant. Il suggéra donc d’élaborer un plan visant à créer et à renforcer, progressivement et sous surveillance, des relations positives entre le requérant et sa fille, et de faire examiner le requérant par des psychiatres afin d’établir s’il était devenu capable, avec l’âge, de maîtriser ses impulsions agressives. Ce rapport fut soumis au tribunal régional en août 2009.", "Plus tard, le requérant se soumit, à la demande de son avocat, à un examen psychiatrique, qui conclut à un trouble de personnalité caractérisé par une instabilité émotionnelle et un manque de retenue. Admettant que le rapport d’expertise élaboré sur demande du tribunal en 2008 était valide, le psychologue et le psychiatre conclurent dans leur rapport de juin 2010 que le requérant avait depuis sa sortie de prison corrigé son comportement de manière à se rapprocher de sa fille et qu’il pouvait se voir confier sa garde, sous surveillance judiciaire, après une période probatoire d’un an pendant laquelle il l’accueillerait chez lui le week-end.", "25.  Il ressort du rapport de l’établissement K. daté le 3 septembre 2009 que le requérant rendait fréquemment visite à sa fille ; ces rencontres se déroulaient calmement au sein de l’établissement.", "26.  L’audience du 13 octobre 2009, lors de laquelle le tribunal régional examina le rapport d’expertise soumis par le requérant en août 2009, fut ajournée en vue d’un examen du requérant par les experts nommés par le tribunal.", "27.  Le 4 janvier 2010, le requérant dénonça, par le biais d’une plainte pénale, l’attitude des employés de l’établissement K. Le 16 mars 2010, la police classa cette plainte sans suite.", "28.  Le 29 mars 2010, l’assistante sociale d’une ONG fit parvenir au tribunal régional de Prague une lettre de soutien en faveur du requérant qui était selon elle prêt à assumer la garde de sa fille.", "29.  Dans le rapport d’expertise daté le 1er avril 2010, le psychologue et le psychiatre nommés par le tribunal en octobre 2009 souscrivirent essentiellement aux conclusions du rapport élaboré en 2008, relevant chez le requérant une personnalité disharmonieuse, égocentrique et peu empathique avec des troubles d’adaptabilité, qui pouvait limiter ses capacités éducatives et son aptitude à maîtriser certaines situations tendues liées à l’éducation. Au cas où le tribunal décidait en faveur du requérant, ils recommandèrent que la prise en charge de l’enfant par ce dernier se fasse progressivement et sous la surveillance des autorités compétentes ; une telle mesure pourrait selon eux éclairer les autorités sur les réelles capacités éducatives du requérant et même aider le requérant lui-même à découvrir ses possibilités.", "30.  Le rapport de l’établissement K. du 26 avril 2010 fait état des visites régulières du requérant, accompagné de différentes compagnes. Selon les employées de K., les visites du requérant étaient motivées par l’héritage que J. devait obtenir.", "31.  Par arrêt du 1er juin 2010, le tribunal régional de Prague confirma le jugement du 10 février 2009, sauf pour la décision sur la pension alimentaire que le requérant se vit enjoindre de payer. Il se fonda sur les dépositions du requérant et de la grand-mère maternelle de l’enfant ainsi que sur plusieurs preuves écrites. Sur la base de tous les rapports d’expertise disponibles, dont celui du 1er avril 2010, le tribunal estima que la personnalité du requérant constituait un obstacle sérieux et insurmontable à ce qu’il se voie attribuer la garde de sa fille ; il souligna à cet égard que le requérant visait notamment la satisfaction de ses propres besoins et n’était pas à même de comprendre ceux d’autrui, réagissant à une éventuelle incompatibilité par la fuite et l’agression. Il conclut donc que les preuves administrées faisaient naître des doutes quant à la capacité du requérant d’assumer l’éducation de J. de manière à ne pas compromettre son bon développement.", "32.  Le 2 août 2010, le requérant introduisit un recours constitutionnel contre les décisions des tribunaux inférieurs, invoquant notamment les droits au respect de sa vie familiale et à l’éducation de son enfant qui avaient été limités au mépris de la loi. Selon lui, il avait été démontré qu’il voulait et pouvait s’occuper de sa fille et qu’il y avait une relation positive entre eux. Même en admettant que ses capacités éducatives seraient réduites, le requérant se dit convaincu que J. devrait vivre chez son parent biologique et non dans un établissement, aussi bon fût-il. Il estima qu’on ne pouvait pas placer dans des établissements tous les enfants dont le milieu familial n’était pas idéal ou dont les parents avaient des caractéristiques similaires aux siennes. Le requérant releva également que J. avait été placée dans l’établissement K. uniquement en raison du décès de sa mère et que, s’il avait vécu avec elles, personne n’aurait analysé son profil psychologique et sa fille serait restée avec lui. A cet égard, il renvoya à l’avis du psychologue qu’il avait consulté en 2009 et qui avait recommandé un rétablissement progressif de ses relations avec J.", "33.  Le 2 novembre 2010, la Cour constitutionnelle rejeta le recours pour défaut manifeste de fondement, considérant que le requérant ne faisait qu’exprimer son désaccord avec les conclusions des tribunaux qui avaient pourtant administré de nombreuses preuves et dûment motivé leurs décisions. Du point de vue du droit constitutionnel, on ne pouvait pas selon la Cour constitutionnelle reprocher aux tribunaux d’avoir refusé, eu égard à la personnalité du requérant, de lui attribuer la garde de sa fille ; la limitation de ses droits parentaux était en l’espèce nécessaire pour protéger le droit à la vie et à la santé de l’enfant.", "B.  Développement de l’affaire décrit dans l’élargissement de la requête du 12 mars 2013", "34.  En novembre 2010, le requérant demanda à l’établissement K. de lui permettre d’accueillir J. chez lui pendant quelques jours, notamment à Noël, et de rendre à cet égard une décision selon le code administratif. En réponse, il fut informé par la lettre d’une assistante sociale que l’établissement K. respectait la décision des tribunaux de lui confier J. et n’allait pas demander à l’autorité sociale compétente son consentement à ces sorties, selon l’article 42 § 4 b) de la loi no 359/1999.", "35.  Le 14 décembre 2010, une conférence de cas (voir aussi paragraphe 81 ci-dessous) eut lieu en présence du requérant et de son représentant, des autorités de la protection sociale de l’enfant et des représentants de l’établissement K. et du ministère des Affaires sociales. Il en ressortit que, eu égard au contenu des rapports d’expertise ayant fondé la décision de placement, l’établissement K. et l’autorité sociale compétente s’opposaient à ce que le requérant accueille sa fille chez lui le week-end mais que la fréquence de ses visites dans l’établissement était quasiment illimitée.", "36.  Le 20 décembre 2010, le requérant intenta une action administrative dirigée contre l’inactivité de l’établissement K. qui n’avait pas rendu une décision administrative sur sa demande de novembre 2010.", "37.  Le 12 janvier 2011, le requérant demanda à l’établissement K. de pouvoir accueillir sa fille chez lui à Pâques. Il reçut la même réponse qu’en novembre 2010.", "38.  Le 21 janvier 2011, le requérant demanda au tribunal de district de lui accorder un droit de visite à raison d’un week-end sur deux, à Noël et à Pâques. Invoquant l’obligation pour l’État de prendre des mesures positives lui permettant d’être réuni avec sa fille, il fit état de l’attitude négative de l’établissement K. et de son refus de décider des sorties de la mineure.", "39.  Par décision du 9 février 2011, la procédure sur cette demande fut éteinte, au motif que le tribunal n’était pas compétent pour décider du droit de visite à l’égard d’un enfant confié à un établissement pour enfants ayant besoin d’une aide immédiate. Selon le tribunal, ces établissements étaient chargés d’exercer la protection sociale des enfants et répondaient donc aux autorités sociales, dont le ministère des Affaires sociales, qui étaient censées contrôler l’exercice du droit de visite. Le requérant fit appel, considérant que la procédure administrative ne représentait pas un moyen effectif pour décider des sorties ponctuelles de l’enfant, étant inappropriée en raison de sa durée et de la charge disproportionnée qu’elle imposait aux parties. Selon lui, il incombait donc aux tribunaux civils de décider en la matière.", "Le 31 mai 2011, le tribunal régional de Prague confirma l’extinction de la procédure et renvoya l’affaire à l’association FOD, gestionnaire des établissements K., qui était selon lui compétent en la matière en vertu d’une interprétation extensive des articles 30 § 1 et 42 § 4 c) de la loi no 359/1999. Le 27 septembre 2011, le requérant se pourvut en cassation, demandant à la Cour suprême de trancher la question de savoir si le tribunal peut ou non déterminer le droit de visite d’un parent à l’égard d’un enfant confié à un établissement pour enfants ayant besoin d’une aide immédiate. Le 26 juillet 2012, le requérant consentit à ce que le pourvoi soit soumis à la Cour suprême seulement après que d’autres questions plus urgentes auront été résolues. Le 4 juillet 2013, il se désista finalement de ce pourvoi afin de ne pas retarder davantage, par le transfert du dossier, la procédure sur le fond.", "40.  Entretemps, le requérant poursuivit la voie administrative, demandant en mars 2011 à l’autorité sociale supérieure, à savoir l’Office régional de la Bohême centrale, de sommer l’établissement K. de rendre une décision administrative sur sa demande du 12 janvier 2011. Déclinant sa compétence, cette autorité le renvoya aux autorités sociales locales. Le requérant fut également informé par la présidente de l’association FOD que les établissements K. n’avaient pas la qualité d’autorités administratives compétentes pour décider des droits et obligations des particuliers et que la loi ne réglementait pas la procédure d’autorisation des sorties des enfants qui y étaient placés.", "41.  Le 18 mars 2011, le requérant intenta aussi une nouvelle action administrative dirigée contre l’inactivité de l’établissement K. Celle-ci, ainsi que celle du 20 décembre 2010, furent rejetées par le tribunal régional de Prague en date du 9 juin 2011. Selon le tribunal, même si l’article 42 § 2 b) de la loi no 359/1999 ne précisait pas qui était compétent pour décider des rencontres entre le parent et l’enfant à l’extérieur de l’établissement, il y avait lieu de conclure que cette compétence revenait au directeur de l’établissement K. ; l’autorité supérieure, compétente en cas d’inactivité de celui-ci ou pour décider de l’appel contre sa décision, était le ministère des Affaires sociales. En l’espèce, le tribunal considéra que les lettres de l’établissement K. par lesquelles il refusa d’autoriser le requérant d’accueillir sa fille chez lui constituaient, du point de vue de leur contenu, des décisions administratives que le requérant pouvait contester devant le ministère ; ce dernier devrait qualifier ces décisions de nulles et non avenues puisqu’elles n’avaient pas été adoptées par le directeur de l’établissement.", "42.  Se référant au jugement du 9 juin 2011, le requérant demanda au directeur de l’établissement K. de l’autoriser, au moyen d’une décision administrative, à accueillir sa fille chez lui pendant une partie des vacances d’été.", "43.  Le 14 juin 2011, le département de la protection sociale des enfants auprès de l’office municipal de Prague 7, à savoir l’autorité sociale dotée désormais de la compétence territoriale en l’affaire, intenta devant le tribunal d’arrondissement de Prague 7 une procédure concernant les droits de garde et de visite à l’égard de J. Relevant que J. se trouvait dans l’établissement K. depuis déjà trois ans et demi et que sa situation n’évoluait pas, ce qu’elle vivait mal, l’autorité invita le tribunal à réexaminer l’affaire de manière complexe et sur la base de nouveaux rapports d’expertise. S’ensuivit un conflit de compétence territoriale, résolu le 21 novembre 2011 au profit du tribunal d’arrondissement de Prague 7.", "44.  En août 2011, deux réunions eurent lieu au ministère des Affaires sociales au sujet de la cause du requérant, en présence de celui-ci. Il fut notamment convenu qu’une thérapie familiale serait proposée au requérant, qui allait aussi se faire suivre par un psychiatre, que des rapports d’expertise en psychologie et psychiatrie seraient élaborés sur J. dans le cadre de la procédure judiciaire et qu’une famille d’accueil serait recherchée pour elle. A cette occasion, le requérant se plaignit d’une mauvaise coopération et communication de l’établissement K.", "45.  A la suite de ces réunions, un rapport analysant les risques encourus par J. fut élaboré sur la base du dossier par un expert en pédopsychologie, et fut remis au ministère des Affaires sociales le 12 septembre 2011. Selon ce rapport, il existait en l’espèce beaucoup de facteurs de risque et la situation de J. commandait une intervention rapide afin que celle-ci retrouve un environnement stable et sécurisant.", "46.  En septembre 2011, le requérant demanda au directeur de l’établissement K. de l’autoriser à accueillir sa fille chez lui pendant les week-ends à venir. Il fut informé par une lettre du 10 octobre 2011 que l’examen de J. dans un centre spécialisé n’était pas terminé ; par ailleurs, l’établissement respectait l’avis émis par le ministère des Affaires sociales, selon lequel il n’était pas compétent en la matière car la décision devait être prise par un tribunal. Le 25 octobre 2011, s’appuyant sur le jugement du 9 juin 2011, le requérant demanda au tribunal régional de Prague de déclarer cette « décision » nulle et non avenue. Il fut débouté, le 30 novembre 2011, au motif qu’il n’était pas possible de conclure que l’établissement avait rendu une décision sur sa demande.", "47.  Lors de la conférence de cas tenue en novembre 2011, les autorités et la psychologue d’un centre spécialisé dans lequel J. avait entamé une thérapie constatèrent que le déroulement actuel des contacts entre le requérant et sa fille n’était pas dans l’intérêt de celle-ci, en ce que le requérant n’était pas capable de respecter les besoins de l’enfant et dévaluait le travail de l’établissement K. Le requérant refusa de suspendre ses visites.", "48.  Le rapport de l’établissement K. daté le 21 novembre 2011 décrit les visites effectuées par le requérant entre avril et novembre 2011, lors desquelles la mineure refusait de lui parler et d’accepter ses cadeaux ; après les visites, elle aurait été taciturne ou triste parce que le requérant la faisait culpabiliser. Son refus s’accentua à la suite de l’incident de juin 2011 où le requérant l’avait attendue devant l’école, ce qui l’avait choquée et l’avait fait pleurer pendant longtemps.", "49.  Dans son rapport du 25 novembre 2011, le centre spécialisé dans lequel J. s’était rendue, à la demande de l’autorité sociale compétente, aux fins d’un examen psychologique conclut que l’enfant était surchargée de questions concernant son père et ne voulait plus parler de lui ; elle semblait également reprendre certaines informations de son entourage (adoption, désir de « nouveaux parents »). La thérapie de l’enfant devait se poursuivre.", "50.  Le 29 novembre 2011, l’autorité sociale compétente demanda au tribunal d’adopter une mesure provisoire interdisant au requérant le contact avec sa fille, relevant que celle-ci ne voulait pas le voir et avait peur de lui.", "51.  Le 5 janvier 2012, le tribunal de district de Prague 7 accueillit la demande du 29 novembre 2011 et ordonna au requérant de s’abstenir de tout contact avec sa fille, afin de ne pas la perturber davantage. Sur appel du requérant, le tribunal municipal de Prague réforma la décision en rejetant la demande de l’autorité sociale compétente, le 26 mars 2012. Il observa que la rupture des relations entre les intéressés pourrait avoir des conséquences irréversibles, alors que les mesures positives n’avaient pas été prises afin d’expliquer et de redresser le changement d’attitude de la mineure survenu au printemps 2011.", "52.  Le 13 janvier 2012, le requérant demanda au tribunal d’arrondissement de Prague 7 de procéder à un examen complexe de l’affaire et de statuer. Il observa que depuis la décision sur le placement de J. dans l’établissement K., le tribunal n’exerçait aucun réexamen au sens de l’article 46 § 3 de la loi sur la famille, alors que l’établissement K. avait la main libre et ne tentait aucunement de maintenir des relations positives entre lui et sa fille.", "53.  Le 20 mars 2012, le requérant fut informé de l’ouverture de la procédure administrative relative au placement de sa fille dans une famille d’accueil. Le 4 avril 2012, l’autorité sociale compétente décida de confier l’enfant à sa future famille d’accueil représentée par I.T., avec effet au 27 février 2012. La procédure judiciaire à cet effet fut engagée par I.T. le 30 mai 2012.", "54.  Le 6 juin 2012, une tentative de rencontre médiatisée entre le requérant et sa fille eut lieu dans un centre spécialisé mais fut refusée par la fille ; le médecin et le psychologue du centre en conclurent que le contact n’était pas dans l’intérêt de l’enfant. Le requérant insista à cette occasion sur l’obligation de la famille d’accueil de développer chez J. une attitude positive à son égard.", "55.  Le 20 juillet 2012, après avoir été contactée par I.T. car le requérant voulait se rendre chez elle pour voir sa fille, l’autorité sociale compétente demanda au tribunal d’interdire au requérant le contact avec sa fille par le biais d’une mesure provisoire. Le même jour, cette demande fut acceptée par le tribunal d’arrondissement de Prague 7 qui prit en compte les événements du 6 juin 2012. Le 8 août 2012, le requérant fit appel de cette décision et se plaignit par la suite des retards de la procédure. Le 19 novembre 2012, le tribunal municipal de Prague réforma la décision en rejetant la demande d’interdiction de contact.", "56.  Le 2 août 2012, le tribunal d’arrondissement de Prague 7 décida de renvoyer l’affaire au tribunal de district de Jihlava, compétent du fait du nouveau domicile de J. La transmission du dossier eut lieu le 8 février 2013.", "57.  Le 10 octobre 2012 et le 14 décembre 2012, le requérant s’adressa à I.T. pour lui demander d’être coopérative et de lui permettre de voir sa fille, en présence d’un psychologue.", "58.  Il ressort d’un rapport d’un centre de conseil spécialisé daté le 16 octobre 2012 que J. y suivait une thérapie depuis le 30 avril 2012 et qu’elle était bien adaptée dans sa famille d’accueil.", "59.  Le 19 décembre 2012, une autre rencontre médiatisée eut lieu dans le centre spécialisé, en présence de la famille d’accueil et du psychologue choisi par le requérant. Un rapport, qui ne fut pas soumis à la Cour, ferait état d’une relation négative entre la famille d’accueil et le requérant.", "60.  Le 8 janvier 2013, l’autorité sociale compétente demanda, à la suite de sa demande du 14 juin 2011, de faire élaborer un rapport d’expertise.", "61.  Deux tentatives de rencontres médiatisées eurent lieu le 14 février 2013 et le 21 mars 2013, se heurtant à la résistance de J. Les psychologues consultés estimèrent que le contact forcé était très stressant pour la mineure qui demandait que ses souhaits soient respectés.", "62.  Le 18 mars 2013, la dernière condamnation du requérant prononcée en 2005 fut effacée de son casier judiciaire.", "63.  Le 27 mars 2013, l’autorité sociale compétente demanda au tribunal de district d’adopter une mesure provisoire autorisant uniquement un contact écrit entre le requérant et sa fille. Cette demande fut rejetée le 2 avril 2013, au motif que l’interdiction d’un contact personnel contribuerait davantage à l’aliénation des intéressés.", "64.  Le 10 avril 2013, le tribunal de district de Jihlava engagea d’office la procédure sur la suppression de la garde attribuée à l’établissement K. et la joignit aux procédures portant sur les demandes du 14 juin 2011, du 13 janvier 2012 et du 25 mai 2012 concernant la situation de J.", "65.  A la suite de l’échec d’une rencontre médiatisée le 18 avril 2013, le requérant admit qu’il n’était pas dans l’intérêt de J. de la contraindre à le voir. Lors d’une conférence de cas tenue le 24 avril 2013, il fut convenu que le requérant allait communiquer avec sa fille par écrit et que celle-ci allait entamer une thérapie afin que les raisons de son attitude négative envers le requérant soient expliquées. Selon le requérant, cette conférence démontra un certain changement d’attitude des autorités, dû probablement à l’amendement à la loi no 359/1999, qui avaient enfin admis que le rétablissement des liens était un des buts à atteindre.", "66.  Le 17 juin 2013, le tribunal régional de Brno réforma la décision du 2 avril 2013 en décidant par une mesure provisoire que le contact entre le requérant et sa fille devait se dérouler uniquement par écrit, conformément aux souhaits de J.", "67.  Selon les rapports de l’autorité sociale compétente qui supervise la situation dans la famille d’accueil, celle-ci subvient à tous les besoins matériels et affectifs de J. qui y est bien intégrée ; par ailleurs, J. lit les lettres du requérant et I.T. l’incite à lui répondre. Ce dernier point est contesté par le requérant selon lequel I.T. avait au contraire dit à J. qu’elle n’était pas obligée de lui écrire.", "68.  En septembre 2013 J. entama la thérapie convenue à la conférence de cas du 24 avril 2013.", "69.  Le 24 octobre 2013, l’autorité sociale compétente transmit au tribunal de district les questions à l’attention de l’expert chargé d’élaborer un nouveau rapport d’expertise.", "II.  LE DROIT ET LA PRATIQUE INTERNE PERTINENTS", "A.  Loi no 94/1963 sur la famille (version en vigueur à l’époque des faits)", "70.  Selon l’article 46 § 1, si l’éducation de l’enfant est gravement menacée ou troublée et si d’autres mesures éducationnelles n’ont pas abouti à un redressement, ou si pour d’autres motifs graves les parents ne peuvent pas assumer l’éducation de l’enfant, le tribunal peut ordonner le placement de celui-ci dans un établissement d’assistance éducative ou dans un établissement pour enfants ayant besoin d’une aide immédiate. Si les intérêts du mineur l’exigent, cette ordonnance peut être rendue même si elle n’est pas précédée par d’autres mesures éducationnelles. Pour des raisons importantes, le tribunal peut prolonger ce placement jusqu’à un an après la majorité de l’enfant.", "71.  L’article 46 § 2 impose au tribunal d’examiner, avant d’ordonner le placement susmentionné, la question de savoir si l’éducation de l’enfant peut être assurée par une famille d’accueil ou par un accueil familial dans un établissement pour enfants ayant besoin d’une aide immédiate, ce type d’éducation étant prioritaire. Si les motifs de l’ordonnance de placement cessent d’exister ou si l’enfant peut être confié à une famille d’accueil, le tribunal met fin au placement dans l’établissement public.", "72.  L’article 46 § 3 dispose que lorsqu’une mesure est ordonnée en vertu du paragraphe 1, le tribunal doit réexaminer au moins tous les six mois si les motifs de cette mesure perdurent ou s’il n’est pas possible de placer l’enfant dans une famille d’accueil. A cette fin, il (a) sollicite les rapports de l’autorité sociale compétente, (b) sollicite l’avis de l’enfant si celui-ci a l’âge et la maturité nécessaires, et (c) invite les parents de l’enfant à exprimer leur avis.", "B.  Loi no 359/1999 sur la protection sociale de l’enfant", "73.  Selon l’article 30 § 1, le directeur d’un établissement d’assistance éducative peut, après avoir obtenu un consentement écrit de l’autorité sociale compétente, autoriser un enfant placé dans l’établissement sur décision du tribunal à séjourner pendant une certaine période chez ses parents ou d’autres personnes physiques.", "74.  Aux termes de l’article 42 § 1, les établissements pour enfants ayant besoin d’une aide immédiate fournissent la protection et l’assistance à l’enfant qui se retrouve dépourvu de tout soin ou dont la vie ou le développement favorable sont gravement menacés, ou bien à l’enfant dépourvu de soins appropriés à son âge, lorsqu’il s’agit d’un enfant maltraité ou abusé ou d’un enfant placé dans un environnement ou dans une situation qui mettent sérieusement en péril ses droits fondamentaux. La protection et l’assistance comprennent dans de tels cas la satisfaction des besoins vitaux fondamentaux, dont le logement, les services médicaux et les soins psychologiques ou similaires.", "75.  Selon l’article 42 § 2 a), un enfant est placé dans un établissement pour enfants ayant besoin d’une aide immédiate entre autres sur décision du tribunal. \t", "76.  L’article 42 § 4 b) disposait à l’époque des faits que lorsqu’un enfant était placé dans un établissement pour enfants ayant besoin d’une aide immédiate sur décision du tribunal, il pouvait se voir autoriser un séjour en dehors de cet établissement chez ses parents seulement après que l’autorité sociale compétente y avait consenti.", "77.  À compter du 1er janvier 2013, l’article 42 § 7 b) dispose que lorsqu’un enfant est placé dans un établissement pour enfants ayant besoin d’une aide immédiate sur décision du tribunal, l’autorisation de séjourner chez ses parents peut être accordée, mutatis mutandis, de manière prévue à l’article 30 de cette loi.", "78.  L’article 42a § 3, tel qu’amendé au 1er janvier 2013, précise dorénavant que le directeur d’un établissement pour enfants ayant besoin d’une aide immédiate est (a) autorisé, entre autres, à interdire ou interrompre la visite dans l’établissement des parents lorsque ceux-ci se comportent de manière inappropriée et défavorable à l’éducation des enfants qui y ont été placés sur décision du tribunal, et (b) obligé, lorsque l’intérêt de l’enfant l’exige, de demander au tribunal de déterminer le droit de visite des parents à l’égard de leur enfant placé dans l’établissement, et d’en informer l’autorité sociale compétente. En vertu de l’article 42a § 4, le directeur statue sur les droits et obligations en matière de protection sociale lorsqu’il s’agit de refuser la demande des parents tendant à permettre à l’enfant de séjourner en dehors de l’établissement. L’autorité administrative supérieure est l’office régional compétent en fonction de l’adresse du siège de l’établissement.", "C.  Informations fournies par le Gouvernement", "79.  Les établissements K. sont créés par l’association ‘Fonds des enfants menacés’ (FOD) dont le but est de proposer aux enfants un accueil familial, à la place d’une prise en charge publique, pour la période pendant laquelle ils ne peuvent pas retourner dans leur famille ou avant qu’ils ne soient placés dans une famille d’accueil. Le 11 mai 2001, le ministère des Affaires sociales autorisa ces établissements à exercer la protection sociale des enfants en tant qu’établissements pour enfants ayant besoin d’une aide immédiate.", "80.  Selon les avis du ministère des Affaires sociales émis le 14 septembre 2007 et le 8 février 2012, seul le tribunal, et non le directeur de l’établissement, pouvait interdire aux parents de rendre visite à leurs enfants placés dans les établissements pour enfants ayant besoin d’une aide immédiate.", "L’avis du même ministère daté le 21 octobre 2011 énonce que si le directeur de l’établissement pour enfants ayant besoin d’une aide immédiate n’autorise pas ou interrompt le séjour de l’enfant chez ses parents, il doit statuer par une décision écrite rendue dans une procédure administrative.", "81.  Une conférence de cas est une réunion planifiée et coordonnée entre la personne concernée, sa famille et tous ceux qui peuvent constituer son réseau de soutien. Le but est d’échanger les informations, d’évaluer la situation de l’enfant et de sa famille, de chercher une solution optimale et de planifier une approche commune susceptible de satisfaire les besoins de l’enfant. A cette fin, le ministère des Affaires sociales a élaboré des recommandations et un manuel destinés aux autorités de la protection sociale.", "Ce procédé fut formellement réglementé par l’amendement à la loi no 359/1999 entré en vigueur le 1er janvier 2013.", "III.  D’AUTRES SOURCES", "A.  Recommandation Rec (2005) 5 du Comité des Ministres aux Etats membres relative aux droits des enfants vivant en institution (adoptée le 16 mars 2005)", "82.  Les principes fondamentaux, énumérés dans l’annexe à cette recommandation, sont entre autres :", "« (...) des mesures préventives de soutien aux enfants et aux familles qui soient adaptées à leurs besoins spécifiques doivent être mises en place dans la mesure du possible ; (...)", "- le placement ne doit pas durer plus longtemps que nécessaire et doit faire l’objet d’évaluations périodiques au regard de l’intérêt supérieur de l’enfant qui doit primer sur les autres considérations lors de son placement ; toute aide possible doit être apportée aux parents afin de permettre un retour harmonieux de l’enfant dans sa famille et dans la société ; (...)", "- la procédure, l’organisation et les modalités du placement, comprenant un réexamen périodique de son bien-fondé, garantiront les droits de l’enfant, y compris celui d’être entendu ; il convient d’accorder à l’opinion de l’enfant l’attention qu’elle mérite en tenant compte de l’âge de l’enfant et du degré de sa maturité (...). »", "B.  Observations finales du Comité des droits de l’enfant sur le rapport présenté par la République tchèque en application de l’article 44 de la Convention des droits de l’enfant (datées du 17 juin 2011)", "83.  « 45.  Le Comité se félicite des modifications apportées par l’État partie à sa loi relative à la protection sociale et juridique, qui prendront effet en 2012, et en vertu desquelles des fonds européens devront être alloués en priorité à la désinstitutionnalisation des enfants, en vue d’augmenter le nombre d’enfants placés en familles d’accueil plutôt qu’en institution. Il note également avec satisfaction que d’autres mesures sont prévues notamment en vue d’améliorer la formation des chargés de dossiers et de rendre obligatoire la rédaction d’évaluations de cas et de stratégies définies pour chaque famille. Il est toutefois préoccupé de constater que le placement en institution est communément considéré comme la première solution de substitution au milieu familial. Il note en outre avec inquiétude:", "a)  Que les services visant à prévenir le placement en institution sont insuffisants et que des critères d’admissibilité au placement n’ont pas été définis, ce qui fait qu’un grand nombre d’enfants, en particulier d’enfants handicapés et/ou d’enfants roms, sont placés, notamment en institution, et que, dans la plupart des cas, la situation matérielle et financière de la famille est le principal motif de l’enlèvement de l’enfant à sa famille;", "b)  Que les services communautaires à caractère familial et le placement en familles d’accueil, qui permettent d’éviter le placement des enfants en institution, sont inadaptés;", "c)  Qu’il n’y a pas de mécanisme central chargé de: i) réglementer les institutions et ii) de coordonner les programmes de placement en institution et la prise en charge, ce qui se traduit par des disparités dans la qualité de la prise en charge;", "d)  Que la qualité de ces structures, le nombre d’employés dont disposent nombre d’entre elles, ainsi que le niveau de formation de ces employés sont insuffisants;", "e)  Que les enfants sont placés en institution pour de longues périodes et que la plupart d’entre eux ne quittent ces structures qu’à leur majorité;", "f)  Que les mesures prises pour que les enfants restent en contact avec leurs parents et retournent dans leur famille sont insuffisantes;", "g)  Que, compte tenu des échéances fixées dans le cadre des plans d’amélioration du système de protection de remplacement, nombre des changements prévus ne prendront effet au mieux qu’à la fin de 2012 ou en 2013. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "84.  Les requérants allèguent que la décision de placement de la requérante et le manquement de l’Etat à son obligation de contribuer au maintien des liens familiaux entre eux ont emporté violation de leur droit au respect de la vie familiale tel que protégé par l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "85.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "86.  Le Gouvernement invite d’abord la Cour à ne pas considérer la fille du requérant comme partie à la procédure devant elle, comme le requérant le demande dans le complément de sa requête du 12 mars 2013. Selon lui, il n’est pas possible d’élargir ainsi le cercle des requérants, d’autant plus que l’envoi du 12 mars 2013 ne satisfait pas les exigences de l’article 47 du règlement de la Cour. En tout état de cause, même si la fille du requérant était à considérer comme partie à la procédure devant la Cour à compter du 12 mars 2013, le grief relatif à la procédure sur son placement dans l’établissement K., terminée le 2 novembre 2010, serait tardif à son égard.", "87.  Le Gouvernement estime également que le complément de la requête est irrecevable pour non-épuisement des voies de recours internes, étant donné que le requérant n’a contesté aucune décision ou mesure provisoire rendue à la suite du placement de sa fille par un recours constitutionnel (Prodělalová c. République tchèque, no 40094/08, § 46, 20 décembre 2011). De plus, il s’est même désisté de son pourvoi en cassation concernant la compétence du tribunal de décider de son droit de visite (voir paragraphe 39 in fine ci-dessus).", "88.  Les requérants admettent que la seconde requérante ne peut pas se joindre à la requête initiale introduite le 22 mars 2011 mais considèrent que rien n’empêche la Cour de lui accorder le locus standi à compter du 12 mars 2013.", "89.  Les requérants soutiennent également que le recours constitutionnel n’est en principe recevable que lorsqu’il est dirigé contre une décision finale en l’affaire ; or, dans la situation où leur droit au respect de la vie familiale est continuellement violé par les agissements des autorités, on ne saurait leur demander d’attendre l’adoption de la décision finale ou de se prévaloir d’un recours dépourvu d’effet immédiat (voir, mutatis mutandis, Chabrowski c. Ukraine, no 61680/10, § 108, 17 janvier 2013). En tout état de cause, la requête initiale vise notamment la décision sur le placement de J. dans l’établissement K., qui a été soumise à la Cour constitutionnelle. Depuis lors, seules trois mesures provisoires ont été adoptées, dont deux, prononçant l’interdiction de contact, ont été annulées en appel. Si le requérant n’a pas formé le recours constitutionnel contre la troisième, celle du 17 juin 2013, c’est parce qu’il avait consenti lors de la conférence de cas du 24 avril 2013 qu’il allait suspendre ses visites à J.", "90.  La Cour rappelle d’abord que des mineurs peuvent saisir la Cour même, et à plus forte raison, s’ils sont représentés par un parent en conflit avec les autorités, dont il critique les décisions et la conduite à la lumière des droits garantis par la Convention. En cas de conflit, au sujet des intérêts d’un mineur, entre le parent biologique et la personne investie par les autorités de la tutelle des enfants, il y a un risque que certains intérêts du mineur ne soient jamais portés à l’attention de la Cour et que le mineur soit privé d’une protection effective des droits qu’il tient de la Convention (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 138, CEDH 2000VIII). Cela vaut également pour les cas où l’enfant ayant l’âge lui permettant d’exprimer ses souhaits manifeste une attitude négative à l’égard de la personne ayant saisi la Cour en son nom. En effet, lorsqu’elle accorde aux parents biologiques le droit procédural de représenter leurs enfants devant elle, la Cour reste libre de tenir compte, dans l’examen au fond de l’affaire, des éventuels conflits d’intérêts entre eux.", "91.  En l’espèce, il s’agit d’un litige opposant le requérant à l’Etat notamment sur la question de la garde de sa fille. L’État ne pouvant pas agir devant la Cour pour protéger les intérêts de la mineure, la tâche en revient au requérant en qualité de père de J. Son envoi du 12 mars 2013, qui contient toutes les données personnelles de cette dernière, indique clairement son souhait de s’adresser à la Cour également au nom de J., du moins pour ce qui est des faits décrits dans cet envoi.", "Dans ces conditions, la Cour estime que, pour ce qui est des faits postérieurs au 12 mars 2013, le requérant a le pouvoir d’ester devant elle également au nom de sa fille.", "92.  La Cour observe ensuite que la décision de placer J. a fait naître dans le chef de l’Etat défendeur l’obligation de permettre le maintien du lien entre elle et le requérant, ce qui fait l’objet du complément de la requête du 12 mars 2013. A cet égard, et dans la mesure où la procédure sur le fond de l’affaire est pendante depuis le 14 juin 2011, la Cour est d’avis que le requérant a fait tout ce qu’on pouvait raisonnablement attendre de lui pour satisfaire à l’exigence de l’épuisement des voies de recours internes. Elle estime notamment que, dans la situation où son pourvoi en cassation du 27 septembre 2011 n’a pas été tranché avant que sa fille ait quitté l’établissement K., l’intérêt de ce recours s’était considérablement amenuisé. Le Gouvernement admet lui-même dans ses observations que, eu égard à l’amendement à la loi no 359/1999 qui avait précisé au 1er janvier 2013 les compétences des directeurs des établissements pour enfants ayant besoin d’une aide immédiate, la décision de la Cour suprême n’aurait qu’un intérêt académique. Il semble par ailleurs que le problème résultait d’une lacune législative qui avait donné lieu à des avis contradictoires des autorités.", "93.  La Cour considère dès lors qu’il y a lieu d’écarter les exceptions du Gouvernement, à la fois quant au locus standi de la fille du requérant et quant à l’épuisement des voies de recours internes.", "94.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "95.  Le requérant observe d’abord que la plupart des faits décrits dans leur requête n’ont pas été relatés par les observateurs indépendants ni examinés par les tribunaux. Dès lors, les versions des parties divergent en particulier quant au comportement du requérant envers sa fille avant leur séparation en octobre 2005, au déroulement des premières visites du requérant dans l’établissement K., à l’attitude des employés de celui-ci, aux raisons du changement d’attitude de J. envers le requérant au printemps 2011 et à l’attitude de la famille d’accueil de J. Admettant que la Cour ne peut résoudre ces divergences, le requérant l’invite à prendre en compte le fait que la réforme du système de protection des enfants en République tchèque en est à ses débuts, que l’attitude paternaliste subsiste toujours et que le Fonds des enfants menacés est une organisation assez controversée qui semble réticente à renforcer les liens entre les enfants placés sous sa protection et leurs parents biologiques. Il demande à la Cour d’examiner leur situation globalement, à la lumière des volets matériel et procédural de l’article 8 de la Convention.", "96.  Le requérant note ensuite que, bien qu’il ait tenté depuis le 26 novembre 2007 de trouver sa fille et que, contrairement à ce qu’affirme le Gouvernement, son adresse ait été connue de l’autorité sociale compétente (voir paragraphe 7 ci-dessus), celle-ci a dissimulé ces faits pour ne pas compliquer la procédure de placement de J. dans l’établissement K. En conséquence, J. s’y est trouvée sans aucun titre pendant un mois. Le requérant allègue également que la décision judiciaire de ne pas lui confier la garde de sa fille et de placer celle-ci dans l’établissement K. est contraire à l’exigence de proportionnalité. Il soutient que les risques liés à sa personnalité n’ont pas été considérés par les experts comme un obstacle absolu à l’attribution de la garde mais seulement comme un facteur limitant ses capacités éducatives. Ces risques auraient pu être éliminés s’il avait pu prendre sa fille en charge de manière progressive et sous surveillance, comme l’avaient proposé les experts qu’il avait sollicités (voir paragraphe 24 ci-dessus) ainsi que ceux nommés par le tribunal régional (voir paragraphe 29 ci-dessus).", "97.  Le requérant soutient également qu’après le placement de sa fille dans l’établissement K., les autorités auraient dû assumer leurs obligations positives et contribuer au renforcement des liens entre eux. Or, au lieu d’agir ainsi, l’établissement K. s’est montré hostile à l’égard du requérant, il n’a pas encouragé J. à le voir et ne leur a pas permis de passer davantage de temps ensemble. Ainsi, même si le requérant tentait de rendre régulièrement visite à sa fille, leurs relations se dégradaient. Selon le requérant, cette évolution n’était pas due à des commentaires inappropriés qu’il avait pu faire à l’égard de l’établissement K. pour exprimer son insatisfaction, mais à l’influence négative des employés de cet établissement et au fait qu’il ne s’est jamais vu accorder l’autorisation de passer avec sa fille un week-end ou une partie des vacances. En effet, l’établissement K. n’a jamais réagi à ses demandes dans ce sens par une décision formelle, ce pourquoi le requérant s’est adressé aux tribunaux civils. Or, les tribunaux ont décliné leur compétence au profit des juridictions administratives qui, elles, n’ont pas pris de mesure concrète et effective à l’encontre de l’établissement K., constatant seulement qu’il incombait au directeur de cet établissement d’adopter une décision administrative.", "98.  Le requérant affirme enfin que l’autorité sociale de Černošice est restée complètement passive. C’est seulement la nouvelle autorité sociale, celle de Prague 7, qui a saisi le tribunal en date du 14 juin 2011 (voir paragraphe 43 ci-dessus). Il note également que les résultats prometteurs de la conférence de cas tenue en août 2011 sont restés lettre morte, en ce que la thérapie familiale envisagée a été abandonnée. Puis, à la suite des demandes de l’autorité sociale, deux mesures provisoires sur l’interdiction de contact ont été adoptées par le tribunal, toutes deux annulées en appel plusieurs mois plus tard. Entre-temps J. a été provisoirement placée dans une famille d’accueil résidant assez loin du domicile du requérant et la procédure sur ce placement définitif est en cours. Le requérant se plaint à cet égard que la famille d’accueil ne tient pas ses engagements et contrecarre ses tentatives de voir sa fille.", "99.  Le Gouvernement note d’abord que ses observations se fondent, sur le plan des faits, sur les documents contenus dans le dossier judiciaire ainsi que dans le dossier de l’autorité sociale, qui ont été établis par divers experts et autorités nationales. Selon le Gouvernement, la présente affaire est particulière et compliquée en ce que, avant le décès de son ex-épouse, le requérant ne s’était jamais occupé de sa fille et que celle-ci ne le connaissait presque pas ; de plus, au moment du placement de J. dans l’établissement K., le 7 décembre 2007, le domicile du requérant n’était pas connu. Le placement représentait ainsi la seule solution possible, qui s’appuyait sur les rapports d’expertise analysant la personnalité du requérant ; le passé criminel de celui-ci, caractérisé par la violence, a également été mentionné. Par la suite, si le requérant s’est constamment efforcé de rendre visite à sa fille, celle-ci ne réagissait qu’avec peu d’intérêt et, plus tard, une résistance. Ainsi, bien que l’établissement K. ait permis au requérant un contact quasiment illimité avec sa fille, les visites se déroulaient de moins en moins bien sans que le requérant ait adapté son comportement ou respecté les besoins de J. Les réactions négatives de celle-ci se sont amplifiées au printemps 2011. Par la suite, elle ne voulait plus voir le requérant ni accepter ses cadeaux, elle se sentait incomprise et n’appréciait pas les commentaires critiques que le requérant adressait à l’établissement K., dans lequel elle se sentait pourtant très bien. Cette situation se poursuivait après qu’une solution alternative a été trouvée et que la mineure a été placée dans une famille d’accueil. Selon le Gouvernement, le requérant a finalement compris que ses visites étaient insupportables pour la requérante, c’est pourquoi il a consenti à les suspendre et à communiquer avec elle par écrit, ce que le tribunal régional a entériné le 17 juin 2013.", "100.  Le Gouvernement observe en outre que, pour refuser de donner suite aux demandes du requérant tendant à accueillir J. chez lui, l’établissement K. se référait au contenu des rapports d’expertise concernant le requérant et aux risques encourus par la mineure, confirmés par le rapport du 12 septembre 2011. Il souligne à cet égard qu’il ne s’agissait pas d’une interdiction mais d’une limitation de contact car celui-ci demeurait possible au sein de l’établissement.", "101.  Pour ce qui est des autorités sociales compétentes, elles ont été selon le Gouvernement guidées par l’intérêt de l’enfant et par son bon développement, qui l’emportaient sur les intérêts du requérant. Afin de trouver un juste équilibre, elles ont organisé des conférences de cas, des rencontres médiatisées entre le requérant et sa fille ainsi qu’un suivi psychologique de cette dernière. Malgré leurs efforts, la situation s’est empirée, essentiellement en raison du comportement du requérant qui ne possédait pas les compétences nécessaires pour communiquer avec sa fille, exerçait une pression inacceptable sur elle et ne respectait pas les recommandations de suivre une thérapie. A la place, il aurait transféré la responsabilité aux autorités publiques. Dans ces circonstances, il n’était pas possible de lui confier la garde de J. ou de la contraindre à maintenir le contact avec lui. A présent, l’autorité sociale compétente continue à suivre la situation et participe activement à la recherche des solutions. Le Gouvernement admet néanmoins que les efforts visant à la construction de la relation entre les intéressés et à la correction du comportement inapproprié du requérant auraient dû commencer plus tôt. Il reconnaît sur ce point que la situation stagnait jusqu’à l’évaluation complexe des conditions de la mineure en 2011 et que le requérant n’avait qu’une possibilité limitée de créer des liens avec sa fille, étant donné qu’il ne pouvait pas acquérir d’expériences parentales en dehors de l’établissement K.", "102.  Quant aux tribunaux, le Gouvernement estime qu’ils n’ont pas commis de manquement sérieux et qu’ils ont décidé dans les meilleurs délais possibles, compte tenu de maints transferts du dossier. Leurs décisions visaient le bien-être de l’enfant et reflétaient toujours l’évolution de la situation, c’est pourquoi elles ont finalement privilégié la limitation des contacts entre les requérants. Ceci étant, le Gouvernement admet que les tribunaux ont probablement échoué en matière de détermination du droit de visite du requérant en dehors de l’établissement K., l’ayant renvoyé à cet établissement qui, pourtant, refusait d’agir. Il note à cet égard que les avis du ministère des Affaires sociales (voir paragraphe 80 ci-dessous) indiquaient que le directeur de l’établissement n’était pas compétent pour décider d’une limitation ou d’une interdiction de contact à long terme et qu’il devait renvoyer l’affaire au tribunal. La situation a été clarifiée seulement lorsqu’elle a été réglementée par l’amendement à la loi no 359/1999 entré en vigueur le 1er janvier 2013.", "2.  Appréciation de la Cour", "103.  La Cour souligne en premier lieu que, par essence, le lien entre les requérants relève de la vie familiale au sens de l’article 8 de la Convention. Elle relève d’ailleurs que ce point n’est pas controversé.", "104.  Il lui incombe dès lors de déterminer si, au vu des principes dégagés par sa jurisprudence, les circonstances dénoncées par les requérants révèlent un manquement au droit de ceux-ci au respect de leur vie familiale.", "105.  Pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale. La Cour constate que le Gouvernement ne conteste pas que le placement de J. constitue une ingérence dans le droit du requérant au respect de sa vie familiale et qu’il en résultait une obligation positive pour l’Etat de maintenir les relations personnelles entre les requérants afin de les réunir le cas échéant.", "106.  Pareille ingérence méconnaît l’article 8 sauf si, prévue par la loi, elle poursuit un ou des buts légitimes au regard du second paragraphe de cette disposition et est nécessaire, dans une société démocratique, pour les atteindre. La notion de nécessité implique une ingérence fondée sur un besoin social impérieux, et notamment proportionnée au but légitime recherché (voir, parmi beaucoup d’autres, Gnahoré c. France, no 40031/98, § 50, CEDH 2000IX).", "107.  Si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il met de surcroît à la charge de l’Etat des obligations positives inhérentes à un respect effectif de la vie familiale. Ainsi, là où l’existence d’un lien familial se trouve établi, l’État doit en principe agir de manière à permettre à ce lien de se développer et prendre les mesures propres à réunir le parent et l’enfant concernés (voir, par exemple, Olsson c. Suède (no 2), 27 novembre 1992, § 90 ; Hokkanen c. Finlande, 23 septembre 1994, § 55).", "108.  La frontière entre les obligations positives et négatives de l’Etat au titre de l’article 8 ne se prête pas à une définition précise ; les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents ; de même, dans les deux hypothèses, l’Etat jouit d’une certaine marge d’appréciation (voir, par exemple, Gnahoré, précité, § 52).", "109.  En l’espèce, il n’est pas contesté que les mesures prises étaient fondées notamment sur les dispositions pertinentes de la loi no 94/1963 sur la famille et de la loi no 359/1999 sur la protection sociale de l’enfant. Elles se trouvent donc prévues par la loi.", "110.  La Cour observe que ces dispositions visent expressément à préserver la santé, la sécurité et le bon développement des mineurs et à garantir leur éducation. Il ressort clairement des motifs retenus par les autorités internes que leur application en l’espèce avait pour objectif la sauvegarde des intérêts de l’enfant. Le placement en question poursuit donc un but légitime au regard du second paragraphe de l’article 8, à savoir la protection des droits et libertés d’autrui.", "111.  Pour apprécier la nécessité des mesures litigieuses dans une société démocratique, la Cour examinera, à la lumière de l’ensemble de l’affaire, si les motifs invoqués pour les justifier sont pertinents et suffisants aux fins du paragraphe 2 de l’article 8 (voir, par exemple, Olsson (no 2), précité, § 87 ; Gnahoré, précité, § 54). Elle aura en outre égard à l’obligation faite en principe à l’Etat de permettre le maintien du lien entre le requérant et sa fille. Toutefois, la Cour n’a point pour tâche de se substituer aux autorités internes dans l’exercice de leurs responsabilités en matière de réglementation des questions de la prise en charge des enfants par l’autorité publique et des droits des parents dont les enfants ont été ainsi placés, mais elle doit apprécier, sous l’angle de la Convention, les mesures prises par ces autorités dans l’exercice de leur pouvoir d’appréciation. À la suite du retrait d’un enfant en vue de sa prise en charge, il faut exercer un contrôle plus rigoureux à la fois sur les restrictions supplémentaires, comme celles apportées par les autorités aux droits et aux visites des parents, et sur les garanties destinées à assurer la protection effective du droit des parents \net enfants au respect de leur vie familiale. De telles restrictions supplémentaires comportent en effet le risque d’amputer les relations familiales entre les parents et un jeune enfant (voir Gnahoré, précité, § 54 ; Assunção Chaves c. Portugal, no 61226/08, § 101, 31 janvier 2012).", "112.  La Cour rappelle en outre que dans les affaires de ce type, l’intérêt de l’enfant doit passer avant toute autre considération. Elle souligne cependant que cet intérêt présente un double aspect : d’une part, garantir à l’enfant une évolution dans un environnement sain ; d’autre part, maintenir ses liens avec sa famille, sauf dans les cas où celle-ci s’est montrée particulièrement indigne, car briser ce lien revient à couper l’enfant de ses racines. Il en résulte que l’intérêt de l’enfant commande que seules des circonstances tout à fait exceptionnelles puissent conduire à une rupture du lien familial, et que tout soit mis en œuvre pour maintenir les relations personnelles et, le cas échéant, le moment venu, « reconstituer » la famille (voir Gnahoré, précité, § 59 ; Amanalachioai c. Roumanie, no 4023/04, § 81, 26 mai 2009).", "113.  La Cour examinera donc d’abord les motifs avancés par les juridictions nationales pour justifier la décision de placer J. dans un établissement pour enfants ayant besoin d’une aide immédiate et, dans un second temps, la question de savoir si les autorités nationales se sont employées à maintenir un lien parental entre J. et son père.", "a)  Sur la mesure de placement de la fille du requérant", "114.  La Cour rappelle que l’éclatement d’une famille constitue une ingérence très grave. Dès lors, pareille mesure doit reposer sur des considérations inspirées par l’intérêt de l’enfant et ayant assez de poids et de solidité (voir, par exemple, Scozzari et Giunta c. Italie [GC], précité, § 148). Il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents des individus concernés et de la société dans son ensemble, en tenant compte de la marge d’appréciation laissée aux États contractants. Dans ce domaine, la Cour ne se borne cependant pas à se demander si l’Etat défendeur a usé de son pouvoir d’appréciation de bonne foi, avec soin et de manière sensée. En outre, dans l’exercice de son contrôle elle ne saurait se contenter d’examiner isolément les décisions critiquées ; il lui faut les considérer à la lumière de l’ensemble de l’affaire et déterminer si les motifs invoqués à l’appui des ingérences en cause sont « pertinents et suffisants » (voir Olsson (no 1), 24 mars 1988, § 68, série A no 130 ; Couillard Maugery c. France, no 64796/01, § 244, 1er juillet 2004).", "115.  En l’espèce, la Cour observe que J. a été placée dans l’établissement K., destiné aux enfants ayant besoin d’une aide immédiate, en décembre 2007, sur demande de l’autorité sociale compétente. Ce placement est intervenu peu après le décès de la mère de J., sous la garde exclusive de laquelle elle se trouvait depuis deux ans et avec laquelle elle avait passé un temps dans un foyer réservé aux victimes de la violence domestique. Il est donc incontestable que la fillette, âgée de quatre ans, était particulièrement vulnérable à cette époque ; elle a d’ailleurs été hospitalisée quelques jours en raison d’un stress traumatique. De plus, à ce moment-là, elle ne connaissait quasiment pas le requérant puisque celui-ci avait purgé une peine de prison depuis octobre 2005 et n’avait pas gardé le contact avec elle. Il est vrai que les parties divergent sur la question de savoir si l’adresse du requérant était à l’époque connue de l’autorité sociale (voir paragraphes 7 et 9 ci-dessus) et, partant, si celle-ci aurait dû le prévenir. Le requérant en déduit que le placement de sa fille était irrégulier jusqu’à la décision du tribunal datée le 4 janvier 2008 (voir paragraphe 96 ci-dessus). La Cour n’estime néanmoins pas nécessaire de se prononcer sur ce point en particulier, d’une part parce que le requérant ne semble pas l’avoir soulevé devant les tribunaux nationaux et d’autre part parce qu’il n’est pas contesté qu’il ne disposait pas à l’époque d’un logement lui permettant d’accueillir sa fille (voir paragraphes 7 et 12 ci-dessus).", "116.  La Cour estime en revanche que, au vu de l’urgence de la situation et de l’intérêt supérieur de l’enfant, on peut comprendre que l’autorité sociale compétente ait pu décider de prendre la fillette en charge et de la placer dans un établissement pour enfants ayant besoin d’une aide immédiate (voir, mutatis mutandis, R.M.S. c. Espagne, no 28775/12, § 83, 18 juin 2013), ce qui a été ensuite confirmé par les tribunaux.", "117.  En effet, par la mesure provisoire du 4 janvier 2008, le tribunal de district de Prague-ouest a décidé de laisser J. dans l’établissement K., relevant qu’elle avait auparavant été confiée à sa mère sans avoir de contact avec son père. Le tribunal régional de Prague a ensuite ajouté que l’absence d’un milieu éducatif stable menaçait la vie et la santé de J. Le 16 avril 2008, le tribunal de district a estimé que les motifs de ce placement perduraient.", "118.  La Cour observe également que cette situation a donné lieu à l’ouverture d’une procédure sur le fond (voir paragraphe 13 ci-dessus), visant à évaluer en profondeur la situation de J. et ses rapports avec le requérant. A l’issue de celle-ci, le placement de la fille du requérant a été entériné par les tribunaux statuant sur le fond de l’affaire, qui ont en même temps rejeté la demande du requérant tendant à se voir attribuer la garde de J. Pour ce faire, le tribunal de district s’est fondé sur la déposition du requérant, sur l’extrait de son casier judiciaire, sur les rapports de l’établissement K. et de l’autorité sociale compétente et, en particulier, sur un rapport d’expertise récent. Il en a déduit que le requérant ne présentait pas les garanties éducatives et affectives nécessaires pour pouvoir s’occuper de sa fille et qu’il n’existait entre eux qu’un faible lien. Le tribunal régional, qui avait à sa disposition deux nouveaux rapports d’expertise, a pour sa part estimé que la personnalité du requérant constituait un obstacle sérieux et insurmontable à ce qu’il se voie attribuer la garde de sa fille, en ce qu’il n’était pas à même de comprendre les besoins de celle-ci et, partant, de dûment assumer son éducation.", "119.  Il ressort clairement de la motivation des décisions adoptées dans le cadre de cette procédure que les juges se sont prononcés après un examen attentif de la situation et sur la base des expertises psychologiques et psychiatriques répétées du requérant, qui a été entendu devant le tribunal. Ils ont pris également en compte les souhaits de l’enfant, relatés dans le rapport d’expertise du 9 septembre 2008 (voir paragraphe 20 ci-dessus), ainsi que les rapports concernant son évolution dans l’établissement K. La lecture de ces décisions, qui reprennent les mêmes éléments et arguments, montre que le placement de J. a été décidé en raison de graves doutes sur la capacité du requérant à prendre soin d’elle et en raison de l’absence de lien entre eux.", "120.  De l’avis de la Cour, ce sont là sans doute des raisons pertinentes justifiant le placement de J., et tout indique que les décisions prises en l’occurrence visaient effectivement à la préservation de l’intérêt primordial de celle-ci. Il est vrai que les tribunaux ne se sont pas prononcés sur la manière dont le requérant pourrait à l’avenir progressivement renforcer les liens avec sa fille et acquérir les compétences parentales, point mentionné par certains experts (voir paragraphes 24 et 29 ci-dessus). La Cour note cependant qu’il s’agissait là de décider si J. devait pour le moment rester dans l’établissement K. ou si elle devait être confiée au requérant. Les suggestions des experts devaient donc guider les autorités surtout dans leurs efforts visant à maintenir les relations personnelles entre les intéressés afin de les réunir le cas échéant, efforts que la Cour examine ci-dessous.", "121.  Dans ces conditions et au vu de l’intérêt de l’enfant d’être placée dans un environnement offrant les meilleures conditions pour son développement, la Cour estime que la mesure de placement prise en l’espèce ne saurait être remise en cause sur le fondement de l’article 8. Sur ce point, cette disposition n’a donc pas été méconnue dans le chef du requérant qui est le seul à avoir le locus standi pour cette partie de la requête (voir paragraphe 91 ci-dessus).", "b)  Sur les mesures prises par les autorités nationales pour assurer le lien familial entre le requérant et sa fille", "122.  La Cour note d’abord que la décision de prise en charge doit en principe être considérée comme une mesure temporaire, à suspendre dès que les circonstances s’y prêtent, et que tout acte d’exécution doit concorder avec un but ultime : unir à nouveau le parent par le sang et l’enfant (voir, en particulier, Olsson (no 1), précité, § 81 ; Couillard Maugery, précité, § 273). Elle rappelle également le risque élevé qu’une interruption prolongée des contacts entre parents et enfants ou des rencontres trop espacées dans le temps compromettent toute chance sérieuse d’aider les intéressés à surmonter les difficultés apparues dans la vie familiale (voir, par exemple, Scozzari et Giunta, précité, § 177).", "123.  L’obligation positive de prendre des mesures afin de faciliter la réunion de la famille dès que cela sera vraiment possible s’impose aux autorités compétentes dès le début de la période de prise en charge et avec de plus en plus de force, mais elle se trouve limitée par le souci de l’intérêt supérieur de l’enfant. Lorsque des contacts avec les parents semblent menacer cet intérêt, il appartient aux autorités nationales de ménager un juste équilibre entre les intérêts de l’enfant et ceux des parents (voir, entre autres, Couillard Maugery, précité, § 274).", "124.  En l’occurrence, la Cour estime qu’il convient d’accorder un poids important au fait que personne ne conteste que le requérant a l’autorité parentale de J. et que, bien que dépourvu de garde, il bénéficiait d’un droit de visite. Le point décisif consiste donc à savoir si les autorités nationales ont pris toutes les mesures nécessaires et adéquates que l’on pouvait raisonnablement exiger d’elles pour que les requérants puissent mener une vie familiale.", "125.  La Cour observe que lorsqu’un enfant est placé dans un établissement pour enfants ayant besoin d’une aide immédiate, les parents ont en principe une possibilité quotidienne de lui rendre visite (voir Havelka et autres c. République tchèque, no 23499/06, § 61, 21 juin 2007). Il ressort du dossier que tel a été le cas en l’espèce, le requérant s’étant depuis le début très fréquemment rendu dans l’établissement K. pour voir la requérante. La Cour constate en même temps que, bien qu’il ait été connu de toutes les personnes impliquées que les requérants n’avaient jamais vécu ensemble et que le requérant ne s’était jamais occupé d’un enfant, aucune mesure préparatoire permettant de faciliter ces visites n’a été prise pendant presque quatre ans, jusqu’aux conférences de cas tenues en août 2011. Toutefois, compte tenu de l’intérêt primordial de l’enfant de retrouver la stabilité et la sécurité affective et du fait que les visites du requérant ne semblaient pas y contribuer, la Cour estime qu’on ne saurait reprocher aux autorités de ne pas avoir insisté sur les mesures de médiation et de thérapie familiale.", "126.  Selon la Cour, il ressort du dossier que l’établissement K. ne faisait pas montre d’une grande volonté d’œuvrer afin de renforcer les liens entre les requérants (voir paragraphes 30, 34 et 35) et qu’il s’est toujours opposé à ce que le requérant emmène la requérante en dehors de l’établissement ou l’accueille chez lui pendant les week-ends ou les vacances. Même si une telle réticence est compréhensible au vu du contexte de l’affaire et du caractère du requérant, la Cour ne peut que constater que cet établissement n’a jamais statué sur les demandes du requérant par une décision formelle qu’il serait possible de contester devant les tribunaux administratifs. L’établissement K. a en effet toujours soutenu qu’il n’était pas compétent en la matière, soit parce qu’il n’avait pas la qualité d’autorité administrative et que la loi ne réglementait pas la procédure d’autorisation des sorties des enfants qui lui était confiés (voir paragraphe 40 ci-dessus), soit parce que la décision devait être prise par un tribunal (voir paragraphe 46 ci-dessus) ; il a d’ailleurs été conforté dans cette position par les avis du ministère des Affaires sociales.", "De plus, après que le tribunal régional de Prague a considéré que les réponses de l’établissement K. pouvaient être qualifiées de décisions au sens matériel, bien que nulles et non avenues (voir paragraphe 41 in fine ci-dessus), il en a conclu autrement dans son arrêt du 30 novembre 2011 (voir paragraphe 46 in fine ci-dessus). La Cour relève que, guidé par son désir de passer du temps avec sa fille en dehors de l’établissement K., le requérant s’est adressé aux tribunaux civils ainsi qu’aux tribunaux administratifs. Les deux ont cependant refusé de statuer sur son droit de visite, déclinant leur compétence au profit du directeur de l’établissement K. ou de l’association gestionnaire de cet établissement (voir paragraphes 23, 39 et 41 ci-dessus).", "127.  Il s’ensuit que, alors que le requérant a été en pratique privé de l’occasion de voir sa fille dans des conditions de nature à favoriser le développement positif de leurs relations, ces restrictions n’ont jamais fait l’objet d’un contrôle judiciaire. Ainsi, aucune décision judiciaire définitive n’a été adoptée dans la situation où le requérant et l’établissement K. n’étaient pas d’accord sur les modalités du droit de visite du requérant. Sur ce point, les requérants ne disposaient donc pas de garanties juridiques destinées à assurer la protection effective de leur droit au respect de la vie familiale.", "128.  La Cour observe en plus que, pendant que la requérante se trouvait dans l’établissement K., les tribunaux n’ont pas procédé d’office à un réexamen périodique de la situation. Bien que saisis de plusieurs demandes tendant à un examen complexe de l’affaire, dont la première date du 14 juin 2011 (voir paragraphe 43 ci-dessus), ils n’ont jusqu’à présent statué que sur les mesures provisoires portant sur l’interdiction de contact personnel entre les requérants. Même le placement de la requérante dans la famille d’accueil semble pour le moment avoir pour seul fondement la décision de l’autorité sociale compétente du 4 avril 2012 (voir paragraphe 53 ci-dessus). Il apparaît ainsi que les tribunaux étaient impliqués notamment après 2011 lorsque les réticences de la requérante s’étaient accentuées, mais qu’ils n’avaient pas fait preuve de la diligence nécessaire lorsque J. acceptait encore de voir le requérant.", "129.  Au vu des considérations susmentionnées et de l’histoire personnelle de la requérante, la Cour estime que les autorités n’avaient pas outrepassé leur marge d’appréciation lorsqu’elles ont accordé plus de poids à l’intérêt de la requérante de retrouver la stabilité et la sécurité dans la vie qu’à celui du requérant de vivre ensemble avec sa fille. Néanmoins, le manque de contrôle exercé en l’occurrence sur l’établissement K. et la réticence des juridictions internes à rendre une décision définitive sur le droit de visite du requérant ont contribué de façon décisive à l’absence de toute possibilité de regroupement familial entre les requérants.", "130.  Ces éléments suffisent à la Cour pour conclure que, à la suite du placement de la requérante, le droit au respect de la vie familiale des requérants n’a pas été protégé de manière effective, comme le prescrit l’article 8 de la Convention.", "Dès lors, il y a eu sur ce point violation de cette disposition.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 § 1 ET 13 DE LA CONVENTION", "131.  Les requérants dénoncent une violation des articles 6 § 1 et 13 de la Convention, se plaignant d’une protection judiciaire défaillante de leur droit au respect de la vie familiale, notamment de l’impossibilité d’obtenir une décision formelle les autorisant à passer les week-ends ou les vacances ensemble.", "132.  En sus des considérations susmentionnées, le Gouvernement fait valoir que la réglementation pertinente a été amendée au 1er janvier 2013.", "133.  La Cour relève que ce grief est lié à celui examiné ci-dessus et doit donc aussi être déclaré recevable.", "134.  Eu égard au constat relatif au grief tiré de l’article 8 (paragraphe 130 ci-dessus), avec lequel le présent grief se confond en partie, la Cour estime qu’il n’y a pas lieu d’examiner s’il y a eu, en l’espèce, violation des articles 6 § 1 et 13 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "135.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "136.  Le requérant réclame 15 000 euros (EUR) pour lui et la même somme pour sa fille au titre du préjudice moral qu’ils auraient subi.", "137.  Le Gouvernement estime que cette somme est exagérée.", "138.  La Cour relève que la base à retenir pour l’octroi d’une satisfaction équitable réside en l’espèce dans le fait que les autorités nationales ont manqué à leur obligation d’assurer le lien familial entre le requérant et sa fille après que celle-ci a fait l’objet d’une prise en charge. Elle estime qu’un constat de violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi de ce fait par le requérant. Se référant à la position de la fille du requérant et aux circonstances particulières de la cause, la Cour estime en outre qu’il n’est pas approprié d’accorder à celle-ci une quelconque satisfaction équitable.", "B.  Frais et dépens", "139.  Le requérant demande à la Cour de statuer en équité et de lui allouer les frais qu’elle estimera raisonnables au vu du dossier et de la complexité de l’affaire. Il estime que cette somme pourrait s’élever à 5 000 EUR, plus le montant dû au titre de la TVA, pour les frais de sa représentation légale devant les juridictions internes et la Cour.", "140.  Le Gouvernement note que le requérants n’a pas détaillé ni étayé sa demande par les justificatifs pertinents, conformément à l’article 60 § 2 du règlement de la Cour, et qu’il n’a pas demandé l’assistance judiciaire.", "141.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "142.  En l’espèce, vu l’absence de tout justificatif de paiement concernant les frais encourus par le requérant devant les juridictions internes, la Cour ne lui octroie aucune somme à ce titre.", "Quant aux frais engagés pour la procédure devant elle, la Cour estime raisonnable d’allouer au requérant la somme de 1 000 EUR.", "C.  Intérêts moratoires", "143.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1. Rejette l’exception du Gouvernement tirée de l’impossibilité pour le requérant d’introduire la requête au nom de sa fille quant aux faits postérieurs au 12 mars 2013 ;", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu’il n’y a pas eu violation de l’article 8 de la Convention du fait du placement de la fille du requérant dans l’établissement K. ;", "", "4.  Dit qu’il y a eu violation de l’article 8 de la Convention du fait de l’absence de contrôle judiciaire portant sur les restrictions apportées par l’établissement K. au droit de visite du requérant ;", "", "5.  Dit qu’il n’y a pas lieu d’examiner le grief tiré des articles 6 § 1 et 13 de la Convention ;", "", "6. Dit que le constat d’une violation représente en soi une satisfaction équitable suffisante pour tout dommage moral subi par le requérant ;", "", "7.  Dit", "a) que l’Etat défendeur doit verser au requérant M. T., dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 1 000 EUR (mille euros), à convertir en couronnes tchèques au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "8.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 17 juillet 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tMark Villiger\n\tGreffière\tPrésident"]}