{"file": "FRE_HFJUD_50479_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50479/99", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "AFFAIRE STANIMIR YORDANOV c. BULGARIE", "", "", "(Requête no 50479/99)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "18 janvier 2007", "", "", "", "DÉFINITIF", "", "18/04/2007", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Stanimir Yordanov c. Bulgarie,", "La Cour européenne des Droits de l'Homme (cinquième section), siégeant en une chambre composée de :", "\tM.\tP. Lorenzen, président,\n\tMme\tS. Botoucharova,\n\tM.\tV. Butkevych,\n\tMme\tM. Tsatsa-Nikolovska,\n\tMM.\tR. Maruste,\n\t\tJ. Borrego Borrego,\n\tMme\tR. Jaeger, juges,\net de Mme C. Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 11 décembre 2006,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 50479/99) dirigée contre la République de Bulgarie et dont un ressortissant de cet Etat, M. Stanimir Asenov Yordanov (« le requérant »), a saisi la Cour le 24 novembre 1998 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l'assistance judiciaire, est représenté par Mme Y. Vandova, avocate à Sofia. Le gouvernement bulgare (« le Gouvernement ») est représenté par son coagent, Mme M. Kotzeva, du ministère de la Justice.", "3.  Le requérant alléguait une méconnaissance de son droit à un procès équitable, faute d'avoir pu comparaître et assurer sa défense devant les juridictions ayant statué sur l'imposition d'une amende douanière à son encontre.", "4.  Par une décision du 20 octobre 2005, la Cour a déclaré la requête recevable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1932 et réside à Sofia.", "6.  A une date non précisée en 1994, le requérant fut mis en examen pour contrebande douanière aggravée, faux et usage de faux. Quelque temps après, le procureur mit fin à une partie des poursuites pénales pour contrebande et le 9 mai 1995 il transmit le dossier à l'administration douanière en vue de l'éventuelle constatation d'une infraction douanière.", "7.  Par un procès-verbal du 10 juillet 1995, des fonctionnaires de la direction principale des douanes constatèrent que le requérant avait tenté, par le biais d'une fausse déclaration, d'exporter 16 tonnes de formamide (methanamide), substance chimique dont l'exportation était soumise à autorisation, en infraction à la loi sur les douanes.", "8.  Par une décision (наказателно постановление) du 11 décembre 1995, le directeur général des douanes infligea au requérant une sanction administrative sous la forme d'une amende d'un montant de 633 025 anciens levs bulgares, équivalant à 30 % de la valeur de la marchandise, objet de l'infraction.", "9.  Le requérant introduisit un recours contre cette décision devant le tribunal de district de Sofia, en élisant domicile, pour les besoins de la procédure, au cabinet de son avocate.", "10.  Une première audience sur le fond eut lieu le 12 juin 1996. Le requérant ne comparut pas mais y était représenté par son avocate. A cette occasion, l'avocate précisa de nouveau qu'il convenait de citer le requérant à son cabinet, l'intéressé ayant changé de domicile privé.", "11.  Une nouvelle audience se tint le 18 septembre 1996, à laquelle le requérant fut représenté par son avocate. Le tribunal ordonna une expertise graphologique de la signature figurant sur la déclaration douanière, demandée par la défense, et reporta l'audience.", "12.  L'audience du 30 octobre 1996 fut reportée à la demande de l'avocate du requérant qui présenta un arrêt maladie. Il en fut de même pour l'audience suivante, fixée au 3 décembre 1996.", "13.  Une nouvelle audience se tint le 5 février 1997, à laquelle ni le requérant, ni son avocate n'étaient présents. La convocation du tribunal avait été envoyée à l'ancienne adresse du requérant et avait été retournée avec la mention qu'il n'habitait pas à l'adresse indiquée. Aucune convocation n'avait été envoyée au cabinet de l'avocate malgré sa précédente demande en ce sens. Compte tenu de la mention sur la citation, le tribunal considéra que le requérant avait omis de l'informer de son changement d'adresse et que, dans ces circonstances, l'affaire pouvait être examinée en son absence.", "14.  Par un jugement du même jour, le tribunal de district confirma la décision administrative du 11 décembre 1995 et l'amende infligée.", "15.  A une date non spécifiée, le requérant saisit le procureur de la ville de Sofia d'une demande de révision du jugement du 5 février 1997. Il invoquait une violation de ses droits de la défense, faute d'avoir pu comparaître, lui-même ou son avocat, à l'audience devant le tribunal en raison d'une citation irrégulière. Il contestait également le jugement sur le fond.", "16.  Le 5 mars 1998, le procureur saisit le tribunal de la ville de Sofia d'une proposition de révision du jugement (предложение за преглед по реда на надзора), considérant que le défaut de citation régulière du requérant et de son représentant en vue de l'audience avait porté atteinte aux droits de la défense.", "17.  Par une lettre du 10 mars 1998, le requérant fut informé que la proposition du procureur allait être examinée le 9 avril 1998 par le tribunal de la ville de Sofia siégeant en chambre du conseil, sans tenir d'audience. Le requérant était invité à produire dans un délai de sept jours les objections et les moyens de preuves par écrit qu'il souhaitait présenter. Son avocate déposa des conclusions invitant le tribunal à annuler le premier jugement pour le motif visé dans la proposition du procureur.", "18.  Par un jugement du 25 mai 1998, le tribunal fit droit à la demande de révision pour les motifs invoqués par le procureur et annula le jugement du tribunal de district. Par le même jugement, le tribunal entreprit l'examen au fond du recours du requérant et, constatant que la sanction administrative était régulière en la forme et sur le fond, la confirma.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L'infraction de contrebande douanière", "19.  L'article 51 de la loi sur les douanes de 1960 (texte abrogé en février 1998) disposait que toute importation ou exportation de marchandises sans la connaissance ou l'autorisation des douanes ou en l'absence de déclaration selon les voies prévues à cet effet était punie, pour l'exportation en contrebande, d'une amende d'un montant de 20 à 100 % de la valeur de la marchandise. La contrebande douanière aggravée constitue une infraction pénale réprimée par l'article 242 du Code pénal.", "20.  En vertu des articles 62 et suivants de la loi sur les douanes, les autorités douanières dressent un procès-verbal pour toute infraction douanière constatée. Sur la base de ce procès-verbal et lorsque l'infraction ne constitue pas une infraction pénale, le directeur des douanes rend une décision de sanction administrative (наказателно постановление) par laquelle il impose une amende. Cette décision est susceptible d'un recours en application de la loi sur les infractions et sanctions administratives.", "B.  La loi sur les infractions et sanctions administratives (Закон за административните нарушения и наказания)", "21.  En vertu des articles 59 et suivants de la loi, la décision de sanction administrative est susceptible d'un recours devant le tribunal de district territorialement compétent. Le tribunal se prononce en formation de juge unique. Il a la faculté de confirmer, annuler ou modifier la décision administrative. Selon l'article 61 :", "« 1)  L'auteur de l'infraction, l'autorité auteur de l'acte et les éventuels témoins sont cités à comparaître devant le tribunal.", "2)  Le tribunal peut procéder à l'examen au fond du recours [en l'absence de l'intéressé] lorsque [celui-ci] n'a pas été trouvé à l'adresse qu'il a indiquée. »", "22.  Selon la procédure applicable à l'époque des faits (et jusqu'à la réforme intervenue en mai 1998 instaurant un pourvoi en cassation), le jugement ainsi prononcé était définitif et exécutoire. Toutefois, la loi régissaient la possibilité pour le procureur régional, de sa propre initiative ou sur demande de la personne concernée, de saisir le tribunal régional compétent d'une proposition de révision (преглед по реда на надзора) du jugement ou de la décision de sanction administrative, en cas de violations graves de la loi.", "23.  Selon les articles 65 à 68 de la loi :", "« Une copie de la proposition est notifiée aux parties, qui ont la faculté de présenter leurs objections écrites dans un délai de sept jours.", "La proposition de révision est examinée en chambre du conseil, sauf dans les cas où le tribunal estime nécessaire de l'examiner en audience publique avec citation des parties. (...)", "Lorsqu'il annule une décision de sanction ou un jugement, le tribunal se prononce ensuite également sur le fond du litige, en rassemblant, lorsque cela s'avère nécessaire, les éléments de preuves pertinents. »", "24.  Concernant la procédure à suivre dans l'hypothèse où le tribunal estimait nécessaire de réunir de nouvelles preuves, le requérant a produit un jugement du tribunal de la ville de Sofia du 10 avril 1997, rendu dans l'affaire de son complice concernant la même infraction, par lequel le tribunal, après avoir accueilli la proposition de révision et annulé le premier jugement, a ordonné la réouverture des débats et fixé une audience sur le fond avec citation des parties.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "25.  Le requérant se plaint de ne pas avoir pu comparaître et assurer sa défense, en personne ou par l'intermédiaire de son avocat, devant les juridictions qui ont statué sur son cas. Il invoque l'article 6 §§ 1 et 3 c), ainsi libellés en leurs parties pertinentes :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...), par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...)", "3.  Tout accusé a droit notamment à :", "(...)", "c)  se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent. (...) »", "A.  Arguments des parties", "26.  Le Gouvernement admet que l'absence de citation régulière du requérant et de son avocat à l'audience du tribunal de district du 5 février 1997 était constitutive d'une irrégularité de procédure, mais considère que l'annulation du jugement litigieux dans le cadre de la procédure en révision y a remédié. Le Gouvernement souligne qu'en tout état de cause, le requérant ne semble avoir subi aucun préjudice de ce fait, le seul élément de preuve admis par le tribunal à l'audience en question étant le rapport d'expertise graphologique, dont l'avocate du requérant avait préalablement reçu notification. Il souligne par ailleurs que dans le cadre de la procédure en révision, le requérant avait la possibilité de présenter ses observations ou de nouvelles preuves par écrit, ce qu'il n'a pas jugé opportun de faire.", "27.  Le requérant quant à lui maintient que même si le tribunal statuant sur le recours en révision a constaté l'atteinte à son droit de comparaître et de se défendre à l'audience du 5 février 1997, il n'a pas été en mesure de la réparer. En effet, suite à l'annulation du premier jugement, le tribunal de la ville de Sofia a examiné le fond du dossier sans convoquer le requérant ou son avocate, privant de nouveau l'intéressé de ce même droit. Contrairement aux affirmations du Gouvernement, le requérant considère qu'il n'avait pas, en vue des délibérations du tribunal de la ville de Sofia en chambre du conseil le 9 avril 1998, la faculté de présenter des observations et preuves écrites concernant le fond de son recours, ces délibérations devant initialement porter uniquement sur la question de l'annulation du premier jugement pour vice de procédure et non sur le fond de l'affaire.", "28.  Dès lors, le requérant soutient que le tribunal de la ville de Sofia aurait dû, après avoir annulé le premier jugement, rouvrir les débats et convoquer les parties à une audience sur le fond. Il souligne qu'une autre formation de la même juridiction avait procédé de cette manière dans le cas de son complice concernant la même affaire.", "B.  Appréciation de la Cour", "1.  Principes découlant de la jurisprudence de la Cour", "29.  La Cour rappelle que la comparution d'un prévenu revêt une importance capitale dans l'intérêt d'un procès pénal équitable et juste (Lala c. Pays-Bas, arrêt du 22 septembre 1994, série A no 297-A, p. 13, § 33 ; Poitrimol c. France, arrêt du 23 novembre 1993, série A no 277-A, p. 15, § 35) et que l'obligation de garantir à l'accusé le droit d'être présent à l'audience – soit pendant la première procédure à son encontre, soit au cours d'un nouveau procès – est l'un des éléments essentiels de l'article 6 (Hermi c. Italie [GC], no 18114/02, § 58, CEDH 2006-...).", "30.  En effet, bien que non expressément mentionné à l'article 6 § 1, le droit de toute personne accusée de prendre part à l'audience découle de l'objet et du but de l'article 6. Du reste, les alinéas c), d) et e) du paragraphe 3 reconnaissent à « tout accusé » le droit à « se défendre lui-même », « interroger ou faire interroger les témoins » et « se faire assister gratuitement d'un interprète, s'il ne comprend pas ou ne parle pas la langue employée à l'audience », ce qui ne se conçoit guère sans sa présence (Colozza c. Italie, arrêt du 12 février 1985, série A no 89, p. 14, § 27 ; Sejdovic c. Italie [GC], no 56581/00, § 81, CEDH 2006-...).", "31.  La Convention n'empêche pas une personne de renoncer aux garanties d'un procès équitable de manière expresse ou tacite. Toutefois, pareille renonciation doit se trouver établie de manière non équivoque et être entourée d'un minimum de garanties correspondant à sa gravité (Poitrimol, précité, pp. 13-14, § 31 ; Kounov c. Bulgarie, no 24379/02, § 43, 23 mai 2006). En outre, pour qu'un accusé puisse être considéré comme ayant implicitement renoncé, par son comportement, à un droit important sous l'angle de l'article 6, il doit être établi qu'il a pu raisonnablement prévoir les conséquences du comportement en question (Kounov, précité, loc. cit.).", "2.  Application de ces principes au cas d'espèce", "32.  La Cour observe d'emblée que dans sa décision sur la recevabilité de la requête du 20 octobre 2005 elle a rejeté l'exception d'incompatibilité ratione materiae soulevée par le Gouvernement et a considéré que l'article 6 trouvait à s'appliquer, dans son volet pénal, à la procédure menée à l'encontre du requérant.", "33.  La Cour rappelle par ailleurs que les exigences du paragraphe 3 de l'article 6 s'analysent en des aspects particuliers du droit à un procès équitable garanti par le paragraphe 1 ; elle examinera dès lors le grief du requérant sous l'angle des deux textes combinés (voir, parmi d'autres, Poitrimol, précité, p. 13, § 29).", "34.  Dans le cas de l'espèce, le requérant et son avocate n'ont pas pu assister à l'audience du tribunal de district de Sofia du 5 février 1997, au cours de laquelle a été examiné le recours de l'intéressé en annulation d'une sanction douanière, en raison de la citation irrégulière du requérant à son ancienne adresse malgré le fait que son avocate avait à plusieurs reprises demandé que les citations soient effectuées à son cabinet. Cette circonstance a été reconnue par l'instance supérieure, le tribunal de la ville de Sofia, qui a annulé le jugement rendu pour ce motif. Cette dernière juridiction n'a toutefois pas été en mesure de remédier à l'irrégularité constatée étant donné qu'elle a décidé d'évoquer le fond de l'affaire au cours de la même réunion le 9 avril 1998 et a examiné le recours du requérant sans citer l'intéressé et son avocate à comparaître et leur permettre ainsi de présenter une défense.", "35.  A cet égard, la Cour n'est pas convaincue par l'argument du Gouvernement dans le sens que cette situation résulterait de la négligence du requérant, qui aurait omis de présenter des conclusions sur le fond de l'affaire en vue des délibérations du tribunal le 9 avril 1998. La Cour considère en effet qu'au vu de la procédure de révision des jugements applicable en l'occurrence, des indications données au requérant dans la notification du 10 mars 1998 et de l'application de cette même procédure dans le cas du complice du requérant (voir les paragraphes 17 et 22-24 cidessus), il n'apparaît pas déraisonnable que le requérant ait considéré que les délibérations du 9 avril 1998 ne porteraient pas sur le fond de l'affaire. En tout état de cause, même à supposer qu'en omettant de produire des conclusions ou preuves par écrit l'intéressé aurait implicitement renoncé à cette faculté, on ne saurait considérer que sa renonciation pourrait s'étendre à son droit de comparaître à l'audience et à y assurer sa défense en personne ou par l'intermédiaire d'un avocat.", "36.  Au vu de ce qui précède, la Cour constate que le requérant a été privé de la possibilité de comparaître et de se défendre devant les juridictions ayant statué sur sa responsabilité pénale sans qu'il n'ait été établi qu'il avait renoncé, de manière non équivoque, aux droits en question. Il y a eu par conséquent violation de l'article 6 §§ 1 et 3 c) de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "37.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "38.  Le requérant réclame 20 000 euros (EUR) au titre du préjudice moral subi en raison des accusations portées contre lui et de l'impossibilité de faire entendre sa cause devant les juridictions ayant statué sur sa responsabilité. Il demande également, au titre de préjudice matériel résultant de la violation de l'article 6, le remboursement des montants payés en exécution de l'amende, soit 270 nouveaux levs bulgares.", "39.  Le Gouvernement n'a pas soumis d'observations sur ce point.", "40.  La Cour estime que la seule base à retenir pour l'octroi d'une satisfaction équitable réside en l'espèce dans le fait que le requérant n'a pas pu comparaître à l'audience et assurer sa défense en personne ou par l'intermédiaire d'un avocat, en méconnaissance des exigences de l'article 6 de la Convention. Elle ne saurait dès lors spéculer sur ce qu'aurait été l'issue de la procédure dans le cas où cette disposition n'avait pas été méconnue et ne relève pas de lien de causalité entre la violation constatée et le préjudice matériel invoqué (voir, mutatis mutandis, Hurter c. Suisse, no 53146/99, § 41, 15 décembre 2005). La Cour considère toutefois que la violation constatée de l'article 6 § 1 a causé à l'intéressé un tort moral, justifiant l'octroi d'une indemnité. Prenant en considération tous les éléments en sa possession et statuant en équité comme le veut l'article 41, elle alloue au requérant la somme de 1 000 EUR à ce titre.", "B.  Frais et dépens", "41.  Le requérant sollicite également 7 567 EUR pour les frais et dépens encourus devant la Cour, dont 7 000 EUR d'honoraires d'avocat et 567 EUR de frais de courrier, de téléphone, de matériel de bureau et de traduction. Il produit une convention d'honoraires par laquelle il s'engage à verser le montant susmentionné à son avocate, ainsi que des factures concernant certains frais.", "42.  Le Gouvernement n'a pas soumis de commentaires.", "43.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, la Cour constate que le requérant n'a pas ventilé ses prétentions dans la mesure où il n'a pas fourni de décompte du travail effectué par son avocate ni justifié de toutes les dépenses prétendument engagées. Elle estime toutefois que le requérant a indéniablement encouru des frais et dépens pour présentation de sa requête et estime raisonnable de les rembourser à la hauteur forfaitaire de 1 000 EUR, dont il convient de déduire l'assistance judiciaire versée par le Conseil de l'Europe, soit 701 EUR. Elle accorde en conséquence 299 EUR au requérant à ce titre.", "C.  Intérêts moratoires", "44.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 §§ 1 et 3 c) de la Convention ;", "", "2.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir en levs bulgares selon les taux applicables au moment du règlement :", "i.  1 000 EUR (mille euros) pour dommage moral ;", "ii.  299 EUR (deux cent quatre-vingt dix-neuf euros) pour frais et dépens ;", "iii.  tout montant pouvant être dû à titre d'impôt sur ces sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 18 janvier 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}