{"file": "FRE_CLINF_22330_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22330/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 116", "Février 2009", "Olujić c. Croatie - 22330/05", "Arrêt 5.2.2009 [Section I]", "Article 6", "Procédure civile", "Article 6-1", "Droits et obligations de caractère civil", "Procédure disciplinaire à l’encontre d’un juge répondant au critère exposé dans l’affaire Eskelinen : article 6 applicable", "", "Tribunal impartial", "Tribunal indépendant", "Propos médisants sur le comportement du requérant tenus au cours d’interviews données à la presse par des membres d’une commission disciplinaire avant l’audience : violation", "", "En fait : Le requérant est un ancien président de la Cour suprême croate. En 1996, il fut accusé d’avoir eu des relations sexuelles avec des mineurs et d’avoir usé de son statut pour protéger les activités financières de deux personnes connues pour leurs activités criminelles. Un recours disciplinaire fut ouvert contre lui devant le Conseil judiciaire national (le « CJN »). En janvier 1997, le CJN jugea établi que, en fraternisant en public avec deux personnes ayant des antécédents criminels, le requérant avait abusé de sa fonction et décida de révoquer celui-ci de ses fonctions. Au cours des mois suivants, trois membres du CJN, A.P., V.M. et M.H., tinrent devant la presse des propos négatifs à l’égard du requérant. La décision du CJN fut ultérieurement confirmée par la Chambre des comtés du Parlement. Cependant, en avril 1998, la Cour constitutionnelle annula ces deux décisions et ordonna le renvoi de l’affaire pour un nouveau jugement. Devant le CJN à nouveau saisi, le requérant demanda en vain qu’A.P., V.M. et M.H. se récusent et que son procès soit tenu en public. En octobre 1998, il fut une nouvelle fois jugé coupable et révoqué de ses fonctions. La Chambre des Comtés confirma la décision du CJN. En décembre 1998, le requérant porta l’affaire devant la Cour constitutionnelle, soutenant notamment que la procédure disciplinaire ne s’était pas déroulée en public, que trois membres du CJN n’étaient pas impartiaux et qu’aucun des témoins de la défense n’avait été entendu. En décembre 2004, cette requête fut rejetée pour défaut de fondement.", "En droit : (a) Sur l’applicabilité : Le Gouvernement soutient que cette disposition, sous son volet tant civil que pénal, n’était pas applicable en l’espèce, du fait notamment de la particularité du statut du requérant, ancien président de la Cour suprême. La Cour juge toutefois cet élément sans pertinence, le requérant ayant été révoqué non seulement de ses fonctions mais aussi de la magistrature à l’issue du recours disciplinaire en cause. Rappelant les critères énoncés dans l’arrêt Vilho Eskelinen et autres c. Finlande ([GC], n° 63235/00, CEDH 2007, Note d’information n° 96), elle note d’emblée que, en vertu de règles expresses du droit interne, les recours disciplinaires dirigés contre les juges n’étaient pas protégés par les tribunaux. Toutefois, cette exclusion ne valait qu’à l’égard des juridictions de droit commun. La Cour constitutionnelle avait été saisie par le requérant des mêmes griefs que devant la Cour et elle les examina sur le fond. Compte tenu de l’étendue du contrôle du juge constitutionnel, et notamment du fait qu’il pouvait annuler la décision du CJN et renvoyer l’affaire pour qu’elle soit rejugée, la Cour conclut que le requérant a eu accès à un tribunal dans l’ordre juridique interne, satisfaisant ainsi aux critères de l’arrêt Eskelinen. Elle conclut en outre que, en statuant sur la responsabilité disciplinaire du requérant, le CJN a exercé des prérogatives judiciaires et doit être tenu pour un tribunal indépendant établi par la loi aux fins de l’article 6 de la Convention. Aussi cette disposition était-elle applicable, sous son volet civil, dans le cas du requérant.", "(b) Sur l’impartialité du Conseil judiciaire national : La Cour relève que, en février 1997, alors que la Chambre des comtés était saisie de l’affaire pour la première fois, un quotidien national publia un entretien avec V.M. Les faits révélés par celui-ci au cours de cet entretien, à savoir qu’il avait voté contre la désignation du requérant à la présidence de la Cour suprême et que, de surcroît, il était lui-même un candidat éventuel à cette fonction, ont créé une situation susceptible de faire légitimement douter de l’impartialité de V.M. En ce qui concerne A.P., alors à la tête du CJN, la Cour constate qu’un entretien avec lui fut publié par ce même quotidien en mars 1997, alors que l’affaire était pendante devant la Cour constitutionnelle. Au cours de cet entretien, A.P. a affirmé que le requérant avait fait jouer son influence et ses contacts pour protéger les intérêts de deux personnes ayant des antécédents criminels et a rejeté les allégations de la défense selon lesquelles l’affaire était motivée par des considérations politiques. Ces déclarations donnent à penser qu’il s’était déjà forgé une opinion négative sur la cause du requérant et excluaient manifestement qu’il continue de participer à la procédure. En septembre 1997, alors que l’affaire était encore pendante devant la Cour constitutionnelle, un autre quotidien national publia un entretien dans lequel M.H. a dit que le requérant manquait d’expérience et de connaissances et a qualifié celui-ci de corpus alienum (corps étranger) au sein de la magistrature croate. La Cour estime que ces propos trahissent manifestement le parti pris nourri par M.H. à l’encontre de M. Olujić et que la participation de M.H. à la procédure après la publication de l’entretien était incompatible avec l’exigence d’impartialité.", "c) Sur le droit à un procès public : Le CJN ordonna le huis clos en l’espèce au motif qu’il était nécessaire de protéger la dignité tant du requérant personnellement que de la magistrature, sans donner davantage de précisions à cet égard. Or le requérant lui-même demanda que l’audience soit tenue en public, montrant ainsi qu’il n’estimait pas que sa dignité méritât pareille protection. En outre, compte tenu du statut de l’accusé, une personnalité de renom, et des propos qui avaient été tenus publiquement auparavant, qualifiant de politiques les accusations portées contre lui, il était manifestement dans l’intérêt aussi bien de l’intéressé que du public que la procédure devant le CJN se déroulât au vu et au su de tous. Or cette lacune n’a pas été comblée, que ce soit devant la Chambre des comtés ou devant la Cour constitutionnelle.", "d) Sur le principe de l’égalité des armes : Le CJN avait motivé son refus de convoquer chacun des témoins que le requérant voulait faire entendre en indiquant que les éléments des dépositions invoqués par celui-ci avaient déjà été établis ou n’avaient pas d’importance en l’espèce. Or, bien qu’il ne lui revienne pas d’émettre une opinion sur la pertinence de ces éléments ni sur le bien-fondé des allégations formulées contre le requérant, la Cour estime que les témoignages en question étaient pertinents en l’espèce en ce qu’ils auraient vraisemblablement permis d’étayer les moyens de défense de l’intéressé. En outre, les motifs avancés par le CJN ne suffisaient pas à justifier le refus d’entendre chacun des témoins que le requérant voulait faire comparaître, cette mesure ayant fini par diminuer la capacité de l’intéressé à défendre sa cause, en méconnaissance des garanties d’un procès équitable.", "Conclusion : violations (à l’unanimité).", "Article 41 – 5 000 EUR pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}