{"file": "FRE_HFJUD_18638_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "18638/05", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE İPSEFTEL c. TURQUIE", "", "(Requête no 18638/05)", "", "", "", "", "", "", "ARRÊT", "(Satisfaction équitable)", "", "", "Cette version a été rectifiée le 28 mai 2019 \t", "conformément à l’article 81 du règlement de la Cour.", "", "", "STRASBOURG", "", "19 mars 2019", "", "", "DÉFINITIF", "", "19/06/2019", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire İpseftel c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tRobert Spano, président,\n\tPaul Lemmens,\n\tIşıl Karakaş,\n\tJulia Laffranque,\n\tStéphanie Mourou-Vikström,\n\tIvana Jelić,\n\tArnfinn Bårdsen, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 26 février 2019,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 18638/05) dirigée contre la République de Turquie et dont une ressortissante de cet État, Mme Eftaliya İpseftel (« la requérante »), a saisi la Cour le 9 mai 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Par un arrêt du 26 mai 2015 (« l’arrêt au principal »), la Cour a jugé que la privation de propriété sans indemnisation avait violé l’article 1 du Protocole no 1 à la Convention (İpseftel c. Turquie, no 18638/05, 26 mai 2015).", "3.  En s’appuyant sur l’article 41 de la Convention, la requérante réclamait une satisfaction équitable de 132 812 euros (EUR) à titre de dédommagement du préjudice matériel, 30 000 EUR au titre du préjudice moral et le remboursement des frais et dépens.", "4.  La question de l’application de l’article 41 de la Convention ne se trouvant pas en état, la Cour l’a réservée et a invité le Gouvernement et la requérante à lui soumettre par écrit, dans un délai de 6 mois à compter de la notification de l’arrêt, leurs observations sur ladite question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir (ibidem, § 87 et point 3 du dispositif).", "5.  Tant la requérante que le Gouvernement ont déposé des observations.", "EN DROIT", "6.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Arguments des parties", "1.  Sur le dommage matériel", "7.  La requérante réitère les demandes qu’elle avait précédemment formulées.", "8.  Au titre du préjudice matériel, elle avait fourni un bref rapport d’expertise daté du 12 août 2010 et composé d’une dizaine de lignes. Ce rapport, obtenu dans le cadre d’une demande en constatation devant le tribunal de grande instance (TGI) de Gökçeada, indique que le bien (parcelle 6 de l’îlot 244) est composé d’une bâtisse de 90 m² environ et d’un jardin de 65,19 m² ; qu’une maison se trouvant juste en face de ce bien était à vendre au prix de 130 000 livres turques (TRY), soit environ 66 660 euros (EUR) à cette date ; et que la valeur du bien faisant l’objet de l’estimation était dès lors de 150 000 TRY (environ 76 900 EUR à cette date) .", "9.  Se fondant sur ce rapport et prenant également en compte le manque à gagner, la partie requérante estime son préjudice à 132 812 EUR.", "10.  Le Gouvernement conteste ces prétentions.", "11.  Il souligne d’abord que la Cour a considéré qu’une partie seulement du bien qui faisait l’objet du contentieux devant le TGI constituait le « bien » de la requérante. Cette partie serait selon lui de 21 m². Quant au prix au mètre carré, il serait en réalité très inférieur à celui qui est demandé par la requérante.", "12.  A l’appui de ses arguments, le Gouvernement présente un rapport établi par un expert du ministère des Finances daté du 20 juillet 2015 ; lequel donne des indications sur la surface du « bien » de la requérante et sur la valeur des biens immobiliers sur l’île de Gökçeada.", "13.  A la lumière des pièces recueillis lors de la procédure contentieuse devant le TGI (dont notamment les rapports d’expertise et des déclarations de témoins) le rapport indique:", "- que la bâtisse en pierre se trouvant sur la parcelle litigieuse (îlot 244 parcelle 6) n’appartenait pas en totalité à la requérante ;", "- que celle-ci était composée de deux parties distinctes dont l’une seulement avait appartenu au de cujus de la requérante (Vasil İpseftel), l’autre ayant appartenu à Kosta İpseftel ;", "- qu’elle disposait d’une cour commune qui permettait l’accès à chacune des deux parties et était d’une superficie de 5 m² ;", "- que la partie de Vasil İpseftel (que celui-ci avait achetée à Ziya Duran) était constituée de deux niveaux avec une emprise au sol de 22,33 m², contrairement aux 21 m² avancés dans le rapport du 30 septembre 2002 (ibidem, § 13) ;", "- que, compte tenu du fait que le second niveau disposait d’une surface de 25,10 m², la surface totale de la partie de la maison ayant appartenu au de cujus de la requérante était de 47,33 m² ;", "- que l’acte de cession établi par Ziya Duran faisait état d’une superficie approximative de 50 m².", "14.  En ce qui concerne la valeur du bien, l’expert soutient avant tout que le rapport d’expertise obtenu par la requérante est dénué d’objectivité, et ne peut être pris en compte. En effet, non seulement celui-ci porterait sur l’ensemble de la parcelle 6, et non sur la partie ayant appartenu au de cujus de la requérante, mais en plus il ne prendrait en compte qu’un seul exemple de bien à vendre pour évaluer la valeur du « bien » de la requérante.", "15.  Par ailleurs, il précise que le rapport d’expertise présenté par l’intéressée a été obtenu de manière non-contradictoire et que la direction du Trésor l’a contesté devant le tribunal en demandant une contre-expertise et en fournissant deux exemples de vente de bien sur l’île. Le premier concerne un bien de 54 m² constitué d’une maison en pierre sur deux niveaux (îlot 255 parcelle 15) pour un prix de 30 000 TRY (environ 15 380 EUR en août 2010) et le second une maison de 42,40 m² (îlot 255 parcelle 20) pour 28 000 TRY (environ 14 350 EUR en août 2010).", "16.  L’expert du Gouvernement indique également qu’en septembre 2012, un bien de 46,37 m² constitué d’une maison en pierre sur deux niveaux, et appartenant partiellement au Trésor, a été adjugé, lors d’une vente aux enchères, pour 45 100 TRY (environ 19 600 EUR à la date de la vente) par le service de l’exécution forcée.", "17.  Son rapport fournit en outre des exemples de biens à vendre sur l’île dont les prix au mètre carré vont, selon le bien, de 966 TRY (environ 333 EUR à la date du rapport) à 2 510 TRY (environ 865 EUR à la date du rapport).", "18.  Il précise par ailleurs avoir fait procéder à des estimations du « bien » de la requérante par des agents immobiliers. La moyenne de celles-ci se situe à 34 000 TRY (environ 11 700 EUR à la date du rapport).", "19.  Compte tenu de la situation, de l’état et de la superficie du bien, des estimations faites par les agents susmentionnés et de l’état du marché immobilier, l’expert estime la valeur du « bien » de la requérante à 35 000 TRY (environ 12 000 EUR à la date du rapport).", "20.  Sur le fondement de ce rapport, le Gouvernement invite la Cour à rejeter les demandes de la requérante concernant la totalité de la parcelle 6 et le manque à gagner.", "21.  La requérante rétorque que le rapport qu’elle a soumis a été établi par un expert recommandé par la chambre des ingénieurs en bâtiments de Çanakkale et qu’il repose sur des critères objectifs.", "2.  Sur le dommage moral", "22.  La requérante réclame 30 000 EUR au titre du dommage moral qu’elle estime avoir subi.", "23.  Le Gouvernement estime que cette demande devrait être rejetée et cite l’affaire I.R.S. et autres c. Turquie ((satisfaction équitable), no 26338/95, § 28, 31 mai 2005).", "3.  Les frais et dépens", "24.  Au titre des frais exposés devant les juridictions nationales entre 2002 et 2010, la requérante fournit des justificatifs pour une somme totale de 647,35 TRY. Elle réclame, à cet égard, 337 EUR, montant qu’elle a obtenu en convertissant la somme des justificatifs en euros au taux de change du 17 août 2010. Elle réclame en outre 2 500 EUR pour les frais d’avocat, mais ne présente aucun document.", "25.  Le Gouvernement invite la Cour à rejeter les demandes qui ne sont pas accompagnées de justificatifs pertinents.", "B.  Appréciation de la Cour", "26.  La Cour rappelle que, dans son arrêt au principal, elle conclut à la violation de l’article 1 du Protocole no 1, au motif que la requérante avait été privée de l’espérance légitime de se voir reconnaître une partie de la propriété de la parcelle no 6 (voir paragraphes 55, 57 et 59 de l’arrêt au principal).", "27.  Prenant en compte l’ensemble des éléments qui lui ont été présentés par les parties, la Cour estime raisonnable la somme de 13 000 EUR, au titre du préjudice matériel.", "28.  En ce qui concerne le préjudice moral, la Cour estime raisonnable la somme de 5 000 EUR, et l’accorde à la requérante.", "29.  Elle rappelle en outre que selon sa jurisprudence, l’allocation de frais et dépens à un requérant ne peut intervenir que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Staibano et autres c. Italie (satisfaction équitable), no 29907/07, § 30, 6 septembre 2018). Dès lors, elle octroie 275 EUR à la partie requérante, somme qui correspond à la valeur actualisée des frais documentés.", "30.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit", "a)  que l’État défendeur doit, dans les trois mois à compter du jour où l’arrêt sera devenu définitif en vertu de l’article 44 § 2 de la Convention, verser à la requérante les sommes suivantes, à convertir dans la monnaie de l’État défendeur, au taux applicable à la date du règlement :", "i.  13 000 EUR (treize mille euros), plus tout montant pouvant être dû à titre d’impôt, au titre du préjudice matériel,", "ii.  5 000 EUR (cinq mille euros) plus tout montant pouvant être dû à titre d’impôt, au titre du préjudice moral,", "iii. 275 EUR (deux cent soixante-quinze euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens ;", "b)  qu’à compter de l’expiration de ce délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "2.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 19 mars 2019, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tStanley Naismith\tRobert Spano\n\tGreffier\tPrésident", ""]}