{"file": "FRE_HFJUD_39424_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39424/02", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "AFFAIRE KOVATCH c. UKRAINE", "", "", "", "", "(Requête no 39424/02)", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "", "7 février 2008", "", "", "", "", "DÉFINITIF", "", "", "07/05/2008", "", "", "", "En l’affaire Kovatch c. Ukraine,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tKarel Jungwiert,\n\tVolodymyr Butkevych,\n\tMargarita Tsatsa-Nikolovska,\n\tJavier Borrego Borrego,\n\tRenate Jaeger,\n\tMark Villiger, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 15 janvier 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 39424/02) dirigée contre l’Ukraine et dont un ressortissant de cet Etat, M. Mykola Mykolaïovytch Kovatch (« le requérant »), a saisi la Cour le 17 octobre 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me N. Petrova, avocate à Kiev. Le gouvernement ukrainien (« le Gouvernement ») a été représenté par son agent, M. Y. Zaïtsev.", "3.  Le 14 février 2006, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, elle a décidé d’examiner conjointement la recevabilité et le fond de la requête.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Les événements à l’origine des griefs du requérant", "4.  Le requérant se présenta aux élections législatives du 31 mars 2002 dans la circonscription à siège unique no 72 (Одномандатний виборчий округ № 72) de la région de Transcarpathie.", "5.  Parmi les candidats en lice dans cette circonscription se trouvait M. G., qui occupait au moment des faits le poste de chef de l’administration du district de Beregovo (oblast de Transcarpathie) (Берегівська державна адміністрація Закарпатської області).", "6.  Les 13 et 28 mars 2002, les journaux locaux de langue hongroise Bereginfo et Karpati Igaz Szo publièrent le message suivant à l’intention des électeurs :", "« Nous sommes fermement convaincus que quiconque fera à [M. G.] l’honneur de le soutenir dimanche pourra lui accorder sa confiance en toute conscience et être assuré qu’il garantira à notre pays le meilleur pour l’avenir. Il est le seul candidat qui respecte l’ensemble de nos intérêts et qui soit capable de représenter et défendre ces intérêts au plus haut niveau. C’est un homme d’action qui ne décevra jamais votre confiance et qui fera tout ce qui est en son pouvoir pour conserver le soutien total des électeurs à l’avenir. »", "7.  Suivaient de nombreuses signatures, parmi lesquelles celles de Mme D., secrétaire de la commission électorale de la circonscription (Окружна виборча комісія) no 72 et de M. O., président de cette même commission.", "8.  Les élections législatives eurent lieu le 31 mars 2002. Pendant le scrutin, une observatrice, agissant pour le compte de M. G. à la section électorale no 14 de la circonscription no 72, établit un rapport (акт) indiquant qu’elle avait vu une personne non identifiée déposer dans l’urne plusieurs bulletins de vote (environ sept, selon elle). Ce rapport fut signé par deux électeurs. Les observateurs pour M. G. aux sections nos 45 et 58 rédigèrent des rapports d’irrégularité semblables, indiquant avoir vu respectivement cinq et dix bulletins déposés dans l’urne de manière illégale.", "9.  Selon les premiers résultats générés par le système informatisé, le requérant obtint 33 567 voix, contre 33 524 pour son principal adversaire, M. G. A la section électorale no 14, il avait obtenu 537 voix et M. G. 291, sur un total de 1 570 suffrages exprimés. A la section no 45, 711 électeurs sur 1 244 avaient voté pour le requérant et 372 pour son adversaire. A la section no 58, sur un total de 830 suffrages, 475 allaient au requérant et 219 à M. G. A la section no 67, 765 électeurs sur 1 480 avaient voté pour le requérant et 387 pour son adversaire. Au total, dans ces quatre sections électorales, le requérant avait obtenu 2 488 voix, et M. G. 1 269.", "10.  Par la décision no 36 du 2 avril 2002, la commission électorale de la circonscription no 72, se fondant sur les rapports d’observateurs susmentionnés, invalida les résultats des sections électorales nos 14, 45 et 58 pour violations graves du droit électoral. Il fut également établi que la nuit du 1er avril 2002, après la fermeture des bureaux de vote et le décompte, les membres de la commission électorale de la section no 67 avaient, en toute illégalité, ouvert les scellés du bureau de vote et recueilli les originaux des procès-verbaux de vote ainsi que plusieurs bulletins non valables ; et que le lendemain, le président de cette commission avait apporté ces procès-verbaux et ces bulletins à la commission électorale de la circonscription no 72. Aucune raison n’avait été donnée pour justifier ces agissements. Les résultats du scrutin furent donc également invalidés pour la section no 67. Le même jour, le requérant contesta cette décision devant la Commission électorale centrale (Центральна виборча комісія, ci-après, « la CEC »).", "11.  Par la décision no 37, la commission électorale de la circonscription no 72 annonça les résultats définitifs du scrutin. Selon ces résultats, qui correspondaient à ceux indiqués dans le premier procès-verbal, minorés des suffrages exprimés dans les sections nos 14, 45, 58 et 67, le requérant avait obtenu 31 079 voix, contre 32 255 pour M. G. Ce dernier fut donc déclaré élu député de la circonscription.", "B.  La procédure relative à l’annulation du scrutin dans les quatre sections électorales", "12.  Le 3 avril 2002, les présidents et les membres des commissions électorales des sections nos 14, 45, 58 et 67 adressèrent au président de la CEC des déclarations indiquant qu’aucun des observateurs officiels n’avait appelé leur attention sur une quelconque violation du droit électoral pendant le scrutin ou le décompte, et précisant que les documents communiqués par les observateurs qui s’étaient plaints d’irrégularités avaient été établis après le décompte, « dont les résultats ne convenaient pas à l’un des candidats ».", "13.  Par la décision no 750 du 5 avril 2002, la CEC, sur une plainte du requérant en date du 2 avril 2002, annula la décision no 36 et ordonna à la commission électorale de la circonscription no 72 de rendre une décision motivée sur les résultats du scrutin dans les quatre sections en question. Se référant au premier paragraphe de l’article 70 de la loi sur les élections législatives, la CEC observa que la décision contestée n’avait pas été dûment motivée et qu’aucun élément concluant ne permettait d’établir les irrégularités soupçonnées ni de confirmer l’allégation selon laquelle le nombre de bulletins déposés de manière irrégulière avait dépassé 10 % des suffrages exprimés dans chacune des sections électorales.", "14.  Réunie le 6 avril 2002, la commission électorale de la circonscription no 72 adopta, par une majorité de neuf voix contre deux (il y eut trois abstentions), les décisions nos 40 et 41, qui invalidaient le scrutin dans les sections électorales nos 14, 45, 58 et 67, pour les mêmes raisons que précédemment. Dans ces décisions, la commission nota que le douzième paragraphe de l’article 72 de la loi sur les élections législatives permettait d’invalider un scrutin au motif que d’« autres circonstances [que celles énumérées à l’article 70 de la loi] rend[ai]ent impossible l’établissement de la volonté des électeurs ». La commission estima en outre que, puisque l’article 72 n’énumérait pas ces « autres circonstances », l’appréciation de cette question relevait de sa compétence exclusive. Enfin, elle conclut que les irrégularités qu’elle avait constatées et celles qu’avaient relevées les observateurs pouvaient être considérées comme d’« autres circonstances » rendant impossible l’établissement de la volonté des électeurs.", "15.  Le 9 avril 2002, le requérant introduisit un recours contestant les décisions nos 40 et 41 du 6 avril 2002. Il soutint que la commission électorale de la circonscription no 72 n’avait pas suivi les instructions que lui avait données la CEC dans sa décision du 5 avril 2002, où elle lui avait demandé de motiver ses conclusions de manière suffisante.", "16.  Par la décision no 858 du 12 avril 2002, la CEC rejeta le recours du requérant en date du 9 avril 2002, au motif qu’en vertu de l’article 72 de la loi sur les élections législatives il appartenait à la commission électorale de la circonscription d’établir l’existence d’« autres circonstances » de nature à invalider le scrutin.", "17.  Le requérant contesta cette décision devant la Cour suprême qui, le 24 avril 2002, confirma les conclusions de la CEC, y compris celle relative à la compétence exclusive des commissions électorales de circonscription pour établir l’existence des « autres circonstances » visées à l’article 72 de la loi de 2001 sur les élections législatives.", "C.  La procédure relative aux autres allégations de violation du droit électoral", "18.  Le 3 avril 2002, M. V., observateur pour le requérant, établit, en présence d’observateurs pour d’autres candidats ainsi que du président et de deux membres de la commission électorale de la circonscription no 72, un rapport faisant état de certaines irrégularités. Selon les auteurs de ce rapport, les conditions régnant au bureau de la commission électorale situé au sous-sol du bâtiment de l’administration à Beregovo ne permettaient pas de garantir la sûreté et l’intégrité des bulletins. Ils alléguaient en particulier que les portes et les armoires n’avaient pas été scellées, et que l’une des portes ne possédait même pas de serrure.", "19.  Le 5 avril 2002, le requérant contesta devant la CEC la décision no 37 en date du 2 avril 2002, par laquelle M. G. avait été proclamé vainqueur des élections dans la circonscription no 72.", "20.  Le 7 avril 2002, après la décision no 750 de la CEC (paragraphe 13 ci-dessus), il fut procédé au recomptage des voix dans les sections électorales nos 14, 45, 58 et 67. Le même jour, à l’issue du décompte, la commission électorale de la circonscription no 72 établit un procès-verbal détaillé annonçant les résultats du scrutin dans la circonscription, qui étaient les mêmes que ceux qui figuraient dans la décision no 37.", "21.  Toujours le 7 avril, un membre de la commission électorale de la circonscription et deux observateurs pour deux des candidats non élus rédigèrent un mémorandum à l’intention de la CEC, dans lequel ils alléguaient que la commission électorale de la section no 67 n’avait pas scellé les caisses contenant les bulletins de vote, que certains bulletins avaient été abîmés et que, compte tenu de ces éléments, on ne pouvait écarter la possibilité que des tiers aient eu accès aux bulletins avant le recomptage.", "22.  Le 14 avril 2002, la commission électorale de la circonscription no 72 établit un procès-verbal de vote rectificatif (paragraphe 27 ci-dessous) annonçant les résultats du scrutin.", "23.  Le même jour, trois des membres de la commission électorale de la section no 67 ainsi que son président adjoint rédigèrent un mémorandum à l’intention de la CEC. Ils y déclaraient que, en toute illégalité, le président adjoint et la secrétaire de la commission électorale de la circonscription, accompagnés de quatre personnes du conseil municipal et de l’administration nationale, qui se trouvaient être observateurs pour M. G., étaient venus à leurs domiciles pour leur demander de signer le procès-verbal rectificatif du 14 avril 2002. Les auteurs du mémorandum émettaient des doutes quant à l’exactitude des chiffres indiqués dans ce procès-verbal.", "24.  Le 15 avril 2002, les procès-verbaux de vote rectificatifs furent envoyés à la CEC.", "25.  Le 16 avril 2002, le requérant saisit la CEC afin qu’elle invalide le procès-verbal du 14 avril 2002. Rappelant le message aux électeurs publié les 13 et 28 mars 2002 dans les journaux Bereginfo et Karpati Igaz Szo, il reprocha au président et à la secrétaire de la commission d’avoir fait campagne pour son adversaire. Il nota également que les conditions d’entreposage des bulletins et l’établissement du nouveau procès-verbal de vote faisaient peser un doute sur l’exactitude des résultats obtenus après le nouveau décompte du 7 avril 2002.", "26.  Dans une lettre à la CEC du 18 avril 2002, la commission électorale de la circonscription no 72 indiqua que son bureau avait été dûment protégé, conformément aux instructions de la police de l’oblast de Transcarpathie (ГУ МВС України в Закарпатський області), et qu’aucune entrée illégale n’y avait été constatée.", "27.  Par une décision du 18 avril 2002, la CEC, après les avoir examinés, rejeta les recours formés par le requérant les 5 et 16 avril 2002. Elle nota que le procès-verbal rectificatif du 14 avril 2002 corrigeait une omission du procès-verbal de vote établi après le nouveau décompte du 7 avril 2002, qui ne mentionnait pas le nombre de bulletins non valables ; que la décision no 37 du 2 avril 2002 était régulière et valide dès lors qu’en vertu du procès-verbal de vote rectificatif M. G. avait obtenu le nombre de voix le plus élevé ; qu’en outre rien n’indiquait que la manière dont le recomptage avait été organisé eût compromis l’exactitude des résultats du scrutin, compte tenu de la lettre du 18 avril 2002 de la commission électorale de la circonscription no 72 relative à la sécurité de son bureau ; et qu’enfin le requérant n’avait indiqué aucun motif prévu par la loi sur les élections législatives qui justifiât d’écarter le président et la secrétaire de la commission électorale de la circonscription no 72.", "28.  Le requérant contesta cette décision devant la Cour suprême, qui rejeta son recours par une décision du 22 avril 2002, jugeant que la CEC, dans sa décision du 18 avril 2002, n’avait pas outrepassé ses compétences et avait respecté le droit interne applicable.", "II.  LE DROIT INTERNE PERTINENT", "A.  La Constitution ukrainienne", "29.  L’article pertinent de la Constitution dispose :", "Article 76", "« (...) Tout citoyen ukrainien âgé de vingt et un ans révolus à la date des élections a le droit de voter et, s’il réside sur le territoire national depuis cinq ans, peut devenir député (...) »", "B.  La loi sur les élections législatives du 18 octobre 2001 (en vigueur à l’époque des faits)", "30.  Au moment des faits, le système électoral ukrainien était régi par l’article premier de cette loi. Il s’agissait d’un système proportionnel mixte, dans lequel 225 des 450 députés à la Verkhovna Rada (le Parlement unicaméral ukrainien) étaient élus au scrutin majoritaire uninominal à un tour (Soukhovetski c. Ukraine, no 13716/02, CEDH 2006-VI), les 225 sièges restants étant réservés à des candidats élus par scrutin de liste (Melnitchenko c. Ukraine, no 17707/02, CEDH 2004X).", "31.  En vertu de l’article 18 de la loi, le système de commissions électorales comprenait la CEC, des commissions électorales de circonscription et des sections électorales. Chaque circonscription électorale était divisée en sections.", "32.  L’article 29 de la loi disposait que les candidats aux élections pouvaient contester les décisions, actions et inactions des commissions électorales devant les commissions électorales supérieures ou les tribunaux. La commission électorale supérieure pouvait, en cas de recours de ce type, sur décision d’un tribunal ou encore de sa propre initiative, écarter la décision de la commission inférieure et prendre une nouvelle décision ou ordonner à la commission concernée de réexaminer l’affaire. Les décisions, actions et inactions de la CEC pouvaient être contestées devant la Cour suprême.", "33.  L’article 70 de la loi définissait la procédure d’invalidation du scrutin d’une section électorale par la commission électorale de cette section.", "Le paragraphe 1 de cet article énonçait ceci :", "« La commission électorale d’une section peut annuler le scrutin tenu au sein de cette section en cas de violation de la présente loi rendant impossible l’établissement des résultats de l’expression de la volonté des électeurs. Pareille annulation ne peut être prononcée que dans les circonstances suivantes :", "1.  s’il a été établi que des irrégularités ont été commises au moment du vote (dépôt d’un bulletin dans l’urne par une personne autre que celle à laquelle il a été délivré ; vote de personnes n’ayant pas le droit de voter ; vote de personnes ne figurant pas sur les listes électorales de la section concernée ou de personnes indûment portées sur ces listes ; vote multiple) et que le nombre de votes frauduleux excède 10 % du total des suffrages exprimés ;", "2.  si une urne a été endommagée ou détruite, de sorte qu’il est impossible d’en établir le contenu, et si le nombre de bulletins endommagés excède 10 % du total des suffrages exprimés ;", "3.  si le nombre de bulletins déposés est supérieur d’au moins 10 % au nombre de votants. »", "34.  L’article 72 de la loi régissait la procédure d’examen, par les commissions de circonscription, des procès-verbaux de vote établis par les commissions de section.", "Le paragraphe 12 de cet article disposait :", "« Si la commission électorale d’une circonscription constate l’existence des circonstances énumérées au paragraphe 1 de l’article 70 ou d’autres circonstances qui rendent impossible l’établissement de la volonté des électeurs de la section, elle peut annuler le scrutin de la section concernée. »", "35.  La loi de 2004 sur les élections législatives (telle que modifiée le 7 juillet 2005) met en place la représentation proportionnelle. Selon l’article 90 de cette loi, les commissions des sections électorales conservent le pouvoir de déclarer un scrutin nul si le nombre de votes frauduleux dépasse 10 % du total des suffrages exprimés. L’article 92 prévoit qu’après un recomptage une commission de circonscription électorale peut annuler le scrutin d’une section électorale si les conditions énoncées à l’article 90 sont réunies ou si elle constate que des actes intentionnels ont perturbé le travail des membres d’une commission électorale ou des observateurs pour les candidats.", "EN DROIT", "I.  PORTÉE DE L’AFFAIRE", "36.  La Cour observe qu’après la communication de la requête au gouvernement défendeur et en réponse aux observations de celui-ci sur la recevabilité et sur le fond, le requérant a communiqué des griefs supplémentaires, alléguant qu’au cours de la campagne ses partisans et lui avaient été constamment harcelés par les autorités. Il s’est plaint également que son principal adversaire, M. G., ait usé de ses fonctions à la tête de l’administration du district de Beregovo pour influer sur la campagne et l’issue des élections.", "37.  Le Gouvernement n’a pas formulé d’observations sur ce point.", "38.  De l’avis de la Cour, ces nouveaux griefs sont liés à l’affaire de manière générale, mais ils ne développent pas plus avant la thèse que lui a présentée le requérant à l’origine, et qui se limitait à l’iniquité alléguée de la procédure de décompte des voix dans la circonscription no 72 pendant les élections législatives de 2002. La Cour considère donc qu’il n’y a pas lieu à ce stade d’examiner ces questions séparément dans le cadre de la présente affaire (voir, notamment, Piryanik c. Ukraine, no 75788/01, § 20, 19 avril 2005, et Lyachko c. Ukraine, no 21040/02, § 29, 10 août 2006).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DU PROTOCOLE No 1", "39.  Le requérant soutient que les conditions dans lesquelles se sont déroulées les élections dans la circonscription no 72 n’ont pas assuré la libre expression de l’opinion du peuple sur le choix du corps législatif. En particulier, il se plaint de l’annulation du scrutin dans les sections électorales nos 14, 45, 58 et 67 et du déroulement du recomptage subséquent, qu’il estime inéquitable, ainsi que du message publié à l’intention des électeurs dans les journaux locaux par le président et la secrétaire de la commission de la circonscription, message qui montre selon lui la partialité de ses auteurs. Il invoque l’article 3 du Protocole no 1, qui est ainsi libellé :", "« Les Hautes Parties contractantes s’engagent à organiser, à des intervalles raisonnables, des élections libres au scrutin secret, dans les conditions qui assurent la libre expression de l’opinion du peuple sur le choix du corps législatif. »", "A.  Sur la recevabilité", "40.  Le Gouvernement arguë que le requérant, de manière générale, n’a pas épuisé les voies de recours internes comme le lui impose l’article 35 § 1 : bien que la Convention et ses Protocoles fassent partie intégrante du droit ukrainien, M. Kovatch n’aurait jamais soulevé ni devant la CEC ni devant la Cour suprême aucun grief de violation des dispositions de ces instruments.", "41.  Le requérant récuse cette thèse.", "42.  La règle de l’épuisement des voies de recours internes oblige, en principe, à soulever devant les juridictions nationales, au moins en substance et dans les formes et délais prescrits par le droit interne, les griefs que l’on entend formuler par la suite au niveau international (Azinas c. Chypre [GC], no 56679/00, § 38, CEDH 2004III). Il n’est pas contesté que le requérant a soulevé ses griefs relatifs à l’annulation des suffrages exprimés dans les sections électorales nos 14, 45, 58 et 67 et à l’iniquité alléguée du recomptage du 7 avril 2002 devant la CEC, puis devant la Cour suprême. Les autorités nationales ont donc été pleinement saisies de ces questions. Le Gouvernement n’a pas laissé entendre qu’une quelconque règle de droit interne imposait de se référer à la Convention, ni indiqué que l’examen ou l’issue de l’affaire eussent été différents si le requérant avait invoqué devant la CEC ou la Cour suprême l’article 3 du Protocole no 1 à la Convention. La Cour considère donc qu’il a dûment soulevé ces griefs devant les autorités internes, et rejette l’exception du Gouvernement.", "43.  La Cour observe par ailleurs que ces griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 de la Convention, et qu’ils ne sont pas irrecevables pour d’autres motifs. Ils doivent donc être déclarés recevables.", "44.  Sur le grief du requérant relatif à la publication dans un journal local d’un message aux électeurs signé par le président et la secrétaire de la commission électorale de la circonscription no 72, le Gouvernement soutient que le requérant n’a pas épuisé les voies de recours internes, n’ayant pas soulevé ce grief devant la CEC et la Cour suprême. Le requérant affirme quant à lui que cet élément figurait dans son recours devant la CEC du 16 avril 2002. Si la requête avait porté uniquement sur ce point, la Cour doute qu’un recours devant la CEC non suivi d’une saisine de la Cour suprême aurait pu être considéré comme suffisant aux fins de l’épuisement des voies de recours internes. Toutefois, eu égard aux circonstances de la présente affaire, où l’allégation de partialité du président et de la secrétaire d’une commission électorale est étroitement liée aux autres aspects du grief du requérant relatif à la violation de son droit à des élections libres, la Cour estime qu’il y a lieu de joindre l’exception du Gouvernement au fond de la requête. Le grief n’étant pas irrecevable pour d’autres motifs, il convient de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "45.  Le requérant soutient qu’il a recueilli plus de voix que son adversaire, mais qu’il a été empêché de siéger au Parlement par une procédure de décompte inéquitable dépendant du pouvoir d’appréciation illimité de la commission électorale de la circonscription.", "46.  Selon le Gouvernement, il n’y a eu aucune violation grave du droit électoral pendant le scrutin dans la circonscription no 72, et les irrégularités qui sont survenues ont été dûment et promptement signalées et réparées par la CEC.", "47.  Le Gouvernement soutient que l’écart entre les deux principaux candidats – le requérant et M. G. – était ténu et qu’il suffisait de quelques voix pour renverser l’issue du scrutin. Le fait que les « voix perdues », phénomène qui ne serait pas propre à l’Ukraine et se retrouverait dans d’autres systèmes électoraux, aient influé sur l’issue du scrutin dans la circonscription no 72 ne serait pas imputable à un manquement de l’Etat à « assurer la libre expression de l’opinion du peuple sur le choix du corps législatif ». La commission électorale de la circonscription no 72 serait raisonnablement parvenue à la conclusion que les violations du droit électoral intervenues pendant le scrutin dans les quatre sections concernées constituaient un obstacle à l’établissement de la volonté des électeurs. De plus, cette conclusion aurait été contrôlée par la CEC et la Cour suprême, qui l’auraient jugée légale et fondée.", "2.  Appréciation de la Cour", "48.  L’article 3 du Protocole no 1 paraît à première vue différent des autres dispositions de la Convention et de ses Protocoles garantissant des droits car il énonce l’obligation pour les Hautes Parties contractantes d’organiser des élections dans des conditions qui assurent la libre expression de l’opinion du peuple et non un droit ou une liberté en particulier. Toutefois, eu égard aux travaux préparatoires de l’article 3 du Protocole no 1 et à l’interprétation qui est donnée de cette clause dans le cadre de la Convention dans son ensemble, la Cour a établi que cet article garantit des droits subjectifs, dont le droit de vote et celui de se porter candidat à des élections (voir, parmi beaucoup d’autres, Mathieu-Mohin et Clerfayt c. Belgique, 2 mars 1987, §§ 46-51, série A no 113, Hirst c. Royaume-Uni (no 2) [GC], no 74025/01, §§ 56-57, CEDH 2005-IX, et, plus récemment, Ždanoka c. Lettonie [GC], no 58278/00, § 102, CEDH 2006-IV). Par ailleurs, la Cour a jugé que cette disposition garantit le droit de tout individu de se porter candidat aux élections et, une fois élu, d’exercer son mandat (Lykourezos c. Grèce, no 33554/03, § 50, CEDH 2006VIII).", "49.  Les droits garantis par l’article 3 du Protocole no 1 sont cruciaux pour l’établissement et le maintien des fondements d’une véritable démocratie régie par la prééminence du droit. Néanmoins, ces droits ne sont pas absolus. Il y a place pour des « limitations implicites », et les Etats contractants doivent se voir accorder une marge d’appréciation en la matière. Dans ce domaine, la marge en question est large, à condition que les Etats assurent l’égalité de traitement entre tous les citoyens. Il ne s’ensuit pourtant pas que tous les bulletins doivent avoir un poids égal quant au résultat, ni tout candidat des chances égales de l’emporter. Ainsi, aucun système ne saurait éviter le phénomène des « voix perdues » (Mathieu-Mohin et Clerfayt, précité, § 54).", "50.  Il appartient toutefois à la Cour de statuer en dernier ressort sur l’observation des exigences de l’article 3 du Protocole no 1 ; il lui faut s’assurer que lesdites conditions ne réduisent pas les droits dont il s’agit au point de les atteindre dans leur substance même et de les priver de leur effectivité, qu’elles poursuivent un but légitime et que les moyens employés ne se révèlent pas disproportionnés (Labita c. Italie [GC], no 26772/95, § 201, CEDH 2000-IV). Toute dérogation au principe du suffrage universel risque de saper la légitimité démocratique du corps législatif ainsi élu et des lois promulguées par lui. L’exclusion de groupes ou catégories quelconques de la population doit en conséquence se concilier avec les principes sous-tendant l’article 3 du Protocole no 1 (Soukhovetski c. Ukraine, no 13716/02, § 52, CEDH 2006-VI).", "51.  En l’espèce, les griefs du requérant portent essentiellement sur la manière dont a été effectué le décompte des voix dans la circonscription électorale où il était candidat. En particulier, il estime que les décisions annulant le scrutin dans les sections électorales nos 14, 45, 58 et 67 étaient inéquitables et infondées.", "52.  Le Gouvernement, rappelant l’impossibilité d’éviter le phénomène des « voix perdues », soutient que les décisions en cause de la commission électorale de la circonscription no 72 visaient à effacer les conséquences négatives des violations du droit électoral sur le libre choix des électeurs. La Cour doute que la pratique consistant à déduire toutes les voix d’un bureau de vote où se sont produites des irrégularités, indépendamment de la portée de ces irrégularités et de l’impact de cette méthode sur l’issue du scrutin dans la circonscription, puisse être considérée comme poursuivant un but légitime aux fins de l’article 3 du Protocole no 1. Cela étant, il n’est pas nécessaire qu’elle tranche cette question de manière définitive, compte tenu des conclusions développées ci-dessous.", "53.  L’objet et le but de la Convention, instrument de protection des êtres humains, appellent à interpréter et à appliquer ses dispositions d’une manière qui en rende les exigences non pas théoriques ou illusoires, mais concrètes et effectives (voir, par exemple, Parti communiste unifié de Turquie et autres c. Turquie, 30 janvier 1998, Recueil des arrêts et décisions 1998-I, § 33, et Chassagnou et autres c. France [GC], nos 25088/94, 28331/95 et 28443/95, § 100, CEDH 1999-III).", "54.  Dans l’affaire Podkolzina c. Lettonie (no 46726/99, CEDH 2002II), la Cour a rappelé que le droit de se porter candidat aux élections, garanti par l’article 3 du Protocole no 1 et inhérent à la notion de régime véritablement démocratique, ne serait qu’illusoire si l’intéressé pouvait à tout moment en être arbitrairement privé. Par conséquent, s’il est vrai que les Etats disposent d’une grande marge d’appréciation pour établir des conditions d’éligibilité in abstracto, le principe d’effectivité des droits exige que les décisions constatant le non-respect de ces conditions dans le cas de tel ou tel candidat soient conformes à un certain nombre de critères permettant d’éviter l’arbitraire. En particulier, ces décisions doivent être prises par un organe présentant un minimum de garanties d’impartialité. De même, le pouvoir autonome d’appréciation de cet organe ne doit pas être exorbitant ; il doit être, à un niveau suffisant de précision, circonscrit par les dispositions du droit interne. Enfin, la procédure du constat d’inéligibilité doit être de nature à garantir une décision équitable et objective, ainsi qu’à éviter tout abus de pouvoir de la part de l’autorité compétente (ibidem, § 35).", "55.  La présente affaire ne concerne pas les conditions d’éligibilité elles-mêmes, mais la manière dont l’issue des élections a été examinée par les autorités internes compétentes. La marge d’appréciation de l’Etat reste large dans ce domaine également, mais ne saurait faire obstacle au contrôle exercé par la Cour sur le caractère arbitraire ou non d’une décision.", "56.  A titre d’exemple, dans deux précédentes affaires, I.Z. c. Grèce (no 18997/91, décision de la Commission du 28 février 1994, Décisions et rapports 76-B) et Babenko c. Ukraine ((déc.), no 43476/98, 4 mai 1999), les organes de la Convention ont examiné les griefs de candidats malheureux aux élections qui se plaignaient d’une iniquité des procédures électorales, et les ont rejetés au motif que, en l’absence de préjudice réel quant à l’issue du scrutin, la situation litigieuse ne constituait pas une ingérence dans la libre expression du peuple. Toutefois, cette analyse ne peut s’appliquer en l’espèce puisque, comme le Gouvernement l’a admis dans ses observations, l’annulation du scrutin dans les quatre sections concernées a eu pour conséquence directe le fait que M. G., et non le requérant, a été proclamé vainqueur.", "57.  La loi de 2001 sur les élections législatives disposait que le scrutin pouvait être invalidé dans les sections électorales pour les motifs énoncés à l’article 70, ou pour d’« autres circonstances » rendant impossible l’établissement de la volonté des électeurs, énoncées à l’article 72 (paragraphes 33 et 34 ci-dessus).", "58.  L’article 70 de la loi prévoyait expressément la situation du vote multiple, et disposait qu’en pareil cas le scrutin de la section pouvait être annulé à condition que le nombre de bulletins non valables atteigne le seuil de 10 % du total des suffrages exprimés. Quant à l’article 72, il est à noter qu’aucune disposition normative ou pratique interne ne permettait de préciser quels facteurs pouvaient être considérés comme d’« autres circonstances » pouvant justifier l’annulation du scrutin. En particulier, on ne savait pas exactement si les « autres circonstances » devaient ne pas être prévues par l’article 70 ou si elles permettaient aux commissions électorales et, sur recours, aux tribunaux de contourner le libellé de l’article 70 en considérant que les « autres circonstances » comprenaient les éléments visés par cette disposition. De plus, alors que l’article 70 énumérait les faits qui, survenus pendant le scrutin, pouvaient donner lieu à l’annulation de celui-ci, l’article 72 tendait à régir la procédure d’examen des procès-verbaux de vote et ne visait pas directement les faits en question.", "59.  Ce manque de clarté de l’article 72 de la loi de 2001 sur les élections législatives et les risques potentiels pour la jouissance des droits électoraux inhérents à son interprétation par les autorités internes appelaient une prudence particulière de leur part. Or la commission électorale de la circonscription, dans ses décisions nos 40 et 41, s’est simplement appuyée sur les décisions antérieures pour considérer que les irrégularités constatées et relevées par les observateurs constituaient d’« autres circonstances » rendant impossible l’établissement de la volonté des électeurs. La décision no 36 à laquelle il a été fait référence indiquait que le dépôt de plusieurs bulletins non valables dont avaient été témoins les observateurs pour M. G. dans les sections électorales nos 14, 45 et 58 et le fait que les membres de la commission électorale de la section no 67 avaient ouvert les scellés du bureau de vote et recueilli les procès-verbaux ainsi que plusieurs bulletins non valables (paragraphe 10 ci-dessus) suffisaient pour déclarer nuls l’ensemble des suffrages exprimés dans ces sections.", "60.  Pas plus dans ces décisions que dans celles rendues ensuite par la CEC et la Cour suprême, le conflit entre les articles 70 et 72 de la loi de 2001 sur les élections législatives ou la crédibilité des différents acteurs de ce scrutin n’ont été examinés. De surcroît, aucune de ces décisions n’expliquait en quoi, notamment au regard de l’article 70, les violations perçues avaient pu être de nature à peser sur l’issue du scrutin des sections nos 14, 45, 58 et 67 au point qu’il était devenu impossible d’établir la volonté des électeurs.", "61.  Eu égard à l’ensemble de ces éléments, la Cour conclut que la décision d’annuler le scrutin dans les quatre sections électorales doit être considérée comme arbitraire et disproportionnée par rapport à tout but légitime invoqué par le Gouvernement. Il s’ensuit qu’il y a eu, en l’espèce, violation de l’article 3 du Protocole no 1.", "62.  Cela étant établi, la Cour estime qu’il n’est pas nécessaire de statuer sur les griefs du requérant portant sur l’éventuelle partialité des membres de la commission électorale de la circonscription no 72 compte tenu du message aux électeurs qu’ils avaient publié dans les journaux, sur les violations alléguées du droit électoral interne au moment du recomptage du 7 avril 2002 et sur le défaut de sécurité des urnes. Il n’y a pas lieu non plus d’examiner l’exception du Gouvernement relative au non-épuisement des voies de recours internes dans le cadre des griefs relatifs à la partialité supposée des membres de ladite commission électorale.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "63.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "64.  Le requérant précise que sa demande au titre du dommage matériel repose sur la perte du salaire qu’il aurait touché en tant que député à la Verkhovna Rada. Il sollicite 144 000 dollars américains (USD), soit 107 250 euros (EUR), indiquant que cette somme correspond approximativement au salaire d’un député, et que c’est donc le montant qu’il aurait perçu s’il avait été élu.", "65.  Le Gouvernement estime qu’il n’y a pas de lien causal entre les demandes d’indemnisation du requérant et la violation constatée.", "66.  Comme cela a été remarqué au paragraphe 56 ci-dessus, l’annulation du scrutin dans les quatre sections en question a eu pour conséquence directe le fait que M. G., et non le requérant, a été déclaré élu au Parlement. Il est vrai que, s’il avait été élu, M. Kovatch aurait perçu des émoluments en tant que député. Cependant, cela ne suffit pas à justifier l’octroi des sommes demandées, celles-ci devant être mises en balance avec les autres revenus qu’il a pu toucher et qu’il n’aurait pas eus s’il avait été élu, de même que dans l’affaire Lykourezos c. Grèce (no 33554/03, § 64, CEDH 2006-VII), où le requérant avait été déchu de son mandat. Le requérant a donné des précisions sur le salaire qu’il aurait perçu comme député, mais n’a pas chiffré sa perte nette. La Cour rejette donc sa demande au titre du dommage matériel.", "B.  Dommage moral", "67.  Le requérant demande 56 000 USD (41 715 EUR) à titre de réparation de l’angoisse et de la détresse qu’il allègue avoir subies du fait de la violation de ses droits électoraux.", "68.  Le Gouvernement considère que cette demande est infondée et excessive.", "69.  La Cour reconnaît que le requérant a subi un dommage moral du fait de la violation constatée. En conséquence, statuant en équité et compte tenu de l’ensemble des circonstances de l’espèce, elle lui octroie 8 000 EUR à ce titre.", "C.  Frais et dépens", "70.  Le requérant n’ayant pas présenté de demande pour frais et dépens dans les délais prescrits, la Cour n’octroie aucune somme à ce titre.", "D.  Intérêts moratoires", "71.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Joint au fond l’exception du Gouvernement relative au non-épuisement des voies de recours internes pour ce qui est du grief du requérant concernant la partialité alléguée de certains membres d’une commission électorale, et conclut qu’il n’est pas nécessaire d’examiner ce grief ;", "", "2.  Déclare la requête recevable pour le surplus ;", "", "3.  Dit qu’il y a eu violation de l’article 3 du Protocole no 1 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 8 000 EUR (huit mille euros) pour dommage moral, à convertir en hryvnias ukrainiens au taux applicable à la date du règlement, plus tout montant pouvant être dû sur cette somme à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 7 février 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident", ""]}