{"file": "FRE_HFJUD_12923_87.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12923/87", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE MONACO c. ITALIE", "", "(Requête no12923/87)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 février 1992", "\n", "En l’affaire Monaco c. Italie,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tThór Vilhjálmsson,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\t\tC. Russo,", "\t\tA. Spielmann,", "\t\tN. Valticos,", "\t\tS.K. Martens,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 28 octobre 1991 et 24 janvier 1992,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 8 mars 1991, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 12923/87) dirigée contre la République italienne et dont une ressortissante de cet État, Mme Angelina Monaco, avait saisi la Commission le 14 mai 1987 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration italienne reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences de l’article 6 par. 1 (art. 6-1).", "2. En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, la requérante a manifesté le désir de participer à l’instance et a désigné son conseil (article 30).", "3. Le 23 avril 1991, le président de la Cour a estimé qu’il y avait lieu de confier à une chambre unique, en vertu de l’article 21 par. 6 du règlement et dans l’intérêt d’une bonne administration de la justice, l’examen de la présente cause et des affaires Gilberti, Nonnis, Trotto, Nibbio, Borgese, Biondi, Macaluso, Cattivera, Seri, Manunza, Gori, Casadio, Testa, Lestini, Covitti, Zonetti, Simonetti et Dal Sasso.", "4. La chambre à constituer de la sorte comprenait de plein droit M. C. Russo, juge élu de nationalité italienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le même jour, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. Thór Vilhjálmsson, F. Matscher, J. Pinheiro Farinha, L.-E. Pettiti, B. Walsh, N. Valticos et S.K. Martens, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43).", "Par la suite, M. A. Spielmann, suppléant, a remplacé M. Pinheiro Farinha, qui avait donné sa démission et dont le successeur à la Cour était entré en fonctions avant l’audience (articles 2 par. 3 et 22 par. 1 du règlement).", "5. Ayant assumé la présidence de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier adjoint l’agent du gouvernement italien (\"le Gouvernement\"), le délégué de la Commission et le conseil de la requérante au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à l’ordonnance ainsi rendue, le greffier a reçu le mémoire du Gouvernement le 17 juillet et celui de la requérante le 25. Par une lettre arrivée le 22 septembre, le secrétaire de la Commission l’a informé que le délégué s’exprimerait de vive voix.", "6. Le 29 août, la Commission avait produit le dossier de la procédure suivie devant elle; le greffier l’y avait invitée sur les instructions du président.", "7. Ainsi que l’avait décidé ce dernier - qui avait autorisé l’intéressée à employer la langue italienne (article 27 par. 3) -, les débats se sont déroulés en public le 28 octobre 1991, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tMM. G. Raimondi, magistrat détaché", "\t\t\tau Service du contentieux diplomatique du ministère des \t", "\t\t\tAffaires étrangères, \tcoagent,", "\t\t\tG. Manzo,", "\tMme A. Passannanti, magistrats détachés", "\t\t\tau ministère de la Justice, \tconseils;", "- pour la Commission", "\tM. J.A. Frowein, \tdélégué;", "- pour la requérante", "\tMes G. Angelozzi, avocat, \tconseil,", "\tM. de Stefano, avocat, \tconseiller.", "La Cour a entendu en leurs plaidoiries et déclarations, ainsi qu’en leurs réponses à ses questions, MM. Raimondi et Manzo pour le Gouvernement, M. Frowein pour la Commission, Mes Angelozzi et de Stefano pour Mme Monaco.", "8. Le 14 octobre, le Gouvernement avait déposé ses observations sur les demandes de satisfaction équitable de la requérante (article 50 de la Convention) (art. 50); la Commission a présenté les siennes le 5 novembre.", "EN FAIT", "9. Ressortissante italienne, Mme Angelina Monaco habite Subiaco (Rome) et se trouve au chômage. En application de l’article 31 par. 1 (art. 31-1) de la Convention, la Commission a constaté les faits suivants (paragraphes 16-20 de son rapport):", "\"16. Le 28 février 1985, la requérante assigna l’Istituto Nazionale della Previdenza Sociale (INPS) devant le juge d’instance (pretore) de Rome pour voir reconnaître son droit à une pension d’invalidité.", "17. L’instruction débuta à l’audience du 5 juin 1985, date à laquelle le juge d’instance ordonna l’accomplissement d’une expertise médicale. Le 25 octobre 1985, l’expertise fut déposée au greffe et, à l’issue de l’audience du 30 octobre 1985, le juge d’instance rejeta la demande de la requérante. Le texte de la décision fut déposé au greffe le jour même.", "18. Le 16 septembre 1986, la requérante interjeta appel contre cette décision et, le 29 septembre 1986, le président du tribunal de Rome fixa l’audience devant la chambre compétente du tribunal au 19 octobre 1988. A cette date, le tribunal ordonna l’accomplissement d’une nouvelle expertise médicale et renvoya l’affaire à l’audience du 1er mars 1989.", "19. A une date qui n’a pas été précisée\" - d’après les renseignements fournis à la Cour par les comparants, il s’agit du 1er mars 1989 -, \"le tribunal fit droit à la demande de la requérante. Le texte du jugement fut déposé au greffe le 27 novembre 1989.", "20. Il ne ressort pas du dossier qu’un pourvoi en cassation ait été formé contre ce jugement.\"", "PROCEDURE DEVANT LA COMMISSION", "10. L’intéressée a saisi la Commission le 14 mai 1987. Elle se plaignait de la durée de la procédure civile engagée par elle et invoquait l’article 6 par. 1 (art. 6-1) de la Convention.", "11. La Commission a retenu la requête (no 12923/87) le 11 mai 1990. Dans son rapport du 15 janvier 1991 (article 31) (art. 31), elle exprime à l’unanimité l’opinion qu’il y a eu violation de l’article 6 par. 1 (art. 6-1). Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR PAR LE GOUVERNEMENT", "12. À l’audience, le Gouvernement a confirmé la conclusion de son mémoire; il y invitait la Cour à dire \"qu’il n’y a pas eu violation de la Convention dans la présente affaire\".", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 1 (art. 6-1)", "13. La requérante allègue que l’examen de son action civile se prolongea au-delà du \"délai raisonnable\" prévu à l’article 6 par. 1 (art. 6-1) de la Convention, aux termes duquel", "\"Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...)\"", "Le Gouvernement conteste cette thèse, tandis que la Commission y souscrit.", "14. La période à considérer a commencé le 28 février 1985, avec l’assignation de l’INPS à comparaître devant le juge d’instance. Elle a pris fin au plus tard le 27 novembre 1990, date à laquelle le jugement du tribunal de Rome devint définitif (arrêt Pugliese (II) c. Italie du 24 mai 1991, série A no 206-A, p. 8, par. 16).", "15. Le caractère raisonnable de la durée d’une procédure s’apprécie à l’aide des critères qui se dégagent de la jurisprudence de la Cour et suivant les circonstances de l’espèce, lesquelles commandent en l’occurrence une évaluation globale.", "16. Le Gouvernement invoque la surcharge de travail des juridictions compétentes et l’obligation pour elles de traiter les dossiers, en principe, dans leur ordre d’arrivée. En outre, il excipe de la complexité des données de fait de la cause ainsi que de la passivité de la requérante, qui ne sollicita jamais des débats plus rapprochés.", "D’après l’intéressée, il s’agissait d’une affaire simple et son propre comportement n’a pu avoir qu’une influence négligeable.", "17. La Cour souligne qu’une diligence particulière s’impose pour le contentieux du travail, lequel englobe celui des pensions (voir notamment, mutatis mutandis, l’arrêt Vocaturo c. Italie du 24 mai 1991, série A no 206-C, p. 32, par. 17). L’Italie l’a d’ailleurs reconnu en révisant, en 1973, la procédure spéciale établie en la matière et en introduisant en 1990 des mesures d’urgence destinées à accélérer la marche des instances.", "Sans doute le Gouvernement tire-t-il argument de l’encombrement du rôle des juridictions saisies du litige, mais l’article 6 par. 1 (art. 6-1) astreint les États contractants à organiser leur système juridique de telle sorte que leurs cours et tribunaux puissent remplir chacune de ses exigences (même arrêt, ibidem).", "Aucune question complexe de fait ou de droit ne se présentait en l’occurrence. La procédure se déroula du reste à un rythme normal devant le juge d’instance. En outre, on ne saurait imputer à l’État l’intervalle de dix mois et demi environ entre la décision du 30 octobre 1985 et l’interjection de l’appel de l’intéressée; on ne peut pas davantage mettre à sa charge l’année qui passa jusqu’au moment où le jugement, déposé au greffe le 27 novembre 1989, devint définitif.", "Par contre, l’instance d’appel demeura en sommeil plus de deux ans: le 29 septembre 1986, le président du tribunal de Rome fixa au 19 octobre 1988 la première audience de la chambre compétente et il ne ressort pas du dossier que des mesures d’instruction aient été prises auparavant. On comprend mal, de surcroît, qu’il ait fallu plus de huit mois pour déposer ledit jugement au greffe.", "18. Dès lors, et eu égard à l’enjeu du litige pour Mme Monaco, la Cour ne saurait estimer \"raisonnable\" le laps de temps écoulé en l’espèce.", "Il y a donc eu violation de l’article 6 par. 1 (art. 6-1).", "II. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "19. D’après l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommage", "20. L’intéressée sollicite d’abord 8 000 000 lires italiennes pour dommage.", "Selon le Gouvernement, elle n’a subi aucun préjudice matériel; elle a d’ailleurs obtenu qu’une pension d’invalidité lui soit versée avec effet au 1er novembre 1983. Quant à un éventuel tort moral, un constat de violation fournirait une satisfaction équitable suffisante.", "21. Rien ne prouve que le manquement relevé ait causé à Mme Monaco un préjudice matériel. En revanche, elle a dû éprouver un certain tort moral pour lequel la Cour lui alloue, en équité, 5 000 000 lires.", "B. Frais et dépens", "22. La requérante réclame aussi 3 000 000 lires pour frais et dépens supportés devant les organes de la Convention.", "Sur la base des éléments en sa possession et de sa jurisprudence en la matière, la Cour fixe à 2 000 000 lires le montant dû à ce titre.", "C. Intérêts", "23. Mme Monaco demande enfin que les sommes revendiquées soient majorées d’intérêts, calculés au taux légal en vigueur dans son pays et pour la période allant du prononcé du présent arrêt au paiement par les autorités italiennes.", "La Commission invite la Cour à fixer au Gouvernement - qui ne se prononce pas - un délai impératif d’exécution et à prévoir le versement d’intérêts moratoires en cas de dépassement.", "24. La première de ces suggestions est conforme à une pratique suivie par la Cour depuis octobre 1991.", "Quant au paiement éventuel d’intérêts moratoires, la Cour n’estime pas en l’occurrence approprié de l’exiger.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit qu’il y a eu violation de l’article 6 par. 1 (art. 6-1);", "", "2. Dit que l’État défendeur doit verser à la requérante, dans les trois mois, 5 000 000 (cinq millions) lires italiennes pour préjudice moral et 2 000 000 (deux millions) pour frais et dépens;", "", "3. Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 26 février 1992.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", "", ""]}