{"file": "FRE_CLINF_49492_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "49492/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 113", "Novembre 2008", "Carlson c. Suisse - 49492/06", "Arrêt 6.11.2008 [Section I]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Déplacement d'un enfant jugé non illicite au regard de la Convention de La Haye relative aux aspects civils de l'enlèvement international d'enfants :violation", "", "En fait : Le requérant est un ressortissant américain, père de C. né en 2004 de son union avec une ressortissante suisse. En 2005, la mère, qui résidait avec son époux et son fils aux Etats-Unis, se rendit en Suisse avec l'enfant et décida d'y élire domicile. Elle intenta par la suite une procédure de divorce auprès du tribunal de district et soumit une demande de mesures provisoires pour la durée de la procédure de divorce, notamment en vue d'obtenir le droit de garde de l'enfant. Invoquant la Convention de la Haye sur les aspects civils de l'enlèvement international d'enfants, le requérant demanda aux juridictions suisses d'ordonner le retour de son fils à son lieu de résidence. A la suite de cette demande, le président du tribunal de district ordonna à l'épouse du requérant le dépôt immédiat du passeport de C. et lui interdit de quitter le territoire suisse. En même temps, il décida de joindre la procédure relative au retour de l'enfant à la procédure de divorce. En 2006, le président du tribunal de district rejeta la demande du requérant, au motif, notamment, que celui-ci n'était pas en mesure d'apporter des preuves à l'appui de son allégation selon laquelle il aurait certes consenti au séjour temporaire de la mère en Suisse, mais seulement à condition qu'elle ramène l'enfant aux Etats-Unis une fois son séjour en Suisse terminé. Le juge estima donc que le déplacement de l'enfant vers la Suisse n'était pas illicite en vertu de l'article 3 de la Convention de la Haye puisque le requérant avait donné son consentement, et qu'il n'existait pas d'indice suffisant pour étayer l'existence d'un non-retour illicite de l'enfant. Le requérant contesta cette décision devant la cour d'appel, puis devant le Tribunal fédéral, en vain.", "En droit : Dans cette affaire, c'est l'obligation de célérité dans la mise en œuvre du retour de l'enfant aux Etats-Unis qui est essentiellement en jeu et il est donc opportun d'examiner l'affaire sous l'angle des obligations « positives » découlant de l'article 8 pour les juridictions internes.", "Il convient de noter que l'article 16 de la Convention de la Haye commande de suspendre la procédure sur le fond du droit de garde jusqu'à ce qu'il soit statué sur le retour de l'enfant. Ainsi, la décision du tribunal de district de joindre les deux procédures est à la fois en contradiction avec les termes de la Convention de la Haye et a eu pour effet de prolonger la procédure devant les instances internes chargées de statuer sur le retour de l'enfant enlevé. En outre, le laps de temps entre le dépôt de la demande du requérant et la décision du président du tribunal de district ne cadre pas avec l'article 11 de la Convention de la Haye qui prévoit que les autorités saisies procèdent « d'urgence » en vue du retour de l'enfant, toute inaction dépassant les six semaines pouvant donner lieu à une demande de motivation. Par ailleurs, contrairement à ce qui découle clairement du libellé de l'article 13 de la Convention de la Haye, le président du tribunal de district a renversé la charge de la preuve et a imposé au requérant d' « établir » qu'il n'avait pas « consenti ou acquiescé postérieurement » au déplacement ou au non-retour de l'enfant. Le requérant a donc été placé dans une nette position de désavantage dans la procédure relative au retour de l'enfant. L'application correcte par la cour d'appel de l'article 13 précité n'est pas de nature à corriger la rupture de l'égalité des armes intervenue en première instance car les informations obtenues grâce au renversement de la charge de la preuve ne furent pas dépourvues de toute pertinence dans l'appréciation de la situation concrète par les juridictions internes.", "Rappelant que dans un domaine aussi sensible que l'enlèvement d'un enfant il convient de faire preuve d'un degré de diligence et de prudence particulièrement élevé, la Cour n'est pas convaincue que l'« intérêt supérieur » de C., entendu dans le sens d'une décision relative à sa réintégration immédiate dans son milieu de vie habituel, ait été pris en compte par les juridictions suisses lors de l'appréciation de la demande de retour en application de la Convention de la Haye. Etant donné que ces négligences n'ont pas été corrigées par les instances supérieures, le droit du requérant au respect de sa vie familiale n'a pas été protégé de manière effective par les juridictions internes.", "Conclusion : violation (unanimité).", "Article 41 – 10 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}