{"file": "FRE_HFJUD_27783_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "27783/95", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE T. c. AUTRICHE", "", "(Requête no 27783/95)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "14 novembre 2000", "", "", "", "", "En l’affaire T. c. Autriche,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tW. Fuhrmann,\n\t\tP. Kūris,\n\tMmes\tF. Tulkens,\n\t\tH.S. Greve,\n\tMM.\tK. Traja,\n\t\tM. Ugrekhelidze, juges,", "et de\tMme\tS. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 24 octobre 2000,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  L’affaire a été déférée à la Cour, conformément aux dispositions qui s’appliquaient avant l’entrée en vigueur du Protocole no 11 à la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »), par un ressortissant autrichien, M. T. (« le requérant »), le 21 décembre 1999 (article 5 § 4 du Protocole no 11 et anciens articles 47 et 48 de la Convention). A l’origine de l’affaire se trouve une requête (no 27783/95) dirigée contre la République d’Autriche et dont le requérant avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 16 mai 1995 en vertu de l’ancien article 25 de la Convention. Le requérant a été autorisé à présenter lui-même sa cause, conformément à l’article 36 § 4 b) du règlement. Le gouvernement autrichien (« le Gouvernement ») est représenté par son agent, M. H. Winkler, chef du département de droit international au ministère fédéral des Affaires étrangères.", "2.  La requête présentée à la Cour par le requérant renvoie à l’article 48 tel qu’amendé par le Protocole no 9, que l’Autriche a ratifié. Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement aux exigences de l’article 6 § 1 et 3 de la Convention.", "3.  Le 11 février 2000, le collège de la Grande Chambre a décidé que l’affaire devait être examinée par l’une des sections de la Cour (article 5 § 4 du Protocole no 11 à la Convention et articles 100 § 1 et 24 § 6 du règlement). Elle a été en conséquence attribuée à la troisième section. Au sein de celle-ci, la chambre chargée d’examiner l’affaire a été constituée conformément à l’article 26 § 1 du règlement.", "\n4.  Conformément à l’article 59 § 3 du règlement, le président de la chambre a invité les parties à présenter des mémoires sur les questions soulevées par l’affaire. Le greffier a reçu le mémoire du requérant le 31 mai 2000 et celui du Gouvernement le 13 juin 2000.", "5.  Après consultation de l’agent du Gouvernement et du requérant, la chambre a décidé de ne pas tenir d’audience.", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "A.\tLa procédure entre le requérant et une banque", "6.  Le 27 juin 1998, la CBank engagea contre le requérant une procédure d’injonction de payer portant sur 8 497 schillings autrichiens (ATS), au motif qu’au terme de leur relation contractuelle, le compte courant du requérant était débiteur de cette somme.", "7.  Le 18 juillet 1988, le tribunal de district (Bezirksgericht) de Hietzing, statuant en référé, émit une injonction de payer (Zahlungsbefehl) contre le requérant. Celui-ci, représenté par M. K., fit opposition (Einspruch), dont le tribunal de district reçut notification le 5 août 1988.", "8.  Le 15 novembre 1988, le juge D. du tribunal de district tint une audience.", "9.  Le 30 novembre 1988, le tribunal de district fut informé que M. K. ne représentait plus le requérant. Le 2 février 1989, l’audience qui avait été fixée au 9 février 1989 fut annulée. Selon le Gouvernement, cette annulation était due au fait que le représentant du requérant s’était retiré de l’affaire, alors que, selon le requérant, le tribunal fut empêché de tenir l’audience. Par la suite, la date du 22 décembre 1989 fut retenue pour l’audience suivante.", "10.  Le 13 décembre 1989, le requérant, représenté par Mme O., présenta une demande reconventionnelle (Widerklage) demandant le remboursement du montant total de 89 543 ATS pour perte d’intérêts, résultant prétendument de la négligence de la banque dans le cadre d’une opération de prêt contracté par un certain E., pour laquelle le requérant avait hypothéqué sa propriété. En outre, l’intéressé sollicita une décision déclarant nul et non avenu le cautionnement qu’il avait accordé à la CBank en relation avec la dette de E.", "11.  Le 21 décembre 1989, la banque présenta des observations préliminaires en réponse. Elle contesta en particulier l’existence d’un lien entre les deux plaintes en présence.", "12.  Le 22 décembre 1989, une audience se tint devant le juge G. du tribunal de district.", "13.  Les 30 mars, 24 avril et 25 juin 1990, le juge P. du tribunal de district tint des audiences. Les parties présentèrent des preuves écrites et le tribunal entendit en tant que témoins N. et W., deux employés de la CBank, ainsi que K., l’avocat impliqué dans l’affaire. Lors de la dernière de ces audiences, le tribunal décida de joindre les procédures concernant la demande de la banque et la demande reconventionnelle du requérant. Le juge constata également que la CBank avait complété sa demande en sollicitant un paiement complémentaire de 14 180 ATS dont le requérant était prétendument redevable en raison de son cautionnement de la dette de E.", "14.  Le 29 juin 1990, le tribunal de district décida d’ajourner la procédure jusqu’au prononcé du jugement dans une autre instance impliquant le requérant et E., qui était pendante devant le tribunal civil régional (Landesgericht) de Vienne.", "15.  Le 16 octobre 1990, le tribunal civil régional de Vienne, sur appel du requérant, annula la décision d’ajournement au motif que, selon les règles procédurales pertinentes, pareille décision devait être prise dans le cadre d’une audience contradictoire", "16.  Le 16 janvier 1991, Mme O. informa le tribunal de district qu’elle ne représentait plus le requérant. Celui-ci fut par la suite représenté par M. R.", "17.  Les 11 avril et 10 octobre 1991, le juge Ed. du tribunal de district tint d’autres audiences. Le requérant fut entendu en tant que partie et W. fut de nouveau entendu en qualité de témoin. A cette dernière audience, le tribunal décida de nouveau d’ajourner la procédure jusqu’à ce que le jugement rendu par le tribunal civil régional de Vienne dans la procédure entre le requérant et E. devînt définitif.", "18.  Le 4 février 1992, le tribunal civil régional de Vienne, sur appel du requérant, annula la décision et ordonna au tribunal de district de poursuivre la procédure. Il estima que la juridiction de première instance avait eu tort de présumer que la procédure entre le requérant et E. résoudrait une question incidente préliminaire. La décision du tribunal régional parvint au tribunal de district le 10 mars 1992.", "19.  Le 1er septembre 1992, le requérant étendit sa demande reconventionnelle à un montant total de 213 440 ATS.", "20.  Le 6 octobre 1992, à la demande du requérant, le juge Ed. du tribunal de district, ajourna au 26 janvier 1993 une audience qui avait été fixée au 15 octobre 1992.", "21.  Le 2 novembre 1992, le requérant informa le tribunal de district qu’il avait révoqué la procuration de M. R.", "22.  Le 18 janvier 1993, le juge Ed. demanda l’autorisation de se déporter car elle s’estimait partiale en raison de certaines accusations que le requérant avait formulées à son endroit. Le même jour, le président du tribunal de district accueillit sa demande et assigna l’affaire au juge A. L’audience prévue pour le 26 janvier 1993 fut annulée. Le requérant était alors représenté par Mme W.", "23.  Le 23 février 1993, le tribunal de district fut informé que Mme W. ne représentait plus le requérant.", "24.  L’audience suivante, prévue pour le 21 juin 1993, dut être reportée au 12 juillet 1993 à la demande de la banque plaignante.", "25.  Le 17 juin 1993, le requérant sollicita l’aide judiciaire. A la requête du tribunal de district, il compléta sa demande le 1er juillet 1993.", "26.  Le 5 juillet 1993, le tribunal de district rejeta la demande d’aide judiciaire présentée par le requérant.", "27.  Le 9 juillet 1993, M. H., qui avait été désigné comme représentant du requérant par l’ordre des avocats en vertu de l’article 10 § 3 de la loi sur les avocats (Rechtsanwaltsordnung) – applicable dans les cas où le justiciable, sans être indigent, n’est pas en mesure de trouver un avocat acceptant de le représenter – demanda un report de l’audience prévue pour le 12 juillet 1993. Le requérant soutient qu’il avait seulement demandé la désignation d’un représentant pour présenter cette demande spécifique, alors que l’ordre des avocats désigna M. H. pour le représenter dans la suite de la procédure.", "28.  Le 16 novembre 1993, le tribunal de district, à la demande de M. H., ajourna l’audience suivante, qui avait été fixée au 3 décembre 1993, au 21 janvier 1994.", "29.  Le 18 janvier 1994, M. H. demanda un nouveau report de l’audience car il n’avait pas été en mesure d’obtenir de son client les informations nécessaires. Le tribunal de district rejeta la demande. Le requérant prétend qu’il ne savait pas que M. H. le représentait et que celui-ci avait essayé de le contacter à une adresse inexacte. Il prétend en outre que l’assignation à comparaître à l’audience du 21 janvier 1994 ne lui fut pas signifiée en bonne et due forme.", "30.  Le 21 janvier 1994, le juge A. du tribunal de district tint une nouvelle audience et accepta d’étendre la demande reconventionnelle du requérant.", "31.  Le 25 février 1994, le tribunal de district fut informé que M. H. ne représentait plus le requérant.", "32.  Le 18 avril 1994, le tribunal de district annula la date de l’audience suivante qui avait été fixée au 22 avril 1994. Il releva que dans la procédure en cause, les parties devaient obligatoirement être représentées par un avocat (Anwaltszwang). Considérant que le requérant avait demandé l’aide judiciaire (paragraphe 35 ci-dessous) et n’était pas actuellement représenté, l’audience ne pouvait pas avoir lieu.", "33.  Le 11 octobre 1996, le juge Z. du tribunal de district fixa l’audience suivante au 30 octobre 1996. Dans l’assignation à comparaître, le requérant fut informé qu’il devait être représenté par un avocat à l’audience. S’il ne l’était pas, il serait jugé par défaut. A la demande de la banque plaignante, l’audience fut reportée au 2 décembre 1996.", "34.  Le 2 décembre 1996, aucune des parties ne comparut à l’audience. En conséquence, la procédure fut suspendue (Ruhen des Verfahrens). Jusqu’ici, aucune des parties n’a demandé à ce qu’elle fût reprise.", "B.\tProcédure d’amende de fol appel", "35.  Le 8 avril 1994, le requérant sollicita l’aide judiciaire. Il présenta une déclaration de ressources, selon laquelle il n’avait pas de revenus, de biens, d’économies ou d’autres actifs. En outre, il déclara être endetté envers la SBank et la société commerciale Sch. Le formulaire type de cette déclaration contenait un avertissement selon lequel une amende de fol appel (Mutwillensstrafe) pouvait être infligée dans les cas où l’aide judiciaire était obtenue indûment par des déclarations fausses ou incomplètes.", "36.  Dans ses observations qui accompagnaient le formulaire, le requérant déclara notamment que jusqu’à septembre 1993, la société Sch. lui avait versé 15 000 ATS par mois. A compter du 1er octobre 1993, il s’était retrouvé sans revenus et obligé de surcroît de rembourser toutes les sommes qu’il avait perçues de cette société. Sa pension de retraite ne devait lui être versée qu’à compter du 1er septembre 1994. En outre, le requérant déclara qu’il n’avait pas de famille et qu’il était soutenu par quelques connaissances.", "37.  Le 11 avril 1994, le juge Er. du tribunal de district ordonna au requérant de fournir d’autres informations. L’intéressé fut invité à donner les noms et adresses des personnes qui lui apportaient un soutien financier, et de préciser les montants, fréquences et modalités de leurs versements. En outre, il lui fut demandé de présenter un certain nombre de documents à l’appui de ses allégations.", "38.  Le 15 avril 1994, le requérant déclara recevoir 200 ATS par semaine d’une certaine Mme F. Il présenta également un certain nombre de documents.", "39.  Le 5 mai 1994, le tribunal de district, statuant sans audience, rejeta la demande d’aide judiciaire présentée par le requérant et lui infligea une amende de 30 000 ATS pour fol appel. Invoquant la déclaration de ressources du requérant et ses autres observations, il estima que l’intéressé avait fait des déclarations incomplètes ou fausses. En particulier, il avait déclaré être sans revenus depuis le 1er octobre 1993 et ne recevoir que 200 ATS par semaine. Toutefois, les documents qu’il avait soumis montraient qu’il avait payé un loyer mensuel de 1 234 ATS d’octobre 1993 à janvier 1994. Etant donné que le revenu total qu’il prétendait recevoir par mois était inférieur à cette somme, ses observations ne permettaient pas de comprendre comment il avait pu payer son loyer. Enfin, le tribunal fit remarquer qu’il avait fixé une amende d’un montant relativement modeste, étant donné que le requérant avait seulement tenté d’être admis indûment au bénéfice de l’aide judiciaire.", "40.  Le 8 mai 1994, le requérant fit appel de cette décision.", "41.  Le 28 février 1995, le tribunal civil régional de Vienne, siégeant à huis clos, débouta le requérant. Il estima que c’était à bon droit que le tribunal de district avait rejeté la demande d’aide judiciaire présentée par le requérant. Les observations de celui-ci selon lesquelles il avait des économies qui lui avaient permis de payer son loyer à partir d’octobre 1993 constituaient des faits nouveaux qui étaient irrecevables en appel. Dans sa demande d’aide judiciaire, l’intéressé avait déclaré ne percevoir aucun revenu depuis le 1er octobre 1993 et dépendre du soutien financier de certaines connaissances. Lorsque le tribunal lui avait demandé de compléter ses observations, le requérant avait précisé qu’il bénéficiait d’un soutien financier de 200 ATS par semaine. Toutefois, il n’avait pas déclaré qu’il avait des économies pour assurer son entretien. Le tribunal de district était donc fondé à conclure que l’intéressé avait fait des déclarations fausses ou incomplètes et n’avait pas démontré que les frais de procédure mettraient en péril ses moyens d’existence. C’était également à bon droit que le tribunal lui avait infligé une amende de fol appel conformément à l’article 69 du code de procédure civile (Zivilprozessordnung).", "42.  Le 28 mars 1995, le tribunal de district émit une ordonnance de paiement de l’amende de fol appel.", "43.  Le 16 août 1995, le tribunal de district, en vertu de l’article 220 § 3 du code de procédure civile, constata qu’une tentative de recouvrer le montant de l’amende s’était soldée par un échec et convertit l’amende en dix jours d’emprisonnement. Le requérant fut informé qu’il pouvait faire appel de cette décision. Il semble qu’il n’en ait rien fait.", "II.\tLE DROIT INTERNE PERTINENT", "A.\tCode de procédure civile", "44.  L’article 69 du code de procédure civile (Zivilprozessordnung) prévoit qu’un tribunal peut infliger une amende de fol appel allant jusqu’à dix fois le montant fixé à l’article 220 § 1 du même code (c’est-à-dire 400 000 ATS) à un justiciable qui obtient indûment l’aide judiciaire par des déclarations fausses ou incomplètes.", "45.  L’article 220 dispose notamment qu’une amende de fol appel ne peut excéder 40 000 ATS (paragraphe 1). Dans le cas où l’intéressé n’est pas en mesure de payer, l’amende peut être convertie en une peine d’emprisonnement, dont la durée, déterminée par le tribunal, ne peut dépasser dix jours (paragraphe 3).", "46.  Selon l’article 514 du code de procédure civile, toute décision d’un tribunal est susceptible de recours (Rekurs), sauf exclusion explicite.", "B.\tCode pénal", "47.  L’article 19 du code pénal (Strafgesetzbuch) traite des amendes (Geldstrafen). Il prévoit que les amendes sont exprimées en jours/amendes. Leur montant ne peut être inférieur à deux jours/amendes (paragraphe 1). Les jours/amendes sont fixés en fonction des ressources et de la situation personnelle du délinquant à l’époque du jugement de première instance. Toutefois, leur montant ne peut être inférieur à 30 ATS ou supérieur à 4 500 ATS (paragraphe 2). S’il s’avère qu’une amende ne peut être recouvrée, une peine d’emprisonnement par défaut est infligée. Un jour d’emprisonnement par défaut correspond à deux/jours amendes (paragraphe 3).", "EN DROIT", "I.\tSUR L’OBJET DU LITIGE", "48.  Dans son mémoire, le requérant allègue que la décision de lui refuser l’aide judiciaire l’a empêché d’accéder à un tribunal.", "49.  La Cour rappelle que l’objet de l’affaire est déterminé par la décision sur la recevabilité rendue par la Commission (voir, par exemple, l’arrêt Fusco c. Italie du 2 septembre 1997, Recueil des arrêts et décisions 1997V, p. 1731, § 16). La Commission a déclaré la requête irrecevable, exception faite du grief concernant la durée de la procédure opposant le requérant à une banque et du grief relatif à la violation des droits de la défense dans le cadre de la procédure d’amende de fol appel. Il s’ensuit que l’objet de la présente affaire se limite à ces deux griefs.", "II.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "50.  Le requérant se plaint de la durée de la procédure qui l’opposait à une banque. Il invoque l’article 6 § 1 de la Convention qui, en ses passages pertinents, se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "51.  Le requérant soutient que la durée de la procédure était excessive et que des retards considérables sont imputables au tribunal de district. Il affirme que le fait qu’il ait changé de représentant à plusieurs reprises n’a pas entraîné de retards importants.", "52.  Pour le Gouvernement, la durée de la procédure peut néanmoins être considérée comme raisonnable dans les circonstances de l’espèce. Il allègue que l’instance était complexe et que le requérant n’a entrepris aucune démarche pour accélérer la procédure mais, au contraire, a été à l’origine de retards considérables en ce qu’il a changé souvent de représentant, n’a pas présenté ses observations de manière concise et a soumis des éléments de preuve tardivement.", "53.  La Cour souscrit à l’avis de la Commission selon lequel la procédure litigieuse s’est étendue du 27 juin 1988 au 2 décembre 1996, soit près de huit ans et demi pour un seul degré de juridiction.", "54.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, entre autres, l’arrêt Ciricosta et Viola c. Italie du 4 décembre 1995, série A no 337A, p. 9, § 24).", "55.  Pour la Commission, la procédure revêtait une certaine complexité, car elle portait sur la demande de la banque et la demande reconventionnelle du requérant qui ont toutes deux été complétées au cours de la procédure ; toutefois, elle a relevé que des retards de quatre ans et trois mois en tout étaient imputables au tribunal de district, alors que les retards causés par le requérant étaient beaucoup moins importants. En bref, la Commission a jugé qu’une durée globale de huit ans et demi pour un niveau de juridiction ne saurait être considérée comme « raisonnable » au sens de l’article 6 § 1 de la Convention.", "56.  La Cour n’aperçoit aucune raison de s’écarter de la conclusion à laquelle est parvenue la Commission. Dès lors, il y a eu violation de l’article 6 § 1 de la Convention.", "III.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 §§ 1 ET 3 DE LA CONVENTION", "57.  Le requérant se plaint que le tribunal de district, avant de lui infliger une amende de fol appel, ne l’a pas informé qu’il le soupçonnait d’avoir formulé des déclarations fausses ou incomplètes dans sa demande d’aide judiciaire, et qu’il n’a donc pas pu se défendre convenablement. Il invoque l’article 6 §§ 1 et 3 a) et b) de la Convention qui, en ses passages pertinents, se lit ainsi :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) ", "3.  Tout accusé a droit notamment à :", "a)  être informé, dans le plus court délai, dans une langue qu’il comprend et d’une manière détaillée, de la nature et de la cause de l’accusation portée contre lui ;", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ; (...) »", "58.  La Cour examinera tout d’abord si l’article 6 s’applique à la procédure litigieuse.", "A.\tApplicabilité de l’article 6", "59.  Le requérant n’a pas exposé d’arguments spécifiques sur ce point, mais il ressort de ses observations que, d’après lui, l’article 6 § 1 est applicable sous son volet pénal.", "60.  Pour sa part, le Gouvernement conteste l’applicabilité de l’article 6 § 1, affirmant que la procédure d’amende de fol appel n’implique pas de décision sur le bien-fondé d’une « accusation en matière pénale ». Le Gouvernement réfute les conclusions de la Commission, alléguant que la nature et la sévérité de la peine en jeu en l’espèce n’étaient pas de nature à faire entrer la question dans la matière pénale. Il souligne que le montant, certes très élevé, de la peine maximale, à savoir 400 000 ATS, constitue le seul élément qui distingue la présente affaire de l’arrêt Putz c. Autriche du 22 février 1996 (Recueil 1996I), dans lequel la Cour a conclu que l’article 6 ne trouvait pas à s’appliquer. Invoquant l’arrêt Bendenoun c. France du 24 février 1994 (série A no 284), le Gouvernement allègue en outre que le montant de l’amende ne peut suffire à lui seul à induire la conclusion que la procédure litigieuse relève de la sphère pénale. En outre, l’emprisonnement par défaut encouru en l’espèce avait une durée beaucoup plus courte que la détention en jeu dans l’affaire Ravnsborg. Le fait que l’amende, dans la présente affaire, pouvait être convertie en une peine de prison en l’absence de toute autre audience ne saurait justifier la conclusion que l’article 6 est applicable.", "61.  La Cour rappelle que la question de savoir si l’article 6 trouve à s’appliquer sous son volet pénal doit s’apprécier à la lumière de trois critères alternatifs, à savoir la qualification de l’infraction en droit interne, la nature de celle-ci et la nature et le degré de sévérité de la sanction (voir, notamment, l’arrêt Engel et autres c. Pays-Bas du 8 juin 1976, série A no 22, pp. 3435, § 82 ; arrêt Weber c. Suisse du 22 mai 1990, série A no 177, pp. 1718, §§ 3134 ; arrêt Ravnsborg c. Suède du 23 mars 1994, série A no 283B, p. 28, § 30 ; arrêt Putz c. Autriche précité, p. 324, § 31).", "62.  La Commission a estimé que l’infraction décrite à l’article 69 du code de procédure civile n’était pas considérée comme pénale en droit autrichien et que sa nature, qui avait trait au pouvoir inhérent du tribunal d’assurer le bon déroulement de sa propre procédure, était plus disciplinaire que pénale. La Cour souscrit à cette appréciation.", "63.  Reste à examiner si la nature et le degré de sévérité de la peine que risquait le requérant peut faire entrer la question dans la matière pénale (arrêts précités Ravnsborg c. Suède, p. 30, § 35, et Putz c. Autriche, p. 325, § 34).", "64.  La Commission a observé que l’amende maximum de 400 000 ATS que risquait le requérant en vertu de l’article 69 combiné avec l’article 220 § 1 du code de procédure civile était considérablement plus élevée que la peine encourue dans des affaires comparables sanctionnant une mauvaise conduite dans le cadre d’une procédure judiciaire. L’amende de 30 000 ATS infligée dans les faits était également plus importante que toutes les sanctions prononcées dans ces affaires (arrêts précités Weber c. Suisse, pp. 9 et 18, §§ 16 et 34, Ravnsborg c. Suède, pp. 3031, § 35, Putz c. Autriche, p. 326, § 37).", "65.  Le Gouvernement allègue que le montant de la sanction encourue ne saurait à lui seul faire relever la question de la matière pénale. Certes, dans l’arrêt Bendenoun qu’il invoque, la Cour ne s’est pas uniquement fondée sur le montant élevé de la sanction en jeu, mais a également pris en compte d’autres facteurs, notamment la nature de la sanction, qui avait un caractère plus punitif que compensatoire (arrêt Bendenoun c. France précité, p. 20, § 47). En l’espèce également, l’amende que risquait le requérant était très importante, et était du même ordre que les amendes prévues par le code pénal (paragraphe 47 ci-dessus) ; elle ne tendait pas à réparer un préjudice, mais revêtait un caractère punitif.", "66.  Enfin, le Gouvernement fait valoir que la peine de dix jours d’emprisonnement par défaut, que le requérant encourait et qui lui a été infligée en l’espèce, était beaucoup plus courte que celle qui était en jeu dans l’affaire Ravnsborg. Toutefois, dans cette dernière affaire, la Cour a attaché de l’importance au fait que la conversion de l’amende en une peine de prison exigeait une audience contradictoire dans une procédure judiciaire séparée (arrêt Ravnsborg précité, ibid.). Or, la conversion de l’amende n’était pas subordonnée à une telle garantie en l’espèce.", "67.  Eu égard au caractère punitif et au montant élevé de la sanction en jeu, ainsi qu’à la possibilité de la convertir en peine d’emprisonnement sans la garantie d’une audience, la Cour conclut que l’enjeu pour le requérant était suffisamment important pour que l’on puisse qualifier l’infraction en cause de pénale au sens de l’article 6 § 1.", "\nB.\tObservation de l’article 6 §§ 1 et 3", "68.  Le requérant allègue la violation des droits de la défense, en particulier des droits qui lui sont garantis par l’article 6 § 3 a) et b), en ce que le tribunal de district, avant de lui infliger une amende de fol appel, ne l’a pas informé qu’il le soupçonnait d’avoir formulé des déclarations fausses ou incomplètes dans sa demande d’aide judiciaire. Il prétend en conséquence ne pas avoir été en mesure de se défendre convenablement.", "69.  Le Gouvernement affirme que le requérant n’a pas exercé ses droits de la défense. Il souligne en particulier que l’intéressé aurait pu présenter sa défense dans ses observations du 15 avril 1994, qui constituaient sa réponse à l’ordre de compléter sa demande d’aide judiciaire. Par ailleurs, le Gouvernement remarque que le requérant n’a pas formé de recours contre la décision de lui infliger une amende de fol appel.", "70.  La Cour rappelle que les garanties consacrées par le paragraphe 3 de l’article 6 sont des aspects spécifiques du droit à un procès équitable énoncé au paragraphe 1, et examinera donc les griefs du requérant sous l’angle des deux dispositions combinées (voir, parmi d’autres, l’arrêt Kremzow c. Autriche du 21 septembre 1993, série A no 268B, p. 41, § 44).", "71.  Comme la Commission, la Cour relève que le tribunal de district, le 11 avril 1994, a ordonné au requérant de compléter sa demande d’aide judiciaire, mais ne lui a pas indiqué qu’il le suspectait d’avoir commis une infraction relevant de l’article 69 du code de procédure civile. Sans avoir tenu d’audience, il l’a reconnu coupable de cette infraction le 5 mai 1994 et lui a infligé une amende de fol appel. Ainsi, le requérant n’a été informé des charges portées contre lui qu’au moment où la décision du tribunal de district lui a été signifiée. Contrairement à ce qu’affirme le Gouvernement, l’intéressé a fait appel de cette décision (paragraphe 40 ci-dessus). Toutefois, ce recours n’était pas de nature à pallier les lacunes de la procédure de première instance, puisque le tribunal régional a confirmé la décision du tribunal de district le 28 février 1995 sans tenir d’audience, et a rejeté les observations présentées par le requérant pour sa défense au motif qu’elles constituaient des faits nouveaux irrecevables en appel.", "72.  Partant, la Cour conclut qu’il y a eu violation de l’article 6 § 1 combiné avec l’article 6 § 3 a) et b) de la Convention.", "IV.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "73.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tFrais et dépens", "74.  Le requérant a limité sa demande aux frais exposés dans le cadre de la procédure devant les organes de la Convention. Il réclame un montant total de 5 218 ATS pour frais de correspondance et de photocopies. Le Gouvernement ne fait aucun commentaire. La Cour accorde cette somme en totalité.", "B.\tIntérêts moratoires", "75.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en Autriche à la date d’adoption du présent arrêt est de 4 % l’an.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention quant à la durée de la procédure opposant le requérant à une banque ;", "2.  Dit qu’il y a eu violation de l’article 6 § 1 combiné avec l’article 6 § 3 a) et b) de la Convention quant à la procédure d’amende de fol appel ;", "3.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif, conformément à l’article 44 § 2 de la Convention, 5 218 (cinq mille deux cent dix-huit) schillings autrichiens pour frais et dépens ;", "b)  que ce montant sera à majorer d’un intérêt simple de 4 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "Fait en anglais, puis communiqué par écrit le 14 novembre 2000, en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident"]}