{"file": "FRE_CLINF_62198_11.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "62198/11", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 181", "Janvier 2015", "Kuppinger c. Allemagne - 62198/11", "Arrêt 15.1.2015 [Section V]", "Article 13", "Recours effectif", "Absence de recours interne permettant l’exécution rapide d’une décision concernant des droits parentaux : violation", "Article 8", "Obligations positives", "Caractère insuffisant des mesures prises pour faire respecter le droit de visite d’un père : violation", "En fait – Dans sa requête à la Cour européenne, le requérant se plaignait notamment de la durée excessive de la procédure qu’il avait engagée au niveau interne pour faire exécuter la décision lui accordant le droit de visite à l’égard de son enfant et de l’absence de recours effectif pour faire accélérer la mise en œuvre de cette décision (article 13 de la Convention combiné avec l’article 8). Il soutenait également sous l’angle de l’article 8 que l’amende de 300 EUR imposée par les juridictions internes à la mère de l’enfant à la suite des refus répétés de celle-ci de se conformer à la décision lui accordant un droit de visite à l’égard de son enfant était trop faible pour avoir un effet coercitif sur celle-ci.", "En droit – Article 8 : Les tribunaux internes ont infligé une amende administrative à la mère, aucune des six visites prévues par la décision provisoire n’ayant eu lieu comme programmé. Bien que la Cour ne dispose d’aucune information sur la situation financière de la mère, elle ne peut qu’observer que l’amende globale de 300 EUR semble plutôt faible, considérant que les dispositions applicables permettaient l’infliction d’une amende pouvant aller jusqu’à 25 000 EUR pour chaque cas de non‑respect d’une décision. On peut donc se demander si l’on pouvait raisonnablement s’attendre à ce que la sanction eût un effet coercitif sur la mère, qui avait persisté à empêcher tout contact entre le requérant et son fils. En outre, la procédure d’exécution a duré plus de dix mois entre la date à laquelle le requérant avait introduit sa première demande tendant à l’infliction d’une amende et le paiement de celle-ci. Plusieurs retards sont imputables aux tribunaux internes. Les autorités n’ont donc pas pris de mesures effectives pour faire exécuter la décision provisoire relative au droit de visite rendue en mai 2010.", "Conclusion : violation (unanimité).", "La Cour conclut à l’unanimité à la non-violation de l’article 8 à raison de la durée de la procédure concernant la supervision de l’exercice du droit de visite et la procédure de contrôle des modalités du droit de visite.", "Article 13 combiné avec l’article 8 : Le gouvernement allemand a soutenu que le requérant aurait pu introduire, en vertu de la loi de 2011 sur les procédures judiciaires et enquêtes pénales d’une durée excessive (« la loi sur les recours »), une demande en réparation relativement à son allégation de durée excessive de la procédure.", "La Cour rappelle qu’un recours est normalement « effectif » au sens de l’article 13 dans le cadre d’affaires de durée de procédure s’il permet soit de faire intervenir plus tôt la décision des juridictions saisies, soit de fournir au justiciable une réparation adéquate pour les retards déjà accusés. Toutefois, dans le cadre d’une procédure dans laquelle la durée a un impact manifeste sur la vie familiale du requérant, une approche plus rigoureuse s’impose qui oblige les États à mettre en place un recours qui soit tant préventif que compensatoire. L’obligation positive de l’État de prendre des mesures appropriées pour assurer le respect de la vie familiale risque de devenir illusoire si un requérant ne dispose que d’un recours indemnitaire a posteriori.", "En l’espèce, la procédure en question concernait le droit de visite du requérant à l’égard de son jeune enfant et relève donc de la catégorie d’affaires dont l’issue risque d’être déterminée par la durée de la procédure. Il faut donc rechercher si le droit allemand offre un recours susceptible non seulement de fournir une réparation pécuniaire mais aussi d’être effectif pour accélérer la procédure devant les juridictions familiales.", "La loi sur les recours n’est entrée en vigueur qu’un an et demi après le début de la procédure relative au droit de visite. En outre, la Cour n’est pas convaincue que le recours indemnitaire que cette loi prévoit puisse passer pour avoir un effet suffisant pour accélérer une procédure pendante dans les affaires concernant le droit de visite d’un parent à l’égard d’un jeune enfant. La loi sur les recours ne répond donc pas aux exigences spécifiques d’un recours destiné à satisfaire aux obligations qui incombent à l’État au titre de l’article 8 dans de telles procédures. Aucun des deux autres recours invoqués par le Gouvernement ne peut non plus passer pour effectif.", "Conclusion : violation (unanimité).", "La Cour déclare irrecevable pour non-épuisement des voies de recours internes le grief tiré par le requérant de l’article 6 en ce qui concerne la durée de la procédure, considérant que l’intéressé aurait pu demander une satisfaction équitable en vertu de la loi sur les recours après l’entrée en vigueur de celle-ci. La Cour a précédemment estimé que cette loi était apte à fournir une réparation adéquate pour la violation du droit à un procès équitable dans un délai raisonnable.", "Article 41 : 15 000 EUR pour préjudice moral.", "(Voir également Macready c. République tchèque, 4824/06 et 15512/08, 22 avril 2010, , et Bergmann c. République tchèque, , 27 octobre 2011 ; voir, plus généralement, la fiche thématique sur ).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}