{"file": "FRE_HFCOM_2871_11.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "2871/11", "text_paragraphs": ["CINQUIÈME SECTION", "Requête no 2871/11\nGerard JODAR et autres contre la France\nintroduite le 22 décembre 2010", "EXPOSÉ DES FAITS", "", "Les requérants, MM. Gerard Jodar, Sele Lami, Sagato Uveakovi, Mikaele Fakailo dit Safoka, et Julien Vaiagina, sont des ressortissants français, nés respectivement en 1952, 1975, 1972, 1964, et 1976 et résidant à Dumbéa, et pour le dernier à Paita, en Nouvelle Calédonie. Ils ont été représentés devant la Cour par Me C. Waquet, avocat à Paris.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par les requérants, peuvent se résumer comme suit.", "Le 28 mai 2009, à la suite de l’occupation du tarmac de l’aéroport de Nouméa par des militants du syndicat USTKE, l’intervention des forces de l’ordre fut requise et vingt-huit personnes, dont les cinq requérants, furent interpellées et placées en garde à vue.", "A l’occasion de l’entretien avec l’avocat en cours de garde à vue, celui-ci constata des conditions d’enfermement indignes : les personnes gardées à vue ne pouvaient pas s’allonger, car les couchages ne mesuraient que 145 cm sur 50 cm, qu’ils étaient dépourvus de matelas et de couvertures, il n’y avait ni eau courante, ni lumière, ni aération, et les toilettes n’étaient pas isolées, l’odeur était pestilentielle. Messieurs Jodar et Jafoka furent retenus dans une cellule individuelle de 1,5 m2. Les autres prévenus furent détenus dans des cellules de moins de 10 m2 à huit pour certains d’entre eux et neuf pour d’autres.", "Alors qu’il voulut les faire constater par huissier de justice, l’avocat se heurta au refus des autorités judiciaires et de police. Ses observations à cet égard furent seulement actées à la procédure.", "A l’issue des quarante-huit heures de garde à vue, les vingt-huit mis en cause furent déférés au procureur de la République. Tous furent poursuivis pour entrave à la circulation d’un aéronef et dégradation de bien public mais le procureur décida de scinder la procédure en deux.", "Vingt-deux personnes furent convoquées par procès-verbal à l’audience du 16 juin 2009, tandis que les six autres, dont les cinq requérants, furent présentés devant le juge des libertés et de la détention aux fins de détention provisoire dans le cadre d’une comparution immédiate dont l’audience fut fixée à la date du 2 juin 2009. Ils furent incarcérés pendant soixante-douze heures au Camp Est, unique centre de détention de Nouvelle Calédonie, en situation de surpopulation carcérale extrêmement inquiétante.", "A l’audience du 2 juin 2009, le tribunal correctionnel ordonna un complément d’information aux fins de dresser constat de l’état des cellules de garde à vue, la défense ayant soulevé la nullité de l’ensemble des procèsverbaux dressés pendant la garde à vue eu égard au caractère inhumain et dégradant des conditions dans lesquelles cette mesure s’était déroulée.", "La juridiction ordonna également la remise en liberté sous contrôle judiciaire des prévenus, à l’exception de l’un des requérants, M. Vaiagina, maintenu en détention jusqu’au renvoi de l’affaire à l’audience du 16 juin 2009.", "Un procès-verbal constatant l’état des cellules de garde à vue fut dressé le 9 juin 2009 par la présidente du tribunal correctionnel :", "« Dans le quartier dit de garde à vue [où M. Jodar et Sakofa étaient gardés individuellement]", "7 cellules de garde à vue", "-  chaque cellule dispose d’un couchage en béton, sans matelas, faisant 50 cm de haut (145 x 50 cm). Chaque couchage est perforé sur le côté par un conduit d’environ 12 cm de diamètre devant servir d’aération", "-  aucun éclairage dans les cellules", "Une pièce isolée de toilettes dites « à la turque »", "Une pièce isolée pour l’avocat", "Dans le quartier dit « IPM »", "4 geôles individuelles", "Dimension : 170 x 220", "-  chaque cellule dispose d’un couchage en béton, sans matelas, faisant 50 cm de haut", "-  chaque cellule dispose également d’un WC « à la turque » dans un coin", "4 geôles collectives", "Dimension : 380 x 295", "Chaque cellule dispose d’un WC non isolé", "Nombre de personnes :6 à 7", "Tous les murs sont revêtus de peinture grise, maculés de graffitis et de « tags ». Les geôles sont éclairées par des plafonniers type néon. La lumière naturelle ne filtre pas. Il n’y a pas de présence d’orifice d’aération dans les geôles. »", "A l’audience du 16 juin 2009, les requérants invoquèrent plusieurs moyens de nullité de la procédure. Ils soulevèrent notamment la violation de l’article 3 de la Convention eu égard aux conditions dans lesquelles s’était déroulée la mesure de garde à vue, invoquant pour cela de nombreuses jurisprudences de la Cour, mais également celle du tribunal correctionnel de Paris qui, en avril 2009, n’avait pas hésité à annuler des procédures de comparution immédiate en raison des conditions de détention dans le dépôt dit « la souricière » du tribunal. Les requérants firent également mention des rapports d’activité du Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) selon lesquels les cellules de police doivent être propres et de taille raisonnable, avec un éclairage adéquat, et de manière à permettre le repos, les personnes contraintes de passer la nuit en détention, devant disposer d’un matelas et de couvertures propres.", "Après avoir joint les deux procédures au fond, le tribunal correctionnel, par une décision du 29 juin 2009, rejeta les exceptions de nullité de la procédure. Il refusa de constater la violation de l’article 3 de la Convention, les conditions d’exécution de la garde à vue subie par les requérants n’étant pas « gravement » attentatoires à la dignité des personnes humaines ni de nature à entraîner des souffrances mentales ou physiques d’une « intensité particulière ». Le tribunal releva à cet égard qu’une éventuelle violation de l’article 3 était susceptible d’engager la responsabilité de la puissance publique en raison du mauvais fonctionnement du service public de la justice, mais ne pouvait pas constituer une cause de nullité de la procédure. Le tribunal retint que deux des requérants avaient été admis en cellule individuelle, et que l’avocat n’avait fait consigner aucune protestation sur les conditions matérielles de déroulement de garde à vue. Il releva enfin qu’il n’était pas établi que les conditions prétendument déplorables de garde à vue aient pu retentir sur la sincérité de déclarations des requérants, la plupart d’entre eux s’étant volontairement abstenus de toute explication sur les conseils de leur avocat.", "Le tribunal relaxa l’ensemble des prévenus du chef de dégradation de biens publics mais prononça leur culpabilité du chef d’entrave à la circulation d’un aéronef. Les requérants Jodar, Lami, Uveakovi et Fakailo dit Safoka furent condamnés à des peines d’emprisonnement (douze mois pour MM. Jodar et Fakailo, dix mois pour MM. Uveakovi et Vaiagina, et six mois pour M. Lami) assorties d’un mandat de dépôt, et M. Vaiagina fut maintenu en détention.", "Le 1er juillet 2009, les requérants firent appel du jugement.", "Par un arrêt du 15 septembre 2009, la cour d’appel de Nouméa confirma le jugement entrepris sur la culpabilité mais réduisit le montant des peines prononcées. Auparavant, elle rejeta les exceptions de nullité invoquées par les requérants, identiques à celle soulevées devant le tribunal, mais ajoutant « que le système de droit pénal interne contenait encore une vieille anomalie, qui le rendait déloyal, en permettant à un policier d’interroger un présumé innocent sans que son avocat n’ait accès au dossier, au mépris du principe du contradictoire ».", "La cour d’appel estima que les conditions de garde à vue n’avaient pas généré chez les gardés à vue un sentiment d’avilissement, d’humiliation et de détresse intense de nature à entacher d’irrégularité leurs déclarations. Elle releva à cet égard qu’il était remarquable que la plupart des prévenus avaient respecté les consignes de leur avocat selon lesquelles il ne fallait pas parler. Elle précisa que « certes les dimensions et l’état des plus médiocre des salles de garde à vue posent interrogation et justifieraient sans doute que des travaux d’amélioration soient mis en œuvre, mais le fait que chacune des cellules dispose d’un WC à la turque, n’implique en rien que les gardés à vue ont été contraints de faire leurs besoins devant les autres. Qu’aucune preuve n’est rapportée sur ce point dans le dossier. »", "Les requérants se pourvurent en cassation, invoquant plusieurs moyens de cassation. Le premier moyen, en dix branches, était tiré de la violation de l’article 3 de la Convention. Les requérants estimèrent que les conditions de leur garde à vue étaient incompatibles avec la dignité de la personne et qu’elles les avaient exposés à une épreuve qui excédait le niveau de souffrance inhérent à une telle mesure. Ils relevèrent que le fait de garder le silence et de ne pas s’auto-incriminer n’était pas exclusif d’un sentiment d’humiliation et de détresse consécutif à des conditions d’enfermement attentatoires à la dignité humaine. Ils firent valoir que l’interdiction d’une mesure de contrainte se déroulant dans des conditions contraires à la dignité humaine constituait une règle d’ordre public et sa violation entraînait nécessairement la nullité de la mesure et des actes dont elle était le support nécessaire. Ils expliquèrent que ces conditions de détention indignes avaient entraîné un manque de repos et d’hygiène tels qu’ils n’avaient pas été en mesure de se défendre et de se concerter efficacement avec leur avocat, qui n’avait pas eu accès au dossier au moment des interrogatoires, ni de comparaître dignement, ce qui avait nécessairement porté atteinte aux droits de la défense, au droit à un procès équitable, et à la présomption d’innocence. Le troisième moyen de cassation porta sur le fait que les juges se seraient appuyés sur des déclarations recueillies lors de la garde à vue « à un stade où la loi exclut que l’intéressé puisse bénéficier de la gamme d’interventions propres à l’avocat, violant ainsi les droits de la défense et le droit à un procès équitable ». Le quatrième moyen de cassation reprit le premier moyen mais en ce qui concerne les conditions de détention dans l’établissement pénitentiaire Camp Est.", "Par un mémoire spécial reçu le 18 mars 2010 par la Cour de cassation, les requérants déposèrent une question prioritaire de constitutionnalité (QPC) relative à l’assistance de l’avocat au cours de la garde à vue (entretien de trente minutes seulement, l’avocat n’ayant pas accès au dossier) et aux exigences du droit à un procès équitable :", "« Les dispositions des articles 62, 63, 63-4 et 64 du code de procédure pénale portent-elles atteinte aux droits de la défense et au procès équitable constitutionnellement garantis en ce qu’elles autorisent des interrogatoires de la personne gardée à vue sans l’assistance d’un avocat ? »", "Par un arrêt du 4 juin 2010, la Cour de cassation déclara la QPC irrecevable « dès lors qu’il résulte tant de l’arrêt de la cour d’appel que du jugement du tribunal correctionnel qu’une exception de nullité relative à l’absence d’assistance effective par un avocat au cours de la garde à vue n’a pas été soulevée devant le juge du fond ».", "Le 22 juin 2010, la Cour de cassation rejeta le pourvoi des requérants. Sur les premier et troisième moyens, elle estima que faute d’avoir été présentée devant les juges du fond, l’exception de nullité prise de ce que les prévenus avaient, lors de leur garde à vue, été interrogés sans l’assistance d’un avocat, et sans que celui-ci ait eu accès au dossier de la procédure, était irrecevable. Sur les premier et quatrième moyens, la cour estima que les juges du fond avaient justifié leur décision en ne retenant pas la violation de l’article 3 de la convention, violation qui, tout en étant susceptible d’engager la responsabilité de la puissance publique en raison du mauvais fonctionnement du service public, ne saurait constituer une cause de nullité de procédure.", "GRIEFS", "1.  Invoquant l’article 3 de la Convention, les requérants se plaignent des conditions indignes et dégradantes dans lesquelles s’est déroulée la mesure de garde à vue, mais également la détention au Camp Est dans l’attente de la comparution devant les juges du fond.", "2.  Les requérants expliquent qu’eu égard aux conditions de la garde à vue, puis de la détention, et notamment à l’impossibilité de s’allonger et de se reposer, ils n’ont pu exercer leur droits de la défense de manière compatible avec l’article 6 de la Convention et avec le principe de la présomption d’innocence. Ils soutiennent qu’ils n’étaient pas en possession de tous leurs moyens ni lors de leur concertation avec leur avocat, ni lors de leur défèrement à l’issue de la garde à vue ainsi qu’au moment de leur comparution devant le juge des libertés et de la détention et devant le juge pénal.", "3.  Egalement sous l’angle de l’article 6 § 1 de la Convention, les requérants invoquent la violation de leur droit à bénéficier de l’assistance d’un avocat dès le début de la mesure de garde à vue. Les requérants se plaignent enfin de la violation du droit de garder le silence, ce droit ne leur ayant pas été notifié au début de la mesure de garde à vue. Une fois que l’avocat, en cours de mesure, a donné aux requérants l’information sur leur droit de garder le silence, l’usage qui a été fait de ce droit a été utilisé par les juridictions comme un élément à charge dans l’appréciation des faits et comme un élément de nature à relativiser l’appréciation du caractère inhumain ou dégradant des conditions de la garde à vue.", "QUESTIONS AUX PARTIES", "1.  Compte tenu des allégations des requérants quant à leurs conditions de détention au commissariat de police de Nouméa et au centre pénitentiaire de Nouvelle Calédonie, ces dernières étaient-elles compatibles avec l’article 3 de la Convention ? En particulier, d’une part, les requérants disposaient-ils d’un espace personnel suffisant et, d’autre part, ont-il bénéficié de conditions de détention satisfaisantes, s’agissant notamment de l’état général de la cellule et des canalisations, de la luminosité, de la ventilation, de l’hygiène, de la possibilité d’une utilisation privative des toilettes, et plus généralement des préconisations des paragraphes 18.1 et suivants de la Recommandation Rec(2006)2 du Comité des Ministres aux Etats membres sur les règles pénitentiaires européennes ?", "", "2.  Peut-on considérer que les droits de la défense des requérants garantis par l’article 6 §§ 1 et 3 de la Convention ont été respectés lors de leur comparution immédiate devant le tribunal correctionnel le 2 juin 2009, compte tenu notamment de leur état de fatigue ayant résulté des conditions de détention antérieurement subies au cours de leur garde à vue et au sein du centre pénitentiaire de Nouméa ?", ""]}