{"file": "FRE_HFJUD_56673_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "56673/00", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE IGLESIAS GIL ET A.U.I. c. ESPAGNE", "", "", "(Requête no 56673/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "29 avril 2003", "", "", "", "DÉFINITIF", "", "29/07/2003", "", "", "", "", "", "", "En l'affaire Iglesias Gil et A.U.I. c. Espagne,", "La Cour européenne des Droits de l'Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tM. Pellonpää,\n\t\tA. Pastor Ridruejo,\n\tMme\tE. Palm,\n\tMM.\tM. Fischbach,\n\t\tJ. Casadevall,\n\t\tS. Pavlovschi, juges,\net de M. M. O'Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil les 10 décembre 2002 et 1er avril 2003,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 56673/00) dirigée contre le Royaume d'Espagne et dont deux ressortissants de cet Etat, Mme María Iglesias Gil et A.U.I. (« les requérants »), ont saisi la Cour le 22 décembre 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés devant la Cour par Me J. Thomas Mulet, avocat au barreau de Palma de Majorque. Le gouvernement espagnol (« le Gouvernement ») est représenté par son agent, M. J. Borrego Borrego, chef du service juridique des droits de l'homme au ministère de la Justice.", "3.  Invoquant l'article 8 de la Convention, la première requérante, agissant en son nom propre et en tant que représentante légale de son enfant (le second requérant), se plaignait que les autorités judiciaires n'avaient pas agi avec diligence dans le traitement de la plainte présentée pour soustraction d'enfant. En particulier, elle alléguait que le ministère public, qui a l'obligation légale de protéger les mineurs, n'avait à aucun moment agi dans l'intérêt de l'enfant ni demandé la réalisation d'un quelconque acte d'instruction. D'après la requérante, ce manque d'intérêt pouvait aussi être reproché aux juridictions qui ont connu de l'affaire, qu'il s'agisse du juge d'instruction, de l'Audiencia Provincial de Pontevedra ou du Tribunal constitutionnel.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section ainsi remaniée (article 52 § 1 du règlement).", "6.  Par une décision du 5 mars 2002, la chambre a déclaré la requête recevable.", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "8.  Une audience s'est déroulée en public au Palais des Droits de l'Homme, à Strasbourg, le 10 décembre 2002 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nM.\tJ. Borrego Borrego, chef du service juridique \n\t\tdes droits de l'homme au ministère de la Justice, \tagent ;", "–  pour les requérants\nMe J. Thomas Mulet, avocat, \tconseil.", "", "La Cour les a entendus en leurs déclarations.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  La première requérante, María Iglesias Gil, est née en 1961 et réside à Vigo. Elle est la mère du second requérant, A.U.I., né en 1995.", "10.  Le 8 septembre 1989, la requérante contracta mariage avec A.U.A. Le 3 juin 1994, le couple divorça. Le 7 décembre 1995 naquit A.U.I., le second requérant, fils de la requérante et d'A.U.A., et reconnu par ce dernier. Par une décision du 20 décembre 1996, le juge aux affaires familiales de Vigo accorda le droit de garde d'A.U.I. à la requérante avec un droit de visite en faveur du père. Le 1er février 1997, A.U.A., profitant d'une visite à son enfant, l'enleva et sortit du territoire espagnol avec lui. Après avoir transité par la France et la Belgique, A.U.A. s'envola vers les Etats-Unis avec l'enfant.", "\nA.  Procédures devant les juridictions internes", "1.  Plainte pénale déposée par la requérante pour soustraction illégale de son enfant", "11.  La requérante déposa une plainte pénale avec constitution de partie civile devant le juge d'instruction no 5 de Vigo pour soustraction d'enfant. Le 4 février 1997, le juge d'instruction rendit une ordonnance de recherche interne à l'encontre d'A.U.A. et de remise immédiate de l'enfant à sa mère. Par la suite, la requérante élargit sa plainte pénale à plusieurs membres de la famille d'A.U.A. qui, d'après elle, avaient collaboré à l'enlèvement de son enfant.", "12.  Durant l'instruction de l'affaire, la requérante sollicita auprès du juge d'instruction no 5 de Vigo la mise sur écoute du téléphone portable d'A.U.A. ainsi que l'audition de plusieurs membres de la famille de ce dernier. Par une décision du 19 février 1997, le juge d'instruction rejeta ces demandes, la première au motif qu'il n'existait aucune preuve que le numéro de téléphone portable indiqué corresponde à celui d'A.U.A., et la seconde parce que la requérante n'avait pas indiqué précisément sur quelles questions ces personnes devraient déposer. La requérante sollicita également une perquisition au siège d'une société appartenant à A.U.A., qui était chargée de l'administration de ses biens en son absence, ainsi que l'examen du véhicule qu'il avait utilisé pour quitter l'Espagne. Ces demandes furent également rejetées par le juge d'instruction.", "13.  La requérante pria le juge de délivrer un mandat de recherche et d'arrêt international à l'encontre d'A.U.A. Par une ordonnance du 29 mai 1997, le juge d'instruction la débouta pour les raisons suivantes :", "« (...)", "2.  Quant au mandat de recherche et d'arrêt international, les délits de contrainte et d'extorsion n'ont pas été démontrés. Par ailleurs, l'éventuel (délit) de désobéissance est discutable eu égard au fait qu'il n'est pas prouvé que l'intéressé a été sommé d'exécuter le jugement du juge aux affaires familiales et averti qu'il risquait de commettre ce délit. En outre, ce délit (article 556 du code pénal) n'étant puni que d'une peine de prison de six mois à un an, il ne justifie pas un mandat de recherche et d'arrêt international, dans la mesure où l'éventuelle conduite de la personne dénoncée paraît plutôt relever de l'article 622 du code pénal qui définit ces faits comme une contravention.", "(...)", "4.  D'autre part, il convient de rappeler que les actes de procédure demandés ne sont ni légaux ni utiles pour le but poursuivi, de sorte qu'ils doivent être refusés en application de l'article 311 du code de procédure pénale. »", "14.  Examinant d'autres demandes d'actes d'instruction présentées par la requérante pour désobéissance au jugement du juge aux affaires familiales et inexécution de ce jugement, le juge d'instruction no 5 les rejeta par une décision du 5 juin 1997 pour les motifs suivants :", "« (...)", "2.  Les actes d'instruction sont réalisés afin d'enquêter sur l'existence de délits. Ils prennent fin sur décision du juge, et non lorsque la partie le demande (article 785 du code de procédure pénale).", "3.  D'après les actes réalisés jusqu'ici, il n'est pas prouvé qu'A.U.A. n'a pas rendu son fils à sa mère au terme de la période pendant laquelle il avait le droit de l'avoir avec lui.", "(...)", "6.  Un avis de recherche interne a été délivré à l'encontre d'A.U.A. Dès qu'il sera localisé, la disposition finale 19 de la loi organique 1/1996 du 15 janvier 1996 sur la protection juridique des mineurs pourra être mise en œuvre. »", "15.  En outre, dans une ordonnance du 25 mai 1998, le juge d'instruction examina la question de savoir si l'on pouvait poursuivre une personne partageant l'autorité parentale à l'égard d'un mineur pour soustraction d'enfant. A ce sujet, il déclara que, d'après la jurisprudence établie, cela n'était pas possible, de tels faits ne pouvant être poursuivis que du chef des délits de désobéissance ou d'extorsion. Par une autre ordonnance du 1er juillet 1998, le juge d'instruction réitéra sa position selon laquelle il n'était pas possible de délivrer un mandat de recherche et d'arrêt international pour le délit présumé de désobéissance, et ce pour les motifs suivants :", "« (...) S'agissant du mandat de recherche et d'arrêt international à l'encontre d'A.U.A., cette question a été résolue par l'Audiencia de Pontevedra dans sa décision du 23 septembre 1997. Or, depuis cette date, aucun élément nouveau n'est apparu permettant de modifier la qualification du délit. En effet, en aucun cas il ne peut être qualifié de « détention illégale », comme le souligne l'arrêt du 5 juillet 1993 concernant la soustraction de mineurs. Dans cet arrêt, il est précisé que « le fait que le père d'un mineur l'emmène avec lui dans l'unique but de l'avoir en sa compagnie ne saurait constituer un délit de soustraction de mineur » (...)", "Enfin, concernant le délit présumé de désobéissance, il n'est pas possible de délivrer un mandat de recherche et d'arrêt international dès lors que ce délit n'est pas inclus dans les traités d'extradition. Partant, Interpol n'y donnerait pas suite puisqu'il n'est pas conforme à la légalité. »", "16.  L'appel de la requérante fut rejeté par une décision de l'Audiencia Provincial de Pontevedra du 17 novembre 1998.", "\n2.  Premier recours d'amparo de la requérante", "17.  La requérante forma un recours d'amparo sur la base des articles 24 (droit à un procès équitable), 15 (droit à la vie et à l'intégrité physique et morale) et 17 (droit à la liberté et à la sûreté) de la Constitution, ainsi que de la Convention des Nations unies relative aux droits de l'enfant de 1989. Par une décision du 2 juin 1999, le Tribunal constitutionnel rejeta le recours pour défaut manifeste de fondement, la haute juridiction estimant que la requérante se limitait à faire part de son désaccord avec des décisions motivées.", "3.  Non-lieu provisoire du juge d'instruction no 5", "18.  Au terme de l'instruction, par une décision du 3 juillet 1998, le juge d'instruction no 5 de Vigo rendit un non-lieu provisoire quant à A.U.A., avec maintien de l'avis de recherche interne et de saisie de ses biens, ainsi qu'un non-lieu définitif pour les membres de la famille d'A.U.A. mis en cause par la requérante. Le juge fonda le non-lieu provisoire à l'égard d'A.U.A. sur le fait que, n'étant pas en Espagne, ce dernier n'avait pu être interrogé ni donc faire formellement l'objet d'une accusation pénale conformément à l'article 791-4 du code de procédure pénale. L'appel formé par la requérante fut rejeté par une décision de l'Audiencia Provincial de Pontevedra du 9 novembre 1998.", "4.  Deuxième recours d'amparo de la requérante", "19.  La requérante forma un recours d'amparo contre ces décisions devant le Tribunal constitutionnel en invoquant l'article 17 (droit à la liberté et à la sûreté) combiné avec les articles 18 (droit à la vie privée et à l'intimité familiale), 24 (droit à un procès équitable) et 39 (protection sociale, économique et juridique de la famille et des enfants) de la Constitution. Elle invoqua également les articles 5 et 8 de la Convention. Dans son recours, elle se plaignait notamment du refus systématique opposé par le juge d'instruction à sa demande de recherche internationale de son enfant, ce qui constituait à ses yeux une violation de l'obligation positive de protection de l'enfant et de sa famille. Elle alléguait également une violation de l'article 11 § 1 de la Convention relative aux droits de l'enfant de 1989 qui prévoit que les Etats prennent des mesures afin de lutter contre les déplacements et non-retours illicites d'enfants à l'étranger. Elle faisait valoir en outre que, par son opposition à tout acte d'investigation, le juge d'instruction avait violé directement son droit à la vie privée et familiale et celui de son enfant, ainsi que son droit à la protection judiciaire garanti par l'article 24 de la Constitution et l'article 6 de la Convention.", "20.  Par une décision du 17 juin 1999, le Tribunal constitutionnel rejeta le recours d'amparo pour défaut de fondement, au motif que la requérante se limitait à contester les décisions rendues par les juridictions pénales qui, de manière raisonnée et fondée, avaient décidé le non-lieu provisoire de la plainte pénale présentée par l'intéressée pour enlèvement de mineur ainsi que le maintien de certaines mesures préventives.", "5.  Autres décisions d'ordre pénal", "21.  En outre, dans le cadre d'un recours présenté par la requérante devant l'Audiencia Provincial de Pontevedra contre une décision du juge d'instruction no 5, ce dernier, dans un rapport qu'il soumit le 5 septembre 1997 à l'Audiencia Provincial, déclara ce qui suit :", "« (...) La procédure pénale a pour but la poursuite des délits et, le cas échéant, la punition des délinquants. Toutefois, le juge d'instruction ne peut en aucun cas se laisser manipuler par une femme animée par la jalousie ou la haine envers la famille de son ex-époux, et pratiquer une série d'actes de procédure inutiles pour l'objet du procès, et qui ne visent qu'à importuner des tiers étrangers au litige. En l'espèce, la seule chose prouvée jusqu'ici est qu'A.U.A. n'a pas rendu son fils A.U.I. à sa mère au terme de la période que le juge aux affaires familiales lui avait accordée. »", "22.  Une demande en récusation dirigée contre le juge d'instruction no 5 fut rejetée par une décision du 20 novembre 1997. En outre, une requête en nullité de la procédure fut rejetée par une décision du 22 février 1999.", "6.  Attribution de l'entière autorité parentale à la requérante", "23.  Par un jugement du 12 février 1999, le juge aux affaires familiales de Vigo retira à A.U.A. l'autorité parentale et l'attribua dans son intégralité à la requérante. Le juge fonda sa décision sur les motifs suivants :", "« (...) après examen des éléments de preuve, il convient d'accueillir favorablement la demande de la requérante. En effet, (...) il ressort du dossier que le défendeur, après inexécution de façon continue du régime des visites (comme le montre la décision rendue par ce tribunal le 20 décembre 1996), n'a pas rendu l'enfant à sa mère au terme de la période fixée par la décision du 20 décembre 1996. En outre, depuis le 1er février 1997, le père et l'enfant se trouvent en un lieu inconnu, soustrayant ainsi l'enfant à la garde accordée à la requérante par décision judiciaire. Cette attitude ne peut qu'être qualifiée de très grave, puisqu'elle a entraîné la séparation brusque et cruelle de l'enfant d'avec l'environnement familial dans lequel il était élevé de manière heureuse, et l'a privé, et continue de le priver, de la protection et de l'amour de sa mère et ce (...) dans sa plus tendre enfance, avec le grave préjudice que cela entraîne (...) Ainsi [A.U.A.], en faisant passer ses intérêts propres avant ceux de son enfant, a agi de manière gravement préjudiciable à l'égard de ce dernier (...) »", "7.  Rétablissement des contacts entre la requérante et son fils, récupération de l'enfant par la requérante et dépôt de nouvelles plaintes pénales", "24.  D'après un rapport psychologique soumis par la requérante en avril 2000, A.U.A. eut un premier contact téléphonique avec elle dans lequel il posait plusieurs conditions pour la remise de l'enfant, la menaçait et lui faisait du chantage. Le 12 juin 2000, la requérante porta plainte pour menaces et contrainte contre A.U.A. Par une ordonnance du 30 septembre 2000, le juge d'instruction no 6 de Vigo rendit un non-lieu provisoire. Sur un appel de la requérante, l'Audiencia Provincial de Pontevedra annula la décision entreprise par une décision du 15 mai 2001.", "25.  Le 18 avril 2000, la requérante revit pour la première fois son fils depuis son enlèvement en février 1997. Le 12 mai 2000, A.U.A. comparut volontairement devant le juge d'instruction qui, après l'avoir entendu, n'ordonna pas sa détention provisoire. Finalement, le 8 juin 2000, profitant du retour à Vigo d'A.U.A. et de son fils, la mère réussit avec l'aide de la police à reprendre son enfant. L'intéressée allègue que pendant un certain temps elle a dû vivre cachée avec son fils dans un centre d'accueil pour femmes en détresse.", "26.  Le 14 juillet 2000, le juge aux affaires familiales reconnut à A.U.A. un droit de visite à l'égard de son fils. Ne pouvant exercer ce droit, A.U.A. déposa une plainte devant le juge d'instruction de Vigo à l'encontre de la requérante et de ses parents pour désobéissance grave à l'autorité.", "II.  LE DROIT ET LA PRATIQUE PERTINENTS", "A.  La Constitution", "27.  Les dispositions pertinentes de la Constitution se lisent comme suit :", "Article 10 § 2", "« Les dispositions relatives aux droits fondamentaux et aux libertés que la Constitution reconnaît seront interprétées conformément à la Déclaration universelle des Droits de l'Homme et aux traités et accords internationaux portant sur les mêmes matières ratifiés par l'Espagne. »", "Article 18", "« 1.  Le droit à l'honneur, à l'intimité personnelle et familiale (...) est garanti à toute personne.", "(...) »", "Article 24", "« 1.  Toute personne a le droit d'obtenir la protection effective des juges et des tribunaux pour exercer ses droits et intérêts légitimes, sans jamais pouvoir être mise dans l'impossibilité de se défendre.", "(...) »", "Article 39 § 4", "« Les enfants jouissent de la protection prévue par les accords internationaux qui protègent leurs droits. »", "Article 96 § 1", "« Après leur publication officielle en Espagne, les traités internationaux valablement souscrits forment partie intégrante de l'ordre juridique interne. (...) »", "B.  La Convention des Nations unies relative aux droits de l'enfant du 20 novembre 1989", "28.  Les dispositions pertinentes de la Convention relative aux droits de l'enfant sont ainsi libellées :", "Article 11", "« 1.  Les Etats parties prennent des mesures pour lutter contre les déplacements et les non-retours illicites d'enfants à l'étranger.", "2.  A cette fin, les Etats parties favorisent la conclusion d'accords bilatéraux ou multilatéraux ou l'adhésion aux accords existants. »", "C.  La Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants", "29.  Les dispositions pertinentes de cette convention sont ainsi libellées :", "Article 1", "« La présente Convention a pour objet :", "a)  d'assurer le retour immédiat des enfants déplacés ou retenus illicitement dans tout Etat contractant ;", "b)  de faire respecter effectivement dans les autres Etats contractants les droits de garde et de visite existant dans un Etat contractant. »", "Article 2", "« Les Etats contractants prennent toutes mesures appropriées pour assurer, dans les limites de leur territoire, la réalisation des objectifs de la Convention. A cet effet, ils doivent recourir à leurs procédures d'urgence. »", "Article 3", "« Le déplacement ou le non-retour d'un enfant est considéré comme illicite :", "a)  lorsqu'il a lieu en violation d'un droit de garde, attribué à une personne, une institution ou tout autre organisme, seul ou conjointement, par le droit de l'Etat dans lequel l'enfant avait sa résidence habituelle immédiatement avant son déplacement ou son non-retour ; et", "b)  que ce droit était exercé de façon effective seul ou conjointement, au moment du déplacement ou du non-retour, ou l'eût été si de tels événements n'étaient survenus.", "Le droit de garde visé en a) peut notamment résulter d'une attribution de plein droit, d'une décision judiciaire ou administrative, ou d'un accord en vigueur selon le droit de cet Etat. »", "Article 6", "« Chaque Etat contractant désigne une autorité centrale chargée de satisfaire aux obligations qui lui sont imposées par la Convention.", "(...) »", "Article 7", "« Les autorités centrales doivent coopérer entre elles et promouvoir une collaboration entre les autorités compétentes dans leurs Etats respectifs, pour assurer le retour immédiat des enfants et réaliser les autres objectifs de la présente Convention.", "En particulier, soit directement, soit avec le concours de tout intermédiaire, elles doivent prendre toutes les mesures appropriées :", "a)  pour localiser un enfant déplacé ou retenu illicitement ;", "b)  pour prévenir de nouveaux dangers pour l'enfant ou des préjudices pour les parties concernées, en prenant ou faisant prendre des mesures provisoires ;", "c)  pour assurer la remise volontaire de l'enfant ou faciliter une solution amiable ;", "d)  pour échanger, si cela s'avère utile, des informations relatives à la situation sociale de l'enfant ;", "e)  pour fournir des informations générales concernant le droit de leur Etat relatives à l'application de la Convention ;", "f)  pour introduire ou favoriser l'ouverture d'une procédure judiciaire ou administrative, afin d'obtenir le retour de l'enfant et, le cas échéant, de permettre l'organisation ou l'exercice effectif du droit de visite ;", "g)  pour accorder ou faciliter, le cas échéant, l'obtention de l'assistance judiciaire et juridique, y compris la participation d'un avocat ;", "h)  pour assurer, sur le plan administratif, si nécessaire et opportun, le retour sans danger de l'enfant ;", "i)  pour se tenir mutuellement informées sur le fonctionnement de la Convention et, autant que possible, lever les obstacles éventuellement rencontrés lors de son application. »", "Article 8", "« La personne, l'institution ou l'organisme qui prétend qu'un enfant a été déplacé ou retenu en violation d'un droit de garde peut saisir soit l'autorité centrale de la résidence habituelle de l'enfant, soit celle de tout autre Etat contractant, pour que celles-ci prêtent leur assistance en vue d'assurer le retour de l'enfant.", "(...) »", "Article 11", "« Les autorités judiciaires ou administratives de tout Etat contractant doivent procéder d'urgence en vue du retour de l'enfant.", "Lorsque l'autorité judiciaire ou administrative saisie n'a pas statué dans un délai de six semaines à partir de sa saisine, le demandeur ou l'autorité centrale de l'Etat requis, de sa propre initiative ou sur requête de l'autorité centrale de l'Etat requérant, peut demander une déclaration sur les raisons de ce retard. (...) »", "Article 12", "« Lorsqu'un enfant a été déplacé ou retenu illicitement au sens de l'article 3 et qu'une période de moins d'un an s'est écoulée à partir du déplacement ou du non-retour au moment de l'introduction de la demande devant l'autorité judiciaire ou administrative de l'Etat contractant où se trouve l'enfant, l'autorité saisie ordonne son retour immédiat.", "L'autorité judiciaire ou administrative, même saisie après l'expiration de la période d'un an prévue à l'alinéa précédent, doit aussi ordonner le retour de l'enfant, à moins qu'il ne soit établi que l'enfant s'est intégré dans son nouveau milieu.", "Lorsque l'autorité judiciaire ou administrative de l'Etat requis a des raisons de croire que l'enfant a été emmené dans un autre Etat, elle peut suspendre la procédure ou rejeter la demande de retour de l'enfant. »", "Article 13", "« Nonobstant les dispositions de l'article précédent, l'autorité judiciaire ou administrative de l'Etat requis n'est pas tenue d'ordonner le retour de l'enfant, lorsque la personne, l'institution ou l'organisme qui s'oppose à son retour établit :", "a)  que la personne, l'institution ou l'organisme qui avait le soin de la personne de l'enfant n'exerçait pas effectivement le droit de garde à l'époque du déplacement ou du non-retour ou avait consenti ou a acquiescé postérieurement à ce déplacement ou à ce non-retour ; ou", "b)  qu'il existe un risque grave que le retour de l'enfant ne l'expose à un danger physique ou psychique, ou de toute autre manière ne le place dans une situation intolérable.", "L'autorité judiciaire ou administrative peut aussi refuser d'ordonner le retour de l'enfant si elle constate que celui-ci s'oppose à son retour et qu'il a atteint un âge et une maturité où il se révèle approprié de tenir compte de cette opinion.", "Dans l'appréciation des circonstances visées dans cet article, les autorités judiciaires ou administratives doivent tenir compte des informations fournies par l'autorité centrale ou toute autre autorité compétente de l'Etat de la résidence habituelle de l'enfant sur sa situation sociale. »", "D.  La loi organique 1/1996, du 15 janvier 1996 sur la protection juridique des mineurs portant amendement du code civil et du code de procédure civile, publiée au Journal officiel le 17 janvier 1996", "30.  Les dispositions pertinentes de cette loi sont ainsi énoncées :", "Article 3", "« Les mineurs jouissent des droits que leur reconnaissent la Constitution et les Traités internationaux ratifiés par l'Espagne, en particulier la Convention des Nations Unies relative aux droits de l'enfant, et des autres droits garantis par la législation interne (...)", "La présente loi, ses dispositions d'application et autres dispositions légales relatives aux mineurs sont interprétées conformément aux Traités internationaux ratifiés par l'Espagne et, notamment, à la Convention relative aux droits de l'enfant du 20 novembre 1989.", "Les pouvoirs publics garantissent le respect des droits des mineurs et adaptent leurs actes à la présente loi et à la norme internationale citée. »", "31.  En application de la disposition finale 13 de la loi précitée sur la protection juridique des mineurs, un deuxième paragraphe a été ajouté à l'article 216 du code civil dont la teneur est la suivante :", "Article 216", "« Les fonctions de tutelle constituent un devoir ; elles s'exercent au bénéfice de la personne sous tutelle sous la sauvegarde de l'autorité judiciaire.", "Les mesures et dispositions prévues à l'article 158 du présent code peuvent être décidées également par le juge, d'office ou à la demande de toute personne intéressée, dans tous les cas de tutelle ou de garde, de fait ou de droit, s'agissant de mineurs (...) lorsque leur intérêt le demande. »", "Les dispositions de l'article 158 du code civil se lisent comme suit :", "Article 158", "« Le juge prend d'office, ou à la demande de l'enfant ou de tout autre parent ou du ministère public, les mesures suivantes :", "(...)", "2.  Les dispositions appropriées afin d'éviter aux enfants des perturbations préjudiciables en cas de changement du titulaire de la garde.", "3.  En général, toute autre disposition qu'il considère comme opportune afin de le mettre à l'abri d'un danger ou de lui éviter un préjudice.", "Ces mesures peuvent être adoptées dans le cadre de toute procédure civile ou pénale (...) »", "E.  Les dispositions du code civil régissant la représentation légale des enfants mineurs", "32.  Ces dispositions se lisent comme suit :", "Article 154", "« Les enfants non émancipés relèvent de l'autorité du père et de la mère.", "L'autorité parentale s'exerce toujours dans l'intérêt des enfants, conformément à leur personnalité. Elle comprend les droits et devoirs suivants :", "1.  Veiller sur eux, les garder en leur compagnie, les alimenter, les éduquer et leur fournir une formation complète.", "2.  Les représenter et administrer leurs biens.", "(...)", "Dans l'exercice de l'autorité parentale, les parents peuvent solliciter l'aide de l'autorité judiciaire. (...) »", "Article 162", "« Les parents exerçant l'autorité parentale assurent la représentation légale de leurs enfants mineurs non émancipés.", "(...) »", "F.  La pratique interne en matière pénale concernant la soustraction d'enfants mineurs par l'un des parents", "33.  En général, les juridictions espagnoles ont refusé de qualifier la non-représentation d'enfant par une personne exerçant l'autorité parentale à l'égard du mineur de détention illégale ou de séquestration de personne, délit puni par les articles 163 à 165 du code pénal d'une peine d'emprisonnement de quatre à dix ans. D'après la jurisprudence, pareil acte n'est susceptible d'être poursuivi que du chef de désobéissance ou d'extorsion, puni par l'article 556 du code pénal d'une peine de prison de six mois à un an.", "34.  La loi organique 9/2002 du 10 décembre 2002 a modifié les dispositions du code pénal et du code civil en matière de soustraction de mineurs.", "35.  S'agissant du domaine pénal, l'exposé des motifs de la loi souligne qu'une réponse pénale claire, différente du délit générique de désobéissance, s'est révélée nécessaire lorsque l'auteur de la soustraction ou de la non-représentation du mineur est l'un des parents, et que la garde du mineur a été légalement accordée à l'autre parent ou à une autre personne ou institution dans l'intérêt de l'enfant.", "36.  La loi introduit un nouvel article 225 bis au code pénal dont le libellé est le suivant :", "« 1.  Le parent qui, sans aucune justification, soustrait son enfant mineur, sera puni d'une peine de prison de deux à quatre ans et déchu de l'autorité parentale pour une période de quatre à dix ans.", "2.  Aux fins du présent article, sont considérés comme soustraction les actes suivants :", "i.  le transfert d'un mineur de son lieu de résidence sans le consentement du parent avec lequel il vit habituellement ou des personnes ou institutions auxquelles est confiée la garde du mineur ;", "ii.  la rétention d'un mineur en inexécution grave de l'obligation découlant d'une décision judiciaire ou administrative.", "3.  Lorsque le mineur est conduit hors d'Espagne ou lorsqu'une condition est exigée pour sa restitution, est appliquée la peine indiquée à l'alinéa 1 dans la moitié supérieure de sa durée.", "(...)", "5.  Les peines indiquées dans le présent article s'appliquent également aux ascendants du mineur et aux parents du parent jusqu'au deuxième degré de consanguinité ou d'affinité, ayant commis les agissements antérieurement décrits. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "37.  La requérante, agissant en son nom propre et en tant que représentante légale de son enfant, allègue que les autorités espagnoles n'ont pas pris les mesures adéquates pour assurer l'exécution rapide des décisions de justice rendues en l'espèce et favoriser le retour de son fils auprès d'elle. Lesdites autorités auraient ainsi violé l'article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "38.  La requérante dénonce en particulier le fait que les autorités judiciaires n'ont pas traité avec diligence la plainte qu'elle avait présentée pour soustraction d'enfant.", "A.  Arguments des parties", "1.  Les requérants", "39.  La première requérante estime pour sa part que l'Etat défendeur a failli à ses obligations découlant de la Convention et d'autres dispositions de droit interne et de droit international. Elle souligne en particulier que les autorités nationales ont méconnu l'article 3 et la disposition finale 13 de la loi organique sue la protection juridique des mineurs, ainsi que l'article 216 du code civil qui oblige le ministère public à protéger le mineur enlevé. Quant aux dispositions de droit international, la requérante se réfère à l'article 11 § 1 de la Convention relative aux droits de l'enfant du 20 novembre 1989 qui impose à la Partie contractante l'obligation d'adopter les mesures appropriées contre le non-retour illicite d'enfants à l'étranger, ainsi qu'à la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants. Or ni le ministère public ni les juridictions internes n'ont fait application de cette disposition, nonobstant le fait qu'elle est d'application directe en droit interne. A cet égard, l'intéressée fait remarquer que, conformément aux articles 10 § 2 et 96 § 1 de la Constitution, les traités internationaux ratifiés par l'Espagne font partie intégrante de l'ordre juridique interne. En omettant de prendre les mesures qui s'imposaient en application des dispositions de droit national et international, les autorités nationales auraient enfreint leurs obligations positives inhérentes à l'article 8 de la Convention.", "40.  La requérante souligne l'inaction des autorités judiciaires. Ainsi, par exemple, le juge d'instruction de Vigo a rejeté toutes les demandes présentées au motif qu'il ne pouvait déranger des personnes non directement impliquées dans les faits afin de protéger leur vie privée. Quant au ministère public, non seulement il n'a adopté aucune mesure d'office, mais encore il s'est opposé à celles qu'elle avait sollicitées. Lorsqu'elle a appris que le ravisseur de son enfant avait pris un vol pour les Etats-Unis, elle a demandé la délivrance d'un mandat d'arrêt international qui a été refusé par le juge d'instruction au motif que les faits reprochés ne constituaient qu'un acte de désobéissance, soit une simple contravention. Pour sa part, le ministère public s'est opposé à la demande. Face à ce refus, elle a interjeté appel et le juge d'instruction a adressé à l'Audiencia Provincial un rapport dans lequel il soutenait sur un ton humiliant qu'elle souffrait d'une « crise de jalousie » envers la famille de son ex-conjoint. Devant cette attitude obstructionniste, elle a sollicité la récusation du juge, qui a été acceptée au motif qu'il était lié par une « très grande amitié » à la famille du ravisseur.", "41.  La requérante insiste sur le fait qu'elle a tout essayé pour inciter les autorités judiciaires espagnoles à adopter les mesures permettant de récupérer son fils. Malheureusement, toutes ses demandes se sont heurtées au refus des juridictions saisies de l'affaire. Ni le juge d'instruction, ni l'Audiencia Provincial, ni le Tribunal constitutionnel n'ont fait droit à ses requêtes. Toutes ses initiatives sont restées vaines.", "42.  En conclusion, et se référant à la jurisprudence de la Cour en la matière, la requérante considère que, par leur comportement, les autorités internes ont enfreint les obligations positives découlant de l'article 8 de la Convention, faisant ainsi fi de son droit au respect de sa vie familiale en ne prenant pas les mesures adéquates et suffisantes permettant de redresser son grief.", "2.  Le Gouvernement", "43.  Le Gouvernement souligne d'emblée que la défense de l'intérêt de l'enfant doit constituer l'objectif prioritaire de l'affaire. Après avoir exposé la genèse du conflit entre les parents du mineur, il fait valoir qu'en fin de compte les actes accomplis par les autorités judiciaires espagnoles ont abouti au retour du père de l'enfant en Espagne et à la remise de l'enfant à sa mère. A cet égard, il souligne que la requérante a renoncé alors à toute action civile ou pénale à l'encontre du père de l'enfant. Toutefois, après un court répit de moins de trois mois, l'intéressée a confirmé sa plainte pénale et sollicité l'incarcération du père. Par ailleurs, à l'instar de ce dernier, la requérante, à son tour, n'a pas exécuté le régime de visites que le juge avait établi en faveur du père. Cela a donné lieu au dépôt d'une plainte par le père contre la requérante pour soustraction d'enfant. Si au départ le père a empêché pendant trois ans l'intéressée de voir son fils, c'est elle maintenant qui, depuis deux ans, prive le père de tout contact avec son fils. Le Gouvernement insiste pour ne pas mêler l'enfant au conflit opposant les parents.", "44.  Le Gouvernement fait observer que le procès devant la juridiction pénale de Vigo n'est pas achevé. La requérante demande une peine de douze ans de prison pour le père de l'enfant et une forte indemnisation pour les dommages subis. Il est évident que la procédure devant la Cour se limite au fait de savoir si les mesures adoptées par les autorités internes ont été adéquates et suffisantes pour que la requérante puisse récupérer son fils. Or, contrairement à ce que soutient la requérante, le ministère public a agi immédiatement en demandant l'ouverture d'une procédure pénale pour les faits dénoncés par l'intéressée et ordonné à la police de rechercher le père de l'enfant. C'est également le ministère public qui a requis la suspension du régime de visites devant l'inexécution par le père des décisions judiciaires rendues.", "45.  Le Gouvernement fait remarquer que ni la Convention relative aux droits de l'enfant ni la Convention de La Haye de 1980 ne prévoient l'obligation de qualifier la soustraction d'un enfant par son père de délit d'enlèvement. S'agissant plus particulièrement de la Convention de La Haye, il souligne que celle-ci porte sur les aspects civils de l'enlèvement international d'enfants, mais non sur les aspects pénaux. Au demeurant, on ne saurait comprendre qu'une convention sur des aspects civils prévoie la détention d'une personne. Quant au commentaire du juge d'instruction no 5 concernant le comportement de la requérante, le Gouvernement précise qu'il ne s'agit pas d'une décision pénale mais d'un rapport interne adressé par un tribunal à la juridiction supérieure. Il admet que le commentaire émis par le juge puisse être qualifié de regrettable, mais cela ne saurait en aucun cas être considéré comme constitutif d'une violation du droit de la requérante à la vie familiale.", "46.  Le Gouvernement rappelle que les demandes d'actes d'investigation présentées par la requérante, telles que l'expertise des empreintes digitales sur l'automobile du père, ont été rejetées par décisions motivées du juge et confirmées en appel. Le Gouvernement souligne que le juge d'instruction a entendu les grands-parents et les oncles paternels de l'enfant. Après quoi, il n'a pas délivré de mandat d'arrêt international au motif que la participation du père de l'enfant au délit d'extorsion n'était pas prouvée. Or, en l'absence d'indices de délit, la délivrance d'un mandat international n'est pas possible. Il insiste sur le fait que, à la suite de la non-représentation de l'enfant par le père, de nombreuses mesures ont été adoptées par le juge afin de protéger le droit à la vie familiale de la requérante. Ces mesures multiples et variées auraient été adéquates et suffisantes puisque l'intéressée a récupéré son enfant un an avant la communication de la présente requête au Gouvernement. Le juge a ordonné les mesures suivantes :", "–  le contrôle des frontières ;", "–  l'examen des achats effectués avec la carte bancaire du père, ce qui a permis de découvrir, dès le troisième jour suivant la soustraction de l'enfant, qu'une voiture avait été louée à New York et rendue au Texas ;", "–  l'enquête sur le trajet suivi par le père et son enfant à partir de Bruxelles ;", "–  la mise sur écoute des téléphones du père ;", "–  l'enquête sur la situation patrimoniale du père, ce qui a entraîné la saisie de ses biens. Le père s'est opposé à la saisie, mais le juge a rejeté son recours.", "En définitive, c'est l'ensemble de ces mesures qui ont obligé le père à revenir en Espagne et à remettre l'enfant. D'ailleurs, personne n'a alors sollicité sa détention et son placement en prison. Quant à la requérante, elle a retiré ses plaintes pénale et civile.", "B.  Appréciation de la Cour", "47.  La Cour note d'emblée qu'il n'est pas contesté en l'espèce que le lien entre la requérante et son fils relève de la vie familiale au sens de l'article 8 de la Convention.", "48.  Il s'agit dès lors de déterminer s'il y a eu manque de respect pour la vie familiale de la requérante et de son fils. La Cour rappelle que, si l'article 8 de la Convention tend pour l'essentiel à prémunir l'individu contre des ingérences arbitraires des pouvoirs publics, il engendre de surcroît des obligations positives inhérentes à un « respect » effectif de la vie familiale. Dans un cas comme dans l'autre, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l'individu et de la société dans son ensemble ; de même, dans les deux hypothèses, l'Etat jouit d'une certaine marge d'appréciation (Keegan c. Irlande, arrêt du 26 mai 1994, série A no 290, p. 19, § 49).", "49.  S'agissant de l'obligation pour l'Etat d'arrêter des mesures positives, la Cour a déclaré à de nombreuses reprises que l'article 8 implique le droit d'un parent à des mesures propres à le réunir à son enfant et l'obligation pour les autorités nationales de les prendre (voir, par exemple, les arrêts Ignaccolo-Zenide c. Roumanie, no 31679/96, § 94, CEDH 2000-I ; Nuutinen c. Finlande, no 32842/96, § 127, CEDH 2000-VIII).", "50.  Toutefois, l'obligation pour les autorités nationales de prendre des mesures à cet effet n'est pas absolue. La nature et l'étendue de celles-ci dépendent des circonstances de chaque espèce, mais la compréhension et la coopération de l'ensemble des personnes concernées en constituent toujours un facteur important. Si les autorités nationales doivent s'évertuer à faciliter pareille collaboration, une obligation pour elles de recourir à la coercition en la matière ne saurait être que limitée : il leur faut tenir compte des intérêts et des droits et libertés de ces mêmes personnes, et notamment des intérêts supérieurs de l'enfant et des droits que lui reconnaît l'article 8 de la Convention. Dans l'hypothèse où des contacts avec les parents risquent de menacer ces intérêts ou de porter atteinte à ces droits, il revient aux autorités nationales de veiller à un juste équilibre entre eux (arrêt Ignaccolo-Zenide précité, § 94).", "51.  Enfin, la Cour rappelle que la Convention doit s'appliquer en accord avec les principes du droit international, en particulier ceux relatifs à la protection internationale des droits de l'homme (arrêts Streletz, Kessler et Krenz c. Allemagne [GC], nos 34044/96, 35532/97 et 44801/98, § 90, CEDH 2001-II, et Al-Adsani c. Royaume-Uni [GC], no 35763/97, § 55, CEDH 2001-XI). S'agissant plus précisément des obligations positives que l'article 8 de la Convention fait peser sur les Etats contractants en matière de réunion d'un parent à ses enfants, celles-ci doivent s'interpréter à la lumière de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l'enlèvement international d'enfants (arrêt Ignaccolo-Zenide précité, § 95).", "52.  Le point décisif en l'espèce consiste donc à savoir si les autorités nationales ont pris, pour faciliter l'exécution des décisions rendues par les juridictions internes accordant à la requérante le droit de garde et l'autorité parentale exclusive sur son enfant, toutes les mesures que l'on pouvait raisonnablement exiger d'elles (Hokkanen c. Finlande, arrêt du 23 septembre 1994, série A no 299-A, p. 22, § 58).", "53.  Au regard du droit interne, la Cour note que les juridictions nationales ont été amenées à rendre des décisions, notamment au civil.", "54.  Sur ce plan, dans un premier temps, la requérante s'est vu octroyer par les tribunaux espagnols le droit de garde et l'autorité parentale partagée. Dans un deuxième temps, le juge aux affaires familiales de Vigo, par une décision du 12 février 1999, après avoir constaté l'inexécution répétée par A.U.A. des décisions rendues concernant le régime des visites et la soustraction de l'enfant, a estimé que de tels manquements étaient très graves et préjudiciables au bien-être et au bon développement de l'enfant, et accordé à la requérante l'autorité parentale exclusive. Eu égard au contexte de l'affaire, la Cour estime que ces décisions sont conformes tant aux intérêts de la requérante qu'à ceux de l'enfant.", "55.  Ainsi, il est indéniable que, au regard du droit interne, les juridictions saisies de l'affaire ont pris un certain nombre de mesures conformément à la législation en vigueur.", "56.  La Cour note cependant que la présente affaire porte pour l'essentiel sur le déplacement à l'étranger de l'enfant de la requérante et son non-retour illicite. La Cour doit dès lors examiner la question de savoir si, à la lumière des obligations internationales découlant notamment de la Convention de La Haye, les autorités nationales ont déployé des efforts adéquats et suffisants pour faire respecter le droit de la requérante au retour de son enfant et le droit de ce dernier à rejoindre sa mère (arrêt Ignaccolo-Zenide précité, § 95). A cet égard, la Cour note que, d'après l'article 96 § 1 de la Constitution, les traités internationaux valablement ratifiés font partie intégrante de l'ordre juridique interne. Or l'Espagne est Partie contractante à la Convention de La Haye depuis le 16 juin 1987. Les Etats-Unis, pays où l'enfant a été emmené par son père, l'ont également ratifiée. En outre, la loi organique 1/1996 du 15 janvier 1996 sur la protection juridique des mineurs oblige les autorités nationales à prendre toute mesure afin de garantir le respect des droits des mineurs conformément aux traités internationaux ratifiés par l'Espagne.", "57.  La Cour observe que, dès le 4 février 1997, soit à peine quelques jours après la soustraction du fils de la requérante par son père, le juge d'instruction a rendu une ordonnance de recherche interne et de remise immédiate de l'enfant à l'intéressée. Par ailleurs, d'après les observations soumises par le Gouvernement lors de l'audience, l'enquête préliminaire a permis de déterminer très rapidement que le père et l'enfant se trouvaient aux Etats-Unis. Dans ses articles 3, 7, 12 et 13, la Convention de La Haye contient tout un ensemble de mesures tendant à assurer le retour immédiat des enfants déplacés ou retenus illicitement dans tout Etat contractant. A cet égard, la Cour observe que, conformément à l'article 3 de cet instrument, le déplacement ou le non-retour d'un enfant est considéré comme illicite lorsqu'il a lieu en violation d'un droit de garde attribué à une personne par le droit de l'Etat dans lequel l'enfant avait sa résidence habituelle, immédiatement avant son déplacement ou son non-retour. Sur ce point, il n'est pas contesté que le fils de la requérante a été emmené aux Etats-Unis et retenu illicitement par le père. Sa situation tombe indubitablement dans le champ d'application de la disposition de la Convention de La Haye. En outre, conformément aux articles 6 et 7 de cet instrument, les autorités centrales doivent coopérer entre elles et promouvoir une collaboration entre les autorités compétentes dans leurs Etats respectifs, pour assurer le retour immédiat des enfants. En particulier, soit directement, soit avec le concours de tout intermédiaire, elles doivent prendre toutes les mesures appropriées pour localiser un enfant déplacé ou retenu illicitement et assurer la remise de l'enfant au parent titulaire du droit de garde. A cette fin, en application de l'article 11 de la Convention de La Haye, les autorités judiciaires ou administratives de tout Etat contractant doivent procéder d'urgence en vue du retour de l'enfant.", "58.  La Cour note que ces mesures peuvent être appliquées d'office par les autorités nationales compétentes. Par ailleurs, elle remarque que l'article 158 du code civil tel que modifié par la loi organique 1/1996 du 15 janvier 1996 sur la protection juridique des mineurs permet notamment au juge de prendre d'office toutes mesures appropriées afin de mettre l'enfant à l'abri d'un danger ou de lui éviter un préjudice.", "59.  Une fois constatée par les organes judiciaires espagnols la soustraction illicite de l'enfant, la Cour estime qu'il revenait aux autorités nationales compétentes de mettre en œuvre les mesures appropriées prévues dans les dispositions pertinentes de la Convention de La Haye afin d'assurer la remise de l'enfant à sa mère. Or, parmi toutes les mesures énumérées dans ces dispositions, aucune n'a été prise par les autorités pour faciliter l'exécution des décisions rendues en faveur de la requérante et de son enfant.", "60.  Compte tenu de ses conclusions précédentes, la Cour considère que le volet pénal de l'affaire ne revêt plus une incidence significative dans le présent cas. La Cour observe à ce propos que certaines demandes présentées par la requérante, tendant à la réalisation de divers actes d'investigation concernant son ex-mari et des membres de la famille de celui-ci, furent rejetées par des décisions motivées dénuées d'arbitraire. Cela étant, et contrairement à ce que soutient l'intéressée, on ne saurait reprocher au juge pénal interne une complète inactivité. A cet égard, la Cour relève que, le 4 février 1997, le juge d'instruction a émis un avis de recherche interne à l'encontre d'A.U.A. et ordonné la remise immédiate de l'enfant à sa mère ainsi que la saisie conservatoire des biens d'A.U.A.", "61.  Reste la question du refus opposé par les juridictions internes à la demande de la requérante de délivrer un mandat de recherche et d'arrêt international à l'encontre d'A.U.A. La Cour note que les tribunaux l'ont rejetée au motif que les faits reprochés à A.U.A., à savoir son départ avec l'enfant, pouvaient éventuellement être qualifiés de désobéissance, délit sanctionné d'une peine de prison de six mois à un an, et ne permettaient pas la délivrance d'un mandat d'arrêt international. Pour parvenir à cette conclusion, les juridictions internes ont passé en revue un certain nombre d'éléments de fait et de droit qu'elles ont jugés pertinents pour apprécier la question. La Cour rappelle qu'il revient au premier chef aux autorités nationales et, singulièrement, aux cours et tribunaux, d'interpréter et appliquer le droit interne (voir, par exemple, l'arrêt Winterwerp c. Pays-Bas du 24 octobre 1979, série A no 33, p. 20, § 46). En l'espèce, la Cour considère toutefois que le problème ne concerne pas uniquement l'interprétation faite par les juridictions internes des dispositions légales en vigueur en la matière dont, au demeurant, rien ne montre qu'elle ait été déraisonnable, mais a trait surtout à l'insuffisance de la législation en question. Sur ce point, la Cour note que le législateur espagnol a estimé nécessaire le renforcement, notamment au pénal, des mesures tendant à combattre la soustraction d'enfants. A cet égard, elle observe que la loi organique 9/2002 du 10 décembre 2002 a modifié les dispositions du code pénal en la matière et aggravé les peines encourues lorsque l'auteur de la soustraction ou du refus de représentation de mineur est l'un des parents et que la garde du mineur a été légalement accordée à l'autre parent ou à une autre personne ou institution dans l'intérêt de l'enfant (paragraphes 33-36 ci-dessus).", "62.  Eu égard à ce qui précède et nonobstant la marge d'appréciation de l'Etat défendeur en la matière, la Cour conclut que les autorités espagnoles ont omis de déployer des efforts adéquats et suffisants pour faire respecter le droit de la requérante au retour de son enfant et le droit de ce dernier à rejoindre sa mère, méconnaissant ainsi leur droit au respect de la vie familiale garanti par l'article 8 de la Convention.", "63.  Partant, il y a eu violation de cette disposition.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "64.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Préjudice moral", "65.  La requérante réclame 250 000 euros (EUR) à titre de réparation du tort moral dû à l'angoisse et à la détresse qu'elle et son fils auraient éprouvées faute de mise en œuvre de ses droits parentaux.", "66.  Le Gouvernement considère que cette demande n'est pas justifiée et estime que le constat de violation suffirait à réparer le préjudice.", "67.  La Cour estime que la requérante a effectivement éprouvé un préjudice moral. Eu égard aux circonstances de la cause et statuant en équité comme le veut l'article 41, elle lui alloue 20 000 EUR à ce titre.", "2.  Préjudice matériel", "68.  La requérante sollicite la somme de 18 000 EUR au titre du préjudice matériel. Elle a en effet subi un manque à gagner par suite de sa mise en disponibilité en tant que professeur de lycée pendant une année afin de rechercher son enfant.", "69.  Le Gouvernement soutient que la demande de la requérante n'est pas justifiée.", "70.  La Cour estime que le lien de causalité entre la violation constatée et le dommage matériel allégué est par trop ténu pour justifier de lui accorder un dédommagement à ce titre.", "B.  Frais et dépens", "71.  Au titre des frais et dépens, la requérante sollicite 17 770 EUR pour la procédure devant la Cour.", "72.  Le Gouvernement estime ce montant excessif et s'en remet à la sagesse de la Cour.", "73.  Comme le Gouvernement, la Cour trouve excessive la somme revendiquée à ce titre. Compte tenu des circonstances de la cause, elle juge raisonnable d'allouer à la requérante 14 000 EUR.", "C.  Intérêts moratoires", "74.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 8 de la Convention ;", "", "2.  Dit", "a)  que l'Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "\ti.  20 000 EUR (vingt mille euros) pour dommage moral,", "\tii.  14 000 EUR (quatorze mille euros) pour frais et dépens,", "iii.  tout montant pouvant être dû à titre d'impôt sur lesdites sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 29 avril 2003, en application de l'article 77 §§ 2 et 3 du règlement.", "\tMichael O'Boyle\tNicolas Bratza\n\tGreffier\tPrésident"]}