{"file": "FRE_HFJUD_8595_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8595/06", "text_paragraphs": ["", "", "ANCIENNE DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE DE DONDER ET DE CLIPPEL c. BELGIQUE", "", "(Requête no 8595/06)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "6 décembre 2011", "", "DÉFINITIF", "", "06/03/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire De Donder et De Clippel c. Belgique,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tDanutė Jočienė, présidente,\n\tFrançoise Tulkens,\n\tDragoljub Popović,\n\tGiorgio Malinverni,\n\tIşıl Karakaş,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil les 27 septembre 2011 et 8 novembre 2011,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 8595/06) dirigée contre le Royaume de Belgique et dont deux ressortissants de cet Etat, Mme Patricia De Donder et M. Ivan De Clippel (« les requérants »), ont saisi la Cour le 10 février 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me Walter Van Steenbrugge, avocat à Gand. Le gouvernement belge (« le Gouvernement ») est représenté par son agent, M. Marc Tysebaert, conseiller général au Service public fédéral de la Justice.", "3.  Le 22 janvier 2008, le président de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permettait l’ancien article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Les requérants – respectivement – sont nés en 1947 et 1945 et résident à Hoboken et à Gand. Ils sont les parents de Tom De Clippel, né en 1973, qui s’est donné la mort le 6 août 2001 dans la prison de Gand.", "5.  Les requérants indiquent que durant les années précédant les faits, leur fils avait fait plusieurs séjours en institutions psychiatriques. Outre des problèmes de drogue, il avait des prédispositions psychotiques et avait tenté plusieurs fois de se suicider.", "A.\tL’internement et le décès de Tom De Clippel", "6.  Tom De Clippel avait été plusieurs fois interné en établissement psychiatrique, notamment de 1993 à 1994, ainsi qu’à partir de 1997, au centre psychiatrique de Sleidinge où il avait suivi une thérapie individuelle avec un psychologue. Il était sous traitement psychotrope.", "7.  Soupçonné de tentative de vol de voiture, Tom De Clippel fut arrêté au début du mois de mars 1999.", "Son dossier médical indique qu’il fut présenté à un psychiatre le 8 mars 1999, qui releva des « pensées paranoïdes » et adapta son traitement médicamenteux.", "8.  A une date non précisée, le juge d’instruction désigna un psychiatre expert, le Dr G., aux fins de déterminer notamment si, au moment des faits et à l’heure de l’examen, Tom De Clippel était en état de démence ou dans un état grave de déséquilibre mental ou de débilité mentale le rendant incapable du contrôle de ses actions, au sens de l’article 1er de la loi de défense sociale, et s’il était dangereux pour lui-même ou pour la société.", "9.  Dans son rapport daté du 3 mai 1999, le Dr G. certifia qu’il en allait de la sorte.", "Par ailleurs, il indiqua que Tom De Clippel était sérieusement perturbé et que les tests avaient révélé chez lui méfiance, fureur interne et humeur sombre, qui, ensemble, généraient une colère frustrée potentiellement dangereuse. Il constata une personnalité paranoïde. Il releva de plus que Tom de Clippel conservait un côté agressif nonobstant la prise continue de neuroleptiques, qu’après deux années de psychanalyse et malgré son traitement médicamenteux, il ne savait pas contrôler ses tensions internes, et qu’il avait un problème d’addiction qui ne se limitait vraisemblablement pas aux substances légales. Il jugea peu probable que Tom De Clippel progressât et souligna non seulement que Tom De Clippel était un danger pour lui-même (en raison de l’ « usage de substances ») et pour la société (en raison de ses « interprétations paranoïdes » et de son agressivité) mais aussi qu’il le resterait.", "Le Dr G. préconisa que Tom De Clippel poursuivît son traitement consistant en la prise de neuroleptiques afin de maintenir son état paranoïde autant que possible sous contrôle, et qu’il évitât absolument toutes drogues, légales comme illégales. Il précisa que, compte tenu de l’entêtement de l’intéressé, cela nécessitait qu’il fût placé en milieu thérapeutique fermé. Il recommanda en outre qu’il suivît une thérapie afin de construire une confiance dans les autres et d’être en mesure d’identifier ses perceptions erronées. Il ajouta qu’il ne fallait toutefois pas penser que cela annihilerait le danger que Tom De Clippel représentait pour la société.", "10.  Le 28 mai 1999, la chambre du conseil du tribunal de première instance de Gand constata que Tom De Clippel avait commis les faits dont il était inculpé et ordonna son internement en application de l’article 7 de la loi de défense sociale. Elle estima à cet égard que, tant à l’heure de l’adoption de sa décision qu’au moment des faits, Tom De Clippel était dans un état grave de déséquilibre mental le rendant incapable de contrôler ses actes, au sens de l’article 1er de cette loi, et était dangereux pour lui-même ou pour la société. Elle précisa que Tom De Clippel serait provisoirement détenu dans l’annexe psychiatrique de l’établissement pénitentiaire de Gand, en attendant la désignation d’un établissement psychiatrique par la commission de défense sociale.", "11.  En exécution de décisions du président de la commission de défense sociale et de cette même commission, des 2 et 18 août 1999, Tom De Clippel fut placé à l’institut « de Sleutel », à Merelbeke, un établissement spécialisé dans le traitement de la toxicodépendance. Il y resta jusqu’en janvier 2001.", "En février 2001, ces mêmes autorités décidèrent de le placer dans le centre psychiatrique de Sleidinge, destiné à l’accueil de patients ayant des problèmes psychiatriques et psychiques.", "12.  Le 9 avril 2001, la commission de défense sociale estima que le moment était venu pour Tom De Clippel d’être mis en liberté à l’essai et de passer d’un statut de « patient résident » à une situation de résidence à l’extérieur du Centre (durant les fins de semaines), à charge pour lui de bien se comporter, de suivre son programme thérapeutique, de se rendre à des rendez-vous médicaux fixés dans le cadre d’un plan de « resocialisation », et de respecter le règlement.", "13.  Dans un rapport à la commission de défense sociale du 27 juillet 2001, le travailleur social chargé du suivi de Tom De Clippel indiqua qu’il ne respectait pas les conditions de sa resocialisation : il se présentait peu ou prou aux rendez-vous médicaux et s’était montré agressif, notamment à l’égard du personnel du centre psychiatrique de Sleidinge. Ce document indique notamment que, les semaines précédentes, la situation était devenue complètement ingérable, que Tom De Clippel avait adopté une attitude verbale particulièrement menaçante à l’égard du personnel et que l’équipe soignante jugeait impossible de continuer à travailler avec lui.", "14.  Le même jour, considérant qu’en raison de son comportement ou de son état d’esprit Tom De Clippel représentait un danger pour la société et renvoyant à l’article 20 de la loi de défense sociale, le substitut du procureur du Roi ordonna qu’il réintègre l’annexe psychiatrique de la prison de Gand.", "15.  Tom De Clippel intégra la prison de Gand le 30 juillet 2001. Il fut placé non dans l’annexe psychiatrique, mais dans le secteur destiné aux détenus ordinaires, dans une cellule partagée avec trois autre personnes.", "16.  Le lendemain de son arrivée, Tom De Clippel fut impliqué dans un incident avec un compagnon de cellule, à l’égard duquel il se montra agressif. Il semble que son comportement était dû au fait qu’il souhaitait être placé dans une cellule individuelle. Cela lui valut un placement en cellule de punition du 31 juillet, 11 heures, au 2 août.", "Son dossier médical indique, à la date du 1er août 2001, qu’il était très remonté.", "Le 2 août 2001, il reçut la visite du Dr H., médecin psychiatre, qui modifia son traitement médicamenteux (elle prescrivit des anxiolytiques en sus des antipsychotiques qu’il prenait déjà) et indiqua qu’il pouvait retourner en cellule. Il fut ensuite placé en cellule individuelle.", "17.  Le requérant soutient avoir découvert le 31 juillet 2001 que son fils avait été placé en détention : nul n’avait pris l’initiative de l’en informer alors pourtant qu’il suivait intensivement son fils depuis de nombreuses années. Il voulut le voir le 1er août 2001 mais ce ne fut possible que le lendemain à cause de la mesure d’isolement dont Tom De Clippel faisait l’objet. Il indique que son fils souffrait énormément du fait de sa détention en milieu carcéral, dont il ne comprenait pas les raisons, et était très anxieux à cause en particulier de son placement quasi-immédiat en cellule d’isolement.", "18.  Le 6 août 2001, vers 18 heures, Tom De Clippel se suicida par pendaison dans sa cellule, à l’aide d’une ceinture élastique. Il fut découvert aux alentours de 18 heures 15. Les agents de service tentèrent vainement de le réanimer.", "Trois inspecteurs de police, dont l’inspecteur principal T., se rendirent immédiatement sur les lieux et procédèrent aux premiers constats. Ils avertirent le Procureur du Roi à 19 heures 20, lequel arriva sur les lieux à 20 heures 15, accompagné d’un médecin légiste.", "19.  Les inspecteurs entendirent les deux gardiens qui avaient découvert Tom De Clippel pendu, le commis de pharmacie, ainsi que M. V.B. et Mme D.M., l’une des directeurs de la prison. Lors de son audition – qui eut lieu entre 19 heures 55 et 20 heures 10 – cette dernière indiqua qu’elle avait été informée vers 18 heures 15 qu’un homme s’était suicidé dans une cellule, qu’elle s’était immédiatement rendue sur les lieux et que le personnel de service avait vainement tenté de le réanimer. Elle précisa qu’elle avait rencontré Tom De Clippel le 2 août 2001 dans la cellule d’isolement où il avait été placé après avoir frappé un codétenu, qu’elle avait eu une courte conversation avec lui à ce propos, et qu’il lui avait dit que son comportement était dû au fait qu’il voulait être seul. Elle ajouta que le comportement de Tom De Clippel était indiscipliné – en ce que, par exemple, il refusait « d’aller en thérapie » –, impulsif et nerveux, mais n’était pas anormal, et qu’il n’avait donné aucun signe de dépression ou annonciateur de son suicide.", "20.  Le jour même, à 22 heures 07, M. V.B., l’un des directeurs de la prison, établit un « procès-verbal de suicide » décrivant les faits et précisant notamment que rien n’avait indiqué que Tom De Clippel était suicidaire.", "21.  Adressé au procureur du Roi le 8 août 2001, le rapport de l’inspecteur principal T. indique notamment que Tom De Clippel n’avait pas été placé dans l’annexe psychiatrique de la prison à son arrivée faute de place, celle-ci ne comptant que dix-sept places pour une centaine de personnes détenues dans l’établissement sous le régime de l’internement. Il en ressort en outre que Tom De Clippel portait sa propre ceinture et qu’il s’était pendu avec la ceinture d’un autre détenu, vraisemblablement trouvée dans les douches. Le rapport indique par ailleurs qu’il n’y avait pas de signe précurseur du suicide, qu’il explique par le fait que Tom De Clippel ne comprenait ni la maladie dont il souffrait ni la nécessité d’une thérapie, et qu’il ne supportait pas d’être emprisonné. Il procède de plus à une reconstruction de l’emploi du temps de Tom De Clippel le jour de sa mort : de 9 heures 45 à 12 heures, il était à la promenade avec d’autres personnes, conversant normalement avec l’une d’elles ; de 12 heures 30 à 13 heures 30, il avait déjeuné dans sa cellule ; à 15 heures 30, il avait pris une douche ; à 17 heures 15, alors qu’il était dans sa cellule, il avait eu une conversation avec un gardien de service à propos d’une ampoule défectueuse. Le rapport indique aussi que Tom De Clippel n’avait eu aucune visite ni conversation téléphonique ce jour-là ; sa dernière conversation téléphonique était celle qu’il avait eue avec son amie (laquelle avait été interrogée par la police le 7 août 2001), au cours de laquelle il lui avait demandé de ne pas encore lui rendre visite.", "B.\tLa plainte avec constitution de partie civile", "22.  Le 10 août 2001, les requérants déposèrent devant le juge d’instruction de Gand une plainte contre X avec constitution de partie civile, pour « abstention coupable » au sens des articles des articles 422 bis et 422 ter du code pénal.", "23.  Les requérants se plaignaient notamment de ne pas avoir été informés de l’incarcération de leur fils et du fait que ce dernier n’avait reçu aucune explication quant à son placement à la prison de Gand, et dénonçaient le fait qu’une personne dont l’état de santé mentale défaillant était connu et appelait avant tout un soutien psychologique avait été mise en prison.", "Ils ajoutaient que, lors d’un entretien avec l’un des directeurs de la prison, M. V.B., ce dernier avait déclaré ne pas savoir que Tom De Clippel se trouvait dans son établissement à la suite non d’une condamnation mais d’une mesure d’ « internement ». D’après eux, le directeur n’était pas au courant des problèmes mentaux de leur fils, dont sa tendance suicidaire.", "Ils soutenaient en outre que, dans la prison de Gand, leur fils n’avait pas bénéficié d’un traitement adapté à son état de santé mental, en violation des prescriptions de l’article 96 de l’arrêté royal du 21 mai 1965 portant règlement général des établissements pénitentiaires. Selon eux, il avait été victime non seulement d’un problème structurel – dénoncé par diverses autorités – relatif au placement d’internés dans des établissements pénitentiaires en Belgique (ainsi, au moment de son décès, il n’y avait que dix-sept places dans l’annexe psychiatrique de la prison de Gand pour 103 « internés »), mais aussi de l’absence de communication entre les divers acteurs de sa détention.", "24.  Les requérants demandaient qu’une enquête soit ouverte afin d’éclaircir les modalités de la réadmission de leur fils dans la prison de Gand et les circonstances de sa mort.", "Ils réclamaient en particulier que soit établie la responsabilité éventuelle du ministre de la Justice, de l’inspecteur général de l’administration pénitentiaire, du directeur de la prison de Gand, du bourgmestre de Gand et du gouverneur (ceux-ci ayant pour mission de contrôler l’état des prisons).", "C.\tL’instruction et le non-lieu", "1.\tL’instruction", "25.  Une instruction fut ouverte, dans le cadre de laquelle trois personnes furent inculpées : le Dr H. (psychiatre rattachée à la prison de Gand), Mme D.M. (l’une des directeurs de la prison de Gand) et le Dr V. (psychiatre au centre psychiatrique de Sleidinge).", "26.  Le juge d’instruction se rendit sur les lieux le 14 août 2001. Il ressort du procès-verbal établi le même jour, qu’il saisit les dossiers médical et administratif de Tom De Clippel et entendit V.B., l’un des directeurs de la prison de Gand. Ce dernier expliqua notamment que lorsqu’une personne est admise dans l’établissement, ses services savent s’il s’agit d’un détenu ordinaire ou d’un interné ; dans le cas d’un interné, un médecin généraliste ou un psychiatre leur indique après examen de l’intéressé s’il convient de le placer dans une des dix-sept cellules de l’annexe psychiatrique ou dans une cellule ordinaire. Il précisa notamment que ses services savaient que Tom De Clippel était un interné.", "27.  Le juge d’instruction entendit le requérant le 9 octobre 2001. Ce dernier expliqua que son fils avait commencé à expérimenter les drogues douces à l’adolescence, qu’il avait depuis lors été suivi par un psychiatre, et que lui-même et son ex-femme avaient pris conscience qu’il avait un problème de personnalité (une image très négative de lui-même et une grande défiance à l’égard d’autrui). Il ajouta que l’état de Tom De Clippel s’était dégradé à partir de 1992 – il avait vraisemblablement augmenté sa consommation de stupéfiants, et avait été admis en centre psychiatrique –, qu’il avait tenté de se suicider par ingestion de pilules en 1995, et qu’il était clair depuis lors qu’il souffrait d’une maladie mentale. Selon lui, il avait été décidé en juillet 2001 de sortir son fils de Sleidinge alors qu’il n’était pas prêt ; son ex-femme et lui-même avaient vainement informé le personnel de l’établissement de leurs craintes à cet égard ; lui-même avait tout particulièrement souligné que la période était mauvaise, les tentatives de suicides que Tom De Clippel avait commises ayant eu lieu en cette saison ; il était dès lors prévisible que Tom De Clippel ne respectât pas les conditions de sa liberté à l’essai. Il souligna que lorsqu’il lui avait rendu visite à la prison de Gand, le 2 août 2001, il lui avait donné « une impression très paranoïde » : il était effrayé par tout le monde, pensait que leur entrevue était enregistrée et s’exprimait en murmurant. Il ajouta qu’il avait parlé avec un travailleur social de la prison de Gant le même jour et qu’il ne lui avait pas signalé le risque que Tom De Clippel mette fin à ses jours.", "28.  Le 16 janvier 2002 de 14 heures à 15 heures, le juge d’instruction entendit le Dr H.. Elle indiqua qu’elle était l’une des trois neuropsychiatres rattachés à la prison de Gand où, comme ses deux confrères, elle officiait à temps partiel, et que trois autres médecins étaient pareillement rattachés à cet établissement (deux généralistes et un gynécologue). Elle précisa que le suivi des internés relevait d’un de ses confrères, sa tâche à elle étant d’intervenir dans les situations de crise concernant les détenus ordinaires.", "Elle déclara notamment qu’elle n’avait vu Tom De Clippel qu’une fois, le 2 août 2001, lorsqu’elle lui avait rendu visite en cellule d’isolement ; elle ne croyait pas avoir alors réalisé qu’il ne s’agissait pas d’un détenu ordinaire mais d’un interné. Elle ajouta qu’il lui avait donné une « impression psychotique », mais que rien dans son comportement ne laissait alors penser qu’il avait des tendances suicidaires et qu’au demeurant, cela ne ressortait pas de son dossier médical. Elle précisa que Tom De Clippel était psychotique avec tendances paranoïdes, et que les personnes paranoïdes ne sont pas spécifiquement suicidaires.", "29.  Le même jour, de 15 heures 08 à 15 heures 48, le juge d’instruction entendit Mme D.M., l’une des directeurs à la prison de Gand. Elle déclara avoir rendu visite à Tom De Clippel le 3 août 2001 durant 10 à 15 minutes, qu’il était très agité mais ne paraissait ni dépressif ni suicidaire et que, plus généralement, il était perçu comme une personne problématique en raison de son comportement. Elle souligna que l’établissement n’avait pas d’information indiquant que Tom De Clippel devait faire l’objet d’un encadrement plus poussé.", "30.  Le 17 janvier 2002, de 14 heures à 14 heures 55, le juge d’instruction entendit le Dr V., psychiatre, dont Tom De Clippel avait été le patient à Sleidinge. Elle indiqua qu’il était un schizophrène paranoïde et que, lorsqu’il était à Sleidinge, il suivait un traitement médicamenteux à base d’antipsychotiques. Elle expliqua que la situation de Tom De Clippel s’était dégradée à la fin du mois de février 2001, que sa thérapie ne fonctionnait plus car il était agité et défiant, et qu’il avait été décidé qu’il logerait à l’extérieur du centre afin de le délester de la pression du groupe ; cela n’avait toutefois pas donné les résultats escomptés, et Tom De Clippel avait fini par se désengager de sa thérapie, ne prenait probablement plus ses médicaments régulièrement et consommait à nouveau des amphétamines et de la cocaïne. Elle ajouta que Tom De Clippel n’avait pas évoqué le suicide avec elle lors des sessions qu’ils avaient eues ensemble, mais qu’un risque de suicide était toujours associé à la maladie dont il souffrait.", "31.  Entendu le même jour par le juge d’instruction (de 15 heures 10 à 16 heures 15), le psychologue B., qui avait suivi Tom De Clippel à Sleidinge, tint des propos similaires. Il déclara notamment qu’il n’était pas au courant que Tom De Clippel – qui, selon lui, était plus paranoïde que schizophrène – avait tenté de se suicider dans le passé, et que ce dernier n’avait jamais évoqué le suicide avec lui, ajoutant cependant qu’il était évident qu’un risque de cette nature était inhérent à sa pathologie.", "32.  Le 19 mars 2002, le procureur du Roi requit le non-lieu, au motif qu’il n’y avait pas de charge contre les inculpés.", "2.\tLa décision de la chambre du conseil du tribunal de première instance de Gand", "33.  Le 19 juin 2002, la chambre du conseil du tribunal de première instance de Gand prononça le non-lieu. Elle estima que le dossier médical de Tom De Clippel ne contenait pas d’élément indiquant une tendance suicidaire. Par ailleurs, jugeant le dossier complet, elle rejeta la demande des requérants de procéder à l’audition du ministre de la Justice, au motif qu’il ne faisait pas l’objet de l’enquête et que c’était au Parlement qu’il revenait de juger la politique ministérielle. Elle considéra en outre qu’il n’était pas utile à l’établissement de la vérité d’entendre les deux policiers qui étaient présents lorsque le directeur de la prison de Gand avait déclaré au requérant ne pas avoir été au courant de ce que Tom De Clippel se trouvait dans son établissement en vertu d’une mesure d’internement.", "3.\tL’arrêt de la chambre des mises en accusation de la cour d’appel de Gand", "34.  Le 19 juin 2002, les requérants interjetèrent appel de cette décision devant la chambre des mises en accusation de la cour d’appel de Gand. Ils soutenaient que la tendance suicidaire de Tom De Clippel ressortait de son dossier médical, que, schizophrène, sa pathologie le prédisposait au suicide, et qu’il avait d’ailleurs déjà tenté antérieurement de se suicider, notamment lors de l’été 1998, alors qu’il se trouvait au centre psychiatrique de Sleidinge. Ils indiquaient en particulier que leur fils avait fait cinq séjours dans cet établissement en 1999, notamment à la suite d’une overdose. Selon eux, son décès aurait dû être évité.", "Ils ajoutaient que la réincarcération de Tom De Clippel était contraire à la loi, notamment à l’article 14 de la loi de défense sociale, dès lors qu’il avait été placé en milieu carcéral, parmi des détenus, et qu’il n’avait bénéficié d’aucun suivi psychologique. Ils dénonçaient aussi le fait que le procureur du Roi n’avait pas informé les autorités pénitentiaires de ce que Tom De Clippel faisait l’objet d’une mesure « d’internement », et que le directeur et le psychiatre de la prison l’ignoraient. Enfin, ils mettaient en avant une faute du ministre de la Justice, à qui ils reprochaient de ne pas mettre sa politique en adéquation avec les besoins des personnes internées alors même que le Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants avait constaté les déficiences du système en 1993, 1997 et 2001.", "Ils demandaient que des actes d’instruction supplémentaires soient accomplis : l’audition du ministre de la Justice, du psychologue B. et du procureur du Roi qui avait ordonné la réincarcération de leur fils, et la production du dossier médical de ce dernier relatif à la période passée à « de Sleutel ».", "35.  L’audience eut lieu le 23 novembre 2004. Par un arrêt du 29 mars 2005, la chambre des mises en accusation rejeta l’appel.", "36.  La chambre estima qu’il n’y avait pas lieu d’entendre le procureur du Roi. Elle considéra qu’au vu des circonstances, le substitut qui avait ordonné le 27 juillet 2001 que Tom De Clippel réintègre l’annexe psychiatrique de la prison de Gand avait agi conformément à la loi. D’après elle, si les articles 14 et 16 de la loi sur la défense sociale exigeaient que la commission de défense sociale se prononce par la suite, cela avait été rendu impossible du fait du décès de Tom De Clippel. Elle ajouta qu’une juridiction d’instruction n’avait pas la compétence d’entendre un membre du parquet dans un tel contexte procédural. Elle rejeta également la demande d’audition du ministre de la Justice, rappelant à cet égard que le pouvoir judiciaire n’avait la compétence ni de juger la politique pénitentiaire, qui relève de la compétence du pouvoir législatif, ni d’exercer un quelconque contrôle sur un ministre en exercice.", "37.  Ensuite, la chambre jugea, au vu du dossier d’instruction et eu égard à la personnalité complexe de Tom De Clippel, qu’il n’y avait pas d’élément permettant de conclure que l’un ou l’autre des inculpés aurait dû savoir qu’il allait se donner la mort, ou avait pris une décision susceptible de caractériser une « abstention coupable ».", "38.  Elle releva ainsi que le rapport médical du Dr G., au vu duquel la chambre du conseil du tribunal de première instance de Gand avait décidé d’interner Tom De Clippel, constatait une personnalité paranoïde et un comportement extrêmement agressif ; il soulignait que Tom De Clippel était un danger pour lui-même en raison d’un risque d’usage de substances addictives, pas en raison d’un risque anormalement élevé de suicide. Elle nota aussi que, telle que transcrite dans le rapport, l’anamnèse ne comprenait pas de référence à une déclaration de Tom De Clippel dont il aurait pu ressortir qu’il aurait tenté de se suicider dans le passé.", "La chambre releva ensuite qu’un risque de cette nature n’avait pas non plus été mis en lumière lorsque Tom De Clippel se trouvait à « de Sleutel », et que sa fugue de cet établissement montrait surtout qu’il était peu motivé à résoudre son problème d’addiction. Quant à la décision de le loger dans une habitation indépendante tout en continuant à lui offrir une thérapie complète durant la journée, elle avait été prise au vu du comportement paranoïde de Tom De Clippel, qui rendait difficile une thérapie de groupe. Pareillement, l’équipe en charge du traitement de Tom De Clippel n’avait pas identifié de risque élevé de suicide lorsqu’elle avait opté pour cette voie.", "Ensuite, après avoir jugé qu’il n’y avait pas lieu d’entendre le psychologue B. comme le demandaient les requérants au motif qu’il avait fait une déposition détaillée devant le juge d’instruction, la chambre releva qu’il avait notamment indiqué qu’il n’était pas au fait d’une tentative de suicide que Tom De Clippel aurait commise et que Tom De Clippel n’avait pas évoqué le suicide avec lui, mais qu’il avait précisé qu’un risque de suicide était inhérent au syndrome dont il souffrait. Sur ce dernier point, la chambre ajouta qu’il n’était cependant pas possible de déterminer la probabilité de suicide, et qu’il y avait de nombreux cas de personnes qui mettaient fin à leurs jours sans signe précurseur.", "Enfin, la chambre constata que la psychiatre V. – l’une des trois inculpées –, qui avait en charge le traitement du fils des requérants durant les 6 mois de son placement dans le centre de Sleidinge, avait déclaré au juge d’instruction que Tom De Clippel n’avait jamais évoqué le suicide.", "39.  La chambre estima que les thérapeutes de cet établissement n’avaient pas d’autre possibilité que d’informer le procureur du Roi du fait que Tom De Clippel ne respectait ni les modalités de son traitement ni le règlement intérieur et, plus généralement, que rien ne permettait de considérer qu’ils avaient commis des erreurs thérapeutiques. Elle conclut en conséquence qu’il n’y avait pas suffisamment d’éléments justifiant le renvoi du Dr. V. devant le tribunal correctionnel.", "40.  S’agissant de la manière dont Tom De Clippel avait été traité lors de sa réintégration dans la prison de Gand, la chambre souligna que, dès son arrivée dans l’établissement, un incident s’était produit avec un compagnon de cellule, lequel avait été blessé. Cet incident avait été puni de la manière habituelle par un placement en cellule de punition, ce qui, selon la chambre, ne se heurtait à aucune contre-indication liée à l’état de Tom De Clippel; au contraire, du fait précisément de son état, il ne pouvait rester dans une cellule collective ; le centre psychiatrique de Sleidinge avait d’ailleurs informé l’administration de la prison de Gand le 31 juillet 2001 qu’il « ne pouvait pas fonctionner en groupe ».", "La chambre releva ensuite que, le 2 août 2001, le Dr H. – l’une des inculpées – avait proposé de transférer Tom De Clippel dans une cellule individuelle, qu’elle avait alors constaté chez lui des « symptômes de peur » et une « impression psychotique avec tendances paranoïdes » et qu’elle lui avait prescrit un traitement médicamenteux additionnel ; de plus, elle avait déclaré devant le juge d’instruction qu’aucun élément ne permettait d’identifier chez Tom De Clippel une tendance suicidaire et que le suicide n’est pas spécifique aux personnes paranoïdes.", "La chambre nota par ailleurs que, lorsque Mme D.M., directrice de la prison de Gand, – l’une des inculpées – avait rencontré Tom De Clippel les 2 et 3 août 2001, il n’avait donné aucun signe susceptible d’annoncer son suicide. Elle constata qu’il en était allé de même lors de sa conversation téléphonique du 2 août avec le requérant et lors de l’entretien qu’il avait eu le 3 août avec le service social, et que d’un point de vue général, il n’y avait pas eu d’élément annonciateur du suicide.", "41.  Relevant en outre qu’il « sembl[ait] que les mesures usuelles de sécurité [avaient] été prises », la chambre des mises en accusation conclut ainsi (traduction du néerlandais) :", "« Compte tenu des exigences spécifiques aux établissements pénitentiaires, notamment quant aux règles minimales en matière de maintien de l’ordre, et compte tenu, d’une part, des informations que possédaient la direction et le psychiatre de la prison, dont il ne ressortait pas que Tom avait déjà tenté de se suicider ou avait des idées suicidaires et, d’autre part, des éléments thérapeutiques indiquant qu’il serait mieux en cellule individuelle, la chambre des mises en accusation est de l’avis qu’il n’y a pas assez d’éléments pour justifier le renvoi des premier et deuxième inculpés devant le tribunal correctionnel ».", "42.  Quant à la demande des requérants tendant à ce que le dossier médical de Tom De Clippel correspondant à la période qu’il avait passée à « de Sleutel » soit joint à la procédure, la chambre jugea que cette mesure n’était pas nécessaire dès lors que le dossier d’instruction, qui contenait l’intégralité du dossier de la commission de défense sociale, suffisait à établir qu’il n’y avait pas eu de signe précurseur de suicide.", "43.  Enfin, la chambre des mises en accusation condamna les requérants à payer 1 000 euros au Dr V. pour abus de droit d’appel. Elle estima qu’ils avaient indûment utilisé ce recours pour mettre en cause la politique pénitentiaire, obligeant de la sorte les inculpés à subir une procédure difficile sur le plan matériel et moral.", "4.\tL’arrêt de la Cour de cassation", "44.  Les requérants se pourvurent en cassation. Dans un premier moyen, ils dénonçaient notamment une violation de l’article 6 § 3 d) de la Convention, des principes généraux du droit, du droit de se défendre soi-même et du droit à un procès équitable, résultant du refus de la chambre des mises en accusation de faire droit à leur demande d’audition du ministre de la Justice sur le problème de l’insuffisance de l’accès des personnes internées à des soins appropriés. Dans un second, ils contestaient leur condamnation pour abus du droit d’appel.", "45.  Par un arrêt du 18 octobre 2005, la Cour de cassation rejeta le pourvoi, retenant notamment que les juges d’appel avaient dûment motivé en droit leur décision de ne pas entendre ledit ministre en indiquant que ce n’était pas nécessaire pour la manifestation de la vérité.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.\tLa loi de défense sociale", "46.  Les dispositions pertinentes de la « loi de défense sociale à l’égard des anormaux, des délinquants d’habitude et des auteurs de certains délits sexuels » (adoptée le 9 avril 1930 et modifiée le 1er juillet 1964) applicables au moment des faits se lisent ainsi :", "Article 1", "« Lorsqu’il existe des raisons de croire que l’inculpé est, soit en état de démence, soit dans un état grave de déséquilibre mental ou de débilité mentale le rendant incapable du contrôle de ses actions, les juridictions d’instruction peuvent, dans les cas où la loi autorise la détention préventive, décerner un mandat d’arrêt en vue de le placer en observation. (...) »", "Article 7", "« Les juridictions d’instruction, à moins qu’il ne s’agisse d’un crime ou d’un délit politiques ou de presse, et les juridictions de jugement peuvent ordonner l’internement de l’inculpé qui a commis un fait qualifié crime ou délit et qui est dans un des états prévus à l’article 1. (...) »", "Article 12", "« Il est institué auprès de chaque annexe psychiatrique une commission de défense sociale.", "Les commissions de défense sociale sont composées de trois membres : un magistrat effectif ou honoraire qui en est le président, un avocat et un médecin.", "Les membres des commissions sont nommés pour trois ans ; ils ont chacun un ou plusieurs suppléants.", "(...) »", "Article 14", "« L’internement a lieu dans l’établissement désigné par la commission de défense sociale.", "Celui-ci est choisi parmi les établissements organisés par le gouvernement. La commission peut toutefois, pour des raisons thérapeutiques et par décision spécialement motivée, ordonner le placement et le maintien dans un établissement approprié quant aux mesures de sécurité et aux soins à donner.", "(...)", "Au moment où l’internement est ordonné, si l’inculpé se trouve en observation, il est maintenu à l’annexe psychiatrique en attendant la désignation d’un établissement par la commission de défense sociale.", "Si, au moment où l’internement est ordonné, l’inculpé est détenu dans un centre pénitentiaire, l’internement a lieu provisoirement dans l’annexe psychiatrique de ce centre ou, à défaut de celui-ci, dans l’annexe désignée par la juridiction qui ordonne la mesure. »", "Article 15", "« La commission peut d’office ou à la demande du ministre de la Justice, du procureur du roi, de l’interné ou de son avocat ordonner le transfèrement de l’interné dans un autre établissement.", "La demande de l’interné ou de son avocat ne peut être représentée qu’après l’expiration d’un délai de six mois.", "La commission peut admettre l’interné à un régime de semi-liberté dont les conditions et modalités sont fixées par le ministre de la Justice. »", "Article 16", "« La commission peut, avant de statuer par application des articles 14 et 15, prendre l’avis d’un médecin de son choix appartenant ou non à l’administration.", "L’interné peut aussi se faire examiner par un médecin de son choix, et produire l’avis de celui-ci. Ce médecin peut prendre connaissance du dossier de l’interné.", "Le procureur du Roi de l’arrondissement, le directeur ou le médecin de l’établissement de défense sociale ou de l’établissement approprié quant aux mesures de sécurité et aux soins à donner, l’interné et son avocat sont entendus. Le dossier est mis pendant quatre jours à la disposition de l’avocat de l’interné.", "Les débats ont lieu à huis clos.", "L’interné est représenté par son avocat dans le cas où il est préjudiciable d’examiner en sa présence des questions médico-psychiatriques concernant son état.", "Les services de reclassement et de tutelle peuvent se faire représenter aux débats par des délégués agréés à cette fin par le ministre de la Justice.", "Les trois membres de la commission et le secrétaire sont seuls présents lors du délibéré. »", "Article 17", "« En cas d’urgence, le président de la commission peut ordonner à titre provisoire le transfèrement dans un autre établissement. Sa décision est soumise à la commission qui statue lors de sa plus prochaine séance.", "Dans le même cas, et pour des raisons de sécurité, le ministre de la Justice peut également ordonner, à titre provisoire, le transfèrement de l’intéressé dans un autre établissement. Il en informe immédiatement la commission. »", "Article 18", "« La commission se tient informée de l’état de l’interné et peut à cet effet se rendre au lieu de son internement ou y déléguer un de ses membres. Elle peut, soit d’office, soit à la demande du procureur du roi, de l’interné ou de son avocat, ordonner la mise en liberté définitive ou à l’essai de l’interné, lorsque l’état mental de celui-ci s’est suffisamment amélioré et que les conditions de sa réadaptation sociale sont réunies. Si la demande de l’interné ou de son avocat est rejetée, elle ne peut être renouvelée avant l’expiration d’un délai de six mois prenant cours à la date du rejet.", "(...) »", "Article 20", "« Si la mise en liberté est ordonnée à titre d’essai, l’interné est soumis à une tutelle médico-sociale dont la durée et les modalités sont fixées par la décision de mise en liberté.", "(...)", "La commission invite l’intéressé à choisir une personne compétente ou un service compétent. Ce choix est soumis à l’accord de la commission.", " Ladite personne ou ledit service qui accepte la mission, adresse à la commission, dans le mois qui suit la libération à l’essai, et chaque fois que cette personne ou ce service l’estime utile, ou sur l’invitation de la commission, et au moins une fois tous les six mois, un rapport de suivi sur la guidance ou le traitement.", " Le rapport visé à l’alinéa 4 porte sur les points suivants : les présences effectives de l’intéressé aux consultations proposées, les absences injustifiées, la cessation unilatérale de la guidance ou du traitement par la personne concernée, les difficultés survenues dans la mise en œuvre de ceux-ci et les situations comportant un risque sérieux pour les tiers.", "Le service compétent ou la personne compétente est tenu d’informer la commission de l’interruption de la guidance ou du traitement.", "Si son comportement ou son état mental révèle un danger social, notamment s’il ne respecte pas les conditions qui lui ont été imposées, le libéré peut, sur réquisitoire du procureur du roi de l’arrondissement où il est trouvé, être réintégré dans une annexe psychiatrique. Il est ensuite procédé conformément aux articles 14 et 16.", "(...) »", "B.\tLe règlement général des établissements pénitentiaires", "47.  L’article 96 de l’arrêté royal du 21 mai 1965 dispose que les détenus malades reçoivent du médecin de l’établissement les soins que leur état réclame.", "C.\tLe code pénal", "48.  Les dispositions pertinentes du code pénal sont les suivantes :", "Article 422 bis", "« Sera puni d’un emprisonnement de huit jours à un an et d’une amende de cinquante à cinq cents francs ou d’une de ces peines seulement, celui qui s’abstient de venir en aide ou de procurer une aide à une personne exposée à un péril grave, soit qu’il ait constaté par lui-même la situation de cette personne, soit que cette situation lui soit décrite par ceux qui sollicite son intervention.", "Le délit requiert que l’abstenant pouvait intervenir sans danger sérieux pour lui-même ou pour autrui. Lorsqu’il n’a pas constaté personnellement le péril auquel se trouvait exposée la personne à assister, l’abstenant ne pourra être puni lorsque les circonstances dans lesquelles il a été invité à intervenir pouvaient lui faire croire au manque de sérieux de l’appel ou à l’existence de risques.", "(La peine prévue à l’alinéa 1er est protée à deux ans lorsque la personne exposée en péril grave est mineure d’âge.) »", "Article 422 ter", "« Sera puni des peines prévues à l’article précédent celui qui, le pouvant sans danger sérieux pour lui-même ou pour autrui, refuse ou néglige de porter à une personne en péril le secours dont il est légalement requis; celui qui le pouvant, refuse ou néglige de faire les travaux, le service, ou de prêter le secours dont il aura été requis dans les circonstances d’accidents, tumultes, naufrage, inondation, incendie ou autres calamités, ainsi que dans les cas de brigandages, pillages, flagrant délit, clameur publique ou d’exécution judiciaire. »", "D.\tLe code d’instruction criminelle", "49.  Il résulte de l’article 611 du code d’instruction criminelle que le juge d’instruction est tenu de visiter, au moins une fois par mois, les personnes retenues dans les maisons d’arrêt. De plus, le gouverneur est tenu de visiter, au moins une fois par an, toutes les maisons d’arrêt près les cours d’assises et toutes les prisons, et tous les prisonniers de la province.", "50.  Par ailleurs, aux termes de l’article 612, indépendamment des visites prévues par l’article 611, le bourgmestre de chaque commune où se trouve une prison, est tenu de faire, au moins une fois par mois, la visite de ces maisons.", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DES ARTICLES 2 ET 3 DE LA CONVENTION", "51.  Les requérants soutiennent que la détention de leur fils dans la prison de Gand et son placement à l’isolement étaient constitutifs d’un traitement inhumain ou dégradant. Ils soulignent qu’eu égard à son état de santé mentale, aux règles applicables et aux décisions juridictionnelles prises en sa cause, il n’aurait pas dû être détenu dans les conditions ordinaires d’une prison, mais bénéficier d’un régime d’internement comprenant un encadrement psychiatrique. En outre, selon eux, il était prévisible dans ces circonstances qu’il perdît le contrôle de lui-même et attentât à ses jours. Ils estiment que leur fils a été victime non seulement d’un problème structurel – le manque de place dans les annexes psychiatriques des prisons belges – mais aussi de la négligence et de l’absence de communication entre les divers acteurs de sa détention. Ils se plaignent en outre de ce que les autorités n’ont pas mené une enquête permettant d’établir les responsabilités quant au décès de leur fils, dénonçant à cet égard le défaut d’audition du substitut du procureur qui avait ordonné sa réadmission dans l’annexe psychiatrique de la prison de Gand et du ministre de la Justice. Ils invoquent les articles 3 et 6 § 3 d) de la Convention, le premier étant ainsi libellé :", "Article 3", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "52.  La Cour rappelle que, maîtresse de la qualification juridique des faits de la cause, elle n’est pas liée par celle que leur attribuent les requérants ou les gouvernements. En vertu du principe jura novit curia, elle a par exemple examiné d’office plus d’un grief sous l’angle d’un article ou d’un paragraphe que n’avaient pas invoqué les parties. Un grief se caractérise par les faits qu’il dénonce et non par les simples moyens ou arguments de droit invoqués (voir, notamment, Guerra et autres c. Italie, 19 février 1998, § 44, Recueil 1998-I et Şerife Yiğit c. Turquie [GC], no 3976/05, § 52, CEDH 2010-..).", "Elle estime qu’il y a lieu en l’espèce d’examiner cet aspect des faits de la cause sous l’angle de l’article 3 de la Convention précité ainsi que de l’article 2 de la Convention, aux termes duquel :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi.", "(...) ».", "A.\tSur la recevabilité", "53.  Le Gouvernement estime que cette partie de la requête est irrecevable. Selon lui, n’ayant pas soulevé la violation des articles 2 et 3 de la Convention dans le cadre de leur pourvoi en cassation, les requérants n’ont pas épuisé les voies de recours internes au sens de l’article 35 § 1 de la Convention.", "Dans son mémoire en réplique daté du 1er septembre 2008, le Gouvernement ajoute que les requérants auraient dû intenter une procédure contre l’Etat sur le fondement de l’article 1382 du code civil aux fins de le voir jugé responsable d’une faute résultant d’une violation des articles 2 et 3. Il précise que rien ne les empêchait d’user de cette voie en sus de leur plainte avec constitution de partie civile.", "54.  Les requérants expliquent qu’ils ont déposé une plainte avec constitution de partie civile pour « abstention coupable », dans le but de déclencher une instruction permettant d’établir les circonstances exactes du décès de leur fils et de déterminer la raison pour laquelle il n’a pas bénéficié des soins et de la surveillance que son état nécessitait. Ils soulignent qu’une plainte de cette nature ne peut viser l’Etat belge en tant que tel, de sorte qu’il eut été dénué de pertinence d’évoquer directement les articles 2 ou 3 de la Convention dans ce cadre.", "Ils considèrent par ailleurs que l’on ne peut leur reprocher de ne pas avoir intenté contre l’Etat une action en responsabilité fondée sur l’article 1382 du code civil : lorsqu’il existe plusieurs voies de recours internes, les conditions de l’article 35 § 1 sont remplies dès lors qu’il a été fait usage de l’une, d’autant plus lorsqu’il s’agit de celle qui offrait les meilleures chances de succès. Or, soulignent-ils, seule une instruction était en l’espèce susceptible de permettre d’établir avec précision les circonstances du décès, et le statut de partie civile leur donnait certains droits à cet égard, notamment celui de solliciter des actes d’enquête spécifiques ; cela n’est pas possible dans une procédure purement civile, où le demandeur est livré à lui-même en matière de preuve.", "55.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention, elle ne peut être saisie qu’après l’épuisement des voies de recours internes. La finalité de cette disposition est de ménager aux Etats contractants l’occasion de prévenir ou de redresser les violations alléguées contre eux avant que la Cour n’en soit saisie. La règle de l’article 35 § 1 se fonde sur l’hypothèse, incorporée dans l’article 13, avec lequel elle présente d’étroites affinités, que l’ordre interne offre un recours effectif quant à la violation alléguée, ledit recours devant par ailleurs être « à la fois relatif aux violations incriminées, disponible et adéquat » (voir, parmi de nombeux autres, Mifsud c. France (déc.) [GC], no 57220/00, § 15, CEDH 2002-VIII, et Slimani c. France, no 57671/00, § 38, CEDH 2004- IX).", "56.  La Cour observe ensuite qu’en droit belge, une plainte avec constitution de partie civile en mains du juge d’instruction pour des faits qualifiables de crime ou de délit met l’action publique en mouvement ; elle déclenche l’ouverture d’une instruction après que le juge d’instruction l’ait communiquée au procureur du Roi (sauf la possibilité pour ce dernier de saisir la chambre du conseil de réquisitions d’irrecevabilité) et est susceptible, lorsqu’il ressort de celle-ci que les faits dénoncés peuvent être qualifiés pénalement, d’aboutir à la saisine des juridictions répressives qui sont alors compétentes non seulement pour trancher les questions de droit pénal qui leur sont soumises mais aussi pour statuer sur l’action civile et, le cas échéant, réparer le préjudice causé par l’infraction à la partie civile. Si à l’inverse les juridictions d’instruction considèrent que les faits dénoncés ne sont pas susceptibles d’être qualifiés pénalement, elles rendent une décision de non-lieu qui met fin à l’action publique.", "57.  Dans de telles conditions, un individu qui, avant de saisir la Cour d’un grief tiré d’une violation de l’article 2 de la Convention à raison du décès d’un proche dans des circonstances susceptibles d’être rattachées à une action ou une omission d’agents ou de services publics, dépose une plainte avec constitution de partie civile devant le juge d’instruction – fût-elle contre X – épuise les voies de recours internes comme l’exige l’article 35 § 1 de la Convention. Il en va de même s’agissant d’un grief tiré d’une violation de l’article 3 de la Convention résultant de faits imputables à une autorité participant à la force publique et susceptibles d’être qualifiés de torture ou de peines ou traitements inhumains ou dégradants (voir, par exemple, Slimani précité, §§ 38-41). Assurément, ce faisant, conformément à la finalité sus-évoquée de cette disposition, il donne à l’Etat en cause « l’occasion de prévenir ou de redresser les violations alléguées contre [lui] avant que la Cour n’en soit saisie ».", "58.  Procédant de la sorte, les requérants ont déposé une plainte avec constitution de partie civile en mains du juge d’instruction de Gand (paragraphes 22-24 ci-dessus), dans laquelle ils dénonçaient les faits dont ils saisissent maintenant la Cour. Ils se plaignaient en effet en particulier de la détention de leur fils dans une structure carcérale, inadaptée à son état de santé mentale, et de la négligence avec laquelle, selon eux, sa situation avait à cet égard été traitée. Ils soutenaient qu’il y avait eu « abstention coupable » au sens des articles 422 bis et ter du code pénal, caractérisée notamment par le fait de « s’abst[enir] de venir en aide ou de procurer une aide à une personne exposée à un péril grave » ou de « néglige[r] de porter à une personne en péril le secours dont il est légalement requis » (paragraphe 48 ci-dessus) ; ils arguaient de la sorte d’un lien entre, d’une part, un éventuel manquement des personnes qui avaient officiellement la charge de leur fils et, d’autre part, le traitement dont il avait été l’objet et sa mort. Ils demandaient ensuite que lumière soit faite sur les circonstances du décès et réclamaient que les responsabilités soient établies.", "59.  La chambre du conseil du tribunal de première instance de Gand, puis la chambre des mises en accusation de la cour d’appel de Gand – le 29 mars 2005 – ont cependant prononcé le non-lieu et, comme le relève le Gouvernement, les requérants n’ont pas saisi la Cour de cassation de moyens tirés des articles 2 et 3 de la Convention dans le cadre de leur pourvoi contre l’arrêt de cette dernière juridiction.", "La Cour estime toutefois que l’on ne peut en déduire que les voies de recours internes n’ont pas été épuisées. En effet, d’une part, la question de l’atteinte au droit à la vie de leur fils et à son droit de ne pas subir un traitement inhumain constituait la substance-même de la procédure déclenchée par leur plainte avec constitution de partie civile pour « abstention coupable », dont l’instance en cassation dont il est question était la dernière phase. D’autre part, dirigé contre l’arrêt de la chambre des mises en accusation de la cour d’appel de Gand du 29 mars 2005, ce pourvoi visait non une décision au fond sur les faits dénoncés par les requérants mais une décision de ne pas donner suite à l’action publique, de sorte que des moyens tirés d’une violation matérielle des articles 2 et 3 de la Convention auraient été inopérants.", "Au demeurant, ce qui importe avant tout au regard de l’exigence d’épuisement des voies de recours internes s’agissant du type de grief dont il est question, c’est que les autorités compétentes aient eu la possibilité de mener une enquête officielle et effective conformément à l’obligation que les articles 2 et 3 mettent à leur charge (voir le paragraphe 61 ci-dessous), c’est-à-dire que l’affaire ait été portée à leur attention (soit qu’elles en ont eu connaissance par elles-mêmes dans le cadre de leurs fonctions, soit qu’elles en ont été informées par le biais d’une plainte ; voir, par exemple, mutatis mutandis, Stojnšek c. Slovénie, no 1926/03, § 79).", "60.  Ensuite, s’agissant de la thèse du Gouvernement selon laquelle les requérants auraient dû intenter une procédure contre l’Etat sur le fondement de l’article 1382 du code civil aux fins de le voir jugé responsable d’une faute résultant d’une violation de ces dispositions, la Cour rappelle qu’un requérant qui a utilisé une voie de droit apparemment effective et suffisante ne peut se voir reprocher de ne pas avoir essayé d’en utiliser d’autres qui étaient disponibles mais ne présentaient guère plus de chances de succès (voir, à titre d’exemple, Aquilina c. Malte [GC], no 25642/94, § 39, CEDH 1999-III). En particulier, l’on ne saurait exiger qu’il use d’une autre voie dont le but est pratiquement le même (voir, parmi d’autres, Moreira Barbosa c. Portugal (déc.), no 65681/01, CEDH 2004-V, et Jeličić c. Bosnie-Herzégovine (déc.), no 41183/02, CEDH 2005-XII) ou dont l’efficacité paraît moindre (Zaia c. Italie, décision de la Commission européenne des Droits de l’Homme, no 20948/92).", "Or lorsqu’un tel mécanisme existe, la constitution de partie civile devant les juridictions d’instruction ou les juridictions répressives est la voie la plus logique et la plus efficace pour dénoncer des faits tels que ceux dont il est question en l’espèce.", "61.  La constitution de partie civile s’insère en effet pleinement dans la logique de l’obligation procédurale spécifique que les articles 2 et 3 de la Convention mettent à la charge des Etats. Il y a lieu à cet égard de rappeler que, dans tous les cas où un détenu décède dans des conditions suspectes et que les causes de ce décès sont susceptibles d’être rattachées à une action ou une omission d’agents ou de services publics, les autorités ont l’obligation de mener d’office une « enquête officielle et effective » de nature à permettre d’établir les causes de la mort et d’identifier les éventuels responsables de celle-ci et d’aboutir à leur punition ; il s’agit essentiellement, au travers d’une telle enquête, d’assurer l’application effective des lois internes qui protègent le droit à la vie et, dans les affaires où des agents ou organes de l’Etat sont impliqués, de garantir que ceux-ci aient à rendre des comptes au sujet des décès survenus sous leur responsabilité. Une telle enquête doit aussi être conduite lorsqu’un individu affirme de manière défendable avoir subi, aux mains de la police ou d’autorités comparables, un traitement contraire à l’article 3 de la Convention (voir tout particulièrement Slimani c. France, décision du 8 avril 2003, § 30, et arrêt précité, §§ 29-32).", "Plus précisément, comme indiqué précédemment, la plainte avec constitution de partie civile en mains du juge d’instruction déclenche l’ouverture d’une instruction. La recherche des éléments relatifs aux faits dénoncés est alors confiée à un magistrat investigateur qui dispose pour ce faire de moyens bien plus efficaces que ceux auxquels un individu peut avoir accès. Ce mécanisme permet ainsi aux victimes de faits constitutifs d’un crime ou d’un délit d’augmenter leurs chances d’obtenir réparation des préjudices qu’ils leur ont causé.", "62.  La Cour conclut que les requérants ont donné l’opportunité aux juridictions internes de constater et de redresser les griefs qu’ils développent sur le terrain des articles 2 et 3 de la Convention et qu’il ne peut en conséquence leur être reproché de ne pas avoir dûment épuisé les voies de recours internes à cet égard. Constatant par ailleurs que ces griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 de la Convention et qu’ils ne se heurtent à aucun autre motif d’irrecevabilité, la Cour les déclare recevables.", "B.\tSur le fond", "1.\tSur l’article 2 de la Convention", "a)\tLes thèses des parties", "i)\tLe Gouvernement", "63.  Le Gouvernement soutient tout d’abord que, compte tenu des circonstances particulières de l’espèce, l’Etat belge a pris « des mesures raisonnables pour protéger la vie de Tom De Clippel ».", "Il souligne que la réintégration de Tom en prison s’inscrivait dans un contexte de protection de sa vie : son internement avait été décidé en mai 1999 au motif notamment qu’il était un danger pour lui-même en raison de sa consommation de drogue ; or il avait à nouveau utilisé des stupéfiants. Il estime que l’Etat, qui a fait tout le nécessaire pour protéger son droit à la vie et lui a fourni les soins nécessaires pour lutter contre sa toxicomanie et contre ses problèmes mentaux, lui donnant en particulier accès à des centres spécialisés, ne peut être tenu responsable de son échec à combattre ses maux.", "Le Gouvernement ajoute que la réintégration de Tom De Clippel dans la prison de Gand était une mesure temporaire, prise dans l’attente d’une désignation d’un centre d’internement, et que même durant cette période, l’Etat avait veillé à ce que son droit à la vie soit protégé et à ce qu’il soit traité avec toute la considération nécessaire compte tenu des circonstances, notamment de la capacité de l’aile psychiatrique de l’établissement. Certes, indique-t-il, toute privation de liberté physique est susceptible d’entraîner des bouleversements physiques et des risques de suicide ; Tom De Clippel n’avait toutefois donné aucun signe indiquant une tendance suicidaire. Il constate en outre que le seul document qui fait référence au suicide est le procès-verbal de l’audition du requérant, du 9 octobre 2001, au cours de laquelle il a indiqué que son fils avait tenté de mettre fin à ses jours en 1995 ; le dossier médical, les procès-verbaux (des 16 et 17 janvier 2002) d’audition de la directrice de la prison de Gand et du psychologue B. qui suivait Tom De Clippel lorsqu’il était à Sleidinge, le rapport du Dr. G. et les rapports de l’assistante sociale (des 17 septembre 1999, 7 mars et 19 mai 2000, 28 février et 6 et 27 juillet 2001) montrent qu’il n’affichait pas de tendance suicidaire. Selon le Gouvernement, il est clair à la lumière de ces éléments, qu’aucune mesure particulière de protection ne s’imposait, et que ce serait spéculer que de dire que Tom De Clippel ne se serait pas suicidé s’il avait été placé dans la section psychiatrique de la prison de Gand.", "64.  S’agissant du volet procédural de l’article 2, le Gouvernement indique en premier lieu que le droit belge prévoit des procédures permettant d’enquêter et de découvrir les causes et circonstances des décès intervenus en prison ou dans un établissement psychiatrique. Il précise que lorsque cela se produit, un procès-verbal est dressé par la police à l’attention du procureur du Roi, qui peut alors décider « d’engager des poursuites pénales afin de faire la clarté sur les circonstances du décès » ; il s’agit d’une première enquête conduite immédiatement après les faits, qui peut donner lieu à une instruction plus approfondie ; ce ne fut pas le cas en l’espèce parce que le médecin légiste avait constaté la cause de la mort – la pendaison – et que, parallèlement, il s’était avéré que la surveillance de Tom De Clippel avait été effectuée comme il se devait. Le Gouvernement indique ensuite qu’il existe une deuxième voie : la plainte avec constitution de partie civile, qui déclenche une instruction confiée à un juge indépendant et qui aboutit à la saisine d’un tribunal indépendant et impartial. D’après lui, il existe une troisième voie : en cas de transgression de la loi ou de non-respect d’une norme de prudence imputable aux autorités, les proches d’un détenu mort dans des conditions suspectes peuvent engager contre elles une action en responsabilité civile sur le fondement de l’article 1382 du code civil ; le juge saisi apprécie alors si les autorités en cause « se sont comportées comme toute autorité normalement prudente, placée dans les mêmes circonstances de fait ».", "Le Gouvernement souligne ensuite qu’il y a eu en l’espèce une enquête effective : dès la découverte du décès, un procès-verbal a été dressé à l’attention du procureur, lequel s’est rendu sur les lieux accompagné d’un médecin légiste ; il a alors été constaté que la mort résultait d’un suicide par pendaison. Il précise que certaines circonstances devaient être clarifiées, ce à quoi la police s’était attelée, mais qu’aucun élément suspect n’avait été relevé. Il ajoute que suite à la plainte avec constitution de partie civile déposée par les requérants, l’enquête a comme il se doit été confiée à un juge d’instruction, c’est-à-dire à un magistrat indépendant ayant pour mission de rechercher objectivement la vérité ; trois personnes ont été inculpées, les requérants ont eu l’occasion de demander des mesures d’instruction complémentaires et le résultat de l’instruction – selon lequel il n’y avait pas d’éléments permettant de conclure à une négligence coupable – a ensuite été évalué par deux instances indépendantes : la chambre du conseil puis, en appel, la chambre des mises en accusation. S’agissant des mesures complémentaires d’instruction refusées par ces juridictions, le Gouvernement rappelle qu’il n’appartient pas à la Cour d’apprécier l’opportunité de celles-ci, et souligne spécifiquement que l’audition du ministre de la Justice n’était ni nécessaire ni utile puisque, manifestement, elle n’aurait apporté aucun éclaircissement sur les circonstances de la mort de Tom De Clippel (selon lui, il est « clair que les requérants ont principalement entendu poser un acte politique » en formulant une demande dans ce sens). Enfin, d’après le Gouvernement, l’instruction s’est déroulée avec la diligence et la célérité requises puisque la chambre du conseil s’est prononcée le 19 juin 2002 alors que la plainte avait été déposée le 10 août 2001.", "ii)\tLes requérants", "65.  Se référant tout particulièrement aux arrêts Tanribilir c. Turquie (no 21422/93, §§ 70 et 74) et Keenan c. Royaume-Uni (no 27229/95, CEDH 2001-III, § 88), les requérants rappellent que l’article 2 met notamment à la charge des autorités l’obligation positive de prendre préventivement des mesures d’ordre pratique pour protéger un individu contre lui-même lorsqu’elles savent ou devraient savoir qu’il risque de se donner la mort. Ils soulignent que cela vaut tout particulièrement à l’égard des détenus, les systèmes de détention devant prévoir des mesures permettant d’éviter ce risque, telles que le dépôt des objets coupants, de la ceinture ou des lacets.", "D’après eux, d’une part, le fait que Tom De Clippel s’est pendu à l’aide d’une ceinture – prétendument élastique – fournie par l’administration pénitentiaire démontre déjà que les mesures prises dans son cas étaient insuffisantes. D’autre part, les autorités savaient ou devaient savoir que Tom De Clippel se trouvait dans un état de trouble mental et était un danger pour lui-même. Ils rappellent à cet égard, premièrement, que son internement avait été ordonné au motif précisément qu’il se trouvait dans un état grave de déséquilibre mental qui l’empêchait de contrôler ses actes, au sens de l’article 1er de la loi de défense sociale, et qu’il était un danger pour lui-même. Deuxièmement, le rapport du Dr. G. avait mis en exergue méfiance, fureur interne et humeur sombre, produisant potentiellement de la fureur frustrée, et avait conclu que Tom De Clippel présentait une personnalité paranoïde. Troisièmement, le psychologue B., qui suivait Tom De Clippel à Sleidinge, avait déclaré au juge d’instruction que si ce dernier n’avait jamais évoqué le suicide avec lui, un tel risque était inhérent à sa pathologie.", "Les requérants estiment que le placement en détention d’une personne présentant une pathologie telle que celle dont souffrait Tom De Clippel est source de grand stress et augmente le risque de suicide, ce qui oblige les autorités à prendre des précautions supplémentaires. Or, alors que Tom De Clippel aurait dû bénéficier de soins et de mesures de sécurité spécifiques, il fut placé dans la structure de la prison de Gand prévue pour les détenus ordinaires, ceci pour la seule raison qu’il n’y avait pas de place dans la section psychiatrique : à ce moment-là, il y avait cent internés dans l’établissement, pour seulement dix-sept places dans cette section. Ils indiquent qu’il s’agit en Belgique d’un problème structurel plusieurs fois constaté par le Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants.", "66.  Les requérants se disent convaincus que Tom De Clippel ne se serait pas suicidé – ou ne serait pas parvenu à le faire – s’il avait été placé dans la section psychiatrique de la prison de Gand, où il aurait été adéquatement suivi et surveillé ; le risque de suicide aurait du moins notablement diminué.", "67.  Les requérants considèrent en outre que l’enquête n’a pas été effective dans la mesure où les juridictions d’instruction n’ont pas entendu certaines personnes, essentiellement le substitut du procureur qui avait ordonné la réadmission de Tom De Clippel dans l’annexe psychiatrique de la prison de Gand et le ministre de la Justice. Ils considèrent que leur audition était nécessaire afin de vérifier si le directeur de la prison avait été informé de l’état de santé mentale de Tom De Clippel et afin d’obtenir des explications sur le fait qu’en prison, les internés étaient systématiquement incarcérés avec des détenus ordinaires alors que la loi prévoit expressément qu’ils soient placés dans les annexes psychiatriques. Ils précisent que leur demande tendant à ce que le ministre de la Justice soit interrogé a été rejetée non au motif que cela n’était pas nécessaire à la manifestation de la vérité, mais au motif péremptoire que le principe de séparation des pouvoirs y faisait obstacle.", "b)\tL’appréciation de la Cour", "i)\tSur le volet matériel du grief", "α. Principes généraux", "68.  La première phrase de l’article 2 de la Convention astreint l’Etat non seulement à s’abstenir de provoquer la mort de manière volontaire et irrégulière, mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (voir L.C.B. c. Royaume-Uni, arrêt du 9 juin 1998, Recueil des arrêts et décisions 1998III, p. 1403, § 36, Tanribilir, précité, § 70, Keenan, précité, § 89, Troubnikov c. Russie, no 49790/99, 5 juillet 2005, § 67, Renolde c. France, no 5608/05, 16 octobre 2008, § 80, et Jasińska c. Pologne, no 28326/05, § 57, 1er juin 2010).", "Dans certaines circonstances bien définies, l’article 2 va ainsi jusqu’à mettre à la charge des autorités l’obligation positive de prendre préventivement des mesures d’ordre pratique pour protéger l’individu contre autrui ou, dans certaines circonstances particulières, contre lui-même (voir, précités, Tanribilir, § 70, Keenan, § 89, Renolde, § 81, et Jasińska, § 58).", "69.  Il convient cependant d’interpréter cette obligation de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif ; il ne faut en effet pas perdre de vue les difficultés qu’ont les forces de l’ordre à exercer leurs fonctions dans les sociétés contemporaines, l’imprévisibilité du comportement humain et les choix opérationnels à faire en matière de priorités et de ressources. Dès lors, toute menace présumée contre la vie n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation (voir Tanrıbilir précité, §§ 70-71, Keenan précité, § 90, Troubnikov précité, § 69, Taïs c. France, no 39922/03, § 97, 1er juin 2006, Renolde précité, § 82, et Jasińska précité, § 59).", "Ainsi, dans le cas spécifique du risque de suicide en prison, il n’y a une telle obligation positive que lorsque les autorités savent ou devraient savoir sur le moment qu’existe un risque réel et immédiat qu’un individu donné attente à sa vie. Pour caractériser un manquement à cette obligation, il faut ensuite établir que les autorités ont omis de prendre, dans le cadre de leurs pouvoirs, les mesures qui, d’un point de vue raisonnable, auraient sans doute pallié ce risque (voir, précités, Tanrıbilir, § 72 et Troubnikov, § 69). Concrètement, il faut et il suffit que le requérant démontre que les autorités n’ont pas fait tout ce que l’on pouvait raisonnablement attendre d’elles dans les circonstances de la cause pour empêcher la matérialisation d’un risque certain et immédiat pour la vie dont elles avaient ou auraient dû avoir connaissance (voir, précités, Tanrıbilir, mêmes références, Keenan, § 93, Troubnikov, § 71, Renolde, § 85, et Jasińska, § 63). Il s’agit là d’une question dont la réponse dépend de l’ensemble des circonstances propres à chaque affaire.", "70.  Cela étant, il faut aussi prendre en compte le fait que les détenus sont en situation de vulnérabilité et que les autorités ont le devoir de les protéger (voir Keenan précité, § 91, Younger c. Royaume-Uni (déc.), no 57420/00, CEDH 2003, Troubnikov précité, § 68, 5 juillet 2005, Renolde précité, § 83, et Jasińska précité, § 60).", "Il faut toutefois également garder à l’esprit dans ce contexte que les autorités pénitentiaires doivent alors s’acquitter de leurs tâches de manière compatible avec les droits et libertés de l’individu concerné : elles doivent prendre des mesures et précautions générales afin de diminuer les risques d’automutilation tout en évitant d’empiéter sur l’autonomie individuelle ; quant à savoir s’il faut prendre des mesures plus strictes à l’égard d’un détenu et s’il est raisonnable de les appliquer, cela dépend des circonstances de l’affaire (voir, précités, Keenan, § 92, Younger (déc.), Troubnikov, § 70, Renolde, § 83, et Jasińska, § 61).", "71.  Enfin, dans le cas des malades mentaux, il faut tenir compte de leur particulière vulnérabilité (voir Aerts c. Belgique du 30 juillet 1998, Recueil 1998-V, p. 1966, § 66, Keenan précité, § 111, Rivière c. France, no 33834/03, § 63, 11 juillet 2006, Renolde précité, § 84, et Jasińska précité § 62).", "ß. Application au cas d’espèce", "72.  A la lumière de ce qui précède, la Cour est amenée à rechercher si les autorités savaient ou auraient dû savoir qu’il y avait un risque réel et immédiat que, détenu dans l’environnement carcéral ordinaire de la prison de Gand, Tom De Clippel se suicide et, dans l’affirmative, si elles ont fait tout ce que l’on pouvait raisonnablement attendre d’elles pour prévenir ce risque (voir, précités, Keenan, § 93, Troubnikov, § 71, Renolde, § 84, et Jasińska, § 63).", "73.  La Cour constate que la chambre des mises en accusation de la cour d’appel de Gand a recherché si le suicide de Tom De Clippel était prévisible (paragraphes 37-41 ci-dessus). Elle a considéré qu’eu égard à sa personnalité complexe, il n’y avait pas d’élément permettant de conclure que l’un ou l’autre des inculpés aurait dû savoir qu’il allait se donner la mort.", "La chambre des mises en accusation a ainsi constaté que, certes, l’expertise médicale au vu de laquelle la chambre du conseil du tribunal de première instance de Gand avait décidé d’interner Tom De Clippel mettait en exergue une personnalité paranoïde et un comportement extrêmement agressif. Elle a toutefois noté que cette expertise retenait aussi que Tom De Clippel était un danger pour lui-même en raison non d’un risque anormalement élevé de suicide mais d’un risque d’usage de substances addictives, et ne contenait pas de référence à une déclaration de ce dernier dont il aurait pu ressortir qu’il aurait tenté de se suicider dans le passé. La chambre a ensuite relevé qu’un risque de cette nature n’avait pas non plus été mis en lumière lorsque Tom De Clippel se trouvait à « de Sleutel », que B., le psychologue qui le suivait alors qu’il se trouvait au centre psychiatrique de Sleidinge, avait déclaré au juge d’instruction qu’il n’était pas au fait d’une tentative de suicide qu’il aurait commise et qu’il n’avait pas évoqué le suicide avec lui, et que la psychiatre qui avait en charge son traitement dans cet établissement (la Dr V., l’une des trois inculpées) avait pareillement déclaré audit juge qu’il n’avait jamais parlé de suicide avec elle. La chambre a certes noté que B. avait précisé qu’un risque de suicide était inhérent au syndrome dont souffrait Tom De Clippel ; Elle a cependant retenu qu’il n’était pas possible de déterminer la probabilité d’un suicide et qu’il y avait de nombreux cas de personnes qui mettaient fin à leurs jours sans signe précurseur. La chambre a par ailleurs noté que la Dr H. (l’une des trois inculpées), qui avait vu Tom De Clippel le 2 août 2001 alors qu’il se trouvait en cellule d’isolement dans la prison de Gand avait de la même manière déclaré devant le juge d’instruction qu’aucun élément ne permettait d’identifier chez lui une tendance suicidaire et que le suicide n’était pas spécifique aux personnes paranoïdes, que Mme D.M., directrice de la prison de Gand (l’une des trois inculpées) avait souligné que Tom De Clippel, qu’elle avait rencontré les 2 et 3 août 2001, n’avait donné aucun signe susceptible d’annoncer son suicide, et qu’il en était allé de même lors des entretiens que Tom De Clippel avait eus avec son père (le 2 août 2001) et avec le service social de la prison (le 3 août 2001).", "74.  Selon la Cour, ce raisonnement ne résiste pas à un examen des circonstances de la cause à l’aune des critères dégagés par sa jurisprudence.", "75.  S’agissant de l\t‘existence d’un « risque réel et immédiat » que le fils des requérants attente à ses jours lors de son incarcération, la Cour observe en premier lieu que ce dernier était à double titre vulnérable : en tant que personne privée de liberté (paragraphe 70 ci-dessus) et, plus encore, en tant que personne souffrant de troubles mentaux (paragraphe 71 ci-dessus).", "Sur le premier point, la Cour observe que la vulnérabilité des détenus s’exprime spécifiquement au regard du suicide, le taux de suicides étant, en Belgique comme dans d’autres pays, nettement plus élevé dans la population carcérale que dans la population générale. Elle a du reste déjà souligné que toute privation de liberté physique peut entraîner, de par sa nature, des bouleversements psychiques et, par conséquent, des risques de suicide (Tanribilir précité, § 74).", "Sur le second point, elle note que, selon notamment le Dr V., qui avait suivi Tom De Clippel avant son incarcération et durant une longue période, il était atteint de schizophrénie paranoïde (paragraphe 30 ci-dessus). Or, comme elle l’a souligné dans l’arrêt Keenan précité (§ 94), « chez les schizophrènes, le risque de suicide est bien connu et élevé ». Au demeurant, s’ils ont indiqué que Tom De Clippel n’avait pas évoqué le suicide avec eux, tant B., le psychologue qui l’avait suivi lorsqu’il se trouvait au centre psychiatrique de Sleidinge, que le Dr V., ont indiqué pendant l’instruction qu’un risque de suicide était inhérent à cette affection (paragraphes 30-31 ci-dessus). A cela s’ajoute le fait que l’une des raisons pour lesquelles la chambre du conseil du tribunal de première instance de Gand avait décidé le 28 mai 1999 de mettre Tom De Clippel sous le régime de l’internement prévu par la loi de défense sociale était précisément qu’il était dangereux notamment pour lui-même – certes, sans caractériser ce danger – et qu’il était dans un état grave de déséquilibre mental le rendant incapable de contrôler ses actes (paragraphe 10 ci-dessus). La gravité – incontestée – de la maladie dont souffrait Tom De Clippel est d’ailleurs aussi un facteur à prendre en compte.", "76.  Ensemble, ces éléments conduisent la Cour à considérer que, lors de sa détention dans la prison de Gand, il y avait un risque réel que Tom De Clippel, particulièrement fragilisé sur le plan mental, attente à ses jours. Certes l’immédiateté d’un tel risque était difficile à percevoir, mais ce critère, que la Cour a dégagé dans des cas où le risque de mort était dû à un facteur extérieur à la victime (voir tout particulièrement l’arrêt Osman c. Royaume-Uni du 28 octobre 1998, Recueil des arrêts et décisions 1998-VIII, § 116), ne saurait entrer péremptoirement en jeu en matière de suicide (voir, précités, Keenan , § 96, et Renolde, § 89).", "77.  Ensuite, s’il est vrai que la chambre des mises en accusation a écarté l’affirmation des requérants selon laquelle Tom De Clippel avait déjà tenté de se suicider – et avait de la sorte envoyé aux autorités un signal dont elles auraient dû tenir compte – et s’il est vrai également qu’aucun élément du dossier ne vient à l’appui de cette hypothèse, l’on ne saurait déduire de l’absence de tentative antérieure de suicide que les autorités ne pouvaient savoir qu’un tel risque existait. Il s’agit là d’une question dont la réponse dépend de l’ensemble des circonstances de la cause.", "Or en l’espèce, les facteurs objectifs déjà évoqués auraient dû alerter les autorités, en particulier la grande fragilité de Tom De Clippel du fait de sa maladie mentale. C’est là un élément que les autorités ne pouvaient ignorer, dès lors que Tom De Clippel avait intégré la prison de Gand en tant qu’ « interné » au sens de la loi de défense sociale, et que ce régime lui avait été appliqué au vu de son « état grave de déséquilibre mental le rendant incapable de contrôler ses actes » et du danger qu’il représentait pour lui-même notamment. Ainsi, l’affection mentale dont il souffrait ne s’était-elle pas révélée au cours de sa détention mais était connue des autorités au moment où là décision de le placer dans cet établissement avait été prise.", "D’autres éléments montrant que Tom De Clippel se portait mal auraient dû aiguiser encore l’attention des autorités. Premièrement, la thérapie qu’il suivait au centre de Sleidinge ne fonctionnait pas, et il s’était montré agressif à l’égard du personnel, ne prenait apparemment plus ses médicaments et consommait semble-t-il des stupéfiants ; c’est d’ailleurs pour ces raisons qu’il avait été signalé à la commission de défense sociale en juillet 2001 et que le substitut du procureur avait ordonné qu’il réintègre l’annexe psychiatrique de la prison de Gand (voir notamment les paragraphes 13-14 et 30 ci-dessus). Deuxièmement, dès le lendemain de son arrivée dans cet établissement, il avait agressé l’un de ses compagnons de cellule, ce qui très vraisemblablement était une expression de son mal-être. Troisièmement, il ressort des déclarations de son père (paragraphes 17 et 27 ci-dessus) et de Mme D.M. (paragraphes 19 et 29 ci-dessus), du rapport de l’inspecteur T. (paragraphe 21 ci-dessus) et de son dossier médical (paragraphe 16 ci-dessus) qu’il ne comprenait pas pourquoi il était emprisonné, et était agité, nerveux et anxieux.", "78.  Bref, même s’il n’apparaît pas que Tom De Clippel avait précédemment commis des tentatives de suicide dont les autorités avaient eu connaissance, et même s’il n’a semble-t-il pas donné de signe alarmant dans les instants précédant son acte fatal, les autorités auraient dû savoir qu’il existait un risque réel que, détenu dans l’environnement carcéral ordinaire de la prison de Gand, Tom De Clippel attente à ses jours.", "79.  Il reste donc à déterminer si les autorités ont fait tout ce que l’on pouvait raisonnablement attendre d’elles pour prévenir ce risque.", "80.  La Cour constate que Tom De Clippel a été placé dans un environnement carcéral ordinaire alors qu’il souffrait de troubles mentaux ; plus précisément, il était reconnu comme étant « en état de démence [ou] dans un état grave de déséquilibre mental ou de débilité mentale le rendant incapable du contrôle de ses actions », au sens de la loi de défense sociale, et dangereux pour lui-même. Il en est allé ainsi alors non seulement que cette loi prescrit que les personnes auxquelles elle s’applique doivent être non sous le régime de la détention mais sous celui de l’internement, afin qu’elles bénéficient de l’encadrement psycho-médical que nécessite leur état, mais en plus que la décision du substitut du procureur du 27 juillet 2001 ordonnant la réintégration de Tom De Clippel spécifiait qu’il devait être placé dans l’annexe psychiatrique de la prison de Gand.", "81.  En d’autres termes, Tom De Clippel n’aurait jamais dû se trouver dans les quartiers ordinaires d’un établissement pénitentiaire.", "82.  Selon la Cour, en procédant de la sorte, à la marge de règles de droit interne définies précisément pour garantir à des personnes particulièrement vulnérables du fait de la défaillance de leur santé mentale les conditions que réclame leur état, les autorités ont contribué au risque que Tom De Clippel mette fin à ses jours. Ainsi, par définition, elles n’ont pas fait ce que l’on pouvait raisonnablement attendre d’elles pour prévenir ce risque, méconnaissant par là-même l’article 2 de la Convention.", "83.   Surabondamment, la Cour constate qu’à la prison de Gand, Tom De Clippel a été traité sans grande considération de sa pathologie mentale et de son statut d’interné. Premièrement, il ne ressort pas de son dossier médical qu’il ait été présenté à un psychiatre à son arrivée dans l’établissement le 30 juillet 2001. Deuxièmement, comme la Cour l’a déjà relevé, il n’a pas intégré l’annexe psychiatrique mais les quartiers ordinaires. Troisièmement, il a été placé dans une cellule collective avec trois autres personnes, nonobstant la schizophrénie paranoïde dont il souffrait et qui le rendait inapte à partager un espace confiné et exigu. Quatrièmement, le lendemain, suite à l’agressivité qu’il avait manifestée à l’encontre d’un compagnon de cellule, l’administration pénitentiaire l’avait placé en cellule de punition, lui infligeant ainsi une sanction prévue pour les détenus ordinaires (selon la chambre des mises en accusation de la cour d’appel de Gand, l’incident avait ainsi été « puni de la manière habituelle » (paragraphe 40 ci-dessus). Cinquièmement, le psychiatre qui l’avait vu le 2 août 2001 alors qu’il était à l’isolement (le Dr. D.M., l’une des inculpées), d’une part ignorait qu’il s’agissait d’un interné, d’autre part n’était pas celui des trois psychiatres attachés à la prison de Gand qui avait en charge les internés mais celui qui avait pour mission d’intervenir dans les situations de crise concernant les détenus ordinaires (paragraphe 28 ci-dessus) ; cela aussi tend à indiquer que les autorités n’ont pas fait grand cas de la circonstance que Tom De Clippel n’était pas un détenu ordinaire mais un interné dont l’état de santé mentale requérait une attention spécifique, d’autant plus que ce fut la seule fois qu’il rencontra un psychiatre au cours de sa détention.", "84.  Cela étant, il apparaît à la Cour que le placement de Tom De Clippel dans les quartiers ordinaires de la prison de Gand trouve aussi sa source dans un manque chronique de places tant dans les établissements destinés à l’internement des personnes couvertes par la loi de défense sociale que dans les annexes psychiatriques des prisons. Ainsi, en particulier, au moment où Tom De Clippel avait réintégré la prison de Gand, l’annexe psychiatrique de cet établissement ne comptait que dix-sept places pour une centaine d’internés (voir notamment le rapport de l’inspecteur principal T. ; paragraphe 21 ci-dessus).", "La Cour souligne toutefois que des circonstances de cette nature ne sauraient exonérer un Etat partie de ses obligations au regard de l’article 2 de la Convention, sauf à admettre qu’il puisse se dégager de sa responsabilité par le jeu de ses propres défaillances. Par conséquent, tout en soulignant qu’elle est consciente des efforts déployés par l’Etat défendeur pour assister Tom De Clippel – qui, comme le souligne le Gouvernement, a notamment eu accès à des centres spécialisés, où il a bénéficié d’un encadrement et de thérapies adaptés à son état – comme des grandes difficultés auxquelles sont confrontées quotidiennement l’administration et le personnel médical pénitentiaires, la Cour conclut qu’il y a eu violation de l’article 2 de la Convention dans son volet matériel.", "ii)\tSur le volet procédural du grief", "85.  Comme la Cour l’a précédemment rappelé (paragraphe 61 ci-dessus), dans tous les cas où un détenu décède dans des conditions suspectes et que les causes de ce décès sont susceptibles d’être rattachées à une action ou une omission d’agents ou de services publics, les autorités ont l’obligation de mener d’office une « enquête officielle et effective » de nature à permettre d’établir les causes de la mort et d’identifier les éventuels responsables de celle-ci et d’aboutir à leur punition ; une telle enquête doit aussi être conduite lorsqu’un individu affirme de manière défendable avoir subi, aux mains de la police ou d’autorités comparables, un traitement contraire à l’article 3 de la Convention.", "86.  L’effectivité requiert en premier lieu que les personnes responsables de la conduite de l’enquête soient indépendantes de celles éventuellement impliquées dans le décès : elles doivent, d’une part, ne pas leur être subordonnées d’un point de vue hiérarchique ou institutionnel ; elles doivent, d’autre part, être indépendantes en pratique. Elle exige ensuite que les autorités prennent les mesures raisonnables dont elles disposent pour assurer l’obtention des preuves relatives aux faits en question, y compris, entre autres, les dépositions des témoins oculaires, des expertises et, le cas échéant, une autopsie propre à fournir un compte rendu complet et précis des blessures et une analyse objective des constatations cliniques, notamment de la cause du décès ; toute déficience de l’enquête affaiblissant sa capacité à établir la cause du décès ou les responsabilités risque de faire conclure qu’elle ne répond pas à cette norme. Enfin, une célérité et une diligence raisonnables s’imposent aux enquêteurs, et les proches de la victime doivent être associés à la procédure dans la mesure nécessaire à la sauvegarde de leurs intérêts légitimes (voir, par exemple, précités, les arrêts Trubkinov, §§ 86-88, et Slimani, § 32).", "87.  Or la Cour ne décèle dans le dossier aucun élément susceptible d’indiquer que l’instruction menée en l’espèce ne répondait pas à ces exigences. Elle observe en particulier que les requérants se bornent à se plaindre du fait que les juridictions d’instruction n’ont pas entendu le substitut du procureur qui avait ordonné la réadmission de leur fils dans l’annexe psychiatrique de la prison de Gand et le ministre de la Justice, sans mettre en exergue des circonstances caractérisant un manquement de ce type. Vu aussi les motifs retenus par la chambre d’accusation de la cour d’appel de Gand pour rejeter la demande qu’ils ont formulée à cette fin (paragraphe 36 ci-dessus), la Cour considère que l’on ne peut dire que l’enquête conduite à la suite du décès du fils des requérants n’était pas effective. Partant, il n’y a pas eu violation de l’article 2 de la Convention dans son volet procédural.", "2.\tSur l’article 3 de la Convention", "a)\tLes thèses des parties", "i)\tLe Gouvernement", "88.  Le Gouvernement soutient que le minimum de gravité requis n’a pas été atteint pour qu’il puisse être considéré que le fils des requérants a subi un traitement contraire à l’article 3. Il rappelle que la réintégration de Tom De Clippel dans la prison de Gand était fondée sur le fait qu’il ne respectait pas les conditions de son régime de semi-liberté, qu’il n’affichait pas un comportement approprié, qu’il ne suivait pas sa thérapie et qu’il était un danger pour la société. Il ajoute qu’il ressort du procès-verbal des déclarations du directeur de la prison de Gand du 14 août 2001 que les autorités pénitentiaires avaient été informées que Tom De Clippel souffrait de problèmes psychologiques particuliers, et d’un courrier de l’assistante sociale du 7 août 2001 que, dès le lendemain de sa réintégration dans cet établissement, le service psychosocial avait pris contact avec le centre de Sleidinge afin d’en savoir plus.", "De plus, le 2 août 2011, le Dr H. avait eu un contact avec Tom De Clippel en raison de sa mise à l’isolement ; elle avait alors requis son placement dans une cellule individuelle et, constatant qu’il se trouvait dans un état confus et psychotique, lui avait prescrit des médicaments ; un autre médecin aurait rendu visite à Tom De Clippel. Cela réfuterait la thèse des requérants selon laquelle il aurait été laissé sans assistance médicale.", "Le Gouvernement concède que Tom De Clippel bénéficiait d’un encadrement répondant mieux à ses besoins au centre « de Sleutel » puis à Sleidinge, mais ajoute que son comportement n’avait pas permis qu’il y demeure, imposant en revanche sa réintégration à la prison de Gand.", "89.  S’agissant du placement de Tom De Clippel à l’isolement, le Gouvernement met en exergue le fait qu’il était limité à deux jours, et rappelle qu’il s’agit là d’une « sanction habituelle », prévue par le règlement général des établissements pénitentiaires, non contraire en elle-même à l’article 3 (le Gouvernement renvoie à cet égard au rapport de la Commission européenne des Droits de l’Homme du 14 mai 1987 dans l’affaire Dhoest c. Belgique, no 10448/03, § 117, et à l’arrêt Lorsé et autres c. Pays-Bas, no 52750/99, § 63), et répondant en l’occurrence au fait que l’intéressé avait blessé un compagnon de cellule au cours d’un affrontement ainsi qu’à la nécessité de protéger son intégrité physique comme celle des autres détenus. Il invite la Cour à constater que les requérants n’apportent aucune preuve médicale d’un impact négatif de cette mesure sur l’état physique ou psychologique de leur fils ni aucun autre élément permettant d’établir une relation de cause à effet entre la mise à l’isolement et le suicide, et qu’à l’inverse, le médecin qui a eu un contact avec Tom De Clippel le 2 août 2001, peu avant son transfert dans une cellule individuelle, n’avait détecté aucune tendance suicidaire.", "ii)\tLes requérants", "90.  Les requérants rappellent que la Cour a déjà eu l’occasion de juger contraire à l’article 3 la détention sans assistance psychiatrique adéquate d’une personne qui avait des tendances suicidaires (ils renvoient à cet égard à l’arrêt Keenan précité) et qu’il ressort de l’arrêt Kudła c. Pologne [GC] (no 30210/96, CEDH 2000-XI) que, si cette disposition ne prohibe pas qu’un malade mental soit détenu dans une prison normale, il doit y avoir accès aux soins médicaux que son état requiert.", "Or, durant les huit jours de sa détention dans la prison de Gand, leur fils n’a bénéficié d’aucune forme d’assistance ou de soins psychiatriques, au mépris de surcroît de la loi. Ils ajoutent qu’en tant que tel, le placement de Tom De Clippel en prison était contraire au droit belge, ce dont, d’après eux, le Gouvernement ne disconvient pas.", "b)\tL’appréciation de la Cour", "91.  La Cour ayant conclu à une violation de l’article 2 de la Convention dans son volet matériel, elle estime, au vu aussi des circonstances de la cause, qu’il n’est pas nécessaire en l’espèce d’examiner s’il y eu violation de l’article 3 de la Convention dans son volet matériel. S’agissant du volet procédural de cette disposition, elle considère que ne se pose à cet égard aucune question distincte de celles qu’elle a déjà tranchées sous l’angle de l’article 2 de la Convention. Il n’y a donc pas lieu d’examiner cette partie de la requête.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 DE LA CONVENTION", "92.  Les requérants se plaignent du fait que l’incarcération de leur fils à la prison de Gand et son placement à l’isolement était incompatible avec l’article 5 § 1 de la Convention, aux termes duquel :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "e)  s’il s’agit de la détention régulière d’une personne susceptible de propager une maladie contagieuse, d’un aliéné, d’un alcoolique, d’un toxicomane ou d’un vagabond ;", "(...). »", "1.\tLes thèses des parties", "a)\tLe Gouvernement", "93.  S’agissant de la recevabilité de ce grief, le Gouvernement formule la même thèse que celle qu’il a développée dans le contexte des articles 2 et 3 de la Convention : selon lui, n’ayant pas soulevé la violation de l’article 5 de la Convention dans le cadre de leur pourvoi en cassation, les requérants n’ont pas épuisé les voies de recours internes au sens de l’article 35 § 1 de la Convention. Dans son mémoire en réplique daté du 1er septembre 2008, il ajoute que les requérants auraient dû intenter une procédure contre l’Etat sur le fondement de l’article 1382 du code civil aux fins de le voir jugé responsable d’une faute résultant d’une violation de l’article 5, précisant que rien ne les empêchait d’user de cette voie en sus de leur plainte avec constitution de partie civile.", "94.  Sur le fond, le Gouvernement rappelle qu’il n’appartient pas à la Cour de vérifier si la réintégration en prison de Tom de Clippel était conforme au droit interne. Selon lui, la Cour doit se borner à vérifier si cette mesure était compatible avec l’article 5 § 1 e) de la Convention. Se référant aux arrêts X c. Royaume-Uni, du 5 novembre 1981 (série A no 46, § 45), Winterwerp c. Pays-Bas, du 24 octobre 1979 (série A no 33, § 39) et Ashingdane c. Royaume-Uni, du 28 mai 1985 (série A no 93, § 37), il soutient à cet égard qu’il s’agissait d’une mesure d’urgence qui s’imposait au vu des circonstances (ainsi que l’avait constaté le Procureur du Roi, au vu en particulier du rapport alarmant du 27 juillet 2001, Tom De Clippel ne respectait plus les conditions de sa liberté à l’essai ; paragraphe 14 ci-dessus) dont la conformité à l’article 20 de la loi de défense sociale avait été confirmée par la chambre des mises en accusation.", "95.  A titre subsidiaire, le Gouvernement plaide que la réintégration de Tom De Clippel satisfaisait aux trois conditions définies dans l’arrêt Winterverp précité. Premièrement, il existait des preuves de troubles mentaux persistants. Deuxièmement, les troubles dont souffrait Tom De Clippel étaient incontestablement de nature à légitimer une privation de liberté. Troisièmement, la réintégration de Tom De Clippel était limitée dans le temps : elle ne devait durer que tant que son état mental l’exigeait ; d’un point de vue général, il résulte de l’article 18 de la loi de défense sociale que la mise en liberté peut être ordonnée par la commission de défense sociale, soit d’office, soit à la demande de l’intéressé, de son avocat ou du procureur du Roi.", "96.  Enfin, répondant à la thèse des requérants selon laquelle l’article 5 § 1 e) exigeait que Tom De Clippel soit réintégré dans la section psychiatrique de la prison de Gand plutôt que dans une cellule normale, le Gouvernement indique qu’au moment des faits, ladite section avait atteint sa capacité maximale. Il ajoute que cela ne signifie pas pour autant que dans de telles circonstances les internés étaient placés dans n’importe quelle cellule et avec n’importe quel prisonnier ; dans la prison de Gand, ceux qui pouvaient fonctionner en groupe étaient placés de préférence dans la section psychiatrique afin de former un groupe homogène ; quant à l’attribution des cellules, elle était ainsi organisée : les internés et détenus nécessitant un « contrôle intensif » étaient placés au rez-de-chaussée, les autres, aux premier et second étages.", "Le Gouvernement précise qu’aucun indice n’indiquant qu’un régime particulier de surveillance n’était de mise, Tom De Clippel avait temporairement été placé en cellule au premier étage. Renvoyant à l’arrêt Morsink c. Pays-Bas (no 48865/99, 11 mai 2004, § 66-67), il soutient que le fait qu’il n’a pas immédiatement été placé dans la section psychiatrique ou dans un « établissement approprié » ne suffit pas à caractériser une violation de l’article 5. Sur ce dernier point, il rappelle que la commission de défense sociale devait désigner un établissement où interner Tom De Clippel en application des articles 14 et 16 de la loi de défense sociale mais que son décès, intervenu rapidement après sa réincarcération, ne l’a pas permis.", "97.  Bref, selon le Gouvernement, la réintégration de Tom De Clippel à la prison de Gand était une mesure temporaire, prise en attendant la désignation d’un centre d’internement.", "b)\tLes requérants", "98.  S’agissant de l’épuisement des voies de recours internes, les requérants réitèrent qu’ils ont déposé une plainte avec constitution de partie civile pour « négligence coupable », dans le but de déclencher une instruction permettant d’établir les circonstances exactes du décès de leur fils et de déterminer la raison pour laquelle il n’a pas bénéficié des soins et de la surveillance que son état nécessitait. Ils soulignent qu’une plainte de cette nature ne peut viser l’Etat belge en tant que tel, de sorte qu’il n’eut pas été plus pertinent d’évoquer directement l’article 5 § 1 e) que les articles 2 et 3 de la Convention dans ce cadre. Ils considèrent par ailleurs que l’on ne peut leur reprocher de ne pas avoir intenté contre l’Etat une action en responsabilité fondée sur l’article 1382 du code civil : lorsqu’il existe plusieurs voies de recours internes, les conditions de l’article 35 § 1 sont remplies dès lors qu’il a été fait usage de l’une, d’autant plus lorsqu’il s’agit de celle qui offrait les meilleures chances de succès. Or, soulignent-ils, seule une instruction était en l’espèce susceptible de permettre d’établir avec précision les circonstances du décès, et le statut de partie civile leur donnait certains droits à cet égard, notamment celui de solliciter des actes d’enquête spécifiques ; cela n’est pas possible dans une procédure purement civile, où le demandeur est livré à lui-même en matière de preuves.", "99.  Sur le fond, les requérants rappellent qu’il ressort de la jurisprudence de la Cour que la « détention » d’une personne comme malade mental n’est « régulière » au regard de l’alinéa e) du paragraphe 1 de l’article 5 que si elle se déroule dans un hôpital, une clinique ou un autre établissement approprié (ils se réfèrent à ce égard aux arrêts Ashingdane, précité, § 44, et Aerts c. Belgique, Recueil 1998-V, § 46), et qu’il faut de surcroît qu’elle soit conforme au droit interne. Or, soulignent-ils, le placement de Tom De Clippel dans la prison de Gand n’était pas conforme à l’article 14 de la loi de défense sociale, qui spécifie que l’internement doit avoir lieu dans un établissement spécialisé ou, du moins, dans l’annexe psychiatrique d’un centre pénitentiaire.", "2.\tL’appréciation de la Cour", "a.\tSur la recevabilité", "100.  La Cour rappelle que l’épuisement des voies de recours internes n’implique l’utilisation des voies de droit que pour autant qu’elles sont efficaces ou suffisantes, c’est-à-dire susceptibles de remédier à la situation dénoncée. Ainsi, en principe, s’agissant de griefs tirés de l’article 5 § 1 de la Convention, seuls les recours visant à obtenir la cessation de la privation de liberté dont l’irrégularité au regard de cette disposition est alléguée sont à utiliser à cette fin. En corollaire, ne constitue pas une voie de recours interne à épuiser s’agissant d’un tel grief, une action dont l’objet est la réparation du dommage résultant de la privation de liberté litigieuse ou la sanction de la ou des personnes qui en sont responsables (voir Włoch c. Pologne (déc.), no 27785/95, 30 mars 2000, ainsi que la décision de la Commission européenne des Droits de l’Homme Drozd et Janousek c. France et Espagne, 12 décembre 1989 no 12747/87, DR 64).", "101.  Cela étant, la question de l’épuisement des voies de recours internes se pose différemment lorsque, comme en l’espèce, une personne privée de liberté dans des conditions prétendument contraires à l’article 5 § 1 décède en détention avant d’avoir pu user d’une procédure visant à la mise en liberté disponible au plan interne, et qu’un proche du défunt dénonce devant la Cour l’irrégularité de la détention au regard de cette disposition. Exiger que ce dernier use d’une procédure visant à la mise en liberté n’aurait pas de sens. De l’autre côté, exempter ledit proche de toute démarche tendant à mettre les juridictions internes en mesure de se prononcer préalablement irait à l’encontre de la finalité même de l’article 35 § 1 de la Convention.", "Ainsi, dans un tel cas de figure, la Cour doit, tout en abordant la question avec une souplesse particulière, s’assurer que, lorsque le système juridique de l’Etat en cause le permet, le proche du défunt, qui la saisit d’un grief tiré de l’article 5 § 1 à raison de la privation de liberté subie par ce dernier, a effectué une démarche de cette nature. Un recours visant à faire constater l’incompatibilité de la détention avec cette disposition et à obtenir réparation peut alors convenir.", "102.  La Cour estime que cette condition est remplie en l’espèce. Elle observe à cet égard que, dans leur plainte avec constitution de partie civile pour « abstention coupable », les requérants se plaignaient notamment de ne pas avoir été informés de l’incarcération de leur fils et de la circonstance que ce dernier n’avait reçu aucune explication quant à son placement à la prison de Gand. Ils y dénonçaient également le fait qu’une personne dont l’état de santé mentale défaillant était connu et appelait avant tout un soutien psychologique avait été mise en prison (paragraphes 23-24 ci-dessus). La question de la légalité du placement de Tom de Clippel en milieu carcéral ordinaire, dont la Cour est saisie, se trouvait ainsi au cœur même de leur plainte. Ils ont de plus maintenu cette approche par la suite, comme cela ressort en particulier des moyens dont ils ont saisi la chambre des mises en accusation de la cour d’appel de Gand dans le cadre de leur appel de la décision de non-lieu de la chambre du conseil du tribunal de première instance (paragraphe 34 ci-dessus). Ce faisant, ils ont non seulement déclenché la mise en mouvement de l’action publique à raison des faits dénoncés mais aussi saisi les juridictions internes de leur action civile y relative.", "103.  Renvoyant par ailleurs aux motifs exposés dans le cadre de l’examen de la recevabilité des griefs titrés des articles 2 et 3 de la Convention (paragraphes 59-62 ci-dessus) s’agissant des moyens développés par le Gouvernement (paragraphe 93 ci-dessus), la Cour déduit de ce qui précède que, dans les circonstances particulières de la cause, les requérants ont donné aux juridictions internes l’opportunité de constater et de redresser le grief qu’ils développent devant elle sur le terrain de l’article 5 § 1 de la Convention. Il ne peut en conséquence leur être reproché de ne pas avoir épuisé les voies de recours internes à cet égard. Constatant par ailleurs que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "b.\tSur le fond", "104.  Pour être conforme à l’article 5 § 1 de la Convention, une privation de liberté doit avoir lieu « selon les voies légales » et « être régulière ». En la matière, la Convention renvoie pour l’essentiel à la législation nationale et consacre l’obligation d’en respecter les normes de fond comme de procédure ; elle exige de surcroît la conformité de toute privation de liberté au but de l’article 5 : protéger l’individu contre l’arbitraire (voir, en particulier, l’arrêt Aerts précité, § 46).", "105.  La privation de liberté dont il est question en l’espèce relève de l’article 5 § 1 e) (voir l’arrêt Aerts précité, § 45). Elle trouve sa base légale dans la loi de défense sociale, qui autorise les juridictions d’instructions (notamment) à ordonner l’internement d’un inculpé ayant commis un fait qualifié de crime ou de délit, « lorsqu’il existe des raisons de croire [qu’il] est soit en état de démence, soit dans un état grave de déséquilibre mental ou de débilité mentale le rendant incapable du contrôle de ses actions » (paragraphe 46 ci-dessus).", "Or, d’une part, la loi de défense sociale prescrit sans ambiguïté que l’internement doit avoir lieu non en milieu carcéral ordinaire, mais dans un établissement spécialisé ou, par exception et dans des conditions restrictives, dans l’annexe psychiatrique d’un établissement pénitentiaire. D’autre part, la décision du substitut du procureur du 27 juillet 2001 ordonnant la réintégration de Tom De Clippel spécifiait qu’il devait être placé dans l’annexe psychiatrique de la prison de Gand (paragraphe 14 ci-dessus). La Cour en déduit que la détention de ce dernier en milieu carcéral ordinaire était manifestement contraire au droit interne. En cela notamment, l’affaire se distingue de l’affaire Morsink à laquelle se réfère le Gouvernement.", "106.  Rappelant de plus que la « détention » d’une personne comme malade mental n’est en principe « régulière » au regard de l’alinéa e) du paragraphe 1 de l’article 5 que si elle se déroule dans un hôpital, une clinique ou un autre établissement approprié (voir en particulier l’arrêt Aerts précité, § 46, et l’arrêt Hadzic et Suljic c. Bosnie-Herzégovine, nos 39446/06 et 33849/08, 7 juin 2011, § 40), la Cour voit dans ces circonstances un manquement à cette disposition en ce qu’elle prescrit que les « voies légales » soient respectées et que la « détention » soit « régulière ».", "107.  Partant, il y a eu violation de l’article 5 § 1 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "108.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "109.   Soulignant que la perte tragique de leur fils a bouleversé leur vie, les requérants réclament chacun 25 000 euros (EUR) pour préjudice moral.", "110.  Le Gouvernement invite la Cour à apprécier ex aequo et bono la somme à allouer aux requérants à ce titre.", "111.  La Cour ne doute pas que la mort de leur fils a causé une immense souffrance aux requérants. Statuant en équité comme il se doit, elle estime qu’il y a lieu de faire entièrement droit à leur demande. En conséquence, elle octroie à chacun 25 000 EUR pour préjudice moral.", "B.  Frais et dépens", "112.  Les requérants demandent également 8 304,43 EUR pour les frais et dépens engagés devant les juridictions internes et 3 500 EUR pour ceux engagés devant la Cour, soit 11 804,43 EUR au total. Ils produisent des états de frais et honoraires correspondant à ces montants, établis par leurs avocats et adressés au premier requérant, et précisent que ces montants ont été réglés.", "113.  Le Gouvernement estime que les requérants n’expliquent pas suffisamment comment ils parviennent aux montants qu’ils réclament, soulignant en particulier que les états de frais et honoraires qu’ils produisent ne sont pas précis. Ils ajoutent que, devant la chambre du conseil et la chambre des mises en accusation, leur avocat représentait également la mère des enfants de Tom De Clippel, de sorte qu’il conviendrait de déduire la proportion correspondant à la contribution de cette dernière, que pourtant les requérants omettent de préciser. Le Gouvernement invite en conséquence la Cour à débouter les requérants de leur demande ou, du moins, à réduire le montant alloué.", "114.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des circonstances décrites par le Gouvernemnet, du fait que les états de frais et honoraires produits par les requérants sont adressées au premier d’entre eux – y compris ceux correspondant à la procédure interne –, de l’ensemble des documents en sa possession ainsi que de sa jurisprudence, la Cour estime raisonnable d’accorder 10 000 EUR aux requérants, tous frais confondus.", "C.  Intérêts moratoires", "115.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "1.  Déclare, à l’unanimité, la requête recevable pour autant qu’elle concerne les articles 2 et 3 de la Convention ;", "", "2.  Déclare, à la majorité, la requête recevable pour autant qu’elle concerne l’article 5 de la Convention ;", "", "3.  Dit, à l’unanimité, qu’il y a eu violation de l’article 2 de la Convention dans son volet matériel ;", "", "4.  Dit, à l’unanimité, qu’il n’y a pas eu violation de l’article 2 de la Convention dans son volet procédural ;", "", "5.  Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner le grief tiré de l’article 3 de la Convention ;", "", "6.  Dit, à l’unanimité, qu’il y a eu violation de l’article 5 § 1 de la Convention ;", "", "7.  Dit, à l’unanimité,", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention :", "i) à chacun des requérants, 25 000 EUR (vingt-cinq mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt ;", "ii) aux requérants conjointement, 10 000 EUR (dix mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "8  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 6 décembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tDanutė Jočienė\n\tGreffière adjointe\tPrésidente", ""]}