{"file": "FRE_HFJUD_39221_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39221/98", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "AFFAIRE SCOZZARI ET GIUNTA c. ITALIE", "", "(Requêtes nos 39221/98 et 41963/98)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "13 juillet 2000", "", "", "", "", "En l'affaire Scozzari et Giunta c. Italie,", "La Cour européenne des Droits de l'Homme, siégeant en une Grande Chambre composée des juges dont le nom suit :", "\tM.\tL. Wildhaber, président,\n\tMM.\tJ.-P. Costa,\n\t\tL. Ferrari Bravo,\n\t\tGaukur Jörundsson,\n\t\tL. Caflisch,\n\t\tI. Cabral Barreto,\n\t\tW. Fuhrmann,\n\t\tK. Jungwiert,\n\t\tM. Fischbach,\n\t\tB. Zupančič,\n\tMme\tN. Vajić,", "\tM.\tJ. Hedigan,\n\tMme\tM. Tsatsa-Nikolovska,\n\tMM.\tT. Panţîru,\n\t\tE. Levits,\n\t\tK. Traja,\n\t\tC. Russo, juge ad hoc,", "ainsi que de M. M. de Salvia, greffier,", "Après en avoir délibéré en chambre du conseil les 26 janvier et 5 juillet 2000,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  L'affaire a été déférée à la Cour, conformément aux dispositions qui s'appliquaient avant l'entrée en vigueur du Protocole no 11 à la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »), par la Commission européenne des Droits de l'Homme (« la Commission »), et par le gouvernement italien (« le Gouvernement »), le 4 décembre 1998 et le 21 janvier 1999 respectivement (article 5 § 4 du Protocole no 11 et anciens articles 47 et 48 de la Convention).", "2.  A son origine se trouvent deux requêtes (nos 39221/98 et 41963/98 – jointes) dirigées contre la République italienne. La première requérante, Mme Dolorata Scozzari, ressortissante belge et italienne résidant actuellement à Figline Valdarno, agit également au nom de ses enfants, G., né en 1987 et ayant la double nationalité italienne et belge, et M., né en 1994 et ayant la nationalité italienne. La deuxième requérante, Mme Carmela Giunta, est une ressortissante italienne née en 1939 et résidant à Bruxelles. Depuis la fin de 1998 elle a aussi une résidence en Italie. Elle est la mère de la première requérante.", "3.  La première requérante avait saisi la Commission de la première requête le 9 décembre 1997, en vertu de l'ancien article 25 de la Convention. La première et la deuxième requérante ont ensuite saisi la Commission de la deuxième requête le 16 juin 1998 (les deux requêtes ont été jointes le 8 juillet 1998).", "4.  La première requérante alléguait la violation de l'article 8 de la Convention en raison de la décision du tribunal pour enfants de Florence d'interrompre toute relation entre elle et ses enfants et de placer ceux-ci dans la communauté « Il Forteto », ainsi qu'en raison de l'impossibilité de rencontrer son fils cadet. La deuxième requérante alléguait, quant à elle, la violation de l'article 8 de la Convention en ce que la possibilité de lui confier les enfants n'avait jamais été prise en compte. Les requérantes se plaignaient également d'une violation des articles 6 § 1 et 14 de la Convention en raison, respectivement, des retards dans l'examen de leurs recours et d'un traitement prétendument discriminatoire. Enfin, la première requérante alléguait la violation des articles 3 de la Convention, en raison des traitements prétendument inhumains infligés aux enfants au sein de la communauté, et 2 du Protocole no 1, du fait d'une scolarisation prétendument insuffisante des enfants.", "5.  Le 10 mars 1998, la Commission a déclaré une partie de la première requête (no 39221/98) irrecevable. Le 15 septembre 1998, elle a retenu la deuxième requête (no 41963/98) et le surplus de la première requête. Dans son rapport du 2 décembre 1998 (ancien article 31 de la Convention), elle formule l'avis qu'il n'y a pas eu violation de l'article 8 de la Convention quant à la suspension de l'autorité parentale de la première requérante et de l'éloignement de ses enfants (vingt-quatre voix contre une) ; qu'il n'y a pas eu violation de l'article 8 quant au placement des enfants dans la communauté « Il Forteto » (treize voix contre douze) ; qu'il y a eu violation de l'article 8 en raison de l'interruption de tout contact entre la première requérante et ses enfants, y compris la suspension des rencontres programmées entre la première requérante et le cadet de ses enfants (vingt et une voix contre quatre). La Commission formule en outre, à l'unanimité, l'avis qu'il n'y a pas eu violation de l'article 8 de la Convention en ce qui concerne la deuxième requérante, qu'il n'y a pas eu violation des articles 3 de la Convention et 2 du Protocole no 1, et qu'aucune question distincte ne se pose au regard des articles 6 § 1 et 14 de la Convention.", "\n6.  Le Gouvernement est représenté par son agent, M. U. Leanza, chef du service du contentieux diplomatique au ministère des Affaires étrangères.", "7.  Le 3 février 1999, un collège de la Grande Chambre a décidé que l'affaire devait être examinée par la Grande Chambre (article 100 § 1 du règlement). M. B. Conforti, juge élu au titre de l'Italie, qui avait pris part à l'examen de la cause au sein de la Commission, s'est déporté (article 28). En conséquence, le gouvernement défendeur a désigné M. C. Russo pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "8.  Les requérantes ont déposé des mémoires les 3 mars, 16 juillet et 22 septembre 1999, le gouvernement défendeur les 9 décembre 1998, 1er mars, 6 et 10 avril, 5 et 19 juillet et 10 septembre 1999. Des observations ont également été reçues du gouvernement belge, qui avait exercé son droit d'intervenir (articles 36 § 1 de la Convention et 61 § 2 du règlement).", "9.  Une audience s'est déroulée à huis clos le 26 janvier 2000, au Palais des Droits de l'Homme à Strasbourg.", "", "Ont comparu :", "–\tpour le gouvernement italien\nM.\tV. Esposito, magistrat détaché au service\n                 du contentieux diplomatique\n                 du ministère des Affaires étrangères,\tcoagent ;", "–\tpour les requérantes\nMe\tA. Mazzarri, avocate au barreau de Livourne,\tconseil,\nMmes\tD. Scozzari,\n\tC. Giunta,\trequérantes ;", "–\tpour le gouvernement belge\nMes\tA. Davis,\n\tM. Gillet,\tconseils.", "", "La Cour les a entendus en leurs déclarations.", "", "10.  Le 8 mars 2000, la Cour a examiné les enregistrements vidéo et sonores relatifs aux rencontres des 29 avril et 9 septembre 1999, produits par le gouvernement défendeur le 2 février 2000. Elle a considéré que l'affaire était par ailleurs en état et qu'il ne s'imposait pas de donner suite aux autres demandes des parties et du gouvernement belge en vue d'un supplément d'instruction.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "A.  Evénements ayant conduit à l'intervention des autorités dans la vie familiale de la première requérante", "11.  La première requérante rencontra N.A., le père de ses enfants, en Belgique, alors que celui-ci était incarcéré. N.A. avait été condamné le 17 février 1984 aux travaux forcés à perpétuité, notamment pour des faits de vol avec violence et pour tentative d'assassinat. Par le passé il avait déjà fait l'objet de plusieurs condamnations, entre autres pour vols, outrage public aux mœurs en présence d'un enfant de moins de quinze ans et viol sur enfant de moins de quatorze ans mais de plus de dix ans (pour ces deux derniers délits il avait bénéficié d'une grâce avec remise de la peine d'emprisonnement). La peine des travaux forcés à perpétuité fut ensuite commuée en une peine de vingt-sept ans de travaux forcés en vertu d'une mesure de grâce accordée en 1991.", "12.  Alors que N.A. était toujours incarcéré naquit l'aîné des enfants. La requérante et N.A. se marièrent ultérieurement. A une date non précisée de 1993, N.A. ne réintégra pas l'établissement pénitentiaire et depuis il est recherché par les autorités belges. De fait, N.A. et la première requérante étaient partis pour l'Italie avec leur enfant.", "13.  En février 1994 naquit le fils cadet. Cependant, la situation familiale avait commencé à se dégrader. Les différends entre les parents s'intensifièrent et débouchèrent sur des épisodes de violence au préjudice de la première requérante, qui par la suite déposa plainte contre son époux (l'issue de cette procédure n'est pas connue).", "14.  Entre-temps, M.L., un éducateur travaillant pour les services sociaux de la région de Florence, avait établi de bonnes relations avec la famille de la première requérante. Ancien toxicomane auquel était confié le suivi de plusieurs enfants issus de familles difficiles et placés dans des foyers, il offrit de s'occuper à titre bénévole du fils aîné de la première requérante au cours des week-ends. Celle-ci accepta l'offre, compte tenu du fait que les deux parents travaillaient, de la nécessité de s'occuper du nouveau-né, ainsi que de l'impossibilité de bénéficier d'un suivi gratuit par les services sociaux publics pendant les week-ends.", "15.  Peu après, des problèmes de santé apparurent chez l'aîné. La première requérante l'accompagna à l'hôpital à plusieurs reprises, mais ces troubles furent initialement attribués à une alimentation inadéquate.", "16.  En novembre 1996, la première requérante s'opposa à la poursuite des visites de M.L. Ce dernier commença alors à voir l'enfant au domicile de la première requérante et uniquement en présence de ses parents. La première requérante chercha à mettre un terme aux rapports entre M.L. et son enfant, mais ce dernier eut des crises psychologiques du fait de cette rupture et chercha à fréquenter M.L. à l'insu de ses parents.", "17.  Peu après, l'enfant mentionna à un ami de la famille des « jeux particuliers » auxquels M.L. l'avait fait participer à maintes reprises. Ayant été mis au courant de cet aveu de l'enfant, la première requérante et son époux portèrent alors formellement plainte auprès de la police le 2 février1997.", "18.  Une enquête fut ouverte. Les enquêteurs découvrirent rapidement plusieurs éléments démontrant qu'en réalité M.L. était au centre d'un réseau pédophile. En particulier, il était accusé d'avoir abusé sexuellement de plusieurs enfants dès 1986, profitant de ses liens de collaboration avec les services sociaux et de ses fonctions d'éducateur (certaines des victimes présumées étaient placées dans des foyers et l'une d'elles lui avait même été confiée par le tribunal pour enfants de Palerme). M.L. était également accusé d'avoir revendu des photos prises pendant les rencontres sexuelles auxquelles étaient mêlés des enfants, y compris le fils aîné de la première requérante, et d'avoir géré un trafic de stupéfiants.", "19.  Le 6 juin 1997, le juge des investigations préliminaires ordonna notamment l'arrestation de M.L. Le juge mit en évidence le fait que celui-ci, ancien toxicomane, avait fait semblant de vouloir se racheter et, par cette ruse, avait réussi à s'infiltrer dans des institutions publiques consacrées à la protection des enfants et avait profité de la garde d'enfants qui lui avaient été confiés à la fois par des particuliers et par des autorités publiques. A l'issue de la procédure de première instance, M.L. fut condamné.", "20.  Entre-temps, les services sociaux commencèrent à suivre de plus près la situation de la famille de la première requérante. Dans un rapport du 30 janvier 1997, l'assistante sociale chargée de l'affaire, Mme S.G., souligna la grave situation conflictuelle entre les parents (au cours de l'été de l'année précédente, la première requérante s'était adressée à différentes autorités pour dénoncer la situation) et la difficulté de coopérer efficacement avec ceux-ci. Un deuxième rapport du 7 février 1997 faisait état d'une dégradation de la situation. Par ailleurs, Mme S.G. relata que le cadet des enfants fréquentait irrégulièrement la crèche à cause de problèmes de santé non graves, alors que l'aîné était décrit par les enseignants comme un enfant intelligent et très actif.", "21.  Le 25 février 1997, le tribunal pour enfants de Florence ordonna le placement des enfants et de la mère dans un foyer choisi par les services sociaux. Le tribunal se référa notamment à la plainte concernant les abus sexuels prétendument subis par le fils aîné de la première requérante.", "22.  Dans un rapport du 12 mars 1997, les services sociaux signalèrent la difficulté de trouver un foyer disposé à accueillir à la fois les enfants et leur mère. D'ailleurs, celle-ci refusait toute séparation des enfants et l'aîné avait déclaré vouloir rester avec elle. Tous les trois furent provisoirement logés dans une maison d'accueil de l'association Caritas. Sur l'initiative de la première requérante, les enfants recommencèrent à fréquenter l'école. Dans ce même rapport, les services sociaux décrivirent la première requérante comme étant une personne instable et fragile.", "23.  En mars 1997, les services sociaux firent état de l'impossibilité pour l'association Caritas de continuer à accueillir la première requérante. D'autre part, ils indiquèrent que celle-ci semblait incapable de suivre un programme adéquat de protection des enfants et qu'il y avait des doutes quant à ses capacités effectives de s'en occuper. En outre, elle avait continué à fréquenter un homme à l'extérieur tout comme à l'intérieur du foyer, et avait manifesté la volonté de rentrer chez elle, étant donné que son mari ne l'avait, selon elle, plus battue.", "24.  Un rapport d'une neuropsychiatre de la caisse maladie daté du 9 juin 1997 souligna que la première requérante semblait présenter des troubles de la personnalité. Les passages pertinents se lisent comme suit :", "« (...) Madame ne semble pas en mesure d'examiner la réalité et d'en tirer un comportement adéquat. Elle semble très confuse à la fois quant à la façon de relater les choses et quant aux actes dépourvus de rationalité. Elle est incapable de discerner ce qui est bien et ce qui est mal pour l'enfant et donc incapable de le protéger ; elle alterne des moments où elle apparaît très enfantine, en fonction de l'image idéalisée de la mère, et des moments où elle place G. dans un rôle d'adulte avec des traits de séduction et une subtile perversion.", "Je peux conclure que Madame présente un trouble de la personnalité sérieux qui concerne tantôt la sphère de la connaissance et de l'idéation, tantôt la sphère émotionnelle et relationnelle, et l'on pourrait avancer l'hypothèse d'un cadre clinique du genre « borderline ».", "En l'état actuel, Madame ne se montre pas capable de gérer la situation extrêmement complexe de sa famille et celle tellement délicate de G., et encore moins de construire un environnement suffisamment positif autour de lui. »", "25.  Un rapport de l'établissement scolaire fréquenté par l'aîné des enfants, daté du 10 juin 1997, nota une agitation croissante chez l'enfant. Quant à la première requérante, ce rapport déclarait qu'elle témoignait d'une attitude fort changeante à la fois envers son fils et envers le personnel de l'école, tantôt agressive, tantôt attentive. Selon l'école, il avait été très difficile d'instaurer un dialogue constructif avec elle. Un rapport de l'assistante sociale, daté du lendemain, confirma les difficultés croissantes du fils aîné.", "26.  Le 22 juillet 1997, le tribunal pour enfants ordonna le placement du fils aîné dans un autre foyer. Les parents s'opposèrent à cette décision le 30 juillet. Par une ordonnance du 8 août, le tribunal précisa que ce placement devait durer trois mois et avait pour but d'observer le comportement de l'enfant. Toutefois, l'enfant se montra mécontent de cette solution. Pendant ce séjour, il s'enfuit et rentra chez lui. Les services sociaux insistèrent néanmoins pour qu'il demeurât dans le foyer.", "27.  Une expertise médicale privée déposée pendant cette période souligna que l'enfant, qui était terrorisé par le prêtre chargé de la direction du foyer, avait besoin d'un environnement serein et non pas d'être entouré d'autres enfants avec un passé tout aussi tragique que le sien.", "28.  Le cadet avait entre-temps été transféré dans un autre foyer.", "29.  Le 8 septembre 1997, à l'issue d'une réunion à laquelle prirent part notamment des assistants sociaux et des spécialistes ayant suivi la première requérante et ses enfants, les responsables des services sociaux compétents conclurent à la nécessité d'éloigner les enfants de leur famille naturelle et recommandèrent de les placer dans la communauté « Il Forteto », organisée sous forme de coopérative agricole.", "30.  Le 9 septembre 1997, le tribunal pour enfants de Florence ordonna le placement des deux enfants dans « Il Forteto », en application de l'article 333 du code civil (Condotta del genitore pregiudizievole ai figli – « Comportement du parent portant préjudice aux enfants »), suspendit l'autorité parentale du père et de la mère, en application de l'article 330 du code civil (Decadenza dalla potestà sui figli – « Déchéance de l'autorité parentale »), ordonna qu'en cas d'opposition des parents la décision fût exécutée à l'aide de la force publique, en autorisant les parents à rendre visite uniquement au fils cadet, dans les locaux de la coopérative et en présence de son personnel. Le tribunal souligna notamment le manque de collaboration de la part des parents, lesquels avaient, à une occasion, retiré l'aîné des enfants du foyer où il se trouvait précédemment malgré l'opposition des responsables. Le tribunal reprocha en outre aux parents d'avoir longtemps exposé l'aîné de leurs enfants à la situation tragique dont il avait été la victime, sans exercer la surveillance à laquelle ils étaient tenus en tant que parents et sans déceler les signaux d'alarme émis par l'enfant, qui n'avaient en revanche pas échappé au personnel de l'école, lequel avait en vain cherché à entamer un dialogue avec la famille. Enfin, le tribunal ordonna aux services sociaux de suivre de près la situation des enfants et d'élaborer, à partir des résultats de cette observation, un projet de rééducation.", "B.  Eléments relatifs à la communauté « Il Forteto »", "31.  Il ressort du dossier que la coopérative en question fit l'objet, à la fin des années 70, d'une enquête pénale à l'encontre de trois de ses fondateurs, pour actes de zoophilie et de pédophilie prétendument commis au sein de la coopérative. Deux de ces personnes, L.R.F. et L.G., furent arrêtées, puis remises en liberté, mais néanmoins renvoyées en jugement.", "32.  Par un arrêt de la cour d'appel de Florence du 3 janvier 1985, L.R.F. et L.G. furent condamnés notamment pour mauvais traitements et abus sexuels sur des personnes accueillies dans le foyer (ils furent par ailleurs relaxés des autres chefs d'accusation pour insuffisance de preuves). La cour d'appel estima opportun d'examiner les éléments à la charge des accusés à la lumière du contexte du Forteto, d'où il ressortait à la fois une instigation de la part de ses responsables à la rupture des rapports entre les enfants qui leur étaient confiés et leurs parents biologiques et une pratique répandue de l'homosexualité. La cour déclara L.R.F. et L.G. coupables en particulier sur les chefs suivants (la condamnation se fondait entre autres sur des témoignages et sur des aveux partiels des inculpés) :", "–  tous deux pour avoir maltraité une jeune fille handicapée de dix-huit ans qui avait séjourné au foyer pendant quelques jours, notamment en la frappant plusieurs fois par jour, en l'insultant aussi en présence d'autres personnes, en l'empêchant de communiquer avec l'extérieur, en l'humiliant à cause de ses particularités physiques ; quant à L.R.F., la cour établit aussi que celui-ci avait craché au visage de la jeune fille et, par mépris, lui avait montré son organe sexuel ;", "–  L.R.F. également pour avoir abusé sexuellement (atti di libidine violenti) de deux handicapés mentaux de sexe masculin, à une occasion en présence d'un mineur âgé de treize ans.", "33.  Le premier fut condamné à une peine de deux ans d'emprisonnement et le second à une peine de dix mois d'emprisonnement. Ils obtinrent néanmoins le sursis à l'exécution et la levée de l'interdiction d'exercer des fonctions publiques. Ils furent en outre amnistiés quant au délit d'usurpation de titre (usurpazione di titolo), dont ils avaient été inculpés pour s'être arrogé le titre de psychologues diplômés des universités de Berne et de Zurich.", "34.  Leur pourvoi en cassation fut rejeté le 8 mai 1985.", "35.  Ces deux hommes font toujours partie du personnel travaillant pour la coopérative. En outre, l'un d'entre eux, L.R.F., a pris part à la réunion susmentionnée du 8 septembre 1997, à l'issue de laquelle les services sociaux compétents recommandèrent au tribunal pour enfants de Florence de placer les enfants de la première requérante dans la communauté en question. Selon les dernières informations dont dispose la Cour, L.R.F. en serait actuellement le président.", "36.  Il ressort également du dossier, en particulier de l'un des livres publiés sur la communauté (Ritratti di famiglia, Florence, 1997), que certaines des personnes travaillant dans la communauté, ou qui y sont accueillies, sont issues de familles à problèmes et ont subi dans leur passé des violences de nature pédophile.", "37.  A l'appui de ses allégations, la première requérante a produit aussi divers témoignages écrits : tout d'abord celui de trois personnes, qui ont décliné leur identité, dont respectivement la nièce, la sœur et la fille ont été accueillies, pour différentes raisons, dans la communauté en cause. En voici des extraits pertinents.", "38.  Témoignage no 1 :", "« (...) la fillette m'a reconnue et s'est approchée de moi, un monsieur qui se trouvait à côté d'elle l'a bloquée, s'est approché de nous en nous sommant de partir (...). Je me suis rendue au Forteto une autre fois en 1997 (...). J'ai essayé de nombreuses fois et j'ai toujours eu des réponses négatives (...) »", "39.  Témoignage no 2 :", "« (...) les filles qui fréquentaient « Il Forteto » étaient sous-alimentées et abattues et ma sœur était l'une d'entre elles ; lorsqu'elle est rentrée chez sa mère, elle ne parlait pas et ses idées ne s'enchaînaient pas ; avec ma mère, nous avons dû la nourrir à la petite cuillère pendant plusieurs mois (...) »", "40.  Témoignage no 3 :", "« (...) en mai 1991, tard le soir en présence d'autres membres de la famille, elle était tellement effrayée qu'elle n'arrivait même pas à expliquer la situation et ne cessait de dire qu'elle ne voulait plus retourner au Forteto. Cela nous fit comprendre qu'actuellement des faits graves se passent au Forteto. Elle dut y retourner puisqu'ils la faisaient chanter (...). Dans le passé elle a été frappée par (...) G. (...) L. (...) pour n'avoir pas participé à certains actes de violence qu'elle refusait (...). Je suis prête à témoigner devant la Cour européenne. »", "41.  La partie requérante a produit également deux autres témoignages écrits et signés.", "42.  Le premier d'entre eux provient d'une conseillère municipale d'un village de la région. Cette personne a affirmé que le tuteur des enfants, qu'elle connaissait déjà auparavant et à qui elle s'était adressée pour avoir des renseignements concernant l'affaire, lui avait recommandé de ne pas se mêler de cela. Par ailleurs, selon son témoignage, cette même conseillère municipale fut invitée par L.R.F. à visiter la coopérative à la suite des doutes qu'elle avait exprimés publiquement lors d'une manifestation à l'occasion de la présentation d'un des livres publiés sur la communauté. Malgré le souhait qu'elle avait exprimé à plusieurs reprises de rencontrer les enfants, cette possibilité lui aurait été constamment refusée pour des motifs divers.", "43.  Le deuxième témoignage émane de deux experts commis d'office travaillant pour le tribunal pour enfants de Florence et ayant suivi en partie l'affaire des enfants de la première requérante. Selon ce témoignage, ces deux experts, respectivement neurologue et psychiatre, et tous deux administrateurs d'un centre médical de thérapie familiale situé à Florence, auraient demandé au Forteto de permettre à des stagiaires du centre de fréquenter ou seulement visiter la communauté. Cette demande se serait toujours heurtée à un refus pour des motifs que les experts en question jugent « absurdes », par exemple le fait que la communauté n'est pas une structure publique. Un élève du centre, fréquentant un cours de formation reconnu par la Région Toscane en 1996-1997, avait néanmoins réussi à visiter la communauté pendant ses études. A cette occasion, il aurait appris de l'un des responsables que les familles ayant les enfants en charge n'étaient pas forcément les mêmes que celles désignées formellement par l'autorité judiciaire.", "44.  La partie requérante se réfère également à des passages extraits de l'un des livres publiés sur la communauté (Il Forteto, Florence, 1998).", "45.  Elle cite, entre autres, les passages suivants à propos de la situation problématique de certains adultes présents dans le foyer :", "« Donc chacun d'entre eux décida de vivre avec les autres une expérience commune qui l'enrichissait et qui résolvait la pauvreté affective qui l'avait motivé » (p. 94). « Ainsi chaque membre trouva et trouve, en réalisant cette expérience, ce sens d'appartenance, de cohésion et d'amour qui ailleurs, dans la famille d'origine, lui faisaient défaut » (p. 95)", "46.  La partie requérante cite également le passage suivant, se référant aux autorités impliquées dans la procédure pénale dirigée contre certains responsables de la communauté :", "« Nombre d'années se sont écoulées et l'affaire s'est éclaircie au fur et à mesure que l'on recueillait des preuves des machinations ourdies à leur encontre, qui aujourd'hui encore sont conservées dans la villa. Même en cela ils témoignent d'un esprit chrétien que, franchement, j'envie. Aujourd'hui ils pourraient facilement engager une action pénale ou en réparation même à l'encontre de certains magistrats, mais ils ne le font pas (...). A cette époque-là, la magistrature eut un comportement schizophrène ; tandis qu'elle accusait le Forteto par le biais du parquet de Florence, elle continuait à confier des enfants à cette structure par le biais du tribunal pour enfants. S. (...) fut confié à R. (...) précisément à ces moments-là » (p. 31)", "C.  Interruption des contacts entre la première requérante et ses enfants jusqu'à la décision du tribunal pour enfants de Florence du 22 décembre 1998", "47.  Dans la communauté, les enfants furent confiés au couple désigné par le tribunal dans son ordonnance du 9 septembre 1997, à savoir M. G.C. et Mme M.G. La partie requérante allègue qu'au mois d'octobre 1997 le fils aîné de la première requérante, d'âge scolaire, n'avait toujours pas été scolarisé. En fait, l'inscription de cet enfant eut lieu le 23 octobre 1997 et il commença à fréquenter les cours le 4 novembre suivant.", "48.  Les 10 et 14 octobre 1997, respectivement le tuteur des enfants et le ministère public demandèrent au tribunal de suspendre temporairement la possibilité de rencontres également pour ce qui concernait le fils cadet.", "49.  Le 4 novembre 1997, la première requérante s'adressa au juge S. du tribunal pour enfants, faisant valoir que depuis la décision du tribunal du 9 septembre 1997 elle n'avait plus eu la possibilité de voir ses enfants.", "50.  A cette même date, le département de psychologie de la caisse de sécurité locale (Unità sanitaria locale) attestait des bonnes conditions psychologiques de la première requérante.", "51.  Le 18 novembre 1997, le tribunal constata que les rencontres des parents avec le fils cadet n'avaient pas encore commencé. Compte tenu des recours déposés par le tuteur et le ministère public, le tribunal chargea le centre de neuropsychiatrie infantile compétent de vérifier si la situation était compatible avec une reprise des rencontres avec les parents.", "52.  Le 25 novembre 1997, la première requérante s'adressa au juge des tutelles pour solliciter l'exécution de la décision du tribunal quant aux rencontres avec le fils cadet.", "53.  D'autres tentatives de la première requérante de voir son fils cadet en se rendant directement au Forteto restèrent vaines. Ensuite, les rapports entre certains responsables de la communauté, ayant en charge les enfants de la première requérante, et cette dernière se détériorèrent. Les premiers portèrent plainte à l'encontre de la seconde, qu'ils accusèrent de les avoir menacés et agressés verbalement et physiquement, avec l'assistance, au moins dans un cas, de son ex-époux, avec lequel, selon les responsables du Forteto, elle était en réalité restée en contact (une lettre adressée le 7 janvier 1998 au parquet et au tribunal pour enfants, relatant ces incidents, était signée par L.G.).", "54.  Le 3 décembre 1997, la première requérante demanda au tribunal pour enfants de révoquer sa décision du 9 septembre 1997, étant donné qu'entre-temps les circonstances de fait avaient changé. Elle faisait valoir qu'elle venait en effet de se séparer de son époux. Par ailleurs, la première requérante souligna que les foyers d'accueil des mineurs présentaient souvent une réalité « ambiguë ».", "55.  Le 7 décembre 1997, la première requérante se plaignit, toujours auprès du tribunal pour enfants, des refus réitérés de la part du Forteto de lui permettre de voir son fils cadet et de ce que la communauté agissait de manière autonome par rapport aux décisions judiciaires. Elle demanda alors au tribunal de recueillir les informations nécessaires pour vérifier si la communauté en question défendait effectivement les intérêts de ses enfants et non pas des intérêts privés.", "56.  Le 15 décembre 1997, l'aîné des enfants fut interrogé par le ministère public en présence, selon le procès-verbal, de M. G.C. et de Mme M.C. en tant que couple auquel l'enfant était confié. Cependant, l'une de ces deux personnes, vraisemblablement Mme M.C., signa le procès-verbal sous le nom de famille de L.G. (paragraphe 114 ci-dessous).", "57.  Le 15 janvier 1998, la première requérante fut convoquée par le juge S. du tribunal pour enfants. A cette occasion, elle attira l'attention du juge sur les procédures pénales dont certains responsables du Forteto avaient été l'objet par le passé pour des faits d'abus et de violences sur des personnes accueillies dans la communauté.", "58.  Par suite des démarches répétées de la première requérante, le tribunal pour enfants de Florence, par une ordonnance du 6 mars 1998, releva d'abord que, des premiers examens menés par le centre compétent de neuropsychiatrie infantile, il ressortait que le fils cadet avait témoigné d'ouverture d'esprit, tout en conservant une attitude de refus quant à son passé et à ses parents. En particulier, l'enfant n'avait fait référence à sa mère que sur l'insistance du personnel du centre. En observant que l'enfant semblait en voie de surmonter une première phase particulièrement difficile de son passé, le tribunal estima nécessaire que les rencontres entre la première requérante et son fils cadet fussent précédées d'un travail de préparation à la fois de l'enfant, de la part des services sociaux déjà chargés de son suivi, et de la mère, de la part du service de psychologie compétent. Le tribunal décida également que les rencontres pourraient débuter une fois terminé le travail de préparation susmentionné et dès que l'enfant se montrerait prêt à la reprise des relations avec sa mère. Enfin, le tribunal décida que les rencontres se dérouleraient en présence des assistants sociaux compétents et que les services compétents l'informeraient du moment où les rencontres pourraient débuter ainsi que du tour qu'elles prendraient.", "59.  Le 30 mars 1998, la première requérante informa l'ambassade de Belgique en Italie du danger présenté par la communauté et sollicita une intervention des autorités belges.", "60.  Le 6 avril 1998 eut lieu une expertise sur le cadet des enfants. Ce dernier était accompagné de M. M.S. et de Mme M.G. en tant que parents d'accueil.", "61.  Par la suite, des rencontres préparatoires entre la première requérante et les services sociaux compétents eurent lieu les 21 avril, 19 mai et 9 juin 1998. En outre, plusieurs rencontres eurent lieu entre un neuropsychiatre et les enfants, lesquels furent soumis également à des séances de logopédie. ", "62.  Une réunion de tous les services concernés se tint ensuite, le 6 juin 1998. A son issue, deux premières rencontres entre la première requérante et son fils cadet, devant durer une heure chacune, furent fixées aux 8 et 14 juillet 1998. Elles étaient censées se dérouler en présence de plusieurs experts, parmi lesquels une assistante sociale de la zone dans laquelle était situé le Forteto, chargée d'accompagner l'enfant. Ceux-ci pourraient suivre les rencontres derrière un miroir unidirectionnel.", "63.  La première requérante avait demandé que son avocate fût aussi admise à assister à la rencontre et elle avait informé le tribunal pour enfants de cette demande. Cette possibilité lui fut cependant refusée, au motif que la présence de personnes autres que celles mandatées n'avait pas été envisagée et, en outre, que s'agissant d'une structure thérapeutique il était opportun de limiter la participation aux seuls experts provenant de structures publiques.", "64.  Le 22 juin 1998, la première requérante déclara cependant qu'elle n'était pas disposée à voir son fils cadet sans voir en même temps l'aîné, considérant la souffrance probable de ce dernier en apprenant que seul son frère cadet aurait pu rencontrer leur mère. Le 25 juin 1998, Mme C.C., psychologue des services sociaux, invita la première requérante à lui faire savoir si elle persistait dans cette décision, la prévenant en même temps qu'en cas d'absence de réaction de sa part la rencontre serait annulée. La première requérante revint ensuite sur sa décision.", "65.  Le 29 juin 1998, L.R.F., l'un des deux responsables du Forteto condamnés en 1985, adressa un courrier au substitut du procureur de la République près le tribunal de Florence au sujet des enfants de la première requérante. Dans ce courrier, L.R.F. s'exprimait entre autres comme suit :", "« (...) Nous ne voulons pas que les enfants cultivent des absences qui pourraient devenir des fantasmes intérieurs et par conséquent réaliser des coupures brutales et irrévocables des rencontres entre eux et les parents, mais nous estimons très important de renvoyer à des temps meilleurs pareille possibilité et de laisser aux enfants des espaces de temps suffisants afin d'absorber ces images négatives et culpabilisantes que leurs parents leur rappellent. (...) »", "66.  Le 2 juillet 1998, le même substitut du procureur de la République informa le tribunal pour enfants de Florence qu'une enquête venait d'être ouverte à l'encontre de la première requérante et de son ex-époux, soupçonnés d'être responsables d'abus sur la personne de leurs enfants. Le substitut du procureur attira également l'attention du tribunal sur le fait que les rencontres programmées entre la première requérante et son fils cadet, dont il déclara avoir eu connaissance, pouvaient compromettre l'enquête, compte tenu de ce qu'une expertise, devant se dérouler pendant tout le mois de septembre 1998, était en cours afin de déterminer si cet enfant présentait des symptômes d'abus sexuels. En effet, selon le substitut du procureur, au cours de récents entretiens avec un expert, l'enfant avait commencé à faire des révélations se référant à des épisodes significatifs par rapport à l'accusation portée contre le père de l'enfant. Or, selon le substitut du procureur, il n'était pas exclu que cette accusation puisse par la suite être étendue aussi à la mère.", "67.  Le 6 juillet 1998, le tribunal pour enfants décida de suspendre provisoirement les rencontres prévues pour les 8 et 14 juillet suivants, dans l'attente de l'issue de cette nouvelle enquête. En effet, le tribunal considéra que ces rencontres auraient pu entraver l'enquête, eu égard également au fait que, dans le cadre de cette dernière, une expertise psychologique du fils cadet venait d'être ordonnée.", "68.  Le 14 juillet 1998 l'aîné des enfants fut interrogé. A cette occasion étaient de nouveau présents, en tant que « parents d'accueil », M. G.C. et Mme M.C.", "69.  Dans une note du 31 octobre 1998, le parquet réitéra la nécessité d'entendre les enfants dans le cadre de l'enquête susmentionnée ainsi que l'opportunité de les mettre à l'abri d'éventuels comportements d'intimidation de la part des parents, susceptibles de compromettre la sérénité que les enfants venaient de recouvrer et les résultats des futures auditions. Dans cette même note, le parquet fit savoir qu'il allait entendre dans les meilleurs délais les enfants à propos des éléments ressortant de l'expertise psychologique, qui seraient communiqués au tribunal pour enfants après la levée du secret de la procédure encore en vigueur.", "70.  Par ailleurs, un rapport du 11 novembre 1998, provenant du neuropsychiatre R.L., chargé du suivi des enfants, précisa qu'un programme destiné à aider ces derniers à entrer à nouveau en relation avec leurs parents était en cours de préparation au sein de la famille à laquelle ils étaient confiés.", "D.  Démarches entreprises par la deuxième requérante", "71.  Le 14 octobre 1997, la deuxième requérante présenta un premier recours en vue d'obtenir la garde des enfants.", "72.  Le 4 mars 1998, elle demanda à être autorisée au moins à les voir deux fois par semaine.", "73.  Le 15 mai 1998, elle renouvela auprès du tribunal pour enfants sa demande en vue d'une autorisation de voir les enfants. A cette occasion, elle précisa qu'elle ne les avait pas vus depuis juin 1997 et qu'elle avait eu connaissance indirectement (de relato) des événements ayant amené le tribunal à les placer dans une communauté.", "74.  A l'issue de l'audience du 12 juin 1998, à laquelle la deuxième requérante participa, le tribunal pour enfants de Florence chargea les services compétents de psychologie et de neuropsychiatrie pour enfants de préparer à la fois les enfants et leur grand-mère, qui selon le tribunal avait manifesté un intérêt concret pour la reprise des relations avec les enfants, avant le début des rencontres. Celle-ci avait d'ailleurs indiqué, à cette même occasion, qu'elle était disposée à suivre le programme de préparation qu'établiraient les services auxquels le tribunal avait confié cette mission.", "75.  Par la suite, la deuxième requérante introduisit toutefois un recours contre cette décision, demandant avant tout la garde des enfants et, accessoirement, l'autorisation de les voir au moins deux fois par semaine indépendamment de toute préparation, qu'elle ne pouvait de toute façon pas suivre à cause de l'impossibilité pour elle de séjourner en Italie. A l'appui de sa demande, elle fit valoir, notamment, que son recours introduit en octobre 1997 n'avait toujours pas été examiné et rappela, en outre, que le fils aîné lui avait déjà été confié dans le passé.", "76.  Le 6 juillet 1998, le tribunal rejeta le recours. Il estima, en particulier, que l'on comprenait mal pour quel motif la deuxième requérante ne pouvait pas séjourner en Italie pour suivre le programme de préparation des spécialistes eu égard à sa demande de rendre visite aux enfants au moins deux fois par semaine, ce qui comportait inévitablement l'obligation d'aller souvent en Italie. Le tribunal estima, par ailleurs, qu'une préparation était indispensable si l'on considérait la gravité des événements qui avaient sérieusement marqué les enfants et la nécessité de ne pas compromettre le travail délicat de récupération entamé par les spécialistes. Enfin, selon le tribunal l'éloignement des enfants de l'Italie risquerait de nuire au bon déroulement de l'enquête pénale en cours portant sur la responsabilité éventuelle des parents.", "77.  Dans l'intervalle, le 19 juin 1998, la deuxième requérante avait sollicité auprès d'un consulat belge en Italie une inspection du Forteto par des autorités diplomatiques belges. Au cours de leurs visites, les diplomates belges ne relevèrent rien d'anormal.\t", "78.  Le 15 juillet 1998, la deuxième requérante pria les autorités belges de demander le transfèrement des enfants en Belgique en vertu de la Convention de La Haye du 5 octobre 1961 concernant la compétence des autorités et la loi applicable en matière de protection des mineurs.", "E.  Décision du tribunal pour enfants de Florence, du 22 décembre 1998, et déroulement des rencontres entre la première requérante et ses enfants", "79.  Le 22 décembre 1998, le tribunal pour enfants de Florence examina le recours de la première requérante du 3 décembre 1997, le recours de la deuxième requérante du 14 octobre 1997 et celui du tuteur du 10 octobre 1997. Le tribunal reconsidéra avant tout sa décision du 6 juillet 1998 et ordonna que commençât immédiatement un programme de préparation des rencontres entre les deux requérantes et les enfants, rencontres qui devaient débuter au plus tard le 15 mars 1999. Quant à la deuxième requérante, le tribunal estima que son installation récente en Italie facilitait la mise en œuvre d'un programme de préparation. Il confirma néanmoins la suspension de l'autorité parentale sur les enfants et le placement de ceux-ci au Forteto : en effet, la situation familiale de la première requérante restait très difficile, malgré sa séparation du père des enfants, et ces derniers s'étaient très bien intégrés dans la communauté d'accueil. Enfin, le tribunal envisagea également une reprise des rapports entre les enfants et leur père, qui s'y était montré favorable. Les rencontres avec le père ne pourraient toutefois débuter avant septembre 1999, étant donné la position délicate de celui-ci dans l'enquête pénale en cours.", "80.  Le 8 janvier 1999, un juge du tribunal pour enfants avisa le service social de Sesto Fiorentino qu'il serait chargé de continuer le travail de préparation des rencontres décidé par le tribunal le 22 décembre 1998. Le tribunal souligna que la première requérante avait demandé que les rencontres commencent.", "81.  Le 13 janvier 1999, le service social de Sesto Fiorentino se déclara incompétent, compte tenu du changement de résidence de la requérante et du fait que l'assistante sociale qui avait suivi cette dernière jusque-là avait entre-temps été mutée.", "82.  Le 4 février 1999, le service social de Figline Valdarno désigna l'assistante compétente pour suivre la première requérante. Lors de son audition par le tribunal le 8 février suivant, cette assistante admit ne pas connaître l'affaire mais se déclara consciente de l'urgence de la situation et s'engagea à préparer la mère à rencontrer ses enfants dans le délai fixé par le tribunal au 15 mars.", "83.  Le 9 février 1999, l'assistante sociale de Vicchio (Mme S.C.) et le neuropsychiatre pour enfants, R.L., chargés du suivi des enfants de la première requérante et ayant déjà fixé à cette époque un programme de rencontres avec les enfants et les parents d'accueil, firent part au tribunal de leurs doutes quant à l'opportunité de leur demander de préparer aussi le père et la grand-mère des enfants. Selon ce service social, la proximité des enfants aurait pu créer des tensions, sans compter que le service ne connaissait pas le père ni la grand-mère, de sorte qu'il était souhaitable que ceux-ci fussent préparés par les services sociaux de leur lieu de résidence.", "84.  Le 12 février 1999, la responsable du service social de Figline Valdarno attira l'attention du tribunal sur les difficultés qu'elle rencontrait pour se procurer tous les documents pertinents concernant l'affaire. Elle proposa donc au tribunal de convoquer tous les experts et assistants sociaux impliqués.", "85.  Le 15 février 1999, le tribunal répondit notamment aux services sociaux de Figline Valdarno et de Vicchio, les informant que la procédure juridictionnelle était terminée et que, dès lors, les aspects administratifs et d'organisation relevaient de la compétence des services sociaux. Le tribunal attira en outre leur attention sur le temps qui s'était écoulé depuis sa décision et sur l'urgence de lui donner suite.", "86.  Le 18 février 1999, le service social de Figline Valdarno convoqua tous les services impliqués. Le 25 février, le service social de Vicchio informa le tuteur des enfants que le travail de préparation de ces derniers avait débuté dès la mi-janvier.", "87.  Le 2 mars 1999, l'aîné des enfants fit parvenir une lettre au président du tribunal. Il déclara notamment qu'il n'avait pas vu pas sa grand-mère depuis quatre ans et ne comprenait pas pourquoi elle voulait le revoir. Quant à sa mère, il affirma qu'elle avait toujours justifié le comportement des « éducateurs », dont il l'avait pourtant mise au courant. C'est seulement une fois arrivé au Forteto qu'il avait pu se rendre compte de ce qui lui était arrivé, grâce à Mme M. et M. G., et qu'il avait pu comprendre ce que voulait dire avoir une mère et un père. Pour ces raisons, il souhaitait ne pas encore revoir sa mère (l'enfant signa cette lettre du nom de famille de l'une des personnes auxquelles il était formellement confié au sein du Forteto, avant d'y apposer également le sien).", "88.  Le 8 mars 1999, la caisse maladie de Florence informa le tribunal que la répartition des différentes compétences avait été effectuée. Cependant, il n'était pas possible de prévoir la date du début des rencontres, car G. avait manifesté des hésitations à revoir sa mère tout de suite, après l'expertise du 26 février 1999 (paragraphe 116 ci-dessous). La caisse maladie précisa par ailleurs que les rencontres avec la grand-mère et le père débuteraient dans un deuxième temps.", "89.  Quelques jours plus tard, G. fit savoir au tribunal qu'après l'expérience de l'expertise il ne souhaitait pas rencontrer sa mère et sa grand-mère pendant au moins trois mois.", "90.  Après un travail de préparation de la première requérante, la première rencontre avec ses enfants eut néanmoins lieu le 29 avril 1999, G. ayant, semble-t-il, préféré ne pas laisser son frère cadet participer à la rencontre seul. Selon les rapports des services sociaux (datés des 21 juin et 5 juillet 1999), cette première rencontre aurait mis en évidence des difficultés chez les enfants mais aussi chez leur mère. Cette dernière n'aurait pas été suffisamment à l'écoute de ses enfants, qui auraient perçu son insistance comme une menace pour la stabilité qu'ils avaient trouvée dans leur environnement actuel. Dès le début de la rencontre, les enfants auraient été méfiants et le cadet n'aurait même pas reconnu la première requérante comme sa mère. Selon les services sociaux, les enfants, pourtant désireux de rencontrer leur mère, auraient été déçus.", "91.  Toutefois, l'examen par la Cour du matériel visuel produit par le Gouvernement (paragraphe 10 ci-dessus) n'a pas apporté confirmation de l'appréciation et des remarques défavorables des services sociaux, auxquelles le Gouvernement se réfère. La rencontre, qui a eu lieu dans une chambre de l'unité de psychologie des services sociaux, a été chaleureuse et s'est déroulée dans un climat plutôt détendu. Vers le milieu de cette rencontre, l'aîné s'est mis à pleurer, très probablement lorsque ont resurgi des vieilles souffrances liées à son passé dramatique. Ce moment a été de courte durée, l'enfant a paru soulagé et un climat serein s'est vite rétabli entre la requérante et ses enfants. Les services sociaux ont, quant à eux, fait preuve d'un manque évident de sensibilité envers la première requérante. Deux assistants/experts se trouvèrent dans la chambre tout au long de la rencontre, de sorte que la requérante ne put bénéficier à aucun moment d'une certaine intimité avec ses enfants. En outre, la rencontre a été interrompue d'une façon plutôt brusque. Aux yeux de la Cour, dans l'ensemble la relation entre la requérante et ses enfants a été chaleureuse et détendue, bien que chargée d'un point de vue émotionnel. La requérante a eu un comportement responsable d'un bout à l'autre de la rencontre et s'est montrée prête à coopérer et respectueuse. Si les enfants n'ont pas manifesté un regret évident lorsque la rencontre s'est terminée, il y a lieu de constater, selon la Cour, que les termes, beaucoup plus dramatiques et défavorables à la requérante, que les services sociaux ont employés dans leurs rapports, cidessus résumés, pour décrire l'entrevue, ne correspondent pas à ce qui ressort du matériel visuel produit par le gouvernement défendeur.", "92.  Cependant, dans un courrier adressé aux assistants sociaux le 6 mai 1999, l'aîné des enfants fit état de sa déception concernant cette première rencontre.", "93.  Une deuxième entrevue eut lieu le 9 septembre 1999. Selon le rapport des services sociaux, à cette occasion G. demanda à sa mère de lui donner des explications quant à sa prétendue passivité face aux allusions de l'enfant aux violences pédophiles qu'il subissait. La requérante rejetant ces reproches, G. quitta la salle. Dans leur rapport, les services sociaux soulignèrent l'incapacité de la requérante à écouter son fils et à suivre les indications des experts, tout en montrant de la compréhension pour sa situation douloureuse et son souhait d'affirmer son rôle de mère. Selon un rapport ultérieur (paragraphe 95 ci-dessous), l'une des spécialistes présentes lors de la rencontre avait suggéré à la première requérante d'écrire une lettre à son fils, mais, selon les termes de ce rapport, celle-ci s'y refusa.", "94.  Cependant, l'examen par la Cour du matériel sonore produit par le Gouvernement (paragraphe 10 ci-dessus) n'a pas apporté confirmation de la position des services sociaux. Cette rencontre semble s'être déroulée dans des conditions semblables à celles de la première, c'est-à-dire notamment dans les locaux des services sociaux et encore une fois en présence de deux experts. Les éléments suivants, se référant aux temps forts de la rencontre, ont permis à la Cour de constater encore une fois des divergences entre le rapport officiel des services sociaux et ce qui ressort de l'enregistrement. En particulier :", "–  le rapport ne fait pas état de ce que la requérante a demandé aux enfants s'ils étaient heureux de la revoir et de ce que ces derniers ont répondu affirmativement ;", "–  l'aîné n'a pas abordé spontanément la question du rôle de sa mère vis-à-vis du pédophile dont il a été la victime, comme le rapport semble le suggérer, mais c'est l'un des deux experts présents lors de la rencontre qui l'a incité à le faire ;", "–  après la fin de la rencontre, l'un des experts a dit à la requérante qu'en réalité son aîné ne voulait plus la revoir et qu'une nouvelle rencontre avait pu être organisée seulement grâce à l'autre expert présent lors de la rencontre ;", "–  les experts ont affirmé qu'une nouvelle rencontre dépendrait de la disponibilité de l'aîné et que la requérante pourrait revoir son cadet « si possible », ce à quoi la requérante a réagi en leur demandant de préciser la signification de cette dernière expression ; les experts ont répondu que cela ne dépendait pas d'eux.", "95.  Le 4 octobre 1999, les spécialistes des services sociaux rencontrèrent les enfants au Forteto, en présence des parents d'accueil, en vue d'évaluer la possibilité de poursuivre à bref délai les rencontres avec leur mère. Selon le rapport des services sociaux, la rencontre se termina « sur l'accord, sollicité par G. et M., de suspendre pour le moment les rencontres avec leur mère ». Une nouvelle réunion de préparation de la première requérante fut néanmoins fixée au 9 novembre 1999.", "96.  Le 3 janvier 2000, une experte des services sociaux rencontra la première requérante. A cette occasion, cette dernière se plaignit du fait que les cadeaux envoyés à ses enfants pour Noël avaient été refusés. Elle réitéra son attachement à ses enfants et sa volonté de s'expliquer avec eux s'ils acceptaient de la rencontrer. Depuis, aucune autre rencontre n'a été organisée ou programmée. En outre, dans leur dernier rapport du 29 mars 2000 les services sociaux ont affirmé, entre autres, que :", "–  l'aîné des enfants est en train de développer une nouvelle identité empreinte des souffrances liées aux événements passés et, par conséquent, il ne semble pas être manipulé ;", "–  l'aîné des enfants estime préférable ne pas revoir sa mère au cours des deux prochaines années ;", "–  les services sociaux ont décidé de suspendre tout contact entre la première requérante et ses enfants, tout en continuant à préparer celle-ci en vue de la tenir informée de l'évolution de l'attitude de ses enfants à son égard.", "97.  Par ailleurs, quant au père, il n'a jamais rencontré les enfants, bien que des réunions de préparation avec les services sociaux aient eu lieu à la fin de 1999. Selon le rapport des services sociaux du 8 novembre 1999, le père semble être au courant des développements concernant les relations entre son ex-épouse et les enfants, en particulier l'issue négative de la rencontre du 9 septembre 1999. La première requérante soutient toutefois n'avoir plus de rapports avec son ex-époux, lequel partagerait son temps entre la Belgique et l'Italie.", "F.  Recours ultérieurs intentés par les requérantes", "98.  Le 21 janvier 1999, la première requérante interjeta appel de la décision du tribunal pour enfants du 22 décembre 1998. Elle demanda avant tout le rétablissement de son autorité parentale et la reprise immédiate des rapports avec ses enfants. Elle se référa en particulier au fait qu'entre-temps elle s'était séparée de son ex-époux, que le juge compétent avait tenu pour coupable de violences sur elle-même et sur ses enfants, et au fait qu'elle menait maintenant une vie normale et exerçait la profession de podologue.", "99.  La première requérante contesta en outre la décision de garder les enfants au Forteto et demanda qu'ils fussent placés ailleurs. A cet égard, elle fit valoir que :", "–  cette communauté était difficile d'accès pour les parents des enfants qui y étaient accueillis ;", "–  L.R.F. et L.G. représentaient toujours des figures de référence au sein du Forteto, malgré leur condamnation ;", "–  les personnes auxquelles ses enfants étaient confiés au sein du Forteto faisaient tout pour entraver la reprise des relations avec les enfants.", "100.  La deuxième requérante fit également opposition.", "101.  Le 22 mars 1999, le tuteur des enfants intervint dans la procédure devant la cour d'appel pour demander que les rencontres fussent suspendues pendant quelques mois, aux motifs entre autres que :", "–  les qualifications professionnelles dont se prévalait la première requérante étaient largement exagérées ;", "–  pendant plusieurs années, celle-ci ne s'était pas rendu compte de ce que subissait son aîné G., ce qui démontrait son incapacité à exercer ses fonctions de mère ;", "–  la grand-mère avait toujours vécu en Belgique et ne s'était jamais vraiment intéressée aux enfants ; on ne savait pas quelle activité elle exerçait depuis son installation en Italie ; de plus, on voyait mal comment elle pouvait revendiquer des capacités d'éducation qu'elle n'avait pas su mettre en œuvre avec sa fille (la première requérante), qui dans la meilleure des hypothèses était une mère inadéquate, inapte et absente ;", "–  le père des enfants était un délinquant en fuite, depuis son évasion d'une prison en Belgique où il purgeait une peine de vingt-sept ans d'emprisonnement pour meurtre ;", "–  « Il Forteto » était une coopérative ayant une renommée internationale pour sa production de lait et de produits fromagers, mais aussi un foyer d'avant-garde pour la récupération d'enfants en détresse, fondé par vingt familles qui ne l'avaient jamais abandonné ; s'il était vrai que deux de ses membres, qui ne faisaient en tout cas pas partie de la famille d'accueil des enfants de la première requérante, avaient été condamnés, il était tout aussi vrai que de tels procès pouvaient se fonder sur des faux témoignages ; de surcroît, en vingt ans environ soixante-dix enfants avaient été confiés à la coopérative par des tribunaux de toutes les régions d'Italie, certains de ces placements ayant ensuite débouché sur des adoptions, ce qui confirmait la validité de ce choix et la confiance dont jouissait « Il Forteto ».", "102.  Le procureur général près la cour d'appel demanda le placement des enfants chez leur grand-mère ou, sinon, dans une autre famille.", "103.  Le 31 mars 1999, la cour d'appel confirma la décision du tribunal, en soulignant en particulier l'évolution positive de l'état des enfants. Quant aux allégations concernant « Il Forteto », la cour d'appel considéra qu'il s'agissait d'accusations génériques, exception faite pour des événements remontant à vingt ans, qui en tout cas n'avaient pas concerné les parents d'accueil des enfants. Si les requérantes avaient produit des déclarations de personnes hautement qualifiées, contestant les méthodes employées au Forteto, on ne pouvait pas négliger le fait que d'autres déclarations provenant de personnes tout aussi qualifiées confirmaient la réputation dont jouissait la coopérative. La bonne condition des enfants excluait par ailleurs la nécessité de donner suite aux demandes de la grand-mère : si théoriquement le placement en famille semblait préférable à un placement en communauté, le placement des enfants durait désormais depuis un certain temps et donnait de bons résultats. En outre, les enfants n'étaient pas très familiers de leur grand-mère, qui de surcroît ne semblait pas être autonome par rapport à sa fille.", "104.  La première requérante se pourvut en cassation. Quant au placement auprès du Forteto, elle observa que, même si les enfants n'étaient pas confiés directement aux deux responsables ayant été condamnés, les parents d'accueil avaient été reçus et formés par eux (L.R.F. était même devenu le président de la coopérative). De plus, l'épouse de L.G. était activement impliquée dans le suivi des enfants. L'aîné, G., avait d'ailleurs admis, dans sa lettre du 2 mars 1999, que celle-ci l'avait aidé à interpréter ses doutes concernant sa mère. ", "105.  L'issue de la procédure devant la Cour de cassation n'est pas connue.", "106.  Le 25 octobre 1999, la première requérante demanda au juge des tutelles de solliciter l'organisation de rencontres moins espacées dans le temps qu'auparavant, d'autoriser une experte psychologue à s'entretenir avec les enfants également au sein du Forteto et à participer aux réunions préparatoires avant les rencontres, et d'ordonner que les enregistrements vidéo des rencontres soient versés au dossier. Le 3 novembre 1999, le juge des tutelles fit droit en particulier aux demandes relatives à la participation de l'experte psychologue aux réunions préparatoires et aux rencontres ainsi qu'à la production des enregistrements des rencontres. Le tuteur des enfants fit opposition.", "107.  Par une décision du 12 janvier 2000, le tribunal pour enfants de Florence accueillit l'opposition du tuteur et annula la décision du juge des tutelles. Le tribunal considéra que, d'après les renseignements fournis par les services sociaux, les résultats négatifs des deux rencontres devaient être imputés au manque de collaboration de la première requérante. Dès lors, la participation d'une autre experte aux rencontres ne paraissait pas nécessaire pour aider la première requérante, qui était déjà suivie d'une façon adéquate par les services institutionnels désignés par le tribunal, à adopter une attitude différente. Quant aux enregistrements des rencontres, le tribunal estima que l'examen de ce matériel par la première requérante n'était pas opportun et que le but de l'enregistrement était de permettre aux services compétents d'apprécier les entrevues et la possibilité et l'opportunité de les poursuivre.", "108.  La première requérante interjeta appel de cette décision. Elle argua entre autres que le tribunal pour enfants avait accepté telles quelles les conclusions des services sociaux sur les résultats négatifs des rencontres, sans exercer son rôle de contrôle critique de la mise en œuvre de ses décisions, à l'aide de tout élément objectif utile tel que le matériel audiovisuel dont elle sollicitait la production. Selon la première requérante, elle avait à plus forte raison le droit d'examiner ce matériel afin de mieux se comprendre et d'adapter son comportement, mis à part le fait qu'elle ne voyait pas comment une rencontre qu'elle attendait depuis des années avait pu être interprétée d'une manière aussi négative. Il était en outre absurde que le tribunal refusât d'examiner lui-même le matériel ou encore d'y autoriser le juge des tutelles. Enfin, la participation aux réunions préparatoires et aux entrevues par une experte désignée par la première requérante aidait cette dernière à participer à la formation psychofamiliale de ses enfants, d'autant qu'aucune disposition de loi n'interdisait au parent de se préparer à la reprise des relations avec ses enfants avec l'assistance de psychologues privés.", "109.  Par une décision du 17 mars 2000, le tribunal pour enfants autorisa la communication du matériel audiovisuel à la requérante, ce matériel ayant déjà été remis à la Cour et ayant par conséquent acquis une valeur procédurale en plus de sa valeur clinique.", "G.  Programme des rencontres avec la deuxième requérante", "110.  La deuxième requérante fut convoquée le 4 novembre 1999 afin de commencer un programme de préparation des rencontres avec ses petits-enfants. Cependant, cette convocation fut retournée à l'expéditeur. Des recherches furent effectuées afin d'établir si la deuxième requérante avait entre-temps changé de résidence. Sur la suggestion de la première requérante, une nouvelle convocation fut envoyée chez sa sœur. Les services sociaux furent cependant informés que la deuxième requérante ne pouvait toujours pas se présenter. Il en fut de même pour une rencontre prévue pour le mois de décembre 1999. Selon la deuxième requérante, son absence s'expliquerait par le fait qu'à cette époque elle avait dû rentrer d'urgence en Belgique, l'indemnité d'invalidité qu'elle percevait pour son fils handicapé ayant été révoquée en raison de son installation en Italie. Une première réunion préparatoire avec les services sociaux a enfin eu lieu le 10 janvier 2000.", "111.  Selon le rapport établi par les services sociaux, lors de cette rencontre la deuxième requérante se plaignit de n'avoir pas été convoquée en mars 1999 et fit valoir qu'elle ne pouvait s'absenter de Belgique plus de trois mois car elle risquait de perdre l'indemnité d'invalidité que lui verse cet Etat pour son fils handicapé. Elle affirma vouloir revoir les enfants et en sollicita la garde. Elle justifia d'autre part son silence de plusieurs mois par le fait qu'elle ne savait pas où en était le programme des rencontres entre les enfants et sa fille, avec laquelle elle affirmait n'avoir pas de contacts. Toujours selon le rapport, elle déconseilla par ailleurs de confier les enfants à leur mère en raison des contacts persistants de celle-ci avec son ex-époux, ce que lui avaient confirmé à la fois sa fille elle-même et des voisins. D'après elle, la cause de tous les problèmes était N.A. du fait de sa violence et de l'incapacité de la première requérante à se défendre soi-même et à défendre ses enfants. Elle conclut en exprimant son mécontentement du placement des enfants au Forteto.", "112.  Selon les dernières informations envoyées par la partie requérante, la deuxième requérante sera obligée de rembourser une somme importante à l'Etat belge au titre des indemnités perçues pendant ses périodes de résidence en Italie. Par ailleurs, au mois de février 2000 la deuxième requérante aurait été hospitalisée en raison de troubles cardiaques.", "H.  Suite de l'enquête pénale concernant la première requérante", "113.  Le 19 juin 1998, le tuteur transmit au parquet une lettre écrite la veille par l'aîné des enfants. Celui-ci y affirmait que sa mère était au courant des activités pédophiles dont il avait été la victime et qu'à une occasion il avait vu sa mère recevoir de l'argent de M.L.", "114.  L'enfant confirma ses accusations lors de son interrogatoire par le ministère public le 14 juillet 1998. A cette occasion, il fut accompagné par M. G.C. et Mme M.C. (en réalité l'épouse de L.G.) en tant que parents d'accueil.", "115.  Le 11 novembre 1998, le ministère public entendit M.L. au sujet des accusations lancées par l'aîné des enfants contre la première requérante. A cette occasion, M.L. démentit ce qu'avait affirmé l'enfant et conclut en ces termes :", "« Ce que j'ai dit jusqu'à présent est la simple vérité. Je n'aurais aucune difficulté à confirmer les dires de G. s'ils correspondaient à la vérité (...). J'estime que G. a inventé, au moins en partie, ce qu'il a dit aussi par rancune envers ses parents. G. avait une très mauvaise relation avec son père mais il adorait sa mère. Peut-être que par la suite il a développé une certaine rancune parce qu'il a ressenti qu'elle ne l'avait pas protégé suffisamment. Si je pouvais confirmer ce qu'il a dit je le ferais, aussi pour l'aider. »", "116.  Le 27 février 1999 une expertise fut pratiquée sur les enfants, en présence du juge des investigations préliminaires et d'un expert. L'appréciation des résultats de cette expertise par les autorités judiciaires n'est pas encore connue. Pendant cette expertise, l'enfant admit avoir écrit la lettre du 19 juin 1998 en présence, entre autres, de R. (vraisemblablement L.R.F.). Il affirma par ailleurs que cela lui faisait plaisir de revoir sa mère.", "117.  D'autre part, à une date et dans des circonstances qui n'ont pas été précisées, la sœur de la première requérante fut entendue par le tribunal pour enfants de Florence. Elle déclara vivre avec sa mère et l'un de ses frères à Figline Valdarno. Selon ses déclarations, un autre frère, impliqué dans un trafic de stupéfiants, avait été tué. Ne lui ayant pas pardonné de s'être constituée partie civile dans le cadre du procès concernant la mort de l'autre frère, un frère aîné l'avait accusée de tentative d'assassinat à son encontre. La première requérante, selon le procès-verbal relatant ces mêmes déclarations, aurait également été inculpée.", "I.  Autres données relatives à l'état psychologique et physique des enfants", "118.  Un certificat du neuropsychiatre R.L. du 8 juin 1998 notait une certaine fragilité psychologique chez le cadet des enfants et recommandait beaucoup de prudence dans les démarches des autorités.", "119.  Par ailleurs :", "–  un certificat émanant d'un premier médecin, daté du 1er novembre 1998, qualifiait l'état de santé de l'aîné d'« excellent » ;", "–  un certificat d'un deuxième médecin, daté du 11 novembre 1998, estimait par ailleurs que l'état de santé du cadet s'était amélioré et le qualifiait de « bon ».", "120.  Un certificat établi le 24 novembre 1998 par un pédiatre fit état des conditions excellentes des enfants, dont le développement et la croissance semblaient être dans la norme.", "121.  En outre, les notes d'appréciation concernant l'aîné, relatives à l'année scolaire 1997-1998, ainsi qu'un rapport des enseignants mentionnaient les bons résultats et les progrès constants de celui-ci.", "122.  Selon le rapport des services sociaux du 5 juillet 1999, le séjour des enfants au Forteto avait été très positif sur le plan aussi bien émotionnel que relationnel ; il leur avait permis de recouvrer un certain équilibre et une plus grande ouverture aux relations interpersonnelles.", "123.  Enfin, selon le dernier rapport des services sociaux du 29 mars 2000 l'enfant cadet fréquente désormais une école maternelle et a un très bon rapport avec les enseignants.", "", "II.  LE DROIT INTERNE PERTINENT", "124.  Aux termes de l'article 330 du code civil italien :", "« Le juge peut prononcer la déchéance de l'autorité parentale lorsque le parent enfreint ou néglige ses obligations ou abuse des pouvoirs en découlant, d'une manière sérieusement préjudiciable à l'enfant.", "Dans cette hypothèse, en cas de motifs graves, le juge peut ordonner l'éloignement de l'enfant de sa résidence familiale. »", "125.  L'article 333 du code civil dispose ce qui suit :", "« Lorsque le comportement d'un ou des deux parents n'est pas de nature à donner lieu à la décision de déchéance prévue par l'article 330, tout en étant préjudiciable à l'enfant, le juge peut, selon les circonstances, adopter les mesures qui s'imposent et peut même ordonner l'éloignement de l'enfant de la résidence familiale.", "Ces mesures peuvent être révoquées à tout moment. »", "126.  Par ailleurs, la loi no 184 du 4 mai 1983, régissant le placement de mineurs et l'adoption, prévoit notamment que le mineur privé temporairement d'un environnement familial adéquat peut être confié à une autre famille, à une communauté de type familial ou, à défaut d'un placement familial adéquat, à un foyer (article 2).", "127.  L'article 4 de cette même loi dispose notamment que la décision ordonnant le placement de l'enfant dans une famille doit indiquer entre autres la durée prévue pour le placement (paragraphe 3). En outre, aux termes de l'article 5 la famille, le foyer ou la communauté où l'enfant est placé doivent faciliter les rapports entre le mineur et ses parents biologiques et sa réinsertion dans la famille d'origine.", "128.  Par ailleurs, selon l'article 9 les foyers sont tenus d'envoyer tous les six mois au juge des tutelles un rapport concernant les mineurs, leurs relations avec la famille d'origine et leur état psychologique et physique. Aux termes de cette même disposition, le juge des tutelles doit signaler au tribunal pour enfants les mineurs en situation d'abandon au sein du foyer et doit en outre procéder à une inspection tous les six mois.", "129.  Enfin, l'article 12 dispose notamment que, lorsque les investigations révèlent l'existence de parents ou d'autres membres de la famille jusqu'au quatrième degré ayant maintenu des relations significatives avec le mineur et dont la résidence est connue, le président du tribunal ordonne leur comparution (paragraphe 1). Après l'audition, le président du tribunal peut leur donner les instructions nécessaires pour garantir au mineur l'assistance morale et matérielle, l'instruction et l'éducation (paragraphe 3).", "EN DROIT", "i.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "130.  La première requérante, qui prétend agir également au nom de ses enfants, se plaint de ce que la suspension de son autorité parentale et l'éloignement de ses enfants, le retard avec lequel les autorités lui ont enfin permis de rencontrer ceux-ci et le nombre insuffisant de rencontres organisées jusqu'à présent, ainsi que la décision des autorités de placer les enfants dans la communauté « Il Forteto » ont enfreint l'article 8 de la Convention.", "131.  La deuxième requérante allègue elle aussi une violation de l'article 8 en ce que les autorités ont écarté la possibilité de lui confier ses petits-fils et ont tardé à organiser des rencontres entre elle et eux.", "132.  L'article 8 est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "133.  Le Gouvernement conteste les thèses des requérantes. ", "134.  La Commission a considéré qu'il n'y avait pas eu violation en ce qui concerne la suspension de l'autorité parentale et le placement des enfants au Forteto, ainsi qu'au regard de la deuxième requérante. Elle a estimé en revanche que cette disposition avait été méconnue pour ce qui est de l'interruption des contacts entre la première requérante et ses enfants. ", "A.  Sur l'exception du gouvernement défendeur quant à la qualité de la première requérante pour agir également au nom de ses enfants et par conséquent quant à la qualité du gouvernement belge pour intervenir dans la procédure", "135.  Le gouvernement italien conteste tout d'abord que la requérante ait qualité pour agir également au nom de ses enfants, car l'autorité parentale de l'intéressée a été suspendue dès le 9 septembre 1997, la mère est en conflit d'intérêts avec ses enfants et est sous le coup d'une procédure pénale pour des faits préjudiciables à ses enfants. De surcroît, le Gouvernement conteste que la première requérante ait jamais clairement affirmé s'adresser à la Cour également au nom de ses enfants.", "136.  Le Gouvernement en déduit par ailleurs que le gouvernement belge n'a pas qualité pour intervenir dans la mesure où cette intervention se fonde uniquement sur la nationalité belge de l'aîné des enfants.", "137.  La Commission a rejeté cette exception, en relevant que la formule de la première requête indique bien, parmi les parties requérantes, les enfants de la première requérante, avec la mention du même avocat aux fins de leur représentation dans la procédure devant elle, et en considérant que rien ne s'oppose à ce que des mineurs saisissent la Commission. Tel est le cas, à plus forte raison, s'ils sont représentés par une mère en conflit d'intérêts avec le tuteur chargé par les pouvoirs publics de gérer leurs intérêts à sa place.", "138.  La Cour rappelle qu'en principe une personne n'ayant pas, au plan interne, le droit de représenter une autre personne peut tout de même, dans certaines circonstances, agir devant la Cour au nom de cette autre personne (voir, mutatis mutandis, l'arrêt Nielsen c. Danemark du 28 novembre 1988, série A no 144, pp. 21-22, §§ 56-57). En particulier, des mineurs peuvent saisir la Cour même, et à plus forte raison, s'ils sont représentés par une mère en conflit avec les autorités, dont elle critique les décisions et la conduite à la lumière des droits garantis par la Convention. A l'instar de la Commission, la Cour estime qu'en cas de conflit, au sujet des intérêts d'un mineur, entre le parent biologique et la personne investie par les autorités de la tutelle des enfants il y a un risque que certains intérêts du mineur ne soient jamais portés à l'attention de la Cour et que le mineur soit privé d'une protection effective des droits qu'il tient de la Convention. Par conséquent, comme l'a observé la Commission, même si la mère a été privée de l'autorité parentale, d'ailleurs l'un des faits générateurs du conflit qu'elle porte devant la Cour, sa qualité de mère biologique suffit pour lui donner le pouvoir d'ester devant la Cour également au nom de ses enfants afin de protéger leurs propres intérêts. ", "139.  La Cour rappelle de surcroît que les conditions régissant les requêtes individuelles ne coïncident pas nécessairement avec les critères nationaux relatifs au locus standi. En effet, les règles internes en la matière peuvent servir des fins différentes de celles de l'article 34 de la Convention. S'il y a parfois analogie entre les buts respectifs, il n'en va pas forcément toujours ainsi (arrêt Norris c. Irlande du 26 octobre 1988, série A no 142, p. 15, § 31).", "140.  La première requérante ayant donc qualité pour agir également au nom de ses enfants, le gouvernement belge a le droit d'intervenir dans la procédure, au sens des articles 36 § 1 de la Convention et 61 § 2 du règlement, l'aîné des enfants ayant aussi la nationalité belge.", "141.  La Cour considère dès lors qu'il y a lieu d'écarter l'exception préliminaire du Gouvernement, à la fois quant au locus standi des enfants de la première requérante et quant à la qualité du gouvernement belge pour intervenir dans la procédure.", "B.  Sur l'observation de l'article 8 : les ingérences étaient-elles « prévues par la loi » et poursuivaient-elles un but légitime ?", "142.  Il n'est pas contesté que les ingérences incriminées étaient prévues par la loi au sens de l'article 8, en particulier les articles 330 et 333 du code civil (paragraphes 124 et 125 ci-dessus), ainsi que l'article 2 de la loi no 184 de 1983 (paragraphe 126 ci-dessus). Il est vrai que la partie requérante allègue la non-application de certaines dispositions de cette dernière loi, notamment quant à la durée prévisionnelle du placement (article 4 § 3), au devoir des responsables de l'institution de placement de faciliter les rapports avec la famille d'origine (article 5) et au refus de prendre en compte la possibilité de confier les enfants à leur grand-mère maternelle (article 12 § 1). Cependant, ces éléments concernent la manière dont les dispositions internes pertinentes ont été appliquées et non la base légale des ingérences incriminées en soi. Ces éléments se rapportent donc à la question de savoir si les dispositions pertinentes ont été appliquées en conformité aux principes conventionnels.", "143.  D'autre part, il ne prête pas davantage à controverse que les mesures incriminées poursuivaient un but légitime au sens de l'article 8, à savoir la « protection de la santé ou de la morale » et « la protection des droits et libertés d'autrui », dans la mesure où elles visaient à sauvegarder le bien-être des enfants de la première requérante.", "C.  Sur l'observation de l'article 8 : les ingérences étaient-elles « nécessaires dans une société démocratique » ?", "1.  La suspension de l'autorité parentale de la première requérante et l'éloignement des enfants", "a)  Thèses des comparants", "i.  La première requérante", "144.  La première requérante conteste la décision des autorités et souligne, entre autres, sa volonté de s'affranchir du milieu familial dégradé du fait des violences de son ex-époux, dont attesteraient en particulier la plainte qu'elle a déposée contre ce dernier et sa décision de s'en séparer. ", "ii.  Le gouvernement belge", "145.  Le gouvernement belge estime que la mesure de suspension de l'autorité parentale paraît justifiée, compte tenu des faibles capacités éducatives de la première requérante et de son ex-époux.", "iii.  Le gouvernement italien", "146.  Le gouvernement défendeur souligne avant tout la gravité de la situation familiale de la première requérante, marquée par les abus sexuels qu'un ami de celle-ci a fait subir à l'aîné des enfants et les violences répétées qui caractérisaient les relations familiales. Le Gouvernement évoque également la personnalité problématique de la première requérante et conclut que la mesure litigieuse était pleinement justifiée par l'intérêt des enfants.", "iv.  La Commission", "147.  La Commission a estimé que les enfants étant restés pendant très longtemps confrontés à des situations sans doute préjudiciables à leur développement, l'ingérence des autorités que représente l'éloignement des enfants se justifiait en vue de protéger les intérêts de ces derniers.", "b)  Appréciation de la Cour", "148.  La Cour rappelle que « (...) l'éclatement d'une famille constitue une ingérence très grave. Dès lors, pareille mesure doit reposer sur des considérations inspirées par l'intérêt de l'enfant et ayant assez de poids et de solidité » (arrêt Olsson c. Suède (no 1) du 24 mars 1988, série A no 130, pp. 33-34, § 72). Il faut donc « avoir égard au juste équilibre à ménager entre les intérêts concurrents de l'individu et de la société dans son ensemble ; de même, (...) l'Etat jouit d'une certaine marge d'appréciation (...) » (arrêt Hokkanen c. Finlande du 23 septembre 1994, série A no 299-A, p. 20, § 55). Dans ce domaine, la Cour « ne se borne pas à se demander si l'Etat défendeur a usé de son pouvoir d'appréciation de bonne foi, avec soin et de manière sensée (...). En outre, dans l'exercice de son contrôle elle ne saurait se contenter d'examiner isolément les décisions critiquées ; il lui faut les considérer à la lumière de l'ensemble de l'affaire et déterminer si les motifs invoqués à l'appui des ingérences en cause sont « pertinents et suffisants » (...) » (arrêt Olsson (no 1) précité, p. 32, § 68 ; voir également, mutatis mutandis, l'arrêt Vogt c. Allemagne du 26 septembre 1995, série A no 323, pp. 25-26, § 52).", "149.  La Cour relève que dès 1994 la situation familiale de la première requérante s'est fortement détériorée (paragraphe 13 ci-dessus). Elle souligne tout particulièrement le rôle négatif de l'ex-époux. Il ressort du dossier que celui-ci porte en effet une lourde responsabilité dans le climat de violence qui s'était instauré au sein de la famille à cause de ses violences répétées sur ses enfants et sur son ex-épouse, pour lesquelles cette dernière l'a du reste dénoncé (paragraphe 13 ci-dessus). ", "150.  Cependant, il y a lieu de relever aussi que, même après sa séparation de son ex-époux, la première requérante a eu du mal à s'occuper de ses enfants. A cet égard, la Cour attache un certain poids au rapport du 9 juin 1997 établi par la neuropsychiatre de la caisse maladie (paragraphe 24 ci-dessus), constatant chez la première requérante des troubles de la personnalité et la jugeant inapte à gérer la situation complexe de sa famille et de ses enfants. A cela s'ajoute le grave traumatisme qu'ont causé à l'aîné des enfants les actes pédophiles d'un éducateur qui avait réussi à établir de bonnes relations avec la famille de la première requérante.", "151.  Compte tenu de ces circonstances, la Cour se rallie sur ce point à l'avis de la Commission et estime que dans pareil contexte l'intervention des autorités, par le biais de la suspension de l'autorité parentale de la première requérante et l'éloignement temporaire des enfants de leur mère, s'appuyait sur des motifs pertinents et suffisants et se justifiait par la protection des intérêts des enfants. Partant, il n'y a pas eu violation de l'article 8 de la Convention à cet égard.", "2.  Les rencontres entre la première requérante et ses enfants", "a)  Thèses des comparants", "i.  La première requérante", "152.  La première requérante observe, tout d'abord, que l'on comprend mal pourquoi, dès la décision du 9 septembre 1997, on l'a empêchée de voir son fils aîné.", "153.  Quant aux accusations qui ont été portées contre elle en juillet 1998, la première requérante affirme qu'il est absurde d'interrompre un rapport aussi délicat que celui entre mère et fils ; en effet, si au terme de la procédure elle est reconnue innocente, elle aura subi un préjudice irréversible. A cet égard, elle reproche aux autorités d'avoir usé de deux poids, deux mesures : les accusations dont elle fait l'objet, qui n'ont pas même abouti à un renvoi en jugement, ont motivé sa séparation de ses enfants pendant une période aussi longue, alors qu'un arrêt définitif reconnaissant deux responsables du Forteto coupables de graves délits sur des mineurs qui leur étaient confiés n'a pas empêché le tribunal pour enfants de continuer à leur confier des enfants.", "154.  La première requérante allègue ensuite qu'en réalité les services sociaux ont à son égard une attitude radicalement négative qui serait en train d'influencer fortement son fils aîné au point qu'il témoigne d'une hostilité à son encontre qui n'apparaissait pas auparavant.", "ii.  Le gouvernement belge", "155.  Le gouvernement belge souligne avant tout que lorsqu'en mars 1998 le tribunal pour enfants a ordonné la mise en place d'une procédure préparatoire concernant M., la question de savoir si la suspension des contacts avec G. devait être maintenue n'a été aucunement abordée, bien que l'étude psychiatrique ordonnée par le tribunal le 18 novembre 1997 concernât les deux enfants. ", "156.  Quant à la suspension de la rencontre déjà programmée avec le fils cadet pour le 8 juillet 1998, le gouvernement belge observe que si elle est défendable dans son principe il y a toutefois lieu de relever en pratique que :", "–  les allégations ayant donné lieu à l'audition de l'enfant étaient connues depuis sept mois (7 janvier 1998) ;", "–  les révélations n'ont mis en cause que le père de l'enfant, et l'extension de l'accusation à la première requérante reste hypothétique selon les termes employés par le procureur de la République dans ses notes des 18 et 26 juin 1998 ;", "–  M. ne sera entendu que le 27 février 1999, soit sept mois plus tard.", "157.  En réalité, il ne sera procédé à l'audition de M. qu'après le prononcé de la décision du 22 décembre 1998 du tribunal pour enfants ordonnant la mise en place d'une nouvelle procédure préparatoire à la reprise de contacts des deux enfants avec leur mère. La circonstance que le tribunal ait ordonné la reprise des contacts avant même que M. ne fût entendu dans le cadre de la procédure pénale tend à affaiblir très fortement la motivation de sa décision du 6 juillet 1998, dont les conséquences préjudiciables pour M., liées à l'interruption brutale du travail préparatoire, ne sauraient être négligées.", "158.  Même après la décision du 22 décembre 1998, les rencontres ne débuteront, avec retard, que le 29 avril 1999, après une séparation de dix-neuf mois. Selon le gouvernement belge, une suppression aussi longue de tout contact constitue une ingérence extrêmement grave dans la vie familiale de la première requérante, surtout si l'on considère le jeune âge du fils cadet. Les incohérences dans les décisions des autorités ne sauraient dès lors passer pour compatibles avec les exigences de l'article 8.", "iii.  Le gouvernement italien", "159.  Le gouvernement défendeur observe d'abord que ce n'est que le 4 novembre 1997, donc deux mois après la décision du tribunal de placer les enfants au Forteto, que la première requérante s'est plainte pour la première fois de n'avoir pas encore eu la possibilité de rencontrer son fils cadet, contrairement à ce que prévoyait la décision du tribunal. ", "160.  Le Gouvernement souligne ensuite l'attitude ambiguë de la première requérante. Afin de mieux cerner la personnalité de celle-ci, il est peut-être utile, selon le Gouvernement, de rappeler qu'au cours du procès l'intéressée s'est présentée, à plusieurs reprises, comme psychologue, infirmière ou encore gynécologue. Il convient d'évoquer également le procès actuellement en cours devant le tribunal de Florence, concernant des agissements présumés sur la personne du fils aîné et reposant sur de graves indices de complicité de la première requérante, la tentative de suicide commise par la fille née du premier mariage de celle-ci à cause des violences familiales dont elle était victime, ainsi que les déclarations de la sœur de la première requérante au tribunal pour enfants de Florence.", "161.  Le Gouvernement fait valoir par ailleurs qu'une préparation aux rencontres était nécessaire et qu'il fallait qu'elle se déroulât à de brefs intervalles afin d'éviter qu'une relation privilégiée entre la mère et le petit M. ne créât une forte tension entre les deux frères, compte tenu de l'importance que les services sociaux ont attribué au rapport entre eux. Le programme a d'ailleurs exigé du temps en raison de sa complexité et de la nécessité de vérifier les besoins effectifs des personnes impliquées.", "162.  Le Gouvernement évoque en outre les difficultés rencontrées par les services sociaux du fait du comportement agressif et menaçant de la première requérante notamment envers son fils aîné, comportement certainement lié, selon le Gouvernement, aux déclarations de ce dernier dans le cadre du procès pénal.", "163.  Quant à la suspension de la rencontre prévue pour le 6 juillet 1998, elle se justifiait pleinement par les nécessités de l'enquête pénale, étant donné que les enfants devaient être interrogés et que la première requérante avait eu une attitude menaçante envers son fils aîné.", "164.  Le gouvernement défendeur souligne également l'engagement des services impliqués dans le suivi des enfants, par le biais d'un programme d'avant-garde tendant à une récupération psychoaffective des enfants afin de les aider à mieux saisir le rôle de leurs parents. Eu égard à ce but, le Gouvernement juge souhaitable que la première requérante collabore avec les services sociaux et mette un terme à ses attitudes menaçantes vis-à-vis de son fils aîné au cours des rencontres (le Gouvernement se réfère aussi au refus de la première requérante de donner suite au conseil des assistants sociaux, à l'issue de la rencontre du 9 septembre 1999, d'écrire à son fils aîné).", "165.  Les rencontres reprendront en tout cas en fonction des décisions prises par les spécialistes chargés de l'affaire.", "iv.  La Commission", "166.  La Commission s'est déclarée consciente du caractère particulièrement grave de la situation des enfants de la première requérante et n'a pas mis en question la nécessité de prendre des précautions en raison des souffrances et des traumatismes que les enfants ont connus, et également de la manière dont s'étaient déroulées les rencontres avec leur mère.", "167.  La Commission a cependant trouvé injustifiée la rupture totale des relations qui transparaissait au moment où elle a adopté son rapport. Selon la Commission, les circonstances exceptionnelles pouvant justifier une interruption totale des contacts n'étaient pas réunies en l'espèce. Au demeurant, les autorités elles-mêmes ont envisagé une reprise des contacts au moins avec le fils cadet. En outre, une interruption totale semble encore plus injustifiée dans le cas d'espèce si l'on considère les doutes que la première requérante avait exprimés sur le lieu de placement, doutes compréhensibles compte tenu, entre autres, des antécédents pénaux de certains responsables du Forteto.", "168.  Quant à la suspension des rencontres déjà programmées avec le fils cadet, la Commission a estimé que la raison invoquée par les autorités, à savoir les besoins de l'enquête qui venait d'être ouverte contre le père des enfants, paraissait mince, puisque le procureur n'avait mentionné aucun élément concret à la charge de la première requérante et s'était borné à évoquer la simple hypothèse que l'accusation pourrait être étendue à la mère.", "b)  Appréciation de la Cour", "169.  La Cour rappelle d'abord que pour « un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale. En outre, la prise en charge d'un enfant par les autorités publiques ne met pas fin aux relations familiales naturelles (...) » (arrêt Eriksson c. Suède du 22 juin 1989, série A no 156, p. 24, § 58). Comme la Cour l'a déjà observé, « il faut normalement considérer la prise en charge d'un enfant comme une mesure temporaire à suspendre dès que la situation s'y prête et (...) tout acte d'exécution doit concorder avec un but ultime : unir à nouveau le parent naturel et l'enfant (...). A cet égard, un juste équilibre doit être ménagé entre les intérêts de l'enfant à demeurer placé et ceux du parent à vivre avec lui (...). En procédant à cet exercice, la Cour attachera une importance particulière à l'intérêt supérieur de l'enfant qui, selon sa nature et sa gravité, peut l'emporter sur celui du parent. Notamment, (...) l'article 8 de la Convention ne saurait autoriser le parent à voir prendre des mesures préjudiciables à la santé et au développement de l'enfant » (arrêt Johansen c. Norvège du 7 août 1996, Recueil des arrêts et décisions 1996-III, pp. 1008-1009, § 78).", "170.  La Cour estime en premier lieu que la décision du 9 septembre 1997 d'interdire tout contact entre la première requérante et son fils aîné ne paraît pas s'appuyer sur des raisons suffisamment solides. Il est vrai que l'enfant sortait d'une expérience très pénible et traumatisante. Cependant, comme l'a rappelé la Commission dans son rapport, une mesure aussi radicale que l'interruption totale des contacts ne saurait se justifier que dans des cas exceptionnels (arrêt B. c. Royaume-Uni du 8 juillet 1987, série A no 121, pp. 78-79, § 77). Si les conditions difficiles nuisant à la vie familiale et au développement des enfants évoquées plus haut ont justifié l'éloignement temporaire de ces derniers (sans pour autant sous-estimer l'importance du soutien psychologique dont la mère avait besoin), la situation grave qui régnait ne justifiait pas à elle seule, pour la Cour, la rupture des contacts avec l'aîné des enfants eu égard non seulement à l'attachement que la première requérante a toujours manifesté envers ses enfants, mais aussi et surtout à la décision des autorités de permettre parallèlement la reprise des contacts avec le cadet. Etant donné que les autorités n'ont pas voulu priver définitivement la première requérante de tous ses droits parentaux, la décision d'exclure tout contact de G. avec sa mère comporte un élément de rupture même dans les rapports des frères entre eux et ne cadre pas avec le but affiché de ménager une possibilité de renouer les rapports avec la mère.", "171.  La Cour note ensuite que, alors que la décision du 9 septembre 1997 prévoyait l'organisation de rencontres avec le fils cadet, elle n'a eu aucune suite jusqu'au 6 mars 1998, date à laquelle le tribunal pour enfants de Florence a enfin résolu de faire précéder les rencontres d'un programme de préparation de la mère. Or il n'en fut rien, car deux jours seulement avant la première rencontre, fixée au 8 juillet 1998, le tribunal pour enfants décidait, à la demande du substitut du procureur de la République qui venait d'ouvrir une enquête concernant le père des enfants (paragraphe 66 ci-dessus), de suspendre les rencontres déjà programmées. Au sujet de cette décision, la Cour partage l'avis de la Commission. On a du mal à comprendre sur quelle base le tribunal pour enfants a pu prendre une décision aussi sévère et lourde de conséquences psychologiques pour les intéressés, si l'on songe que le procureur avait fondé sa demande sur la simple hypothèse, dépourvue de tout élément objectif, que l'enquête pourrait être étendue à la mère. Il est vrai que, dans sa lettre envoyée au parquet le 19 juin 1998 (paragraphe 113 ci-dessus), l'enfant avait déjà accusé sa mère d'implication dans les actes pédophiles dont il avait été victime, mais cette allégation, formulée pour la première fois à cette époque, n'avait alors fait l'objet d'aucune vérification sérieuse (elle le fera seulement le 11 novembre 1998, lors de l'interrogatoire du pédophile en cause, qui désavouera l'enfant ; paragraphe 115 ci-dessus). Force est donc de conclure que le substitut du procureur comme le tribunal ont procédé avec légèreté. ", "172.  D'ailleurs, seulement cinq mois plus tard, le 22 décembre 1998, le tribunal pour enfants autorisait la première requérante à revoir cette fois-ci ses deux enfants alors que l'enquête était officiellement toujours en cours, ce qui semble bien contradictoire avec les décisions prises pendant l'été de cette même année.", "173. Mais, une fois de plus, malgré la décision du tribunal ordonnant la reprise des rencontres avant le 15 mars 1999, la première rencontre n'eut lieu que le 29 avril 1999. Ce retard a d'ailleurs été relevé par le tribunal lui-même dans sa note du 15 février 1999. Dans la mesure où pareil retard est imputable à des difficultés administratives (paragraphes 84 et 85 ci-dessus), il y a lieu de rappeler que « dans un domaine aussi essentiel que le respect de la vie familiale, de telles considérations ne sauraient jouer qu'un rôle secondaire » (arrêt Olsson (no 1) précité, p. 37, § 82). Un tel retard est d'autant plus inacceptable dans le cas d'espèce qu'à cette époque la séparation entre la première requérante et ses enfants avait déjà duré un an et demi. ", "174.  Qui plus est, la première rencontre n'a pas marqué le début de contacts réguliers et fréquents devant aider les enfants et leur mère à renouer leurs relations. Il est vrai que l'aîné a exprimé, dans sa lettre du 6 mai 1999 adressée aux assistants sociaux (paragraphe 92 ci-dessus), sa déception concernant la première rencontre. Toutefois, mis à part le fait qu'il faut prendre avec précaution les lettres envoyées par l'aîné aux différentes autorités impliquées dans cette affaire compte tenu du contexte particulier dans lequel cet enfant se trouvait, comme la Cour l'observera ultérieurement (paragraphe 210 ci-dessous), un sentiment de déception se conçoit aisément après une séparation aussi longue faisant suite à des événements traumatisants pour l'enfant. Cette circonstance aurait dû bien au contraire pousser les services sociaux à organiser des rencontres rapprochées en vue d'aider les intéressés à surmonter une période aussi difficile. Ce n'est certainement pas la persistance d'un état de séparation qui peut contribuer à renouer des relations familiales déjà soumises à rude épreuve. Il échet de rappeler, à cet égard, que les « liens entre les membres d'une famille et les chances de regroupement réussi se trouveront par la force des choses affaiblis si l'on dresse des obstacles empêchant des rencontres faciles et régulières des intéressés » (arrêt Olsson (no 1) précité, pp. 36-37, § 81).", "175.  La Cour tient à souligner qu'elle ne sous-estime pas l'importance de mesures de préparation. D'ailleurs, elle a déjà eu l'occasion d'affirmer que « (...) la réunion de parents par le sang à des enfants qui vivent depuis un certain temps dans une famille d'accueil ne saurait se passer de préparatifs. Leur nature et leur étendue peuvent dépendre des circonstances de chaque espèce, mais ils demandent toujours à l'ensemble des personnes concernées une coopération active et empreinte de compréhension. Si les autorités nationales doivent s'évertuer à susciter pareille collaboration, elles ne peuvent guère en la matière recourir à la coercition : il leur faut tenir compte des intérêts et des droits et libertés de ces mêmes personnes, et notamment des intérêts des enfants et des droits que leur reconnaît l'article 8. Dans l'hypothèse où des contacts avec les parents biologiques y porteraient atteinte, il revient aux autorités nationales de veiller à un juste équilibre (...) » (arrêt Olsson c. Suède (no 2) du 27 novembre 1992, série A no 250, pp. 35-36, § 90). Dans le cas d'espèce, cependant, il y a lieu d'observer qu'une seule rencontre ne pouvait suffire à donner aux enfants l'occasion de renouer une relation avec leur mère. Comme elle avait été précédée d'une phase de préparation soutenue qui avait déjà contribué à retarder le début des rencontres, la Cour ne comprend pas pourquoi la première rencontre n'a pas été suivie rapidement d'autres rencontres. Elle estime en outre que le Gouvernement n'a fourni aucune explication de nature à justifier la durée de la phase de préparatifs ultérieure, encore quatre mois jusqu'à la rencontre suivante, et a fortiori l'absence de toute autre rencontre depuis celle du 9 septembre 1999. ", "176.  Or, après un examen attentif par la Cour du matériel visuel relatif à la première rencontre (paragraphe 91 ci-dessus), le déroulement et les résultats de celle-ci se présentent sous un jour nettement moins négatif que le rapport des services sociaux ne le prétend. Ces derniers ont pourtant eu toute liberté pour fixer la deuxième rencontre à seulement quatre mois plus tard. D'ailleurs, le matériel sonore relatif à la deuxième rencontre (paragraphe 94 ci-dessus) confirme que les services sociaux ont bénéficié d'une ample marge de manœuvre pour décider si et quand les rencontres auraient lieu.", "177.  En cette matière, il y a lieu de tenir compte du risque élevé qu'une interruption prolongée des contacts entre parent et enfant ou que des rencontres trop espacées dans le temps compromettent toute chance sérieuse d'aider les intéressés à surmonter les difficultés apparues dans la vie familiale et de les regrouper (risque encore plus important dans le cas de l'enfant cadet eu égard à son très jeune âge au moment de la séparation). ", "178.  Dans les circonstances de la présente affaire, la Cour juge donc inacceptable que les services sociaux puissent, comme cela est en train de se produire en l'espèce, modifier dans la pratique la portée des décisions des tribunaux prévoyant le principe de rencontres. Les rencontres organisées jusqu'à présent, pratiquement épisodiques si l'on considère leur nombre et leur espacement dans le temps (deux en près de trois ans), n'ont guère de sens à la lumière des principes découlant de l'article 8. ", "179.  Le dossier montre en fait qu'à partir de la première rencontre les services sociaux ont joué un rôle excessivement autonome dans la mise en œuvre des décisions du tribunal pour enfants et ont fait preuve vis-à-vis de la première requérante d'une attitude négative qui, selon la Cour, ne repose sur aucun fondement objectif convaincant. En réalité, la façon dont les services sociaux ont géré la situation jusqu'à présent contribue à accentuer la séparation entre la première requérante et ses enfants au risque de la rendre irréversible. Les éléments ressortant du dernier rapport des services sociaux ne font d'ailleurs que le confirmer (paragraphe 96 ci-dessus). Face à pareille évolution de la situation, le tribunal pour enfants, tenu en principe de surveiller la mise en œuvre de ses décisions, a confirmé la démarche des services sociaux sans toutefois la soumettre à une vérification approfondie.", "180.  En effet, alors que le fait que seules deux rencontres, au bout d'un an et demi de séparation, ont eu lieu depuis la décision du tribunal du 22 décembre 1998 aurait dû amener ce dernier à vérifier pour quels motifs le programme progressait aussi lentement, le tribunal s'en est tenu, sans se livrer à un contrôle critique des données concrètes, aux conclusions négatives des services sociaux. Confronté aux griefs de la première requérante concernant l'appréciation des résultats des rencontres, le tribunal n'a pas estimé nécessaire d'examiner le matériel audiovisuel y relatif, dont le versement au dossier a été autorisé avec beaucoup de retard et seulement après qu'il eut déjà été produit devant la Cour (paragraphe 109 ci-dessus). Le tribunal n'a pas même autorisé un expert externe aux services sociaux désigné par la première requérante à participer aux rencontres et aux réunions préparatoires. Le juge des tutelles avait pourtant donné son aval (paragraphes 106 et 107 ci-dessus). Ces refus non seulement semblent dépourvus d'une justification pertinente, mais en plus ont privé le tribunal de moyens objectifs de vérifier le travail des services sociaux. ", "181.  L'article 8 commande que les décisions des tribunaux tendant en principe à favoriser entre parents et enfants des rencontres qui renoueront leurs relations en vue d'un regroupement éventuel, soient mises en œuvre de manière effective et cohérente. Il ne serait pas logique de ménager la possibilité de rencontres si la suite donnée à cette décision se traduisait de facto par l'éloignement définitif de l'enfant de son parent biologique. Dès lors, les autorités compétentes, en l'occurrence les tribunaux pour enfants, ont un devoir de vigilance constante, tout particulièrement en ce qui concerne le travail des services sociaux afin que le comportement de ceux-ci ne fasse pas échec aux décisions des autorités.", "182.  Enfin, la Cour ne saurait accorder du poids, en l'état actuel du dossier, aux déclarations non vérifiées de la sœur de la première requérante (paragraphe 117 ci-dessus). On ne peut donc expliquer la conduite des autorités et des services sociaux, comme le gouvernement défendeur semble le faire, par une donnée aussi inconsistante, d'autant que les décisions des premières ou les rapports des seconds ne l'évoquent pas. La Cour observe par ailleurs que le dossier contient des éléments contradictoires quant aux relations actuelles entre la première requérante et son ex-époux (paragraphes 97 et 111 ci-dessus). Toutefois, le dossier ne contient aucun élément démontrant que les doutes existant quant aux relations actuelles entre la première requérante et son ex-époux permettent de considérer la mère comme incapable de renouer avec ses enfants. De plus, aucune des décisions des autorités ne renferme d'indications suffisantes en ce sens.", "183.  En conclusion, la Cour considère que les autorités n'ont pas ménagé un juste équilibre entre les intérêts des enfants de la première requérante et les droits que cette dernière tient de l'article 8. Partant, il y a eu violation de l'article 8 de la Convention sur ce point.", "3.  Le placement des enfants dans la communauté « Il Forteto »", "a)  Thèses des comparants", "i.  La première requérante", "184.  Selon la première requérante, la philosophie du Forteto, inspirée du refus de la famille biologique, n'a pas changé depuis la fin des années 70. Le but du Forteto serait toujours de séparer les enfants de leurs familles biologiques, ce que confirmeraient les lettres envoyées par G.", "185.  En réalité, il ressortirait du dossier que tout au long de leur placement les enfants ont été suivis, accompagnés et encadrés par L.R.F. et L.G., ce qu'attesterait, par exemple, la teneur de la lettre adressée par L.G. au parquet le 7 janvier 1998. Une telle lettre aurait dû émaner du président de la communauté ou des parents d'accueil et non d'un membre qui, selon le Gouvernement, avait une position marginale par rapport aux enfants.", "186.  Par ailleurs, selon la première requérante il n'existe pas de véritable couple d'accueil et les enfants sont en fait suivis par des personnes différentes de celles désignées par le tribunal pour enfants. Au demeurant, il est significatif que dans ses courriers G. ne mentionne jamais Mme M.G.", "187.  Quant aux contrôles que les autorités seraient censées exercer sur le Forteto, la première requérante fait valoir qu'en réalité les rapports des autorités compétentes ne sont pas conformes aux échéances indiquées par le Gouvernement : ainsi le premier rapport des services sociaux date du mois de février 1998, le deuxième du mois de juin 1998 et le troisième seulement du mois de novembre 1999. Par ailleurs, l'inspection semestrielle qu'exige l'article 9 de la loi no 184 de 1983 n'aurait jamais eu lieu.", "188.  Enfin, toujours selon la première requérante, le Forteto semble en fait bénéficier d'une grande marge de manœuvre dans la gestion des enfants qui lui sont confiés et d'un appui considérable auprès des services sociaux. Cette circonstance, combinée avec la suite tardive donnée aux décisions des autorités, compromettrait l'application effective de ces dernières.", "ii.  Le gouvernement belge", "189.  Le gouvernement belge relève d'abord que les deux responsables du Forteto condamnés en 1985 n'ont pas fait l'objet d'une réhabilitation et qu'à l'époque de la procédure répressive les autorités italiennes continuaient à leur confier des mineurs. Le gouvernement belge observe ensuite que, contrairement à ce que prétend le gouvernement italien, il ressort du dossier que ces deux responsables ont joué un rôle actif dans la procédure concernant les enfants de la première requérante.", "190.  Sans vouloir soutenir les déductions hâtives des requérantes qui affirment que L.R.F. et L.G. commettent encore des délits au préjudice d'enfants, le gouvernement belge estime que la mesure d'éloignement d'un mineur est une ingérence à ce point grave dans la sphère familiale qu'elle doit s'organiser dans une structure au-dessus de tout soupçon. Comme pour l'article 6 de la Convention, les apparences ne sont donc pas dépourvues d'importance. Par conséquent, les institutions d'accueil de mineurs en difficulté doivent fournir toutes les garanties de sérieux et de compétence. La présence en leur sein de personnes ayant fait l'objet de condamnations pénales – même dans un passé lointain – nuit gravement à la confiance que ces institutions se doivent d'inspirer.", "191.  Le gouvernement belge observe en outre que l'institution « Il Forteto » développe une activité commerciale lucrative peu compatible avec des objectifs d'assistance sociale aux mineurs et que la participation de ses membres aux commissions consultatives fournissant aux tribunaux un avis sur l'opportunité d'une mesure de placement ne semble guère indiquée.", "192.  Enfin, les méthodes du Forteto paraissent avoir pour finalité la rupture des relations entre les enfants et leur famille biologique, ce qui ne semble pas conforme à l'esprit du placement familial tel que l'implique l'article 8 de la Convention.", "iii.  Le gouvernement italien", "193.  Le gouvernement défendeur reconnaît que les autorités compétentes étaient vraisemblablement au courant des condamnations de L.R.F. et L.G. lorsqu'elles ont décidé de placer les enfants au Forteto. Cependant, il tient à souligner que dans l'opinion publique en Toscane l'inculpation de ces deux personnes a été perçue comme s'insérant dans le cadre du conflit entre partisans et adversaires du Forteto. En outre, les deux responsables en question ont été relaxés quant à dix chefs d'inculpation sur treize à l'issue d'un procès laborieux avec deux interventions de la Cour de cassation. Pour ce qui est des chefs d'inculpation sur lesquels L.R.F. et L.G. ont été condamnés, le Gouvernement évoque la constitution d'un comité chargé de rassembler des preuves en vue d'une demande en révision de la condamnation. Au demeurant, les hommes en question ne se sont pas rendus coupables d'autres actes délictueux depuis leur condamnation en 1985.", "194.  D'autre part, le Forteto jouit de la confiance de nombreuses institutions locales et régionales et a fait l'objet de plusieurs études. Le Gouvernement cite notamment une publication parue chez Il Mulino, l'une des plus importantes maisons d'édition d'Italie, fondée sur les recherches menées sur place par des psychologues, des médecins, des sociologues et des neuropsychiatres pour enfants. De plus, les résultats positifs du suivi des enfants confiés au Forteto ont également donné lieu à des études entreprises par des institutions d'autres pays. L'arrêt de la cour d'appel de Florence de 1985 a lui-même accordé une certaine valeur aux nombreux témoignages attestant des résultats positifs de l'expérience du Forteto. Au demeurant, le juge compétent près le tribunal n'a jamais constaté de faits négatifs se rapportant à l'établissement et à ses hôtes. Le Forteto est aussi soumis à la surveillance du ministère de l'Emploi, qui n'a relevé aucun problème au cours de sa dernière inspection. Des contrôles sont également effectués par la région et par la province. De toute façon, les mineurs confiés au Forteto sont suivis de près par les services sociaux compétents et le tribunal est tenu constamment informé.", "195.  Dans ce contexte, des condamnations remontant à plus de vingt ans perdent de leur importance.", "196.  Par ailleurs, il est à exclure que L.R.F. et L.G. jouent un rôle dans les programmes de réadaptation des mineurs confiés à la communauté, dont sont chargés en revanche de nombreux assistants sociaux et des équipes spécialisées placés sous la supervision du tribunal pour enfants. La garde des enfants a été confiée à M. G.C. et Mme M.G., lesquels, avec l'accord des services sociaux, sont assistés par Mme M.C.-G., épouse de M. L.G., et M.S., dans le suivi des activités scolaires des enfants (qui fréquentent une école publique dans la même zone) et les nombreuses réunions préparant les rencontres avec leur mère et leur grand-mère.", "197.  Quant aux lettres écrites par l'aîné des enfants, le Gouvernement considère comme sans importance le fait que l'une d'entre elles ait été rédigée en présence des parents d'accueil et de M. R., compte tenu de l'évolution des exigences de l'enfant, souvent critique vis-à-vis de ses parents et en particulier de sa mère, qui ne l'avait pas aidé bien qu'elle eût été mise au courant des abus sexuels qu'un ami de la famille avait fait subir à l'enfant. Quant à la signature apposée par l'aîné des enfants sur la lettre du 2 mars 1999, à laquelle avait été ajouté le nom de famille de l'une des personnes auxquelles il est confié, il faut y voir, de l'avis du Gouvernement qui se réfère à la position des psychologues sur ce point, une attitude positive de l'enfant vis-à-vis de sa prise en charge.", "198.  Il y a lieu de souligner aussi que plusieurs éléments du dossier montrent que l'état psychologique des enfants s'est constamment et sensiblement amélioré.", "199.  Le Gouvernement soutient, en conclusion, que le placement des enfants de la première requérante au Forteto est évalué d'une manière positive par tous les services compétents, qui jouissent de la confiance du tribunal pour enfants. Il n'y a en tout cas aucune raison de modifier un programme aussi complexe et difficile, compte tenu également de l'absence de collaboration de la part de la première requérante.", "iv.  La Commission", "200.  Selon la Commission, le fait que les deux membres de la communauté incriminés occupent toujours des postes importants au sein du Forteto est de nature à susciter des doutes. La Commission observe toutefois que les enfants de la première requérante n'ont pas été confiés aux responsables en question. En outre, les faits qui ont donné lieu à leur condamnation remontent effectivement à vingt ans et aucun élément du dossier ne permet de conclure que les deux personnes en cause se soient ultérieurement rendues coupables d'autres agissements du même genre et, surtout, qu'elles aient un contrôle direct sur les enfants ou une influence déterminante sur le couple auquel ils sont confiés. La Commission a considéré également que l'amélioration de l'état de santé des enfants est de nature à démentir le risque que le choix des autorités en faveur du Forteto se révèle manifestement contraire aux intérêts des enfants.", "b)  Appréciation de la Cour", "201.  La Cour juge opportun d'énoncer tout d'abord certains principes découlant de sa jurisprudence antérieure, qui peuvent contribuer à encadrer les questions difficiles que pose cette partie de la requête. En particulier, dans l'arrêt Johansen précité elle s'est exprimée comme suit (pp. 1003-1004, § 64) :", "« (...) la Cour tiendra compte de ce que la perception de l'opportunité d'une intervention des pouvoirs publics dans la prise en charge des enfants varie, d'un Etat contractant à l'autre, en fonction d'éléments tels que les traditions liées au rôle de la famille et à l'intervention de l'Etat dans les affaires familiales, ainsi que la mise à disposition de crédits publics dans ce domaine particulier. Cependant, l'examen de ce qui sert au mieux l'intérêt de l'enfant est toujours d'une importance cruciale. Il faut en plus se souvenir que les autorités nationales bénéficient de rapports directs avec tous les intéressés (...), souvent au moment même où sont envisagées les mesures de prise en charge ou immédiatement après leur mise en œuvre. Il découle de ces considérations que la Cour n'a point pour tâche de se substituer aux autorités internes pour réglementer la prise en charge d'enfants par l'administration publique et les droits des parents de ces enfants, mais d'apprécier sous l'angle de la Convention les décisions qu'elles ont rendues dans l'exercice de leur pouvoir d'appréciation (...)", "La marge d'appréciation laissée ainsi aux autorités nationales compétentes variera selon la nature des questions en litige et la gravité des intérêts en jeu (...). Dès lors, la Cour reconnaît que les autorités jouissent d'une grande latitude pour apprécier la nécessité de prendre en charge un enfant, mais il faut exercer un contrôle plus rigoureux à la fois sur les restrictions supplémentaires, comme celles apportées par les autorités aux droits et aux visites des parents, et sur les garanties destinées à assurer la protection effective du droit des parents et enfants au respect de leur vie familiale. Ces restrictions supplémentaires comportent le risque d'amputer les relations familiales entre les parents et un jeune enfant. »", "202.  La Cour constate ensuite que deux des principaux responsables et cofondateurs du Forteto ont été condamnés en 1985 par la cour d'appel de Florence pour mauvais traitements et abus sexuels sur trois handicapés accueillis dans la communauté. Ces deux responsables ont par ailleurs été amnistiés quant au délit d'usurpation de titre, dont ils avaient été inculpés pour s'être arrogé le titre de psychologues diplômés des universités de Berne et de Zurich (paragraphes 32 et 33 ci-dessus). Cette condamnation est un fait, une copie intégrale de l'arrêt de la cour d'appel, confirmé par la Cour de cassation, figurant parmi les pièces versées au dossier. Dès lors, la Cour ne saurait attribuer d'importance à l'argument du Gouvernement fondé sur la constitution d'un comité chargé de rassembler des éléments, d'ailleurs non précisés, en vue de demander la révision du procès. La Cour ne juge pas pertinente non plus la référence du Gouvernement au sentiment de l'opinion publique en Toscane à l'époque du procès (paragraphe 193 ci-dessus).", "203.  La Cour n'est pas appelée à se prononcer sur le Forteto en tant que tel ou sur la qualité générale du suivi des enfants qui sont confiés à ce dernier. Elle n'est pas appelée non plus à dire si la confiance que nombre d'institutions ont envers le Forteto est bien placée ou non. En outre, si l'arrêt de la cour d'appel de Florence de 1985 fait ressortir certains éléments quant à l'atmosphère et aux pratiques existant au Forteto à la fin des années 70, ces éléments se réfèrent à la situation au sein de la communauté il y a plus de vingt ans et la Cour ne dispose pas de données lui permettant de prendre position sur le Forteto d'aujourd'hui. Elle n'a d'ailleurs pas à s'immiscer dans la polémique opposant partisans et adversaires du Forteto.", "204.  Toutefois, le fait que les deux membres condamnés en 1985 occupent toujours des postes de responsabilité au sein de la communauté ne saurait être considéré comme anodin et appelle un examen circonstancié de la situation concrète en ce qui concerne les enfants de la première requérante.", "205.  La Cour note que, contrairement à ce qu'affirme le gouvernement défendeur, les éléments ressortant du dossier montrent que les deux responsables en question jouent un rôle très actif par rapport aux enfants de la première requérante. Ainsi :", "–  L.R.F. a participé à la réunion du 8 septembre 1997, à l'issue de laquelle les services sociaux ont recommandé au tribunal pour enfants de Florence de placer les enfants de la première requérante auprès du Forteto (paragraphe 35 ci-dessus) ;", "–  lors de l'interrogatoire du 15 décembre 1997, l'aîné des enfants était accompagné entre autres par Mme M.C.-G. qui, comme le reconnaît le Gouvernement lui-même (paragraphes 114 et 196 ci-dessus), est en fait l'épouse de L.G. (paragraphe 56 ci-dessus) ;", "–  L.G. a signé la lettre adressée le 7 janvier 1998 au parquet et au tribunal pour enfants, relatant les incidents qu'auraient causés la première requérante et son ex-époux lorsqu'ils tentèrent de voir les enfants au Forteto (paragraphe 53 ci-dessus) ;", "–  le 29 juin 1998, L.R.F. a écrit, au nom du Forteto, une lettre détaillée au sujet des enfants de la première requérante, recommandant un report des rencontres programmées avec le cadet des enfants (paragraphe 65 ci-dessus).", "206.  La Cour estime que ces éléments témoignent clairement du rôle actif de ces deux personnes dans le suivi des enfants de la première requérante. Or la circonstance que, dans le cadre de la prise en charge d'enfants par les pouvoirs publics, deux personnes condamnées, certes vingt ans auparavant, pour des mauvais traitements et des abus commis sur des personnes qui à l'époque leur étaient confiées au sein de la même communauté puissent jouer un rôle aussi actif suscite de sérieuses réserves.", "207.  Le fait, reconnu par le Gouvernement (paragraphe 193 ci-dessus), que le tribunal pour enfants était au courant des antécédents des deux membres en question lors de la prise des décisions concernant les enfants de la première requérante renforce ces réserves, même si depuis 1985 L.R.F. et L.G. ne se sont plus rendus coupables d'autres actes délictueux et qu'aucun élément du dossier n'indique que ces deux personnes, ou d'autres membres ou hôtes de la communauté, commettent des abus ou des mauvais traitements sur les enfants de la première requérante ou sur d'autres enfants accueillis au Forteto. A cela s'ajoutent les abus sexuels commis à un stade antérieur sur l'aîné des enfants (paragraphes 14-19 ci-dessus). La coïncidence des deux éléments – les abus soufferts antérieurement par l'aîné des enfants et les antécédents de L.R.F. et L.G. – explique parfaitement et rend objectivement compréhensibles les inquiétudes qu'éprouvait la première requérante à propos du placement de ses enfants au Forteto, compte tenu surtout du fait qu'elles émanaient d'une mère qui avait été séparée de ses enfants. ", "208.  Il y a lieu de noter aussi que les autorités n'ont jamais expliqué à la première requérante pourquoi le placement de ses enfants au Forteto ne posait aucun problème malgré les condamnations en question. De l'avis de la Cour, pareille absence d'information n'est pas compatible avec les devoirs d'équité et d'information qui incombent à l'Etat lorsqu'il prend des mesures d'ingérence graves dans une sphère aussi délicate et sensible que celle de la vie familiale. Sans explications exhaustives et pertinentes de la part des autorités compétentes, on ne saurait purement et simplement imposer, comme cela s'est produit dans le cas d'espèce, à un parent de voir ses propres enfants placés dans une communauté dont certains responsables se sont vu infliger de lourdes condamnations par le passé pour mauvais traitements et abus sexuels. Cette situation se trouve aggravée par les deux groupes d'éléments suivants.", "209.  En premier lieu, certains responsables du Forteto, y compris l'une des deux personnes condamnées en 1985, semblent avoir contribué d'une manière significative à retarder ou entraver la mise en œuvre des décisions du tribunal pour enfants de Florence autorisant des contacts entre la première requérante et ses enfants. Ainsi, il ressort du dossier qu'à la suite de la décision du 9 septembre 1997 permettant à la première requérante de revoir son fils cadet et avant que le tribunal ne décide d'une manière définitive, le 15 mars 1998, de subordonner la reprise des contacts avec M. à un programme de préparation, les responsables du Forteto semblent avoir empêché la première requérante de revoir ses enfants, en particulier le cadet, contrairement à la décision du tribunal, ce que la Cour juge inadmissible. En outre, il semblerait que la lettre envoyée par L.R.F. au substitut du procureur le 29 juin 1998, recommandant un report des rencontres, ne soit pas totalement étrangère à la communication de ce même substitut du procureur au tribunal pour enfants, seulement trois jours plus tard, suggérant implicitement le report des rencontres programmées, dont il déclarait avoir eu connaissance (paragraphes 66 et 171 ci-dessus).", "210.  En deuxième lieu, les éléments du dossier attestent d'une influence croissante des responsables du Forteto, y compris, encore une fois, de l'un des deux membres condamnés en 1985, sur les enfants de la première requérante, influence qui tend à éloigner ceux-ci, tout particulièrement l'aîné, de leur mère. Ainsi, la Cour note que l'aîné a reconnu, lors de l'expertise du 27 février 1999, avoir écrit la lettre adressée au parquet en présence, entre autres, d'une personne portant le prénom de L.R.F. La Cour ne saurait se prononcer sur la sincérité des affirmations contenues dans les missives de l'aîné des enfants. Toutefois, d'un point de vue objectif, on ne peut pas non plus n'accorder aucune importance à la présence d'adultes, dont vraisemblablement L.R.F., lors de la rédaction par un enfant de douze ans de lettres adressées au président d'un tribunal ou au parquet. La Cour juge d'ailleurs préoccupants les revirements d'attitude en particulier de l'aîné vis-à-vis de sa mère (comme celui ressortant de la lettre du 2 mars 1999 (paragraphe 87 ci-dessus), envoyée quatre jours seulement après que l'enfant eut déclaré, dans le cadre de l'expertise du 27 février 1999 (paragraphe 116 ci-dessus), que cela lui faisait plaisir de revoir sa mère).", "211.  Pour la Cour, les faits démontrent que les responsables du Forteto impliqués dans le suivi des enfants de la première requérante ont contribué à détourner de leur but les décisions du tribunal pour enfants permettant des rencontres. De surcroît, l'on ne sait pas au juste à qui les enfants sont en réalité confiés au sein du Forteto. En effet, les différentes personnes qui accompagnent les enfants à l'extérieur du Forteto ne paraissent pas se borner à fournir une aide aux parents d'accueil, ainsi que l'affirme le Gouvernement (paragraphe 196 ci-dessus) : comme cela ressort de plusieurs procès-verbaux, ces différentes personnes se sont toutes présentées comme étant les parents d'accueil (paragraphes 56, 60 et 68 cidessus). Le témoignage des deux experts commis d'office (paragraphe 43 ci-dessus), que le Gouvernement n'a pas contesté, vient corroborer cette constatation. ", "212.  Cette situation et les antécédents criminels desdits responsables auraient dû amener le tribunal pour enfants à exercer une surveillance accrue quant au suivi des enfants au sein du Forteto et à l'influence des responsables concernés sur eux et sur les relations avec leur mère. Or tel n'a pas été le cas. En fait, les responsables en question œuvrent dans une communauté qui jouit d'une énorme latitude et qui ne semble pas soumise à un contrôle effectif des autorités compétentes. A cet égard, la Cour note également que le gouvernement défendeur n'a pas produit d'éléments suffisants de nature à démontrer que les inspections semestrielles du juge des tutelles, en vertu de l'article 9 de la loi no 184 de 1983, ont effectivement eu lieu. Au demeurant, le Gouvernement n'a produit aucun rapport du juge des tutelles faisant état de pareilles inspections.", "213.  De plus, l'incidence négative sur les chances de renouer une relation avec la mère qu'ont eue l'attitude et le comportement des personnes ayant la charge des enfants au sein du Forteto, y compris les deux responsables condamnés en 1985, s'ajoute à l'attitude négative des services sociaux, relevée auparavant, et contribue à priver la première requérante d'une chance sérieuse de retrouver un jour ses enfants.", "214.  Quant à l'absence de limite à la durée du placement au Forteto, la pratique montre que, lorsque le placement en communauté se prolonge, nombre des enfants qui font l'objet d'une telle mesure ne recouvrent en réalité jamais une véritable vie de famille en dehors de la communauté. Dès lors, la Cour n'aperçoit aucune justification valable au fait que le placement des enfants de la première requérante ne soit pas assorti d'une limite temporelle, ce qui de plus semble aller à l'encontre des dispositions pertinentes du droit italien, à savoir l'article 4 de la loi no 184 de 1983.", "215.  En réalité, l'absence de limite temporelle au placement et l'influence négative des personnes qui, au sein du Forteto, suivent les enfants, combinées avec l'attitude et le comportement des services sociaux, sont en train d'acheminer les enfants de la première requérante vers une séparation irréversible d'avec leur mère et une intégration à long terme au Forteto. Même si plusieurs éléments indiquent que l'état de santé psychologique et physique des enfants s'est sensiblement amélioré depuis leur placement (paragraphes 118-122 ci-dessus), cette évolution de la situation, qui d'ailleurs amoindrit le rôle et les décisions des juridictions saisies de l'affaire, comporte un risque réel d'amputer les relations familiales entre la première requérante et ses enfants.", "216.  En conséquence, la Cour considère que les autorités n'ont pas fait preuve de la prudence et de la vigilance requises dans un contexte aussi délicat et sensible, au préjudice des droits de la première requérante mais aussi des intérêts supérieurs de ses enfants. Dès lors, dans les circonstances exposées ci-dessus, le placement ininterrompu à ce jour des enfants au Forteto ne se concilie pas avec les exigences de l'article 8 de la Convention.", "4.  La situation de la deuxième requérante", "a)  Thèses des comparants", "i.  La deuxième requérante", "217.  La deuxième requérante allègue tout d'abord que l'article 12 de la loi no 184 de 1983, privilégiant le placement près des proches dont la résidence serait connue, aurait été ignoré car la possibilité de confier les enfants à leur grand-mère n'a jamais été prise en considération. A cet égard, elle souligne que jusqu'en 1992 elle a vécu avec G., avec lequel elle affirme avoir d'excellentes relations.", "218.  Elle fait valoir ensuite qu'afin de se conformer aux indications du tribunal elle s'est installée en Italie, où elle habite non pas chez sa fille mais dans un appartement à elle. Malgré cela, les autorités lui refusent toujours leur confiance car elles ne la considèrent pas comme autonome par rapport à sa fille.", "ii.  Le gouvernement italien", "219.  Le gouvernement italien, qui ne conteste pas que les relations entre la deuxième requérante et ses petits-enfants relèvent du champ d'application du droit au respect de la vie familiale garanti par l'article 8, fait valoir que les autorités ont bien examiné les demandes de la deuxième requérante et ont prévu une reprise graduelle des rapports entre les enfants et leur grand-mère. Cela étant, les derniers événements, en particulier le retard avec lequel la deuxième requérante a repris contact avec les services sociaux après l'annulation de la première rencontre préparatoire, attestent, de l'avis du Gouvernement, du peu d'empressement de cette dernière à s'occuper effectivement des enfants. Le Gouvernement invoque par ailleurs, en se référant aux explications des services sociaux, la nécessité d'accorder la priorité à la préparation des rencontres avec la mère.", "iii.  La Commission", "220.  La Commission a estimé que la décision des autorités de ne pas donner suite à la demande de la deuxième requérante tendant à se voir confier les enfants s'appuie sur des motifs pertinents, en particulier l'inopportunité que les autorités compétentes perdent tout contrôle direct sur la situation des enfants. La Commission a en outre qualifié le comportement de la deuxième requérante d'incohérent.", "b)  Appréciation de la Cour", "221.  La Cour note d'abord qu'il n'est pas contesté que les questions relatives aux relations entre la deuxième requérante et ses petits-enfants sont couvertes par l'article 8 de la Convention. Elle rappelle d'ailleurs à cet égard que « (...) la « vie familiale » au sens de l'article 8 englobe pour le moins les rapports entre proches parents, lesquels peuvent y jouer un rôle considérable, par exemple entre grands-parents et petits-enfants. Le « respect » de la vie familiale ainsi entendue implique, pour l'Etat, l'obligation d'agir de manière à permettre le développement normal de ces rapports (...) » (arrêt Marckx c. Belgique du 13 juin 1979, série A no 31, p. 21, § 45).", "222.  Quant à la demande de la deuxième requérante tendant à se voir confier les enfants, la Cour relève que l'article 12 de la loi no 184 de 1983 privilégie le placement auprès de membres proches de la famille dont la résidence serait connue. La Cour note cependant que les éléments ressortant du dossier mettent en évidence des difficultés importantes qu'a la deuxième requérante à s'occuper effectivement des enfants : elle n'a pas témoigné de disponibilité pour suivre un premier programme de préparation de rencontres avec les enfants en raison de la distance de son lieu de résidence en Belgique (paragraphe 75 ci-dessus) ; après s'être installée en Italie elle a dû retourner en Belgique, dans le courant de l'automne 1999, pour résoudre des problèmes administratifs liés à l'indemnité d'invalidité qu'elle perçoit pour son fils handicapé, toujours à sa charge (paragraphes 110 et 111 ci-dessus) ; enfin, en février 2000, elle aurait été hospitalisée à cause de troubles cardiaques (paragraphe 112 ci-dessus). Par ailleurs, il est difficile d'attribuer un poids décisif au fait que l'aîné des enfants aurait vécu avec sa grand-mère en 1992, étant donné le jeune âge de l'enfant à cette époque et l'absence d'éléments attestant de l'existence d'un rapport étroit et continu avec la deuxième requérante depuis lors. La Cour considère en conséquence que la décision des autorités de ne pas confier les enfants à la deuxième requérante s'appuie sur des motifs pertinents, même après l'installation, d'ailleurs interrompue, de la deuxième requérante en Italie. ", "223.  Quant aux rencontres entre la deuxième requérante et les enfants, la Cour note que l'attitude de la grand-mère s'est d'abord caractérisée par une certaine incohérence. Comme l'a observé la Commission, il est difficile de comprendre pourquoi la deuxième requérante a refusé toute activité de préparation avant de revoir les enfants, alléguant la distance de son lieu de résidence, alors qu'elle avait demandé à les rencontrer au moins deux fois par semaine. ", "224.  Plus tard, malgré la décision du tribunal pour enfants de Florence du 22 décembre 1998, prévoyant le début des rencontres entre la deuxième requérante et les enfants avant le 15 mars 1999 après un programme de préparation devenu désormais possible par suite de son installation en Italie, la deuxième requérante ne s'est plus manifestée et s'est bornée à attendre d'être convoquée par les services sociaux, même après l'expiration du délai fixé par le tribunal. De plus, elle n'a pas estimé nécessaire de prévenir les autorités de ses déplacements en Belgique, de sorte que les deux convocations envoyées par les services sociaux, certes tardives, n'ont pas pu aboutir.", "225.  Bien que la Cour juge peu convaincante l'explication avancée par le Gouvernement pour justifier le retard dans la mise en œuvre de la décision du tribunal concernant la deuxième requérante, le Gouvernement se référant à la nécessité pour les services sociaux de concentrer leurs énergies sur la préparation des rencontres avec la première requérante, elle estime que la deuxième requérante n'a pas justifié de manière pertinente son inertie après l'expiration du délai, pas plus que le fait de n'avoir pas signalé aux autorités compétentes ses déplacements en Belgique.", "226.  Aux yeux de la Cour, la conduite de la deuxième requérante témoigne du peu d'empressement de cette dernière à revoir ses petits-enfants, ce qui est de nature à contrebalancer le retard des autorités. ", "227.  Eu égard aux considérations qui précèdent, la Cour conclut qu'il n'y a pas eu violation de l'article 8 de la Convention quant à la deuxième requérante.", "D.  Sur l'applicabilité des articles 6 § 1 et 14 de la Convention", "228.  Les requérantes n'ont pas réitéré devant la Cour leurs griefs tirés des articles 6 § 1 et 14 de la Convention en raison, respectivement, des retards dans l'examen de leurs recours par les juridictions internes et d'un traitement prétendument discriminatoire.", "229.  Dans son rapport, la Commission a estimé que, dans les circonstances de la présente affaire, en particulier eu égard au fait que le recours du 3 décembre 1997 n'avait eu à l'époque de son rapport aucune suite concrète, le grief tiré sur le terrain de l'article 6 § 1 de la durée de la procédure devait être considéré comme étant absorbé par les questions ayant trait à l'article 8 de la Convention. Quant à l'article 14, la Commission a considéré que cette disposition n'avait aucune incidence dans le cas d'espèce, les requérantes n'ayant allégué aucune situation proprement discriminatoire au sens de cet article.", "230.  A la lumière de ses conclusions sur l'article 8, la Cour n'aperçoit aucune raison de s'écarter des conclusions de la Commission sur ce point et estime dès lors qu'aucune question distincte ne se pose au regard de ces dispositions de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 3 DE LA CONVENTION", "A.  Sur la violation de l'article 3 de la Convention en raison des traitements auxquels les enfants seraient soumis au sein de la communauté « Il Forteto »", "231.  La première requérante, au nom de ses enfants, se plaint d'une violation de l'article 3 de la Convention en raison du risque que ses enfants soient soumis à des traitements douteux au sein du Forteto. En outre, le danger que ses enfants ne subissent à nouveau des violences de nature pédophile ou ne soient exposés à un environnement marqué dans le passé, au moins quant à certains membres de la coopérative, par de telles expériences, serait en soi contraire à l'article 3.", "232.  Aux termes de l'article 3 de la Convention,", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "233.  Le Gouvernement souligne notamment qu'aucun élément du dossier ne prouve que les deux responsables en question, ou d'autres membres ou hôtes de la communauté, se livrent actuellement à des abus ou à des mauvais traitements sur les enfants de la première requérante ou sur d'autres enfants accueillis dans le foyer.", "234.  Selon la Commission, le dossier ne contient aucun élément tangible de nature à prouver, au-delà de tout doute raisonnable, que les enfants sont soumis à des traitements contraires à l'article 3.", "235.  Malgré le caractère inquiétant de certains témoignages produits par la première requérante (paragraphes 38-40 ci-dessus), dont le Gouvernement ne conteste pas la véracité, la Cour partage l'avis de la Commission, dans la mesure où aucun élément du dossier n'indique que les enfants soient soumis, au sein du Forteto, à des traitements contraires à l'article 3 de la Convention. Il y a lieu de souligner également qu'à cet égard la première requérante n'a déposé aucune plainte criminelle devant les autorités internes compétentes. Partant, il n'y a pas eu violation de l'article 3.", "B.  Sur la violation de l'article 3 de la Convention en raison du désarroi éprouvé par les requérantes", "236.  Dans leur mémoire déposé devant la Cour le 3 mars 1999, les requérantes allèguent la violation de l'article 3 de la Convention également pour ce qui concerne les souffrances et le désarroi qu'elles ont éprouvés en raison de leur situation considérée dans son ensemble.", "237.  La Cour relève que ce grief, qui ne soulève en substance aucune question distincte de celles relevant de l'article 8 de la Convention, ne figure pas, en tout état de cause, parmi ceux retenus par la Commission dans sa décision sur la recevabilité. Sur ce point il y a donc forclusion.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 2 DU PROTOCOLE No 1", "238.  La première requérante se plaint enfin de ce que ses enfants ne bénéficient pas d'une scolarisation adéquate et du fait que leur éducation semble assurée uniquement au sein de la communauté. Elle allègue de ce fait une violation de l'article 2 du Protocole no 1.", "239.  Selon cette disposition,", "« Nul ne peut se voir refuser le droit à l'instruction. L'Etat, dans l'exercice des fonctions qu'il assumera dans le domaine de l'éducation et de l'enseignement, respectera le droit des parents d'assurer cette éducation et cet enseignement conformément à leurs convictions religieuses et philosophiques. »", "240.  Le Gouvernement affirme que les allégations de la première requérante ne correspondent pas à la réalité, étant donné que les enfants sont constamment suivis. Quant à l'aîné des enfants, le Gouvernement tient à préciser qu'un certain délai dans sa scolarisation était inévitable compte tenu de sa situation personnelle délicate et de l'opportunité que sa réinsertion en milieu scolaire se fasse graduellement.", "241.  La Commission a estimé que les craintes de la première requérante ne paraissent plus fondées dès lors qu'il ressort du dossier qu'en particulier l'aîné des enfants est désormais scolarisé. Le retard initial semble par ailleurs justifié si l'on tient compte de la situation dramatique dont cet enfant venait de sortir.", "242.  La Cour note qu'il ressort du dossier que l'aîné des enfants a été scolarisé peu après son arrivée au Forteto (paragraphe 47 ci-dessus). Quant au cadet, qui vient d'atteindre l'âge scolaire, la Cour note qu'il ressort du dossier qu'il est en fait scolarisé dans une école maternelle (paragraphe 123 ci-dessus). Par ailleurs, quant à l'influence du Forteto dans le suivi et l'éducation des enfants, la Cour se reporte à ses conclusions concernant le placement des enfants dans cette communauté (paragraphes 201-216 ci-dessus).", "243.  Partant, il n'y a pas eu violation de l'article 2 du Protocole no 1.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "244.  Aux termes de l'article 41 de la Convention :", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "245.  La première requérante demande 100 000 000 lires italiennes (ITL) pour réparation du préjudice moral. A ce titre, elle sollicite également 700 000 000 ITL au nom des enfants pour le préjudice subi par eux. Cette dernière demande se fonde notamment sur le reproche fait aux autorités de n'avoir pas cherché à trouver une solution de placement dans le cadre des relations familiales.", "246.  La première requérante réclame aussi 300 000 000 ITL au cas où la Cour déciderait que le lieu de placement des enfants n'est pas adéquat.", "247.  Quant au préjudice matériel, la première requérante réclame 15 000 000 ITL pour la perte de son ancien emploi, perte qu'elle attribue aux difficultés découlant de la situation litigieuse et l'ayant contrainte à des absences répétées de son ancien poste de travail.", "248.  Le gouvernement défendeur se borne à alléguer l'absence de preuves étayant les demandes de la première requérante. Il souligne par ailleurs le caractère complexe et délicat des questions qui surgiraient d'un éventuel arrêt constatant la violation de la Convention, notamment devant le Comité des Ministres pour ce qui concerne l'adoption de mesures individuelles.", "249.  La Cour souligne tout d'abord qu'en vertu de l'article 46 de la Convention les Parties contractantes se sont engagées à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties, le Comité des Ministres étant chargé d'en surveiller l'exécution. Il en découle notamment que l'Etat défendeur, reconnu responsable d'une violation de la Convention ou de ses Protocoles, est appelé non seulement à verser aux intéressés les sommes allouées à titre de satisfaction équitable, mais aussi à choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à adopter dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d'en effacer autant que possible les conséquences (voir, mutatis mutandis, l'arrêt Papamichalopoulos et autres c. Grèce (article 50) du 31 octobre 1995, série A no 330-B, pp. 58-59, § 34). Il est entendu en outre que l'Etat défendeur reste libre, sous le contrôle du Comité des Ministres, de choisir les moyens de s'acquitter de son obligation juridique au regard de l'article 46 de la Convention pour autant que ces moyens soient compatibles avec les conclusions contenues dans l'arrêt de la Cour.", "250.  Dès lors, en vertu de l'article 41 de la Convention, le but des sommes allouées à titre de satisfaction équitable est uniquement d'accorder une réparation pour les dommages subis par les intéressés dans la mesure où ils constituent une conséquence de la violation ne pouvant en tout cas pas être effacée.", "251.  Quant au préjudice matériel, la Cour estime que la première requérante n'a pas apporté d'éléments concrets à l'appui de ses allégations.", "252.  Quant au préjudice moral, la Cour considère que la première requérante en a certainement subi un en raison du nombre insuffisant de rencontres avec ses enfants organisées jusqu'à présent, du retard avec lequel celles-ci ont eu lieu, de l'absence d'explications concernant le choix des autorités de placer les enfants au Forteto, et, en outre, de par les entraves au renouement des relations avec ses enfants découlant de la conduite des personnes qui ont la charge des enfants au sein du Forteto. La Cour note aussi que, depuis leur éloignement, le 9 septembre 1997, donc depuis deux ans et dix mois, la requérante n'a vu les enfants que deux fois et qu'aucune autre rencontre n'a été organisée depuis le 9 septembre 1999. On peut raisonnablement présumer que l'ensemble de ces circonstances a provoqué chez elle un état d'anxiété et de souffrance important et grandissant au fil du temps. Statuant en équité, la Cour alloue à la première requérante 100 000 000 ITL.", "253.  La Cour estime ensuite que les enfants ont eux aussi subi un préjudice personnel. La Cour a en effet considéré que le risque croissant d'une rupture irréversible des liens avec leur mère et le danger que le placement prolongé au Forteto les empêche de retrouver un jour une vie de famille en dehors de la communauté ne cadrent pas avec le but affiché des autorités de sauvegarder les intérêts des enfants. La Cour estime donc devoir prendre en compte ce préjudice en se référant à la position des enfants en tant que requérants et, statuant en équité, décide d'allouer personnellement à chacun d'entre eux la somme de 50 000 000 ITL.", "B.  Frais et dépens", "254.  La première requérante demande le remboursement des frais de justice et des honoraires d'expertise dans le cadre des procédures devant les juridictions italiennes, soit 11 550 000 ITL.", "255.  La première requérante demande en outre 121 463 603 ITL au titre des frais afférents à la procédure devant la Commission, puis devant la Cour (elle a produit une note d'honoraires). A cet égard, l'avocate de la première requérante demande que les honoraires lui soient versés directement. A cette fin, elle a produit une attestation relative aux frais que la première requérante lui a déjà versés par avance, d'un montant de 800 000 ITL.", "256.  Le Gouvernement s'en remet à la sagesse de la Cour.", "257.  Quant aux frais engagés devant les juridictions internes, la Cour observe que, bien qu'au moins une partie de ces frais aient été exposés pour faire corriger les diverses violations de l'article 8 de la Convention, la première requérante n'a produit aucun justificatif à cet égard. Il y a donc lieu d'écarter ses demandes sur ce point.", "258.  En ce qui concerne les frais encourus devant les organes de la Convention, la Cour estime que l'affaire revêtait une indéniable complexité. Elle juge toutefois excessive la somme demandée par l'avocate de la première requérante. Statuant en équité et eu égard à la pratique des organes de la Convention en la matière, elle estime raisonnable la somme de 26 250 000 ITL, dont il y a lieu de déduire la somme que l'avocate a déjà perçue par avance de la première requérante (800 000 ITL) et celles qui lui ont déjà été versées au titre de l'assistance judiciaire octroyée aux requérantes par la Commission puis par la Cour, 28 030,75 francs français au total (soit 7 765 000 ITL). Dès lors, le solde restant à payer à l'avocate de la première requérante, conformément à sa demande, s'élève à 17 685 000 ITL.", "C.  Intérêts moratoires", "259.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en Italie à la date d'adoption du présent arrêt est de 2,5 % l'an.", "par ces motifs, la cour, À L'UNANIMITÉ,", "1.  Rejette l'exception préliminaire du Gouvernement ;", "", "2.  Dit qu'il n'y a pas eu violation de l'article 8 de la Convention en raison de la suspension de l'autorité parentale de la première requérante et de l'éloignement de ses enfants ;", "", "3.  Dit qu'il y a eu violation de l'article 8 de la Convention en raison du retard avec lequel ont eu lieu les rencontres entre la première requérante et ses enfants et quant au nombre insuffisant de celles-ci ;", "", "4.  Dit qu'il y a eu violation de l'article 8 de la Convention en raison du placement des enfants de la première requérante dans la communauté « Il Forteto » ;", "", "5.  Dit qu'il n'y a pas eu violation de l'article 8 de la Convention en ce qui concerne la deuxième requérante ;", "", "6.  Dit qu'aucune question distincte ne se pose au regard des articles 6 § 1 et 14 de la Convention ;", "", "7.  Dit qu'il n'y a pas eu violation de l'article 3 de la Convention en raison des traitements auxquels les enfants de la première requérante seraient soumis au sein de la communauté « Il Forteto » ;", "", "8.  Dit qu'il y a forclusion pour ce qui concerne le grief des requérantes tiré de l'article 3 de la Convention en raison des souffrances liées à leur situation considérée dans son ensemble ;", "", "9.  Dit qu'il n'y a pas eu violation de l'article 2 du Protocole no 1 ;", "", "10.  Dit", "a)  que l'Etat défendeur doit verser à la première requérante, dans les trois mois, 100 000 000 ITL (cent millions de lires italiennes) pour dommage moral ;", "b)  que l'Etat défendeur doit verser personnellement à chacun des enfants de la première requérante, dans les trois mois, la somme de 50 000 000 ITL (cinquante millions de lires italiennes) pour dommage moral ;", "c)  que l'Etat défendeur doit verser à l'avocate de la première requérante, dans les trois mois, la somme de 17 685 000 ITL (dix-sept millions six cent quatre-vingt-cinq mille lires italiennes) pour frais et dépens ;", "d)  que l'Etat défendeur doit verser à la première requérante, dans les trois mois, la somme de 800 000 ITL (huit cent mille lires italiennes) pour frais et dépens au titre de l'avance que la première requérante a versée à son avocate ;", "e)  que ces montants seront à majorer d'un intérêt simple de 2,5 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "11.  Rejette la demande de satisfaction équitable pour le surplus.", "\nFait en français et en anglais, puis communiqué par écrit le 13 juillet 2000, en application de l'article 77 §§ 2 et 3 du règlement.", "", "", "", "\t\t\t      Luzius Wildhaber\n\t\t\t      Président", "Michele de Salvia\n        Greffier", "", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante de M. Zupančič.", "\t\t\t\t        L.W.\n\t\t\t\t  M. de S.", "", "OPINION CONCORDANTE DE M. LE JUGE ZUPANČIČ", "(Traduction)", "Je souscris pleinement à l'arrêt dans la présente affaire. Cependant, j'estime qu'il pourrait être utile de faire quelques observations générales sur le caractère particulier, du point de vue procédural, de causes comme celles sur lesquelles nous nous sommes prononcés aujourd'hui.", "Des affaires comme Scozzari et Giunta c. Italie ne sont pas des différends juridiques paradigmatiques. Elles donnent naissance à des problèmes spécifiques liés à la doctrine de la Cour sur l'accès à un tribunal et à la prééminence du droit. Depuis l'arrêt Olsson c. Suède (no 1) du 24 mars 1988, série A no 130, jusqu'à l'affaire Nuutinen c. Finlande récemment (no 32842/96, CEDH 2000-VIII), toute la série d'affaires sur l'article 8, c'est-à-dire les affaires de droit de la famille, ont soulevé des difficultés procédurales spécifiques. Ces difficultés sont, pour la plupart, compensées, comme nous le verrons, par le caractère non rétrospectif des jugements sur les litiges relevant du droit de la famille. Ainsi, la difficulté tenant à ce que la configuration factuelle évolue jusqu'à la dernière minute force la Cour à se livrer à une recherche des faits en première instance, voire même à une évaluation des probabilités.", "Que je sache, la doctrine n'offre pas de solutions toutes prêtes aux questions récurrentes que je viens d'évoquer.", "Un différend juridique classique comporte certaines composantes procédurales. Premièrement, le droit et le remède sont normalement interdépendants ; deuxièmement, l'action en justice est rétrospective, en ce sens qu'elle concerne d'habitude uniquement des événements (faits) passés ; troisièmement, les polarités des aspects juridiques du différend se doivent d'être monocentriques, en ce sens que finalement il y a une question à trancher ; quatrièmement, il existe entre les faits pertinents du point de vue du droit et la norme applicable une tension déontologique.", "Ce que l'on appelle « l'intérêt supérieur de l'enfant », par exemple, n'est pas assez spécifique pour établir la polarité monocentrique habituelle des tribunaux, qui les amènent à choisir l'une de deux solutions. Ce qui contraint le tribunal à s'impliquer dans des choix polycentriques, c'est-à-dire à assumer un rôle de parens patriae actif. En outre, cette implication active du tribunal est un processus continu, qui se poursuivra parfois jusqu'à la majorité de l'enfant.", "L'impartialité, autrement dit la non-implication du tribunal, de même que les rôles respectifs des parties au litige sont eux aussi prédéterminés par les caractéristiques spécifiques des affaires de droit de la famille. Ainsi, l'impartialité passive des tribunaux résulte à l'évidence de l'interaction des deux partialités polarisées des parties. A son tour, l'affaire est en ce sens mûre – je me réfère ici à l'aspect « maturité » de la doctrine de la justiciabilité – une fois qu'elle se focalise sur une ou deux questions essentielles. Cette focalisation, si elle bouge comme une image virtuelle de la charge de la preuve, n'en est pas moins fixée dans le passé, autrement dit elle est totalement rétrospective. La finalité du jugement, dont on présume de manière irréfragable qu'il est valide (res judicata pro veritate habetur), dépend de la finalité préexistante des faits, c'est-à-dire de la rétrospective judiciaire. Au bout du compte, cela peut aussi, comme je l'ai relevé dans mon opinion dissidente dans l'arrêt Nuutinen, nuire à la mise en œuvre, à l'application et à l'exécution du jugement.", "De surcroît, le choix de la norme applicable est subordonné aux faits pertinents du point de vue juridique (événements passés) et, inversement, la question de savoir quels faits sont pertinents du point de vue juridique dépend du choix de la norme. Ce processus dialectique implique une configuration factuelle qui se soit cristallisée dans le passé, non un schéma qui change sans cesse. La fonction normale de découverte de la vérité qui est celle des cours de justice consiste à considérer et à apprécier les faits ainsi cristallisés, non à se prononcer sur la capacité et l'aptitude futures de personnes à exercer les fonctions parentales, par exemple. Du point de vue épistémologique, le droit de la preuve se fonde sur la méthode historique, non sur l'évaluation de probabilités pour l'avenir.", "Ces complications sont encore plus sérieuses pour les juridictions d'appel, nationales comme internationales, qui se trouvent confrontées à des événements assez récents, survenus après les décisions des juridictions inférieures. En d'autres termes, les juridictions d'appel se trouvent confrontées à l'évolution continue – dans le sens d'une amélioration ou d'une dégradation – de la relation familiale perturbée. La juridiction d'appel est donc bon gré mal gré impliquée dans une première appréciation de faits nouveaux (questiones facti). Elle ne peut se cantonner, comme elle le ferait normalement, à la configuration factuelle telle qu'elle a été établie par les juridictions inférieures et consignée dans le dossier, mais doit au contraire demeurer réceptive aux événements les plus récents. De sorte qu'elle aura du mal à se limiter aux questions de droit (questiones juris).", "Alors pourtant qu'elle est encore plus éloignée de l'appréciation factuelle directe des questions relationnelles sensibles, la juridiction internationale de dernier recours en vient même à jouer le rôle inconfortable – mais inéluctable – d'un enquêteur sur le terrain. En conséquence, le principe de l'immédiateté de l'enquête est ébranlé. La juridiction d'appel devant parvenir à définir un aspect de la configuration factuelle complexe et en constante évolution de l'affaire, une approche judiciaire totalement réductrice, autrement dit minimaliste, s'impose alors inévitablement.", "On ne saurait en conséquence valablement établir un rapport d'interdépendance entre le droit à ce que la vie familiale ne soit pas brisée et notre propre remède de la satisfaction équitable. Au paragraphe 249 de l'arrêt, nous formons le vœu que l'Etat italien choisisse l'une des options se conciliant avec notre arrêt et tente de remédier, autant que faire se peut, à la situation tragique de la famille Scozzari. Or, si plusieurs options s'offrent de toute évidence à l'Etat italien, aucune n'a véritablement le sens du quid pro quo habituel de la restitutio in integrum classique. Lorsque de jeunes enfants sont en jeu, le passage du temps est irréversible et irrémédiable.", "Par le passé, la Cour a, je crois, joué un rôle considérable en ce qu'elle a recherché des solutions de sagesse aux cas qui lui étaient soumis et a établi des principes et théories généraux qui régissent certains aspects du droit familial européen. Grâce à sa jurisprudence, on sait bien désormais quels droits la Convention européenne des Droits de l'Homme confère et quelles obligations elle fait peser sur les Etats contractants ou, plus précisément, quelles sont les limites d'une ingérence proportionnée dans des relations familiales perturbées.", "Pour résumer ces principes et doctrines, l'ultimum remedium de l'ingérence se justifie si a) elle sert objectivement l'intérêt supérieur de l'enfant, b) elle met en balance les droits des parents (et autres proches) et l'intérêt supérieur de l'enfant et c) elle s'efforce de manière tangible à rétablir la relation parent-enfant. Il est inutile de dire que d) le droit à ce que les tribunaux de la famille rendent des décisions à bref délai, droit qui découle plus de l'article 8 que de l'article 6 § 1 de la Convention, prend alors un relief singulier.", "L'affaire dont nous avons à connaître ici soulève toutefois deux questions supplémentaires. La première concerne aussi bien l'intensité que la continuité du contrôle que les pouvoirs publics sont tenus d'exercer sur l'exécution de leurs décisions par ceux auxquels ils ont confié la garde de l'enfant. La seconde question concerne le droit des parents et des enfants à ce que le mode de garde de substitution mis en place soit irréprochable. ", "A propos de cette dernière question, il va sans dire que le caractère excessivement grave d'une telle ingérence dans la vie familiale ne peut être proportionné que si le mode de garde de substitution imposé par l'Etat est irréprochable. ", "De plus, comme la question de la nature du mode de garde de substitution fait habituellement l'objet d'un litige secondaire entre les parents et l'Etat – litige découlant de la décision judiciaire initiale de s'ingérer dans la vie familiale –, cette question se confond avec celle de l'accès continu des parents, enfants et proches aux tribunaux.", "Un Etat ne peut interrompre à bon escient la relation humaine la plus fondamentale, celle qui existe entre parent et enfant, s'il n'est prêt et apte à continuer de rendre des décisions judiciaires allant au-delà de la force de chose jugée a posteriori d'une ingérence bien pesée dans la vie de la famille. Dans une simple affaire de divorce concernant un couple sans enfant, les tribunaux peuvent simplement constater et déclarer la fin de la relation et peut-être en tirer les conséquences nécessaires relativement au partage des biens acquis pendant l'existence du couple. Par contre, s'il y a des enfants, il faut continuellement prendre des décisions extrêmement graves et prospectives à long terme concernant la garde. Si l'enfant est confié à l'un des deux parents, c'est déjà un domaine où le jugement n'a pas de finalité immuable.", "A fortiori, dans une affaire où le comportement des deux parents se révèle préjudiciable à l'enfant, on ne peut se contenter de décider de briser la famille. Le tribunal se doit de suivre en permanence, en s'impliquant, les modalités de garde de substitution fixées initialement. Là encore, le tribunal de la famille a un rôle particulier car un différend de ce genre ne peut en aucune manière passer pour résolu de manière définitive – du moins pas tant que l'enfant n'est pas juridiquement majeur. Si donc l'Etat décide de s'immiscer dans la relation naturelle à long terme entre le parent et l'enfant, il doit admettre qu'il aura à l'avenir les devoirs et responsabilités d'un parens patriae. ", "Historiquement, la doctrine juridique du parens patriae se fondait sur l'hypothèse (erronée) que dans les affaires de droit de la famille, d'internement sur décision des autorités compétentes en matière civile et de délinquance juvénile, l'Etat agit in loco parentis et que, dès lors, aux « attitudes hostiles » de conflit, typiques du droit pénal et même du droit privé, se substitue ici une « attitude amicale » de l'Etat in loco parentis. Du point de vue juridique, il y avait une présomption irréfragable d'« attitude amicale ». Cette présomption faisait en réalité barrage à tout nouvel accès aux tribunaux.", "Voici une trentaine d'années, la doctrine du parens patriae s'est toutefois effondrée à la suite d'une série d'affaires constitutionnelles dont ont eu à connaître les juridictions de différents Etats. Il est devenu patent du point de vue juridique que ces pupilles de l'Etat (les enfants confiés à des organes de l'Etat, les malades mentaux internés et les délinquants juvéniles) se sont retrouvés dans le pire de deux mondes. En raison de la présomption de l'« attitude amicale », les enfants, les malades mentaux et les délinquants juvéniles ont perdu le bénéfice des garanties procédurales et normatives de la loi – sans pour autant bénéficier vraiment du traitement et du soin de l'Etat. Cela a provoqué la résurgence d'une protection judiciaire stricte – « l'accès au tribunal » dans le langage de notre propre jurisprudence – et l'on s'est écarté de l'idéologie naïve du parens patriae.", "La présente affaire montre clairement que l'Etat doit mettre en balance la décision initiale de s'ingérer dans la vie familiale et les responsabilités de parens patriae futures qu'il assume par là même.", "Ces responsabilités impliquent plus précisément, premièrement, pour les tribunaux de la famille un devoir de mise en balance. Lorsqu'ils envisagent une possible ingérence juridique dans la relation familiale, ils doivent avoir la certitude que les modalités de garde imposées par l'Etat seront de manière manifeste et tangible meilleures que la situation troublée à laquelle ils tentent de remédier. En deuxième lieu, les responsabilités qui pèsent d'office sur les tribunaux de la famille persistent tant que la relation fondamentale enfant-parent, qui doit constituer la finalité de l'ingérence, n'est pas restaurée. Troisièmement, les parties lésées doivent continuer à avoir accès à un tribunal, autrement dit les tribunaux doivent continuer à trancher les litiges accessoires découlant de la première décision judiciaire qui a constitué une ingérence dans la relation entre parents et enfants.", "En d'autres termes, si les tribunaux ne sont plus, juridiquement ou autrement, à même d'assumer de pareils engagements à long terme, ils ne doivent pas s'ingérer.", "Par contre, les tribunaux ne peuvent assumer eux-mêmes le soin quotidien des enfants, confié d'habitude aux services sociaux. Il reste que les services sociaux auxquels les tribunaux confient un enfant doivent être placés sous le contrôle systématique et continu des tribunaux.", "Le pouvoir strictement judiciaire de résolution des conflits – c'est-à-dire le pouvoir de résoudre les nouveaux litiges qu'engendrent les modalités initiales de garde de substitution – ne doit pas être laissé aux psychiatres, psychologues, travailleurs sociaux, directeurs d'institutions de placement de substitution, etc. Les modalités de substitution en matière de garde et de placement, tant qu'elles s'appliquent, donnent souvent lieu à toute une série de nouveaux conflits entre les parents et les services de protection sociale. Nombre d'autres affaires sur lesquelles la Cour s'est prononcée ont montré que les services de protection sociale ont tendance à s'arroger un pouvoir de décision arbitraire dépassant de loin celui que leur accorde la justice. Ce problème naît très probablement du caractère a posteriori et d'autres particularités des affaires de garde et de placement d'enfants évoquées plus haut. Le principe fondamental de la prééminence du droit demande toutefois que l'accès des parents et des enfants aux tribunaux soit strictement et constamment préservé.", "L'enjeu est trop grand pour que ces griefs soient tranchés arbitrairement par des services qui sont seulement habilités à assurer un placement de substitution. La présomption de leur bonne foi doit demeurer réfragable, autrement dit elle doit toujours pouvoir être contestée sur le plan juridique et donner lieu, sans interruption aucune, à un accès au tribunal. Les parents nourriciers, travailleurs sociaux, psychologues, psychiatres, institutions de placement de substitution, etc., ne sauraient être les arbitres dans des cas où leurs propres décisions sont la cible des critiques et des griefs des parents ; sinon on se trouverait en présence de ce qu'on appelle la justice du cadi.", "D'un point de vue procédural, ces litiges sont à première vue recevables si les questions qu'ils soulèvent transcendent les restrictions des décisions judiciaires fixant les modalités d'un placement de substitution.", "Cette question touche à la quintessence de la prééminence du droit. Les portes des tribunaux de la famille doivent demeurer grandes ouvertes."]}