{"file": "FRE_CLINF_50939_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "50939/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 98", "Juin 2007", "Bakan c. Turquie - 50939/99", "Arrêt 12.6.2007 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Refus d’accorder l’aide judiciaire à un demandeur ne pouvant pas payer les frais de procédure pour introduire l’instance – garanties procédurales offertes par le système national d’aide judiciaire : violation", "", "En fait : Le père et mari, et le frère, des requérants a été tué accidentellement par le tir d’un gendarme dans le cadre d’une opération policière visant des tiers ; la victime eut la malchance d’être touchée par le ricochet d’une balle provenant d’un tir d’avertissement visant un fugitif. La requérante, agissant en son nom et en celui de ses enfants, saisit le juge civil d’une demande de réparation du préjudice subi ; elle bénéficia de l’aide judiciaire au motif qu’elle ne possédait pas de biens immobiliers ni de revenus. Le juge civil déclina sa compétence au profit du juge administratif.", "Le tribunal administratif refusa d’accorder l’assistance judiciaire, au motif qu’à ce stade de l’affaire, vu les preuves présentées devant lui, l’action était mal fondée, et que la requérante ne pouvait pas prétendre être dans l’impossibilité de payer les frais de procédure dans la mesure où elle était représentée par un avocat ; il se référa sur ce point à la jurisprudence du Conseil d’Etat. Le tribunal exigea le versement d’une somme au titre des frais de procédure, somme alors équivalente à environ deux fois le salaire minimum net. En effet, le demandeur ne peut être dispensé du paiement des frais de procédure que s’il est admis au bénéfice de l’aide judiciaire.", "Privée de subsides à la suite du décès de son mari, la requérante n’acquitta pas les frais de procédure dans les soixante jours impartis par injonction. L’avocat demanda la confirmation de l’aide judiciaire accordé par le juge civil, s’agissant de la même affaire, soulignant l’impécuniosité de la requérante et qu’il n’avait pas perçu d’honoraires. Les juridictions administratives jugèrent l'action en dommages-intérêts non-introduite pour non-paiement des frais de procédure.", "L’auteur du tir fatal, d’abord déclaré coupable d’homicide par imprudence, fut finalement acquitté.", "En droit : Article 2 – Les autorités n’ont pas manqué à leur obligation positive de protéger la vie de la victime en prenant les précautions suffisantes pour épargner sa vie, et ont procédé à une enquête satisfaisante.", "Conclusion : non-violation (unanimité).", "Article 6 § 1 (Accès à un tribunal) – Le montant des frais de procédure exigés pour l’introduction de l’action devant le tribunal administratif représentait une charge excessive pour les requérants qui ne disposaient plus d’aucun revenu à la suite du décès de leur proche. Le tribunal administratif a toutefois supposé que les requérants disposaient de ressources suffisantes en se basant sur le simple fait qu’ils bénéficiaient de l’assistance d’un avocat. Ce motif n’est pas pertinent ; le tribunal n’a pas tenu compte de la situation financière réelle des demandeurs. D’autre part, le tribunal administratif s’est prononcé, sans nuance, sur le bien-fondé de la prétention des requérants (cf. le constat de violation établi dans une affaire similaire Aerts c. Belgique, 1998).", "Quant au système d’aide judiciaire, il n’offre pas toutes les garanties procédurales nécessaires, de nature à préserver les justiciables de l’arbitraire. La décision relative à l’aide judiciaire ne peut faire l’objet d’aucun recours. Ainsi, le demandeur ne peut pas contester l’appréciation portée par le tribunal sur le bien–fondé de sa demande car elle fait l’objet d’un examen unique, et ce sur la seule base de documents écrits, puisque les parties ne sont pas entendus et n’ont pas l’occasion de présenter des objections. Le rejet de la demande d’aide judicaire – intervenue au stade initial de la procédure – a totalement privé les requérants de la possibilité de faire entendre leur cause par un tribunal.", "Conclusion : violation (unanimité).", "Article 41 –7 500 EUR à la veuve et aux enfants du défunt et 1 000 EUR à son frère pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}