{"file": "FRE_CLINF_44584_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "44584/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 37", "Décembre 2001", "Tsironis c. Grèce - 44584/98", "Arrêt 6.12.2001 [Section I]", "Article 1 du Protocole n° 1", "Article 1 al. 1 du Protocole n° 1", "Privation de propriété", "Saisie et vente d’un bien sans que son propriétaire en soit avisé: violation", "Article 6", "Procédure civile", "Article 6-1", "Procès équitable", "Procédure contradictoire", "Saisie et vente d’un bien sans que son propriétaire en soit avisé: violation", "En fait: Le requérant, marin de son état, contracta un prêt auprès d’une banque d’Etat pour acquérir un terrain. Ayant pris du retard dans le paiement des traites, il fut informé par la banque qu’elle allait procéder à la saisie du bien. Les deux parties conclurent alors un accord par lequel le requérant s’engageait à régler la somme due, engagement attesté par un écrit de la banque. Nonobstant l’accord intervenu, celle-ci, quelques mois plus tard, fit mettre le terrain aux enchères. La vente ne fut pas signifiée au requérant qui avait entre-temps changé d’adresse. Par ailleurs, à la date de la vente, il se trouvait en mer, fait qui, d’après lui, était connu de la banque ainsi que de l’huissier chargé de la signification. Ayant appris à son retour à terre la vente de sa propriété, il introduisit des recours en vue d’en obtenir l’annulation. Ces recours furent déclarés irrecevables, au motif qu’ils avaient été formés une fois la vente accomplie.", "En droit: article 6 § 1 – Le respect du délai de recours institué par l’article 934 du Code de procédure civile présuppose que la personne lésée ait effectivement eu connaissance de l’acte litigieux pour qu’il puisse l’attaquer utilement en justice. Or, le requérant n’a pas eu connaissance de la vente aux enchères en raison d’un manque de diligence de l’huissier de justice chargé de notifier l’acte ordonnant la vente aux enchères et il ne pouvait aucunement se douter de l’imminence de la vente. Les juridictions internes ont admis que la notification litigieuse était nulle mais ont rejeté le recours en annulation comme irrecevable au motif que le requérant aurait dû l’exercer avant que la vente aux enchères n’ait lieu. Elles ont ainsi appliqué le droit interne rigoureusement. S’agissant de la proportionnalité de cette limitation au droit d’accès du requérant, ce dernier non seulement était absent au moment où la procédure de vente aux enchères a été déclenchée mais, en outre, ne pouvait pas se douter de l’éventualité de celle-ci. De surcroît, il avait conclu un accord avec la banque avant de s’absenter et une décision de procéder à la vente en question ne pouvait lui apparaître comme imminente.", "Conclusion: violation (unanimité).", "Article 1 du Protocole N° 1 – a) Exception préliminaire du Gouvernement: selon le Gouvernement, le grief du requérant serait incompatible ratione personæ. Il soulève que la banque dont il est question en l’espèce fonctionne sous un régime de droit privé et ne peut être considérée comme appartenant à l’Etat. Le fait que la totalité des actions soient à l’Etat ne suffit pas, d’après le Gouvernement, à la différencier d’une banque privée. Cependant, en vertu de l’article 26 de la loi N° 1914/1990, la transformation de ladite banque en un établissement bancaire relevant du droit privé devait avoir lieu après approbation de son statut par les ministres des Finances et de l’Agriculture. Or, la banque a invité le notaire à procéder à la vente aux enchères avant de devenir société anonyme. En outre, l’Etat continue d’en être l’actionnaire unique et à conserver la totalité des privilèges qu’il possédait avant le changement de statut de la banque. Dès lors, l’exception soulevée par le Gouvernement doit être rejetée.", "b) Les saisie et vente aux enchères de la propriété du requérant constitue une ingérence dans le droit au respect de ses biens, pouvant s’analyser en une privation de propriété. Cette ingérence poursuivait un but légitime d’utilité publique, à savoir la satisfaction des créances de la banque qui avait consenti le prêt au requérant. En vertu de l’article 1002 du code de procédure civile, celui dont la propriété va être l’objet d’une vente aux enchères a le droit, jusqu’à l’adjudication, de régler les créances dues et, dans ce cas, la vente est annulée et la saisie levée. L’article 934 du code prévoit qu’un recours en annulation de la vente aux enchères peut être exercé jusqu’au moment où commence ladite vente. Ces droits et recours peuvent être exercés par le débiteur à condition que celui-ci ait pris connaissance de la vente aux enchères. A cet égard, l’article 993 § 4 dispose qu’une vente aux enchères effectuée sans que le débiteur en ait été préalablement informé encourt la nullité. En l’espèce, l’acte notarié ordonnant la vente aux enchères a été rédigé après la conclusion d’un accord entre le requérant et la banque afin de régler sa dette et après son départ en mer. Le requérant était donc en droit de penser que sa dette était éteinte et que la banque n’allait pas accélérer la procédure de saisie et de vente aux enchères. En outre, l’huissier de justice a notifié l’acte en question selon la procédure de notification dévolue aux personnes sans adresse connue. Or, le requérant avait déposé auprès de la police les justificatifs pour son changement d’adresse et la compagnie pour laquelle il travaillait était connue des créanciers. Le requérant était en mesure de présenter de sérieux arguments devant les juridictions compétentes afin d’obtenir l’annulation de la vente aux enchères. Son recours fut néanmoins déclaré irrecevable pour tardiveté. En définitive, la manière dont le créancier du requérant a procédé afin d’accélérer la récupération de sa créance, combinée avec la décision des juridictions de rejeter le recours du requérant comme tardif, alors que celui-ci n’avait pas les moyens de réagir à la situation ainsi créée, a rompu le juste équilibre entre la sauvegarde du droit du respect des biens et les exigences de l’intérêt général.", "Conclusion: violation (unanimité).", "Article 41: La Cour alloue 6 000 000 drachmes (GRD) au titre du dommage subi par le requérant et 2 000 000 GRD pour ses frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}