{"file": "FRE_CLINF_22028_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22028/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 125", "Décembre 2009", "Zaunegger c. Allemagne - 22028/04", "Arrêt 3.12.2009 [Section V]", "Article 14", "Discrimination", "Impossibilité pour le père d’une enfant née hors mariage d’obtenir la garde partagée sans le consentement de la mère: violation", "", "En fait – L’article 1626a du code civil allemand attribuait à la mère d’un mineur né hors mariage la garde exclusive de celui-ci à moins que les parents ne se marient ou ne fassent une déclaration indiquant qu’ils exerceront conjointement la garde. Le requérant et sa compagne, qui n’étaient pas mariés, eurent une fille en 1995. Ils ne firent pas de déclaration de garde conjointe. Trois ans plus tard, le couple se sépara et, après avoir passé deux années avec le requérant, l’enfant emménagea chez sa mère. Le requérant maintint un contact régulier avec sa fille et continua de subvenir aux besoins de celle-ci. La mère n’étant pas disposée à accepter une déclaration de garde conjointe, il saisit le juge pour faire prononcer cette mesure. Cependant, il fut débouté par un jugement fondé sur une législation et sur un arrêt de principe de la Cour constitutionnelle fédérale rendu le 29 janvier 2003. Dans cet arrêt, la Cour constitutionnelle avait jugé que l’article 1626a ne portait pas atteinte aux droits familiaux des pères d’enfants de cette catégorie au motif, premièrement, qu’il n’était pas suffisamment établi que les pères d’enfants nés hors mariage souhaitassent assumer la responsabilité conjointe de l’enfant et, deuxièmement, que le législateur avait pu légitimement supposer que la garde conjointe exercée contre la volonté d’un parent présentait plus d’inconvénients que d’avantages pour les enfants nés hors mariage.", "En droit – Article 14 combiné avec l’article 8: compte tenu de l’implication du requérant dans l’éducation de sa fille, les décisions ayant rejeté sa demande de garde partagée et l’exercice conjoint de l’autorité parentale ont emporté ingérence dans l’exercice de son droit au respect de sa vie familiale. Les faits relèvent donc de l’article 8 et l’article 14 peut s’appliquer. En outre, compte tenu des décisions des tribunaux nationaux et de la législation sur la base de laquelle elles ont été rendues, l’intéressé a été traité différemment des mères ou des pères mariés ou divorcés en ce que le consentement de son ancienne compagne à la garde conjointe était nécessaire. Une différence de traitement entre pères mariés et non mariés ne peut se justifier que par des motifs particulièrement impérieux.", "La Cour reconnaît que les décisions des tribunaux nationaux, fondées sur l’article 1626a du code civil, poursuivaient un but légitime. Cette disposition visait en effet à protéger l’intérêt supérieur de l’enfant né hors mariage en désignant son représentant légal et en évitant les conflits entre les parents en matière de droits de garde. De plus, en permettant aux parents d’enfants nés hors mariage de se mettre d’accord sur la garde conjointe, le législateur voulait, dans une certaine mesure, mettre ces parents sur un pied d’égalité avec les parents mariés, qui assument des responsabilités l’un envers l’autre et envers leurs enfants. La Cour note également que, en l’absence de déclaration conjointe, il est légitime d’attribuer initialement à la mère l’autorité parentale d’un enfant né hors mariage de manière à s’assurer qu’à sa naissance une personne peut agir pour son compte d’une manière juridiquement contraignante et que, dans certains cas, l’autorité parentale peut être refusée au père pour des raisons valables, si celle-ci risque de menacer le bien-être de l’enfant. Cependant, ces considérations n’ont aucune pertinence en l’espèce: la paternité a été établie dès le début, le père a vécu avec sa fille pendant plus de cinq ans et il a ensuite maintenu de fréquents contacts avec elle et subvenu à ses besoins quotidiens. Or la loi l’a empêché de demander au juge de dire si l’exercice conjoint de l’autorité parentale était conforme à l’intérêt supérieur de l’enfant. A cet égard, la Cour estime, à l’inverse des autorités nationales, que la garde conjointe contre le gré de la mère ne saurait être présumée contraire à l’intérêt de l’enfant. Bien qu’il n’existe pas de consensus européen sur le point de savoir si les pères d’enfants naturels ont le droit de demander la garde conjointe même sans le consentement de la mère, l’élément fondamental qui semble commun à la majorité des Etats membres est que les décisions en matière de garde doivent se fonder sur l’intérêt supérieur de l’enfant et être soumises au contrôle du juge même en cas de conflit entre les parents. Il n’est pas davantage pertinent de soutenir en l’espèce que la procédure d’attribution de l’autorité parentale devant les tribunaux est susceptible de perturber un petit enfant étant donné que ce risque est le même lorsque les parents sont mariés ou ont opté pour l’autorité parentale conjointe et le Gouvernement n’a pas démontré pourquoi les tribunaux devraient avoir moins de pouvoirs à l’égard des pères dans la même situation que le requérant. Aussi n’y avait-il pas de rapport raisonnable de proportionnalité entre l’interdiction pour le juge de revenir sur l’attribution initiale de la garde exclusive à la mère et le but poursuivi, à savoir la protection de l’intérêt supérieur de l’enfant.", "Conclusion: violation (six voix contre une).", "Article 41: constat de violation suffisant en lui-même pour le préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}