{"file": "FRE_CLINF_32367_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "32367/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 23", "Octobre 2000", "APEH Üldözötteinek Szövetsége et autres c. Hongrie - 32367/96", "Arrêt 5.10.2000 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Droits et obligations de caractère civil", "Procédure non-contentieuse portant sur l’enregistrement d’une association: article 6 applicable", "En fait – Le premier requérant est une association non enregistrée dont le nom signifie « Union des persécutés de l’APEH » (l’APEH étant l’administration fiscale); les autres requérants sont respectivement les vice-présidents et le président de l’association. Ces derniers, avec d’autres personnes, fondèrent l’association en 1993 dans le but de défendre les intérêts des contribuables. Leur demande d’enregistrement leur fut retournée par le tribunal régional, qui leur demanda d’obtenir l’accord de l’APEH pour l’utilisation de son nom et de remplacer le mot « persécutés » par un terme plus neutre. L’APEH reçut une copie de cette décision avant même qu’elle soit notifiée aux requérants. Les requérants refusèrent de se conformer à cette décision et se plaignirent de ce que le tribunal régional était prévenu, en référence au fait qu’ils n’avaient pas été informés de l’intervention du procureur dans la procédure. Leur recours fut rejeté par la Cour suprême. Le procureur estimait que la demande d’enregistrement devait être refusée par le tribunal régional, lequel refusa effectivement ladite demande aux motifs que les requérants n’avaient pas obtenu l’assentiment de l’APEH et que le terme « persécutés » était diffamatoire. Les requérants formèrent un recours auprès de la Cour suprême, qui les débouta après avoir pris connaissance des arguments du procureur général. Ceux-ci n’avaient pas été révélés aux requérants. Une demande de contôle juridictionnel fut également rejetée par la Cour suprême.", "En droit –Article 6 § 1 : Le « droit » qui est en jeu est celui d’enregistrer une association, droit reconnu par la législation pertinente. Incontestablement, la procédure portait donc sur un conflit grave et véritable concernant l’existence et l’exercice de ce droit. S’agissant de savoir si ce droit est de nature « civile », alors qu’en vertu du droit interne le droit d’association relève essentiellement du droit public, le conflit est survenu essentiellement au sujet de l’application des règles énoncées par le code civil. En tout état de cause, ces considérations à elles seules ne sont pas déterminantes pour l’applicabilité de l’article 6. D’après la législation pertinente, les associations n’acquièrent la personnalité juridique que par leur enregistrement auprès d’un tribunal; il s’ensuit qu’une association non enregistrée ne constitue qu’un groupe d’individus dont le statut est fort différent de celui d’une personne morale. Ainsi donc, l’enjeu de la procédure d’enregistrement était la capacité même de l’association à devenir un sujet de droits et d’obligations civils en vertu du droit hongrois. En conséquence, la procédure portait sur les droits civils de l’association et l’article 6 était donc applicable.", "L’article 6 § 1 garantit en principe aux plaideurs la possibilité de connaître et de commenter l’ensemble des éléments de preuve fournis et des observations présentées, même par un membre indépendant de la magistrature, afin d’influer sur la décision du tribunal. Eu égard à l’intervention du procureur et du procureur général dans la procédure, l’article 6 § 1 aurait dû être respecté, malgré le caractère non contentieux de celle-ci. On ne saurait affirmer que l’intervention du procureur, dont le tribunal régional n’a pas informé les requérants, n’a eu aucune incidence sur l’attitude du juge chargé de l’affaire; de plus, le fait qu’une copie de la décision de justice ait été en possession de l’APEH avant d’être notifiée aux requérants met en doute l’équité de la procédure. S’agissant du fait que les arguments du procureur général auprès de la Cour suprême n’ont pas été notifiés aux requérants, on notera qu’une atteinte au principe de l’égalité des armes ne découle pas nécessairement d’une iniquité procédurale quantifiable: il appartient aux plaideurs de déterminer si un argument mérite une réaction et il n’est pas admissible qu’une partie présente des arguments à un tribunal sans que la partie adverse en prenne connaissance et puisse formuler ses observations. Il est donc injuste que les requérants n’aient pas été informés des arguments du procureur général, que ces arguments aient eu ou non une incidence sur l’affaire.", "Conclusion: violation (unanimité).", "Article 41 : La Cour estime que le constat de violation constitue une satisfaction équitable suffisante.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}