{"file": "FRE_CLINF_74826_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "74826/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 80", "Novembre 2005", "Shofman c. Russie - 74826/01", "Arrêt 24.11.2005 [Section I]", "Article 8", "Article 8-1", "Respect de la vie privée", "Prescription en vertu du droit interne d’une action en désaveu de paternité: violation", "", "En fait: La femme du requérant donna naissance à un garçon en 1995. Le requérant fut enregistré comme étant le père de l’enfant. En 1996, il s’installa en Allemagne et, l’année suivante, sa femme l’informa qu’elle entendait mettre un terme à leur mariage et qu’elle lui demanderait de contribuer à l’entretien de l’enfant. Vers cette époque, le requérant apprit par des proches que l’enfant n’était pas de lui. Il demanda le divorce et engagea une action en désaveu de paternité en décembre 1997. Le tribunal de district déclara que les tests ADN subis par l’intéressé démontraient que celui-ci ne pouvait être le père de l’enfant mais jugea que l’action de celui-ci était prescrite. Le tribunal se fonda sur le code du mariage et de la famille du 30 juillet 1969 qui soumettait la procédure en contestation de paternité à un délai de prescription d’un an (à calculer à partir de la date à laquelle le père putatif est informé de son enregistrement en tant que père de l’enfant). Cette décision fut confirmée en appel. Le requérant alléguait la violation de l’article 8 de la Convention, dans la mesure où son action en contestation de la présomption de paternité mise à sa charge avait été jugée prescrite en application du droit applicable à l’époque pertinente.", "En droit: Article 8 – Applicabilité: Dans les affaires dans lesquelles un époux avait souhaité intenter une procédure en désaveu de paternité d’un enfant légitime, la Cour a laissé ouverte la question de savoir si une telle procédure portait sur la « vie familiale » du requérant, estimant que, quoi qu’il en soit, la détermination du régime juridique du père avec son enfant putatif concernait la « vie privée ». L’affaire tombe donc sous l’empire de l’article 8. Respect: La fixation d’un délai pour l’engagement d’une action en désaveu de paternité peut se justifier par le souci de garantir la sécurité juridique des rapports familiaux et de protéger les intérêts de l’enfant. Toutefois, les affaires dont la Cour a eu à connaître à ce jour ne concernaient que des cas où, dès la naissance de l’enfant, le requérant savait ou avait des raisons de penser qu’il n’en était pas le père et s’était pourtant abstenu – pour des raisons extra-juridiques – d’entreprendre des démarches pour désavouer sa paternité dans les délais légaux (Yildirim c. Autriche et Rasmussen c. Danemark). Telle n’était pas en l’espèce la situation de l’intéressé qui, après la naissance de l’enfant, l’avait élevé pendant environ deux ans comme si celui-ci avait été son fils, sans se douter qu’il n’en était pas le père. Le système juridique interne offrait au requérant la possibilité de contester la paternité à condition que l’action fût exercée dans le délai d’un an à partir de la naissance de l’enfant. Toutefois, le droit interne applicable à l’époque pertinente ne tolérait aucune dérogation à ce délai et ne prévoyait donc rien pour un époux dans la situation du requérant qui prenait connaissance de la réalité biologique plus d’un an après l’enregistrement de la naissance de l’enfant. Le Gouvernement n’a fourni aucune explication propre à justifier que l’institution d’un délai de prescription auquel il ne pouvait être dérogé fût « nécessaire dans une société démocratique ». La mesure litigieuse qui a empêché l’intéressé d’exercer une action en désaveu de paternité, faute pour lui d’avoir pris conscience dans l’année suivant la naissance de l’enfant qu’il pouvait être le père de celui-ci, n’était pas proportionnée aux buts légitimes poursuivis. Aussi, en dépit de la marge d’appréciation dont il disposait, l’Etat défendeur n’a pas respecté la vie privée du requérant.", "Conclusion: violation (unanimité).", "Article 41 – La Cour alloue au requérant 6 000 euros pour dommage moral. Elle lui octroie aussi une somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}