{"file": "FRE_HFJUD_8695_79.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8695/79", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE INZE c. AUTRICHE", "", "(Requête no 8695/79)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "28 octobre 1987", "\n", "En l’affaire Inze,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tJ. Cremona, président,", "\t\tThór Vilhjálmsson,", "\t\tG. Lagergren,", "\t\tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tR. Bernhardt,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 25 avril et 25 septembre 1987,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   L’affaire a été portée devant la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") et le gouvernement de la République d’Autriche (\"le Gouvernement\"), les 14 mai et 16 juillet 1986 respectivement, dans le délai de trois mois qu’ouvrent les articles 32 § 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 8695/79) dirigée contre la République d’Autriche et dont un ressortissant de cet État, M. Maximilian Inze, avait saisi la Commission le 20 juin 1979 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration autrichienne de reconnaissance de la juridiction obligatoire de la Cour (article 46) (art. 46), la requête du Gouvernement à l’article 48 (art. 48). Elles ont pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux obligations découlant de l’article 14 de la Convention, combiné avec l’article 1 du Protocole no 1 (art. 14+P1-1).", "2.   En réponse à l’invitation prescrite à l’article 33 § 3 d) du règlement, le requérant a exprimé le désir de participer à l’instance pendante devant la Cour et a désigné son conseil (article 30).", "3.   La chambre de sept juges à constituer comprenait de plein droit M. F. Matscher, juge élu de nationalité autrichienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 § 3 b) du règlement). Le 5 juin 1986, celui-ci en a désigné par tirage au sort les cinq autres membres, à savoir M. Thór Vilhjálmsson, Mme D. Bindschedler-Robert, M. G. Lagergren, M. R. Bernhardt et M. J.A. Carrillo Salcedo, en présence du greffier (articles 43 in fine de la Convention et 21 § 4 du règlement) (art. 43).", "4.   Ayant assumé la présidence de la chambre (article 21 § 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du Gouvernement, le délégué de la Commission et le conseil de M. Inze au sujet de la nécessité d’une procédure écrite (article 37 § 1). Le 8 juillet 1986, il a décidé, eu égard à leurs déclarations concordantes, qu’il n’y avait pas lieu au dépôt de mémoires et a réservé la suite de la procédure.", "Le 2 mars 1987, il a fixé au 23 avril la date d’ouverture de la procédure orale après avoir consulté agent du Gouvernement, délégué de la Commission et conseil du requérant par l’intermédiaire du greffier (article 38). Au préalable, il avait autorisé le conseil du requérant à employer la langue allemande (article 27 § 3).", "La Commission a fourni plusieurs pièces le 1er avril. Le 6, le requérant a communiqué au greffe ses demandes de satisfaction équitable au sens de l’article 50 (art. 50) de la Convention.", "M. Ryssdal n’ayant pu assister à l’audience, M. Cremona, vice-président de la Cour, a désormais présidé la chambre (articles 9 et 21 § 5 du règlement).", "5.   Les débats se sont déroulés en public le jour dit, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu immédiatement auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. H. Türk, conseiller juridique", "\t\t\tau ministère des Affaires étrangères, \t agent;", "\tM. N. Okresek, de la Chancellerie fédérale,", "\tMme I. Djalinous, du ministère de la Justice, \tconseillers;", "- pour la Commission", "\tM. S. Trechsel, \tdélégué;", "- pour le requérant", "\tMe H. Walther, avocat, \tconseil.", "La Cour les a entendus en leurs déclarations ainsi qu’en leurs réponses à ses questions. L’agent du Gouvernement et le conseil du requérant ont produit divers documents.", "6.   Les 12 août et 17 septembre, le greffier a reçu les observations respectives du Gouvernement et de la Commission sur la question de l’application de l’article 50 (art. 50) de la Convention en l’espèce.", "7.   Par la suite, MM. F. Gölcüklü et L.-E. Pettiti, suppléants, ont remplacé Mme Bindschedler-Robert et M. Carrillo Salcedo, empêchés de participer à la délibération finale du 25 septembre (articles 22 § 1 et 24 § 1 du règlement).", "EN FAIT", "I. LES CIRCONSTANCES DE L’ESPÈCE", "8.   Le requérant, citoyen autrichien né hors mariage en 1942, réside à Stallhofen en Carinthie.", "9.   Jusqu’en 1965, il vécut à St Bartlmä (Carinthie) dans une exploitation agricole qui avait appartenu à sa grand-mère maternelle puis à sa mère, Theresia Inze. Lorsque celle-ci épousa M. Rudolf Fischer, il demeura dans la maison non seulement avec sa grand-mère et sa mère, mais encore avec le mari de cette dernière et, par la suite, leur fils, Manfred Fischer, né dans le mariage en 1954. Il quitta la ferme à l’âge de 23 ans, puis se maria et s’établit à quelques kilomètres de là.", "Sa mère décéda sans testament le 18 avril 1975, laissant comme héritiers, outre le requérant, son mari et son second fils. Selon le code civil, le conjoint survivant avait droit à un quart de la succession (article 757) et chacun des fils (légitime ou non) à trois huitièmes (articles 732 et 754). Au cours d’une procédure engagée d’office devant le tribunal de district (Bezirksgericht) de Klagenfurt, ils acceptèrent tous trois ces parts; le tribunal homologua leurs déclarations le 31 mars 1976.", "10.   La ferme dont il s’agit relevait toutefois du régime particulier de la la loi carinthienne de 1903 sur les exploitations agricoles héréditaires (Erbhöfegesetz, Journal officiel provincial no 33/1903, \"la loi provinciale\"), d’après lequel les domaines d’une certaine taille ne doivent pas être divisés en cas de succession, mais au contraire attribués à un seul des héritiers, à charge pour lui de dédommager les cohéritiers (paragraphe 25 ci-dessous).", "Le requérant avait allégué, le 8 août 1975, que sa qualité de fils aîné l’appelait à remplacer sa mère à la tête de la ferme. Il prétendit ultérieurement que la disposition accordant la préférence aux enfants légitimes avait été abrogée entre temps et que de toute manière son beau-père et son demi-frère se trouvaient exclus en raison de leur inaptitude à gérer l’exploitation (article 7 § 4 de la loi provinciale, paragraphe 25 ci-dessous).", "", "A. Qualification de l’exploitation", "11.   Le tribunal de district tint une audience contradictoire le 28 avril 1976; le 26 août, il chargea un expert de formuler un avis sur le triple point de savoir si la ferme constituait une \"exploitation agricole héréditaire\" au sens de la loi provinciale, quelle en était la valeur (estimation nécessaire pour fixer le montant des soultes) et comment on l’avait gérée depuis le décès de la mère du requérant.", "12.   Daté du 1er octobre 1976, le rapport parvint au tribunal le 27. L’expert y arrivait à la conclusion que l’exploitation tombait sous le coup de la loi provinciale et qu’elle valait 331.040 schillings autrichiens (ATS), mais qu’en très mauvais état elle ne pouvait faire vivre une famille. C’est le conjoint survivant qui pour l’essentiel s’en était occupé depuis la mort de sa femme; il n’avait conservé que quelques bêtes et avait converti l’ensemble des terres en pâturages. Certaines des prairies restaient à l’abandon et les champs en friche.", "13.   Après une nouvelle audience le 18 janvier 1977, le tribunal estima le 25 qu’il s’agissait d’une \"exploitation agricole héréditaire\" et en fixa la valeur à 331.040 ATS, conformément aux conclusions de l’expert. Cette décision devint définitive, aucune des parties ne l’ayant attaquée.", "B. Désignation de l’héritier", "14.   En application de l’article 7 § 4 de la loi provinciale, le tribunal régional (Landesgericht) de Klagenfurt eut à connaître de l’attribution de la ferme et notamment de l’exclusion, alléguée par le requérant, du beau-père et du demi-frère de celui-ci (paragraphe 25 ci-dessous).", "Le tribunal de district transmit son dossier au tribunal régional le 20 juillet 1977, mais celui-ci le lui retourna le 17 janvier 1978, à la suite de l’annulation d’une audience prévue pour la veille, en lui demandant de recueillir de plus amples éléments de preuve sur l’aptitude du demi-frère à diriger l’exploitation. L’avis de l’expert appelait donc des précisions sur ce point; le tribunal de district fut invité à joindre au dossier son propre avis en droit (article 7 § 4 de la loi provinciale, paragraphe 25 ci-dessous).", "15.   Là-dessus, il ordonna un complément d’expertise qu’il reçut le 6 avril 1978. L’expert signalait que les conditions d’exploitation avaient continué à se dégrader: certaines terres avaient été laissées à un club de motocross, d’autres à un voisin qui y avait déposé des matériaux de construction, de sorte qu’on ne pouvait guère parler de gestion dans les règles.", "A la question de savoir si le demi-frère du requérant était capable de mener de front la bonne marche de la ferme et l’exercice de son emploi de manoeuvre, l’expert répondait par l’affirmative. L’exploitation n’exigeait pas de grands efforts et le lieu de travail de l’intéressé n’était pas assez éloigné pour empêcher sa présence quotidienne à la ferme.", "16.   Après plusieurs ajournements, une audience contradictoire eut lieu le 31 janvier 1979. Les parties n’y réussirent pas à s’entendre sur la personne qui devait se charger de l’exploitation, ne fût-ce que pour la durée de la procédure, le beau-père et le demi-frère du requérant s’opposant à la désignation d’un curateur.", "17.   Le tribunal de district restitua le dossier au tribunal régional en février 1979. Le 25 juin 1979, ce dernier déclara irrecevable la demande du requérant visant à écarter son beau-père, celui-ci n’ayant en réalité jamais revendiqué le droit de reprendre la ferme. Quant au demi-frère, sa profession pouvait se concilier avec la bonne marche de l’exploitation et il ne se trouvait pas dans l’incapacité d’assurer la seconde tout en gardant la première. On ne pouvait pas non plus lui reprocher une mauvaise gestion puisque son père s’occupait de la ferme depuis le décès de sa femme.", "18.   Le requérant se pourvut devant la cour d’appel (Oberlandesgericht) de Graz. D’après lui, en refusant d’exclure son demi-frère le tribunal régional n’avait pas tenu compte de certains éléments de preuve. Il alléguait en outre que les clauses de l’article 7 § 2 de la loi provinciale donnant la préférence aux enfants légitimes (paragraphe 25 ci-dessous) avaient été abrogées par la nouvelle version de l’article 754 § 1 du code civil, promulguée en 1970, et par l’article 14 (art. 14) de la Convention européenne des Droits de l’Homme. Il invitait la cour à soumettre à la Cour constitutionnelle (Verfassungsgerichtshof) la question de leur constitutionnalité.", "19.   La cour d’appel le débouta le 26 septembre 1979. Confirmant la décision du tribunal régional sur la non-exclusion du demi-frère du requérant, elle ajoutait que la constitutionnalité de la norme de la loi provinciale accordant la préférence aux enfants légitimes ne lui inspirait aucun doute. Une telle règle puisait une justification objective dans la spécificité de la structure économique et de la famille rurale: les enfants légitimes vivaient en famille à la ferme, alors qu’il arrivait souvent aux enfants naturels d’être élevés ailleurs et, partant, de ne pas avoir avec elle des liens aussi étroits que les enfants légitimes. Or il en allait ainsi en l’espèce. En conséquence, la cour d’appel ne discerna aucune raison de saisir la Cour constitutionnelle.", "20.   Le requérant déféra cette décision à la Cour suprême (Oberster Gerichtshof) sur la base, pour l’essentiel, des arguments déjà invoqués devant la cour d’appel. Le 9 avril 1980, la Cour jugea toutefois le pourvoi irrecevable parce que dirigé contre un arrêt de la cour d’appel confirmant une décision du tribunal régional; en pareil cas, un recours n’est recevable que si une décision ne cadre manifestement pas avec la loi ou le dossier, ou si un vice de procédure entache la procédure de nullité. Sur le dernier point, elle niait que l’article 754 § 1 du code civil, tel qu’amendé, eût abrogé l’article 7 § 2 de la loi provinciale.", "La Cour suprême estima aussi qu’il n’y avait pas lieu de saisir la Cour constitutionnelle, et ce pour les raisons suivantes.", "Au sujet de la constitutionnalité de l’article 7 § 2 au regard de l’article 14 (art. 14) de la Convention, elle releva que le second vaut uniquement pour la jouissance des droits et libertés reconnus dans la Convention. Or celle-ci ne traiterait pas des successions et l’article 1 du Protocole no 1 (P1-1), qui protège le droit au respect des biens, n’interdirait pas d’édicter en matière successorale des règles différentes pour les enfants légitimes et les enfants naturels.", "En outre l’article 7 § 2 de la loi provinciale s’accordait sans conteste avec le principe constitutionnel d’égalité. Ce dernier oblige le législateur, sauf raisons objectives, à ne pas introduire en droit des distinctions fondées sur la situation personnelle, mais les clauses litigieuses de la loi provinciale ne paraissaient pas déraisonnables: il en existait de semblables dans la législation provinciale du Tyrol (Höfegesetz) et la législation fédérale applicable aux autres provinces (Anerbengesetz), lesquelles se montraient même plus restrictives à l’égard des enfants naturels puisqu’ils ne pouvaient se voir attribuer une exploitation héréditaire sans y avoir été élevés.", "D’après les travaux préparatoires de cette législation, la préférence accordée aux enfants légitimes s’appuyait sur les convictions de la société rurale. Ne la remettaient pas non plus en cause les efforts déployés pour assimiler la situation juridique de l’enfant naturel à celle de l’enfant légitime, car elle reflétait les opinions et attitudes propres à la population rurale et qui concernent aussi, entre autres, le statut juridique du conjoint survivant. La Cour suprême souligna de surcroît que la famille représente un élément important de l’organisation juridique des relations humaines. Eu égard à l’ensemble de ces circonstances, on ne pouvait dire que les clauses de la loi carinthienne ne se fondaient pas sur des considérations objectives.", "21.   Après que la Convention européenne du 15 octobre 1975 sur le statut juridique des enfants nés hors mariage fut entrée en vigueur pour l’Autriche le 29 août 1980, le requérant saisit derechef la Cour suprême, lui demandant de reconsidérer son arrêt du 9 avril 1980. En son article 9, cette Convention précise que \"les droits de l’enfant né hors mariage dans la succession de ses père et mère et des membres de leurs familles sont les mêmes que s’il était né dans le mariage\". En la ratifiant, l’Autriche a formulé toutefois la réserve suivante:", "\"La République d’Autriche, conformément au paragraphe 1 de l’article 14 de la Convention, se réserve le droit de ne pas reconnaître à l’enfant né hors mariage, selon l’article 9 de la Convention, les mêmes droits dans la succession de son père et des membres de la famille de son père que s’il était né dans le mariage.\"", "Le 6 octobre 1980, la Cour suprême déclara le recours irrecevable en raison du caractère définitif de son premier arrêt et de l’absence d’une possibilité légale de rouvrir la procédure.", "C. L’accord conclu entre le requérant et son demi-frère", "22.   La procédure reprit en première instance en octobre 1981. Le 12, le requérant et son demi-frère aboutirent à un arrangement judiciaire par lequel le premier renonçait à toute prétention sur la ferme de sa mère, qui revenait au second. En contrepartie, il recevrait une terre que sa mère lui avait promise de son vivant, mais aucun autre dédommagement.", "La procédure judiciaire s’acheva le 31 décembre 1981 avec l’attribution (Einantwortung) de toute l’exploitation agricole au demi-frère du requérant.", "23.   L’application de l’arrangement précité était renvoyée à un accord ultérieur des parties, lesquelles le conclurent le 26 mai 1982.", "La séparation du lot revenant au requérant en vertu de l’accord supposait cependant l’agrément des pouvoirs publics et notamment, aux termes de la loi carinthienne sur les forêts (Journal officiel provincial no 77/1979), du service compétent des forêts. Des difficultés surgirent à ce propos: la terre en question, boisée, était trop exiguë pour que la loi précitée autorisât à la détacher du reste, sauf si l’avait exigé un intérêt public primordial dont ledit service niait l’existence. Elles s’aplanirent apparemment après que la Cour constitutionnelle eut constaté dans une autre affaire, l’inconstitutionnalité des dispositions législatives carinthiennes en cause.", "La terre fut alors inscrite au registre foncier sous le nom du requérant, ce que confirme un extrait de ce registre, daté du 13 janvier 1984.", "II. LA LÉGISLATION PERTINENTE", "A. Le code civil", "24.   Les textes pertinents du code civil sont ainsi libellés (traduction de l’allemand):", "Article 545", "\"La capacité pour hériter ne peut s’apprécier qu’au moment de l’ouverture réelle de la succession. Il s’agit en règle générale de la date de la mort du de cujus (article 703).\"", "Article 547", "\"L’héritier représente le de cujus pour sa succession dès qu’il l’a acceptée. Tous deux sont considérés comme une seule et même personne à l’égard des tiers. Avant l’acceptation de l’héritier, la succession est considérée comme appartenant encore au de cujus.\"", "Article 550", "\"Plusieurs héritiers sont considérés comme la même personne pour leurs droits de succession communs. En cette qualité, ils sont tous solidaires avant l’envoi en possession judiciaire de la succession. Le chapitre sur la prise de possession de l’hérédité détermine la mesure de leur responsabilité après ce moment.\"", "B. La loi carinthienne sur les exploitations agricoles héréditaires", "25.   Sans préjudice des dispositions générales du code civil sur la détermination des parts successorales, la loi carinthienne sur les exploitations agricoles héréditaires fixe les règles de dévolution de celles-ci en espèces ou en nature.", "En voici les clauses pertinentes (traduction de l’allemand):", "Article 6 § 1", "\"Lorsque la succession du propriétaire d’une exploitation agricole échoit à plusieurs personnes, seule l’une d’elles, appelée héritier principal (Anerbe), peut hériter de l’exploitation et de ses accessoires (...).\"", "Article 7", "\"L’héritier principal est déterminé par la loi et l’ordre légal de succession. En présence de plusieurs héritiers et à défaut d’accord entre eux, ils héritent de l’exploitation agricole dans l’ordre suivant:", "1. En règle générale, les héritiers mâles prennent le pas sur ceux de sexe féminin, et les aînés sur leurs cadets du même sexe; il est procédé à un tirage au sort entre héritiers du même âge. Les héritiers les plus proches prennent toutefois le pas sur les plus éloignés.", "2. Les enfants du sang prennent toujours le pas sur les enfants adoptifs et les enfants légitimes sur les enfants naturels.", "(...)", "4. Ne peuvent en principe reprendre l’exploitation agricole les personnes suivantes:", "(...)", "b) celles qui, en raison d’une incapacité mentale ou physique, semblent incapables de diriger l’exploitation elles-mêmes;", "(...)", "d) celles que leur profession empêche de gérer l’exploitation sur place et d’y travailler en personne.", "(...) La décision relative à (...) l’existence des motifs d’exclusion visés aux alinéas b) à e) relève du tribunal de première instance [Landesgericht et Kreisgericht), auquel le tribunal de district (Bezirksgericht) communique, avec sa propre opinion, le dossier concernant l’administration de la succession.\"", "Article 8", "\"Lors du partage de la succession, l’exploitation (article 6) est dévolue à l’héritier principal qui devient débiteur de la succession pour la valeur de l’exploitation sans les charges.\"", "Article 9", "\"1. La valeur de l’exploitation est fixée par accord entre les intéressés.", "2. Faute d’un tel accord, le tribunal charge des experts de procéder à une évaluation, entend le conseil municipal et les parties et, statuant en équité, détermine la valeur de l’exploitation de manière que l’héritier principal puisse vivre correctement (wohl bestehen kann).\"", "Article 14", "\"1. Les règles concernant le partage des successions ne modifient pas les dispositions relatives aux réserves (articles 765 et 766 du code civil).", "2. La valeur des réserves se calcule en fonction de celle de l’exploitation, déterminée conformément à l’article 9 § 2 (...).\"", "26.   Pour répondre aux changements sociaux de ces dernières années, le ministre fédéral de la Justice a préparé deux projets de loi dont l’un vise toutes les provinces, sauf le Tyrol et la Carinthie, et l’autre cette dernière seulement. Le second a donné lieu, comme de coutume, à une procédure de consultation en 1985. En cours d’amendement à la lumière des opinions exprimées, il sera déposé sous peu devant le Parlement. Il contient un article 8 ainsi rédigé (traduction de l’allemand):", "\"Si l’exploitation avait le défunt pour propriétaire unique, la personne la reprenant est déterminée conformément à la loi et à l’ordre légal de succession. En cas de pluralité d’héritiers et en l’absence d’accord entre eux, ils héritent de l’exploitation dans l’ordre suivant:", "1. Les héritiers ayant reçu une formation d’agriculteur ont le pas sur les autres. Si plusieurs héritiers remplissent cette condition, ceux qui ont été élevés dans la ferme en question ont le pas sur les autres.", "2. Les enfants du défunt, y compris les enfants adoptifs, ont le pas sur le conjoint survivant; en revanche, celui-ci a le pas sur les descendants non élevés à la ferme et sur les autres parents.", "(...).\"", "D’après le rapport explicatif, ce texte a pour but d’éliminer, entre autres, les désavantages que les enfants naturels et adoptifs subissent en comparaison des enfants légitimes.", "PROCEDURE DEVANT LA COMMISSION", "27.   Dans sa requête du 20 juin 1979 à la Commission (no 8695/79), M. Inze se prétendait victime d’une discrimination, fondée sur sa naissance hors mariage, dans la jouissance de droits patrimoniaux relatifs à l’exploitation agricole héréditaire de sa mère. Il alléguait la violation de l’article 1, du Protocole no 1 combiné avec l’article 14 de la Convention (art. 14+P1-1).", "28.   Après avoir suspendu sa procédure de mai 1982 à octobre 1984 en raison de négociations pendantes en Autriche en vue d’un règlement amiable, la Commission a retenu la requête le 5 décembre 1984. Dans son rapport du 4 mars 1986 (article 31) (art. 31), elle conclut par six voix contre quatre à la violation de l’article 14 de la Convention, combiné avec l’article 1 du Protocole no 1 (art. 14+P1-1). Le texte intégral de son avis et des opinions dissidentes dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR PAR LE GOUVERNEMENT", "29.   À l’audience du 23 avril 1987, le Gouvernement a invité la Cour à dire", "\"qu’en l’espèce, il n’y a pas eu infraction à l’article 1 du Protocole no 1 (P1-1), pris isolément ou combiné avec l’article 14 de la Convention (art. 14+P1-1) (...), et que les faits de la cause ne révèlent donc aucune violation de la Convention par la République d’Autriche; et, au cas où la Cour en relèverait une, que ce constat constitue en soi une satisfaction équitable suffisante aux fins de l’article 50 (art. 50) de la Convention\".", "", "EN DROIT", "I. SUR LA QUALITE DE \"VICTIME\" DU REQUERANT (article 25 de la Convention) (art. 25)", "30.   Selon le Gouvernement, le requérant a renoncé à toute prétention sur la succession de sa mère par son arrangement judiciaire du 12 octobre 1981 avec son demi-frère et son beau-père (paragraphe 22 ci-dessus). En outre, la valeur de la terre qu’il a reçue en échange représenterait en gros trois huitièmes de ce patrimoine. En conséquence, il ne pourrait plus se prétendre \"victime\" d’une violation de la Convention.", "Le requérant et la Commission combattent cette thèse; ils soulignent en particulier que le premier se trouvait en position de faiblesse lorsqu’il accepta l’arrangement.", "31.   La Cour a compétence pour statuer sur l’exception, le Gouvernement l’ayant soulevée devant la Commission au stade de l’examen de la recevabilité (voir, en dernier lieu, l’arrêt Nölkenbockhoff du 25 août 1987, série A no 123, p. 77, § 32).", "32.   Par \"victime\", l’article 25 (art. 25) désigne la personne directement concernée par l’acte ou omission litigieux, l’existence d’une violation se concevant même en l’absence de préjudice; celle-ci ne joue de rôle que sur le terrain de l’article 50 (art. 50) (voir notamment l’arrêt van der Sluijs, Zuiderveld et Klappe du 22 mai 1984, série A no 78, p. 16, § 37). Partant, la circonstance qu’un accord judiciaire entre des particuliers agissant de leur propre initiative a pu atténuer l’inconvénient dont pâtit le requérant ne le prive pas en principe de la qualité de \"victime\". Il aurait pu en aller autrement si, par exemple, les autorités nationales avaient reconnu expressément ou en substance, puis réparé, la violation alléguée de la Convention (voir notamment l’arrêt Eckle du 15 juillet 1982, série A no 51, pp. 30-31, § 66).", "33.   Au demeurant, le requérant se plaint de ce qu’en l’espèce sa naissance hors mariage lui ôtait en droit toute possibilité de reprendre l’exploitation de sa mère au moment du partage de la succession. Or cette situation n’a pas changé; le règlement judiciaire n’en a mitigé que les incidences financières. En outre, à l’époque de sa conclusion M. Inze ne pouvait plus espérer recueillir la propriété, la Cour suprême l’ayant déjà débouté par une décision définitive (paragraphes 20-22 ci-dessus). Se trouvant donc en position d’infériorité, il a souscrit à l’accord comme à un moindre mal.", "34.   En conséquence, il reste habilité à se prétendre \"victime\" au sens de l’article 25 (art. 25) de la Convention.", "II. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 14 DE LA CONVENTION, COMBINE AVEC L’ARTICLE 1 DU PROTOCOLE No 1 (art. 14+P1-1)", "35. Selon M. Inze, l’application de l’article 7 § 2 de la loi provinciale (paragraphe 25 ci-dessus) a enfreint à son détriment les articles 14 de la Convention et 1 du Protocole no 1, combinés (art. 14+P1-1), dont les passages pertinents sont ainsi libellés:", "Article 14 (art. 14) de la Convention", "\"La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur (...) la naissance ou toute autre situation.\"", "Article 1 du Protocole no 1 (P1-1)", "\"Toute personne physique ou morale a droit au respect de ses biens (...).\"", "A. Sur l’applicabilité", "36.   D’après la jurisprudence constante de la Cour, l’article 14 (art. 14) complète les autres clauses normatives de la Convention et des Protocoles. Il n’a pas d’existence indépendante puisqu’il vaut uniquement pour \"la jouissance des droits et libertés\" qu’elles garantissent. Certes, il peut entrer en jeu même sans un manquement à leurs exigences et, dans cette mesure, possède une portée autonome, mais il ne saurait trouver à s’appliquer si les faits du litige ne tombent pas sous l’empire de l’une au moins desdites clauses (voir notamment l’arrêt Abdulaziz, Cabales et Balkandali du 28 mai 1985, série A no 94, p. 35, § 71).", "Le requérant n’invoque pas l’article 1 du Protocole no 1 (P1-1) pris isolément, et la Cour n’estime pas nécessaire d’examiner la question d’office; il suffit de rechercher si les griefs relèvent de ce texte.", "37.   Or tel n’est pas le cas selon le Gouvernement. Il en veut pour preuve l’arrêt Marckx du 13 juin 1979, d’après lequel l’article 1 du Protocole no 1 (P1-1) \"se borne à consacrer le droit de chacun au respect de ‘ses’ biens, ne vaut par conséquent que pour des biens actuels et ne garantit pas le droit d’en acquérir par voie de succession ab intestat ou de libéralités\" (série A no 31, p. 23, § 50).", "38.   La Cour rappelle que l’article 1 du Protocole no 1 (P1-1) garantit en substance le droit de propriété (voir notamment l’arrêt AGOSI du 24 octobre 1986, série A no 108, p. 17, § 48).", "Avec la Commission, elle estime devoir distinguer la présente cause de l’affaire Marckx. Cette dernière avait trait au droit potentiel de la seconde requérante à hériter de la première, toujours de ce monde. En l’espèce, au contraire, M. Inze avait déjà obtenu par voie de succession le droit à une part du patrimoine de sa feue mère, y compris l’exploitation agricole, sous réserve d’une attribution des biens conforme à la loi provinciale. En vertu des articles 545, 547 et 550 du code civil, à la mort du de cujus les héritiers acquièrent automatiquement leurs droits héréditaires sur la succession, laquelle leur est dévolue en indivision (paragraphe 24 ci-dessus).", "En outre, les héritiers avaient accepté les parts prévues par le code civil et le tribunal de district de Klagenfurt avait homologué leurs déclarations le 31 mars 1976 (paragraphe 9 ci-dessus). Le patrimoine était donc la propriété conjointe du requérant et de ses cohéritiers même si aucun d’eux n’avait de droit immédiat sur un bien déterminé.", "39.   Pour le Gouvernement, les clauses de la loi provinciale régissant la dévolution ab intestat des exploitations agricoles héréditaires (paragraphe 25 ci-dessus) tendent à deux objectifs: empêcher le morcellement d’une exploitation en prévoyant que la recueillera un seul des héritiers, à charge pour lui de désintéresser les autres; préserver la rentabilité de l’exploitation en fixant le dédommagement de telle sorte que ne pèse pas sur l’héritier principal un fardeau financier excessif.", "La Cour relève que le requérant ne conteste pas le système des exploitations héréditaires en soi, mais uniquement les critères applicables au choix de l’héritier principal. A cet égard, l’article 7 § 2 de la loi provinciale accorde aux enfants légitimes la préférence sur les enfants naturels. Aussi la ferme dont il s’agit est-elle revenue en l’espèce au fils cadet, issu du mariage, tandis que le fait d’être né hors mariage a suffi à priver le requérant de toute possibilité de la revendiquer avec succès.", "40.   En conclusion, les faits de la cause relèvent de l’article 1 du Protocole no 1 (P1-1), de sorte que l’article 14 de la Convention s’applique en combinaison avec lui (art. 14+P1-1).", "B. Sur l’observation", "41.   Au regard de l’article 14 (art. 14), une distinction est discriminatoire si elle \"manque de justification objective et raisonnable\", c’est-à-dire si elle ne poursuit pas un \"but légitime\" ou s’il n’y a pas de \"rapport raisonnable de proportionnalité entre les moyens employés et le but visé\" (voir notamment l’arrêt Lithgow et autres du 8 juillet 1986, série A no 102, pp. 66-67, § 177).", "Les États contractants jouissent d’une certaine marge d’appréciation pour déterminer si et dans quelle mesure des différences entre des situations à d’autres égards analogues justifient des distinctions de traitement juridique. Son étendue varie selon les circonstances, les domaines et le contexte (ibidem).", "La Cour rappelle à ce propos que la Convention est un instrument vivant, à interpréter à la lumière des conditions actuelles (voir notamment l’arrêt Johnston et autres du 18 décembre 1986, série A no 112, p. 25, § 53). Or les États membres du Conseil de l’Europe attachent de nos jours de l’importance à l’égalité, en matière de droits de caractère civil, entre enfants issus du mariage et enfants nés hors mariage. En témoigne la Convention européenne de 1975 sur le statut juridique des enfants nés hors mariage, qui lie présentement neuf d’entre eux. La République d’Autriche l’a ratifiée le 28 mai 1980, avec une réserve étrangère aux faits de la cause (paragraphe 21 ci-dessus). Seules donc de très fortes raisons pourraient amener à estimer compatible avec la Convention une distinction fondée sur la naissance hors mariage (voir, mutatis mutandis, l’arrêt Abdulaziz, Cabales et Balkandali précité, série A no 94, p. 38, § 78).", "42.   Le Gouvernement avance les arguments suivants. Les critères de sélection de l’héritier principal résulteraient de ce qu’un seul héritier a vocation pour reprendre une exploitation héréditaire. Ils reposeraient d’ailleurs sur des raisons objectives; en particulier, la préférence donnée à l’enfant légitime correspondrait à la volonté probable du défunt. En tout cas, l’article 7 § 2 de la loi provinciale vaudrait uniquement pour les successions ab intestat et un propriétaire pourrait, s’il le désire, en écarter le jeu par testament.", "De plus, le critère de la naissance refléterait les convictions de la population rurale et la situation sociale et économique des agriculteurs. En outre les enfants nés hors mariage, à la différence des enfants légitimes, ne seraient d’habitude pas élevés dans la ferme de leurs parents et n’auraient pas de liens étroits avec elle.", "Enfin, il ne faudrait pas oublier le traitement spécial réservé au conjoint survivant, qui a normalement le droit de rester à la ferme et d’y être entretenu par l’héritier principal.", "43.   La thèse du Gouvernement ne convainc pas plus la Cour que la Commission. Elle s’inspire en majeure partie de considérations générales et abstraites - sur des points tels que les intentions du défunt, le lieu où sont élevés les enfants nés hors mariage et les rapports du conjoint survivant avec ses enfants légitimes - qui peuvent parfois ne pas cadrer avec la situation réelle et ne sauraient justifier pareille règle. Par exemple, M. Inze fut élevé à la ferme en question et y a travaillé jusqu’à l’âge de 23 ans (paragraphe 9 ci-dessus).", "Certes, sa mère aurait pu tester en sa faveur; il n’en demeure pas moins que quand elle mourut ab intestat le requérant se vit privé par la loi, en l’espèce, de la possibilité de reprendre l’exploitation.", "44.   Quant à l’argument relatif aux convictions de la population rurale, il traduit simplement les conceptions traditionnelles. Le gouvernement autrichien lui-même a reconnu l’évolution de la société rurale et préparé un projet de loi qui les prend en compte. Désormais, l’attribution d’une exploitation agricole héréditaire dépendrait de circonstances objectives, notamment la formation à la gestion d’une ferme et le fait d’avoir été élevé dans la propriété dont il s’agit (paragraphe 26 ci-dessus).", "La réforme ainsi proposée, la Cour tient à le préciser, ne saurait en soi passer pour démontrer que les règles antérieures allaient à l’encontre de la Convention. Elle indique cependant que la législation incriminée aurait aussi pu atteindre son but en recourant à d’autres critères que la naissance légitime ou hors mariage.", "45.   La Cour conclut donc qu’il y a eu violation de l’article 14 de la Convention, combiné avec l’article 1 du Protocole no 1 (art. 14+P1-1).", "III. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50) DE LA CONVENTION", "46.   Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "M. Inze sollicite une satisfaction équitable pour le préjudice matériel résultant de l’impossibilité de reprendre l’exploitation agricole de sa mère ainsi que pour frais et dépens. Il ne formule aucune prétention pour dommage moral et il ne s’agit pas là d’une question à examiner d’office par la Cour (voir, mutatis mutandis, l’arrêt Sunday Times du 6 novembre 1980, série A no 38, p. 9, § 14).", "A. Préjudice", "47.   Par le jeu de l’article 7 § 2 de la loi provinciale, le requérant n’avait en l’espèce aucun moyen de recueillir l’exploitation de sa mère puisque la préférence accordée à son demi-frère l’excluait de la liste des héritiers principaux potentiels (paragraphe 33 ci-dessus).", "Si l’article 1 du Protocole no 1 (P1-1) ne lui donnait assurément pas le droit d’hériter spécifiquement de ladite exploitation, il n’en a pas moins perdu, à cause de la discrimination constatée par la Cour, des chances réelles de la reprendre; il faut en tenir compte (voir notamment, mutatis mutandis, l’arrêt Sporrong et Lönnroth du 18 décembre 1984, série A no 88, p. 13, § 25).", "Sans doute le règlement judiciaire du 12 octobre 1981 (paragraphe 22 ci-dessus) a-t-il pu atténuer quelque peu les conséquences matérielles de la violation relevée par le présent arrêt, mais il n’a pas entièrement effacé le tort subi à l’origine par le requérant et n’y a donc pas suffisamment remédié (paragraphes 32-33 ci-dessus).", "48.   M. Inze appuyait ses revendications initiales sur une expertise datée du 18 avril 1985; elle partait de l’hypothèse que sans que la discrimination litigieuse il aurait obtenu la ferme de sa mère.", "Il a ensuite avancé une méthode subsidiaire de calcul aboutissant à un montant de 1.268.476 ATS 34. Ce chiffre représente la valeur vénale prétendue de l’exploitation en 1976 (1.455.000 ATS), moins a) la valeur d’attribution (197.481 ATS 83) des parts légales dues à son demi-frère et à son beau-père (paragraphes 9 et 13 ci-dessus) et b) la valeur vénale, à la même époque (455.700 ATS), de la terre qu’il a reçue en vertu de l’accord judiciaire (paragraphe 22 ci-dessus). Les sommes en question ont été ajustées en fonction des changements de l’indice du coût de la vie jusqu’en janvier 1987.", "49.   Le Gouvernement conteste tant cette méthode que ses résultats. Il en préconise une autre, proposée par le ministère fédéral des Finances. Selon lui, si la loi provinciale n’avait pas été appliquée M. Inze n’aurait eu droit qu’à trois huitièmes de la valeur vénale de l’ensemble de l’exploitation (1.827.838 ATS en 1985). Son préjudice matériel n’aurait alors correspondu qu’à la différence entre sa part légale (685.439 ATS 52) et la valeur vénale de la terre qu’il a finalement recueillie (607.600 ATS).", "50.   Le délégué de la Commission rejette chacune des deux méthodes car elles conduisent non pas à l’égalité de traitement entre M. Inze et son demi-frère, mais à un traitement respectivement plus favorable ou plus défavorable au premier. D’après lui, pour calculer l’indemnité il faut augmenter la part légale du requérant en proportion raisonnable du surcroît de valeur dont a bénéficié le demi-frère de ce dernier.", "51.   Sans oublier que la discrimination constatée par elle a entraîné un certain déséquilibre financier entre les deux intéressés, la Cour relève que le préjudice consiste en l’espèce dans la perte de chances subie par M. Inze (paragraphe 47 ci-dessus). Pareille perte ne peut guère se chiffrer avec précision (arrêt Sporrong et Lönnroth précité, série A no 88, p. 14, § 27).", "En conséquence, la Cour, prenant en compte tous les éléments pertinents, et statuant en équité comme le veut l’article 50 (art. 50), alloue au requérant la somme de 150.000 ATS.", "B. Frais et dépens", "52.   M. Inze demande le remboursement de frais et dépens supportés en Autriche (22.780 ATS pour les honoraires de son avocat dans la procédure de succession, 4.409 pour dépenses diverses et 2.539 pour les honoraires de l’expert) et devant les organes de la Convention (95.857 ATS 15 devant la Commission et 38.493,95 devant la Cour).", "53.   Selon sa jurisprudence constante, la Cour doit contrôler la réalité de ces frais et dépens, leur nécessité et le caractère raisonnable de leur taux.", "54.   Pour les frais assumés en Autriche, elle admet qu’au moins les honoraires d’avocat et d’expert ont été effectivement engagés. Elle estime en outre que certaines des questions soulevées, y compris celle de la constitutionnalité, exigeaient par leur complexité l’assistance d’un homme de l’art, bien que d’après le Gouvernement la présence d’un avocat dans la procédure de succession ne s’imposât pas en principe. De plus, le recours aux services d’un expert n’avait rien de déraisonnable vu la technicité des problèmes immobiliers (arrêt Sporrong et Lönnroth précité, série A no 88, p. 17, § 39); du reste, le Gouvernement lui-même a consulté de son côté des spécialistes.", "En l’absence de précisions sur les honoraires d’avocat et les dépenses diverses, la Cour accorde de ces chefs 23.000 ATS, auxquels il échet d’en ajouter 2.539 pour les honoraires de l’expert.", "55.   Au titre de la procédure devant la Commission, le requérant réclame 5.067 ATS pour les honoraires d’avocat antérieurs à l’ajournement de celle-ci (paragraphe 28 ci-dessus) et 90.790 ATS 15 pour les honoraires postérieurs. Pour l’instance devant la Cour, il réclame 38.493 ATS 95.", "56.   La Cour juge raisonnable le premier montant, que le Gouvernement ne conteste pas; elle le retient donc.", "Quant au deuxième et au troisième, le Gouvernement ne nie pas que M. Inze ait assumé des engagements allant au-delà de l’assistance judiciaire reçue du Conseil de l’Europe (arrêt Unterpertinger du 24 novembre 1986, série A no 110, p. 16, § 36). La Commission et lui trouvent cependant excessifs les chiffres avancés.", "Le Gouvernement discute la manière dont le conseil du requérant a calculé ses honoraires, dont le niveau atteindrait le double de celui qui vaudrait pour une procédure devant la Cour suprême d’Autriche. Selon le délégué de la Commission, au contraire, on ne saurait critiquer ledit conseil à cet égard car les lignes directrices publiées par la Conférence des barreaux autrichiens ne s’appliquent pas aux organes de la Convention. Il considère pourtant, avec le Gouvernement, que de brèves notes et lettres écrites par l’avocat à Strasbourg n’auraient pas dû être tarifées à l’égal d’une argumentation étoffée.", "Dans les circonstances de la cause, la Cour ne peut octroyer l’intégralité des sommes réclamées. Statuant en équité, elle estime que M. Inze a droit, sous réserve de ce qui suit, au remboursement de 50.000 ATS pour la procédure suivie devant la Commission après l’ajournement puis devant la Cour.", "57.   Les sommes ainsi allouées pour frais et dépens s’élèvent à 80.606 ATS au total. Il y a lieu d’en retrancher 4.500 francs français le Conseil de l’Europe a remis au requérant, pour honoraires d’avocat, au titre de l’assistance judiciaire et d’y ajouter la taxe sur le chiffre d’affaires pouvant être due sur tout ou partie de la différence.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit que le requérant peut encore se prétendre \"victime\" au sens de l’article 25 (art. 25) de la Convention;", "", "2. Dit qu’il y a eu violation de l’article 14 de la Convention, combiné avec l’article 1 du Protocole no 1 (art. 14+P1-1);", "", "3. Dit que l’État défendeur doit payer au requérant 150.000 ATS (cent cinquante mille schillings autrichiens) pour dommage et, pour frais et dépens, la somme résultant des calculs à opérer conformément au paragraphe 57 des motifs;", "", "4. Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme à Strasbourg, le 28 octobre 1987.", "", "John CREMONA", "Président", "", "Marc-André EISSEN", "Greffier ", ""]}