{"file": "FRE_HFJUD_29569_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29569/95", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "AFFAIRE BUSCEMI c. ITALIE", "", "", "(Requête n° 29569/95)", "", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "STRASBOURG", "", "", "16 septembre 1999", "", "", "En l’affaire Buscemi c. Italie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "MM.\tM. Fischbach, président,\n\t\tB. Conforti,\n\t\tG. Bonello,\n\t\tP. Lorenzen,\nMme\tM. Tsatsa-Nikolovska,\nMM.\tA.B. Baka,\n\t\tE. Levits, juges,", "et de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil le 7 septembre 1999,", "Rend l’arrêt que voici, adopté à cette date :", "", "PROCÉDURE", "", "1.  A l’origine de l’affaire se trouve une requête (n° 29569/95) dirigée contre la République italienne et dont un ressortissant italien, M. Vincenzo Ettore Buscemi (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 23 juin 1995, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). Le requérant agit en personne. Le gouvernement italien (« le Gouvernement ») est représenté par son agent, M. U. Leanza.", "2.  Le 4 décembre 1998 la Commission a décidé de saisir la Cour (ancien article 48 a) de la Convention).", "3.  La requête concerne l’attribution de la garde de la fille du requérant et la procédure y relative, la prétendue partialité du président du tribunal pour enfants de Turin et l’atteinte alléguée à la réputation et à la vie familiale du requérant en raison des déclarations faites à la presse par le président dudit tribunal. Le requérant invoque les articles 8 et 6 § 1 de la Convention.", "4.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la deuxième section. La chambre constituée au sein de ladite section comprenait de plein droit M. B. Conforti, juge élu au titre de l’Italie (articles 27 § 2 de la Convention et 26 § 1 a) du règlement), et M. C.L. Rozakis, président de la section (article 26 § 1 a) du règlement). Les autres membres désignés par ce dernier pour compléter la chambre étaient M. M. Fischbach, M. P. Lorenzen, Mme M. Tsatsa-Nikolovska, M. A.B. Baka et M. E. Levits (article 26 § 1 b) du règlement).", "5.  Ultérieurement, M. Rozakis, qui avait participé à l’examen de l’affaire par la Commission, s’est déporté (article 28 du règlement). En conséquence, M. Fischbach a remplacé M. Rozakis en tant que président de la chambre (article 12 du règlement) et M. G. Bonello a été désigné pour le remplacer au sein de celle-ci.", "6.  Le 30 mars 1999, après avoir consulté l’agent du Gouvernement et le requérant, la Cour a décidé qu’il n’y avait pas lieu de tenir une audience.", "7.  Le Gouvernement a présenté son mémoire le 12 mai 1999 et le requérant le sien le 18 juin 1999.", "EN FAIT", "A.  La procédure relative à la garde de la fille du requérant", "8.  Ressortissant italien, M. Buscemi est né en 1949 et réside à Coni (Cuneo) où il exerce la profession de médecin.", "9.  Du concubinage entre le requérant et C.F. naquit une fille en 1985. Les rapports entre le père et la mère se dégradèrent rapidement après la naissance de la fillette et le tribunal pour enfants compétent dut déjà intervenir par le passé.", "10.  Dans un premier temps, la fille du requérant fut confiée à la mère, de laquelle le requérant s’était séparé dans l’intervalle.", "11.  Le 21 janvier 1994 le requérant demanda au tribunal pour enfants de Turin de lui confier formellement la garde de l’enfant, que la mère lui avait déjà confiée de facto. Celle-ci avait en effet signé, le 30 juillet 1993, une déclaration reconnaissant le droit du requérant à avoir la garde de l’enfant.", "12.  Le tribunal pour enfants de Turin, sous la présidence du juge A.M.B., ordonna une instruction et le 5 mai 1994 décida de placer l’enfant dans un foyer d’accueil. Il fit application notamment de l’article 333 du code civil. En même temps, il limita le droit de visite à une fois par semaine pour la mère et à une fois par mois pour le requérant.", "13.  Le matin du 3 juin 1994, des assistants sociaux cherchèrent l’enfant à son école, après avoir prévenu les enseignants, et la transférèrent dans un foyer.", "14.  Immédiatement après, le requérant demanda à ce que sa fille fût examinée par un neuropsychiatre, mais cette demande aurait été rejetée pour des motifs qui ne sont pas connus. Selon les allégations du requérant, sa fille aurait fait l’objet de mauvais traitements dans le foyer d’accueil.", "15.  Le 14 juin 1994 le tribunal pour enfants désigna d’office deux experts, à savoir E.T., psychologue, et S.L., neuropsychiatre pour enfants, dont les noms figuraient déjà dans la décision du 5 mai 1994. Il ressort d’un certificat de la Chambre de commerce de Coni que l’expert E.T. exerçait également l’activité de marchand ambulant de vêtements et objets d’occasion depuis le 10 janvier 1994. Les deux experts étaient chargés d’établir l’état des relations entre les parents d’une part et entre ceux-ci et leur fille d’autre part, en vue notamment de déterminer à quel parent il convenait de confier la garde de l’enfant. A cette fin, le tribunal prescrivit aux deux experts entre autres ce qui suit :", "« Que les experts disent, une fois accomplie toute enquête utile, examinés les actes de la procédure, rencontrés les parents, la grand-mère maternelle et la mineure (...), quel est le type de personnalité des parents et la relation entre eux, y compris quant à l’évolution possible dans le futur ; (...) »", "16.  Les deux experts convinrent de rencontrer chacun uniquement l’un des deux parents.", "17.  Contre la décision du 5 mai 1994 le requérant interjeta appel une première fois le 11 juin 1994, mais il fut débouté par un arrêt de la cour d’appel de Turin (section spéciale pour enfants) daté du 28 juillet 1994. La cour d’appel approuva la décision du tribunal, compte tenu de la nécessité de placer la fillette dans un environnement plus calme en vue d’étudier les difficultés d’ordre psychologique que les conflits entre ses parents avaient engendrées. La cour d’appel précisa en outre que deux experts privés devaient avoir la possibilité de suivre le travail des experts d’office.", "18.  Les experts privés désignés par le requérant ne furent jamais consultés pendant le déroulement des examens menés par les experts d’office et ne purent assister à l’audition de l’enfant. L’un d’entre eux participa néanmoins à une réunion avec les experts d’office afin d’évaluer les éléments recueillis par ces derniers au cours de l’expertise.", "19.  Le rapport des experts fut déposé le 3 octobre 1994. Il établit notamment qu’aucun des deux parents ne semblait en mesure de fournir à la fillette un soutien adéquat et d’avoir avec elle une relation équilibrée. Les experts mettaient en outre en évidence le fait qu’ils n’avaient pu se livrer à une appréciation complète de la personnalité du requérant, celui-ci ayant cessé de participer aux tests psychodiagnostiques.", "20.  Le 10 octobre 1994, l’un des deux experts privés déposa son rapport au greffe du tribunal. Ce rapport critiquait les résultats de l’expertise d’office, notamment dans la mesure où elle considérait le requérant comme peu soucieux du bien-être de sa fille ainsi que de la mère. Une deuxième expertise privée se prononça dans le même sens.", "21.  Le 15 octobre 1994, le requérant s’adressa au tribunal, en se plaignant de ce que l’un des experts d’office ne l’eût jamais rencontré, alors qu’il avait apposé sa signature sur le rapport des experts qui contenait des appréciations portant directement sur la personnalité de l’intéressé, et du fait que les expert privés n’avaient pas été convoqués lors de l’audition de l’enfant par les experts d’office. Il concluait que la meilleure solution consistait à lui confier la garde de l’enfant.", "22.  Le 3 novembre 1994, le tribunal, sous la présidence de C.L., confirma le placement de la fillette dans un foyer d’accueil et ordonna aux services sociaux de ménager une série de rencontres entre celle-ci et sa mère en vue de restituer la garde à cette dernière. Le requérant était en revanche autorisé à rendre visite à sa fille seulement une fois par mois pendant deux heures et uniquement à l’intérieur du foyer.", "23.  Le 2 décembre 1994, la fille du requérant fut blessée dans un accident de la route. Le requérant en fut informé le 7 décembre 1994 et le lendemain se rendit auprès de sa fille. Relevant la présence de lésions d’une certaine importance et considérant que l’hôpital de la ville où se trouvait le foyer n’était pas équipé pour effectuer les examens qui s’imposaient, il demanda le 9 décembre 1994 au juge d’instance (pretore) de cette ville de l’autoriser à accompagner personnellement sa fille à l’hôpital de Coni, mieux équipé. Ce juge estima la situation urgente et autorisa le requérant à accompagner sa fille à l’hôpital de Coni avec un délégué du foyer. Toutefois, le même jour, le président du tribunal pour enfants de Turin décida que le père n’était pas autorisé à intervenir. Il chargea le foyer de soumettre l’enfant aux examens que le foyer jugerait opportuns, et ceci en collaboration avec la mère. Le président du tribunal rappela qu’il avait pris une décision n’autorisant le requérant à voir sa fille que pendant deux heures par mois et qu’évidemment le juge d’instance ignorait cette décision.", "24.  Le 12 décembre 1994, le requérant interjeta appel de la décision du tribunal du 3 novembre 1994. Il fit valoir notamment que seul l’un des experts d’office l’avait rencontré, cela malgré la décision du tribunal leur confiant conjointement l’expertise. En outre, les experts privés n’avaient pas été prévenus, par les experts commis d’office, de la date de l’audition de l’enfant et n’avaient pas non plus pris part aux délibérations du tribunal le 3 novembre 1994.", "25.  Le requérant avait dans l’intervalle demandé au tribunal de confier la fillette à la mère et de revoir le régime des visites. Il fut débouté le 13 décembre 1994. Le 18 janvier 1995, il interjeta appel de cette dernière décision. Entre autres, il releva encore une fois les lacunes de l’expertise d’office et réitéra sa demande tendant à ce que la garde de l’enfant fût à nouveau confiée à la mère.", "26.  Par deux décisions distinctes datées du 14 février 1995 la cour d’appel de Turin déclara le premier appel irrecevable pour cause de tardiveté et rejeta le deuxième.", "27.  Dans la deuxième décision, la cour d’appel nota que la procédure était toujours pendante, y compris en ce qui concernait la demande introduite entre-temps par la mère afin de voir déclarer le requérant déchu de ses droits parentaux. En particulier, comme l’avait observé le tribunal, certains éléments à l’origine de l’affaire subsistaient, tels que l’opposition de la mère à l’idée de reprendre sa fille avec elle et les graves problèmes d’ordre psychologique affectant la relation de la fillette avec le requérant. Dès lors, compte tenu de la nature provisoire du placement de la fillette dans un foyer d’accueil, la cour d’appel estima prématurée toute décision modifiant la situation actuelle. Elle ne se prononça pas sur les allégations du requérant quant aux modalités de l’expertise.", "28.  Le 23 mai 1995, à la suite d’une série de rapports des services sociaux, le tribunal autorisa la mère de la fillette à séjourner les samedis et les dimanches auprès d’elle.", "29.  Le 22 juin 1995, le requérant s’adressa de nouveau à la cour d’appel, demandant que, compte tenu de son malaise croissant dans le foyer, la fillette en fût retirée d’urgence et confiée soit à lui soit à la grand-mère paternelle.", "30.  Le 3 août 1995, la cour d’appel rejeta ce dernier recours. Elle considéra notamment que la grand-mère paternelle avait par le passé refusé de prendre la fillette en charge, et que le requérant n’avait pas démontré que cette attitude avait changé. Elle releva en outre que, depuis qu’elle avait été placée dans le foyer, la fillette n’avait plus les crises d’hystérie dont elle souffrait lorsqu’elle vivait avec sa mère, voyait plus souvent le requérant et n’avait plus demandé à quitter le foyer. La cour d’appel nota qu’au demeurant la fillette avait refusé de passer quinze jours à la mer en compagnie du requérant, ce qui ressortait du rapport des services sociaux du 13 juin 1995. Enfin, la cour considéra que le placement de la fillette auprès de sa grand-mère paternelle l’aurait éloignée de sa mère, alors qu’il fallait encourager la reprise d’une relation avec cette dernière, malgré ses limites et son incapacité à démontrer une véritable affection envers sa fille. Celle-ci avait en effet manifesté clairement le souhait de rejoindre sa mère.", "31.  Le 9 août 1995 le tribunal pour enfants révoqua sa décision du 5 mai 1994 et ordonna que la garde de l’enfant fût attribuée de nouveau à la mère. Il limita par ailleurs le droit de visite du requérant à une fois par mois, dans un endroit neutre devant être convenu avec les services sociaux.", "32.  Dans un recours adressé au tribunal le 5 septembre 1995, le requérant se déclara satisfait de la décision de retirer sa fille du foyer, mais s’en prit à celle de maintenir les restrictions à son droit de visite.", "33.  Le 23 octobre 1995, la cour d’appel accueillit partiellement ce dernier recours, ordonnant de porter de une à deux le nombre mensuel de visites du requérant.", "34.  Le 11 juillet 1996 le tribunal autorisa la fillette à séjourner chez sa tante paternelle pour les vacances, du 19 juillet au 5 août 1996.", "35.  Le 24 octobre 1996, le tribunal  accorda au requérant la possibilité de voir sa fille un après-midi par semaine. Le tribunal souligna tout de même le caractère extrêmement problématique des rapports entre les services sociaux et le requérant, ce dernier faisant continuellement parvenir aux premiers des demandes écrites sans toutefois se montrer vraiment ouvert au dialogue.", "36.  Le requérant interjeta appel, demandant une intensification des contacts avec sa fille, mais il fut débouté par une décision de la cour d’appel du 28 janvier 1997. La décision se fondait sur le rapport d’un psychiatre daté du 16 décembre 1996, selon lequel l’état psychologique de l’enfant s’était beaucoup dégradé, ce qui faisait craindre un effondrement psychologique. Le fait que la fillette qualifiait ses parents de dérangés mentaux et qu’elle souhaitait rentrer au foyer démontrait la précarité de son équilibre psychique. La cour d’appel conclut que la fillette avait surtout besoin d’un suivi psychologique et certainement pas de voir son père plus souvent.", "37.  Le requérant avait entre-temps déposé des plaintes contre les experts d’office, auprès du procureur général près la Cour de cassation et du parquet près le tribunal de Turin. Il soutenait que les experts d’office avaient accompli leur travail avec négligence, qu’ils n’avaient pas convoqué les experts privés, et qu’ils étaient par conséquent coupables d’un manquement à un devoir de leur charge (omissione d’atti d’ufficio), selon les termes de l’article 328 du code pénal. La deuxième plainte fut classée sans suite le 22 juin 1996 au motif qu’en l’absence de dol il s’agissait là de problèmes relatifs aux modalités d’une expertise dont l’appréciation revenait, une fois entendus les parties et leurs experts, au juge l’ayant ordonnée. Le tribunal souligna également qu’il appartenait aux experts privés d’agir et de se présenter auprès des experts d’office. Quant à la première plainte, elle n’eut aucune suite.", "B.\t  Les déclarations du président du tribunal à la presse", "38.  Le 24 juin 1994, le quotidien italien La Stampa publia un article contenant des déclarations du président du tribunal pour enfants de Turin, C.L., concernant le travail du tribunal en matière de garde d’enfants. Dans cet article C.L. employa notamment les expressions suivantes :", "« Nous ne sommes pas des juges arrache-enfants. »", "« Notre rôle est de libérer l’enfant de sa souffrance. »", "39.  Le 11 juillet 1994, le même quotidien publia une lettre signée du requérant, laquelle constituait également une réponse aux premières déclarations de C.L. Le requérant relata l’épisode du placement de sa fille dans un foyer et s’exprima notamment comme suit :", "« Le fait en soi est celui de la séquestration, ou au moins de la violence sur mineurs. Que ce fait ne doive être considéré ni comme violence ni comme séquestration au motif qu’un tribunal y est impliqué, c’est une autre question. »", "« Cette petite fille a subi un choc, un stress émotionnel d’une cruelle ampleur. »", "« La cruauté de l’exécution ne peut assurément pas ne pas avoir terni l’image de l’Etat et provoqué une baisse de confiance envers l’institution qui devrait garantir le plus grand respect pour la personne humaine. »", "« Entre autres, l’inopportunité de la méthode employée découle du fait qu’une décision urgente n’a été exécutée qu’un mois après son adoption. »", "« Dans un cas pareil, je doute que le président L. (...) puisse dire : « nous avons libéré un enfant de sa souffrance » ou « nous ne sommes pas des juges arrache-enfants ». »", "40.  Dans une lettre publiée dans La Stampa le 8 août 1994, le président du tribunal répondit au requérant. C.L. déclara notamment ce qui suit :", "« (...) L’histoire relatée par [le requérant] ne correspond pas à la vérité pour ce qui concerne les circonstances fondamentales des faits (...). La garde de la fillette n’était pas confiée au père mais à la mère. A la maison, en raison à la fois des litiges entre parents et d’autres circonstances que je ne peux préciser, elle vivait dans des conditions très difficiles, qui débouchaient sur des épisodes de violence même physique et qui étaient, au fil du temps, vraiment destructrices pour l’équilibre psychophysique de la mineure. Son éloignement était absolument nécessaire justement afin de la libérer d’une situation oppressante (...) La fillette a été bien heureuse de se trouver enfin dans un endroit tranquille et serein. Naturellement, si et quand les difficultés relationnelles des parents auront été surmontées, la petite pourra rentrer chez elle. Je garantis que toutes les personnes qui ont suivi et suivent cette affaire sont très qualifiées : juges experts, assistants sociaux, psychologues (...) »", "41.  Dans une lettre publiée dans La Stampa le 5 septembre 1994, le requérant réagit à celle de C.L. et dénonça le fait que le juge non seulement l’avait qualifié de menteur, mais aussi avait révélé des éléments confidentiels relatifs à son affaire, qui dans une petite ville de province telle que Coni avaient permis d’en identifier facilement les protagonistes et avaient laissé les gens perplexes. ", "42.  A cette même date, La Stampa publia également une lettre envoyée par un groupe de collègues du requérant, exprimant leur solidarité à celui-ci.", "43.  Le 21 novembre 1994, le requérant demanda le remplacement de C.L., dans la procédure relative à la garde de sa fille, par un autre juge. Il alléguait la partialité de C.L. à cause du vif échange de vues qu’ils avaient eu dans la presse.", "44.  Par une ordonnance du 1er décembre 1994, le tribunal pour enfants rejeta la récusation avancée par le requérant comme étant tardive. Le tribunal considéra en effet qu’indépendamment du fait que le motif invoqué par le requérant ne figurait pas parmi les hypothèses formellement prévues par l’article 51 du code de procédure civile, la demande était de toute manière tardive car elle aurait dû être déposée avant la date prévue pour la décision (prise le 3 novembre 1994 ; voir supra, paragraphe 22). D’ailleurs, il était prévisible que C.L. pourrait exercer la fonction de président, puisqu’en cas de surnombre de magistrats le membre le plus ancien assurerait la présidence et que le requérant savait que C.L. appartenait à la section compétente pour connaître de son affaire. En tout état de cause, la décision ayant déjà été prise, le requérant disposait des moyens de recours ordinaires, à savoir l’appel, pour faire valoir ce grief.", "45.  Après les déclarations faites par C.L. dans la lettre publiée le 8 août 1994, le requérant avait aussi déposé une plainte auprès du parquet près le tribunal de Milan. Cette plainte fut classée sans suite le 22 mars 1995. Le juge des investigations préliminaires près le tribunal de Milan considéra en effet que C.L. s’était borné à répondre à la première lettre du requérant, en rectifiant les inexactitudes contenues dans les allégations de ce dernier et en soulignant que tous les intervenants dans l’affaire s’étaient comportés correctement. Les seules affirmations offensantes, selon le juge, étaient celles dirigées contre C.L., que le requérant avait qualifié d’« arrache-enfants ». La réponse de C.L. avait été correcte et modérée et n’avait trahi aucun élément confidentiel dont il aurait eu connaissance dans l’exercice de ses fonctions, car de toute manière il n’aurait pas été possible d’identifier les personnes impliquées dans l’affaire. C’était plutôt le requérant qui avait révélé les circonstances dans lesquelles la fillette avait été éloignée de sa mère. Aucune atteinte n’avait dès lors été portée à la réputation et à l’honneur du requérant.", "46.  Le requérant s’adressa également au Conseil supérieur de la magistrature (Consiglio superiore della magistratura), en vain.", "LE DROIT INTERNE PERTINENT", "47.  Aux termes de l’article 30 de la Constitution,", "« Les parents ont le devoir d’entretenir, d’éduquer et d’élever leurs enfants, y compris les enfants nés hors mariage.", "En cas d’incapacité des parents, la loi veille à ce que leurs obligations soient remplies.", "(...) »", "48.  Aux termes de l’article 333 du code civil,", "« Lorsque le comportement de l’un ou des deux parents n’est pas de nature à justifier une décision de déchéance (...), tout en étant préjudiciable à l’enfant, le juge peut, le cas échéant, adopter toute mesure nécessaire et peut également ordonner l’éloignement de l’enfant de la résidence familiale. Pareilles mesures peuvent être révoquées à tout moment. »", "PROCéDURE DEVANT LA COMMISSION", "49.  M. Buscemi a saisi la Commission le 23 juin 1995. Il alléguait notamment la violation de son droit au respect de sa vie familiale en raison du placement de sa fille dans un foyer, ainsi que la partialité du président du tribunal pour enfants de Turin et une atteinte à sa réputation et sa vie familiale en raison des déclarations faites à la presse par le président dudit tribunal (articles 8 et 6 § 1 de la Convention).", "50.  Le 16 avril 1998, la Commission a retenu la requête (n° 29569/95). Dans son rapport du 27 octobre 1998 (ancien article 31 de la Convention), elle conclut à l’unanimité à la violation de l’article 8 en raison des modalités de l’expertise et de l’article 6 § 1 du fait des déclarations du président du tribunal à la presse.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "51.  Le requérant affirme que les mesures prises par le tribunal pour enfants de Turin ont contribué à une fracture presque irréparable entre lui et sa fille. Il allègue en particulier que le tribunal s’est appuyé sur une expertise dépourvue de fondement et caractérisée par des vices de procédure. Selon lui, il y a eu violation de l’article 8 de la Convention, ainsi libellé :", "« 1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2. Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "52.  Le Gouvernement combat cette thèse. La Commission estime que, bien que les mesures restrictives prises par les autorités italiennes vis-à-vis des parents, y compris le requérant, fussent fondées sur des motifs pertinents et suffisants, l’article 8 a été violé en raison des modalités de l’expertise ordonnée par le tribunal.", "A.  Les mesures d’éloignement de la fille", "53.  La Cour rappelle que, pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale et que des mesures internes qui les en empêchent constituent une ingérence dans le droit protégé par l’article 8 (arrêt Bronda c. Italie du 9 juin 1998, Recueil des arrêts et décisions 1998-IV, p. 1489, § 51). En l’espèce, les mesures restrictives prises par les autorités italiennes vis-à-vis du requérant s’analysent en une ingérence dans le droit de celui-ci au respect de sa vie familiale. Pareille ingérence méconnaît cet article à moins qu’elle ne soit « prévue par la loi », ne vise un ou des buts légitimes au regard du paragraphe 2 de l’article 8 et ne puisse passer pour une mesure « nécessaire » « dans une société démocratique ».", "54.  La Cour estime que l’ingérence était prévue par la loi, en particulier par l’article 333 du code civil, et poursuivait le but légitime de la protection des droits d’autrui. Il reste à savoir si cette ingérence était aussi « nécessaire » « dans une société démocratique ».", "55.  Avec la Commission, la Cour considère que, compte tenu des éléments ressortant du dossier, surtout la réalité et la gravité des conflits entre le requérant et la mère de l’enfant, les mesures prises par les juridictions nationales paraissent fondées sur des raisons pertinentes et suffisantes. Mieux placées que la Cour pour établir un juste équilibre entre les intérêts de l’enfant à vivre dans un milieu serein et ceux inspirant les démarches de son père (arrêt Söderbäck c. Suède du 28 octobre 1998, Recueil 1998-VII, pp. 3095-3096, §§ 30-34), les juridictions nationales, constamment investies de l’affaire et moyennant des décisions amplement motivées, n’ont pas dépassé la marge d’appréciation ménagée par le paragraphe 2 de l’article 8.", "56.  Partant, il n’y a pas eu violation de l’article 8 du fait des mesures prises pour éloigner la fille du requérant.", "B.\t  Modalités de l’expertise", "57.  Par ailleurs, la Cour ne saurait suivre le requérant, dont l’opinion est admise par la Commission, lorsqu’il se prétend victime d’une violation de l’article 8 en raison du déroulement de l’expertise d’office.", "58.  Sans doute, l’article 8 demande à la Cour, comme elle l’a relevé, de rechercher, « en fonction des circonstances de chaque espèce et notamment de la gravité des mesures à prendre, si les parents ont pu jouer dans le processus décisionnel, considéré comme un tout, un rôle assez grand pour leur accorder la protection requise de leurs intérêts. Dans la négative, il y a manquement au respect de leur vie familiale et l’ingérence résultant de la décision ne saurait passer pour « nécessaire » au sens de l’article 8 » (arrêt W. c. Royaume-Uni du 8 juillet 1987, série A n 121-A, pp. 28 et 29, § 64). La Cour a aussi reconnu que si « l’article 8 ne renferme aucune condition explicite de procédure, (...) il faut que le processus décisionnel débouchant sur des mesures d’ingérence soit équitable et respecte comme il se doit les intérêts protégés par l’article 8 » (arrêt McMichael c. Royaume-Uni du 24 février 1995, série A n 307-B, p. 55, § 87).", "59.  A cet égard, le Gouvernement soutient que, s’il est vrai que dans le cadre des procédures en matière de garde d’enfants les parties ont des pouvoirs d’intervention limités par rapport aux procédures ordinaires, ce qui s’explique par le fait qu’il s’agit d’une procédure non contentieuse et ayant pour seul but de sauvegarder les intérêts des mineurs, il ne faut pas perdre de vue que le requérant a été entendu à chaque occasion, que tous les éléments concernant le dossier ont toujours été portés à sa connaissance et qu’il a eu la possibilité de les commenter. Pour ce qui est en particulier de la prétendue activité de marchand ambulant exercée par l’un des experts commis d’office, le Gouvernement conteste la réalité de cette allégation et observe que l’évaluation de la compétence professionnelle d’un expert ne peut se fonder que sur l’activité exercée en cette qualité. Le Gouvernement avance de surcroît que l’on ne saurait constater une violation uniquement sur la base des modalités de l’expertise alors que, comme la Commission l’a reconnu dans son rapport, l’ingérence dans la vie familiale du requérant était en elle-même justifiée.", "60.  Avec le Gouvernement, la Cour estime que les principes exposés ci-dessus (paragraphe 58), quant au rôle des parents dans le processus décisionnel, n’ont pas été méconnus dans le cas d’espèce. En effet, on ne saurait estimer que le requérant n’a joué aucun rôle dans le processus décisionnel. Il y a été au contraire actif, il a toujours pu exposer ses vues devant les juridictions nationales et il a pu prendre connaissance de tous les documents. En outre, l’un des experts privés a pu discuter avec les experts d’office les résultats des examens effectués au cours de l’expertise. En fait, le processus décisionnel considéré dans son ensemble n’apparaît pas inéquitable. On ne saurait par ailleurs attribuer un poids excessif au fait que l’un des deux experts exerçait également l’activité de marchand ambulant (paragraphe 15 ci-dessus). A ce propos, la Cour note que le requérant ne conteste pas expressément la compétence professionnelle de cet expert en tant que psychologue. La Cour considère que le fait que cet expert exerçait une activité de marchand ambulant ne saurait entacher ses compétences de psychologue.", "61.  Quant à la non-audition du requérant par l’un des deux experts commis d’office, la Cour estime que la décision du tribunal fixant le but de l’expertise était rédigée en des termes suffisamment généraux pour laisser aux experts une certaine marge de discrétion quant à la manière concrète de procéder à l’expertise. En tout cas, les résultats de l’expertise ont été examinés par les deux experts conjointement. Dans ce contexte, il y a lieu de tenir compte également du fait que le requérant a interrompu sa participation aux tests psychodiagnostiques (paragraphe 19 ci-dessus).", "62.  Selon la Cour, il aurait peut-être été souhaitable que les experts privés fussent impliqués davantage aux différentes phases de l’expertise et pas uniquement lors de la réunion d’évaluation de ses résultats, bien qu’il ne ressorte pas du dossier que les experts privés l’aient effectivement demandé. Néanmoins, les circonstances évoquées par le requérant ne suffisent pas à elles seules à nuire à l’équité d’une procédure qui s’est appuyée non seulement sur l’expertise mise en cause, mais également sur toute une série de rapports des services sociaux (voir ci-dessus, notamment le paragraphe 28).", "63.  En conclusion, il n’y a pas non plus eu violation de l’article 8 quant aux modalités de l’expertise.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION EN RAISON DES DÉCLARATIONS DU PRÉSIDENT DU TRIBUNAL POUR ENFANTS DE TURIN À LA PRESSE", "64.  Le requérant se plaint de la partialité du président du tribunal pour enfants de Turin, C.L., et soutient que sa cause n’aurait pas dû être entendue par un tribunal présidé par une personne avec laquelle il a eu une polémique dans la presse. Il allègue de ce fait la violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (…) »", "65.  Le Gouvernement estime que l’impartialité du président du tribunal ne suscite aucun doute. Les décisions adoptées par le tribunal sous la présidence de C.L. n’ont pas été modifiées ultérieurement et les plaintes que le requérant a déposées à l’encontre de ce dernier ont été classées sans suite. En outre, c’est le requérant qui a entamé la polémique par sa lettre publiée dans La Stampa, en montrant sous un jour défavorable le travail du tribunal, appuyé en cela par le journaliste responsable de la rubrique. Dès lors, le président du tribunal a tout simplement considéré de son devoir de procéder à une mise au point, compte tenu surtout du risque de désinformation résultant de la relative importance accordée par le quotidien en question à l’histoire du requérant.", "66.  Le requérant s’oppose à cette thèse.", "67.  La Cour souligne avant tout que la plus grande discrétion s’impose aux autorités judiciaires lorsqu’elles sont appelées à juger, afin de garantir leur image de juges impartiaux. Cette discrétion doit les amener à ne pas utiliser la presse, même pour répondre à des provocations. Ainsi le veulent les impératifs supérieurs de la justice et la grandeur de la fonction judiciaire.", "68.  Avec la Commission, la Cour estime que le fait que le président du tribunal ait employé publiquement des expressions sous-entendant une appréciation négative de la cause du requérant avant de présider l’organe judiciaire appelé à trancher l’affaire, ne semble à l’évidence pas compatible avec les exigences d’impartialité de tout tribunal, consacrées à l’article 6 § 1 de la Convention. En effet, les déclarations du président du tribunal étaient de nature à justifier objectivement les craintes du requérant à l’égard de son impartialité (voir, mutatis mutandis, l’arrêt Ferrantelli et Santangelo c. Italie du 7 août 1996, Recueil 1996-III, p. 952, §§ 59 et 60).", "69.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION EN RAISON DES DÉCLARATIONS DU PRÉSIDENT DU TRIBUNAL POUR ENFANTS DE TURIN À LA PRESSE", "70.  Le requérant se plaint également d’une violation de l’article 8 de la Convention en raison des déclarations de C.L. publiées par La Stampa ; il allègue une atteinte à sa réputation et à sa vie familiale.", "71.  Le Gouvernement combat cette thèse.", "72.  La Cour considère qu’aucune atteinte au droit du requérant au respect de sa vie privée et familiale ne saurait être constatée de ce chef, compte tenu de ce que, dans sa lettre du 11 juillet 1994, l’intéressé avait lui-même dévoilé son identité.", "73.  Partant, il n’y a pas eu violation de l’article 8 de la Convention à cet égard.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "74.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "75.  Le requérant demande en premier lieu 500 millions de lires italiennes (ITL) à titre de réparation pour le préjudice matériel, faisant valoir en particulier le préjudice porté à son image professionnelle de chirurgien. Il demande en outre 2 milliards ITL à titre de réparation du préjudice moral.", "76.  Le Gouvernement ne se prononce pas sur la question.", "77.  La Cour note qu’elle ne dispose d’aucun élément lui permettant de constater l’existence d’un dommage matériel. Quant au préjudice moral, elle estime que le constat de violation de l’article 6 § 1 de la Convention constitue une réparation suffisante. A cet égard, elle tient compte notamment de ce que le requérant a contribué d’une manière significative à alimenter dans la presse la polémique le concernant.", "B.\t  Frais et dépens", "78.  Le requérant sollicite avant tout le remboursement des frais encourus dans la procédure devant les juridictions internes, se montant à 3 105 000 ITL (le requérant a produit des notes d’honoraires afférentes à la procédure de garde de l’enfant et a détaillé les sommes versées pour les expertises privées).", "79.  La Cour note que les éléments fournis par le requérant se rapportent uniquement aux frais exposés en relation avec la procédure de placement de sa fille – le requérant n’a pas demandé le remboursement des frais éventuellement assumés pour prévenir ou faire corriger la violation de l’article 6 § 1 de la Convention – et considère, au vu de ses conclusions sur l’article 8 de la Convention, qu’il n’y a pas lieu d’allouer à l’intéressé de remboursement à ce titre.", "80.  Quant aux frais encourus devant les organes de la Convention, la Cour, statuant en équité comme le veut l’article 41 de la Convention et compte tenu du fait que le requérant a agi en personne, alloue à celui-ci la somme de 1 000 000 ITL pour frais et dépens.", "C.  Intérêts moratoires", "81.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en Italie à la date d’adoption du présent arrêt est de 2,5 % l’an.", "PAR CES MOTIFS, LA COUR", "1.\tDit, à l’unanimité, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit, à l’unanimité, qu’il n’y a pas eu violation de l’article 8 de la Convention ; ", "", "3.\tDit, par six voix contre une, que le présent arrêt constitue par lui-même une satisfaction équitable suffisante au titre du préjudice moral allégué ;", "", "4.\tDit, à l’unanimité, que l’Etat défendeur doit verser au requérant, dans les trois mois, 1 000 000 (un million) lires italiennes pour frais et dépens, montant à majorer d’un intérêt simple de 2,5 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "5.\tRejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "", "", "", "", "Fait en français, puis communiqué par écrit le 16 septembre 1999, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "\tErik Fribergh\tMarc Fischbach\n\tGreffier\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion en partie dissidente de M. Bonello.", "", "\t\t\t\t\t\t\t\t\tM.F.", "\t\t\t\t\t\t\t\t\tE.F.", "\nOPINION EN PARTIE DISSIDENTE\nDE M. LE JUGE BONELLO", "(Traduction)", "", "Je ne partage pas l’avis de la majorité lorsqu’elle conclut que le constat de violation de l’article 6 § 1 de la Convention constitue en soi une satisfaction équitable suffisante pour le dommage moral allégué par le requérant. J’estime que pareil « non-redressement » est inadéquat quelle que soit la cour de justice concernée et se trouve en outre en contradiction avec les termes de la Convention, comme je l’explique en détail dans mon opinion en partie dissidente jointe à l’affaire Aquilina c. Malte [GC], n° 25642/94, CEDH 1999-III.", ""]}