{"file": "FRE_HFJUD_62202_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "62202/00", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "AFFAIRE RADIO TWIST A.S. c. SLOVAQUIE", "", "(Requête no 62202/00)", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "19 décembre 2006", "", "", "", "DÉFINITIf", "", "", "19/03/2007", "", "", "", "", "En l’affaire Radio Twist a.s. c. Slovaquie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tMatti Pellonpää,\n\tKristaq Traja,\n\tLjiljana Mijović,\n\tJán Šikuta, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 28 novembre 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 62202/00) dirigée contre la République slovaque et dont une société privée par actions constituée en Slovaquie, Radio Twist a.s. (« la société requérante »), a saisi la Cour le 20 juillet 2000 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La société requérante est représentée par Me M. Hanúsek, avocat à Bratislava, qui a pris dans cette affaire la suite de Me P. Blahušiak, également avocat à Bratislava. Le gouvernement slovaque (« le Gouvernement ») est représenté par son agent, Mme A. Poláčková.", "3.  La société requérante alléguait que les décisions de justice faisant droit à l’action en diffamation qu’un individu avait intentée contre elle avaient violé son droit garanti par l’article 10 de la Convention de communiquer des informations.", "4.  Par une décision du 8 novembre 2005, la Cour a déclaré la requête recevable.", "5.  Le Gouvernement, mais non la requérante, a déposé des observations écrites complémentaires (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  La requérante est une société de radiodiffusion constituée en 1991 et ayant son siège à Bratislava.", "A.  Le contexte factuel", "7.  Au moment des faits, la société requérante émettait sur cinq fréquences en Slovaquie et son audience quotidienne était de plus de 400 000 auditeurs. Ses principes de fonctionnement étaient la démocratie et l’indépendance.", "8.  A cette époque, Slovenská poisťovňa a.s. (« SP ») était une importante compagnie d’assurances en Slovaquie. Elle était contrôlée par l’Etat, par l’intermédiaire de l’agence nationale de privatisation (Fond národného majetku, « FNM »).", "9.  A l’issue des élections législatives de 1994, le conseil d’administration de SP fut nommé en vertu d’un accord politique entre les partis de la coalition alors au pouvoir, à savoir le Mouvement pour une Slovaquie démocratique (Hnutie za demokratické Slovensko, « HZDS ») et le Parti national slovaque (Slovenská národná strana, « SNS »).", "10.  La majorité des sièges des organes contrôlés par la FNM étaient alors détenus par des personnes nommées par le HZDS.", "11.  Le 1er juin 1996, le conseil de surveillance de SP démit les membres du conseil d’administration désignés par le SNS et nomma une nouvelle équipe dirigeante, ce que n’accepta pas l’équipe sortante.", "12.  Le 3 juin 1996, l’ancienne équipe dirigeante investit le siège de SP, assistée d’agents de sécurité privés et d’une brigade de la police d’Etat, qui avait été chargée de cette tâche par le président de la police slovaque, luimême nommé par le SNS. Ils contraignirent l’équipe fraîchement nommée à quitter les lieux, mais quelques jours plus tard, la nouvelle équipe, assistée de son propre service de sécurité, reprit le contrôle de l’entreprise et des locaux.", "13.  En toile de fond de ce conflit se trouvait essentiellement le désir des protagonistes de participer à la privatisation de SP. Le limogeage des dirigeants nommés par le SNS fut à l’origine d’une grave crise politique au sein du gouvernement.", "14.  A l’époque des faits, M. K. était premier ministre adjoint et ministre des Finances, et M. D. secrétaire d’Etat au ministère de la Justice. Les postes de secrétaire d’Etat dans les ministères étaient pourvus par des nominations faites par les partis politiques. Il s’agissait donc de postes politiques qui ne relevaient pas de la fonction publique.", "15.  Après les faits dont la requérante tire grief, M. D. fut élu juge à la Cour constitutionnelle.", "B.  Radiodiffusion d’une conversation téléphonique", "16.  Le 12 juin 1996 à 18 heures, la société requérante diffusa dans son journal l’enregistrement d’une conversation téléphonique entre M. K. et M. D.", "17.  Le journaliste de la société requérante avait introduit le sujet dans un commentaire où il citait les noms complets des protagonistes. Le commentaire était le suivant :", "« Comme nous l’avions annoncé dans notre émission de midi, nous sommes parvenus à nous procurer l’enregistrement d’une conversation téléphonique donnant à penser que le premier ministre adjoint et ministre des Finances, [M. K.], était impliqué dans les événements survenus à Slovenská poisťovňa a.s. Bien entendu, Radio Twist condamne toute écoute téléphonique n’ayant pas été ordonnée par une autorité judiciaire. Nous considérons [cet enregistrement] comme illégal et nous réprouvons la manière dont il a été obtenu. Cependant, étant donné qu’il s’agit ici d’une question d’intérêt général, que l’on ne peut taire (...) nous voulons exercer notre devoir d’information du public. Nous souhaitons également interpeller les autorités compétentes sur la situation dans notre pays en matière de sécurité, s’il est possible de placer sur écoute des (...) hauts responsables. Le fait que des hauts responsables soient impliqués dans des activités relatives à l’affaire évoquée devrait être examiné par les autorités compétentes. Passons à présent à l’enregistrement qui, en raison de sa piètre qualité, est pratiquement inintelligible. L’interlocuteur de M. K. est probablement [M. D.], secrétaire d’Etat au ministère de la Justice. »", "18.  Ce commentaire fut suivi de la diffusion de la conversation enregistrée entre M. K. et M. D., dont la transcription est reproduite cidessous :", "M. K. : « (...) la police, des policiers [et] des agents de sécurité ; ils sont entrés, ils ont pris le contrôle du bâtiment et ils l’ont fait évacuer (...) »", "M. D. : « Mais c’est étrange que des policiers soient intervenus, sur quels motifs ? (...) »", "M. K. : « Certainement à cause d’une défaillance des agents de sécurité, c’est-à-dire ceux qui étaient sur place à ce moment-là, mais c’était un travail d’amateur, si vous voulez mon avis, parce que (...) Il semble que les policiers aient été assez durs, compte tenu des circonstances. Vous savez, la descente de police a probablement été organisée par [M. H.], vous savez, le Parti national slovaque. Bien, c’est tout ce que je voulais vous dire, ce (...) »", "M. D. : « Vous présiderez la réunion ? »", "M. K. : « Oui, mais le patron viendra pour prendre la parole sur deux points de l’ordre du jour. »", "M. D. : « Je vois. Autrement, je suis chargé de cette tâche, parce qu’il part pour . »", "M. K. : « Bon, c’est clair, tout ce que je voulais dire (...) »", "M. D. : « Personne ne va mettre son nez dans mes affaires (...) »", "M. K. : « Non, bien sûr que non. »", "M. D. : « Parce qu’il ne sait même pas encore ce que je fais (...) »", "M. K. : « [Prénom de M. D.], dans ces conditions, il faut absolument (...) »", "M. D. : « J’irai personnellement m’en rendre compte le matin avant le début de la réunion (...) »", "M. K. : « Je vous demanderais vraiment de le faire, ça fera ressortir le fait que ce sont eux qui l’ont fait (...) »", "M. D. : « Certainement. »", "M. K. : « J’ai reçu un appel de là-bas il y a tout juste une demi-heure (...) »", "M. D. : « Tant mieux, j’ai aussi besoin de savoir ça pour en parler là-bas. »", "M. K. : « Ce sera extrêmement important. »", "M. D. : « Bien, je ferai savoir où en sont les choses le matin à la première heure (...) »", "M. K. : « Sinon, il faudra voir avec moi, cette femme que j’ai prévue, pour parler simplement, j’ai tout organisé, alors (...) »", "M. D. : « Oui, oui. »", "M. K. : « Même si je ne suis pas présent, j’irai ensuite directement au conseil des ministres, mais ils savent certainement, par [Mme M.], ils sont bien informés sur ce sujet (...) »", "M. D. : « J’ai reçu mes instructions. »", "M. K. : « Certainement, elles restent valables. »", "M. D. : « Bien, à plus tard. »", "M. K. : « [Prénom de M. D.], merci beaucoup, à plus tard (...) à plus tard (...) »", "19.  Le journaliste enchaîna en commentant la conversation. Il cita de nouveau les noms complets des protagonistes. Son commentaire était le suivant :", "« Et maintenant, revenons un instant sur les faits. Les manœuvres autour de Slovenská poisťovňa ont été portées sur la scène publique le lundi 3 juin 1996. En bref : les dix dirigeants de Slovenská poisťovňa – appelons-les M. [T.] et son équipe – ont été expulsés de leur bâtiment après le week-end par un service de sécurité privé. Ces agents de sécurité avaient été appelés par les membres de la nouvelle équipe de direction de Slovenská poisťovňa – appelons-les Mme [B.] et son équipe. M. [T.] et son équipe bénéficiaient du soutien de la police, et il est évident, à l’écoute de la conversation téléphonique enregistrée, que le président de la police, c’est-à-dire le commandant [H.], est un protégé du Parti national slovaque. Les anciens dirigeants, [T.] et son équipe, ont pris possession, avec l’aide de la police, d’un bâtiment qui est, cela n’a jamais fait aucun doute, celui de Slovenská poisťovňa. Ces événements se sont déroulés la semaine dernière, le mardi, et le même jour, ces dirigeants retrouvaient leurs places. Il ressort clairement de la conversation téléphonique enregistrée qu’elle a eu lieu lundi dernier, le 3 juin, et que le secrétaire d’Etat au ministère de la Justice, [M. D.], était pour le ministre [K.] un interlocuteur plus conciliant que le ministre de la Justice, [M. L.], qui était à Banská Bystrica ce jour-là – nous avons vérifié cette information. Notons encore que le conseil des ministres qui s’est tenu mardi de la semaine dernière était présidé par M. [K.]. En raison de la piètre qualité de l’enregistrement de la conversation téléphonique entre [M. K.] et [M. D.], je pense qu’il serait utile de le réécouter. »", "(...)", "« Nous avons interrogé le ministère de la Justice. Le porte-parole du ministère, [P.Š.], (...) n’avait pas connaissance de la teneur de l’enregistrement, celui-ci n’ayant pas encore été rendu public en Slovaquie. Il n’a donc pas souhaité réagir, ce qui est compréhensible. Nous attendons une réponse du ministère demain. Nous avons également recueilli la réaction du ministre [K.] : »", "M. K. : « Ecoutez, je n’ai aucun commentaire à faire sur des agissements contraires à la démocratie. Il me semble que les journalistes feraient mieux d’adopter une attitude différente car des responsables du gouvernement ont été mis sur écoute. Je me refuse à commenter des éléments qui ont été rendus publics sans mon consentement. Il est évident que cette information a trait au fait qu’il y a eu des pressions (...) à Slovenská poisťovňa. »", "C.  Action en diffamation", "20.  M. D. intenta une action civile contre la société requérante devant le tribunal de district (Okresný súd) de Bánovce nad Bebravou pour atteinte à l’intégrité de sa personne.", "Il arguait que la société avait diffusé la conversation téléphonique bien que celle-ci eût été obtenue de manière illégale, et soutenait que cette diffusion avait porté atteinte à l’intégrité de sa personne en nuisant à sa réputation, à sa dignité et au respect de sa personne dans le public. En outre, les éléments diffusés auraient été déformés, incomplets et de nature à le discréditer.", "Le plaignant soulignait également que l’information avait ensuite été reprise par la chaîne de télévision tchèque Nova et que plusieurs articles avaient été publiés dans les quotidiens slovaques SME, Práca et Slovenská republika. La confiance entre le ministre de la Justice et lui-même s’en serait trouvée ébranlée.", "M. D. reconnaissait qu’à l’époque où l’enregistrement avait été réalisé, il avait parlé avec plusieurs personnes et admettait que la voix sur l’enregistrement était bien la sienne, mais il soutenait que l’enregistrement et les commentaires eux-mêmes avaient été présentés hors contexte, et que la conversation téléphonique n’avait pas été diffusée dans son intégralité. Il niait que le sujet de la conversation eût été les événements présentés par le commentateur, expliquant que ses fonctions ne lui permettaient pas d’intervenir dans l’affaire comme cela avait été suggéré dans l’émission.", "21.  Dans ses observations en réponse, la société requérante déclara que l’enregistrement de la conversation avait été déposé dans sa boîte aux lettres par des inconnus, que des conjectures avaient circulé au cours de la semaine ayant précédé la diffusion, et que du fait de ces événements, la coalition gouvernementale s’était trouvée menacée d’éclatement. Avant la diffusion, ses employés auraient tenté de prendre contact avec les intéressés, conformément aux règles internes de l’entreprise. En sa qualité de média, et bien que l’enregistrement fût pratiquement inintelligible, elle se serait estimée tenue d’informer le public et de montrer ce qui se passait dans les cercles politiques à ce moment-là. La société requérante rappela que, dans son commentaire accompagnant la diffusion de l’enregistrement, le journaliste avait déclaré que Radio Twist condamnait la manière dont celui-ci avait été obtenu.", "22.  Le tribunal de district entendit les parties et trois témoins et examina une transcription de l’émission litigieuse ainsi que d’autres preuves documentaires.", "23.  Dans un jugement rendu le 16 mars 1999, il ordonna à la société requérante de présenter des excuses écrites au plaignant et de les radiodiffuser dans un délai de quinze jours. Ces excuses devaient être ainsi formulées :", "« Nous présentons nos excuses à [M. D.], anciennement secrétaire d’Etat au ministère de la Justice de la République slovaque et aujourd’hui juge à la Cour constitutionnelle de la République, pour avoir diffusé le 12 juin 1996 à 18 heures l’enregistrement d’une conversation téléphonique obtenu illégalement. »", "24.  La société requérante fut également condamnée à verser à M. D. 100 000 couronnes slovaques, pour l’indemniser du dommage moral qu’il avait subi et des frais de justice qu’il avait engagés.", "25.  Le tribunal de district fonda notamment son jugement sur les motifs suivants. La société requérante, en sa qualité de société de radiodiffusion autorisée, avait le droit d’utiliser des enregistrements sonores à des fins scientifiques, artistiques ou d’information sans le consentement préalable de la personne concernée. Cependant, en vertu de la dernière phrase de l’article 12 § 3 du code civil, cette utilisation ne devait pas entrer en conflit avec l’intérêt légitime de ladite personne. Rien n’empêchait la société requérante de formuler des commentaires sur la situation qui était survenue et d’exprimer son opinion à ce sujet, mais il n’était pas nécessaire à cette fin de diffuser un enregistrement obtenu de manière illégale.", "Le tribunal de district nota également qu’il avait été porté atteinte à la dignité du plaignant en tant que responsable public, l’affaire ayant été commentée dans la presse et à la télévision. Il jugea donc approprié d’ordonner à la société requérante d’indemniser le plaignant pour préjudice moral en vertu du paragraphe 2 de l’article 13 du code civil.", "26.  La société requérante interjeta appel. Elle soutenait que la Constitution ne soumettait pas l’utilisation d’enregistrements à l’établissement préalable de leur légalité et qu’il n’avait pas été formellement démontré que l’enregistrement eût été obtenu de manière illégale. Le plaignant aurait été un responsable public et la teneur de l’enregistrement aurait concerné l’exercice d’une fonction de nature publique. L’enregistrement aurait fait l’objet d’une discussion de plusieurs jours avant d’être diffusé et, en rendant publique cette conversation téléphonique, la société requérante aurait rempli sa mission d’information du public sur les questions d’intérêt général. Enfin, elle releva que le plaignant était entre-temps devenu juge constitutionnel, et qu’il n’avait pas été établi qu’il eût subi un quelconque préjudice du fait de la diffusion.", "27.  Le 22 février 2000, le tribunal régional (Krajský súd) de Žilina confirma le jugement du tribunal de district. Il reconnut que la communication d’informations par les médias était un instrument important de contrôle du pouvoir politique dans une société démocratique, que l’information et la critique sur les questions d’intérêt général faisaient partie des tâches les plus importantes des médias, et que la protection constitutionnelle de ces intérêts était assurée par les garanties que constituaient la liberté d’expression et le droit à l’information. Il estima cependant que, dans l’affaire examinée, il avait été porté atteinte à la liberté de communication des usagers des services de télécommunications et, par la diffusion publique de la conversation téléphonique, au droit au respect de la vie privée. Selon le tribunal régional, cet élément était au cœur de l’ingérence injustifiée de la société requérante dans les droits de la personnalité du plaignant, la protection de la vie privée s’étendant aussi aux conversations des responsables publics.", "II.  LE DROIT INTERNE PERTINENT", "A.  La Constitution", "28.  L’article 16 § 1 protège l’intégrité de la personne et la vie privée. Des restrictions ne sont possibles que pour autant qu’elles soient prévues par la loi.", "29.  L’article 22 garantit le secret de la correspondance, des autres communications et messages écrits délivrés par voie postale, et des informations personnelles (§ 1). Nul ne peut violer le caractère privé des lettres et autres communications et messages écrits, conservés de manière privée ou délivrés par voie postale ou autre, y compris les communications faites par téléphone, télégraphe ou autre, sauf dans les cas prévus par la loi (§ 2).", "30.  L’article 26 garantit, en son paragraphe 1, la liberté d’expression et le droit à l’information. En son paragraphe 2, il dispose notamment que chacun a le droit d’exprimer ses opinions et de rechercher, recevoir ou communiquer librement des idées et des informations. En vertu du paragraphe 4, la liberté d’expression et le droit de rechercher et de communiquer des informations peuvent être restreints par la loi lorsque la restriction est nécessaire dans une société démocratique pour la protection, notamment, des droits et libertés d’autrui.", "31.  En vertu de l’article 26 § 5 tel qu’en vigueur au moment des faits, les autorités de l’Etat et des collectivités locales étaient tenues de rendre dûment compte de leurs activités. Des dispositions plus précises à ce sujet devaient être adoptées dans une loi spéciale.", "B.  Le code civil", "32.  Le droit des personnes à la protection de leur intégrité est garanti par les articles 11 et suivants du code civil.", "33.  Selon l’article 11, les personnes physiques ont droit à la protection contre les atteintes à leur intégrité, en particulier celles relatives à la vie et à la mort, à la dignité civile et humaine, à la vie privée, au nom et à la personnalité.", "34.  L’article 12 § 1 prévoit notamment que les enregistrements sonores concernant des personnes physiques ou leurs déclarations à caractère personnel ne peuvent être réalisés ou utilisés sans leur consentement. En vertu du paragraphe 2 du même article, ce consentement n’est pas nécessaire lorsque les documents ou enregistrements sont utilisés à des fins officielles conformément à la loi. Le paragraphe 3 dispose que les images et les enregistrements sonores peuvent également être réalisés et utilisés de manière appropriée sans le consentement de la personne concernée à des fins scientifiques et artistiques ainsi que pour la communication d’informations par voie de presse, de film, de radio et de télévision. Cette utilisation ne doit cependant pas être contraire aux intérêts légitimes de la personne concernée.", "35.  En vertu de l’article 13 § 1, toute personne physique a le droit de demander une ordonnance empêchant toute atteinte injustifiée à l’intégrité de sa personne, une ordonnance annulant les effets d’une telle atteinte, ainsi qu’une juste indemnisation.", "36.  L’article 13 § 2 dispose que dans les cas où la satisfaction accordée en vertu de l’article 13 § 1 est insuffisante, notamment parce que la dignité de la partie lésée ou sa place dans la société ont été fortement mises à mal, la partie lésée a également droit à une indemnisation pécuniaire pour dommage moral.", "C.  La loi sur la presse périodique et les autres médias de masse (loi no 81/1966)", "37.  Cette loi régit l’usage fait par les citoyens (občan) de la presse et des médias de masse dans le cadre de la liberté d’expression et de la presse garantie par la Constitution (article 1 § 1). Sa cinquième partie (časť) est consacrée à la protection contre les abus de la liberté d’expression et de la presse. Elle comprend notamment les règles ci-après.", "38.  Toute personne faisant usage de sa liberté d’expression et de la liberté de la presse bénéficie de la protection de la loi (article 16 § 1).", "39.  En vertu de l’article 16 § 2, la publication d’informations menaçant les intérêts légalement protégés de la société ou des citoyens est considérée comme un abus de la liberté d’expression ou de la presse. La protection de la société et des citoyens contre l’abus de la liberté d’expression et de la presse est confiée aux éditeurs, aux rédacteurs en chef, aux responsables de la rédaction et aux auteurs. Les détails sont fixés dans un texte spécial qui réglemente également la responsabilité de l’éditeur en cas de dommage causé par la presse ou les autres médias de masse.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "40.  La société requérante allègue que son droit de communiquer des informations a été violé par les décisions de justice donnant gain de cause à M. D. Elle invoque l’article 10 de la Convention, qui énonce :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "A.  Thèses des parties", "41.  Le Gouvernement reconnaît que M. D., en tant qu’homme politique, était une personnalité publique au moment des faits. Il considère cependant que la conversation téléphonique enregistrée revêtait un caractère privé. S’appuyant sur l’arrêt rendu par la Cour dans l’affaire Tammer c. Estonie (no 41205/98, CEDH 2001I), il soutient que la critique des politiciens, si elle est généralement admissible, ne l’est plus une fois franchie la frontière ténue qui sépare leurs affaires publiques de leurs affaires privées.", "42.  En outre, l’enregistrement en question aurait été réalisé de manière illégale et au mépris de la protection que la Constitution accorderait au secret de la correspondance et des autres communications ; la requérante aurait eu connaissance de l’origine illégale de l’enregistrement, et elle aurait néanmoins décidé de le diffuser, pour des raisons indéfendables selon le Gouvernement. Ainsi, l’enregistrement aurait été pratiquement inintelligible, il n’aurait pas été certain que la voix enregistrée fût celle de M. D., et aucune information pertinente ne ressortirait de la conversation étant donné l’opacité des propos tenus par les protagonistes.", "43.  Dès lors, la seule contribution que la diffusion de cet enregistrement aurait apportée au débat public aurait été la question de savoir si la société requérante avait manqué aux principes déontologiques du journalisme. Cette diffusion n’en aurait pas moins porté atteinte à la réputation de M. D. en donnant l’impression erronée qu’il avait participé aux événements relatifs à la privatisation de SP.", "44.  Les motifs énoncés notamment par le tribunal de district seraient pertinents et suffisants. Quant à la sanction infligée, elle serait proportionnée au but légitime recherché. L’ingérence dont il est fait grief aurait été nécessaire dans une société démocratique en ce qu’elle aurait répondu à un besoin social impérieux, et elle aurait été proportionnée au but légitime recherché.", "45.  Enfin, le Gouvernement, s’appuyant sur l’article 17 de la Convention, soutient que la société requérante ne peut se placer sous la protection de l’article 10 dès lors que par sa conduite elle a délibérément porté atteinte aux droits de M. D., qui sont également garantis par la Convention. En particulier, rien n’aurait empêché la société requérante de formuler des commentaires sur la situation existante et de critiquer la conduite de ceux qui y avaient contribué en restant dans les limites du raisonnable et sans diffuser un enregistrement obtenu illégalement.", "46.  La société requérante considère quant à elle que l’ingérence dénoncée ne correspondait à aucun besoin social pouvant être considéré comme suffisamment impérieux pour l’emporter sur l’intérêt général qu’il y a à garantir la liberté des médias et à informer le public sur des questions revêtant de l’importance pour la collectivité.", "B.  Appréciation de la Cour", "1.  Principes généraux", "47.  La liberté d’expression constitue l’un des fondements essentiels de toute société démocratique, l’une des conditions primordiales de son progrès et de l’épanouissement de chacun. Sous réserve du paragraphe 2 de l’article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent. Ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture, sans lesquels il n’est pas de « société démocratique ». Telle qu’elle se trouve consacrée par l’article 10, cette liberté est soumise à des exceptions, énoncées au paragraphe 2, qu’il convient toutefois d’interpréter strictement, et la nécessité de toute restriction doit être établie de manière convaincante (voir, par exemple, Nilsen et Johnsen c. Norvège [GC], no 23118/93, § 43, CEDH 1999-VIII).", "48.  Une ingérence dans la liberté d’expression entraîne une violation de l’article 10 de la Convention si elle ne relève pas de l’une des exceptions ménagées par le paragraphe 2 dudit article. Il y a donc lieu de vérifier successivement si l’ingérence incriminée était « prévue par la loi », inspirée par un ou des buts légitimes au regard de l’article 10 § 2 et « nécessaire, dans une société démocratique », pour atteindre ce ou ces buts (voir, par exemple, The Sunday Times c. Royaume-Uni (no 1), 26 avril 1979, § 45, série A no 30).", "49.  L’adjectif « nécessaire », au sens de l’article 10 § 2, implique l’existence d’un « besoin social impérieux ». Les Etats contractants jouissent d’une certaine marge d’appréciation pour juger de l’existence d’un tel besoin, mais elle va de pair avec un contrôle européen portant à la fois sur la loi et sur les décisions qui l’appliquent, même quand elles émanent d’une juridiction indépendante. La Cour a donc compétence pour statuer en dernier lieu sur le point de savoir si une « restriction » se concilie avec la liberté d’expression que sauvegarde l’article 10 (voir, par exemple, Janowski c. Pologne [GC], no 25716/94, § 30, CEDH 1999-I).", "50.  Dans l’exercice de son pouvoir de contrôle, la Cour doit examiner l’ingérence critiquée à la lumière de l’ensemble de l’affaire, y compris la teneur des remarques reprochées au requérant et le contexte dans lequel elles ont été formulées. En particulier, il lui incombe de déterminer si la mesure incriminée était « proportionnée aux buts légitimes poursuivis » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (voir, par exemple, Barfod c. Danemark, 22 février 1989, § 28, série A no 149). Ce faisant, la Cour doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés à l’article 10 et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents (voir, par exemple, Jersild c. Danemark, 23 septembre 1994, § 31, série A no 298).", "51.  La Cour rappelle encore le rôle essentiel que joue la presse dans une société démocratique. Si elle ne doit pas franchir certaines limites, notamment quant à la réputation et aux droits d’autrui et à la nécessité d’empêcher la divulgation d’informations confidentielles, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur toutes les questions d’intérêt général (voir, par exemple, Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, § 58, CEDH 1999-III). En outre, la Cour est consciente de ce que la liberté journalistique comprend aussi le recours possible à une certaine dose d’exagération, voire de provocation (voir, par exemple, Perna c. Italie [GC], no 48898/99, § 39, CEDH 2003V).", "52.  L’article 10 § 2 de la Convention ne laisse guère de place pour des restrictions à la liberté d’expression dans le domaine du discours politique ou de questions d’intérêt général (voir, par exemple, Sürek c. Turquie (no 1) [GC], no 26682/95, § 61, CEDH 1999-IV). De surcroît, les limites de la critique admissible sont plus larges à l’égard d’une personnalité publique, par exemple un homme politique, que d‘un simple particulier. Contrairement à ce dernier, le premier s’expose inévitablement et consciemment à un contrôle attentif de ses faits et gestes, tant par les journalistes que par la masse des citoyens, et doit donc montrer une plus grande tolérance (voir, par exemple, Incal c. Turquie, 9 juin 1998, § 54, Recueil des arrêts et décisions 1998-IV).", "53.  Enfin, la Cour rappelle que la nature et la lourdeur des peines infligées sont aussi des éléments à prendre en considération lorsqu’il s’agit de mesurer la proportionnalité de l’ingérence (voir, par exemple, Ceylan c. Turquie [GC], no 23556/94, § 37, CEDH 1999-IV). A cet égard, l’effet dissuasif que les peines infligées pourraient revêtir pour la presse dans l’accomplissement de sa tâche d’information et de contrôle à l’avenir doit également être pris en compte (voir, mutatis mutandis, Goodwin c. Royaume-Uni, § 39, 27 mars 1996, Recueil 1996II, et Barthold c. Allemagne, § 58, 25 mars 1985, série A no 90).", "2.  Application de ces principes en l’espèce", "a)  Ingérence, légalité et but légitime", "54.  La Cour constate, et cela n’a pas été contesté par les parties, que les décisions rendues par le tribunal de district et le tribunal régional dans la procédure engagée par M. D. pour atteinte à l’intégrité de sa personne constituaient une ingérence dans le droit de la société requérante, au titre de l’article 10 de la Convention, de communiquer des informations.", "55.  La Cour constate également, et cela n’est pas davantage contesté entre les parties, que l’ingérence dont il est fait grief était prévue par la loi – aux articles 11 et suivants du code civil – et qu’elle visait le but légitime de protéger la réputation et les droits d’autrui. La seule question à trancher est donc celle de savoir si cette ingérence était « nécessaire » dans une « société démocratique ».", "b)  Nécessité", "56.  La Cour en vient maintenant à déterminer si l’action civile engagée contre la société requérante était nécessaire dans une société démocratique pour la protection de la réputation et des droits de M. D., c’est-à-dire si elle répondait à un besoin social impérieux à cet égard.", "57.  A ce sujet, il est à noter que, comme l’ont souligné les juridictions internes, M. D. était une personnalité publique au moment des faits. Il occupait au ministère de la Justice le poste de secrétaire d’Etat, qui était un poste politique et non un poste de la fonction publique (paragraphe 14 cidessus).", "Les juridictions internes ont jugé que même les personnalités publiques avaient droit à la protection légale de leur vie privée. Elles ont estimé que la conversation téléphonique enregistrée et radiodiffusée était de nature privée et que, à ce titre, elle n’aurait pas dû être rendue publique.", "58.  La Cour ne peut se ranger à cette conclusion. Il faut relever ici que la conversation téléphonique en question se tenait entre deux hauts responsables du gouvernement, le secrétaire d’Etat au ministère de la Justice d’une part et le premier ministre adjoint et ministre des Finances d’autre part. Cette conversation portait sur la lutte de pouvoir qui eut lieu en juin 1996 entre deux groupes, bénéficiant chacun d’appuis politiques, ayant l’un et l’autre un intérêt à la privatisation de SP, une importante compagnie d’assurances nationale.", "Ainsi, le contexte et la teneur de la conversation étaient manifestement politiques, et la Cour ne parvient à déceler aucun aspect privé dans les faits en cause. La tolérance particulière établie par la jurisprudence des organes de la Convention doit donc s’appliquer (Incal, précité, § 54).", "De même, la Cour considère que les questions relatives à la gestion et à la privatisation d’entreprises publiques relèvent sans aucun doute et par définition de l’intérêt général, et ce d’autant plus en période de transition économique et politique. Dans les circonstances de l’espèce, le point de savoir si l’enregistrement était clairement audible et s’il a donné lieu à un débat public n’entre pas en ligne de compte.", "59.  La Cour observe en outre que les tribunaux internes, à deux niveaux de juridiction, ont attaché une importance décisive au fait que l’enregistrement sonore diffusé avait été obtenu par des moyens illégaux.", "Ils en ont conclu que la diffusion de cet enregistrement constituait en soi une violation du droit du plaignant à la protection de l’intégrité de sa personne. Cela ressort tant du dispositif du jugement du tribunal de district (paragraphe 23 ci-dessus) que de ses motifs et de ceux du tribunal régional (paragraphes 25 et 27 ci-dessus).", "60.  A cet égard, il est à noter qu’à aucun moment il n’a été allégué que la société requérante ou ses employés ou agents fussent de quelque manière que ce soit responsables de l’enregistrement ou que les journalistes de radio twist eussent enfreint le droit pénal en obtenant cet enregistrement ou en le diffusant. Il est également à noter qu’il n’y a jamais eu aucune enquête au niveau interne sur les circonstances dans lesquelles l’enregistrement avait été réalisé, ce qui peut sembler surprenant, étant donné que l’objet de cet enregistrement était une conversation téléphonique entre deux hauts responsables gouvernementaux et que l’hypothèse qu’il eût été obtenu au moyen d’un abus de fonctions officielles ne pouvait pas être exclue a priori.", "61.  Il y a lieu de relever en outre qu’il n’a pas été établi devant les juridictions internes que l’enregistrement contînt des informations fausses ou déformées ou que les informations et idées exprimées autour de cet enregistrement par le journaliste de la société requérante aient en tant que telles porté un préjudice quelconque à l’intégrité de la personne et à la réputation du plaignant. Il ne faut pas perdre de vue que celui-ci, après la diffusion incriminée, a été élu juge à la Cour constitutionnelle (paragraphe 15 ci-dessus), et que sa réputation ne semble pas avoir souffert de cette émission.", "62.  La Cour observe encore que la société requérante a été pénalisée essentiellement pour le simple fait qu’elle avait diffusé des informations qu’un tiers avait obtenues et enregistrées illégalement. Elle n’est pas convaincue cependant que ce seul fait suffise à priver la société requérante de la protection de l’article 10 de la Convention.", "Il s’ensuit que les raisons invoquées pour justifier l’ingérence en cause sont trop ténues et donc insuffisantes.", "63.  La Cour observe enfin que rien n’indique que les journalistes de la société requérante aient agi de mauvaise foi ou qu’ils aient eu un autre objectif que celui de communiquer des informations sur des questions qu’ils estimaient devoir porter à la connaissance du public (paragraphe 17 cidessus).", "64.  Pour les raisons ci-dessus exposées, la Cour ne peut pas conclure qu’en diffusant la conversation téléphonique en question, la société requérante ait porté à la réputation et aux droits de M. D. une atteinte justifiant la sanction qui lui a été imposée. Dans ces conditions, l’ingérence dans le droit de la société requérante de communiquer des informations ne correspondait pas à un besoin social impérieux et n’était pas proportionnée au but légitime recherché. Elle n’était donc pas « nécessaire, dans une société démocratique ».", "65.  Il s’ensuit qu’il y a eu violation de l’article 10 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "66.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "67.  La société requérante n’a pas présenté de demande de satisfaction équitable. Partant, la Cour estime qu‘il n‘y a pas lieu d’octroyer d’indemnité à ce titre.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "Dit qu’il y a eu violation de l’article 10 de la Convention.", "", "Fait en anglais, puis communiqué par écrit le 19 décembre 2006, en application de l’article 77 §§ 2 et 3 du règlement.", "\t Early\tNicolas Bratza\n\tGreffier\tPrésident", ""]}