{"file": "FRE_HFJUD_48420_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "48420/10", "text_paragraphs": ["", "QUATRIÈME SECTION", "", "", "", "", "", "AFFAIRE EWEIDA ET AUTRES c. ROYAUME-UNI", "", "(Requêtes nos 48420/10, 59842/10, 51671/10 et 36516/10)", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "", "", "STRASBOURG", "", "", "15 janvier 2013", "", "", "DEFINITIF", "", "27/05/2013", "", "", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Eweida et autres c. Royaume-Uni,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tDavíd Thór Björgvinsson, président,\n\tNicolas Bratza,", "\tLech Garlicki,\n\tPäivi Hirvelä,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić,\n\tVincent A. De Gaetano, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil les 4 septembre et 11 décembre 2012,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouvent quatre requêtes (nos 48420/10, 59842/10, 51671/10 et 36516/10) dirigées contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont quatre ressortissants britanniques, Mme Nadia Eweida, Mme Shirley Chaplin, Mme Lillian Ladele et M. Gary McFarlane (« les requérants »), ont saisi la Cour le 10 août 2010, le 29 septembre 2010, le 3 septembre 2010 et le 24 juin 2010 respectivement.", "2.  Les requérants ont été représentés par Aughton Ainsworth, un cabinet de solicitors sis à Manchester (Mme Eweida), par Me P. Diamond (Mme Chaplin et M. McFarlane) et par Ormerods, un cabinet de solicitors sis à Croydon, dans le Surrey (Mme Ladele). Le gouvernement du RoyaumeUni (« le Gouvernement ») a été représenté par son agent, Mme A. Sornarajah.", "3.  Les requérants soutenaient en particulier que le droit national n’avait pas adéquatement protégé leur droit de manifester leur religion. Mmes Eweida et Chaplin se plaignaient en particulier de restrictions par leurs employeurs au port visible d’une croix à leur cou, et Mme Ladele et M. McFarlane de sanctions prises contre eux par leurs employeurs parce qu’ils étaient réticents à accomplir des tâches cautionnant selon eux les unions homosexuelles. Mme Eweida, Mme Chaplin et M. McFarlane invoquaient l’article 9 de la Convention, isolément et combiné avec l’article 14, tandis que Mme Ladele invoquait le seul article 14, combiné avec l’article 9.", "4.  Le 12 avril 2011, la requête de Mme Chaplin a été jointe à celle de Mme Eweida et la requête de M. McFarlane à celle de Mme Ladele. Les requêtes ont toutes les quatre été communiquées au Gouvernement. La Cour a également décidé de statuer conjointement sur la recevabilité et le fond (article 29 § 1 de la Convention). A la date de l’adoption du présent arrêt, elle a par ailleurs décidé de joindre les quatre requêtes.", "5.  Les personnes physiques et morales suivantes ont été autorisées par le président de la Cour à intervenir en qualité de tiers dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement) : Equality and Human Rights Commission ; The National Secular Society ; M. Jan Camogursky et The Alliance Defense Fund ; Michael Nazir-Ali, ancien évêque de Rochester ; The Premier Christian Media Trust ; les évêques de Chester et de Blackburn ; Associazione Giuseppe Dossetti : i Valori ; Observatory on Intolerance and Discrimination against Christians in Europe ; Liberty ; The Clapham Institute and KLM ; European Centre for Law and Justice ; Lord Carey of Clifton ; et la Fédération internationale des ligues des droits de l’homme.", "6.  Une audience publique s’est déroulée au Palais des droits de l’homme, à Strasbourg, le 4 septembre 2012 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMme\tA. Sornarajah,\tagent,\nMe \tJ. Eadie QC,\nM. \tD. Squires,\tconseils,\nMme\tS. Lehrer,\nMM. H. Leslie,\n\tW. Ford,\tconseillers ;", "–  pour la première requérante\nMe \tJ. Dingemans QC,\nMe \tS. Moore,\tconseils,\nMe \tT. Ellis,\tsolicitor,\nM. \tG. Puppinck,\tconseiller ;", "–  pour la troisième requérante \nMe \tD. Rose QC,\nMe\tB. Jaffey,\nMe \tC. McCrudden,\tconseils,\nMM.\tM. Jones,\n\tS. Webster,\tconseillers ;", "–  pour la deuxième et le quatrième requérants\nMe \tP. Diamond,\nMe \tP. Coleman,\nMe\tP. Hmelik,\tconseils,\nMme\tA. Williams,\nM.\tA. Marsh,\tconseillers.", "", "La Cour a entendu, en leurs déclarations, Me Eadie, Me Dingemans, Me Rose, et Me Diamond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  La première requérante, Mme Eweida, est née en 1951 et habite à Twickenham. La deuxième requérante, Mme Chaplin, est née en 1955 et habite à Exeter. La troisième requérante, Mme Ladele, est née en 1960 et habite à Londres. Le quatrième requérant, M. McFarlane, est né en 1961 et habite à Bristol.", "8.  Les faits de l’espèce, tel qu’exposés par les parties, peuvent se résumer comme suit.", "A.  Mme Eweida", "9.  La première requérante, qui passa les dix-huit premières années de sa vie en Égypte, est une chrétienne copte pratiquante. Depuis 1999, elle travaille en tant qu’agent d’enregistrement de British Airways Plc, une société privée.", "10.  British Airways impose à tout son personnel en contact avec le public de revêtir un uniforme. Jusqu’en 2004, l’uniforme féminin comportait un chemisier à col haut. En 2004, British Airways introduisit un nouvel uniforme avec un chemisier à col ouvert pour les femmes, qui devait être porté avec un foulard-cravate pouvant être rentré au cou ou noué lâchement. Un guide vestimentaire fut produit, dans lequel étaient données des indications précises sur chaque composante de l’uniforme. Il renfermait le passage suivant, dans une partie intitulée « Accessoires féminins » :", "« Tout accessoire ou vêtement que l’employé se doit de porter pour des motifs religieux impératifs doit toujours être recouvert par l’uniforme. S’il est toutefois impossible de le faire vu la nature de l’objet et la manière de le porter, la direction locale doit alors dire si, au vu des caractéristiques de l’objet, celui-ci est conforme aux normes vestimentaires, sauf si l’objet est déjà autorisé par le guide vestimentaire (...) N.B. : aucun autre objet ne peut être porté avec l’uniforme. Vous devrez ôter toute pièce de joaillerie non conforme aux règles ci-dessus. »", "11.  Quand un employé se présente au travail en portant un objet non conforme au code vestimentaire, British Airways a pour pratique de lui demander d’ôter l’objet ou, si nécessaire, de rentrer chez lui se changer. Le temps passé par l’employé pour s’habiller convenablement est déduit de son temps de travail pour le calcul de son salaire. Parmi les vêtements qui, selon British Airways, sont impératifs dans certaines religions, qui ne peuvent être recouverts par l’uniforme et dont le port est autorisé, il y a, pour les employés sikhs de sexe masculin, le turban bleu marine ou blanc et, en été, le bracelet sikh s’il leur est permis de porter une chemise à manches courtes. Le personnel féminin au sol de confession musulmane peut porter le hijab (foulard) d’une couleur approuvée par British Airways.", "12.  Jusqu’au 20 mai 2006, Mme Eweida portait une croix en pendentif, cachée sous ses vêtements. Le 20 mai 2006, elle décida de la porter ouvertement, comme signe d’attachement à sa foi. Lorsqu’elle arriva au travail ce jour-là, son manager lui demanda d’ôter ce pendentif et de l’attacher ou de le dissimuler sous le foulard-cravate. Mme Eweida refusa tout d’abord mais obtempéra finalement après en avoir discuté avec un manager de rang plus élevé. Le 7 août 2006, elle se présenta une nouvelle fois au travail avec sa croix visible et accepta là encore de se conformer à contrecœur au code vestimentaire, ayant été prévenue que, en cas de refus, elle rentrerait chez elle sans toucher son salaire. Le 20 septembre 2006, elle refusa de dissimuler ou d’ôter sa croix et fut renvoyée chez elle sans toucher son salaire tant qu’elle n’aurait pas choisi de se conformer à son obligation contractuelle de respecter le code vestimentaire. Le 23 octobre 2006 un poste administratif sans contact avec la clientèle lui fut proposé, pour lequel elle n’aurait pas à revêtir l’uniforme, mais elle le refusa.", "13.  Au milieu du mois d’octobre 2006 furent publiés au sujet de cette affaire un certain nombre d’articles de presse qui critiquaient British Airways. Le 24 novembre 2006, cette société annonça qu’elle réviserait sa politique vestimentaire concernant le port de symboles religieux visibles. Après avoir consulté des membres de son personnel et des représentants syndicaux, elle décida le 19 janvier 2007 d’adopter de nouvelles règles. Elle permit, à compter du 1er février 2007, l’exhibition de symboles religieux ou caritatifs moyennant autorisation. Certains symboles tels que la croix et l’étoile de David furent autorisés d’emblée. Mme Eweida retourna au travail le 3 février 2007, avec la permission de porter la croix conformément aux nouvelles règles. Cependant, British Airways refusa de la dédommager pour ses pertes de revenus pendant la période où elle avait choisi de ne pas venir au travail.", "14.  Le 15 décembre 2006, Mme Eweida saisit le tribunal du travail (Employment Tribunal), demandant notamment réparation pour discrimination indirecte contraire à l’article 3 du règlement de 2003 sur l’égalité au travail (religion et convictions) (Employment Equality (Religion or Belief) Regulations 2003 ; ci-après « le règlement de 2003 », paragraphe 41 ci-dessous) et pour atteinte à son droit de manifester sa religion contraire à l’article 9 de la Convention. Le tribunal du travail la débouta. Il jugea que le port visible d’une croix était non pas un commandement de la foi chrétienne mais le choix personnel de Mme Eweida. Il estima que rien ne prouvait que l’un des quelques trente mille autres employés en uniforme eût formulé une demande ou une exigence de ce type, et encore moins refusé de travailler s’il s’était heurté à un refus. Il en conclut que la requérante n’avait pas montré que les règles vestimentaires entraînaient généralement pour les chrétiens un désavantage, condition nécessaire à l’établissement d’une discrimination indirecte.", "15.  Mme Eweida forma un recours devant la Cour du travail (Employment Appeal Tribunal), qui la débouta le 20 novembre 2008. La Cour du travail jugea qu’il n’était pas nécessaire que Mme Eweida démontre que d’autres chrétiens s’étaient plaints des règles vestimentaires, au motif qu’une personne peut se prétendre victime d’un désavantage particulier, au sens de l’article 3 § 1 du règlement de 2003, si elle s’est pliée à contrecœur à des restrictions concernant les symboles religieux visibles. Elle conclut néanmoins que la notion de discrimination indirecte implique une discrimination contre un groupe défini et que la requérante n’avait pas établi l’existence d’un désavantage pour un groupe donné.", "16.  Mme Eweida forma un recours devant la Cour d’appel, qui la débouta le 12 février 2010. Elle avait soutenu que le tribunal du travail et la Cour du travail avaient commis une erreur de droit et que la preuve de l’existence d’un désavantage pour une seule personne suffisait à établir l’existence d’une discrimination indirecte. La Cour d’appel écarta ce moyen que, selon elle, l’interprétation du règlement de 2003 ne permettait pas d’étayer. Elle fit sien le raisonnement suivant de la Cour du travail :", "«  (...) de manière à établir la discrimination indirecte, il faut pouvoir faire au sujet d’un groupe religieux des constatations d’ordre général dont la réalité permettrait raisonnablement à un employeur de se rendre compte que telle ou telle règle risque de nuire à ce groupe. »", "La Cour d’appel jugea en outre que, à supposer fondée la thèse de Mme Eweida assimilant le désavantage subi par une seule personne souhaitant manifester sa foi d’une certaine manière à une discrimination indirecte, il ressortait des constats de fait du tribunal du travail que la règle en cause était un moyen proportionné de parvenir à un but légitime. Elle releva que, pendant près de sept ans, personne, pas même Mme Eweida, ne s’était plaint de cette règle et que, une fois signalé, le problème avait été minutieusement examiné. Elle rappela que, dans l’intervalle, British Airways avait proposé à la requérante un poste sans contact avec le public, sans perte de salaire, mais que, au lieu d’accepter cette offre, l’intéressée avait choisi de ne pas retourner au travail et de demander le versement de son salaire en dédommagement. Elle considéra par ailleurs que la jurisprudence de la Cour relative à l’article 9 n’était d’aucune aide à Mme Eweida. Elle s’appuyait sur l’arrêt rendu par la Chambre des lords en l’affaire R. (SB) v Governors of Denbigh High School [2006] UKHL 15, où Lord Bingham avait conclu ceci de son analyse de la jurisprudence de la Cour et de la Commission :", "« Les instances de Strasbourg ne sont pas du tout disposées à conclure à une ingérence dans le droit de manifester sa conviction religieuse par certaines pratiques ou certains rites dès lors que l’intéressé a volontairement accepté un emploi ou une fonction qui ne s’accommode pas avec ces pratiques ou rites et que la religion en question peut être pratiquée ou observée par d’autres moyens sans difficulté ni désagrément excessifs. »", "17.  Le 26 mai 2010, la Cour suprême refusa à Mme Eweida l’autorisation de la saisir.", "B.  Mme Chaplin", "18.  La deuxième requérante est elle aussi chrétienne pratiquante. Depuis sa confirmation en 1971, elle porte visiblement à son cou une croix en pendentif, comme mode d’expression de ses convictions. Pour elle, ôter sa croix serait contraire à sa foi.", "19.  Mme Chaplin obtint son diplôme d’infirmière en 1981 et fut employée au Royal Devon and Exeter NHS Foundation Trust, un hôpital public, d’avril 1989 à juillet 2010, avec d’excellents états de service. Pendant la période considérée, elle était affectée au service de gériatrie. L’hôpital avait adopté des règles vestimentaires, fondées sur des directives du département de la Santé. Ces règles précisaient, en leur paragraphe 5.1.5, que « toute pièce de joaillerie portée doit être discrète » et, en leur paragraphe 5.3.6 :", "« 5.3.6. Pour minimiser le risque de contamination, les pièces de joaillerie portées doivent être réduites au minimum (voir 5.1.11), c’est-à-dire aux pièces suivantes :", "–  Un anneau lisse ordinaire non nuisible à l’hygiène des mains,", "–  Une paire de boucles d’oreilles ordinaires discrètes.", "De manière à réduire le risque de blessures dans le traitement des patients, aucun pendentif ne sera porté.", "Tout piercing du visage devra être supprimé ou recouvert. »", "Le paragraphe 5.1.11 dispose :", "« tout membre du personnel souhaitant porter un vêtement ou une pièce de joaillerie particulier pour des raisons religieuses ou culturelles doit le signaler à son supérieur hiérarchique, lequel ne pourra s’opposer à leur port sans motif légitime. »", "Il a été établi devant le tribunal du travail que, pour des motifs d’hygiène et de sécurité, une autre infirmière chrétienne avait été priée d’ôter sa croix et que deux infirmières sikhes avaient été informées qu’elles ne pouvaient porter ni le bracelet ni le kirpan (poignard cérémonial) et qu’elles avaient obtempéré. Deux femmes médecins musulmanes avaient été autorisées à porter un hijab « sportif » serré.", "20.  En juin 2007, de nouveaux uniformes furent introduits à l’hôpital, dont, pour la première fois, une tunique pour infirmières avec un col en V. En juin 2009, le supérieur hiérarchique de Mme Chaplin lui demanda d’ôter son « pendentif ». Mme Chaplin souligna que la croix était un symbole religieux et sollicita l’autorisation de la porter. Elle se heurta à un refus au motif que la chaîne et la croix risquaient de causer des blessures si un patient âgé s’y agrippait. Mme Chaplin proposa ensuite d’accrocher la croix à une chaîne fixée à l’aide de cliquets magnétiques, qui se détacheraient immédiatement s’ils étaient tirés par un patient. Mais les autorités de la santé écartèrent cette solution au motif que la croix elle-même demeurait un risque pour la santé et la sécurité dès lors qu’elle pouvait se balancer librement : ainsi, elle pouvait selon elles entrer en contact avec des plaies. Enfin, il fut suggéré qu’elle attache sa croix et sa chaîne au cordon tenant son badge d’identité. Tous les membres du personnel étaient tenus de porter un badge d’identité accroché à une poche ou à un cordon. Cependant, ils étaient également tenus d’ôter le badge et le cordon dans l’exercice de leurs tâches médicales et c’est pour cette raison que la requérante écarta cette suggestion aussi. En novembre 2009, Mme Chaplin fut mutée à un poste temporaire autre qu’infirmière, lequel fut supprimé en juillet 2010.", "21.  Mme Chaplin saisit le tribunal du travail en novembre 2009, se plaignant d’une discrimination aussi bien directe qu’indirecte fondée sur la religion. Dans son jugement du 21 mai 2010, le tribunal du travail conclut à l’absence de discrimination directe au motif que la position de l’hôpital reposait sur des raisons de santé et de sécurité plutôt que sur des motifs religieux. Quant au grief de discrimination indirecte, il jugea que rien ne prouvait que des « personnes » autres que la requérante eussent subi un désavantage particulier. Il ajouta que l’hôpital avait réagi de manière proportionnée à la demande de Mme Chaplin tendant à porter le crucifix de manière visible.", "22.  Mme Chaplin fut avisée que, compte tenu de l’arrêt rendu par la Cour d’appel dans l’affaire Eweida, un recours devant la Cour du travail n’aurait aucune chance d’aboutir.", "C.  Mme Ladele", "23.  La troisième requérante est de confession chrétienne. Elle estime que le mariage est l’union d’un homme et d’une femme pour la vie et croit sincèrement que l’union civile homosexuelle est contraire à la loi de Dieu.", "24.  Depuis 1992, Mme Ladele est employée par l’arrondissement londonien d’Islington, une collectivité territoriale (« l’autorité locale »). Islington a adopté une politique d’égalité et de diversité intitulée « Dignité pour tous », qui prévoit notamment ceci :", "« Islington est fier de sa diversité et le conseil luttera contre la discrimination sous toutes ses formes. « Dignité pour tous » doit être le vécu du personnel d’Islington, de ses résidents et de ses usagers, indépendamment de leur âge, de leur sexe, de leur handicap, de leurs convictions, de leur race, de leur orientation sexuelle, de leur nationalité, de leurs revenus ou de leur état de santé (...)", "Le conseil défendra la cohésion et l’égalité des administrés pour tous les groupes mais ciblera en particulier les discriminations fondées sur l’âge, le handicap, le sexe, la race, la religion et l’orientation sexuelle (...)", "Généralement, Islington", "a)  œuvrera en faveur de la cohésion des administrés en défendant les valeurs partagées par ceux-ci et la compréhension mutuelle, avec pour fondements l’égalité, le respect et la dignité pour tous. (...)", "Le conseil a pour politique de traiter chacun équitablement et sans discrimination. Islington veille à ce que :", "–  son personnel soit traité de manière juste et équitable sur le lieu de travail,", "–  les usagers aient un accès juste et équitable à ses services,", "–  le personnel et les usagers soient traités avec dignité et respect.", "Le conseil supprimera énergiquement les barrières discriminatoires qui empêcheraient les administrés d’obtenir les possibilités d’emploi et les services auxquels ils ont droit. Il ne tolérera pas les processus, comportements et attitudes assimilables à de la discrimination, notamment le harcèlement, la victimisation et l’intimidation par les préjugés, l’ignorance, le manque d’égards et les stéréotypes (...)", "Les employés sont censés défendre ces valeurs à tout moment et travailler en respectant cette politique, faute de quoi ils s’exposeront à des sanctions disciplinaires. »", "25.  En 2002, Mme Ladele devint officier d’état civil (registrar) pour les naissances, décès et mariages. Bien que rémunérée par l’autorité locale et soumise aux règles de celle-ci, elle n’en était pas l’employée mais exerçait ses fonctions sous l’égide de l’officier d’état civil général (Registrar General). Le 5 décembre 2005, la loi de 2004 sur l’union civile (Civil Partnerships Act 2004) entra en vigueur. Elle prévoit l’enregistrement légal des unions civiles entre deux personnes de même sexe et leur accorde des droits et obligations équivalents à ceux d’un couple marié. En décembre 2005, l’autorité locale décida d’affecter tous les officiers d’état civil à l’enregistrement des unions civiles. Elle n’en avait pas l’obligation : la législation lui imposait seulement de veiller à ce qu’il y ait dans la circonscription un nombre suffisant d’officiers d’état civil pour s’occuper des unions civiles. D’autres collectivités territoriales au Royaume-Uni procédèrent différemment et permirent aux officiers d’état civil opposés pour des raisons religieuses sincères à la formation des unions civiles de ne pas être affectés à l’enregistrement de celles-ci.", "26.  Au départ, Mme Ladele était autorisée à s’arranger informellement avec ses collègues pour se répartir les tâches de manière à ce qu’elle n’eût pas à conduire de cérémonies d’union civile. Cependant, en mars 2006, deux de ses collègues se plaignirent que son refus d’exercer de telles fonctions fût discriminatoire. Dans une lettre datée du 1er avril 2006, Mme Ladele fut avisée que, aux yeux de l’autorité locale, son refus de s’occuper des unions civiles risquait d’être constitutif d’une violation par elle du code de bonne conduite et de la politique d’égalité. Elle fut priée de confirmer par écrit qu’elle célébrerait dorénavant les unions civiles. Mme Ladele refusa et pria l’autorité locale de prendre des dispositions pour accommoder ses convictions. Au mois de mai 2007, l’ambiance au bureau s’était détériorée. Le refus de Mme Ladele de célébrer les unions civiles avait créé des difficultés dans le roulement des tâches, surchargeant de travail des collègues, et des collègues homosexuels se disaient victimes de vexations. En mai 2007, l’autorité locale ouvrit une enquête préliminaire, à l’issue de laquelle – en juillet 2007 – le dépôt d’une plainte disciplinaire formelle contre Mme Ladele fut recommandée au motif que, en refusant de célébrer les unions libres en raison de l’orientation sexuelle des parties, cet agent n’avait pas respecté le code de conduite et la politique d’égalité et de diversité de l’autorité locale. Un entretien disciplinaire eut lieu le 16 août 2007. À la suite de cet entretien, Mme Ladele fut priée d’accepter une nouvelle description de poste lui imposant expressément d’enregistrer les unions libres et d’exécuter les tâches administratives connexes, mais la dispensant de conduire les cérémonies.", "27.  Mme Ladele saisit le tribunal du travail, se plaignant d’une discrimination directe et indirecte fondée sur la religion ou les convictions et d’un harcèlement. Avec l’entrée en vigueur, le 1er décembre 2007, de la loi de 2007 sur les statistiques et l’état civil (Statistics and Registration Act 2007), elle cessa d’exercer ses fonctions pour l’officier d’état civil général et devint une employée de l’autorité locale, laquelle avait désormais le pouvoir de la révoquer. Il était soutenu devant le tribunal du travail que la perte de son procès conduirait vraisemblablement à son licenciement.", "28.  Le 3 juillet 2008, le tribunal du travail jugea fondés les griefs de discrimination religieuse directe et indirecte et de harcèlement, estimant que l’autorité locale avait « donné plus d’importance aux droits de la communauté lesbienne, gay, bisexuelle et transsexuelle qu’aux droits de [Mme Ladele] en sa qualité de croyante chrétienne orthodoxe ». L’autorité locale saisit la Cour du travail, qui, le 19 décembre 2008, infirma le jugement du tribunal du travail, considérant que le traitement réservé par l’autorité locale à Mme Ladele était un moyen proportionné d’accomplir un but légitime, à savoir l’exercice des fonctions d’état civil sur une base non discriminatoire.", "29.  La décision de la Cour du travail fit l’objet d’un recours devant la Cour d’appel, qui la confirma le 15 décembre 2009 et dit ceci au paragraphe 52 de son arrêt :", "« (...) le fait que le refus par Mme Ladele de célébrer des unions civiles se fonde sur sa conception religieuse du mariage ne saurait permettre de conclure qu’Islington ne devrait pas pouvoir poursuivre son objectif jusqu’au bout, à savoir que tout officier d’état civil doit célébrer des unions civiles dans le respect de la politique « Dignité pour tous ». Mme Ladele est employée d’un service public et travaille pour une autorité publique ; elle est tenue d’exercer des fonctions purement laïques, considérées comme relevant de sa mission ; le refus par Mme Ladele d’accomplir ces fonctions implique une discrimination à l’égard des homosexuels dans l’exercice de celles-ci ; elle est invitée à les accomplir en application de la politique « Dignité pour tous » d’Islington dont le but louable est d’éviter, ou au moins de réduire au minimum, toute discrimination non seulement parmi les employés d’Islington mais aussi entre Islington (et ses employés) et ses administrés ; le refus de Mme Ladele est offensant aux yeux d’au moins deux de ses collègues homosexuels ; l’objection de Mme Ladele est fondée sur sa conception du mariage qui n’est pas un élément fondamental de sa religion ; et la sommation faite par Islington à Mme Ladele n’empêche en aucun cas celle-ci de pratiquer son culte comme elle l’entend. »", "La Cour d’appel conclut que l’article 9 de la Convention et la jurisprudence de la Cour confirmaient que le souhait de Mme Ladele de faire respecter ses convictions religieuses ne devait pas « (...) primer l’intérêt pour Islington de veiller à ce que tous ses officiers d’état civil manifestent à l’égard de la communauté homosexuelle le même respect qu’à l’égard de la communauté hétérosexuelle ». Elle ajouta que, depuis l’entrée en vigueur du règlement de 2007 (paragraphe 42 ci-dessous), dès lors que Mme Ladele était désignée officier d’état civil pour les unions libres, Islington avait non seulement le droit mais aussi l’obligation de l’astreindre à les célébrer.", "30.  L’autorisation de former un recours devant la Cour suprême fut refusée à la requérante le 4 mars 2010.", "D.  M. McFarlane", "31.  Le quatrième requérant est un chrétien pratiquant, ancien membre du conseil d’une grande église multiculturelle à Bristol. Il croit profondément et sincèrement que la Bible dit que les activités homosexuelles sont un péché et qu’il ne doit rien faire qui cautionnerait directement celles-ci.", "32.  Relate Avon Limited (« Relate ») fait partie de Relate Federation, une organisation privée nationale prestataire de thérapies sexuelles et de services de conseils relationnels confidentiels. Relate et ses conseillers sont membres de la British Association for Sexual and Relationship Therapy, association qui dispose d’un code de déontologie et de principes de bonnes pratiques auxquels Relate et ses conseillers adhèrent. Les paragraphes 18 et 19 de ce code prévoient ceci :", "« Reconnaître le droit au libre-arbitre, par exemple :", "18.  Respecter l’autonomie et le droit fondamental au libre-arbitre des clients et des autres personnes avec lesquelles ceux-ci peuvent s’investir. Il n’est pas convenable que le thérapeute impose un certain nombre de principes, de valeurs ou d’idéaux aux clients. Le thérapeute doit reconnaître la valeur et la dignité des clients (et des collègues) en tenant dûment compte de questions telles que la religion, la race, le sexe, l’âge, les convictions, l’orientation sexuelle et le handicap, et travailler en les respectant.", "Avoir conscience de ses propres préjugés, par exemple :", "19.  Le thérapeute doit avoir conscience de ses propres préjugés et éviter toute discrimination, fondée par exemple sur la religion, la race, le sexe, l’âge, les convictions, l’orientation sexuelle ou le handicap. Il doit être conscient des questions qui sont sources chez lui de préjugés ou de stéréotypes et en particulier réfléchir à la manière dont la relation thérapeutique pourrait s’en trouver atteinte. »", "Relate s’est également fixé une politique d’égalité des chances, qui met l’accent sur l’obligation positive de parvenir à l’égalité et précise notamment :", "« Relate Avon tient à s’assurer que personne, qu’il s’agisse de membres du personnel ou de la direction, de bénévoles, de conseillers ou de clients, ne reçoive un traitement moins favorable en raison de caractéristiques tenant à l’individu ou à un groupe, par exemple la race, la couleur, l’âge, la culture, l’état de santé, l’orientation sexuelle, le statut matrimonial, le handicap [ou] l’appartenance à une catégorie socio-économique. Relate Avon tient non seulement à respecter la loi à la lettre mais aussi à suivre une politique positive qui permettra de garantir l’égalité des chances à tout employé du Centre, quelles que soient ses fonctions, et à tous ses clients. »", "33.  M. McFarlane travailla comme conseiller pour Relate de mai 2003 à mars 2008. Il était quelque peu hésitant au départ à fournir des services de conseil à des couples homosexuels mais, après en avoir discuté avec son supérieur, il accepta l’idée que de conseiller un couple homosexuel ne revenait pas à cautionner une relation de ce type et il était donc prêt à continuer. Par la suite, il conseilla deux couples lesbiens sans le moindre problème, bien que ni dans l’un ni dans l’autre des cas des questions d’ordre purement sexuel ne se fussent posées.", "34.  En 2007, M. McFarlane reprit ses études pour obtenir le diplôme d’enseignement supérieur de Relate en thérapie psychosexuelle. À l’automne de cette même année, on sentait chez Relate qu’il était réticent à travailler sur les questions sexuelles avec les couples homosexuels. En réaction à ces inquiétudes, le directeur général de Relate, M. B., s’entretint avec M. McFarlane en octobre 2007. Ce dernier confirma qu’il avait des difficultés à concilier le travail en matière de pratiques sexuelles avec des couples homosexuels et son devoir de suivre les enseignements de la Bible. M. B. lui dit qu’il ne serait malheureusement pas possible de filtrer les clients de manière à ce qu’il n’ait pas à pratiquer de thérapie psychosexuelle avec les couples lesbiens, homosexuels ou bisexuels.", "35.  Le 5 décembre 2007, M. B. reçut une lettre d’autres thérapeutes qui s’inquiétaient qu’un conseiller non désigné nommément fût réticent, pour des motifs religieux, à travailler avec la clientèle homosexuelle, lesbienne ou bisexuelle. Le 12 décembre 2007, il écrivit à M. McFarlane qu’il avait cru comprendre que ce dernier refusait de travailler sur certaines questions avec les couples homosexuels et qu’il craignait que ce choix fût discriminatoire et contraire à la politique d’égalité des chances de Relate. Il demanda à M. McFarlane de confirmer par écrit, le 19 décembre 2007 au plus tard, que ce dernier continuerait à conseiller les couples homosexuels en matière de relations et de thérapie psychosexuelle, sous peine de sanctions disciplinaires. Le 2 janvier 2008, en réponse, M. McFarlane confirma qu’il n’avait aucune réticence à conseiller des couples homosexuels. Il ajouta que son opinion en matière de prestation de thérapies psychosexuelles à des couples homosexuels continuait à évoluer car il n’avait pas encore été appelé à accomplir ce genre de tâche. M. B. y vit un refus de son employé de confirmer qu’il pratiquerait des thérapies psychosexuelles avec des couples homosexuels et l’intéressé fut donc suspendu de ses fonctions, en instance d’une enquête disciplinaire. Au cours d’un entretien d’information tenu le 7 janvier 2008, M. McFarlane reconnut l’existence d’un conflit entre ses convictions religieuses et la thérapie psychosexuelle pour les couples homosexuels mais il ajouta que, s’il était appelé à faire un travail de ce type, il obtempérerait et que, en cas de problème, il en référerait à son supérieur. M. B. y vit l’engagement par M. McFarlane que celui-ci se conformerait aux politiques de Relate et il mit fin à l’enquête disciplinaire.", "36.  À la suite d’une conversation téléphonique avec le quatrième requérant, la supérieure de celui-ci fit part de ses profondes préoccupations à M. B. Elle estimait que M. McFarlane était soit troublé par la question de la thérapie psychosexuelle aux couples homosexuels, soit malhonnête. Lorsqu’on lui en fit part, M. McFarlane déclara que son opinion n’avait pas changé depuis l’entretien précédent et que tout problème qui surgirait aurait à être réglé le moment venu. Il fut invité à un nouvel entretien disciplinaire le 17 mars 2008. Au cours de ce dernier, on lui demanda s’il avait changé d’avis mais il se contenta de répondre qu’il n’avait rien à ajouter à ce qu’il avait dit le 7 janvier 2008.", "37.  Le 18 mars 2008, M. B. licencia sommairement M. McFarlane pour faute professionnelle après avoir conclu que celui-ci avait dit qu’il respecterait les politiques de Relate et offrirait des conseils en sexualité à des couples homosexuels, sans en avoir l’intention. Selon lui, on ne pouvait pas compter sur l’intéressé pour accomplir ses fonctions conformément à la politique d’égalité des chances. Un entretien précontentieux fut tenu le 28 avril. Le recours fut rejeté au motif que le manque de confiance de M. B. en M. McFarlane quant au respect des politiques en question était fondé.", "38.  M. McFarlane saisit le tribunal du travail, plaidant notamment une discrimination directe et indirecte, un licenciement abusif et un licenciement irrégulier. Dans un jugement du 5 janvier 2009, le tribunal du travail conclut que M. McFarlane n’avait subi aucune discrimination directe contraire à l’article 3 § 1 b) du règlement de 2003 (paragraphe 41 cidessous). Il jugea que l’intéressé avait été licencié non pas en raison de sa foi mais parce que l’on pensait qu’il ne se conformerait pas aux politiques reflétant la déontologie de son employeur. Sur le grief de discrimination indirecte soulevé sur le terrain de l’article 3 § 1 b) du règlement de 2003, il estima que l’obligation donnée par Relate à ses conseillers de respecter la politique d’égalité des chances entraînait un désavantage pour toute personne partageant les convictions religieuses de M. McFarlane mais que le but de cette obligation était de proposer tout un éventail de services de conseil à l’ensemble des groupes de la société, indépendamment de l’orientation sexuelle, ce qui était légitime. Il considéra que la volonté de Relate de proposer des services sans discrimination était essentielle à son activité et que Relate était fondée à exiger de M. McFarlane l’assurance sans équivoque qu’il prodiguerait tous les services de conseil à l’ensemble des clients sans réserve. Or il constata que l’intéressé n’avait pas donné cette assurance. Il ajouta que le filtrage des clients, à supposer même qu’il pût fonctionner dans une certaine mesure, n’aurait pas protégé les clients d’un risque de rejet par M. McFarlane, quel que fût le tact dont celui-ci aurait fait preuve pour aborder la question. Il conclut que le licenciement était un moyen proportionné d’accomplir un but légitime et écarta donc le grief de discrimination. Enfin, il rejeta le grief de licenciement abusif au motif que Relate avait réellement et raisonnablement perdu confiance en M. McFarlane au point qu’elle ne pouvait pas être certaine que, s’il venait à aborder les questions de pratiques sexuelles homosexuelles dans le cadre de conseils à un couple de personnes de même sexe, il offrirait sans réticence ni réserve à ce couple des prestations identiques à celles qu’il aurait proposées à un couple hétérosexuel du fait des contraintes que lui imposaient ses convictions religieuses sincères.", "39.  M. McFarlane attaqua devant la Cour du travail les conclusions du tribunal du travail sur les griefs de discrimination directe et indirecte et de licenciement abusif. Dans son arrêt rendu le 30 novembre 2009, la Cour du travail jugea que la juridiction inférieure avait à bon droit rejeté ces griefs. Elle écarta le moyen tiré par M. McFarlane de ce qu’il eût été illégitime d’établir une distinction entre s’opposer à une conviction religieuse et s’opposer à un acte particulier qui en est la manifestation, et jugea ce raisonnement compatible avec l’article 9 de la Convention. Elle prit note du moyen tiré par Relate de ce que le compromis proposé par M. McFarlane eût été inacceptable du point de vue des principes parce qu’il était « totalement contraire à la déontologie interne d’accepter une situation dans laquelle un conseiller pourrait refuser de s’occuper de certains clients car il désapprouve leur conduite » et qu’il était irréaliste d’instaurer un système permettant à un conseiller de cesser de prodiguer des conseils à des couples homosexuels si, au vu des circonstances, il estime qu’il cautionnerait leurs activités sexuelles. Elle conclut que Relate était en droit de refuser d’accommoder des vues contraires à ses principes fondamentaux affichés et que, dans ces conditions, les arguments tenant à la possibilité pratique d’accommoder les convictions du requérant étaient hors de propos.", "40.  M. McFarlane demanda à la Cour d’appel l’autorisation de former devant elle un recours contre l’arrêt de la Cour du travail. Le 20 janvier 2010, la Cour d’appel rejeta cette demande au motif que, à la lumière de son arrêt de décembre 2009 dans l’affaire Ladele, le recours n’avait aucune chance réaliste d’aboutir. À la suite du refus par la Cour suprême d’autoriser un recours dans cette dernière affaire, M. McFarlane renouvela sa demande. Une audience se tint, à l’issue de laquelle cette demande fut une nouvelle fois rejetée le 29 avril 2010 au motif que la présente affaire ne pouvait se distinguer nettement de l’affaire Ladele.", "II.  ÉLÉMENTS PERTINENTS DE DROIT INTERNE", "41.  L’article 3 du règlement de 2003 sur l’égalité au travail (religion et conviction) (Employment Equality (Religion or Belief) Regulations 2003) dispose :", "« 3.  Discrimination fondée sur la religion ou la conviction", "1.  Pour les besoins du présent règlement, une personne A opère une discrimination à l’encontre d’une personne B si :", "(...)", "b)  A applique à B une disposition, un critère, une pratique qu’elle applique ou appliquerait également à des personnes ne partageant pas la même religion ou la même conviction que B mais qui", "i.  entraîne ou entraînerait un désavantage particulier pour les personnes partageant la même religion ou la même conviction que B par rapport à d’autres personnes,", "ii.  entraîne ce même désavantage pour B et", "iii.  ne peut être établie par A comme étant un moyen proportionné d’accomplir un but légitime. »", "L’article 2 § 1 de ce même règlement définit la « religion » par toute religion et la « conviction » par toute conviction d’ordre religieux ou philosophique.", "42.  L’article 3 du règlement de 2007 relatif à la loi sur l’égalité (orientation sexuelle) (Equality Act (Sexual Orientation)) dispose :", "« 3.  Discrimination fondée sur l’orientation sexuelle", "1.  Pour les besoins du présent règlement, une personne A opère une discrimination à l’encontre d’une personne B si, en raison de l’orientation sexuelle de B ou de toute autre personne à part A, A traite B moins favorablement qu’autrui (s’il n’existe aucune différence matérielle dans les circonstances de l’espèce).", "(...)", "3.  Pour les besoins du présent règlement, une personne A opère une discrimination à l’encontre d’une personne B si A applique à B une disposition, un critère une pratique", "a)  que A applique ou appliquerait également aux personnes n’ayant pas la même orientation sexuelle que B ;", "b)  qui entraîne pour les personnes de même orientation sexuelle que B un désavantage par rapport à certaines ou à toutes les autres personnes (s’il n’existe aucune différence matérielle dans les circonstances de l’espèce) ;", "c)  qui entraîne pour B un désavantage par rapport à certaines ou à toutes les autres personnes n’ayant pas la même orientation sexuelle que B (s’il n’existe aucune différence matérielle dans les circonstances de l’espèce) ; et", "d)  que A ne saurait raisonnablement justifier sur un fondement autre que l’orientation sexuelle de B. »", "En ce qui concerne la fourniture de marchandises, services et prestations, l’article 4 dispose :", "« 1.  Une personne (A) proposant au public ou à une partie du public des marchandises, services ou prestations ne peut légalement établir de discrimination à l’encontre d’une autre personne (B) qui cherche à obtenir ou utiliser ces marchandises, services ou prestations", "a)  en refusant de fournir à B ces marchandises, services ou prestations ;", "b)  en refusant de fournir à B des marchandises, services ou prestations d’une qualité identique ou similaire à celle des marchandises, services ou prestations que A propose normalement", "i.  au public ou", "ii.  à la partie du public à laquelle B appartient ;", "c)  en refusant de fournir à B des marchandises, services ou prestations d’une manière identique ou similaire à celle par laquelle A propose normalement ces marchandises, services ou prestations", "i.  au public ou", "ii.  à la partie du public à laquelle B appartient ; ou", "d)  en refusant de fournir à B des marchandises, services ou prestations dans des conditions identiques ou similaires à celles dans lesquelles A propose normalement ces marchandises, services ou prestations", "i.  au public ou", "ii.  à la partie du public à laquelle B appartient.", "2.  Le paragraphe 1 du présent article s’applique en particulier à :", "a)  l’accès à un lieu public et à l’usage de celui-ci ;", "b)  le séjour dans un hôtel, un internat ou un établissement de ce type ;", "(...) »", "L’article 8 § 1 interdit aux autorités publiques de commettre tout acte discriminatoire dans l’exercice de leurs attributions. L’article 30 § 1 dispose qu’un acte commis par une personne dans le cadre de son travail vaut autant acte de l’employeur que de l’auteur lui-même.", "43.  La directive 2000/78/CE du Conseil de l’Union européenne du 27 novembre 2000 portant création d’un cadre général en faveur de l’égalité de traitement en matière d’emploi et de travail est à l’origine de ces deux textes réglementaires. En son article 2 § 2 b), voici ce qu’elle dit au sujet de la notion de discrimination :", "« une discrimination indirecte se produit lorsqu’une disposition, un critère ou une pratique apparemment neutre est susceptible d’entraîner un désavantage particulier pour des personnes d’une religion ou de convictions, d’un handicap, d’un âge ou d’une orientation sexuelle donnés, par rapport à d’autres personnes, à moins que :", "i)  cette disposition, ce critère ou cette pratique ne soit objectivement justifié par un objectif légitime et que les moyens de réaliser cet objectif ne soient appropriés et nécessaires, ou que", "ii)  dans le cas des personnes d’un handicap donné, l’employeur ou toute personne ou organisation auquel s’applique la présente directive ne soit obligé, en vertu de la législation nationale, de prendre des mesures appropriées conformément aux principes prévus à l’article 5 afin d’éliminer les désavantages qu’entraîne cette disposition, ce critère ou cette pratique. »", "44.  Au Royaume-Uni, les tribunaux ont examiné plus en détail les questions soulevées dans les requêtes en l’espèce. Dans deux arrêts de principe, la Chambre des lords a eu en particulier l’occasion d’aborder des questions se rapportant aussi bien à la manifestation des convictions religieuses qu’aux circonstances dans lesquelles une violation de l’article 9 pourra être constatée.", "45.  Dans l’affaire R. (Williamson and Others) v. Secretary of State for Education and Employment [2005] UKHL 15, les demandeurs voyaient dans l’interdiction faite par le Royaume-Uni d’infliger des châtiments corporels aux enfants dans certaines circonstances une violation de leur droit à la liberté de manifester leurs convictions religieuses, énoncé à l’article 9 de la Convention. Au paragraphe 23 de l’arrêt, sur le sens à donner à la « manifestation » d’une conviction, Lord Nicholls of Birkenhead, à qui s’étaient ralliés Lords Bingham, Brown et Walker et la baronne Hale, énonça certains principes fondamentaux :", "« (...) une conviction doit satisfaire certaines conditions minimales modestes et objectives. Ces conditions découlent implicitement de l’article 9 de la Convention européenne et de garanties comparables dans d’autres instruments de protection des droits de l’homme. La conviction doit être conforme à certaines règles fondamentales tenant à la dignité ou à l’intégrité de l’homme. Par exemple, la manifestation d’une conviction religieuse qui conduirait à soumettre autrui à la torture ou à un traitement inhumain ne mériterait pas d’être protégée. La conviction doit porter sur des questions plus que simplement banales. Ainsi qu’il a été dit, elle doit porter sur un problème fondamental. Elle doit être suffisamment sérieuse et importante. Ce préalable indispensable est aisément satisfait si la conviction est de nature religieuse. La conviction doit également être cohérente, c’est-à-dire intelligible et compréhensible. Mais, une nouvelle fois, il ne faut pas être trop exigeant sur ce point. En général, toute religion suppose une croyance en quelque chose de surnaturel. Elle ne se prête pas toujours à un exposé lucide et encore moins à une justification rationnelle. Le langage qu’elle emploie est souvent celui de l’allégorie, du symbole et de la métaphore. Selon le sujet, on ne peut pas toujours attendre des croyants qu’ils s’expriment avec àpropos et précision. Les convictions de chacun ne sont pas non plus fixes et statiques : elles sont sujettes à des changements au cours de la vie. Globalement, ces conditions minimales ne doivent pas être posées avec une rigueur qui priverait les convictions minoritaires de la protection que la Convention est censée leur offrir. »", "Plus loin, au paragraphe 32, Lord Nicholls poursuivit :", "« (...) pour dire si (...) un comportement peut s’analyser en la manifestation d’une conviction en pratique sur le terrain de l’article 9, il faut d’abord cerner la nature et la portée de cette conviction. Si (...) cette dernière incarne ce que l’on croit être une obligation d’agir de telle ou telle manière, alors, en principe, agir ainsi conformément à cette conviction est en soi une manifestation de cette conviction en pratique. En pareil cas, l’action est « intimement liée » à la conviction, pour reprendre la phraséologie de Strasbourg. »", "46.  Dans l’affaire R. (Begum) v. Headteacher and Governors of Denbigh High School [2006] UKHL 15, la demanderesse soutenait notamment que son exclusion de l’école pour des violations répétées du code vestimentaire restreignait illégitimement son droit de manifester sa religion et ses convictions, protégé par l’article 9 de la Convention. Sur la question de l’existence d’une ingérence dans les droits que la demanderesse tirait de l’article 9, Lord Bingham dit ceci aux paragraphes 23 et 24 de l’arrêt :", "« 23.  Les instances de Strasbourg ne sont pas du tout disposées à conclure à une ingérence dans le droit de manifester sa conviction religieuse par certaines pratiques ou certains rites dès lors que l’intéressé a volontairement accepté un emploi ou une fonction qui ne s’accommode pas avec ces pratiques ou rites et que la religion en question peut être pratiquée ou observée par d’autres moyens sans difficulté ni désagrément excessifs. Ainsi, dans l’affaire X. c. Danemark [no 7374/76, décision de la Commission du 8 mars 1976, Décisions et rapports (DR) 5, p. 157], elles ont jugé qu’un ecclésiastique était réputé avoir accepté la discipline de son église lors de son entrée en fonction et que son droit de quitter cette église garantissait sa liberté de religion. Elles ont donc rejeté le grief soulevé sur le terrain de l’article 9 (...) Karaduman c. Turquie [no 16278/90, décision de la Commission du 3 mai 1993, DR 74, p. 93] est un précédent important. La requérante s’était vu refuser un certificat d’obtention de son diplôme parce qu’elle devait produire une photographie d’elle sans foulard et que, pour des raisons religieuses, elle était réticente à se faire photographier sans son foulard. La Commission a conclu (p. 109) à l’absence de violation des droits découlant de l’article 9 au motif que (p. 108) « en choisissant de faire ses études supérieures dans une université laïque, un étudiant se soumet à cette réglementation universitaire. Celle-ci peut soumettre la liberté des étudiants de manifester leur religion à des limitations de lieu et de forme destinées à assurer la mixité des étudiants de convictions diverses ». Rejetant le grief formulé par le requérant dans l’affaire Konttinen c. Finlande [no 24949/94, décision de la Commission du 3 décembre 1996, DR 87-B, p. 68], la Commission a souligné (§ 1, p. 75) que l’intéressé n’avait pas été poussé à revenir sur ses opinions religieuses ni empêché de manifester sa religion ou sa conviction ; ayant constaté que ses heures de travail étaient en conflit avec ses convictions religieuses, il lui était loisible de renoncer à ses fonctions (...) Dans l’affaire Stedman c. Royaume-Uni [no 29107/95, décision de la Commission du 9 avril 1997, DR 89-B], l’élément qui a conduit au constat de non-violation de l’article 9 était que la requérante était libre de démissionner plutôt que de travailler le dimanche. Le requérant dans l’affaire Kalaç c. Turquie [no 20704/92, 1er juillet 1997, Recueil des arrêts et décisions 1997-IV] n’a pas obtenu gain de cause car, en optant pour une carrière militaire, il avait accepté de son plein gré un régime de discipline militaire qui, de par sa nature même, impliquait que certains droits et certaines libertés pussent faire l’objet de limitations spéciales et qu’il pouvait honorer les obligations ordinaires de la foi musulmane. Dans l’affaire Cha’are Shalom Ve Tsedek c. France [[GC], no 27417/95, § 81, CEDH 2000-VII], le grief tiré par l’association requérante de la réglementation de l’abattage rituel en France, non conforme selon elle à ses stricts préceptes religieux, a été rejeté au motif que, en Belgique, elle pouvait facilement s’approvisionner en viande abattue conformément à ces préceptes.", "24.  La Cour d’appel a reproché à cette politique jurisprudentielle d’être trop restrictive (Copsey v. WWB Devon Clays Ltd 2005 EWCA Civ 932, [2005] 1CR 1789, par. 31-39 et 44-66) et, dans l’arrêt R. (Williamson) v. Secretary of State for Education and Employment [2005] UKHL 15, par. 39, la Chambre des lords n’a pas estimé que, comme l’avait laissé entendre la Cour dans l’arrêt Cha’are Shalom Ve Tsedek (§ 80), il devait être « impossible » de trouver un autre moyen d’accommoder la manifestation de convictions religieuses avant de pouvoir alléguer une violation de l’article 9. Cependant, à mon sens, les précédents vont dans le sens de ce que j’ai dit au début du paragraphe 23 de la présente opinion. À supposer même qu’il soit reconnu que les instances de Strasbourg aient fait preuve à tort de rigueur en rejetant les griefs de ce type, il demeure une jurisprudence cohérente et remarquablement constante que les tribunaux de notre pays doivent prendre en compte et qui montre que l’ingérence n’est pas facile à établir. »", "III.  ÉLÉMENTS PERTINENTS DE DROIT COMPARÉ", "A.  États membres du Conseil de l’Europe", "47.  Il ressort d’une analyse du droit et de la pratique de vingt-six États membres du Conseil de l’Europe concernant le port de vêtements ou de symboles à caractère religieux sur le lieu de travail que, majoritairement, ce port n’est pas réglementé. Dans trois États, à savoir l’Ukraine, la Turquie et la Suisse (pour certains cantons), le port de vêtements ou de symboles de ce type est interdit aux fonctionnaires et aux autres agents du secteur public mais autorisé en principe pour les employés du secteur privé. Dans cinq États – Allemagne, Belgique, Danemark, France et Pays-Bas –, les tribunaux internes ont expressément reconnu, au moins en principe, le droit pour tout employeur d’imposer certaines restrictions au port de symboles religieux par les employés ; cependant, il n’y a dans ces pays aucun texte législatif ou réglementaire permettant à un employeur de le faire. En Allemagne et en France, il est strictement interdit aux fonctionnaires et aux agents de l’État de porter des symboles religieux tandis que, dans les trois autres pays, le régime est plus souple. Nulle part n’est permise une interdiction totale du port par les employés du secteur privé de vêtements ou de symboles religieux sur le lieu de travail. Au contraire, en France, pareille interdiction est expressément exclue par la loi. Selon la législation française, pour qu’une restriction de ce type soit légale, elle doit poursuivre un but légitime, tenant au respect des normes sanitaires, à la protection de la santé et des bonnes mœurs, et à la crédibilité de l’image de l’employeur aux yeux du client, et satisfaire à un critère de proportionnalité.", "B.  Pays tiers", "1.  États-Unis d’Amérique", "48.  Pour les agents de l’État et du secteur public, le port des symboles religieux est protégé tant par la Constitution des États-Unis (les dispositions consacrant la séparation de l’Église et de l’État (Establishment Clause) et le libre exercice des religions (Free Exercise Clause)) que par la loi de 1964 sur les droits civils (Civil Rights Act 1964). Dès lors qu’un agent public invoque la Constitution, les tribunaux opèrent un contrôle dit « intermédiaire », dans le cadre duquel l’État peut imposer des restrictions au port de symboles religieux si cette mesure « se rattache substantiellement » à la défense d’un motif d’intérêt général « important » (Tenafly Eruv Association v. Borough of Tenafly, 309 F.3d 144, 157 (3rd Cir. 2002)). Dès lors que la loi est invoquée, l’employeur doit avoir soit proposé un « accommodement raisonnable » à la pratique religieuse, soit prouvé que permettre les pratiques religieuses en cause créerait pour lui une « difficulté excessive » (Ansonia Board of Education v. Philbrook, 479 US 60 (1986), United States v. Board of Education for School District of Philadelphia, 911 F.2d 882, 886 (3rd Cir. 1990), et Webb v. City of Philadelphia, 562 F.3d 256 (3rd Cir. 2009)). En ce qui concerne les employés du secteur privé, il n’existe aucune limitation constitutionnelle à la possibilité pour l’employeur de restreindre le port des vêtements ou symboles religieux. Toutefois, les restrictions énoncées dans le titre VII de la loi sur les droits civils continuent de s’appliquer du moment que l’employeur a plus de quinze employés.", "2.  Canada", "49.  La liberté de religion est constitutionnellement protégée par la Charte canadienne des droits et libertés de 1982 (« la Charte »). L’article 1 de ce texte permet à l’État de porter atteinte à la liberté de religion de la manière la moins restrictive possible s’il peut se prévaloir d’un « intérêt primordial » (B. (R.) c. Children’s Aid Society of Metropolitan Toronto (1995) 1 RCS 315). Les employeurs au Canada sont censés en principe adapter les règles sur le lieu de travail qui auraient des conséquences disproportionnées sur certaines minorités religieuses. Le critère retenu par les tribunaux sur ce point est celui de l’« accommodement raisonnable » (R. c. Big M Drug Mart Limited (1985) 1 RCS 295). Il existe en la matière un contentieux récent axé sur les droits des Sikhs à porter le turban ou le kirpan au travail. Dans l’arrêt Bhinder c. Compagnie des chemins de fer nationaux du Canada (1985) 2 RCS 561, la Cour suprême a jugé que le demandeur ne pouvait porter un turban au travail car celui-ci rendait plus difficile le port du casque d’ouvrier. Elle a vu en cette interdiction une « exigence professionnelle normale ». Plutôt que de chercher à définir la religion ou la pratique religieuse, les tribunaux canadiens s’intéressent davantage à la sincérité de la conviction en une pratique ayant un lien avec une religion (Syndicat Northcrest c. Amselem (2004) 2 RCS 551). Dans l’affaire Multani c. Commission scolaire Marguerite-Bourgeoys (2006) 1 RCS 256, où elle a confirmé le droit pour un étudiant sikh de porter le kirpan à l’école, la Cour suprême ne s’est pas livrée à une analyse théologique de l’importance du kirpan dans la foi sikhe. Elle a plutôt estimé que le requérant n’avait qu’à établir « que sa conviction personnelle et subjective en la signification religieuse du kirpan [était] sincère ».", "EN DROIT", "(...)", "51.  Les première, deuxième et quatrième requérants voient dans les sanctions qui leur sont infligées au travail une violation de leurs droits tirés de l’article 9 de la Convention, pris isolément ou en combinaison avec l’article 14. La troisième requérante allègue une violation des articles 14 et 9 conjointement.", "L’article 9 dispose :", "« 1.  Toute personne a droit à la liberté de pensée, de conscience et de religion ; ce droit implique la liberté de changer de religion ou de conviction, ainsi que la liberté de manifester sa religion ou sa conviction individuellement ou collectivement, en public ou en privé, par le culte, l’enseignement, les pratiques et l’accomplissement des rites.", "2.  La liberté de manifester sa religion ou ses convictions ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité publique, à la protection de l’ordre, de la santé ou de la morale publiques, ou à la protection des droits et libertés d’autrui. »", "L’article 14 dispose :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "(...)", "III.  SUR LE FOND", "A.  Thèses des parties", "1.  Le Gouvernement", "58.  Pour ce qui est des griefs soulevés sur le terrain du seul article 9 par la première, la deuxième et le quatrième requérants, le Gouvernement s’appuie sur la jurisprudence de la Cour qui précise que cette disposition ne protège pas n’importe quel acte ou type de comportement motivé ou inspiré par une religion ou une conviction. Il soutient qu’un comportement ainsi motivé ou inspiré mais non constitutif d’un acte de pratique généralement reconnu d’une religion échappe à la protection offerte par l’article 9. Il s’appuie sur les conclusions non contestées du tribunal du travail concernant les première et deuxième requérantes selon lesquelles celles-ci souhaitaient porter la croix visiblement comme mode d’expression personnelle de leur foi. Nul ne soutiendrait que le port visible d’une croix soit une forme généralement reconnue de pratique, et encore moins un précepte, de la foi chrétienne. Quand bien même le souhait des première et deuxième requérantes de porter visiblement la croix serait inspiré ou motivé par une foi religieuse sincère, il ne s’agirait pas d’un rite ou d’un précepte religieux reconnu du christianisme et la protection de l’article 9 ne jouerait donc pas. De même, le refus de M. McFarlane de proposer des thérapies psychosexuelles aux couples homosexuels ne constituerait pas une pratique généralement reconnue de cette religion.", "59.  À titre subsidiaire, le Gouvernement soutient que, dans l’hypothèse où le port visible de la croix ou le refus d’offrir certains services à des couples homosexuels seraient qualifiés de manifestations d’une conviction et donc de droits protégés par l’article 9, il n’y aurait eu d’ingérence dans l’exercice de ceux-ci à l’égard d’aucun des requérants. Il s’appuie sur l’arrêt rendu par la Chambre des lords en l’affaire R. (Begum) v. Headteacher and Governors of Denbigh High School (paragraphe 46 ci-dessus), dans lequel Lord Bingham a analysé la jurisprudence des instances de Strasbourg concernant des personnes qui avaient volontairement accepté un emploi non accommodable avec la pratique de leur religion, mais qui avaient d’autres moyens de la pratiquer ou de l’observer sans difficulté ni désagrément excessifs. Lord Bingham dit que cette jurisprudence « cohérente et remarquablement constante » montre clairement qu’il n’y aurait pas de violation de l’article 9 en pareils cas. Pareille violation n’aurait été supposée ou établie que si, même après avoir démissionné et cherché un autre emploi ou après s’être inscrits dans un autre établissement d’enseignement, les intéressés n’avaient pas été en mesure de se soustraire à une obligation incompatible avec leurs convictions religieuses (voir, par exemple, Kokkinakis c. Grèce, 25 mai 1993, série A no 260A, Leyla Şahin c. Turquie [GC], no 44774/98, CEDH 2005-XI, et Ahmet Arslan et autres c. Turquie, no 41135/98, 23 février 2010). En revanche, en l’espèce, les première et deuxième requérantes auraient été autorisées par leurs employeurs à porter la croix au travail à condition que celle-ci soit couverte devant les clients ou les patients. Le cas de la troisième requérante ne pourrait se distinguer de l’affaire Pichon et Sajous c. France (déc.), no 49853/99, CEDH 2001-X, où la Cour a conclu que des pharmaciens qui ne voulaient pas proposer des préservatifs ne pouvaient s’estimer victimes d’une atteinte à leurs droits découlant de l’article 9 au motif qu’ils avaient la possibilité de manifester leurs convictions religieuses de bien des façons hors du travail. Chacun des requérants en l’espèce aurait été libre de chercher du travail ailleurs ; de plus, pendant la période considérée, les employeurs de la première et de la deuxième requérantes leur auraient offert, pour le même salaire, d’autres postes n’emportant aucune restriction à leur liberté de porter visiblement la croix.", "60.  Le Gouvernement souligne en outre que les première et quatrième requérants étaient employés d’entités privées. Leurs griefs seraient donc tirés non pas d’une ingérence directe de l’État mais de ce que celui-ci n’aurait pas fait tout ce que l’article 9 lui imposait de faire pour s’assurer que leurs employeurs privés leur permettaient d’exprimer leurs convictions religieuses au travail. Le Gouvernement souligne que l’éventualité d’obligations positives imposées par l’article 9 ne peut être envisagée que si une inaction de l’État a empêché une personne de pratiquer librement sa religion. Or à ce jour, la Cour n’aurait conclu à la violation par l’État d’une obligation positive tirée de l’article 9 que dans une affaire, à savoir Membres de la Congrégation des témoins de Jéhovah de Gldani et autres c. Géorgie (no 71156/01, 3 mai 2007), où les instances de l’État n’avaient rien fait après la violente attaque d’une congrégation de témoins de Jéhovah par un groupe de chrétiens orthodoxes. Les présentes affaires ne seraient pas comparables. La possibilité pour les requérants en l’espèce de démissionner et de trouver un autre emploi ailleurs, ou de pratiquer leur religion hors du travail, aurait suffi à préserver dans l’ordre juridique interne leurs droits énoncés à l’article 9. En tout état de cause, quand bien même l’État serait tenu en vertu de l’article 9 à des obligations positives à raison de l’action des employeurs privés, le Royaume-Uni aurait satisfait à celles qui lui incombaient pendant la période en cause, avec le règlement de 2003 (paragraphe 41 ci-dessus). La « discrimination », telle que définie par l’article 3 de ce texte, engloberait la discrimination religieuse directe (c’est-à-dire le traitement moins favorable d’un employé du fait de sa religion ou de ses convictions) et la discrimination religieuse indirecte (c’est-à-dire l’application d’une disposition, d’un critère ou d’une pratique entraînant pour les coreligionnaires de l’employé un désavantage particulier et dont l’employeur ne peut pas établir qu’il s’agit d’un moyen proportionné de parvenir à un but légitime).", "61.  À titre très subsidiaire, sur le terrain de l’article 9, le Gouvernement soutient que, dans chacun des cas, les mesures prises par les employeurs étaient proportionnées à un but légitime. S’agissant de la première requérante, British Airways aurait été fondée à conclure que le port de l’uniforme joue un rôle important dans le maintien d’une image professionnelle et pour mieux distinguer sa marque, et qu’elle avait contractuellement le droit d’insister pour que ses employés le revêtent. Avant les événements en question, la restriction du port d’objets visibles autour du cou n’aurait causé aucun problème parmi les nombreux membres de son personnel en uniforme. Au lieu d’objecter au code vestimentaire en demandant sa révision ou l’autorisation de porter la croix, la première requérante se serait présentée au travail sans respecter la réglementation. Cependant qu’elle examinait son grief, British Airways lui aurait proposé un poste avec le même salaire sans contact avec la clientèle, mais elle aurait préféré rester à son domicile. En novembre 2006, cinq mois après l’ouverture de la procédure de plainte par l’intéressée, British Airways aurait annoncé la révision de sa politique sur le port des symboles religieux visibles et, après avoir consulté les membres de son personnel et les représentants syndicaux, de nouvelles règles auraient été adoptées en janvier 2007, permettant le port de symboles religieux visibles.", "62.  S’agissant de la deuxième requérante, le Gouvernement souligne que la restriction en cause avait pour but de réduire les risques de blessure dans le traitement des patients. Des restrictions au port d’objets religieux auraient également été imposées pour des raisons de santé et de sécurité aux personnes de confession non chrétienne : par exemple, les infirmières sikhes n’auraient pas été autorisées à porter le kara (bracelet) ni le kirpan et les infirmières musulmanes n’auraient été autorisées à porter qu’un hijab serré et non flottant. Il s’agirait d’un but légitime, poursuivi de manière proportionnée, d’autant que les instances hospitalières auraient offert à l’intéressée un poste non médical pour le même salaire.", "63.  Le Gouvernement admet que la troisième requérante croit sincèrement que l’union civile homosexuelle est contraire à la loi de Dieu et que le quatrième requérant croit sincèrement que les activités homosexuelles sont un péché et qu’il ne doit rien faire qui les cautionnerait directement. Cependant, il relève aussi que l’arrondissement londonien d’Islington et Relate s’étaient engagés à proposer leurs services d’une manière non discriminatoire. Il s’agirait manifestement d’un but légitime que poursuivrait une autorité locale ou un service de conseils relationnels. Il aurait été proportionné à ce but, dans chacun des cas, que l’employeur imposât à tous ses employés d’accomplir leur tâche sans opérer de discrimination fondée sur l’orientation sexuelle. Le règlement de 2003 et le règlement de 2007 (paragraphes 41-42 ci-dessus) ménageraient au Royaume-Uni un équilibre entre le droit de manifester ses convictions religieuses et le droit pour chacun de ne pas être victime d’une discrimination fondée sur l’orientation sexuelle. Fixer les modalités d’un tel équilibre relèverait de la marge d’appréciation dont jouiraient les autorités nationales sur le terrain de l’article 9. De plus, la Cour devrait aborder de la même manière les questions de la proportionnalité et de la marge d’appréciation selon qu’elle examine de tels cas sous l’angle du seul article 9 ou de l’article 14 combiné avec l’article 9.", "2.  La première requérante", "64.  La première requérante voit dans le port d’une croix visible un rite chrétien généralement reconnu. En tout état de cause, le Gouvernement aurait mal formulé le critère à satisfaire pour que l’article 9 trouve à s’appliquer, à savoir l’existence d’un « acte de pratique religieuse sous une forme généralement reconnue ». Pareil critère serait trop vague pour fonctionner en pratique et imposerait aux juges de trancher des questions relevant du débat théologique, ce qui serait manifestement hors de leur ressort. De plus, il ne trouverait aucun appui dans la jurisprudence de la Cour.", "65.  La première requérante soutient en outre qu’une interprétation restrictive de la notion d’ingérence dans l’exercice des droits tirés de l’article 9 ne serait pas à la mesure de l’importance donnée par la Cour à la liberté de religion. Aucun autre droit fondamental ne serait assujetti à l’idée qu’il n’y aurait pas d’ingérence si l’intéressé peut éviter la restriction, par exemple en démissionnant et en trouvant un autre travail, et nul ne pourrait être réputé avoir « renoncé » à ses droits en restant en fonction. La Cour devrait interpréter la Convention à la lumière du contexte d’aujourd’hui. L’existence pour un requérant de tout moyen permettant d’éviter la restriction devrait être prise en compte sur le terrain non pas du premier paragraphe de l’article 9, pour conclure à l’absence d’ingérence, mais de son second paragraphe, lorsqu’est examinée la justification de la restriction. En l’espèce, l’ingérence serait patente : il aurait été interdit à la première requérante de porter une croix visible, article essentiel de sa foi à ses yeux ; elle aurait jugé l’application du code vestimentaire profondément humiliante et insultante ; de plus, la perte de son salaire pendant quatre mois aurait été source pour elle de graves difficultés financières.", "66.  La première requérante considère que le droit interne, tel qu’interprété et appliqué par les juridictions anglaises dans son cas, n’a pas adéquatement protégé ses droits découlant de l’article 9. Alors qu’elle souhaitait tout à fait sincèrement, conformément à son dogme, manifester sa foi en portant la croix, le droit national lui aurait refusé toute protection faute pour elle d’avoir pu apporter la preuve qu’il s’agissait d’un précepte biblique ou de la manifestation communément répandue d’une conviction. De plus, le critère de droit national fondé sur la preuve d’un désavantage pour un groupe serait juridiquement incertain et risquerait intrinsèquement de conduire à des résultats arbitraires. Jamais la Cour n’aurait dit que l’État ne peut être tenu que dans des cas exceptionnels à une obligation positive sur le terrain de l’article 9 et aucune raison de principe ne le justifierait. En l’espèce, il y aurait un manquement continu de la part du gouvernement du Royaume-Uni à mettre en place une législation adéquate permettant aux personnes dans la situation de la requérante de protéger leurs droits.", "3.  La deuxième requérante", "67.  La deuxième requérante soutient que le port visible de la croix ou du crucifix est à l’évidence une pratique chrétienne généralement reconnue. Il serait inexact d’opérer une distinction entre ce qui relève des « préceptes » d’une religion et ce qui n’en relève pas, pour n’accorder la protection de l’article 9 qu’aux premiers. Pareil critère n’offrirait une protection que dans des conditions trop strictes et ne serait pas conforme à la manière de raisonner retenue par les juridictions internes dans des affaires comme R. (Watkins-Singh) v. Governing Body of Aberdare Girls’ High School [2008] EWHC 1865 (Admin) et Williamson and Others (précité) et par la Cour dans des affaires comme Branche de Moscou de l’Armée du Salut c. Russie, no 72881/01, CEDH 2006XI, Jakóbski c. Pologne, no 18429/06, 7 décembre 2010, et Bayatyan c. Arménie [GC], no 23459/03, CEDH 2011. De plus, dire que seules les pratiques religieuses impératives tombent sous le coup de l’article 9 protégerait davantage les religions énonçant des règles précises à respecter, et moins les religions dépourvues de règles de ce type, comme le christianisme.", "68.  La deuxième requérante repousse la thèse du Gouvernement ne voyant aucune ingérence dans l’exercice de son droit de manifester sa religion ou ses convictions dans l’obligation d’ôter ou de couvrir sa croix au travail. Quand bien même cette thèse pourrait trouver appui dans une jurisprudence antérieure de la Commission et de la Cour, cette dernière aurait conclu à l’existence d’une ingérence dans des affaires plus récentes concernant les restrictions au port d’objets religieux dans les établissements scolaires et au travail (voir, par exemple, Dahlab c. Suisse (déc.), no 42393/98, CEDH 2001-V, Leyla Şahin, précité, et Dogru c. France, no 27058/05, 4 décembre 2008).", "69.  Enfin, la deuxième requérante soutient que l’ingérence en question n’était pas justifiée au regard de l’article 9 § 2. Bien que la restriction eût pour but affiché de réduire le risque de blessure dans le travail avec les personnes âgées, aucun élément n’aurait été produit devant le tribunal du travail pour démontrer que le port de la croix eût causé un quelconque problème de santé ou de sécurité. Par ailleurs, les faits en cause seraient constitutifs d’une violation des droits que la requérante tire de l’article 14, combiné avec l’article 9, compte tenu de la différence de traitement qu’auraient opéré à son égard les instances de la santé par rapport aux adeptes d’autres religions (...)", "4.  La troisième requérante", "70.  S’estimant victime d’une discrimination fondée sur la religion, la troisième requérante soulève son grief sur le terrain de l’article 14 combiné avec l’article 9, plutôt que sous l’angle de cette seule dernière disposition. Elle soutient que ses actes, qui lui ont valu des sanctions disciplinaires, étaient une manifestation de sa religion et que son grief satisfait assurément au critère d’applicabilité moins strict de l’article 14, en ce que ce grief relève du champ d’application de l’article 9. Elle considère en outre que, en s’abstenant de la traiter différemment des employés n’ayant aucune objection de conscience à l’enregistrement des unions civiles, l’autorité locale a indirectement opéré une discrimination à son égard. Elle dit que l’employeur aurait raisonnablement pu accommoder ses convictions religieuses et que la non-adoption par lui de mesures moins restrictives était disproportionnée au regard des articles 14 et 9.", "71.  Pour la troisième requérante, la Cour doit dire que seules de « très fortes raisons » peuvent justifier une discrimination fondée sur la religion. La foi religieuse serait un élément essentiel de l’identité de chacun, au même titre que les catégories suspectes (par exemple le sexe, l’orientation sexuelle, l’origine ethnique et la nationalité) sur la base desquelles une distinction, comme la Cour l’a dit jusqu’à présent, ne peut reposer que pour de telles raisons. De plus, la race, l’origine ethnique et la religion seraient souvent imbriquées et la Cour aurait fait le lien entre elles (Sejdić et Finci c. Bosnie-Herzégovine [GC], nos 27996/06 et 34836/06, § 43, CEDH 2009, et Chypre c. Turquie [GC], no 25781/94, § 309, CEDH 2001IV).", "72.  La troisième requérante reconnaît la légitimité des buts poursuivis par l’autorité locale, à savoir proposer un accès aux services indépendamment de l’orientation sexuelle et montrer son attachement résolu à l’interdiction de toute discrimination. Elle estime cependant que le Gouvernement n’a pas démontré l’existence d’un lien raisonnable de proportionnalité entre ces buts et les moyens employés. Elle souligne qu’elle exerçait les fonctions d’officier d’état civil affecté à l’enregistrement des mariages avant la réforme législative autorisant la formation d’unions civiles et que les bases mêmes de sa mission s’en étaient trouvé fondamentalement altérées. L’autorité locale aurait très bien pu ne pas l’affecter à l’enregistrement des unions civiles et proposer quand même des services efficaces en la matière tout en accommodant l’objection de conscience de l’intéressée. Cette dernière aurait refusé de participer à la formation d’un statut légal fondé sur une institution qui, selon elle, est le mariage sans en avoir le nom : elle n’aurait manifesté aucun préjugé contre les homosexuels. En tout état de cause, nul ne pourrait supposer que, si elle avait accommodé les convictions de l’intéressée, l’autorité locale aurait été réputée avoir approuvé celles-ci. Ainsi, lorsqu’il permet au médecin qu’il emploie de refuser de pratiquer des avortements, l’État ne serait pas forcément censé cautionner les opinions des médecins : il faudrait plutôt y voir un signe de tolérance de sa part. En l’espèce, cependant, l’autorité locale n’aurait pas dûment tenu compte de son devoir de neutralité. Elle n’aurait pas ménagé un équilibre entre, d’une part, proposer des services selon des modalités n’opérant aucune discrimination fondée sur l’orientation sexuelle et, d’autre part, éviter les discriminations fondées sur la religion contre ses propres employés.", "5.  Le quatrième requérant", "73.  M. McFarlane repousse la thèse du Gouvernement ne voyant aucune manifestation d’une conviction religieuse dans son adhésion à la moralité sexuelle judéo-chrétienne. En effet, la religion définirait universellement des frontières claires en matière morale et sexuelle. Dire que tout acte motivé ou inspiré par la conviction religieuse n’est pas protégé serait un truisme juridique : il en irait ainsi de tout autre droit de la Convention susceptible de restriction, par exemple le droit à la liberté d’expression ou le droit au respect de la vie privée. Le critère que la Cour devrait retenir est que toute atteinte à la liberté de pensée, de conscience et de religion doit être nécessaire dans une société démocratique et proportionnée au but légitime poursuivi. Lorsqu’elle détermine la marge d’appréciation à accorder à l’État en matière de restrictions à la liberté de religion, la Cour devrait tenir compte des enjeux, à savoir la nécessité de maintenir un véritable pluralisme religieux, lequel va de pair avec l’idée de société démocratique. La protection offerte par l’article 9 serait vide de sens si elle se résumait à ne sauvegarder que les manifestations privées de foi ou de conviction sous une forme généralement reconnue, telles que définies par l’État.", "74.  Le quatrième requérant souligne que le licenciement et l’atteinte à la réputation professionnelle sont parmi les sanctions les plus graves qui puissent être infligées à un individu et qu’il faut en tenir compte lorsqu’est examinée la question de la marge d’appréciation existante. Il aurait été employé par une société privée qui n’avait aucune obligation légale de fournir les services en question. Il estime qu’il aurait été possible de confier les clients homosexuels à un autre conseiller. Il ajoute qu’il aurait été irréaliste d’exiger de lui qu’il changeât d’emploi ou de métier en raison de son opposition morale aux comportements homosexuels : selon lui, il ne serait pas autant exigé d’un homosexuel ayant perdu son travail pour des raisons discriminatoires.", "6.  Les tiers intervenants", "75.  Douze tiers au total ont été autorisés, en vertu des articles 44 § 2 du règlement et 36 § 2 de la Convention, à présenter des observations écrites (paragraphe 5 ci-dessus).", "76.  Certains intervenants ont fait des observations sur le point de savoir si le port de la croix peut s’analyser en la manifestation d’une conviction religieuse. Dans leurs observations, s’appuyant sur l’arrêt récemment rendu par la Cour dans l’affaire Lautsi et autres c. Italie [GC], no 30814/06, CEDH 2011, Premier Christian Media Trust, Peter Forster, l’évêque de Chester, Nicholas Reade, l’évêque de Blackburn, et Michael Nazir-Ali, ancien évêque de Rochester, font remarquer que la croix est un symbole chrétien universellement reconnu et une « manifestation évidente » de la foi chrétienne. De plus, avec Equality and Human Rights Commission, Associazione Giuseppe Dossetti : i Valori et Lord Carey of Clifton, ils estiment que le critère subjectif est celui à retenir lorsqu’il faut se prononcer sur la manifestation d’une conviction religieuse. Ils soutiennent en particulier que l’idée d’un « précepte obligatoire » est trop contraignante et trop simpliste. Premier Christian Media Trust, Associazione Giuseppe Dossetti : i Valori et Michael Nazir-Ali invitent la Cour à conclure qu’il n’appartient ni à l’État ni à l’employeur d’apprécier la véracité d’une conviction ou d’une manifestation religieuse. Equality and Human Rights Commission recommande que le critère à retenir, tiré de la jurisprudence plus récente de la Cour, demeure principalement fondé sur la conviction de l’adepte. En revanche, National Secular Society dit que les juridictions nationales ont tiré des conclusions factuelles sur la question de savoir si telle ou telle pratique religieuse était un « commandement de la conscience » ou une « simple volonté de s’exprimer ». Elle estime que la Cour devrait faire preuve de la plus grande prudence avant de revenir sur ces conclusions.", "77.  Sur la question de l’existence d’une ingérence dans l’exercice des droits découlant de l’article 9, Equality and Human Rights Commission soutient que les juridictions britanniques garantissent concrètement différents niveaux de protection aux personnes se réclamant d’une identité purement religieuse par opposition à celles dont les identités religieuses et raciales sont imbriquées (R. (Watkins-Singh) v. Governing Body of Aberdare Girls’ High School [2008] EWHC 1865 (Admin)). Elle souligne en outre que la question de l’ingérence doit tenir compte non seulement des choix opérés par l’intéressé, par exemple celui de l’emploi qu’il exerce, mais aussi des mesures prises par l’employeur. D’autres intervenants disent clairement qu’il est tout à fait inopportun qu’un employé soit contraint de faire le difficile choix entre son travail et sa foi. National Secular Society voit les choses différemment, soulignant que « la liberté de démissionner est la garantie ultime de la liberté de conscience ». Partant de cela, elle estime que l’État n’est tenu à aucune obligation positive de protéger les employés contre une quelconque prescription, notamment celle imposant le port d’un uniforme.", "78.  Sur la question de la proportionnalité et de la justification d’une ingérence dans l’exercice des droits découlant de l’article 9, certains intervenants (European Centre for Law and Justice, M. Jan Carnogurksy et Alliance Defence Fund, Equality and Human Rights Commission, Associazione Giuseppe Dossetti : i Valori, Michael Nazir-Ali, Lord Carey et The Clapham Institute et KLM) invoquent la notion d’« accommodement raisonnable » ou, comme le dit Lord Carey, de « réciprocité de respect ». Ils soutiennent globalement que l’analyse de proportionnalité par la Cour doit tenir compte de la possibilité d’un accommodement avec les convictions et rites de chacun. Ils soulignent qu’un compromis entre des droits concurrents est nécessaire dans une société démocratique et pluraliste. Cela étant entendu, du moment qu’elles n’ont aucune conséquence négative sur l’employeur et sur les services proposés par lui, les pratiques religieuses d’une personne devraient être autorisées et protégées sur le lieu de travail. À cet égard, Alliance Defence Fund invoque devant la Cour la jurisprudence des États-Unis d’Amérique, qui imposerait un accommodement raisonnable avec les convictions et pratiques religieuses pourvu que celui-ci ne soit pas source de « difficultés excessives » pour l’employeur. Liberty estime que, pour apprécier la justification d’une restriction aux droits tirés de l’article 9, les États contractants doivent jouir d’une marge d’appréciation « significative ». Partageant cet avis, la National Secular Society appelle l’attention de la Cour sur l’examen par les chambres du Parlement du projet de loi de 2010 sur l’égalité (Equality Bill 2010). Dans ce cadre, le Royaume-Uni aurait abordé en détail l’éventualité d’une exception fondée sur l’« objection de conscience ». Le rejet en définitive de cette exception à l’issue d’un débat exhaustif montrerait que la marge d’appréciation à retenir doit être étendue. International Commission of Jurists, M. le professeur Robert Wintemute, la Fédération internationale des ligues des droits de l’homme et ILGA-Europe ont produit devant la Cour des éléments de droit comparé indiquant que, lorsqu’elles existent, les exceptions légales aux règles en matière de discrimination bénéficient généralement aux institutions et organisations religieuses plutôt qu’aux particuliers. À l’inverse des autres intervenants, Liberty invite la Cour à conclure que, lorsque sont examinées les questions connexes de la proportionnalité et de l’accommodement, les conséquences de tout accommodement sur les autres personnes, et en particulier sur celles appartenant elles-mêmes à une minorité et/ou se trouvant dans une situation désavantageuse, doivent être prises en compte. Elle invite même la Cour à faire application, le cas échéant, de l’article 17 de la Convention.", "B.  Appréciation de la Cour", "1.  Principes généraux découlant de l’article 9 de la Convention", "79.  La Cour rappelle que, telle que la consacre l’article 9, la liberté de pensée, de conscience et de religion représente l’une des assises d’une « société démocratique » au sens de la Convention. Elle figure, dans sa dimension religieuse, parmi les éléments les plus essentiels de l’identité des croyants et de leur conception de la vie, mais elle est aussi un bien précieux pour les athées, les agnostiques, les sceptiques ou les indifférents. Il y va du pluralisme – chèrement conquis au cours des siècles –, consubstantiel à pareille société (Kokkinakis c. Grèce, 25 mai 1993, § 31, série A no 260A).", "80.  La liberté religieuse relève avant tout de la pensée et de la conscience de chacun. Cet aspect du droit énoncé au premier paragraphe de l’article 9, celui de nourrir n’importe quelle conviction religieuse et de changer de religion ou de conviction, est absolu et inconditionnel. Toutefois, comme le dit ensuite l’article 9 § 1, la liberté de religion comprend la liberté de manifester sa croyance seul et en privé mais aussi de la pratiquer en société avec autrui et en public. Une conviction religieuse peut se manifester par le culte, l’enseignement, les pratiques et l’accomplissement des rites. Le témoignage, en paroles et en actes, se trouve lié à l’existence de convictions religieuses (voir Kokkinakis, précité, § 31, et aussi Leyla Şahin, précité, § 105). La manifestation par une personne de ses convictions religieuses pouvant avoir des conséquences pour autrui, les rédacteurs de la Convention ont assorti ce volet de la liberté de religion des réserves émises au second paragraphe de l’article 9. Ce dernier dispose que toute restriction à la liberté de manifester sa religion ou sa conviction doit être prévue par la loi et nécessaire, dans une société démocratique, à la poursuite de l’un ou de plusieurs des buts légitimes qui y sont énoncés.", "81.  Le droit à la liberté de pensée, de conscience et de religion s’applique à des vues atteignant un degré suffisant de force, de sérieux, de cohérence et d’importance (Bayatyan c. Arménie [GC], no 23459/03, § 110, CEDH 2011, Leela Förderkreis e.V. et autres c. Allemagne, no 58911/00, § 80, 6 novembre 2008, et Jakóbski c. Pologne, no 18429/06, § 44, 7 décembre 2010). À supposer cette condition satisfaite, le devoir de neutralité et d’impartialité de l’État est incompatible avec un quelconque pouvoir d’appréciation de sa part quant à la légitimité des convictions religieuses ou à la manière dont elles sont exprimées (Manoussakis et autres c. Grèce, 26 septembre 1996, § 47, Recueil des arrêts et décisions 1996IV, Hassan et Tchaouch c. Bulgarie [GC], no 30985/96, § 78, CEDH 2000XI, et Refah Partisi (Parti de la prospérité) et autres c. Turquie [GC], nos 41340/98, 41342/98, 41343/98 et 41344/98, § 91, CEDH 2003II).", "82.  À supposer même que la conviction en question atteigne le degré de force et d’importance requis, tout acte inspiré, motivé ou influencé par elle ne peut passer pour en constituer une « manifestation ». Ainsi, une action ou une omission n’étant pas l’expression directe d’une conviction ou n’ayant qu’un rapport lointain avec un principe de foi échappe à la protection de l’article 9 § 1 (Skugar et autres c. Russie (déc.), no 40010/04, 3 décembre 2009, et, par exemple, Arrowsmith c. Royaume-Uni, no 7050/75, rapport de la Commission du 12 octobre 1978, Décisions et rapports (DR) 19, p. 5, C. c. Royaume-Uni, no 10358/83, rapport de la Commission du 15 décembre 1983, DR 37, p. 142, et Zaoui c. Suisse (déc.), no 41615/98, 18 janvier 2001). Pour être qualifié de « manifestation » au sens de l’article 9, l’acte en question doit être étroitement lié à la religion ou à la conviction. Des actes du culte ou de dévotion relevant de la pratique d’une religion ou d’une conviction sous une forme généralement reconnue en constitueraient un exemple. Toutefois, la manifestation d’une religion ou d’une conviction ne se limite pas aux actes de ce type : l’existence d’un lien suffisamment étroit et direct entre l’acte et la conviction qui en est à l’origine doit être établie au vu des circonstances de chaque cas d’espèce. En particulier, le requérant n’est aucunement tenu d’établir qu’il a agi conformément à un commandement de la religion en question (Cha’are Shalom Ve Tsedek c. France [GC], no 27417/95, §§ 73-74, CEDH 2000-VII, Leyla Şahin, précité, §§ 78 et 105, Bayatyan, précité, § 111, Skugar et autres, décision précitée, et Pichon et Sajous, décision précitée).", "83.  Certes, comme le Gouvernement le souligne et comme Lord Bingham l’a observé dans l’arrêt R. (Begum) v. Headteacher and Governors of Denbigh High School (paragraphe 46 ci-dessus), une jurisprudence de la Cour et de la Commission veut que, si l’intéressé a la possibilité de prendre des mesures pour contourner une restriction à sa liberté de manifester sa religion ou sa conviction, il n’y ait pas d’ingérence dans l’exercice du droit découlant de l’article 9 § 1 et la restriction n’a donc pas à être justifiée au regard de l’article 9 § 2. Ainsi, dans l’arrêt précité Cha’are Shalom Ve Tsedek, la Cour a dit qu’« il n’y aurait ingérence dans la liberté de manifester sa religion que si l’interdiction de pratiquer légalement [l’]abattage [rituel] conduisait à l’impossibilité pour les croyants ultraorthodoxes de manger de la viande d’animaux abattus selon les prescriptions religieuses qui leur paraissent applicables en la matière ». Cependant, cette conclusion peut s’expliquer par le constat de la Cour selon lequel la pratique et le rite religieux en cause étaient la consommation de viande provenant des seuls animaux abattus selon le rite et certifiés conformes aux lois religieuses en matière alimentaire, plutôt qu’une quelconque participation personnelle à l’abattage rituel et au processus de certification eux-mêmes (§§ 80 et 82). Surtout, dans les cas de restrictions imposées par l’employeur à la possibilité pour l’employé de se livrer à des pratiques religieuses, la Commission a conclu dans plusieurs décisions à l’absence d’ingérence dans l’exercice de la liberté de religion du requérant au motif que celui-ci pouvait démissionner de ses fonctions et trouver un autre travail (voir, par exemple, Konttinen c. Finlande, no 24949/94, décision de la Commission du 3 décembre 1996, DR 87-B, p. 68, et Stedman c. Royaume-Uni, no 29107/95, décision de la Commission du 9 avril 1997, DR 89-B, p. 104 ; à comparer avec Kosteski c. l’ex-République yougoslave de Macédoine, no 55170/00, § 39, 13 avril 2006). Toutefois, la Cour n’a pas tenu le même raisonnement en ce qui concerne les sanctions professionnelles infligées à des employés parce qu’ils avaient exercé d’autres droits protégés par la Convention, par exemple le droit au respect de la vie privée énoncé à l’article 8, le droit à la liberté d’expression énoncé à l’article 10 ou le droit négatif de ne pas s’affilier à un syndicat, découlant de l’article 11 (voir, par exemple, Smith et Grady c. Royaume-Uni, nos 33985/96 et 33986/96, § 71, CEDH 1999-VI, Vogt c. Allemagne, 26 septembre 1995, § 44, série A no 323, et Young, James et Webster c. Royaume-Uni, 13 août 1981, §§  54-55, série A no 44). Vu l’importance que revêt la liberté de religion dans une société démocratique, la Cour considère que, dès lors qu’il est tiré grief d’une restriction à cette liberté sur le lieu de travail, plutôt que de dire que la possibilité de changer d’emploi exclurait toute ingérence dans l’exercice du droit en question, il vaut mieux apprécier cette possibilité parmi toutes les circonstances mises en balance lorsqu’est examiné le caractère proportionné de la restriction.", "84.  Selon sa jurisprudence constante, la Cour laisse aux États parties à la Convention une certaine marge d’appréciation pour ce qui est de dire si et dans quelle mesure une ingérence est nécessaire. Cette marge d’appréciation va de pair avec un contrôle européen portant à la fois sur la loi et sur les décisions qui l’appliquent. La tâche de la Cour consiste à rechercher si les mesures prises au niveau national se justifient dans leur principe et sont proportionnées (Leyla Şahin, précité, § 110, Bayatyan, précité, §§ 121-122, et Manoussakis et autres, précité, § 44). Lorsque, comme dans les cas de la première et du quatrième requérants, les actes dénoncés ont été commis par des sociétés privées et ne sont donc pas directement imputables à l’État défendeur, la Cour doit examiner les questions sur le terrain de l’obligation positive incombant aux instances de l’État de reconnaître à toute personne relevant de sa juridiction les droits énoncés à l’article 9 (voir, mutatis mutandis, Palomo Sánchez et autres c. Espagne [GC], nos 28955/06, 28957/06, 28959/06 et 28964/06, §§ 58-61, CEDH 2011 ; voir aussi OttoPreminger-Institut c. Autriche, 20 septembre 1994, § 47, série A no 295A). Si la frontière entre les obligations positives et les obligations négatives de l’État au regard de la Convention ne se prête pas à une définition précise, les principes applicables n’en sont pas moins comparables. En particulier, dans les deux cas, il faut prendre en compte le juste équilibre à ménager entre l’intérêt général et les intérêts de l’individu, l’État jouissant en toute hypothèse d’une marge d’appréciation (Palomo Sánchez et autres, précité, § 62).", "2.  Principes généraux relevant de l’article 14 de la Convention", "85.  La Cour rappelle que l’article 14 de la Convention n’a pas d’existence indépendante puisqu’il vaut uniquement pour la jouissance des droits et libertés garantis par les autres dispositions normatives de la Convention et des Protocoles. Cependant, il peut entrer en jeu même sans un manquement à leurs exigences et, dans cette mesure, possède une portée autonome. Pour que l’article 14 trouve à s’appliquer, il suffit que les faits du litige tombent sous l’empire de l’une au moins desdites clauses (voir, par exemple, Thlimmenos c. Grèce [GC], no 34369/97, § 40, CEDH 2000-IV).", "86.  La Cour a établi dans sa jurisprudence que seules les différences de traitement fondées sur une caractéristique identifiable (« situation ») sont susceptibles de revêtir un caractère discriminatoire aux fins de l’article 14 (Carson et autres c. Royaume-Uni [GC], no 42184/05, § 61, CEDH 2010). La « religion » est expressément mentionnée à l’article 14 parmi les motifs de discrimination interdits.", "87.  En principe, pour qu’un problème se pose au regard de l’article 14, il doit y avoir une différence dans le traitement de personnes placées dans des situations analogues ou comparables (Burden c. Royaume-Uni [GC], no 13378/05, § 60, CEDH 2008). Toutefois, ce n’est pas la seule facette de l’interdiction de toute discrimination énoncée par l’article 14. Le droit de jouir des droits garantis par la Convention sans être soumis à discrimination est également transgressé lorsque, sans justification objective et raisonnable, les États n’appliquent pas un traitement différent à des personnes dont les situations sont sensiblement différentes (Thlimmenos, précité, § 44, D.H. et autres c. République tchèque [GC], no 57325/00, § 175, CEDH 2007IV, et Runkee et White c. Royaume-Uni, nos 42949/98 et 53134/99, § 35, 10 mai 2007).", "88.  Une telle distinction entre personnes dans une situation comparable – ou un tel défaut de traitement différent entre personnes dans des situations sensiblement différentes – est discriminatoire si l’un ou l’autre manque de justification objective et raisonnable, c’est-à-dire si l’un ou l’autre ne poursuit pas un but légitime ou s’il n’y a aucun rapport raisonnable de proportionnalité entre les moyens employés et le but visé. Par ailleurs, les États contractants jouissent d’une certaine marge d’appréciation pour déterminer si et dans quelle mesure des différences entre des situations à d’autres égards analogues justifient des distinctions de traitement (Burden, précité, § 60). L’étendue de cette marge d’appréciation varie selon les circonstances, les domaines et le contexte (Carson et autres, précité, § 61).", "3.  Application des principes susmentionnés aux faits de la cause", "a)  La première requérante", "89.  Il n’a été contesté ni dans la procédure conduite devant le juge national ni devant la Cour que l’insistance de Mme Eweida à porter la croix visiblement au travail était motivée par sa volonté de témoigner de sa foi chrétienne. Faisant application des principes énoncés ci-dessus, la Cour considère que le comportement de Mme Eweida était la manifestation de sa conviction religieuse, sous la forme d’un culte, d’une pratique et d’un rite, et était donc protégé par l’article 9.", "90.  Mme Eweida était employée par une société privée, British Airways. Le 20 septembre 2006, son employeur la renvoya chez elle parce qu’elle refusait de dissimuler sa croix, en violation du code vestimentaire de l’entreprise. Seulement un peu plus d’un mois plus tard, on lui proposa un poste administratif pour lequel le port de l’uniforme n’était pas nécessaire. Cependant, Mme Eweida choisit de décliner cette offre et de rester plutôt à son domicile sans salaire jusqu’au 3 février 2007, date à laquelle British Airways modifia ses règles vestimentaires et l’autorisa à exhiber sa croix.", "91.  La Cour estime que le refus par British Airways, entre septembre 2006 et février 2007, de permettre à la requérante de rester en fonction tout en portant visiblement sa croix s’analyse en une ingérence dans le droit de l’intéressée de manifester sa religion. Cette ingérence n’étant pas directement imputable à l’État défendeur, la Cour doit rechercher si, au vu de l’ensemble des circonstances, les instances de l’État ont respecté les obligations positives que leur impose l’article 9 ou, autrement dit, si le droit de Mme Eweida de manifester librement sa religion était suffisamment reconnu dans l’ordre juridique interne et si un juste équilibre a été ménagé entre ses droits et ceux d’autrui.", "92.  Tout comme bon nombre d’États contractants (paragraphe 47 cidessus), le Royaume-Uni n’a pas adopté de texte légal réglementant expressément le port des vêtements et symboles religieux sur le lieu de travail. Mme Eweida a formé devant le juge britannique une action en réparation pour discrimination directe et indirecte contraire à l’article 3 du règlement de 2003 (paragraphe 41 ci-dessus). Il a été reconnu devant le tribunal du travail que celui-ci était incompétent pour connaître de toute demande formulée de manière distincte ou autonome sur le terrain de l’article 9 de la Convention. La requérante a pu invoquer l’article 9 devant la Cour d’appel, même si celle-ci a conclu à l’absence d’ingérence dans ses droits découlant de cette disposition. En tout état de cause, si les juridictions nationales ont principalement analysé cette affaire sous l’angle du grief de traitement discriminatoire, il est clair que les questions de la légitimité du code vestimentaire et de la proportionnalité des mesures prises par British Airways à l’égard de Mme Eweida ont été examinées en détail. La Cour en conclut que l’absence d’une protection expresse en droit interne ne signifie pas en elle-même que le droit de la requérante de manifester sa religion par le port d’un symbole religieux au travail fût insuffisamment protégé.", "93.  Lorsqu’ils ont examiné la proportionnalité des mesures prises par British Airways pour faire appliquer son code vestimentaire, les juridictions nationales, à tous les degrés, ont estimé que le but poursuivi par ce code était légitime, à savoir véhiculer une certaine image de l’employeur et mieux distinguer sa marque et son personnel. Le tribunal du travail a jugé disproportionnée l’obligation de respecter le code, au motif que celle-ci n’établissait aucune distinction entre un objet porté en tant que symbole religieux et une pièce de joaillerie portée pour des raisons purement ornementales. Infirmant cette conclusion, la Cour d’appel a estimé que British Airways avait agi de manière proportionnée. Ce faisant, elle s’est appuyée sur les circonstances de l’espèce telles qu’établies par le tribunal du travail et en particulier sur les faits suivants : bien qu’en vigueur depuis plusieurs années, le code vestimentaire n’avait causé aucun problème connu à la requérante ni à aucun autre employé ; Mme Eweida s’était formellement plainte mais avait décidé ensuite de se rendre au travail en exhibant sa croix, sans attendre l’issue de la procédure de plainte ; British Airways avait consciencieusement examiné la question une fois la plainte déposée, ouvrant notamment une procédure de consultation et, au bout du compte, assouplissant le code vestimentaire de manière à permettre le port des symboles religieux visibles, et Mme Eweida s’était vu offrir un poste administratif au cours de cette procédure pour un salaire identique et avait été réintégrée dans ses anciennes fonctions en février 2007.", "94.  Il est clair, aux yeux de la Cour, que, pris ensemble, ces éléments ont atténué la portée de l’ingérence subie par la requérante et doivent être pris en compte. De plus, lorsqu’elles apprécient la proportionnalité de mesures prises par une société privée à l’égard de son employé, les instances nationales, en particulier les tribunaux, disposent d’une marge d’appréciation. La Cour conclut néanmoins qu’un juste équilibre n’a pas été ménagé en l’espèce. D’une part était en jeu la volonté de Mme Eweida de manifester sa conviction religieuse. Ainsi qu’il a déjà été dit, c’est un droit fondamental, non seulement parce qu’une société démocratique saine a besoin de tolérer et soutenir le pluralisme et la diversité mais aussi en raison de l’utilité que revêt pour quiconque fait de la religion un principe essentiel de sa vie la possibilité de communiquer cette conviction à autrui. D’autre part était en jeu la volonté qu’avait un employeur de projeter une certaine image commerciale. La Cour estime que, si ce dernier but était assurément légitime, les tribunaux internes lui ont donné trop d’importance. La croix de Mme Eweida était discrète et ne pouvait nuire à son apparence professionnelle. Rien ne prouvait que le port par les employés d’autres vêtements religieux autorisés d’emblée, par exemple le turban ou le hijab, eût nui à la marque ou à l’image de British Airways. De surcroît, le fait que l’employeur a pu modifier son code vestimentaire pour permettre le port visible de pièces symboliques de joaillerie religieuse montre que l’ancienne interdiction n’était pas d’une importance cruciale.", "95.  La Cour en conclut que, au regard de ces circonstances où aucune atteinte réelle aux intérêts d’autrui n’a été établie, les instances nationales n’ont pas suffisamment protégé le droit de la première requérante à manifester sa religion, en violation de l’obligation positive découlant de l’article 9. Au vu de cette conclusion, elle n’estime pas nécessaire d’examiner séparément le grief soulevé par l’intéressée sur le terrain de l’article 14 de la Convention combiné avec l’article 9.", "b)  La deuxième requérante", "96.  Mme Chaplin est elle aussi une chrétienne pratiquante, qui porte au cou une croix en pendentif depuis sa confirmation en 1971. Pendant la période considérée, elle était infirmière dans un service gériatrique régi par des règles vestimentaires fondées sur des directives du département de la Santé. Ces règles stipulaient notamment que « [d]e manière à réduire le risque de blessures dans le traitement des patients, aucun pendentif ne sera porté » et que tout membre du personnel souhaitant porter un objet particulier pour des raisons religieuses ou culturelles devait au préalable en faire la demande auprès du supérieur hiérarchique, lequel ne pouvait le refuser sans motif raisonnable. En 2007, de nouvelles tuniques furent introduites, avec un col en V, si bien que la croix de la requérante pouvait désormais être plus aisément vue et touchée, tant à l’avant qu’à l’arrière du cou. La requérante fut priée d’ôter sa croix en pendentif. Lorsqu’elle refusa, elle fut mutée en novembre 2009 à un poste autre qu’infirmière, qui fut supprimé en juillet 2010. Elle se plaignit devant le tribunal du travail d’une discrimination directe et indirecte. Ce dernier rejeta son grief de discrimination directe au motif que rien ne prouvait qu’elle eût été traitée moins favorablement que des collègues qui auraient souhaité porter d’autres objets pour des raisons d’ordre religieux. Il rejeta en outre le grief de discrimination indirecte, ayant jugé proportionnées au but poursuivi les règles des autorités de la santé.", "97.  Comme dans le cas de Mme Eweida, et conformément aux principes généraux énoncés ci-dessus, la Cour estime que la résolution de la deuxième requérante à porter sa croix en pendentif sur le lieu de travail était une manifestation de sa conviction religieuse et que le refus par les instances de la santé de l’autoriser à conserver ses fonctions d’infirmière en portant la croix a constitué une ingérence dans l’exercice de sa liberté de manifester sa religion.", "98.  La deuxième requérante avait pour employeur une autorité publique et la Cour doit rechercher si l’ingérence en question était nécessaire, dans une société démocratique, à la poursuite de l’un des buts énoncés à l’article 9 § 2. Dans cette affaire, nul n’apparaît contester que la restriction au port de pièces de joaillerie, qui englobait les symboles religieux, visait à protéger la santé et la sécurité des infirmières et des patients. Devant le tribunal du travail, les supérieurs de la requérante ont dit qu’il y avait un risque qu’un patient perturbé s’empare du pendentif, tire celui-ci et se blesse lui-même ou blesse l’intéressée, ou que la croix pende et entre par exemple en contact avec une plaie ouverte. Il avait en outre été établi qu’une autre infirmière chrétienne avait été priée de retirer sa croix en pendentif, que des infirmières sikhes avaient été prévenues qu’elles ne pouvaient pas porter le bracelet ou le kirpan, ou que les hijabs flottants étaient interdits. La possibilité avait été offerte à la requérante de porter une croix sous la forme d’une broche accrochée à son uniforme ou rentrée sous un col roulé porté sous sa tunique, mais l’intéressée l’a estimée insuffisante pour respecter ses convictions religieuses.", "99.  La Cour considère que, comme dans le cas de Mme Eweida, l’importance que revêtait pour la deuxième requérante la possibilité de manifester sa religion par le port visible de la croix doit peser lourdement dans la balance. Cependant, la raison pour laquelle elle a été priée d’ôter sa croix, à savoir la protection de la santé et de la sécurité dans un service hospitalier, est par nature plus importante que celle invoquée dans le cas de Mme Eweida. De plus, il s’agit d’un domaine dans lequel une marge d’appréciation étendue doit être accordée aux autorités internes. Les responsables hospitaliers sont mieux placés pour prendre des décisions concernant la sécurité dans leur établissement que le juge ou, qui plus est, un tribunal international devant lequel personne n’a directement témoigné.", "100.  La Cour ne peut donc conclure que les mesures dénoncées par Mme Chaplin étaient disproportionnées. Dès lors, l’ingérence dans l’exercice de sa liberté de manifester sa religion était nécessaire dans une société démocratique et il n’y a pas eu violation de l’article 9 de la Convention à l’égard de la deuxième requérante.", "101.  Par ailleurs, la Cour considère que les éléments à mettre en balance pour apprécier la proportionnalité de la mesure sur le terrain de l’article 14 combiné avec l’article 9 seraient similaires et que rien ne lui permet de conclure non plus à une violation de l’article 14 de la Convention dans cette affaire.", "c)  La troisième requérante", "102.  La Cour relève que la troisième requérante est une chrétienne, dont la vision orthodoxe du mariage est que celui-ci est l’union d’un homme et d’une femme pour la vie. Elle estime que les unions homosexuelles sont contraires à la volonté de Dieu et qu’il serait mal qu’elle participe à la création entre personnes de même sexe d’une situation assimilable au mariage. Parce qu’elle refusait d’être affectée à l’enregistrement à l’état civil des unions civiles, elle a fait l’objet d’une procédure disciplinaire, qui s’est soldée par son licenciement.", "103.  La troisième requérante ne soulève pas ses griefs sur le seul terrain de l’article 9 : elle se dit victime d’une discrimination fondée sur ses convictions chrétiennes, en violation de l’article 14 combiné avec l’article 9. Aux yeux de la Cour, il est patent que son refus de participer à la formation d’unions civiles entre homosexuels était directement motivé par ses convictions chrétiennes. Les faits dénoncés relèvent de l’article 9 et l’article 14 trouve à s’appliquer.", "104.  La Cour considère que l’élément de comparaison pertinent dans ce cas est un officier d’état civil n’ayant aucune objection religieuse aux unions homosexuelles. Elle reconnaît, avec la troisième requérante, que l’obligation faite par l’autorité locale à tous les officiers d’état civil affectés à l’enregistrement des naissances, mariages et décès de s’occuper aussi des unions civiles a eu des répercussions négatives particulières sur elle en raison de ses convictions religieuses. Pour rechercher si la décision prise par l’autorité locale de ne pas faire d’exception pour l’intéressée ni pour d’autres personnes dans sa situation vaut discrimination indirecte contraire à l’article 14, elle doit examiner si les règles en cause poursuivaient un but légitime et étaient proportionnées.", "105.  La Cour d’appel a jugé dans cette affaire que le but poursuivi par l’autorité locale était de fournir un service dont la qualité ne se résumait pas seulement à sa commodité et à son efficacité, mais aussi de respecter le principe primordial d’être « un employeur et une autorité publique entièrement attaché à la défense de l’égalité des chances et exigeant de chacun de ses employés qu’il agisse d’une manière n’opérant aucune discrimination à l’encontre d’autrui ». La Cour rappelle avoir jugé dans sa jurisprudence relative à l’article 14 que seules des considérations très fortes peuvent l’amener à estimer compatible avec la Convention une différence de traitement fondée exclusivement sur l’orientation sexuelle (voir, par exemple, Karner c. Autriche, no 40016/98, § 37, CEDH 2003-IX, Smith et Grady, précité, § 90, et Schalk et Kopf c. Autriche, no 30141/04, § 97, CEDH 2010). Elle a également jugé que les couples homosexuels se trouvent dans une situation comparable à celle des couples hétérosexuels pour ce qui est de leur besoin de reconnaissance juridique et de protection de leur relation, même si, les pratiques en la matière continuant à évoluer en Europe, les États contractants jouissent d’une marge d’appréciation étendue quant aux moyens de parvenir à ce but dans l’ordre juridique interne (Schalk et Kopf, précité, §§ 99-108). Au vu de ces éléments, il est évident que le but poursuivi par l’autorité locale était légitime.", "106.  Il reste à déterminer si les moyens employés dans la poursuite de ce but étaient proportionnés. La Cour relève que les conséquences pour la requérante étaient lourdes : vu la force de ses convictions religieuses, cette dernière a estimé qu’elle n’avait pas d’autre choix que de s’exposer à une procédure disciplinaire, plutôt que d’être chargée d’inscrire les unions civiles, et elle a finalement été licenciée. De plus, l’intéressée ne saurait passer pour avoir expressément renoncé, à la date de signature de son contrat de travail, à son droit de manifester sa conviction religieuse en refusant de prendre part à la formation d’unions civiles, l’obligation en cause n’ayant été créée par son employeur qu’ultérieurement. Cependant, la politique de l’autorité locale visait à reconnaître les droits d’autrui, eux aussi protégés par la Convention. La Cour laisse en principe aux autorités nationales une marge d’appréciation étendue lorsqu’il s’agit de ménager un équilibre entre des droits concurrents tirés de la Convention (voir, par exemple, Evans c. Royaume-Uni [GC], no 6339/05, § 77, CEDH 2007-I). Au vu du dossier, la Cour estime que les instances nationales, en l’occurrence l’autorité locale employeuse qui avait ouvert la procédure disciplinaire, ainsi que les tribunaux nationaux qui avaient rejeté l’action en discrimination ouverte par l’intéressée, n’ont pas excédé la marge d’appréciation dont ils jouissaient. Il n’y a donc pas eu violation de l’article 14 de la Convention combiné avec l’article 9 à l’égard de la troisième requérante.", "d)  Le quatrième requérant", "107.  Le grief principal de M. McFarlane est formulé sur le terrain de l’article 9 de la Convention, mais il allègue aussi une violation de l’article 14 en combinaison avec l’article 9. Employé par une société privée qui a pour politique d’imposer à son personnel de fournir des services aux couples hétérosexuels comme aux couples homosexuels, il refusa de s’engager à proposer des conseils en thérapie psychosexuelle à des couples de même sexe, en conséquence de quoi il fit l’objet d’une procédure disciplinaire. Le grief de discrimination indirecte qu’il avait notamment soulevé fut rejeté par le tribunal du travail et par la Cour du travail, et la Cour d’appel ne l’autorisa pas à la saisir.", "108.  La Cour admet que l’objection de M. McFarlane est directement motivée par ses convictions chrétiennes orthodoxes en matière de mariage et de relations sexuelles, et elle estime que son refus de s’engager à conseiller des couples homosexuels constitue une manifestation de sa religion et de ses convictions. L’obligation positive découlant de l’article 9 imposait à l’État défendeur de reconnaître les droits garantis à l’intéressé par cette disposition.", "109.  Il reste à déterminer si l’État défendeur a honoré cette obligation positive et, en particulier, si un juste équilibre a été ménagé entre les intérêts concurrents en jeu (paragraphe 84 ci-dessus). Ce faisant, la Cour relève que le licenciement du requérant était une sanction sévère ayant de lourdes conséquences pour lui. En revanche, l’intéressé s’était inscrit de son plein gré aux programmes de formation d’enseignement supérieur de conseil en thérapie psychosexuelle proposés par son employeur, en sachant que celuici appliquait une politique d’égalité des chances et que le filtrage des clients selon leur orientation sexuelle ne serait pas possible (paragraphes 3234 ci-dessus). Bien que la Cour estime que la décision que prend une personne de signer un contrat de travail et d’assumer des responsabilités dont celle-ci sait qu’elles auront des répercussions sur sa liberté de manifester sa conviction religieuse n’est pas concluante sur la question de l’existence d’une ingérence dans les droits découlant de l’article 9, il s’agit d’un élément à mettre en balance lorsqu’il faut rechercher si un juste équilibre a été ménagé (paragraphe 83 ci-dessus). Cela étant dit, la Cour estime que l’élément le plus important à retenir est que l’action de l’employeur visait à garantir la mise en œuvre de sa politique de prestation de services sans discrimination. Les instances de l’État jouissaient donc d’une marge d’appréciation étendue pour décider de quelle façon peser le droit pour M. McFarlane de manifester sa conviction religieuse à l’aune de l’intérêt pour son employeur de garantir les droits d’autrui. Au vu du dossier, la Cour considère que cette marge d’appréciation n’a pas été outrepassée dans ce cas.", "110.  La Cour en conclut que le rejet par les tribunaux internes des griefs de M. McFarlane n’a pas emporté violation de l’article 9 de la Convention, pris isolément ou combiné avec l’article 14.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "111.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "112.  Mme Eweida demande réparation pour une perte de gains d’un total de 3 906,69 livres sterling (GBP) et le versement d’intérêts sur cette somme. Elle réclame en outre un dédommagement pour préjudice moral. L’État défendeur ne lui ayant pas selon elle proposé une voie de droit interne adéquate, elle se dit victime d’une longue campagne de traitement discriminatoire, à raison de laquelle elle aurait pu percevoir 30 000 GBP de dommages-intérêts au niveau interne.", "113.  Le Gouvernement estime que, British Airways ayant révisé et modifié son code vestimentaire peu après la plainte déposée par Mme Eweida, les sommes réclamées sont excessives et que le constat d’une violation vaudrait satisfaction équitable suffisante.", "114.  La Cour a conclu à une violation à l’égard de Mme Eweida au motif que le droit interne, tel qu’appliqué dans son cas, n’avait pas ménagé un bon équilibre entre la protection de son droit à manifester sa religion et les droits et intérêts d’autrui. Elle estime toutefois que les éléments du dossier ne permettent pas d’étayer la demande formulée par Mme Eweida au titre d’une perte de gains dont la violation serait à l’origine. L’autorisation de porter la croix visiblement au travail lui fut refusée le 20 septembre 2006 et elle décida de rentrer chez elle et d’y rester, sans salaire, jusqu’à ce que British Airways revienne sur sa position en février 2007. Le 23 octobre 2006, le choix lui fut offert d’être mutée dans un poste administratif sans uniforme, au même salaire, en attendant l’issue de la procédure de plainte, une offre qu’elle décida de ne pas accepter. De plus, le tribunal du travail releva dans son jugement que nul ne contestait dans le cadre de l’action dont il était saisi que, pendant la période allant de septembre 2006 à février 2007, l’intéressée avait perçu des revenus deux fois supérieurs à sa perte de gain, provenant de cadeaux, de donations ou d’autres sources. Dans ces conditions, la Cour considère que l’État défendeur n’a pas à indemniser Mme Eweida pour sa perte de gain. Elle estime toutefois que la violation de son droit à manifester sa conviction religieuse a dû être pour l’intéressée une source considérable d’angoisse, de frustration et de désarroi. Elle lui alloue donc 2 000 euros pour dommage moral.", "(...)", "PAR CES MOTIFS, LA COUR", "(...)", "", "3.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 9 de la Convention à l’égard de la première requérante et qu’il n’y a pas lieu d’examiner séparément le grief soulevé par elle sur le terrain de l’article 14 combiné avec l’article 9 ;", "", "4.  Dit, à l’unanimité, qu’il n’y a pas eu violation de l’article 9 de la Convention, pris isolément ou combiné avec l’article 14, à l’égard de la deuxième requérante ;", "", "5.\tDit, par cinq voix contre deux, qu’il n’y a pas eu violation de l’article 14 de la Convention, combiné avec l’article 9, à l’égard de la troisième requérante ;", "", "6.  Dit, à l’unanimité, qu’il n’y a pas eu violation de l’article 9 de la Convention, pris isolément ou combiné avec l’article 14, à l’égard du quatrième requérant ;", "", "7.  Dit, par cinq voix contre deux,", "a)  que l’État défendeur doit verser à la première requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif, conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros), à convertir en livres sterling, au taux applicable à la date du règlement, pour dommage moral, plus tout montant pouvant être dû à titre d’impôt par la première requérante sur cette somme ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, cette somme sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "(...)", "", "9.  Rejette, à l’unanimité, les demandes de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 15 janvier 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\tLawrence Early\tDavíd Thór Björgvinsson\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion en partie dissidente commune aux juges Bratza et Davíd Thór Björgvinsson ;", "–  opinion en partie dissidente commune aux juges Vučinić et De Gaetano.", "D.T.B.\nT.L.E.", "", "OPINION EN PARTIE DISSIDENTE COMMUNE AUX JUGES BRATZA ET DAVÍD THÓR BJÖRGVINSSON", "(Traduction)", "", "1.  Si nous nous rallions à la majorité de la chambre lorsqu’elle dit que, à l’exception d’un grief soulevé par la deuxième requérante, les requêtes sont recevables dans leur ensemble et qu’il n’y a eu aucune violation des droits découlant de la Convention à l’égard des deuxième, troisième et quatrième requérants, nous ne pouvons souscrire au constat de violation des droits de la première requérante tirés de l’article 9 de la Convention au regard des circonstances particulières de ce cas d’espèce.", "2.  Nous approuvons l’exposé fait dans l’arrêt des principes généraux régissant les griefs soulevés sous l’angle tant de l’article 9 que de l’article 14. Nous attachons une importance particulière à trois de ces principes :", "a)  La « manifestation » d’une religion ou d’une conviction au sens de l’article 9 ne se limite pas aux actes de culte ou de dévotion relevant de la pratique d’une religion ou d’une conviction « sous une forme généralement reconnue ». Pourvu qu’existe un lien suffisamment étroit et direct entre l’acte et la conviction qui en est à l’origine, un requérant n’est pas tenu d’établir qu’il a agi pour honorer le commandement d’une religion. En l’espèce, nous n’avons aucun doute que le lien entre le port visible de la croix (le principal symbole du christianisme) et la foi à laquelle la première requérante adhère est suffisamment solide pour constituer la manifestation de sa conviction religieuse.", "b)  Une restriction à la manifestation d’une religion ou d’une conviction sur le lieu de travail peut porter aux droits découlant de l’article 9 une atteinte qu’il faut justifier même lorsque l’employé a accepté de son plein gré un emploi ou une fonction qui ne s’accommode pas avec la pratique en question ou lorsqu’il peut pratiquer ou observer sa religion d’autres manières, par exemple en démissionnant ou en occupant de nouvelles fonctions. Comme l’ont souligné les requérants, toute autre interprétation non seulement ne serait guère conciliable avec l’importance que revêt la conviction religieuse mais reviendrait aussi à donner aux droits tirés de l’article 9 un poids moindre que celui des droits énoncés aux articles 8, 10 ou 11, à l’égard desquels la possibilité pour un requérant de prendre des mesures en vue d’éviter un conflit entre des droits tirés de la Convention et d’autres obligations ou restrictions imposées à lui est considérée comme relevant de la question non pas de l’existence d’une ingérence dans l’exercice du droit en question mais de la justification et de la proportionnalité de celle-ci. Nous ne pensons pas qu’il faille suivre les décisions antérieures de la Commission et de la Cour qui iraient en sens contraire.", "c)  Lorsque, comme dans le cas de la première et du quatrième requérants, les faits dénoncés ne sont pas directement imputables à l’État défendeur, la question essentielle est de savoir non pas si l’ingérence était nécessaire dans une société démocratique ni si l’État a respecté ses obligations négatives découlant directement de l’article 9, mais s’il a manqué à son obligation positive de reconnaître les droits de l’article 9 dans son ordre juridique. Pour déterminer si, oui ou non, l’État a honoré ces obligations, il faut tenir compte du juste équilibre à ménager entre les intérêts concurrents de l’individu et ceux de la société dans son ensemble, y compris de l’employeur. La Cour a souvent précisé que, dans cette mise en balance, les buts énoncés au second paragraphe de cet article peuvent avoir une certaine pertinence.", "3.  Ainsi que le relève l’arrêt, au Royaume-Uni, tout comme dans bon nombre d’États contractants, le port de vêtements et/ou de symboles à caractère religieux sur le lieu de travail n’est pas expressément réglementé par la loi, que ce soit dans le secteur privé ou le secteur public. La première requérante a formé devant le juge interne une action en réparation pour discrimination directe et indirecte contraire à l’article 3 du règlement de 2003. British Airways a reconnu que le tribunal du travail ne pouvait pas connaître d’une demande formulée de manière distincte ou indépendante sur le terrain de l’article 9 de la Convention. Devant la Cour d’appel, l’article 9 a été invoqué mais celle-ci a jugé que cette disposition n’était d’aucune aide à la requérante au motif qu’il n’y avait eu aucune ingérence dans l’exercice des droits tirés par elle de cette disposition.", "4.  À nos yeux, il ne faut pas conclure de cette absence de protection expresse que, dans les circonstances particulières du cas d’espèce, les droits tirés par la requérante de l’article 9 n’ont pas été adéquatement reconnus. Si, à l’échelon national, l’examen de la demande formée par elle était axé sur le grief de discrimination, il est clair que le tribunal du travail comme la Cour d’appel ont examiné en détail non seulement la légitimité du but poursuivi par le code vestimentaire de British Airways mais aussi la proportionnalité des mesures prises par cette société à l’égard de l’intéressée. À l’unanimité, ce but a été jugé légitime. Le tribunal du travail a estimé que l’obligation n’était pas proportionnée en ce qu’elle n’opérait aucune distinction entre un objet tel qu’un symbole religieux et un objet porté pour des raisons purement frivoles ou comme pièce de joaillerie ornementale. Infirmant cette conclusion, la Cour d’appel a abordé plus largement la question, s’appuyant expressément sur les circonstances particulières de l’espèce jugées établies par le tribunal du travail. Parmi ces circonstances, il y avait le fait que le code vestimentaire en cause n’avait pendant des années causé aucun problème connu à un quelconque employé, y compris à la requérante elle-même, laquelle, de 2004 à mai 2006, apparaît avoir porté la croix cachée sous ses vêtements sans s’en plaindre ; le fait que l’intéressée avait initialement accepté l’obligation de dissimuler la croix avant de se rendre au travail en violant les règles, sans attendre l’issue d’une plainte formelle qu’elle avait déposée auprès de la compagnie ; le fait que la question avait été consciencieusement examinée par British Airways, laquelle avait proposé à la requérante un poste administratif temporaire qui lui aurait permis de porter la croix ouvertement sans perte de salaire ; le fait que des procédures au sein de la société ont été dûment suivies au regard du grief soulevé et que le code vestimentaire a été réexaminé avant d’être assoupli quelques mois plus tard de manière à permettre le port de symboles religieux et autres ; et le fait que, en conséquence, la requérante a été réintégrée dans ses fonctions initiales et autorisée à partir de février 2007 à continuer de porter ouvertement la croix.", "5.  S’il ne fait aucun doute qu’une autre conclusion aurait pu être tirée – ce qu’avait fait le tribunal du travail lui-même –, il n’est pas possible à nos yeux de dire que la Cour d’appel n’a pas ménagé un juste équilibre entre les intérêts concurrents ni que son réexamen des points de fait en l’espèce n’a pas adéquatement permis de reconnaître les droits de la requérante découlant de l’article 9. L’arrêt dit que le juge national a donné trop d’importance à la volonté de British Airways de projeter une certaine image commerciale et pas assez à la volonté de l’intéressée de manifester sa conviction religieuse et de pouvoir la témoigner à autrui. À nos yeux, ce n’est pas faire honneur à la décision et au raisonnement de la Cour d’appel. Si le code vestimentaire avait été appliqué scrupuleusement sans faire le moindre cas des demandes répétées de la requérante tendant à l’autoriser à porter sa croix sans la dissimuler sous ses vêtements ou si son insistance à la porter avait conduit à son licenciement, nous aurions volontiers pu accepter que la balance penchait fortement en sa faveur. Mais, comme le montrent les faits rappelés ci-dessus, tel n’a pas été le cas. Le fait que British Airways a pu finalement modifier son code vestimentaire de manière à permettre le port visible de symboles religieux a beau montrer, comme le dit l’arrêt, que l’interdiction antérieure n’était pas d’une « importance cruciale », il ne permet pas de démontrer que cette interdiction n’avait pas suffisamment d’importance pour être maintenue en attendant que le problème soit examiné sous tous ses points.", "6.  Ayant conclu à la non-violation de l’article 9 pris isolément, nous avons jugé nécessaire d’examiner séparément le grief soulevé par la requérante sur le terrain de l’article 14 combiné avec l’article 9.", "7.  Devant le juge interne, la requérante alléguait une discrimination directe et indirecte sur le terrain du règlement de 2003. Le grief de discrimination directe a été rejeté au motif que, au vu du dossier, elle avait été traitée de manière identique à toutes les autres personnes pouvant se trouver dans une situation comparable : à un adepte de toute foi non chrétienne ou à un agnostique portant une croix pour des raisons esthétiques et non religieuses, à un adepte d’une foi autre que le christianisme portant visiblement un symbole de celle-ci au bout d’un collier en argent autour du cou, et à un employé portant un pendentif d’argent visible sans aucune forme de parure religieuse, chrétienne ou autre. Nous ne voyons aucune raison de revenir sur cette appréciation ni de conclure à l’existence d’une discrimination directe.", "8.  Le principal grief porté devant la Cour apparaît être tiré d’une discrimination indirecte, la thèse de la requérante étant que sa religion la plaçait dans une situation différente des autres employés souhaitant porter de la joaillerie et qu’elle aurait dû être traitée différemment du point de vue du code vestimentaire de la compagnie. La requérante ne critique pas directement le règlement de 2003 qui, a priori, apparaît offrir en son article 3 § 1 b) une protection contre toute forme de discrimination indirecte. Elle se plaint plutôt de la manière dont ce texte a été appliqué par les juridictions nationales, lesquelles ont jugé que la notion de discrimination indirecte impliquait une discrimination contre un groupe défini et que la requérante avait apporté la preuve non pas d’un désavantage de groupe identifiable à l’encontre de Chrétiens mais d’un désavantage contre elle seule, parce qu’elle souhaitait manifester sa foi chrétienne d’une certaine manière. La Cour d’appel a relevé que, sur trente mille membres du personnel en uniforme, personne d’autre que la requérante n’avait formulé une telle demande ou exigence, et encore moins cessé de travailler en cas de refus. La requérante voit dans l’obligation pour le justiciable d’établir l’existence d’un désavantage de groupe une discrimination contre les adeptes de religions moins prescriptives quant à la manière de s’habiller ou de manifester extérieurement sa foi par d’autres moyens (comme le christianisme).", "9.  À nos yeux, l’une et l’autre de ces thèses sont solides. S’il est vrai que la discrimination indirecte vise principalement à régler le problème des discriminations de groupe, il est tout aussi vrai qu’exiger la preuve de l’existence d’un désavantage de groupe fera souvent peser sur le justiciable le fardeau excessif de démontrer qu’un désavantage particulier frappe des personnes partageant la même religion ou conviction. Comme la requérante le soutient, la difficulté sera peut-être d’autant plus grande dans le cas d’une religion comme le christianisme, qui n’est pas prescriptive et permet d’y manifester son adhésion de bien des manières différentes.", "10.  En définitive, nous n’avons pas jugé nécessaire de trancher cette question car, quand bien même la mesure aurait eu des répercussions inégales et pu en principe faire naître une discrimination indirecte, il existait à nos yeux, au vu des circonstances particulières de l’espèce, une justification objective et raisonnable à cette mesure, laquelle était un moyen proportionné de parvenir à un but légitime. Sur ce point, nous en revenons aux circonstances factuelles particulières déjà évoquées sur le terrain de l’article 9 pris isolément.", "11.  Pour ces raisons, nous avons conclu à l’absence de violation des droits de la première requérante découlant de l’article 9, pris isolément ou combiné avec l’article 14. En conséquence, nous ne lui aurions accordé aucune somme mais, par respect pour les vues de la majorité, nous ne contestons pas la décision relative aux frais et dépens.", "\nOPINION EN PARTIE DISSIDENTE COMMUNE AUX JUGES VUČINIĆ ET DE GAETANO", "(Traduction)", "", "1.  Nous ne pouvons partager l’opinion de la majorité concluant à l’absence de violation de la Convention à l’égard de la troisième requérante (Mme Ladele). Notre vote quant au point 9 du dispositif de l’arrêt ne doit se lire qu’à la lumière du fait que, compte tenu de la décision de la majorité à l’égard de cette requérante, il aurait été concrètement inutile d’exposer un chef de satisfaction équitable séparé dans son cas.", "2.  Le cas de la troisième requérante ne relève pas tant de la liberté de conviction religieuse que de la liberté de conscience, en ce que nul ne doit être contraint d’agir contre sa conscience ou sanctionné pour avoir refusé d’agir ainsi. Bien que la liberté de religion et la liberté de conscience soient traitées dans le même article de la Convention, il existe entre les deux une différence fondamentale qui, à nos yeux, n’a pas été adéquatement relevée aux paragraphes 79 à 88 de l’arrêt. Même l’article 9 y fait allusion : présent au premier paragraphe de cette disposition, le mot « conscience » brille par son absence au second. La conscience – c’est-à-dire la conscience morale – est ce qui dicte à chacun ce qui est bien et ce qui est mal à un moment donné. Il s’agit par essence d’un jugement de la raison par lequel une personne physique reconnaît la qualité morale d’un acte concret qu’elle est sur le point d’accomplir, qu’elle est en train d’accomplir ou qu’elle a déjà accompli. Ce jugement rationnel sur ce qui est bien et ce qui est mal peut être nourri par des croyances religieuses, mais pas forcément, et des gens n’ayant aucune croyance ni affiliation religieuse particulière font constamment de tels jugements dans leur vie quotidienne. La prééminence (et l’origine ontologique) de la conscience est soulignée par les mots suivants d’un écrivain du XIXe siècle : « La conscience peut aller à l’encontre de ce qu’a dit le pape, mais il faut la suivre malgré tout. »", "3.  Comme l’a fort justement dit l’un des tiers intervenant en l’espèce (European Centre for Law and Justice (ECLJ)), « [t]out comme il existe une différence de nature entre la conscience et la religion, il existe aussi une différence entre les préceptes de la conscience et ceux de la religion ». Les seconds préceptes – ne pas consommer certains aliments (ou n’en manger que certains jours), porter le turban ou le voile ou exhiber des symboles religieux, ou assister aux offices religieux certains jours – peuvent faire l’objet de restrictions selon les modalités et sous les conditions énoncées à l’article 9 § 2. Mais peut-on en dire de même des préceptes de la conscience ? Nous estimons que dès lors qu’un cas authentique et sérieux d’objection de conscience est établi, l’État est tenu de respecter la liberté de conscience de l’individu tant positivement (en prenant toute mesure raisonnable et appropriée pour protéger les droits de l’objecteur de conscience) que négativement (en s’abstenant de toute action qui sanctionnerait l’objecteur ou opérerait une discrimination à son encontre). Dans le passé, la liberté de conscience ne se payait que trop souvent en actes d’héroïsme, que ce soit face à l’Inquisition espagnole ou à un peloton d’exécution nazi. Comme le fait observer ECLJ, « [c]’est afin d’éviter qu’obéir à sa conscience ne doive toujours se payer qu’en actes d’héroïsme que la loi garantit désormais la liberté de conscience ».", "4.  Le gouvernement défendeur admet que l’objection de la troisième requérante à la célébration des cérémonies d’unions homosexuelles est authentique et sérieuse, étant fondée sur sa conviction que celles-ci sont contraires à la loi de Dieu. En cela, son objection de conscience est également une manifestation de ses profondes convictions et croyances religieuses. Dans sa décision, la majorité ne le conteste pas – d’ailleurs, en reconnaissant que « [l]es faits dénoncés relèvent de l’article 9 et [que] l’article 14 trouve à s’appliquer » (paragraphe 103 de l’arrêt), elle concède implicitement que l’objection de conscience de la troisième requérante atteint un degré suffisant de force, de sérieux, de cohérence et d’importance (paragraphe 81 de l’arrêt) digne de protection.", "5.  Rappelons à ce stade que la troisième requérante était entrée dans la fonction publique (en tant qu’agent de l’arrondissement londonien d’Islington) en 1992 et que, à la date où elle était devenue officier d’état civil chargé des naissances, décès et mariages en 2002, ses fonctions n’incluaient pas la célébration des cérémonies d’unions homosexuelles. Rien ne permet de dire, et nul n’a jamais dit, qu’il fallait s’attendre (en tous les cas avant 2002) à ce que les officiers d’état civil aient à célébrer ce type de cérémonies à l’avenir. À tout le moins, le droit (la loi de 2004 sur l’union civile) comme la pratique d’autres autorités locales ouvraient une possibilité de compromis permettant d’éviter que les officiers d’état civil aient à agir contre leur conscience (paragraphe 25 de l’arrêt). S’agissant de la troisième requérante, cependant, une trahison de ses collègues et l’esprit politiquement correct borné de l’arrondissement d’Islington (qui favorise clairement les « droits des gays » par rapport aux autres droits fondamentaux de la personne) ont à eux deux finalement conduit à son licenciement. L’iter lamentabilis jusqu’à la Cour d’appel est décrit aux paragraphes 26 à 29 de l’arrêt. Nous soulignons ces éléments car la situation de la troisième requérante diffère notablement de celle dans laquelle le quatrième requérant se trouvait ou, plus précisément, s’est luimême placé. En effet, lorsqu’il a rejoint Relate, M. McFarlane aurait dû savoir qu’il pouvait être appelé à conseiller des couples homosexuels. Sa situation, pour les besoins de la présente affaire, se rapproche donc de celle d’une personne intégrant volontairement l’armée comme soldat et s’attendant ensuite à être exemptée de missions régulières de combat pour objection de conscience. Si nous convenons que, dans le cas du quatrième requérant, le licenciement de celui-ci n’a emporté aucune violation de l’article 9, que ce soit pris isolément ou combiné avec l’article 14, nous ne souscrivons pas pleinement au raisonnement retenu au paragraphe 109 de l’arrêt, selon lequel « [l]es instances de l’État jouissaient (...) d’une marge d’appréciation étendue pour décider de quelle façon peser le droit pour M.  McFarlane de manifester sa conviction religieuse à l’aune de l’intérêt pour son employeur de garantir les droits d’autrui ». À nos yeux, la marge d’appréciation de l’État, qu’elle soit large ou étroite, n’entre pas en ligne de compte lorsqu’il s’agit de questions de conscience morale individuelle ayant atteint le degré voulu évoqué au paragraphe 4 ci-dessus. Selon nous, la raison qui explique l’absence de violation de l’article 9 à l’égard du quatrième requérant est qu’il avait effectivement abandonné ou renoncé à son droit d’invoquer l’objection de conscience lorsqu’il a volontairement accepté cet emploi.", "6.  Comme l’arrêt de la majorité le relève à juste titre, la troisième requérante se plaint non pas d’une violation de l’article 9 pris isolément, mais d’avoir été « victime d’une discrimination fondée sur ses convictions chrétiennes, en violation de l’article 14 combiné avec l’article 9 » (paragraphe 103 de l’arrêt). Nous convenons en outre que, aux fins de l’article 14, l’élément de comparaison à retenir dans le cas de l’intéressée est un officier d’état civil n’ayant aucune objection religieuse – nous dirions plutôt aucune objection de conscience – à la célébration des unions homosexuelles. C’est à partir de là que nous nous dissocions de la majorité. Tout d’abord, le raisonnement et les motifs exposés au paragraphe 105 de l’arrêt sont au mieux hors de propos, au pire illogiques : le problème dans le cas de Mme Ladele n’est pas celui d’une discrimination par un employeur, une autorité publique ou un agent public vis-à-vis d’un usager du service de l’arrondissement d’Islington fondée sur l’orientation sexuelle de ce dernier. En effet, aucun usager concret ou potentiel de l’arrondissement ne semble avoir dénoncé la troisième requérante (contrairement à certains de ses collègues homosexuels). La personne qui se plaint n’est pas une partie, concrète ou potentielle, à une union civile homosexuelle. L’arrondissement d’Islington veut offrir une égalité des chances et de services à tous sans discrimination et la légitimité de ce but n’est pas et n’a jamais été en cause. Aucune mise en balance ne peut donc être ménagée entre le droit concret de la troisième requérante à l’objection de conscience, l’un des droits les plus fondamentaux inhérents à la personne humaine – un droit qui n’est pas consacré par la Convention mais reconnu et protégé par elle –, et une politique légitime de l’État ou d’une autorité publique cherchant à protéger des droits dans l’abstrait. Dès lors, la Cour n’était pas appelée à dire « si les moyens employés dans la poursuite de ce but étaient proportionnés » (paragraphe 106 de l’arrêt).", "7.  Ce qui est en cause, c’est le traitement discriminatoire opéré par l’arrondissement à l’encontre de la troisième requérante, pour lequel elle n’a pas obtenu réparation devant le juge interne (sauf devant le tribunal du travail, paragraphe 28 de l’arrêt). Vu la force, le sérieux, la cohérence et l’importance de son objection de conscience (qui, ainsi qu’il a été dit, était aussi la manifestation de ses profondes croyances religieuses), il incombait à l’autorité locale de la traiter différemment des officiers d’état civil n’ayant aucune objection de conscience à la célébration des unions homosexuelles – ce qui aurait manifestement pu se réaliser sans porter préjudice à l’ensemble des services offerts par l’arrondissement, notamment ceux accomplis par les officiers d’état civil, comme le montre ce qu’ont fait d’autres autorités locales. Au lieu de pratiquer la tolérance et la « dignité pour tous » qu’il prêche, l’arrondissement d’Islington s’en est tenu à une ligne doctrinaire, la voie vers un « politiquement correct » obsessif. Il a effectivement cherché à contraindre la requérante à agir contre sa conscience sous peine de s’exposer à la sanction extrême du licenciement – ce qui, à supposer même que les restrictions de l’article 9 § 2 s’appliquent aux préceptes de la conscience, ne saurait passer pour nécessaire dans une société démocratique. Mme Ladele n’a pas manqué à son devoir de réserve : elle n’a pas publiquement fait part de ses croyances aux usagers. Ses convictions n’avaient d’incidence que sur l’étendue de son travail, pas sur sa nature. Elle n’a jamais cherché à imposer ses convictions à autrui ni à nuire, ouvertement ou sournoisement, aux droits d’autrui. Par conséquent, même s’il fallait se livrer à l’examen de proportionnalité évoqué au paragraphe 106 de l’arrêt à l’aune de tout but légitime que l’arrondissement aurait poursuivi, la conclusion serait que les moyens employés étaient totalement disproportionnés.", "8.  Pour les raisons ci-dessus, notre conclusion est qu’il y a eu violation de l’article 14 combiné avec l’article 9 à l’égard de la troisième requérante."]}