{"file": "FRE_HFJUD_16150_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "16150/06", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "AFFAIRE SİLAHYÜREKLİ c. TURQUIE", "(Requête no 16150/06)", "", "", "ARRÊT\n(Satisfaction équitable – radiation)", "", "Art 41 • Radiation du rôle • Nouvelle voie interne d'indemnisation • Poursuite de l'examen non justifiée", "STRASBOURG", "29 octobre 2019", "", "DÉFINITIF", "", "29/01/2020", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l’affaire Silahyürekli c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tRobert Spano, président,\n\tMarko Bošnjak,\n\tJulia Laffranque,\n\tEgidijus Kūris,\n\tArnfinn Bårdsen,\n\tDarian Pavli,\n\tSaadet Yüksel, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 8 octobre 2019,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 16150/06) dirigée contre la République de Turquie et dont un ressortissant de cet État, M. Ahmet Emin Silahyürekli (« le requérant »), a saisi la Cour le 17 avril 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Par un arrêt du 26 novembre 2013 (« l’arrêt au principal »), la Cour a jugé qu’il y avait eu violation de l’article 1 du Protocole no 1 en raison de l’annulation du titre de propriété du requérant (Silahyürekli c. Turquie, no 16150/06, §§ 35-50, 26 novembre 2013).", "3.  S’appuyant sur l’article 41 de la Convention, le requérant réclamait la restitution de son titre de propriété ou, à défaut, une satisfaction équitable de vingt millions d’euros (EUR).", "4.  La question de l’application de l’article 41 de la Convention ne se trouvant pas en état, la Cour l’a réservée et a invité les parties à lui soumettre par écrit, dans les six mois, leurs observations sur ladite question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir (idem, § 54, et point 3 du dispositif).", "5.  Tant le requérant que le Gouvernement ont déposé des observations. Aucun accord permettant d’aboutir à un règlement amiable n’a été trouvé entre les parties.", "EN DROIT", "6.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "7.  Le requérant demande la restitution de son titre de propriété ou, à défaut, une satisfaction équitable s’élevant à 20 millions d’euros (« EUR »). Il s’appuie sur un rapport établi le 21 août 2014 par un expert ingénieur en cartographie et un expert immobilier.", "8.  Le Gouvernement affirme que le montant réclamé par le requérant est manifestement excessif. Il explique qu’une action en constatation a été intentée devant le tribunal d’instance de Demre en vue de déterminer la valeur du terrain litigieux, et estime que l’évaluation du préjudice matériel doit être établie à la lumière des rapports établis dans le cadre de cette procédure. Il invite également la Cour à conclure à la radiation de la requête sur le fondement de l’article 37 § 1 c) de la Convention au motif qu’un recours d’indemnisation a été instauré au niveau national avec l’entrée en vigueur de l’ordonnance présidentielle no 809.", "9.  La Cour rappelle qu’un arrêt constatant une violation entraîne pour l’État défendeur l’obligation juridique de mettre un terme à la violation et d’en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci (Iatridis c. Grèce [GC], no 31107/96, § 32, CEDH 1999II). Les États contractants parties à une affaire sont en principe libres de choisir les moyens dont ils useront pour se conformer à un arrêt constatant une violation. Ce pouvoir d’appréciation quant aux modalités d’exécution d’un arrêt traduit la liberté de choix dont est assortie l’obligation primordiale imposée par la Convention aux États contractants : assurer le respect des droits et libertés garantis (article 1). Si la nature de la violation permet une restitutio in integrum, il incombe à l’État défendeur de la réaliser, la Cour n’ayant ni la compétence ni la possibilité pratique de l’accomplir elle-même. Si, en revanche, le droit national ne permet pas ou ne permet qu’imparfaitement d’effacer les conséquences de la violation, l’article 41 habilite la Cour à accorder, s’il y a lieu, à la partie lésée la satisfaction qui lui semble appropriée (Brumărescu c. Roumanie (satisfaction équitable) [GC], no 28342/95, § 20, CEDH 2001I).", "10.  En l’espèce, s’agissant d’abord de la partie du terrain classée en site naturel et archéologique, la Cour rappelle avoir conclu que l’ingérence litigieuse ne satisfaisait pas à la condition de légalité (arrêt au principal, § 45). Dans ces circonstances, la restitution au requérant de la partie de son terrain classée en site naturel et archéologique et la réinscription de celle-ci au registre foncier à son nom placerait l’intéressé, autant que possible, dans une situation équivalant à celle où il se trouverait si les exigences de l’article 1 du Protocole no 1 n’avaient pas été méconnues. À défaut pour l’État défendeur de procéder à pareille réinscription dans un délai de trois mois à compter du jour où le présent arrêt sera devenu définitif, la Cour décide qu’il devra verser au requérant une indemnité pour le dommage matériel résultant de la perte du terrain. Suivant l’approche adoptée par la Cour dans l’affaire Guiso-Gallisay c. Italie ((satisfaction équitable) [GC], no 58858/00, § 103, 22 décembre 2009), la Cour estime que la base du calcul du préjudice matériel doit être la valeur pleine et entière de cette partie du terrain à la date à laquelle le requérant a définitivement perdu son droit de propriété. En outre, étant donné que le caractère adéquat d’un dédommagement risque de diminuer si le paiement de celui-ci fait abstraction d’éléments susceptibles d’en réduire la valeur, tel l’écoulement d’un laps de temps considérable, la Cour juge que le montant correspondant à la valeur pleine et entière du terrain à la date de la perte de propriété devra être actualisé pour compenser les effets de l’inflation et qu’il faudra aussi l’assortir d’intérêts susceptibles de compenser, au moins en partie, le long laps de temps qui s’est écoulé depuis la dépossession du terrain (GuisoGallisay, précité, § 105).", "11.  S’agissant de la partie du terrain appartenant au domaine public littoral, la Cour rappelle avoir conclu que l’ingérence litigieuse satisfaisait à la condition de légalité. En effet, il y a eu violation de l’article 1 du Protocole no 1 en raison du fait que le requérant n’a reçu aucune indemnisation pour l’atteinte à ses biens et que, de ce fait, il a dû supporter une charge individuelle exorbitante (arrêt au principal, §§ 47-48). La Cour estime que la nature de la violation constatée dans la présente affaire ne lui permet pas de partir du principe d’une restitutio in integrum (N.A. et autres c. Turquie (satisfaction équitable), no 37451/97, § 16, 9 janvier 2007). Il s’agit dès lors d’accorder une réparation par équivalent. L’indemnisation à fixer en l’espèce, selon la jurisprudence établie de la Cour en la matière (Scordino c. Italie (no 1) [GC], no 36813/97, § 255, CEDH 2006V), n’aura pas à refléter l’idée d’un effacement total des conséquences de l’ingérence litigieuse.", "12.  La Cour estime qu’elle ne dispose pas d’éléments suffisants pour déterminer de manière objective la perte pécuniaire du requérant.", "13.  Elle note que le Gouvernement vient de porter à sa connaissance que, le 8 mars 2019, l’ordonnance présidentielle no 809 est entrée en vigueur. Cette disposition élargit la compétence de la commission d’indemnisation créée en janvier 2013 et énonce les principes et la procédure à suivre relativement à l’indemnisation dans les affaires où la Cour a conclu à la violation de l’article 1 du Protocole no 1 à la Convention mais ne s’est pas prononcée sur les demandes de dommages au titre de l’article 41 de la Convention ou a décidé de réserver la question de l’application de cet article. La Cour observe que la présente espèce rentre dans la deuxième catégorie d’affaires, à savoir celles dans lesquelles elle a réservé la question de l’application de l’article 4l de la Convention.", "14.  Par ailleurs, dans les affaires Turgut et autres c. Turquie ((déc.), no 4860/09, 26 mars 2013) et Demiroğlu c. Turquie ((déc.), no 56125/10, 4 juin 2013), la Cour a procédé à un examen détaillé du fonctionnement de la commission d’indemnisation. Elle a estimé dans ces affaires que les requérants devaient au préalable s’adresser à celle-ci dans la mesure où elle offrait un nouveau recours interne accessible et susceptible de donner réparation à leurs griefs (voir aussi Yıldız et Yanak c. Turquie (déc.), no 44013/07, 27 mai 2014, Bozkurt c. Turquie (déc.), no 38674/07, 10 mars 2015, Çelik c. Turquie (déc.), no 23772/13, 16 juin 2015, et Özbil c. Turquie (déc.), no 45601/09, 29 septembre 2015). La Cour observe également que la commission d’indemnisation est compétente pour indemniser tous les individus conformément à sa pratique (Turgut et autres et Demiroğlu, décisions précitées). Les indemnités accordées par cette instance sont versées par le ministère de la Justice dans les trois mois suivant la date à laquelle la décision est devenue définitive et sont exonérées de tout impôt ou charge. Par ailleurs, la décision de cette commission peut faire l’objet d’un recours devant les tribunaux administratifs, qui doivent statuer dans les trois mois. Le requérant peut également saisir la Cour constitutionnelle d’un recours individuel contre les décisions des tribunaux administratifs (Ahmet Erol c. Turquie (déc.), no 73290/13, 6 mai 2014, et Sayan c. Turquie (déc.), no , § 19, 14 juin 2016).", "15.  La Cour prend note de cette initiative du Gouvernement turc et observe que ce développement renforce le caractère subsidiaire du mécanisme de protection des droits de l’homme instauré par la Convention et facilite pour la Cour et le Comité des Ministres l’accomplissement des tâches que leur confient respectivement l’article 41 et l’article 46 de la Convention (Broniowski c. Pologne (règlement amiable) [GC], no 31443/96, § 36, CEDH 2005IX).", "16.  Dans ces conditions, la Cour estime qu’un recours devant la commission d’indemnisation dans un délai d’un mois à compter de la date de la notification de son arrêt final est susceptible de donner lieu à l’indemnisation par l’administration et que ce recours représente un moyen approprié de redresser la violation constatée au regard de l’article 1 du Protocole no 1 à la Convention (voir, mutatis mutandis, Gençel c. Turquie, no 53431/99, § 27, 23 octobre 2003 et, récemment, Moreira Ferreira c. Portugal (no 2) [GC], no 19867/12, §§ 48-50, 11 juillet 2017 ; voir aussi, mutatis mutandis, Gümrükçüler et autres c. Turquie (satisfaction équitable), no 9580/03, § 34, 7 février 2017, et Keçecioğlu et autres c. Turquie (satisfaction équitable), no 37546/02, § 18, 20 juillet 2010, et plus récemment, Kaynar et autres c. Turquie, nos 21104/06, § 74, 7 mai 2019).", "17.  Après ce constat, la Cour rappelle qu’elle peut rechercher si la requête se prête à l’application de l’article 37 de la Convention (Gümrükçüler et autres, précité, § 37). En effet, elle peut décider de rayer une requête du rôle dans le cadre de article 37 § 1 c) de la Convention lorsqu’il est établi que la possibilité concrète d’indemniser le requérant existe au niveau national où les organes adéquates, qui sont sur place et ont accès aux biens, registres et archives, ainsi qu’à tous les autres moyens pratiques, sont certainement mieux placés pour statuer sur des questions complexes de propriété et d’évaluation et pour fixer une indemnisation, comme dans le cas du requérant (ibidem, § 29).", "18.  La Cour estime que les instances nationales sont sans conteste les mieux placées pour évaluer le préjudice subi et disposent de moyens juridiques et techniques adéquats pour mettre un terme à une violation de la Convention et d’en effacer les conséquences, notamment, comme dans le cas d’espèce, lorsqu’il s’agit de déterminer la valeur des biens immobiliers dans un État contractant à une date donnée. En effet, pour la Cour, comme elle l’a constaté dans de nombreuses affaires contre la Turquie relatives au droit de propriété, une telle évaluation est presque objectivement impossible dans la mesure où elle est très étroitement liée aux contextes nationaux, voire locaux, et les experts et juridictions nationaux sont les mieux placés pour la réaliser (voir, à titre d’exemple, Keçecioğlu et autres, précité, § 18).", "19.  À la lumière de ce qui précède, s’agissant du dommage matériel allégué, la Cour conclut que le droit national permet dorénavant d’effacer les conséquences de la violation constatée et estime dès lors qu’il n’est pas nécessaire de se prononcer sur les demandes présentées par le requérant à ce titre. Elle estime par conséquent qu’il ne se justifie plus de poursuivre l’examen de la requête (article 37 § 1 c) de la Convention). Elle est en outre d’avis qu’il n’existe en l’espèce pas de circonstances spéciales touchant au respect des droits de l’homme garantis par la Convention et ses Protocoles qui exigeraient la poursuite de l’examen de la requête (article 37 § 1 in fine). Par ailleurs, pour parvenir à cette conclusion, elle a tenu compte de sa compétence en vertu de l’article 37 § 2 de la Convention pour réinscrire la requête lorsqu’elle estime que les circonstances justifient une telle procédure (Gümrükçüler et autres, § 42).", "20.  En conclusion, il y a lieu de rayer du rôle la partie de l’affaire relative à la question de l’article 41 de la Convention, concernant la demande du dommage matériel en raison de la violation de l’article 1 du Protocole no 1 à la Convention (voir dans le même sens, Kaynar et autres, précité, § 78).", "B.  Frais et dépens", "21.  Le requérant n’a pas présenté de demande au titre des frais et dépens.", "22.  Partant, il n’y a pas lieu de lui octroyer de somme à ce titre.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "Décide de rayer du rôle la partie de l’affaire relative à la question de l’article 41 de la Convention.", "Fait en français, puis communiqué par écrit le 29 octobre 2019, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tStanley Naismith\tRobert Spano\n\tGreffier\tPrésident"]}