{"file": "FRE_HFJUD_45912_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "45912/06", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE İÇEN c. TURQUIE", "", "(Requête no 45912/06)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "31 mai 2011", "", "", "DÉFINITIF", "", "28/11/2011", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 c) de la Convention.", "Il peut subir des retouches de forme.", "En l’affaire İçen c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tGiorgio Malinverni,\n\tIşıl Karakaş,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 10 mai 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 45912/06) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Mualla Gökçe İçen (« la requérante »), a saisi la Cour le 15 novembre 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me D. Karaca, avocat à Ankara. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 18 juin 2009, la présidente de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  La requérante est née en 1970 et réside à Ankara. Elle était à l’époque des faits fonctionnaire civile au sein des forces armées turques, où elle travaillait comme traductrice.", "5.  Par un jugement du 22 décembre 2004 rendu par le tribunal militaire près le commandement général de la gendarmerie (ci-dessous « le tribunal militaire »), la requérante fut condamnée au total à dix mois d’emprisonnement ferme pour « désobéissance persistante à un ordre » et « injures répétées à l’encontre d’un supérieur hiérarchique » sur la base de quatre faits exposés comme suit dans le jugement.", "Le 4 avril 2003, la requérante aurait commencé sa pause de midi à 12 h 10 au lieu de 12 h 30, heure autorisée.", "Le commandant A.D. lui aurait demandé sa défense écrite sur ces faits. Dans sa défense du 8 avril 2003, la requérante affirmait :", "« J’aimerais d’abord vous féliciter pour avoir demandé une défense écrite pour une chose aussi anodine (...) ; n’étant qu’une misérable fonctionnaire civile, ce n’est peut-être pas à moi de vous dire ceci, mais au lieu de nous démoraliser et de troubler notre productivité par des avertissements aussi inutiles, vous feriez mieux de vous occuper des affaires de traduction du département (...) »", "Le 4 et le 17 avril 2003, la requérante, refusant de rester au bureau au-delà de 18 heures, n’aurait pas traduit certains documents urgents.", "Le 24 avril 2003, après avoir reçu un avertissement écrit sur les faits du 4 avril, elle se serait rendue dans le bureau du commandant A.D. et l’aurait apostrophé en criant :", "« Pourquoi donner un avertissement pour de telles broutilles, pourquoi nous démotiver ainsi ? Que Dieu te punisse ! Quel homme impoli, mais quelle impolitesse ! »", "6.  De nombreux témoignages figuraient dans le dossier, dont certains faisaient état d’une ancienne relation personnelle entre la requérante et A.D., ce que la requérante confirma devant le tribunal à propos du harcèlement dont elle serait victime de la part de son supérieur hiérarchique, attitude qui serait, selon elle, en lien avec sa déception amoureuse.", "7.  Le commandant A.D. figura dans la même procédure en tant qu’accusé, avec deux charges : avoir harcelé la requérante et lui avoir de manière abusive infligé une sanction disciplinaire de « retenue partielle du salaire », pour ses actes du 4 et du 17 avril 2003, sans avoir établi de dossier d’instruction comme le prévoyait le règlement. Il fut condamné à une peine d’amende avec sursis pour ces derniers faits. Quant à la charge de harcèlement, la procédure fut close par un non-lieu, faute de preuves.", "8.  La requérante se pourvut en cassation contre le jugement du 22 décembre 2004. Dans son mémoire, elle contestait en premier lieu la compétence du tribunal militaire pour juger la fonctionnaire civile qu’elle était. Elle avançait en outre qu’elle aurait dû faire l’objet non pas de poursuites pénales mais de poursuites disciplinaires en vertu de la loi no 657 régissant les fonctionnaires. Elle précisait que l’ordre en question ne lui avait pas été directement et concrètement adressé et que, dès lors, l’élément intentionnel du délit ne pouvait être considéré comme étant constitué. Elle se plaignait également de lacunes dans la procédure, notamment de l’absence d’audition d’A.D. en tant que témoin en ce qui concernait les faits qualifiés d’« injures à l’encontre d’un supérieur hiérarchique ».", "9.  Par un arrêt rendu le 1er mars 2006, la Cour de cassation militaire infirma le jugement pour incompétence ratione materiae en ce qui concerne les faits survenus le 8 avril 2003 (défense écrite de la requérante) et qualifiés d’injures à l’encontre d’un supérieur hiérarchique, et considéra que l’on ne pouvait parler d’une atteinte à l’honneur du supérieur en question. Elle ordonna que cette partie des faits, qui avait été sanctionnée de deux mois et quinze jours d’emprisonnement, fût examinée par un tribunal disciplinaire (article 47 de la loi no 477 sur les tribunaux disciplinaires militaires). Elle confirma le jugement rendu par le tribunal militaire pour le restant des faits en ce qui concerne la requérante (désobéissance à l’ordre et désobéissance persistante ainsi que les faits d’injures en date du 24 avril 2003), qui fut finalement condamnée, en vertu des articles 85 § 1 et 87 § 1 du code pénal militaire, à sept mois et quinze jours d’emprisonnement ferme.", "10.  L’arrêt définitif de la Cour de cassation fut notifié à la requérante le 18 mai 2006.", "11.  L’exécution de la peine de la requérante fut reportée une fois, pour un délai de quatre mois, par une décision rendue le 12 juin 2006 par le parquet militaire.", "12.  La requérante fut incarcérée à la prison militaire de Mamak, à Ankara.", "13.  Par une décision du 31 janvier 2007, la requérante fut mise en liberté conditionnelle après avoir purgé la moitié de sa peine, à savoir quatre-vingt-quatorze jours d’emprisonnement.", "II.  LE DROIT INTERNE ET INTERNATIONAL PERTINENT", "", "A.  Droit interne", "1.  La Constitution", "14.  Les dispositions constitutionnelles pertinentes en l’espèce, en vigueur à l’époque des faits, se lisent ainsi :", "Article 145", "« La juridiction militaire est assurée par les tribunaux militaires et les organes de discipline militaire. Ces juridictions sont chargées de connaître des infractions à caractère militaire commises par des militaires, ou des infractions commises soit à l’encontre de militaires, soit dans des locaux militaires, soit dans le cadre du service armé ou des missions qui s’y rapportent.", "Les juridictions militaires sont également chargées de connaître des infractions commises par des civils, soit lorsqu’elles sont qualifiées d’infractions militaires par des lois spéciales soit lorsqu’elles sont commises à l’encontre de militaires dans l’exercice de leurs fonctions ou dans des zones militaires déterminées par la loi.", "Les infractions et les personnes relevant de la compétence des juridictions militaires en temps de guerre ou d’état de siège, la composition de ces juridictions et la nomination, le cas échéant, de juges et de procureurs des juridictions de droit commun appelés à siéger au sein des juridictions militaires sont régies par la loi.", "L’organisation et le fonctionnement des organes de justice militaire, le statut personnel des juges militaires et les relations des juges exerçant les fonctions de procureur militaire avec le commandement dont ils relèvent sont définis par la loi dans le respect de l’indépendance des tribunaux, des garanties reconnues aux juges et des impératifs du service armé. La loi détermine en outre les relations des juges militaires avec le commandement dont ils relèvent, compte tenu des exigences du service armé, en ce qui concerne leurs tâches autres que la fonction judiciaire. »", "2.  Le code pénal militaire", "15.  Les dispositions du code pénal militaire pertinentes en l’espèce, en vigueur à l’époque des faits, se lisent ainsi :", "", "Article 85 § 1", "« Quiconque injurie un chef ou un supérieur est puni d’une peine d’emprisonnement allant de trois mois à un an. Si l’injure est proférée lors du service ou dans le contexte du service, la peine d’emprisonnement est comprise entre six mois et trois ans. »", "Article 87 § 1", "« Les personnes militaires qui n’obéissent pas à un ordre sont punies d’une peine d’emprisonnement allant d’un mois à un an ; celles qui refusent ouvertement d’obéir, par le dire ou par le faire, ou qui n’obtempèrent pas nonobstant la répétition de l’ordre sont punies d’une peine d’emprisonnement allant de trois mois à deux ans. »", "16.  Les autres dispositions légales militaires et ordinaires pertinentes se lisent ainsi :", "3.  La loi no 353 sur la constitution des tribunaux militaires", "L’article 9 de la loi no 353 décrit les cas soumis à la juridiction militaire. L’article 10 de cette même loi dispose que le personnel civil est considéré comme le personnel militaire dans l’application de ladite loi.", "4.  La loi no 211 relative au service interne des forces armées turques", "Article 115", "« a)  (...) le supérieur peut donner des ordres (...) au personnel civil. (...)", "b)  Tout le personnel civil a statut de subordonné vis-à-vis de ses chefs militaires et doit remplir les tâches ordonnées par eux conformément à l’article 14 de la présente loi. Le personnel civil qui agit contre ces ordres fera l’objet des mêmes sanctions pénales que le personnel militaire. »", "Article 14", "« Le subordonné doit une obéissance absolue (...) à ses supérieurs dans les cas indiqués dans des lois. Le subordonné ne saurait changer la nature des tâches ni retarder leur accomplissement (...). Toute expression orale et écrite ainsi que tout acte et tout geste menaçant le sentiment d’obéissance est sanctionné au pénal. »", "5.  La loi no 477 sur la discipline militaire", "« Manque de respect au chef et au supérieur hiérarchique", "Article 47–  Seront punis d’un mois d’arrêt simple ou d’arrêt de rigueur ceux qui manquent de respect à leur supérieur dans le cadre de leurs fonctions, ou qui n’observent pas, en position de garde-à-vous, les avertissements qui leur ont été adressés dans ce sens.", "Article 48–  Seront punis de dix jours à deux mois d’arrêt simple ou d’arrêt de rigueur ceux qui, volontairement ou par négligence, n’obéissent pas à une instruction. »", "6.  La loi no 657 sur les fonctionnaires publics", "« Les dispositions applicables au personnel en fonction au sein des forces armées (« TSK »)", "Article 233–  Les dispositions relatives au service interne des TSK et de la loi sur les tribunaux militaires (...) [constituent des leges speciales par rapport aux] articles 125 à 136 de la présente loi, relatifs à la discipline et au personnel civil ayant un poste ou un contrat au sein des forces armées.", "Article 125–  (...)", "Blâme : signifie la notification écrite au fonctionnaire du fait qu’il a eu des agissements fautifs dans le cadre de ses fonctions.", "Les agissements nécessitant une sanction de blâme", "(...)", "c)  Manquer de respect au supérieur hiérarchique dans le cadre de la fonction ;", "(...)", "j)  S’opposer aux instructions données.", "Les agissements nécessitant une retenue de salaire", "a)  Ne pas réaliser les tâches données dans les délais (...) volontairement ;", "(...)", "b)  S’exprimer oralement de manière irrespectueuse envers son supérieur dans le cadre de la fonction. »", "B.  Droit international", "17.  La situation relative à la compétence des juridictions militaires pour juger des civils en Europe ainsi que le système des Nations-Unies de protection des droits de l’homme sont exposés aux paragraphes 20-25 de l’arrêt Ergin c. Turquie (no 6) (no 47533/99, CEDH 2006VI).", "Parmi les principes cités dans le rapport sur les questions de l’administration de la justice par les tribunaux militaires, soumis à la Commission des Droits de l’Homme (Doc. E/CN.4/Sub.2/2005/9 du 16 juin 2005), on peut lire le principe no 4 du document, qui traite de la compétence fonctionnelle des juridictions militaires et qui énonce :", "« Les juridictions militaires ne doivent pas, par principe, avoir compétence pour juger des civils. En toutes circonstances, l’Etat veille à ce que les civils accusés d’une infraction pénale, quelle qu’en soit la nature, soient jugés par les tribunaux civils. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "18.  La requérante se plaint d’avoir été jugée et condamnée par un tribunal militaire nonobstant son statut de personne civile. Elle soutient que le fait d’avoir dû, en tant que civile, comparaître devant une juridiction composée exclusivement de militaires constitue en soi une violation du principe du procès équitable prévu par l’article 6 § 1 de la Convention.", "La requérante estime en outre que la législation régissant le délit d’insoumission à un ordre, qui était prévue pour les militaires, ne pouvait pas être considérée comme une loi, au sens de l’article 7 de la Convention, susceptible de rendre ledit délit applicable à son cas en tant que personne civile.", "Etant donné les circonstances de l’espèce et la formulation des griefs, la Cour examinera ceux-ci à la lumière du seul article 6 § 1 de la Convention, ainsi libellé dans son passage pertinent en l’espèce :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...)", "(...) »", "19.  Le Gouvernement combat la thèse de la requérante.", "A.  Sur la recevabilité", "20.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "21.  La requérante réitère ses doléances.", "22.  Le Gouvernement rappelle d’abord les articles 139 et 145 de la Constitution turque ainsi que des dispositions de lois spéciales, ajoutant que le jugement de personnes civiles par une juridiction militaire constitue une exception dans la législation nationale.", "23.  Il affirme ensuite que le jugement de la requérante par un tribunal militaire était prévu par la loi, dans la mesure où, selon le droit national, une personne civile impliquée dans un acte criminel envers le personnel militaire doit être jugée devant un tribunal militaire si l’acte en question figure dans le code pénal militaire.", "24.  Citant la jurisprudence de la Cour (Ergin (no 6), précité, § 42, et Martin c. Royaume-Uni, no 40426/98, § 44, 24 octobre 2006), le Gouvernement argüe que l’on ne peut soutenir que la Convention exclue absolument la possibilité pour les tribunaux militaires d’avoir compétence pour connaître d’affaires impliquant des civils.", "25.  Le Gouvernement se réfère en outre à l’article 115 de la loi no 211 relative au service interne des forces armées turques (Türk Silahlı Kuvvetleri iç hizmet kanunu), qui dispose que les fonctionnaires civils travaillant sous les ordres d’un supérieur militaire sont considérés comme subordonnés (ast) à ce dernier et qu’ils doivent exécuter toute instruction ordonnée par lui. En cas de désobéissance, ces fonctionnaires civils sont passibles des mêmes sanctions pénales que celles appliquées aux soldats.", "26.  Le Gouvernement indique de plus que la loi no 5530, entrée en vigueur le 29 juin 2006 et portant modification de la loi no 353, prévoit, à quelques exceptions près, les mêmes garanties procédurales devant les juridictions militaires que devant les juridictions civiles.", "27.  Il conclut que la législation régissant la responsabilité des fonctionnaires civils placés sous la hiérarchie militaire est suffisamment claire et prévisible. Dès lors, il estime que le jugement de la requérante devant les tribunaux militaires pour désobéissance et insulte n’est aucunement contraire aux principes cités à l’article 6 § 1 de la Convention.", "1.  Principes généraux", "28.  La Cour rappelle que la Convention n’interdit pas que les tribunaux militaires statuent sur des accusations en matière pénale dirigées contre des membres du personnel relevant de l’armée, à condition que soient respectées les garanties d’indépendance et d’impartialité prévues à l’article 6 § 1 (Ergin (no 6), précité, § 40, Morris c. Royaume-Uni, no 38784/97, § 59, CEDH 2002I, Cooper c. Royaume-Uni [GC], no 48843/99, § 106, CEDH 2003XII, et Önen c. Turquie (déc.), no 32860/96, 10 février 2004).", "29.  Toutefois, il en va différemment lorsque la législation nationale donne compétence à ce type de juridictions pour juger des civils en matière pénale.", "30.  La Cour rappelle également que, si l’on ne peut soutenir que la Convention exclue absolument la compétence des tribunaux militaires pour connaître d’affaires impliquant des civils, l’existence d’une telle compétence devrait faire l’objet d’un examen particulièrement rigoureux.", "31.  Elle rappelle à cet égard avoir, dans nombre de ses arrêts précédents, attaché de l’importance à la circonstance qu’un civil doive comparaître devant une juridiction composée, même en partie seulement, de militaires (voir, notamment, Martin, précité, § 44 ; Ergin (no 6), précité, § 43 ; Öcalan c. Turquie [GC], no 46221/99, § 116, CEDH 2005IV ; et Şahiner c. Turquie, no 29279/95, § 45, CEDH 2001IX), considérant que pareille situation mettait gravement en cause la confiance que les juridictions se doivent d’inspirer dans une société démocratique.", "32.  Cette préoccupation, qui vaut à plus forte raison lorsqu’il s’agit d’un tribunal composé exclusivement de magistrats militaires, amène la Cour à affirmer que le fait que pareils tribunaux décident d’accusations en matière pénale dirigées contre des civils ne peut être jugé conforme à l’article 6 que dans des circonstances exceptionnelles.", "33.  La Cour rappelle ses constats relatifs aux évolutions au niveau international (Ergin (no 6), précité, §§ 22-25) et qui confirment l’existence d’une tendance à exclure la juridiction de tribunaux militaires du domaine pénal lorsqu’il s’agit de juger des civils.", "34.  Elle rappelle par ailleurs que la place particulière qu’occupe l’armée dans l’organisation constitutionnelle des Etats démocratiques doit être limitée au domaine de la sécurité nationale, le pouvoir judiciaire relevant, pour sa part, en principe du domaine de la société civile. Elle tient également compte de l’existence de règles spéciales régissant l’organisation interne et la structure hiérarchique des forces armées.", "35.  Elle réaffirme que le pouvoir de la justice pénale militaire ne devrait s’étendre aux civils que s’il existe des raisons impérieuses justifiant une telle situation, et ce en s’appuyant sur une base légale claire et prévisible. L’existence de telles raisons doit être démontrée pour chaque cas, in concreto. L’attribution de certaines catégories de délits aux juridictions militaires faite in abstracto par la législation nationale ne saurait suffire (Ergin (no 6), précité, § 47).", "36.  Se contenter d’une telle attribution in abstracto pourrait placer les civils intéressés dans une position sensiblement différente de celle des citoyens jugés par des juridictions ordinaires. Bien que rien ne s’oppose à ce que les tribunaux militaires respectent les normes de la Convention dans la même mesure que les juridictions ordinaires, des différences de traitement liées à leur nature et leur raison d’être peuvent donner lieu à un problème d’inégalité devant la justice, ce qui devrait être évité autant que faire se peut, notamment en matière pénale.", "2.  Application de ces principes en l’espèce", "37.  La Cour observe qu’il est question en l’espèce de la condamnation au pénal d’une fonctionnaire civile, traductrice, travaillant au sein des forces armées turques, pour deux chefs d’accusation. Le premier est libellé « délit de désobéissance » sur la base des faits décrits comme « prendre la pause du déjeuner vingt minutes avant l’heure autorisée, refuser de rester au bureau au-delà de 18 heures pour terminer une traduction urgente » ; le second, libellé « injure à l’encontre d’un supérieur hiérarchique », est une accusation fondée sur les propos suivants de la requérante : « Pourquoi donner un avertissement pour de telles broutilles, pourquoi nous démotiver ainsi ? Que Dieu te punisse ! Quel homme impoli, mais quelle impolitesse ! »", "38.  La Cour relève que, pour ces faits, la requérante a été condamnée à sept mois et quinze jours de prison ferme.", "39.  Elle note que la qualification comme délit militaire des faits ainsi décrits trouve sa source notamment dans les articles 14 et 115 de la loi no 211 relative au service interne des forces armées turques, qui prévoient des sanctions pénales pour des agissements du personnel civil contre les ordres des supérieurs militaires.", "40.  Elle note par ailleurs l’existence d’autres dispositions, disciplinaires, aussi bien ordinaires que militaires, régissant les actes qualifiés de « désobéissance » ou d’« injure » à l’encontre d’un supérieur hiérarchique dans un contexte professionnel.", "Elle constate que les sanctions disciplinaires prévues pour les faits ainsi qualifiés varient entre dix jours et deux mois d’arrêts simples ou d’arrêts de rigueur s’agissant des juridictions disciplinaires militaires. S’agissant des juridictions disciplinaires ordinaires, les sanctions prévues pour le même type d’agissement varient entre un blâme et une retenue de salaire (voir la partie « Droit interne », paragraphe 16 ci-dessus).", "41.  A supposer que la législation pénale militaire appliquée en l’espèce constituait une base légale claire et prévisible de nature à permettre à la requérante de régler sa conduite en toute connaissance de cause, la Cour vérifiera l’existence, en l’espèce, de raisons impérieuses justifiant le jugement d’une personne civile devant un tribunal pénal militaire (paragraphe 35 ci-dessus).", "42.  La Cour rappelle avoir déjà examiné, dans des contextes divers, la question du jugement de personnes civiles par des tribunaux militaires (voir, par exemple, Ergin (no 6), précité, où un journaliste a été jugé pour un acte décrit comme délit militaire, et qui consistait en une incitation à se soustraire au service militaire ; Maszni c. Roumanie, no 59892/00, 21 septembre 2006, où le requérant a été jugé pour une infraction connexe commise en complicité avec un agent de police assimilé aux membres des forces armées ; Martin, précité, où le requérant, appartenant à la famille d’un membre des forces armées, a été jugé pour le meurtre d’une jeune femme qui travaillait en tant que civile pour l’armée et dont le corps avait été retrouvé dans les bois à proximité de la base militaire).", "43.  Dans ces affaires aux circonstances très diverses, la Cour a conclu à l’inexistence de raisons impérieuses propres à justifier le jugement d’un civil par un tribunal pénal militaire. Elle a estimé que, même s’il était prévu par la législation nationale, le fait que les tribunaux pénaux militaires avaient compétence pour juger des civils était contraire à l’article 6 § 1 de la Convention, au motif que les doutes nourris par les requérants civils quant à l’indépendance et à l’impartialité des juridictions militaires pouvaient passer pour objectivement justifiés.", "44.  Revenant à la présente espèce, la Cour observe que le Gouvernement ne mentionne aucune raison impérieuse justifiant le jugement de la requérante devant une juridiction pénale militaire. Il se borne à préciser que ce fait était conforme à la législation nationale qui attribuerait, in abstracto, certaines catégories d’infractions commises par le personnel civil en fonction au sein des forces armées turques aux juridictions pénales militaires. La Cour relève qu’aucune évaluation de circonstances concrètes n’a été faite, ni par les juridictions internes ni par le Gouvernement dans ses observations.", "45.  Aux yeux de la Cour, une telle attribution in abstracto a clairement placé la requérante, personne civile, dans une position sensiblement différente de celle des citoyens jugés par des juridictions ordinaires. La Cour ne peut que souligner à cet égard le caractère excessif de la sanction infligée à la requérante, résultat de l’application purement formelle du droit interne (voir la comparaison avec les juridictions disciplinaires militaires et ordinaires, paragraphe 40 ci-dessus).", "46.  Ces constats suffisent à la Cour pour conclure à la violation de l’article 6 § 1 de la Convention.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "47.  La requérante allègue en outre que son placement et son maintien en détention dans une prison militaire n’étaient pas « réguliers » au sens de l’alinéa a) de l’article 5 § 1 de la Convention, au motif qu’ils faisaient suite à sa condamnation par un tribunal selon elle incompétent et ne répondant pas aux exigences de l’article 6 de la Convention. Indiquant que les dispositions en vertu desquelles elle a été condamnée et sa peine exécutée sont celles appliquées aux soldats en faction, elle reproche aux juridictions nationales de n’avoir aucunement pris en compte son statut de personne civile, la nature de ses fonctions et sa condition de femme. Elle estime que son incarcération dans une prison militaire l’a isolée des personnes de son sexe et qu’elle a eu comme conséquence d’aggraver sa peine. Elle invoque en substance l’article 14 de la Convention combiné avec ses articles 5 et 6.", "48.  Le Gouvernement combat la thèse de la requérante. Il estime que ses griefs sont manifestement mal fondés.", "49.  Eu égard au constat relatif à l’article 6 § 1 de la Convention (paragraphes 45-46 ci-dessus), la Cour estime qu’il n’y a pas lieu d’examiner s’il y a eu, en l’espèce, violation de ces dispositions.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "50.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "51.  La requérante réclame 50 000 euros (EUR) pour préjudice matériel et 50 000 EUR pour préjudice moral. En ce qui concerne le préjudice matériel, elle se réfère aux salaires non perçus pendant sa détention, sans annexer de document à cet égard ni préciser de montant.", "52.  Le Gouvernement estime ces demandes non justifiées et excessives.", "53.  La Cour constate que le dommage matériel allégué n’est nullement étayé et rejette cette demande. En revanche, elle considère qu’il y a lieu d’octroyer à la requérante 15 000 EUR pour dommage moral.", "B.  Frais et dépens", "54.  La requérante demande également 10 000 EUR pour les frais et dépens engagés devant les juridictions internes et devant la Cour, sans fournir de pièces justificatives. Elle se borne à annexer le tarif du barreau d’Ankara fixant les montants d’honoraires minima devant les juridictions pénales militaires et devant la Cour.", "55.  Le Gouvernement estime ces demandes non justifiées.", "56.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu de l’absence de documents justificatifs et de sa jurisprudence, la Cour rejette la demande relative aux frais et dépens.", "C.  Intérêts moratoires", "57.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 6 § 1 ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner le restant des griefs tirés de l’article 5 § 1 de la Convention et de l’article 14 de la Convention combiné avec ses articles 5 § 1 et 6 § 1 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 15 000 EUR (quinze mille euros) pour dommage moral, à convertir en livres turques au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 31 mai 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "\tFrançoise Elens-Passos\tFrançoise Tulkens\n\tGreffière adjointe\tPrésidente"]}