{"file": "FRE_HFJUD_33440_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33440/96", "text_paragraphs": ["", "", "", "", "", "AFFAIRE FERRARI c. ITALIE", "CASE OF FERRARI v. ITALY", "", "(Requête n°/Application no. 33440/96)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT/JUDGMENT", "", "STRASBOURG", "", "28 juillet/July 1999", "", "", "", "Cet arrêt peut subir des retouches de forme avant la parution de sa version définitive dans le recueil officiel contenant un choix d’arrêts et de décisions de la Cour.", "", "", "", "", "", "En l’affaire Ferrari c Italie,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 27 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention ») telle qu’amendée par le Protocole n° 11, et aux clauses pertinentes de son règlement, en une Grande Chambre composée des juges dont le nom suit :", "\tMme\tE. Palm, présidente,\n\tMM.\tA. Pastor Ridruejo,\n\t\tL. Ferrari Bravo,\n\t\tG. Bonello,\n\t\tR. Türmen,\n\t\tJ.-P. Costa,\n\tMmes\tF. Tulkens,\n\t\tV. Strážnická,\n\tMM.\tP. Lorenzen,\n\t\tW. Fuhrmann,\n\t\tM. Fischbach,\n\t\tV. Butkevych,\n\t\tJ. Casadevall,\n\tMme\tH.S. Greve,\n\tMM.\tA. Baka,\n\t\tR. Maruste,\n\tMme\tS. Botoucharova,\nainsi que de M. P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 27 janvier, et les 3 et 24 juin 1999,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L’affaire a été déférée à la Cour, telle qu’établie en vertu de l’ancien article 19 de la Convention3, par le gouvernement italien (« le Gouvernement ») le 18 septembre 1998, dans le délai de trois mois qu’ouvraient les anciens articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (no 33440/96) dirigée contre la République italienne et dont une ressortissante de cet Etat, Mme Marcella Ferrari, avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 14 septembre 1995 en vertu de l’ancien article 25.", "La requête du Gouvernement renvoie aux anciens articles 44 et 48 tels qu’amendés par le Protocole n° 9, que l’Italie avait ratifié, ainsi qu’à la déclaration italienne reconnaissant la juridiction obligatoire de la Cour (ancien article 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 § 1 de la Convention.", "2.  La requérante a désigné son conseil, Me F. E. Abbate (article 31 de l’ancien règlement B).", "3.  En sa qualité de président de la chambre qui avait initialement été constituée (ancien article 43 de la Convention et article 21 de l’ancien règlement B) pour connaître notamment des questions de procédure pouvant se poser avant l’entrée en vigueur du Protocole n° 11, M. R. Bernhardt, président de la Cour à l’époque, a consulté par l’intermédiaire du greffier, M. U. Leanza, agent du Gouvernement, le conseil de la requérante et M. B. Conforti, délégué de la Commission au sujet de l’organisation de la procédure écrite. Conformément à l’ordonnance rendue en conséquence, le greffier a reçu les mémoires de la requérante et du Gouvernement les 16 et 17 novembre 1998.", "4.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, l’examen de la présente cause et des affaires Bottazzi, Di Mauro, A. L. M. et A. P. c. Italie a été confié, en application de l’article 5 § 5 dudit Protocole et dans l’intérêt d’une bonne administration de la justice, à la même Grande Chambre de la Cour. Cette Grande Chambre comprenait de plein droit M. Conforti, juge élu au titre de l’Italie (articles 27 § 2 de la Convention et 24 § 4 du règlement), M. L. Wildhaber, président de la Cour, Mme E. Palm, vice-présidente de la Cour, ainsi que M. J.P. Costa et M. M. Fischbach, tous deux vice-présidents de section (articles 27 § 3 de la Convention et 24 §§ 3 et 5 a) du règlement). Ont en outre été désignés pour compléter la Grande Chambre : M. A. Pastor Ridruejo, M. G. Bonello, M. J. Makarczyk, M. P. Kūris, M. R. Türmen, Mme  V. Strážnická, M. P. Lorenzen, M. V. Butkevych, Mme H.S. Greve, M. A. Baka, M. R. Maruste et Mme S. Botoucharova (articles 24 § 3 et 100 § 4 du règlement). Ultérieurement, M. Conforti, ayant participé à l’examen de l’affaire par la Commission, s’est déporté de la Grande Chambre (article 28 du règlement). Par la suite, le Gouvernement a désigné M. L. Ferrari Bravo, juge élu au titre de Saint-Marin, pour siéger à sa place (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "5.  Le président a décidé qu’il n’y avait pas lieu en l’espèce d’inviter la Commission à désigner un délégué (article 99 du règlement). ", "6.  Après avoir consulté l’agent du Gouvernement et le conseil de la requérante, la Grande Chambre a décidé qu’il n’y avait pas lieu de tenir une audience. ", "7.  Le 4 janvier 1999, le greffier a reçu les observations complémentaires de la requérante.", "8.  Par la suite, Mme Palm a remplacé M. Wildhaber, empêché, à la présidence de la Grande Chambre et M. W. Fuhrmann, suppléant, l’a remplacé comme membre de celle-ci (articles 10 et 24 § 5 b) du règlement). Mme F. Tulkens et M. J. Casadevall, suppléants, ont respectivement remplacés M. Kūris et M. Makarczyk, également empêchés (article 24 § 5 b) du règlement).", "EN FAIT", "LES CIRCONSTANCES DE L’ESPèCE", "9.  Née en 1911, la requérante réside à Rome.", "10.  Le 31 janvier 1990, elle assigna une unité sanitaire locale de Rome devant le tribunal de cette ville afin d'obtenir le paiement de la dépréciation monétaire et des intérêts légaux sur les arriérés de sa pension de réversibilité versés avec six ans de retard. ", "11.  Lors de la première audience, le 9 mars 1990, la défenderesse fut déclarée défaillante et le juge de la mise en état fixa la présentation des conclusions au 24 mai 1990. Cette audience fut renvoyée d'office au 24 janvier 1991 en raison de la mutation du juge. L'audience de plaidoiries devant la chambre compétente se tint le 14 octobre 1991. Par un jugement du 24 octobre 1991, dont le texte fut déposé au greffe le 9 décembre 1991, le tribunal se déclara incompétent ratione materiae et indiqua le juge d'instance (pretore) de Rome, faisant fonction de juge du travail, comme juge compétent en la matière.", "12.  Le 13 février 1992, la requérante reprit la procédure devant le juge d'instance. Lors de la première audience, le 25 novembre 1992, la défenderesse fut déclarée défaillante et le juge nomma un expert qui prêta serment le 15 février 1993. L'affaire fut mise en délibéré le 23 juin 1993 et par un jugement du même jour, dont le texte fut déposé au greffe le 22 juillet 1993, le juge fit en partie droit à la demande de la requérante.", "", "", "", "13.  Le 20 juillet 1994, la requérante interjeta appel devant le tribunal de Rome. Le 18 octobre 1994, la première audience fut fixée au 4 décembre 1996, puis elle fut avancée au 1er décembre 1995 à la demande de la requérante. Cette audience fut renvoyée au 13 décembre 1995 en raison d'un empêchement du juge de la mise en état, puis au 2 février 1996 car le dossier de première instance n'avait pas été transmis par le greffe. Le jour venu, le tribunal nomma un expert et fixa la prestation de serment au 19 avril 1996. Cette audience fut remise au 12 juillet 1996 car l'expert n'avait pu être cité à comparaître. Ce jour-là, le tribunal nomma un nouvel expert car le premier avait changé de domicile et n’avait pu être convoqué. L'expert prêta serment le 4 octobre 1996 et l'affaire fut ajournée au 11 juin 1997. La mise en délibéré de l'affaire fut fixée au 17 septembre 1997. Par une ordonnance du même jour, le tribunal rouvrit l’instruction et ordonna à l'expert de comparaître à l'audience du 12 novembre 1997 afin de pouvoir expliciter certains points de son rapport d'expertise.", "14.  L’affaire fut mise en délibéré le 13 mars 1998. Par un jugement du même jour, dont le texte fut déposé au greffe le 6 août 1998, le tribunal fit en partie droit à l’appel de la requérante. ", "PROCéDURE DEVANT LA COMMISSION", "15.  Mme Ferrari a saisi la Commission le 14 septembre 1995. Elle se plaignait de ce que sa cause n’avait pas été entendue dans un délai raisonnable comme le veut l’article 6 § 1 de la Convention.", "16.  La Commission (première chambre) a retenu la requête (n° 33440/96) le 3 décembre 1997. Dans son rapport du 20 mai 1998 (ancien article 31), elle conclut, par treize voix contre trois, qu’il y a eu violation de l’article 6 § 1. ", "CONCLUSIONS PRéSENTéES à LA COUR", "17.  Le Gouvernement reconnaît que la procédure litigieuse n’a pas respecté l’exigence du « délai raisonnable » de l’article 6 § 1 de la Convention et considère que le constat de violation constituerait, le cas échéant, une satisfaction équitable suffisante.", "18.  Le conseil de la requérante demande à la Cour de constater la violation de l’article 6 § 1 et d’accorder à sa cliente une satisfaction équitable.", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUéE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "19.  La requérante se prétend victime d'une violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (…) qui décidera (…) des contestations sur ses droits et obligations de caractère civil (…) »", "20.  La période à prendre en considération a commencé le 31 janvier 1990, avec l’assignation d’une unité sanitaire locale de Rome devant le tribunal de cette ville, pour s’achever le 6 août 1998, date du dépôt du jugement dudit tribunal du 13 mars 1998. Elle a donc duré un peu plus de huit ans et six mois.", "21.  La Cour relève d’emblée que l’article 6 § 1 de la Convention oblige les États contractants à organiser leurs juridictions de manière à leur permettre de répondre aux exigences de cette disposition (arrêt Salesi c. Italie du 26 février 1993, série A n° 257-E, p. 60, § 24). Elle tient à réaffirmer l’importance qui s’attache à ce que la justice ne soit pas administrée avec des retards propres à en compromettre l’efficacité et la crédibilité (arrêt Katte Klitsche de la Grange c. Italie du 27 octobre 1994, série A n° 293-B, p. 39, § 61). Elle rappelle, de surcroît, que le Comité des Ministres du Conseil de l’Europe, dans sa Résolution DH (97) 336 du 11 juillet 1997 (Durée des procédures civiles en Italie : mesures supplémentaires de caractère général), a considéré que « la lenteur excessive de la justice représente un danger important, notamment pour l’Etat de droit ». ", "La Cour souligne ensuite avoir déjà rendu depuis le 25 juin 1987, date de l'arrêt Capuano c. Italie (série A n° 119), 65 arrêts constatant des violations de l'article 6 § 1 dans des procédures s'étant prolongées au-delà du « délai raisonnable » devant les juridictions civiles des différentes régions italiennes. Pareillement, en application des anciens articles 31 et 32 de la Convention, plus de 1400 rapports de la Commission ont abouti à des constats, par le Comité des Ministres, de violation de l’article 6 par l’Italie pour la même raison.", "La répétition des violations constatées montre qu’il y a là accumulation de manquements de nature identique et assez nombreux pour ne pas se ramener à des incidents isolés. Ces manquements reflètent une situation qui perdure, à laquelle il n’a pas encore été porté remède et pour laquelle les justiciables ne disposent d’aucune voie de recours interne.", "Cette accumulation de manquements est, dès lors, constitutive d’une pratique incompatible avec la Convention.", "22.  La Cour a examiné les faits à la lumière des informations fournies par les parties et de la pratique précitée. Compte tenu de sa jurisprudence en la matière, la Cour estime qu’en l’espèce la durée de la procédure litigieuse est excessive et ne répond pas à l’exigence du « délai raisonnable ».", "Partant, il y a eu violation de l’article 6 § 1.", "II.\tSUR l’application de l’article 41 DE LA Convention", "23.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "24.  Mme Ferrari réclame 25 000 000 lires italiennes (ITL) pour le préjudice qu’elle aurait subi et prie la Cour de tenir compte, dans son évaluation, de l’objet de la cause et des circonstances de l’espèce, notamment de son âge et de son état de santé.", "25.  Le Gouvernement relève que la requérante n’a pas précisé s’il s’agissait d’un préjudice matériel ou moral et n’a pas démontré l’existence d’un lien de causalité entre la durée de la procédure et le dommage allégué d’autant plus que pour ce type de créances la diminution de la valeur de la somme demandée est compensée par le paiement de l’équivalent de la dépréciation monétaire et le versement des intérêts légaux. Le cas échéant, le constat de violation constituerait en soi une satisfaction équitable suffisante.", "26.  La Cour considère que, même à supposer que sa demande puisse être considérée comme une demande relative à un dommage matériel, rien n’établit que l’intéressée ait subi un tel préjudice résultant de l’inobservation du délai raisonnable. En revanche, l’intéressée a dû subir un dommage moral certain pour lequel la Cour décide de lui allouer 15 000 000 ITL.", "B.\tFrais et dépens", "27.  L’intéressée sollicite également le remboursement de 11 275 488 ITL au titre des frais et dépens exposés devant la Commission puis la Cour.", "28.  Le Gouvernement n’a pas pris position sur ce point.", "29.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable le montant sollicité pour frais et dépens et l'octroie en entier.", "C.\tIntérêts moratoires", "30.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en Italie à la date d’adoption du présent arrêt était de 2,5 % l’an.", "Par ces motifs, la Cour, à l’unanimité,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "2.\tDit", "a)\tque l’Etat défendeur doit verser à la requérante, dans les trois mois, 15 000 000 (quize millions) lires italiennes pour dommage moral et 11 275 488 (onze millions deux cent soixante-quinze mille quatre cent quatre-vingt-huit) lires pour frais et dépens ;", "b)\t\tque ces montants seront à majorer d’un intérêt simple de 2,5 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 28 juillet 1999.", "\t\tPour la Présidente", "", "\t\tAndrás Baka", "\tJuge", "\tPaul Mahoney", "\tGreffier adjoint", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l’opinion partiellement dissidente de M. Türmen.", "\t\tA. B.\t\t\t\tP.J. M.", "OPINION PARTIELLEMENT DISSIDENTE\nDE M. LE JUGE TÜRMEN", "(Traduction)", "", "Avec les autres juges j’estime qu’il y a eu en l’espèce violation de l’article 6 § 1 de la Convention.", "Je ne puis en revanche souscrire au contenu du paragraphe 21 de l’arrêt, où la Cour déclare que l’accumulation en Italie de violations de l’article 6 § 1 est constitutive d’une pratique incompatible avec la Convention.", "Il est établi dans la jurisprudence de la Cour que la notion de pratique administrative comporte deux critères :", "1)\tune accumulation de violations identiques ou analogues, suffisamment nombreuses et interconnectées pour représenter non pas seulement des incidents ou des exceptions isolés mais un système ;", "2)\tune tolérance officielle.", "", "Dans l’affaire grecque, la Commission s’exprima ainsi au sujet du second critère : « (…) ces actes sont tolérés en ce sens que les supérieurs ou les personnes directement responsables, tout en sachant qu'ils existent, n’entreprennent rien pour les punir ou pour prévenir leur répétition (…) ».", "En l’espèce, la Cour, pour décider s’il existait pareille pratique dans les affaires italiennes de durée de procédure, s’est fondée seulement sur le premier critère (accumulation de violations identiques), ignorant le second (tolérance officielle).", "J’estime qu’elle n’aurait pas dû décider qu’il existait une pratique administrative sans examiner la question de savoir si les autorités supérieures de l’Etat, conscientes de l’existence des violations, refusaient de prendre des mesures afin de prévenir leur répétition.", "Si la Cour avait examiné la question de savoir si les exigences du second critère étaient remplies en l’espèce, elle se serait aperçue qu’il existe entre le Comité des Ministres du Conseil de l’Europe et le gouvernement italien un dialogue, dans le cadre duquel le gouvernement a fourni des informations détaillées sur les mesures qu’il est en train de prendre ou qui seront adoptées à l’avenir afin de résoudre le problème de la durée excessive des procédures.", "", "A cet égard, il n’est pas sans intérêt de noter que, dans sa résolution adoptée le 15 juillet 1999, le Comité des Ministres note avec satisfaction « l’augmentation considérable de l’efficacité des tribunaux en termes d’affaires résolues (…) » et décide de « reprendre, au plus tard dans un an, l’examen de la question de savoir si les mesures annoncées vont effectivement prévenir de nouvelles violations de la Convention (…) ».", "La Cour aurait pu, elle aussi, choisir d’attendre un an afin de voir si les mesures prises par le gouvernement italien portaient des fruits. Or elle s’est privée elle-même de cette possibilité en n’examinant pas la question de la tolérance officielle et de l’attitude du gouvernement italien.", "", "", "", "", ""]}