{"file": "FRE_HFJUD_19187_91.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19187/91", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE SAUNDERS c. ROYAUME-UNI", "", "(Requête no 19187/91)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "17 décembre 1996", "", "En l’affaire Saunders c. Royaume-Uni,", "La Cour européenne des Droits de l’Homme, constituée conformément à l’article 51 de son règlement A, en une grande chambre composée des juges dont le nom suit:", "\tMM.\tR. Bernhardt, président,", "\t\tThór Vilhjálmsson,", "\t\tF. Gölcüklü,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\t\tA. Spielmann,", "\t\tJ. De Meyer,", "\t\tN. Valticos,", "\t\tS.K. Martens,", "\tMme\tE. Palm,", "\tMM.\tR. Pekkanen,", "\t\tA.N. Loizou,", "\t\tJ.M. Morenilla,", "\tSir \tJohn Freeland,", "\tMM.\tL. Wildhaber,", "\t\tG. Mifsud Bonnici,", "\t\tJ. Makarczyk,", "\t\tD. Gotchev,", "\t\tB. Repik,", "\t\tP. Kuris,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 23 février, 22 avril et 29 novembre 1996,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\"), puis par le gouvernement du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord (\"le Gouvernement\") les 9 et 13 septembre 1994 respectivement, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\"). A son origine se trouve une requête (no 19187/91) dirigée contre le Royaume-Uni et dont un ressortissant de cet Etat, M. Ernest Saunders, avait saisi la Commission le 20 juillet 1988 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration britannique reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Comme la requête du Gouvernement, elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 par. 1 de la Convention (art. 6-1).", "2.   En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement A, le requérant a manifesté le désir de participer à l’instance et a désigné ses conseils (article 30).", "3.   La chambre à constituer comprenait de plein droit Sir John Freeland, juge élu de nationalité britannique (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement A). Le 24 septembre 1994, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. R. Bernhardt, Thór Vilhjálmsson, F. Gölcüklü, J.M. Morenilla, J. Makarczyk, B. Repik et P. Kuris, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement A) (art. 43). Ultérieurement, M. N. Valticos, suppléant, a remplacé M. Ryssdal, empêché (articles 22 par. 1 et 24 par. 1 du règlement A). M. Bernhardt a succédé à M. Ryssdal à la présidence de la chambre.", "4.   En sa qualité de président de la chambre (article 21 par. 5 du règlement A), M. Bernhardt a consulté, par l’intermédiaire du greffier, l’agent du Gouvernement, les avocats du requérant et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 par. 1 et 38 du règlement A).  Conformément à l’ordonnance rendue en conséquence, le greffier a reçu le mémoire du requérant le 16 février 1995 et celui du Gouvernement le 27 février.", "5.   Le 22 mars 1995, le président de la chambre a autorisé Liberty, en vertu de l’article 37 par. 2 du règlement A, à présenter des observations écrites sur des aspects particuliers de l’affaire. Elles sont arrivées le 31 juillet 1995. Le Gouvernement y a répondu le 3 octobre.", "6.   Le 28 avril 1995, après avoir examiné les observations écrites du requérant et du Gouvernement, la chambre a accueilli une demande de celui-ci visant à l’ajournement de l’audience dans l’attente d’une décision de la Cour d’appel (Court of Appeal) que le ministre avait saisie de la cause du requérant (paragraphe 39 ci-dessous). A la suite de l’arrêt de la Cour d’appel du 27 novembre 1995, le requérant a déposé un mémoire complémentaire le 3 janvier 1996. Celui du Gouvernement en réponse est parvenu le 23 janvier.", "7.   Le 25 janvier 1996, le président a refusé d’autoriser trois des coaccusés de l’intéressé à déposer, en vertu de l’article 37 par. 2 du règlement A, des observations écrites en l’espèce.", "8.   Ainsi qu’il en avait décidé, les débats se sont déroulés en public le 19 février 1996 au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\t\tMM. M. Eaton, conseiller juridique adjoint, ministère", "\t\t\tdes Affaires étrangères et du Commonwealth,\tagent,", "\t\tS. Kentridge QC,", "\t\tMme E. Gloster QC,", "\t\tM. J. Eadie, Barrister-at-Law,\tconseils,", "\t\tMme T. Dunstan, ministère du Commerce et de l’Industrie,", "\t\tM. J. Gardner, ministère du Commerce et de l’Industrie,", "\t\tMme R. Quick, ministère du Commerce et de l’Industrie,", "\t\tMM. G. Dickinson, bureau de la répression des fraudes,", "\t\tL. Leigh, London School of Economics, \tconseillers;", "- pour la Commission", "\t\tM. N. Bratza,\tdélégué;", "- pour le requérant", "\t\tMM. M. Beloff QC,", "\t\tM. Hunt, Barrister-at-Law,\tconseils,", "\t\tP. Williams, Solicitor,", "\t\tG. Devlin,", "\t\tMme L. Devlin,\tconseillers.", "La Cour a entendu des déclarations de MM. Bratza, Beloff et Kentridge, ainsi que des réponses à ses questions.", "9.   A la suite des délibérations du 23 février 1996, la chambre s’est dessaisie au profit d’une grande chambre (article 51 par. 1 du règlement A).", "10.   Conformément à l’article 51 par. 2 a) et b) du règlement A, le président et le vice-président de la Cour (MM. Ryssdal et Bernhardt), ainsi que les autres membres et suppléants (à savoir MM. B. Walsh, J. De Meyer, S.K. Martens et D. Gotchev) de la chambre originaire sont devenus membres de la grande chambre.", "M. Ryssdal étant empêché (paragraphe 3 ci-dessus), le vice-président a tiré au sort, le 1er mars 1996, en présence d’un agent du greffe, le nom des huit juges supplémentaires, à savoir M. L.-E. Pettiti, M. R. Macdonald, M. A. Spielmann, Mme E. Palm, M. R. Pekkanen, M. A.N. Loizou, M. L. Wildhaber et M. G. Mifsud Bonnici (article 51 par. 2 c) du règlement A). Ultérieurement, M. Macdonald n’a pas été en mesure de prendre part à l’examen de l’affaire.", "11.   Le 6 mars 1996, le Gouvernement a sollicité l’autorisation de déposer de brèves observations écrites complémentaires. Le président de la grande chambre a accédé à sa demande le 19 mars 1996. Lesdites observations sont parvenues le 4 avril, celles du délégué et du requérant en réponse le 18 avril.", "12.   Après avoir consulté l’agent du Gouvernement, le délégué de la Commission et le requérant, la grande chambre a décidé, le 22 avril 1996, qu’il n’y avait pas lieu de rouvrir les débats après le dessaisissement de la chambre (articles 26 et 38 combinés avec l’article 51 par. 6 du règlement A).", "13.   Le 8 août 1996, le président a accepté de verser au dossier un article produit par le Gouvernement.", "EN FAIT", "I.   Les circonstances de l’espèce", "A. Les faits ayant conduit à la désignation d’inspecteurs", "14.   Le requérant est devenu président-directeur général de Guinness PLC (\"Guinness\") en 1981.", "15.   Au début de 1986, Guinness se trouvait en concurrence avec une autre société, Argyll Group PLC (\"Argyll\"), pour la reprise d’une troisième société, la Distillers Company PLC (\"Distillers\"). Guinness emporta la bataille. Comme celle d’Argyll, l’offre de Guinness aux actionnaires de la Distillers comprenait un important échange de parts et les prix auxquels les actions de Guinness et d’Argyll étaient cotées à la bourse de Londres constituèrent donc un élément déterminant pour les deux parties. Au cours du raid, le prix de l’action Guinness augmenta spectaculairement, mais une fois qu’on déclara l’offre sans condition, le prix chuta sensiblement.", "16.   L’importante augmentation du prix des actions de Guinness cotées en bourse pendant l’offre publique d’achat provenait d’une opération illégale de soutien des parts. Y étaient impliquées certaines personnes (les \"supporters\") qui acquéraient des parts de Guinness pour maintenir ou gonfler ses actions cotées en bourse. Les supporters obtinrent des indemnités secrètes pour les pertes qu’ils pouvaient subir et, pour certains d’entre eux, d’énormes honoraires en cas de réussite de l’offre de Guinness. Ces incitations étaient illégales pour deux raisons: 1) elles ne furent pas révélées sur le marché conformément au code de la Cité sur les reprises et fusions; 2) elles furent acquittées sur les propres liquidités de Guinness, en contravention à l’article 151 de la loi de 1985 sur les sociétés (\"la loi de 1985\"), qui interdit à une société de prêter un appui financier pour favoriser l’achat de ses propres actions.", "17.   Les supporters qui avaient acquis des actions dans le cadre de l’opération illégale de soutien des parts furent indemnisés et récompensés. En outre, certaines personnes qui avaient aidé à trouver des supporters obtinrent en contrepartie d’importantes gratifications. Celles-ci aussi provenaient des fonds de Guinness. Dans la plupart des cas, ces paiements furent effectués au moyen de fausses factures. Celles-ci cachaient que le versement avait trait à la participation des supporters ou d’autres bénéficiaires à l’opération illégale de soutien des actions.", "18.   Des allégations et des rumeurs quant à des agissements répréhensibles au cours du raid conduisirent le ministre du Commerce et de l’Industrie à désigner des inspecteurs quelques mois après les événements, en vertu des articles 432 et 442 de la loi de 1985 (paragraphes 45 et 46 cidessous). Les inspecteurs étaient habilités à enquêter sur les affaires de Guinness.", "B. L’enquête des inspecteurs", "19.   Le 10 décembre 1986, les inspecteurs entamèrent l’audition des témoins. M. Seelig, un directeur de la banque d’affaires conseiller de Guinness, fut le premier d’entre eux.", "20.   Le 12 janvier 1987, les inspecteurs informèrent le ministère du Commerce et de l’Industrie (\"le DTI\") qu’ils possédaient des éléments de preuve matériels d’infractions pénales. Le même jour, le DTI prit contact avec M. John Wood au parquet (Director of Public Prosecutions’ office - \"le DPP\"). Il fut décidé que la marche à suivre était d’autoriser les inspecteurs à poursuivre leur enquête et d’en communiquer les procès-verbaux au service des poursuites (Crown Prosecution Service - \"le CPS\"), créé en septembre 1986.", "21.   Le 14 janvier 1987, le requérant fut licencié par Guinness.", "22.   Le 29 janvier 1987, le ministre exigea des inspecteurs qu’ils l’informent de tout élément qui viendrait à leur connaissance dans le cadre de leur enquête en vertu de l’article 437 (1A) de la loi de 1985. Après quoi les inspecteurs transmirent au ministre les procès-verbaux des auditions auxquelles ils procédaient et les autres pièces qu’ils recueillaient.", "23.   Le 30 janvier 1987 eut lieu une réunion entre les inspecteurs, le solicitor et d’autres fonctionnaires du DTI, M. John Wood et un représentant du CPS. Entre autres choses, on y identifia les accusés potentiels - dont le requérant -, les chefs d’accusation possibles furent envisagés et l’on estima qu’il fallait prendre une décision quant au moment où commencerait l’enquête pénale. Tous les intéressés convinrent de la nécessité de travailler en étroite collaboration pour ouvrir la voie à des inculpations dans les meilleurs délais. Les inspecteurs se dirent prêts à coopérer tout en se réservant le droit de mener leur enquête comme bon leur semblait.", "24.   Le 5 février 1987, M. John Wood, qui avait été nommé chef des services juridiques du CPS, chargea une équipe d’avocats d’examiner les aspects pénaux de l’enquête. Les procès-verbaux et pièces des inspecteurs furent communiqués à cette équipe après réception et examen par le DTI.", "25.   Les inspecteurs interrogèrent le requérant à neuf reprises: les 10-11, 20 et 26 février, 4-5 mars, 6 mai et 11-12 juin 1987. L’intéressé fut accompagné de ses hommes de loi d’un bout à l’autre de ces entretiens.", "C. La procédure pénale", "26.   Au cours de la première semaine de mai 1987, le DPP demanda officiellement à la police de procéder à l’enquête pénale. Les procès-verbaux et documents obtenus grâce aux entretiens des inspecteurs furent alors transmis à la police.", "27.   Le requérant fut par la suite inculpé de nombreuses infractions en rapport avec l’opération illégale de soutien des actions et, avec ses coaccusés, fut renvoyé en jugement devant la Crown Court le 27 avril 1989.", "Vu le grand nombre d’avocats et celui des accusés, le juge de la Crown Court décida le 21 septembre 1989 que se dérouleraient deux procès distincts.", "28.   Du 6 au 16 novembre 1989, le tribunal tint une audience préliminaire (voir dire - arguments sur un point de droit en l’absence de jury), l’un des coaccusés du requérant, M. Parnes, ayant demandé à ce que les procès-verbaux du DTI fussent déclarés irrecevables. M. Parnes faisait valoir à titre principal qu’il fallait exclure les déclarations obtenues au cours de trois interrogatoires devant les inspecteurs:", "i. conformément à l’article 76 de la loi de 1984 sur la police et les preuves en matière pénale (Police and Criminal Evidence Act 1984 - \"la PACE\"), car, selon lui, elles avaient été obtenues sous la pression ou dans des circonstances risquant d’en compromettre la fiabilité;", "ii. en vertu de l’article 78 de la PACE, car admettre ces preuves nuirait à l’équité du procès eu égard aux circonstances dans lesquelles elles avaient été obtenues.", "Le 21 novembre 1989, le juge du fond (le juge Henry) estima les procèsverbaux recevables. Il déclara qu’on admettait d’une manière générale que les entretiens pouvaient passer pour des \"aveux\" tels que définis à l’article 82 par. 1 de la PACE. Selon lui, l’interprétation de la loi de 1985 permettait aux inspecteurs de poser aux témoins des questions pouvant les incriminer, les témoins étaient tenus d’y répondre et les réponses étaient recevables dans la procédure pénale. Le juge écarta l’assertion de M. Parnes d’après laquelle les inspecteurs eussent dû mettre en garde contre l’autoincrimination.", "Il avait la conviction que nulle pression n’avait été exercée en vue de l’obtention de la déposition et que les réponses n’avaient pas été recueillies par suite de propos ou d’actes risquant de les priver de crédibilité vu l’ensemble des circonstances du moment.", "29.   Du 22 au 24 janvier 1990, le tribunal procéda à une nouvelle audition en voir dire, le requérant ayant demandé que les procès-verbaux du DTI concernant les huitième et neuvième entretiens fussent déclarés irrecevables au motif qu’ils devaient être exclus soit comme étant indignes de foi, en vertu de l’article 76 de la PACE, soit en application de l’article 78 de celle-ci, l’admission des dépositions risquant de compromettre le caractère équitable de la procédure, eu égard aux circonstances dans lesquelles elles avaient été obtenues. Le requérant arguait de son mauvais état de santé à l’époque et de ce que les deux entretiens en question se fussent déroulés après son inculpation.", "Le 29 janvier 1990, le juge Henry rejeta l’argument de la défense quant à la condition physique de l’intéressé. Il exerça toutefois le pouvoir d’appréciation que lui reconnaît l’article 78 pour exclure les preuves que constituaient les deux entretiens sus-mentionnés ayant eu lieu après l’inculpation de M. Saunders au motif que celui-ci ne pouvait passer pour avoir comparu volontairement. Selon le juge, d’ailleurs, on ne pouvait tenir pour équitable l’utilisation d’éléments recueillis au moyen d’un interrogatoire obligatoire après le début du processus accusatoire.", "1. Le procès du requérant", "30.   M. Saunders passa en jugement avec trois coaccusés. Le procès comporta soixante-quinze jours de dépositions, dix jours de plaidoiries des avocats et cinq jours de résumé du juge au jury. Le requérant était sous le coup de quinze chefs d’accusation parmi lesquels huit de faux en écritures comptables contraires à l’article 17 par. 1 b) de la loi de 1968 sur le vol et deux chefs de vol et plusieurs chefs d’entente délictueuse.", "Au cours de son procès, l’intéressé, le seul accusé à déposer (jours 6382) - après lecture des procès-verbaux (paragraphe 31 ci-dessous) - affirma qu’il ignorait tout des indemnités octroyées ou du versement d’honoraires pour réussite et qu’on ne l’avait pas consulté sur ces questions. Selon lui, on ne pouvait lui reprocher aucune malversation. L’accusation s’appuya lourdement sur la déposition de M. Roux (directeur financier de Guinness) qui s’était vu reconnaître l’immunité des poursuites. Elle se référa aussi aux déclarations formulées par le requérant au cours de ses entretiens avec les inspecteurs du DTI.", "31.   L’accusation donna lecture au jury pendant trois jours du procès (jours 45-47) des procès-verbaux des entretiens. Elle s’en servit pour établir quelle connaissance le requérant avait des faits et pour réfuter les dépositions de celui-ci devant le jury.", "C’est ainsi que l’avocat de l’accusation utilisa des passages des entretiens pour démontrer que M. Saunders était au fait, entre autres, du versement à M. W., qui aurait participé à l’opération de soutien des actions, de plus de cinq millions de livres, avant que les inspecteurs ne lui montrent le reçu du versement. Dans ses réponses aux inspecteurs, M. Saunders avait déclaré qu’il avait marqué son accord avec le versement de cinq millions de livres à M. W. à titre d’honoraires adéquats en cas de succès. Lorsque les inspecteurs lui montrèrent le reçu du versement à une société (MAC) dont M. W. se servait pour la réception des honoraires perçus pour un travail effectué, il répliqua n’avoir pas vu ce reçu auparavant mais en déduisit que celui-ci avait un rapport avec son accord de verser cinq millions de livres à M. W.", "Dans sa plaidoirie d’ouverture à l’intention du jury, l’avocat de l’accusation s’exprima en ces termes:", "\"M. Saunders a aussi indiqué aux inspecteurs [du DTI] pourquoi les [cinq millions de livres] avaient été versées. Il dit que M. [W.] avait rendu un service inestimable pendant le raid relatif à la Distillers et que M. [W.] l’avait persuadé que cinq millions de livres représentaient un montant d’honoraires convenable en récompense. M. Saunders admit qu’aucune pièce ne confirmait sa décision de verser cinq millions de livres à M. [W.]. Il concéda devant les [inspecteurs] savoir que la MAC était une société dont M. [W.] ses associés se servaient pour percevoir de l’argent.\"", "Au cours du procès, M. Saunders déclara qu’il ignorait avant que les inspecteurs ne lui montrent le reçu que l’argent avait été versé à M. [W.]. Quand il contre-interrogea le requérant, l’avocat de l’accusation se référa aux réponses ci-dessus consignées dans les procès-verbaux pour contredire le témoignage de M. Saunders. Dans ses conclusions finales au jury, il s’exprima ainsi:", "\"Mais il ressort clairement des dépositions de M. Saunders (...) aux inspecteurs qu’il savait parfaitement (...) que M. [W.] avait été payé. Vous avez en mémoire les passages de ses (...) entretiens qui laissent apparaître qu’il savait tout de ce versement avant qu’on ne lui en montre le reçu.\"", "32.   L’avocat du coaccusé [M. R.] se référa lui aussi aux procès-verbaux des entretiens pour tenter de démontrer que M. Saunders ne disait pas la vérité. Dans ses réponses aux inspecteurs, celui-ci n’avait cessé de dire qu’il ne se rappelait aucune conversation avec M. R. concernant l’acquisition d’actions de Guinness ou sur les indemnités pour perte en cas de semblable acquisition. Or une lettre de M. R. à une autre personne indiquant que ces conversations avaient eu lieu et impliquant d’une manière générale M. Saunders dans l’opération de soutien des actions avait paru auparavant dans la presse.", "Au cours d’un interrogatoire contradictoire de M. Saunders, l’avocat de M. R. donna à entendre que les réponses de M. Saunders aux inspecteurs sur ce point n’étaient pas dignes de foi, qu’il avait \"perdu son sang-froid\" devant eux, ce qui expliquait sa réponse, à savoir qu’il n’avait pas le souvenir de conversations avec M. R. L’avocat de M. R. demanda à plusieurs reprises pourquoi M. Saunders n’avait pas saisi l’occasion de dire aux inspecteurs que les accusations portées par M. R. dans la lettre publiée étaient un \"tissu de mensonges\" plutôt que de répondre comme il l’avait fait.", "33.   Dans son résumé à l’intention du jury, le juge compara aussi, pour les opposer, ce que le requérant avait dit au tribunal et les réponses fournies par lui aux inspecteurs.", "34.   Le 22 août 1990, le requérant fut reconnu coupable sur douze chefs d’entente délictueuse, de faux en écritures comptables et de vol. Il se vit infliger une peine globale de cinq ans d’emprisonnement.", "2. La décision sur les allégations d’\"abus des voies de droit\"", "35.   Dans le second volet de la procédure concernant les autres coaccusés, la recevabilité des procès-verbaux fut à nouveau contestée au motif notamment qu’il y avait eu abus des voies de droit en ce que les inspecteurs et/ou les autorités de poursuite avaient commis une faute de conduite en usant des pouvoirs réglementaires des inspecteurs dans le but d’échafauder une affaire pénale. En particulier, l’un des coaccusés, M. Seelig, allégua que l’on avait délibérément retardé l’inculpation des coaccusés afin que les inspecteurs pussent exercer leurs pouvoirs pour obtenir des aveux.", "36.   Par une décision du 10 décembre 1990, le juge Henry estima qu’il n’y avait pas de commencement de preuve (prima facie case) d’abus que ce soit de la part des inspecteurs ou des autorités de poursuite. Il avait entendu les inspecteurs comme le fonctionnaire de police chargé de l’enquête pénale. Le 14 décembre 1990, il écarta la demande de suspension de la procédure, estimant que l’interrogatoire des accusés ou la communication des dépositions de M. Seelig devant les inspecteurs aux autorités de poursuite ou encore la conduite des poursuites n’avaient pas donné lieu à un abus de la procédure pénale. La décision de M. Wood de ne faire intervenir la police qu’au début de mai ne lui paraissait en rien irrégulière ou répréhensible. Il conclut au contraire que les pouvoirs réglementaires avaient été convenablement exercés. Il repoussa aussi, en vertu de l’article 78 de la PACE, une requête tendant à l’exclusion des entretiens comme preuves et alléguant que c’étaient là des preuves compromettant le caractère équitable de la procédure au point que le tribunal ne devait pas les admettre.", "37.   Le 2 mai 1991 (arrêt R. v. Seelig), la Cour d’appel confirma la décision du juge du fond sur la recevabilité desdits entretiens. Le 24 juillet 1991, la Chambre des lords refusa l’autorisation de la saisir.", "3. L’appel du requérant", "38.   Le requérant sollicita l’autorisation de recourir contre le verdict de culpabilité et la peine. Il faisait valoir, notamment, que le juge du fond avait donné de mauvaises indications au jury quant au poids à accorder à la déposition de M. Roux, le directeur financier de Guinness qui bénéficiait de l’immunité des poursuites.", "M. Saunders obtint l’autorisation de recourir contre le verdict de culpabilité. Après une audience à laquelle il fut représenté, la Cour d’appel prononça son arrêt le 16 mai 1991. Elle estima que si le résumé du juge à l’intention du jury renfermait quelques imperfections et certains points malheureux, il s’agissait pour l’essentiel d’un exposé magistral qui laissait au jury le soin de trancher la question essentielle, celle de la malhonnêteté. Elle ajoutait que l’avocat du requérant avait indiqué qu’il souhaiterait peut-être s’adresser à la cour sur la recevabilité des procès-verbaux. Elle déclara cependant qu’en ce qui la concernait, la question avait été tranchée par la décision d’une autre division de la Cour d’appel dans l’affaire R. v. Seelig, qui avait tenu ces déclarations pour recevables. Elle débouta le requérant sur tous les points sauf un: elle estima que le juge avait fait erreur dans ses indications sur un chef d’accusation et annula le verdict de culpabilité sur ce point. Elle ramena la peine à deux ans et demi d’emprisonnement.", "D. La saisine ultérieure de la Cour d’appel par le ministre de l’Intérieur", "39.   Le 22 décembre 1994, le ministre de l’Intérieur saisit la Cour d’appel de la cause du requérant et de ses coaccusés, en vertu de l’article 17 par. 1 de la loi de 1968 sur les appels en matière pénale. Il s’appuyait sur les demandes des coaccusés de M. Saunders - mais non de celui-ci -, lesquels soutenaient que l’accusation n’avait pas communiqué certains documents à leur procès.", "40.   Le requérant fit valoir notamment que l’emploi à son procès des réponses fournies par lui aux inspecteurs du DTI privait automatiquement la procédure pénale de caractère équitable.", "La cour rejeta cet argument; elle relevait que, dans la loi de 1985, le parlement avait disposé expressément et sans équivoque que les réponses données aux inspecteurs du DTI pouvaient être admises comme preuves lors d’une procédure pénale, même si cette admission transgressait le droit de ne pas contribuer à sa propre incrimination.", "Dans son arrêt, la cour nota que les entretiens avec chacun des accusés \"constituaient une partie importante du dossier de l’accusation\".", "41.   Quant à l’allégation d’après laquelle il n’était pas équitable que les personnes interrogées par des inspecteurs du DTI fussent traitées moins favorablement que celles interrogées par la police en vertu de la PACE, la cour releva ce qui suit:", "\"(...) il est particulièrement difficile de décrypter des transactions complexes et tortueuses dans ces domaines, et ceux qui jouissent des immunités et privilèges accordés par les lois sur la faillite et celles sur les sociétés doivent admettre la nécessité d’un système d’examen rigoureux, notamment en cas de suspicion de fraude (...)\"", "42.   En ce qui concerne l’argument d’après lequel la divergence entre les systèmes ménagés par la loi sur les sociétés et la loi sur la justice pénale (paragraphes 48 et 54 ci-dessous) était anormale, la cour déclara:", "\"(...) l’explication réside dans le régime très différent des interrogatoires menés par les inspecteurs du DTI et ceux conduits soit par la police soit par le SFO (bureau de la répression des fraudes). Les inspecteurs du DTI sont des enquêteurs; contrairement à la police ou au SFO, ce ne sont pas des procureurs ou des procureurs potentiels. Il est caractéristique qu’ici les deux inspecteurs aient été un Queen’s Counsel et un expert-comptable agréé. Ils sont tenus d’agir en équité et de donner à quiconque ils se proposent de condamner ou de critiquer la possibilité équitable de répondre aux allégations portées contre lui (...). D’habitude, la personne interrogée est représentée par des avocats et elle peut être informée au préalable des questions qui seront soulevées.\"", "43.   La cour écarta aussi l’allégation d’abus de la procédure en ce que les inspecteurs du DTI serviraient à tort de \"collecteurs de preuves\" pour l’accusation ou qu’il y aurait \"collusion\" illégitime ou dépourvue de caractère équitable:", "\"Nous avons examiné avec soin l’effet des événements de novembre 1986 à octobre 1987 à la lumière de toutes les pièces. Nous estimons qu’il convenait d’autoriser les inspecteurs à poursuivre leur enquête et à n’impliquer la police qu’en mai 1987, sous réserve de deux conditions essentielles.", "1) Les inspecteurs devaient pouvoir conduire leurs enquêtes et interrogatoires de manière indépendante, sans instructions, mandat ou exhortation de la part des autorités de poursuite. Nous avons la totale conviction que les inspecteurs eux-mêmes l’ont bien précisé et respecté. Les avocats ont eux aussi posé ces règles fondamentales, qui furent observées (...)", "2) Les entretiens devaient être menés de manière équitable et non contestable. On n’a pas avancé devant le juge du fond ou devant nous que les inspecteurs pouvaient être critiqués sur ce chapitre. Les entretiens étaient structurés avec soin, durée correcte et se sont déroulés dans des conditions convenables. Les appelants, hommes d’affaires expérimentés et d’une grande intelligence, furent tous représentés par des counsel (en général des Queen’s Counsel) ou par un solicitor chevronné. Les questions furent posées avec une équité scrupuleuse et le code établi dans l’affaire Pergamon (...) fut respecté.\"", "44.   La cour repoussa enfin l’allégation selon laquelle aurait été une source d’iniquité pour le requérant le fait que les éléments dénotant prétendument un abus n’avaient pas été communiqués avant le procès. Elle refusa par la suite d’attester l’existence d’un point d’importance publique et refusa l’autorisation de saisir la Chambre des lords. Cette décision a fermé toutes les voies de recours à M. Saunders.", "II.   Le droit et la pratique internes pertinents", "A. Désignation des inspecteurs", "45.   En vertu de l’article 432 de la loi de 1985 sur les sociétés (\"la loi de 1985\"), le ministre peut nommer un ou plusieurs inspecteurs compétents chargés d’enquêter sur les affaires d’une société et d’en rendre compte selon les modalités qu’il fixe. Il peut procéder à pareille nomination s’il appert que certaines circonstances indiquent:", "\"a) que les affaires de la société sont ou ont été menées dans l’intention d’escroquer ses créanciers ou les créanciers de toute autre personne, ou à des fins frauduleuses ou illégales, ou d’une manière portant un préjudice injustifié à une partie de ses associés, ou", "b) qu’un acte ou une omission de la société, qu’il soit effectif ou envisagé (y compris un acte ou une omission pour le compte de la société) porte ou porterait pareil préjudice, que la société a été créée à des fins frauduleuses ou illégales, ou", "c) que des personnes prenant part à la création ou à la gestion des affaires de la société se sont rendues coupables, à cet égard, de fraude, d’infraction à la loi, ou de tout autre agissement répréhensible envers la société ou ses associés, ou", "d) que les associés n’ont pas obtenu quant à ses affaires toutes les informations qu’ils pouvaient raisonnablement escompter.\" (article 432 par. 2)", "46.   Le ministre est également habilité à désigner des inspecteurs pour:", "\"(...) enquêter sur l’ensemble des associés d’une société et sur tout autre aspect, ainsi que pour en rendre compte afin d’identifier les personnes qui ont ou avaient véritablement un intérêt financier à la réussite ou l’échec (réel ou apparent) de la société, ou qui sont ou ont été en mesure de diriger ou d’influer matériellement sur sa politique.\" (article 442 par. 1)", "B. Fonction et pouvoirs des inspecteurs", "47.   Les inspecteurs n’ont pas une fonction judiciaire mais un rôle inquisitoire. Elle a été résumée en ces termes dans l’affaire Pergamon Press Ltd (Chancery Reports 1971, p. 388, Lord Justice Sachs, p. 401):", "\"La fonction des inspecteurs est par essence de mener une enquête en vue d’établir si certains faits sont susceptibles d’amener d’autres personnes à intervenir; leur fonction n’inclut pas la prise de décision quant à la question d’une intervention et, a fortiori, il ne leur appartient pas de se prononcer en dernier lieu sur les questions susceptibles d’être soulevées en cas d’intervention.\"", "48.   L’article 434 de la loi de 1985 est ainsi libellé:", "\"1. Lorsque des inspecteurs sont désignés en vertu de l’article 431 ou 432, tous les dirigeants et salariés de la société ont pour devoir (...)", "a) de présenter aux inspecteurs tous les livres et documents de la société ou y relatifs (...) dont ils sont responsables ou qui relèvent de leurs compétences,", "b) de se présenter devant les inspecteurs lorsqu’ils y sont invités et,", "c) de fournir aux inspecteurs tout autre concours qu’ils sont raisonnablement en mesure de prêter dans le cadre de l’enquête (...)", "(...)", "3. Un inspecteur peut procéder à un interrogatoire sous serment des dirigeants et salariés de la société ou d’une autre personne morale, et de toute personne visée au paragraphe 2 ci-dessus, dans le cadre des affaires de la société ou d’un autre organe, et peut faire prêter serment à ce titre (...)", "(...)", "5. Toute réponse donnée par une personne à une question qui lui est soumise dans l’exercice des pouvoirs conférés par cet article (qu’ils s’exercent dans le cadre d’une enquête menée en vertu de l’un ou de l’autre des articles 431 à 433, en application de tout autre article de la présente partie) être retenue contre elle.\"", "49.   L’article 436 de la loi dispose:", "\"1) Lorsque des inspecteurs sont nommés en vertu de l’article 431 ou 432 afin d’enquêter sur les affaires d’une société, ce qui suit s’applique à -", "a) tout dirigeant ou salarié de la société,", "b) tout dirigeant ou salarié d’une autre personne morale dont les affaires font l’objet d’une enquête prévue à l’article 433 et", "c) toute personne visée à l’article 434 par. 2.", "L’article 434 par. 4 s’applique au regard des références faites dans cet alinéa à un dirigeant ou à un salarié.", "2) Si cette personne -", "a) refuse de présenter tout livre ou document que l’article 434 ou 435 lui fait obligation de remettre,", "b) refuse de se présenter devant les inspecteurs lorsqu’elle y est invitée, ou", "c) refuse de répondre à toute question qui lui est soumise par les inspecteurs quant aux affaires de la société ou de toute autre personne morale (selon le cas), inspecteurs peuvent signaler le refus par écrit au tribunal.", "3) Le tribunal peut alors instruire l’affaire et, après audition de tout témoin à charge ou à décharge de l’auteur présumé de l’infraction, et après avoir entendu toute déclaration faite par la défense, il peut infliger à l’auteur de l’infraction la même peine que pour une personne coupable de contempt of court (mépris du tribunal).\"", "50.   Dans ce contexte, le contempt of court peut être puni par une amende ou un emprisonnement de deux ans au plus.", "C. Dispositions de la loi de 1984 sur la police et les preuves en matière pénale et de la loi de 1987 sur la justice pénale", "51.   Les passages pertinents de l’article 76 de la loi de 1984 sur la police et les preuves en matière pénale (PACE) sont ainsi rédigés:", "\"1. Tout aveu fait lors d’une procédure par une personne accusée peut être utilisé contre elle dans la mesure où il est pertinent pour tout point en litige dans la procédure et n’est pas exclu par le tribunal conformément à cet article.", "2. Si, dans une procédure au cours de laquelle l’accusation envisage d’utiliser comme preuve un aveu fait par une personne accusée, il est signalé au tribunal que ledit aveu a ou a peut-être été obtenu -", "a) par pression exercée sur son auteur; ou", "b) à la suite des propos ou des actes susceptibles, dans les circonstances du moment, de compromettre la crédibilité de tout aveu fait par cette personne en conséquence, le tribunal n’accepte pas que l’aveu soit produit comme preuve à charge sauf si l’accusation établit au-delà de tout doute raisonnable que l’aveu (bien que sa substance puisse être exacte) n’a pas été obtenu de la manière susmentionnée (...)\"", "52.   Le passage pertinent de l’article 78 est ainsi libellé:", "\"1. Dans toute procédure, le tribunal peut refuser une preuve sur laquelle l’accusation désire se fonder s’il lui apparaît que, eu égard à l’ensemble des circonstances, y compris celles dans lesquelles la preuve a été obtenue, l’admettre porterait atteinte à l’équité du procès au point que le tribunal se doit de ne pas l’accepter.\"", "53.   Selon l’article 82 par. 1 de la PACE, un \"\"aveu\" inclut toute déclaration en tout ou partie défavorable à son auteur, qu’elle soit faite ou non à une personne occupant des fonctions officielles et qu’elle soit orale ou non\".", "54.   La loi de 1987 sur la justice pénale confère au directeur du bureau de répression des fraudes des pouvoirs particuliers qui lui permettent d’instruire et de poursuivre les fraudes graves. L’article 2 par. 2 fait obligation à une personne dont les affaires sont soumises à enquête de répondre aux questions, fût-ce au risque de s’incriminer. A défaut, elle s’expose à des sanctions pénales (article 2 par. 13). Les réponses ainsi obtenues ne peuvent servir comme preuves contre un suspect que s’il est poursuivi pour n’avoir pas répondu aux questions sans excuse valable ou s’il fait une déposition qui vient contredire une réponse antérieure (article 2 par. 8).", "PROCEDURE DEVANT LA COMMISSION", "55.   M. Saunders a saisi la Commission (requête no 19187/91) le 20 juillet 1988. Selon lui, l’utilisation à son procès des déclarations faites par lui devant les inspecteurs du DTI en vertu de leurs pouvoirs contraignants l’avait privé d’un procès équitable, au mépris de l’article 6 par. 1 de la Convention (art. 6-1).", "56.   Le 7 décembre 1993, la Commission a retenu le grief de l’intéressé. Dans son rapport du 10 mai 1994, elle conclut à la violation de l’article 6 par. 1 de la Convention (art. 6-1) (quatorze voix contre une).", "Le texte intégral de son avis et des deux opinions séparées dont il s’accompagne figure en annexe au présent arrêt (1).", "CONCLUSIONS PRESENTEES A LA COUR", "57.   Le requérant prétend que l’emploi des procès-verbaux à son procès a enfreint l’article 6 par. 1 (art. 6-1) et que, dans la mesure où le retard apporté à lancer l’enquête de la police était motivé par le désir d’obtenir lesdits procès-verbaux, le moyen utilisé pour les recueillir a lui aussi porté atteinte à cette disposition (art. 6-1).", "58.   Le Gouvernement soutient que la coercition ne pouvait et n’a pas en soi ôté à la procédure son caractère équitable. En outre, si la Cour concluait que telle ou telle réponse de M. Saunders pouvait à bon droit passer pour auto-incriminante, il faudrait encore apprécier si l’usage extrêmement limité qui en a été fait a en réalité privé la procédure pénale de caractère équitable. Pareille privation n’aurait pas eu lieu.", "EN DROIT", "I.   SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 1 DE LA CONVENTION (art. 6-1)", "59.   Le requérant prétend n’avoir pas bénéficié d’un procès équitable, au mépris de l’article 6 par. 1 de la Convention (art. 6-1) dont les passages pertinents sont ainsi libellés:", "\"Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...)\"", "La Commission conclut à la violation; le Gouvernement le conteste.", "A. Le droit de ne pas s’incriminer soi-même", "1. Les arguments des comparants", "a) Le requérant", "60.   Le requérant dénonce le fait que les déclarations formulées par lui sous la contrainte aux inspecteurs désignés par le ministère du Commerce et de l’Industrie (DTI) (paragraphe 18 ci-dessus) au cours de leur enquête furent admises comme preuves à charge lors de son procès pénal ultérieur (paragraphes 30-33 ci-dessus).", "Il affirme que, comme la Cour l’a reconnu dans ses arrêts Funke c. France (25 février 1993, série A no 256-A, p. 22, par. 44) et John Murray c. Royaume-Uni (8 février 1996, Recueil des arrêts et décisions 1996-I, p. 49, par. 45), le droit à un procès équitable garanti par l’article 6 par. 1 (art. 6-1) englobe implicitement le droit d’un individu de ne pas devoir contribuer à ce que des dépositions à sa charge soient utilisées dans le cadre de poursuites à son encontre. Ce principe serait étroitement lié à celui de la présomption d’innocence, expressément énoncé à l’article 6 par. 2 de la Convention (art. 6-2) et reconnu, entre autres, par la Cour de justice des Communautés européennes (Orkem c. Commission, affaire 374/87, Recueil de la CJCE 1989, p. 3283) et la Cour constitutionnelle d’Afrique du Sud (arrêt Ferreira c. Levin et autres du 6 décembre 1995). Il devrait s’appliquer également à tous les accusés, indépendamment de la nature des allégations dirigées contre eux, de leur niveau d’instruction et d’intelligence. En conséquence, l’emploi par l’accusation des procès-verbaux des entretiens avec les inspecteurs lors de la procédure pénale ultérieure serait contraire à l’article 6 (art. 6).", "61.   L’intéressé affirme en outre que ce recours aux procès-verbaux est particulièrement inique dans son cas puisque, selon les termes de la Cour d’appel, ils \"constituaient une partie importante du dossier de l’accusation\". Trois jours ont été consacrés à donner lecture au jury d’extraits des entretiens de M. Saunders avec les inspecteurs avant que celui-ci ne décidât de déposer pour expliquer et développer ces documents. Par voie de conséquence, il aurait été soumis à un contre-interrogatoire intensif sur les incohérences alléguées entre sa déposition orale au procès et ses réponses aux questions des inspecteurs, incohérences sur lesquelles le juge a appelé l’attention dans son résumé au jury. L’accusation aurait ainsi vu sa tâche facilitée, puisqu’elle avait pu opposer ses propres éléments de preuve aux dénégations plus précises que M. Saunders avait fournies lors de ses entretiens.", "b) Le Gouvernement", "62.   Le Gouvernement soutient que seules les déclarations incriminant leur auteur peuvent relever du droit de ne pas s’auto-incriminer. Or les réponses qui disculpent leur auteur ou qui, si elles sont exactes, concordent avec la défense d’un accusé ou servent à la confirmer ne pourraient valablement passer pour incriminer leur auteur. Ni le requérant ni la Commission n’auraient identifié à quelque stade que ce soit une seule réponse fournie par le premier aux inspecteurs du DTI qui eût incriminé celui-ci. On ne saurait déduire du droit de ne point s’auto-incriminer un autre droit de ne pas se voir opposer des éléments de preuve qui exigent de l’accusé qu’il dépose lui-même s’il veut les réfuter avec succès. Ce serait là, pourtant, ce que le requérant exige lorsqu’il affirme que la prise en compte des procès-verbaux de ces entretiens \"l’a contraint\" à déposer.", "Le Gouvernement concède que l’accusation ou le tribunal ne peuvent obliger l’accusé à comparaître comme témoin à son propre procès ou à répondre aux questions qui lui sont adressées dans le prétoire, et qu’un manquement à ce principe risquerait de priver un accusé d’un procès équitable. Cependant, le droit de ne pas contribuer à sa propre incrimination ne serait ni absolu ni immuable. Dans d’autres Etats (Norvège, Canada, Australie, Nouvelle-Zélande et Etats-Unis d’Amérique), la loi permettrait de recueillir des déclarations sous la contrainte lors d’enquêtes sur des fraudes dans le domaine des sociétés et de la finance, et de les utiliser par la suite dans un procès pénal afin de confronter les dépositions orales de l’accusé à celles des témoins. Il ne découlerait pas davantage de la reconnaissance de ce droit que l’accusation ne puisse jamais employer comme preuves des déclarations, documents ou autres pièces auto-incriminantes obtenues dans l’exercice de pouvoirs coercitifs. Le droit de l’accusation d’obtenir des pièces en vertu de mandats de perquisition, ou des prélèvements d’haleine, de sang ou d’urine, en fournirait des exemples.", "63.   Selon le Gouvernement, il serait faux de déduire de l’arrêt Funke (mentionné au paragraphe 60 ci-dessus) une déclaration générale de principe concernant le \"droit de garder le silence\", puisque l’arrêt ne définit pas la nature de ce droit. L’article 6 (art. 6) ne saurait renfermer implicitement une règle absolue selon laquelle tout usage de déclarations obtenues sous la contrainte priverait automatiquement la procédure pénale de son caractère équitable. Il faudrait à cet égard tenir compte de l’ensemble des faits de la cause, y compris des nombreuses garanties procédurales inhérentes au système. Ainsi, au stade de l’enquête des inspecteurs, on préviendrait des injustices puisque les inspecteurs sont indépendants et soumis à contrôle juridictionnel, et que la personne interrogée a le droit d’être représentée devant eux par un conseil et de recevoir le procès-verbal de ses réponses, qu’elle pourra corriger ou développer. D’ailleurs, au cours d’un éventuel procès pénal ultérieur, l’accusé qui aurait fourni contre son gré des réponses aux inspecteurs se verrait protégé par le pouvoir qu’a le juge d’écarter ces preuves; des aveux qui pourraient être indignes de foi, ou obtenus par la coercition devraient être exclus, et le juge disposerait d’un pouvoir d’appréciation pour rejeter tout autre élément dont l’admission nuirait à l’équité de la procédure (paragraphes 51-52 ci-dessus).", "64.   Le Gouvernement affirme encore que, s’il ne faut pas négliger les intérêts de l’individu, il existe aussi un intérêt public à ce que les sociétés soient dirigées de manière honnête et à ce que les personnes impliquées dans des fraudes complexes au sein de sociétés soient poursuivies de manière efficace. Ce dernier intérêt commanderait que les suspects soient contraints de répondre aux questions des inspecteurs et que les autorités de poursuite puissent s’appuyer, lors d’un éventuel procès pénal ultérieur, sur les réponses obtenues. A cet égard, on pourrait valablement distinguer entre les fraudes en matière de sociétés et d’autres types d’infraction, puisque des mécanismes tels que des structures complexes de sociétés, les sociétés prête-nom, des transactions financières compliquées et des écritures comptables falsifiées pourraient servir à dissimuler des abus de biens sociaux, ou la responsabilité personnelle pour pareils méfaits. Les pièces documentaires afférentes à de semblables transactions seraient souvent insuffisantes pour engager des poursuites ou incompréhensibles sans les explications des individus concernés. Du reste, il ne faudrait pas perdre de vue qu’il y a des chances que le genre de personne interrogée par les inspecteurs soit un homme d’affaires avisé ayant accès aux conseils juridiques d’experts et ayant de surcroît choisi de tirer profit de la responsabilité limitée et de la personnalité distincte des sociétés.", "c) La Commission", "65.   La Commission estime que le droit de ne pas contribuer à sa propre incrimination constitue un élément important de la protection des individus contre de fortes pressions et la coercition, est lié au principe de la présomption d’innocence et doit s’appliquer également à tous les types d’accusés, y compris ceux soupçonnés d’avoir commis des fraudes complexes au sein de sociétés. En l’occurrence, les éléments incriminant le requérant, que celui-ci a été contraint de fournir, représentaient une partie non négligeable des éléments à charge à son procès, puisqu’ils renfermaient des aveux qui ont dû augmenter la pression pour qu’il témoignât. L’utilisation de ces éléments aurait donc exercé une pression inacceptable sur M. Saunders, dont elle aurait sensiblement amoindri l’aptitude à se défendre contre les accusations pénales pesant sur lui; partant, elle l’aurait privé d’un procès équitable.", "A l’audience devant la Cour, le délégué a souligné que même la dénégation ferme de sa culpabilité en réponse aux questions l’accusant peut lourdement incriminer l’accusé et lui porter gravement préjudice. Il en aurait été ainsi en l’espèce, puisque les réponses furent utilisées contre l’intéressé lors des plaidoiries d’ouverture et de clôture, ainsi que des contreinterrogatoires, aux fins d’établir que l’on ne pouvait ajouter foi aux réponses fournies aux inspecteurs et que le requérant était malhonnête.", "d) Amicus curiae", "66.   Se référant à certains traités internationaux sur les droits de l’homme et au droit en vigueur dans plusieurs Parties contractantes, Liberty a invité la Cour à dire que l’article 6 (art. 6) interdit d’obtenir d’un individu sous la menace d’une sanction judiciaire des éléments de preuve l’incriminant et de les retenir dans une procédure pénale.", "2. L’appréciation de la Cour", "67.   La Cour relève d’abord que la plainte du requérant porte essentiellement sur l’usage, dans la procédure pénale dirigée contre lui, des déclarations recueillies par les inspecteurs du DTI. Une enquête administrative peut certes impliquer une décision sur une \"accusation en matière pénale\", compte tenu de la jurisprudence de la Cour sur le caractère autonome que revêt cette notion; les comparants n’ont toutefois pas indiqué dans leurs plaidoiries devant la Cour que l’article 6 par. 1 (art. 6-1) s’appliquerait à la procédure menée par les inspecteurs ou que celle-ci impliquerait elle-même une décision sur une accusation en matière pénale au sens de cette disposition (art. 6-1) (voir, entre autres, l’arrêt Deweer c. Belgique du 27 février 1980, série A no 35, pp. 21-24, paras. 42-47). La Cour rappelle à cet égard son arrêt Fayed c. Royaume-Uni; elle y a estimé que l’article 432 par. 2 de la loi de 1985 sur les sociétés confiait aux inspecteurs une mission essentiellement d’investigation et qu’ils ne rendaient aucune décision juridictionnelle ni dans la forme ni quant au fond. Leur enquête avait pour finalité l’établissement et la consignation de faits qui pourraient par la suite servir de base à l’action d’autres autorités compétentes - de poursuite, réglementaires, disciplinaires, voire législatives (arrêt du 21 septembre 1994, série A no 294-B, p. 47, par. 61). Comme le dit encore cet arrêt, exiger que semblable enquête préparatoire soit assujettie aux garanties d’une procédure judiciaire énoncées à l’article 6 par. 1 (art. 61) gênerait indûment, en pratique, la réglementation efficace, dans l’intérêt public, d’activités financières et commerciales complexes (ibidem, p. 48, par. 62).", "La Cour se préoccupera donc seulement, en l’espèce, de l’usage qui a été fait dans la procédure pénale des déclarations pertinentes du requérant.", "68.   La Cour rappelle que, même si l’article 6 de la Convention (art. 6) ne le mentionne pas expressément, le droit de se taire et - l’une de ses composantes - le droit de ne pas contribuer à sa propre incrimination sont des normes internationales généralement reconnues qui sont au coeur de la notion de procès équitable consacrée par ledit article (art. 6). Leur raison d’être tient notamment à la protection de l’accusé contre une coercition abusive de la part des autorités, ce qui évite les erreurs judiciaires et permet d’atteindre les buts de l’article 6 (art. 6) (arrêts John Murray précité, p. 49, par. 45, et Funke précité, p. 22, par. 44). En particulier, le droit de ne pas contribuer à sa propre incrimination présuppose que, dans une affaire pénale, l’accusation cherche à fonder son argumentation sans recourir à des éléments de preuve obtenus par la contrainte ou les pressions, au mépris de la volonté de l’accusé. En ce sens, ce droit est étroitement lié au principe de la présomption d’innocence consacré à l’article 6 par. 2 de la Convention (art. 6-2).", "69.   Toutefois, le droit de ne pas s’incriminer soi-même concerne en premier lieu le respect de la détermination d’un accusé de garder le silence. Tel qu’il s’entend communément dans les systèmes juridiques des Parties contractantes à la Convention et ailleurs, il ne s’étend pas à l’usage, dans une procédure pénale, de données que l’on peut obtenir de l’accusé en recourant à des pouvoirs coercitifs mais qui existent indépendamment de la volonté du suspect, par exemple les documents recueillis en vertu d’un mandat, les prélèvements d’haleine, de sang et d’urine ainsi que de tissus corporels en vue d’une analyse de l’ADN.", "En l’espèce, la Cour doit seulement rechercher si l’emploi que l’accusation a fait des déclarations obtenues du requérant par les inspecteurs a porté une atteinte injustifiable à ce droit. Elle doit examiner cette question à la lumière de toutes les circonstances de la cause. Elle déterminera en particulier si des pressions ont été exercées sur l’intéressé pour qu’il déposât et si l’utilisation dans son procès de ces éléments s’est heurtée aux principes fondamentaux d’un procès équitable inhérents à l’article 6 par. 1 (art. 6-1), dont le droit en question est une composante.", "70.   Le Gouvernement ne conteste pas que la loi faisait obligation au requérant de déposer devant les inspecteurs. L’intéressé fut tenu, en vertu des articles 434 et 436 de la loi de 1985 sur les sociétés (voir aussi les paragraphes 48-49 ci-dessus), de répondre aux questions que les inspecteurs lui posèrent au cours de neuf longs entretiens, dont sept furent recevables comme preuves à son procès. S’il avait refusé de répondre aux questions, le requérant aurait pu être convaincu de contempt of court et condamné à un emprisonnement pouvant aller jusqu’à deux ans (paragraphe 50 ci-dessus); il ne pouvait arguer pour sa défense que ces questions revêtaient un caractère incriminatoire (paragraphe 28 ci-dessus).", "Le Gouvernement a toutefois souligné devant la Cour qu’aucun des propos tenus par le requérant au cours des entretiens n’était auto-incriminant et que M. Saunders avait uniquement fourni des réponses le disculpant ou qui, si elles se révélaient exactes, confirmeraient sa défense. Seules les déclarations auto-incriminatoires pourraient relever du droit de ne pas contribuer à sa propre incrimination.", "71.   La Cour ne souscrit pas à la thèse du Gouvernement sur ce point puisque, en fait, certaines réponses de l’intéressé revêtaient un caractère incriminatoire en ce sens qu’il y avouait avoir eu connaissance de données qui tendaient à l’accuser (paragraphe 31 ci-dessus). En tout état de cause, compte tenu de la notion d’équité consacrée par l’article 6 (art. 6), le droit pour l’accusé de ne pas contribuer à sa propre incrimination ne saurait raisonnablement se limiter aux aveux de méfaits ou aux remarques le mettant directement en cause. Un témoignage obtenu sous la contrainte, qui semble de prime abord dépourvu de caractère incriminatoire - telles des remarques disculpant leur auteur ou de simples informations sur des questions de fait - peut par la suite être utilisé dans une procédure pénale à l’appui de la thèse de l’accusation, par exemple pour contredire ou jeter le doute sur d’autres déclarations de l’accusé ou ses dépositions au cours du procès, ou encore saper sa crédibilité. Dans le cas où celle-ci est soumise à l’appréciation d’un jury, le recours à semblables témoignages peut particulièrement nuire à leur auteur. Partant, c’est l’utilisation qui sera faite, au cours du procès pénal, des dépositions recueillies sous la contrainte qui importe dans ce contexte.", "72.   A ce propos, la Cour relève que pendant trois jours, l’avocat de l’accusation a donné lecture au jury d’une partie du procès-verbal des réponses du requérant, en dépit des objections de celui-ci. Que l’accusation ait fait un aussi large usage des entretiens donne fort à penser qu’elle croyait que cette lecture conforterait sa thèse en ce qu’elle établirait la malhonnêteté de M. Saunders. Cette interprétation de l’impact ainsi recherché se trouve confirmée par les remarques du juge à l’audience en voir dire portant sur les huitième et neuvième interrogatoires, remarques d’après lesquelles chacune des déclarations de l’intéressé pouvait constituer un aveu aux fins de l’article 82 par. 1 de la loi de 1984 sur la police et les preuves en matière pénale (paragraphe 53 ci-dessus). De même, la Cour d’appel estima que les entretiens constituaient \"une partie importante\" du dossier de l’accusation (paragraphe 40 ci-dessus). D’ailleurs, il est clair que, par moments, l’accusation a utilisé les déclarations de manière incriminatoire afin d’établir que le requérant avait connaissance de versements effectués aux personnes qui avaient participé à l’opération de soutien des actions et de mettre ainsi son honnêteté en cause (paragraphe 31 ci-dessus). L’avocat du coaccusé de M. Saunders s’en est lui aussi servi pour jeter le doute sur la version des événements donnée par ce dernier (paragraphe 32 ci-dessus).", "En bref, les éléments du dossier étayent la thèse que les procès-verbaux des réponses du requérant, qu’elles le mettent ou non directement en cause, furent utilisés au cours de la procédure d’une manière qui tendait à l’incriminer.", "73.   M. Saunders comme la Commission affirment que les aveux contenus dans les interrogatoires ont dû exercer sur l’intéressé une pression supplémentaire pour qu’il témoignât au cours du procès plutôt que d’exercer son droit de garder le silence. Le Gouvernement estime en revanche que M. Saunders a choisi de déposer en raison de l’effet néfaste des dispositions du principal témoin à charge, M. Roux.", "Sans pouvoir exclure que cette décision s’explique notamment par l’ample usage fait des dépositions par l’accusation, la Cour n’estime pas devoir spéculer sur les raisons qui ont poussé le requérant à témoigner à son procès.", "74.   La Cour ne juge pas nécessaire non plus, eu égard à l’appréciation qui précède de l’usage des dépositions lors du procès, de dire si le droit de ne pas contribuer à sa propre incrimination est absolu ou s’il peut, dans certains cas, s’avérer justifié de l’enfreindre.", "Elle ne souscrit pas à la thèse du Gouvernement d’après laquelle la complexité des fraudes dans le domaine des sociétés ainsi que l’intérêt public essentiel à la poursuite de ces fraudes et à la sanction des responsables peuvent justifier que l’on s’écarte à ce point de l’un des principes fondamentaux d’une procédure équitable. Avec la Commission, elle estime que les exigences générales d’équité consacrées à l’article 6 (art. 6), y compris le droit de ne pas contribuer à sa propre incrimination, s’appliquent aux procédures pénales concernant tous les types d’infraction criminelle, de la plus simple à la plus complexe. L’intérêt public ne saurait justifier l’utilisation de réponses obtenues de force dans une enquête non judiciaire pour incriminer l’accusé au cours de l’instance pénale. Il faut noter à cet égard qu’en application de la législation pertinente, les déclarations obtenues par le bureau de la répression des fraudes dans l’exercice de ses pouvoirs coercitifs ne peuvent en principe être produites comme preuves au procès ultérieur de l’intéressé. D’ailleurs, ce n’est pas parce que le requérant a formulé des déclarations avant d’être inculpé que leur usage ultérieur dans la procédure pénale ne constitue pas une atteinte à ce droit.", "75.   Il découle de l’analyse qui précède et du fait que l’article 434 par. 5 de la loi de 1985 sur les sociétés autorise, comme le juge et la Cour d’appel le relevèrent, à utiliser ultérieurement, dans une procédure pénale, des déclarations obtenues par les inspecteurs, que les diverses garanties procédurales menti onnées par le gouvernement défendeur (paragraphe 63 ci-dessus) ne peuvent constituer un moyen de défense en l’espèce car elles n’ont pas joué de manière à empêcher l’emploi des déclarations lors de la procédure pénale ultérieure.", "76.   Partant, il y a eu en l’occurrence une atteinte au droit de ne pas s’incriminer soi-même.", "B. Sur l’allégation d’abus de pouvoirs par les autorités de poursuite", "77.   Le requérant se plaint aussi de ce que les autorités de poursuite auraient délibérément retardé le début de l’enquête policière pour permettre aux inspecteurs de recueillir des éléments de preuve dans l’exercice de leurs pouvoirs spéciaux. Il se réfère à la réunion du 30 janvier 1987 entre les inspecteurs et des représentants du parquet (paragraphe 23 ci-dessus), laquelle a précédé de quelque trois mois l’ouverture formelle de l’enquête policière (paragraphe 26 ci-dessus). En outre, des documents divulgués aux fins du recours le plus récent (paragraphes 39-44 ci-dessus) montreraient que, selon les termes de la Cour d’appel, \"toutes les personnes concernées savent que les inspecteurs ont plus de pouvoir que la police lorsqu’ils mènent leurs interrogatoires et elles expriment clairement l’espoir qu’ils provoqueront des réponses (...) pouvant servir de preuve au procès\".", "Le fait que la Cour d’appel n’a pas conclu à l’abus de voies de droit ne devrait pas être déterminant, puisque le tribunal interne ne pouvait appliquer la Convention et devait, en droit anglais, conclure que la manière dont les procès-verbaux des entretiens avec les inspecteurs avaient été utilisés au procès n’était pas contraire à l’équité.", "78.   Le Gouvernement souligne que le requérant a déjà avancé, en vain, cet argument devant la Cour d’appel (paragraphe 43 ci-dessus) et qu’en soulevant derechef cette question à Strasbourg, il tente d’ériger la Cour, au mépris de sa jurisprudence constante, en juridiction de quatrième degré.", "79.   La Commission estime qu’il ne s’impose pas d’examiner ce grief, vu son constat que le requérant a été privé d’un procès équitable en raison de l’utilisation qui a été faite des procès-verbaux au cours du procès.", "80.   Ayant conclu à une atteinte au droit de ne pas s’incriminer soi-même, la Cour juge superflu d’examiner les allégations de M. Saunders sur ce point. Elle prend toutefois acte des constats de la Cour d’appel selon lesquels les inspecteurs ont mené leur enquête de manière indépendante, sans consignes ni pressions des autorités de poursuite, et qu’il n’y a eu entre elles et eux aucune collaboration irrégulière ou inique (paragraphe 43 cidessus).", "C. Conclusion", "81.   En conclusion, le requérant a été privé d’un procès équitable. Il y a donc eu violation de l’article 6 par. 1 de la Convention (art. 6-1).", "II.   SUR L’APPLICATION DE L’ARTICLE 50 DE LA CONVENTION (art. 50)", "82.   Le requérant sollicite une satisfaction équitable au titre de l’article 50 de la Convention (art. 50), ainsi libellé:", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommages", "1. Préjudice matériel", "83.   Le requérant soutient que sans les éléments de preuve produits à son procès, au mépris de l’article 6 (art. 6), l’accusation se serait trouvée en grande difficulté. Il fait état d’un préjudice matériel de 3 668 181,37 livres sterling (GBP). Ce montant comprend le manque à gagner jusqu’en mai 1995, les frais de voyage et de séjour, les honoraires des solicitors (Payne Hicks Beach) afférents aux entretiens avec les inspecteurs et ceux des solicitors (Landau et Landau) concernant, entre autres, la procédure pénale.", "A l’audience devant la Cour, M. Saunders a toutefois admis qu’un constat de la Cour en sa faveur et le rétablissement en conséquence de sa bonne renommée constitueraient une \"véritable réparation\".", "84.   Le Gouvernement trouve excessive la demande pour préjudice matériel. Il souligne en particulier que M. Saunders n’a pas critiqué l’enquête des inspecteurs en soi, mais n’en sollicite pas moins le remboursement des frais d’avocat y afférents. Quant à la requête pour manque à gagner, il affirme que l’intéressé a été licencié de Guinness au terme de l’enquête de la société elle-même sur la manière dont la fusion avait été menée. D’ailleurs, M. Saunders percevrait de Guinness depuis son licenciement 74 000 GBP par an, auxquelles s’ajouteraient, depuis mai 1993, 125 000 GBP net par an perçues en qualité de consultant commercial.", "85.   Le délégué de la Commission précise que, si elle a constaté un manquement à l’article 6 par. 1 (art. 6-1), la Commission ne s’est livrée à aucune spéculation sur l’issue probable du procès de M. Saunders dans le cas où les procès-verbaux des entretiens n’auraient pas été admis comme preuves.", "86.   La Cour note que le constat de violation en l’espèce concerne la procédure pénale dirigée contre le requérant, et non celle devant les inspecteurs, dont l’intéressé ne se plaint pas. Elle ne peut d’ailleurs pas spéculer sur la question de savoir si l’issue du procès aurait été différente dans l’hypothèse où l’accusation ne se serait pas servie des transcriptions des entretiens (voir, mutatis mutandis, l’arrêt John Murray cité au paragraphe 68 ci-dessus, p. 52, par. 56) et, à l’instar de la Commission, souligne que le constat d’une violation de la Convention n’implique rien à cet égard.", "Elle considère donc qu’aucun lien de causalité ne se trouve établi entre les dommages allégués par le requérant et le constat par elle d’une violation.", "2. Préjudice moral", "87.   Pour tort moral, M. Saunders sollicite un million de livres, qui l’indemniseraient pour le déni de son droit à un procès équitable et l’inquiétude, l’angoisse et l’emprisonnement qu’il a subis en conséquence.", "88.   Le Gouvernement soutient qu’il n’y a lieu d’octroyer aucun montant à ce titre.", "89.   La Cour considère que, dans les circonstances de la cause, le constat de violation fournit en soi une satisfaction équitable pour tout préjudice moral éventuellement souffert.", "B. Frais et dépens", "90.   Le requérant réclame 336 460,75 GBP au total pour frais et dépens à raison de la procédure de Strasbourg. Ce montant se répartirait ainsi: 1) 82 284,50 GBP pour les honoraires d’avocats; 2) 42 241,25 GBP pour les honoraires de solicitors et 3) 211 935 GBP pour les honoraires de ses conseillers, M. et Mme Devlin.", "91.   Le Gouvernement considère comme excessifs les montants réclamés à ce titre. Il soutient en particulier qu’aucune somme ne doit être allouée pour les honoraires de M. et Mme Devlin, puisque le requérant aurait pu présenter efficacement sa cause à Strasbourg avec la seule assistance de solicitors expérimentés et d’avocats principal et en second.", "92.   Le délégué de la Commission ne formule aucune observation sur les montants sollicités.", "93.   La Cour n’est pas convaincue que les montants revendiqués par le requérant aient été nécessairement exposés ou soient d’un montant raisonnable. Statuant en équité, elle octroie 75 000 GBP de ce chef.", "C. Intérêts moratoires", "94.   Selon les informations dont dispose la Cour, le taux légal applicable au Royaume-Uni à la date d’adoption du présent arrêt était de 8 % l’an.", "PAR CES MOTIFS, LA COUR", "1.    Dit, par seize voix contre quatre, qu’il y a eu violation de l’article 6 par. 1 de la Convention (art. 6-1);", "", "2.   Dit, à l’unanimité, que le constat d’une violation fournit en soi une satisfaction équitable pour le préjudice moral éventuellement subi;", "", "3.   Dit, à l’unanimité,", "a) que l’Etat défendeur doit verser au requérant, dans les trois mois, 75 000 (soixante-quinze mille) livres sterling pour frais et dépens;", "b) que ce montant sera à majorer d’un intérêt non capitalisable de 8 % l’an, à compter de l’expiration dudit délai et jusqu’au versement;", "", "4.   Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 17 décembre 1996.", "", "Rudolf BERNHARDT", "Président", "", "Herbert PETZOLD", "Greffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 de la Convention (art. 51-2) et 53 par. 2 du règlement A, l’exposé des opinions séparées suivantes:", "- opinion concordante de M. Walsh;", "- opinion concordante de M. de Meyer;", "- opinion concordante de M. Morenilla;", "- opinion concordante de M. Repik;", "- opinion concordante de M. Pettiti;", "- opinion dissidente de M. Valticos, à laquelle se rallie M. Gölcüklü;", "- opinion dissidente de M. Martens, à laquelle se rallie M. Kuris.", "", "R. B.", "H. P.", "", "", "OPINION CONCORDANTE DE M. LE JUGE WALSH", "(Traduction)", "Je souscris entièrement à l’arrêt de la majorité, sauf la réserve formulée au dernier paragraphe ci-dessous.", "Le fait est que le procès du requérant doit être considéré comme n’ayant pas rempli les exigences de l’article 6 par. 1 de la Convention (art. 6-1). Il a en effet manqué d’équité, dès lors que certaines des preuves sur lesquelles la condamnation de M. Saunders a été assise ont été obtenues grâce à son auto-incrimination et que celle-ci ne résultait pas du libre exercice de la volonté de l’intéressé. C’est que la Cour considère comme fondamental le droit pour l’accusé de ne pas être obligé ou contraint de s’incriminer lui-même. Chacun peut toujours s’auto-incriminer si ce faisant il exerce sa propre volonté; or cette situation diffère fondamentalement de celle d’une personne contrainte, dans une affaire pénale, de témoigner contre elle-même. Si M. Saunders s’est trouvé dans cette situation, cela provient de l’exercice d’un pouvoir spécial exercé, conformément à la législation anglaise actuelle, par des inspecteurs qui, pour reprendre les termes d’une juridiction anglaise, n’administrent pas la justice mais exercent des pouvoirs inquisitoriaux qui leur ont été conférés par la loi. Il importe de se souvenir que la présente espèce ne concerne pas seulement une règle de preuve, mais aussi l’existence du droit fondamental à ne pas être contraint de s’incriminer soimême, que la Cour reconnaît comme un droit fondamental. Ce sont probablement les personnes qui suivent et étudient la jurisprudence des Etats-Unis qui savent le mieux que ce privilège permettant de ne point s’incriminer soi-même constitue l’une des garanties les plus connues et débattues de la liberté personnelle figurant dans la Déclaration des droits de la Constitution des Etats-Unis, ce droit étant l’un de ceux qui furent incorporés à ladite Constitution par le cinquième amendement. Le droit à la protection contre l’obligation de s’incriminer soi-même n’est pas simplement un droit de refuser de témoigner devant un tribunal: il doit également s’appliquer aux organes investis par la loi de pouvoirs inquisitoriaux; c’est également le droit de refuser de répondre à des questions de nature à fonder l’ouverture d’investigations tendant à la découverte d’une infraction. Les graines de ce privilège furent plantées dans la common law anglaise au XIIIe siècle, lorsque les juridictions ecclésiastiques anglaises commencèrent à administrer aux hérétiques présumés ce qui était appelé le \"serment ex officio\". La pratique qui permettait d’interroger un suspect qui avait juré de dire la vérité était à l’époque tout à fait révolutionnaire, car elle remplaçait la méthode de détermination de la culpabilité par la procédure connue sous le nom d’ordalie et par le serment purgatoire. L’ordalie n’était pas l’utilisation de la torture pour produire des aveux mais le procès lui-même, dont l’issue déterminait la culpabilité ou l’innocence. Le serment purgatoire impliquait la récitation par un suspect d’un serment rituel d’innocence. Si l’intéressé trébuchait dans la récitation du serment, cela était considéré comme un signe que Dieu le jugeait coupable. Malheureusement, le nouveau système, appelé serment ex officio, fit l’objet d’une utilisation abusive par les diverses juridictions ecclésiastiques dans leur recherche fanatique de l’hérésie. Ce serment pouvait être administré sans égard à la question de savoir s’il y avait un motif plausible de penser que l’accusé était coupable, et était, de ce fait, considéré comme un moyen très utile d’enquêter librement à propos de la vie de l’accusé. Aux XVIe et XVIIe siècles, le serment ex officio était même utilisé en Angleterre par la \"Court of Star Chamber\" pour découvrir ceux qui osaient critiquer le roi. L’opposition au serment devint tellement répandue que finit par se dégager progressivement la doctrine de common law selon laquelle tout suspect avait le droit de refuser de témoigner contre lui-même, non seulement dans les procédures spéciales mentionnées ci-dessus, mais également, avec l’évolution de la common law, dans les procès pénaux ordinaires. Le principe était que \"l’on ne pouvait faire d’une personne l’instrument abusé de sa propre condamnation\". Dans les colonies américaines, le privilège fut accueilli avec une ferveur particulière, en raison des abus commis par les gouverneurs coloniaux en matière d’interrogatoire, et, avant la guerre d’indépendance américaine, il avait déjà été adopté par sept Etats différents dans leurs constitution ou déclaration des droits. En particulier, il imposait des restrictions utiles aux pouvoirs permettant aux gouverneurs coloniaux d’interroger les personnes soupçonnées d’infractions au droit commercial anglais, ainsi qu’on l’a fait observer, spécialement à ceux permettant de réglementer les restrictions au commerce, y compris la contrebande, activité populaire à l’époque. Le privilège permettant d’échapper à l’obligation de s’incriminer soi-même pouvait être invoqué par un témoin, dans le cadre d’une enquête générale menée par une commission exécutive ou législative, parce qu’il agissait comme un frein très utile au libre pouvoir d’investigation de certains organes. Il garantissait également que l’équité des procédures ne pût être mise à mal par le recours à des organes d’enquête plutôt qu’à un procès devant un tribunal. En fait, les catégories d’enquêtes administratives dans lesquelles ce privilège joue un rôle particulièrement important sont celles où des organes gouvernementaux ou apparentés mènent des enquêtes de caractère général et où la police et des organes étatiques interrogent des suspects avant le procès pénal. En ce qui concerne les enquêteurs, il fut très tôt reconnu que le privilège permettant de ne point s’incriminer soi-même aurait un usage ou une valeur très réduits si un individu pouvait être contraint de tout dire aux autorités avant le procès. D’après moi, le privilège permettant de ne point s’incriminer soi-même va au-delà du droit de ne pas fournir de réponse propre à motiver une condamnation. Il doit logiquement embrasser toutes les réponses de nature à fournir un lien dans l’enchaînement des preuves nécessaires pour poursuivre une condamnation. Il suffit de maintenir le privilège là où il est évident, à partir des implications des questions et du cadre dans lequel elles sont posées, qu’une réponse franche ou une explication concernant la raison pour laquelle une réponse ne peut être donnée pourrait se révéler dangereuse, au motif que des informations préjudiciables pourraient en résulter. La question du privilège permettant de ne point s’incriminer soimême a été beaucoup discutée dans des décisions de la Cour suprême des Etats-Unis ou d’autres juridictions supérieures de ce pays. Ce qui est significatif, dans le contexte de la présente espèce, c’est que, comme beaucoup d’autres dispositions de la Déclaration des droits des Etats-Unis, le privilège permettant de ne pas s’incriminer soi-même provient, dans une large mesure, de la common law anglaise telle qu’elle s’appliquait dans les colonies américaines avant l’indépendance. Il est utile de rappeler que, lors des travaux préparatoires de la Convention européenne, les représentants britanniques soulignèrent avec force que la common law anglaise offrait déjà autant de garanties pour la protection des droits fondamentaux que les juridictions de la sphère du droit civil. Aux Etats-Unis il était possible, grâce à l’existence de la Déclaration des droits figurant dans la Constitution, de garantir le maintien des protections et privilèges empruntés à la common law anglaise d’une manière qui ne pouvait être imitée en Angleterre sans l’adoption de dispositions constitutionnelles analogues. D’autres pays de droit coutumier ont également sauvegardé certains droits dérivés de la common law en les incorporant dans leur constitution écrite. C’est notamment le cas du mien, l’Irlande.", "Je tiens à ajouter qu’il ne faut pas déduire de mon vote sur la question de l’article 50 (art. 50) que j’admets que, compte tenu du constat de la Cour, aucune question ne s’élève quant au point de savoir si le requérant doit se voir allouer une réparation par les autorités nationales pour le temps pendant lequel il a été privé de sa liberté personnelle du fait de sa condamnation. Toutefois, il échet de se souvenir qu’au cours des dernières années les juridictions britanniques ont, dans plusieurs affaires, accordé des indemnités à des personnes dont la condamnation avait été annulée au motif qu’elle avait été obtenue par l’utilisation ou la non-utilisation, lors du procès, de certains éléments de preuve dont l’utilisation ou la non-utilisation, selon le cas, suffisait à établir que le verdict acquis à l’issue du procès n’était pas sûr et ne devait pas être entériné. Elles peuvent, en l’espèce, à nouveau être invitées à se prononcer dans ce sens. Je note de surcroît que plusieurs textes législatifs anglais prohibent la révélation obligatoire d’infractions ou font obstacle à l’utilisation de telles preuves à l’appui de l’accusation dans des affaires aussi variées que celles de faillite, de détournement de fonds, de corruption, de pratiques illégales, de destruction de testament, de vol de titres de propriété, etc. Les dispositions légales qui ont donné lieu à la présente espèce sont postérieures à la Convention et constituent une dérogation constitutionnelle à la common law anglaise, mais aussi aux principes consacrés par les divers textes auxquels elles renvoient.", "OPINION CONCORDANTE DE M. LE JUGE DE MEYER", "(Traduction)", "Tout en me ralliant à la décision finale adoptée par la Cour, je souhaite émettre de sérieuses réserves en ce qui concerne son raisonnement au paragraphe 67. Je crois en effet pouvoir y lire que la procédure menée par les inspecteurs du DTI conformément à la loi de 1985 sur les sociétés peut être distinguée de celle impliquant une décision sur une \"accusation en matière pénale\".", "Or il est explicitement inscrit à l’article 434 par. 5 de ladite loi que \"toute réponse donnée par une personne à une question qui lui est soumise dans l’exercice des pouvoirs conférés par cet article (...) peut être retenue contre elle\". Il apparaît donc clair que, dans le cadre de poursuites, il n’existe pas de différence réelle ou d’ordre pratique entre les renseignements ainsi recueillis par les inspecteurs et ceux qu’obtiendraient des policiers ou des magistrats au cours d’une procédure pénale stricto sensu. Selon cette même loi, ces catégories de renseignements appartiennent toutes aux éléments à examiner pour décider d’une accusation en matière pénale. L’\"enquête administrative\" ou \"préparatoire\" menée par les inspecteurs fait dès lors partie de la procédure pénale.", "Par conséquent, les droits de se taire et de ne pas contribuer à sa propre incrimination s’appliquent également à cette enquête préliminaire. Or, à l’origine, la loi de 1985 n’a pas reconnu ces droits, puisque son article 434 contient l’obligation de répondre aux questions des inspecteurs et que son article 436 prévoit la peine applicable à ceux qui refusent de s’y soumettre.", "", "OPINION CONCORDANTE DE M. LE JUGE MORENILLA", "(Traduction)", "Je partage la conclusion de la majorité selon laquelle le requérant a été privé d’un procès équitable du fait de la violation de son droit de ne point s’incriminer.", "Toutefois, pour parvenir à cette conclusion, la majorité n’aurait pas dû chercher à vérifier l’usage - considérable ou non – qui fut fait des déclarations de l’intéressé au cours du procès pénal. Je ne puis souscrire à pareille démarche. Pour moi, le simple fait que lesdites déclarations avaient été obtenues sous la contrainte et qu’elles étaient considérées par l’accusation comme compromettantes et donc capables de renforcer son dossier aurait dû suffire à les faire exclure au procès. Le requérant fut contraint de déposer lors de la procédure devant les inspecteurs du DTI. S’il avait refusé de témoigner dans la procédure administrative, il se serait exposé aux sanctions prévues par l’article 436 de la loi de 1985 sur les sociétés (paragraphe 49 de l’arrêt). Il avait donc l’obligation légale de contribuer activement à la préparation des charges qui furent par la suite dirigées contre lui. En pareilles circonstances, j’estime qu’il n’y a place pour examiner ni le poids qu’il convient d’attacher aux preuves à charge ainsi produites, ni l’usage qui en a été fait au procès. Dès lors que semblables déclarations ont été admises comme preuves contre l’intéressé, le droit de celui-ci à ne point contribuer à sa propre incrimination, que la majorité a, à juste titre, jugé être au coeur de la notion de procès équitable (paragraphe 68 de l’arrêt), a été atteint dans sa substance même.", "Au paragraphe 67 de l’arrêt, la majorité se réfère à l’arrêt Fayed c. Royaume-Uni (arrêt du 21 septembre 1994, série A no 294-B), rendu antérieurement par la Cour et où il est dit qu’une enquête telle celle en cause ici a \"pour finalité l’établissement et la consignation de faits qui pourraient, par la suite, servir de base à l’action d’autres autorités compétentes - de poursuite, réglementaires, disciplinaires, voire législatives\". Je tiens à souligner que cette conclusion doit être traitée avec une précaution particulière, spécialement en ce qui concerne les poursuites. Tout en estimant, avec la majorité, que les déclarations faites sous la contrainte par un individu au cours de pareilles enquêtes peuvent servir de base à l’action, notamment, du ministère public, je précise que cela ne signifie pas qu’elles peuvent être admises comme preuves contre l’intéressé dans toute procédure pénale subséquente.", "", "OPINION CONCORDANTE DE M. LE JUGE REPIK", "Tout en souscrivant à la conclusion de la Cour qu’il y a eu violation de l’article 6 par. 1 (art. 6-1), je ne peux pas m’associer à la formulation du premier alinéa du paragraphe 67 de l’arrêt en ce qu’il laisse entendre que l’article 6 par. 1 de la Convention (art. 6-1) ne s’applique pas aux procédures devant les inspecteurs du DTI.", "D’abord, dans le contexte de l’arrêt, ce passage paraît superflu. En effet, cette question n’a pas été soulevée par les parties (voir la première phrase du premier alinéa du paragraphe 67 de l’arrêt) et la Cour a déclaré s’être bornée à l’examen \"de l’usage qui a été fait dans la procédure pénale des déclarations pertinentes du requérant\" (deuxième alinéa du paragraphe 67 de l’arrêt). Si le passage en cause n’était que superflu, on pourrait en rester là et passer outre en trouvant une excuse dans l’adage superfluum non nocet.", "Mais la Cour semble résoudre cette question, tout en se limitant à un renvoi sommaire aux arrêts Deweer c. Belgique (arrêt du 27 février 1980, série A no 35), et Fayed c. Royaume-Uni (arrêt du 21 septembre 1994, série A no 294-B), sans prendre en compte que la question à trancher est différente de celles qui se sont posées dans les deux affaires précitées, et sans apporter aucun argument propre à soutenir sa thèse. En effet, il ne s’agit pas de la question de savoir si les inspecteurs avaient un pouvoir de décision sur une accusation en matière pénale. La question de l’applicabilité de l’article 6 par. 1 (art. 6-1) dans la branche pénale se pose d’une autre manière que pour la branche civile examinée dans l’arrêt Fayed: point n’est nécessaire que les inspecteurs aient un pouvoir de décision, il suffit qu’ils aient un pouvoir d’investigation portant sur une accusation en matière pénale. Il n’est pas si rare, en particulier dans le domaine économique, que des organes administratifs soient investis de certains pouvoirs dans la phase de la procédure pénale précédant celle de jugement. Certes, au regard du droit interne, la procédure devant les inspecteurs ne constitue pas une partie de la procédure pénale, mais il s’agit justement de savoir si elle ne porte pas sur une accusation en matière pénale au sens autonome que l’article 6 (art. 6) attribue à ce terme. En l’occurrence, une réponse négative à cette question n’est pas évidente si l’on prend en considération les circonstances suivantes:", "- au plus tard le 12 janvier 1987, les inspecteurs possédaient des éléments de preuve matériels que les infractions pénales avaient été commises (paragraphe 20 de l’arrêt);", "- dès le 30 janvier 1987, le requérant a été identifié comme l’un des suspects de ces infractions (paragraphe 23 de l’arrêt);", "- à la conférence du 25 février 1987, à laquelle assistaient des représentants du service des poursuites, on a constaté que des enquêtes policières étaient justifiées puisqu’il était clairement établi qu’une fraude avait été commise. Toutefois, on a décidé de retarder l’ouverture de ces enquêtes au motif que la police, à la différence des inspecteurs, n’avait guère la possibilité d’obtenir des réponses utiles des accusés potentiels (annexe A au mémoire du Gouvernement présenté au greffe le 22 janvier 1996).", "Dans leurs opinions séparées, MM. les juges De Meyer et Martens ont donné des réponses totalement opposées à la question de l’applicabilité de l’article 6 (art. 6) aux procédures devant les inspecteurs.", "La Cour s’étant hasardée à trancher cette question - ce qui n’était pourtant pas nécessaire à sa décision - elle aurait dû y donner une réponse argumentée et non pas se contenter d’un simple renvoi à l’arrêt Fayed.", "", "OPINION CONCORDANTE DE M. LE JUGE PETTITI", "Je me rallie à l’opinion de M. Repik.", "Toutefois, je considère que, s’agissant des incidences des investigations des inspecteurs sur les procédures, il y a lieu de prendre en compte les catégories d’instructions et les retentissements des informations obtenues sur les données de la procédure elle-même.", "", "OPINION DISSIDENTE DE M. LE JUGE VALTICOS, A LAQUELLE M. LE JUGE GÖLCÜKLÜ DECLARE SE RALLIER", "Dans l’évolution de la procédure criminelle depuis l’époque où l’aveu constituait la preuve décisive et l’interrogatoire, la procédure inquisitoire plus généralement, le moyen privilégié d’y parvenir – et où, par conséquent le terme \"question\" avait fini par signifier \"torture\" -, nous sommes arrivés à l’autre extrême, c’est-à-dire au droit de ne point s’incriminer. La portée de ce principe peut cependant être comprise de plusieurs manières.", "Comme le signale la Cour, le Gouvernement a indiqué que le droit de ne pas contribuer à sa propre incrimination n’est ni absolu ni immuable, et cela concerne notamment des enquêtes sur les fraudes en matière commerciale et financière, domaine dans lequel les opérations sont particulièrement complexes. On pourrait penser que l’utilisation, par une personne, du droit au silence et le fait pour elle d’invoquer le droit de ne pas contribuer à sa propre incrimination peuvent donner naissance à la suspicion, mais ne constituent certes pas une sorte d’aveu implicite. Mais ce n’est pas de ceci qu’il s’agit ici.", "Ce dont il s’agit, c’est que des inspecteurs agissant dans le cadre d’une loi de 1985 sur les sociétés ont posé à M. Saunders des questions auxquelles il était tenu de répondre sous peine d’être convaincu de contempt of court et d’être condamné à un emprisonnement. Le Gouvernement indique cependant qu’aucun des propos tenus à cette occasion n’a incriminé M. Saunders. Mais il est vrai qu’ils auraient pu le faire ou être utilisés dans une autre affaire.", "Cependant, il faut garder le sens de la mesure et celui des priorités. Dans son opinion dissidente, le juge Martens s’exprime fort bien à cet égard et je partage son opinion. Vouloir ériger en règle absolue le droit de ne point s’incriminer et de ne pas répondre à toute question susceptible d’incriminer une personne soupçonnée d’opérations délictueuses et même criminelles aboutirait souvent à désarmer complètement la société face aux agissements de plus en plus complexes dans un monde commercial et financier arrivé à un degré de sophistication sans précédent. La défense de l’innocent ne doit pas aboutir à l’impunité du coupable. Dans le dilemme parfois excessif qu’on a exprimé à ce propos depuis l’Antiquité, il y a place pour des solutions raisonnables moyennes. Dans ce domaine comme dans bien d’autres, la mesure doit constituer la règle de conduite.", "En conclusion, je ne considère pas qu’il y ait eu violation de l’article 6 par. 1 (art. 6-1) en l’occurrence.", "", "OPINION DISSIDENTE DE M. LE JUGE MARTENS, A LAQUELLE M. LE JUGE KURIS DECLARE SE RALLIER", "(Traduction)", "I. INTRODUCTION", "- A -", "1.   Je ne parviens pas à me convaincre qu’il y a eu, en l’espèce, violation des droits garantis à M. Saunders par l’article 6 de la Convention (art. 6). L’arrêt de la Cour ne m’en a pas davantage persuadé.", "2.   Le problème en l’espèce est certes épineux, mais il concerne une question importante, non seulement très controversée, mais également susceptible de faire naître de vives passions.", "Partant de l’hypothèse selon laquelle le \"droit de se taire\" et le \"droit de ne pas contribuer à sa propre incrimination\" ne sont pas absolus (paragraphes 7-12 ci-dessous), mais peuvent faire l’objet de limitations à l’instar des autres droits contenus à l’article 6 (art. 6); admettant par ailleurs que ces limitations ne peuvent être prises en compte à moins d’être conformes à la loi et d’être proportionnées au but légitime qu’elles poursuivent (1), il faut se poser la question suivante: ces exigences sont-elles respectées en l’espèce?", "3.   Contrairement à l’opinion de la majorité, je suis parvenu à la conclusion qu’il faut répondre par l’affirmative. J’estime nécessaire, pour expliquer mon point de vue, de commencer par exposer quelques considérations d’ordre général sur les deux immunités en cause.", "- B -", "4.   Dans son arrêt John Murray c. Royaume-Uni du 8 février 1996 (Recueil des arrêts et décisions 1996-I, p. 49, par. 45), la Cour a indiqué que la notion de procès équitable figurant à l’article 6 (art. 6) comprenait deux types d’immunités: le \"droit de se taire\" et le \"droit de ne pas contribuer à sa propre incrimination\".", "Le libellé de ce paragraphe de l’arrêt John Murray – surtout si on le compare avec celui du paragraphe 44 de l’arrêt Funke c. France du 25 février 1993 (série A no 256-A, p. 22, par. 44) – laisse clairement entendre que, pour la Cour, il s’agit de deux immunités distinctes. D’un point de vue théorique, il semble cependant évident que le droit de ne pas contribuer à sa propre incrimination (grosso modo, celui de ne pas être obligé de témoigner contre soi-même) est plus large et englobe le droit de se taire (c’est-à-dire celui de ne pas répondre aux questions).", "Aux termes du présent arrêt, il est moins sûr que la Cour établisse réellement une telle distinction. Je reviendrai ultérieurement à cet aspect de l’arrêt (paragraphe 12 ci-dessous). Il suffit en attendant de dire que sont en jeu, selon moi, deux droits distincts mais liés, celui de ne pas contribuer à sa propre incrimination étant le plus large, comme je viens de le dire.", "5.   Au paragraphe 45 de son arrêt John Murray, la Cour a en outre relevé que ces droits n’étaient pas expressément mentionnés à l’article 6 (art. 6). Elle s’est par ailleurs déclarée consciente du fait que la Déclaration universelle les ignore totalement, et que le Pacte international relatif aux droits civils et politiques contient uniquement le \"droit [de toute personne] à ne pas être forcée de témoigner contre elle-même ou de s’avouer coupable\" (article 14 par. 3 g)). Elle a cependant estimé pouvoir s’exprimer comme indiqué au paragraphe 4 ci-dessus, au motif que ces deux immunités sont des \"normes internationales généralement reconnues\". Elle a ainsi fourni, ultérieurement certes, tant la motivation que l’explication d’une affirmation similaire, exprimée au paragraphe 44 de l’arrêt Funke précité et qui avait été généralement critiquée pour son absence de motivation et de clarté.", "6.   Au paragraphe 45 de son arrêt John Murray, la Cour s’est même risquée à examiner la question épineuse et très controversée de la raison d’être de ces deux immunités, déclarant:", "\"En mettant le prévenu à l’abri d’une coercition abusive de la part des autorités, ces immunités concourent à éviter des erreurs judiciaires et à garantir le résultat voulu par l’article 6 (art. 6).\"", "- C -", "7.   Dans l’affaire John Murray, je me suis rallié à l’avis de la majorité. Comme l’a fait observer la Cour, se trouvait en jeu la question de savoir si ces deux immunités étaient absolues. J’étais et suis encore convaincu que la réponse correcte à cette question est non. Par conséquent, je n’ai trouvé ni nécessaire ni opportun d’exprimer mon désaccord quant au point de vue de la Cour, selon qui ces deux immunités \"sont au coeur de la notion de procès équitable\". Je le fais toutefois maintenant: je pense que cette qualification exagérée - réitérée au paragraphe 68 du présent arrêt - surestime quelque peu l’importance de ces deux droits, en particulier celui de ne pas contribuer à sa propre incrimination.", "8.   A mon avis, ces droits doivent être considérés, d’un point de vue historique, comme le refus même de cette vieille notion inquisitoriale, selon laquelle les aveux étaient indispensables à la condamnation et devaient au besoin être arrachés. Ces immunités devaient ainsi permettre aux prévenus d’être protégés contre toute pression physique ou psychologique abusive. J’admets que ces deux droits - plus particulièrement celui de garder le silence - poursuivent encore le même but. Aussi reste-t-il aujourd’hui nécessaire de protéger contre de telles pressions les suspects placés en garde à vue et interrogés par la police.", "J’admets également que, puisqu’il est fort probable que les déclarations faites sous la pression ne soient pas fiables, la raison d’être de ces immunités est, comme la Cour le dit, d’éviter des erreurs judiciaires.", "Je suis en outre d’accord avec le fait qu’il existe un certain lien entre ces immunités et la présomption d’innocence consacrée par l’article 6 par. 2 (art. 6-2), dans la mesure où elles permettent à l’accusé non seulement de garder le silence durant l’interrogatoire par la police, mais également de refuser de déposer et de répondre aux questions des juges durant l’instruction ou le procès.", "9.   Cependant, ces raisons d’être ne justifient guère les propos de la Cour lorsqu’elle dit que ces deux immunités \"sont au coeur de la notion de procès équitable\". C’est pourquoi je soupçonne l’existence d’autres raisons, non mentionnées expressément, ayant contribué à une telle qualification.", "A cet égard, je note que la doctrine et les tribunaux ont souvent admis une autre raison d’être. Sa formulation peut varier, mais tous s’accordent pour la résumer en ces quelques mots: le respect de la dignité et de la liberté de l’homme exige que tout suspect soit totalement libre de décider de l’attitude à adopter face aux accusations portées contre lui. De ce point de vue, il serait abusif, car incompatible avec ce respect, d’obliger un accusé à coopérer de quelque façon que ce soit pour aboutir à sa propre condamnation. Il semble que cette raison d’être soit souvent la principale justification du droit plus large de ne pas contribuer à sa propre incrimination.", "Le présent arrêt laisse fortement supposer que la Cour s’est ralliée à ce point de vue. En premier lieu, en effet, la seconde phrase du paragraphe 68 reprend la raison d’être exprimée dans l’arrêt John Murray (paragraphe 6 cidessus) en la faisant précéder du terme \"notamment\", ce qui souligne qu’il ne s’agit que d’un aspect de la raison d’être de ces deux immunités. En deuxième lieu, ce qui est encore plus révélateur, l’accent est mis, dans l’avant-dernière phrase du paragraphe 68 et au paragraphe 69, sur la volonté de l’accusé. La Cour souligne désormais que le droit de ne pas contribuer à sa propre incrimination concerne d’abord \"le respect de la détermination de l’accusé\". Cela ressemble de très près à la raison d’être exposée ci-dessus qui allie les deux immunités au respect de la dignité et de la liberté de l’homme.", "10.   Bien sûr, je ne nie pas le fait que cette raison contient une part de vérité, mais j’incline à penser qu’il ne faut pas en exagérer l’importance. \"La dignité et la liberté de l’homme\" constituent certes une priorité absolue, mais il doit rester possible de protéger nos sociétés contemporaines contre des types de délits qui, pour être combattus, exigent de contraindre certaines catégories de suspects à coopérer, pour les amener à leur propre condamnation. Je suis d’avis que le droit de ne pas contribuer à sa propre incrimination – et surtout celui-là, qui est plus global - doit parfois être limité par la loi, afin de protéger les intérêts légitimes de la collectivité. Je pense qu’il appartient en principe au droit interne d’obliger certains suspects à contribuer, passivement ou activement, sous la menace de sanctions, à la collecte de preuves, même concluantes, à leur charge. Les suspects peuvent être contraints de donner leur consentement, voire de coopérer lors de la prise d’empreintes digitales, de prises de sang pour déterminer leur taux d’alcoolémie, de prélèvements de tissus corporels en vue d’une analyse de l’ADN, ou de souffler dans un alcootest pour contrôler leur état d’ébriété au volant. Dans tous ces types de cas, le législateur est à mon avis libre de décider si l’intérêt général qu’il y a à rechercher la vérité ou à traduire des coupables en justice doit l’emporter sur le droit de ne pas contribuer à sa propre incrimination.", "11.   Je crains qu’au regard de l’interprétation de ces deux immunités que je viens d’attaquer (considérant qu’elles \"sont au coeur de la notion de procès équitable\") et de la nouvelle justification les alliant au respect de la \"dignité humaine\", le droit de ne pas contribuer à sa propre incrimination ne soit, du point de vue de la Cour, bien plus absolu que du mien.", "S’il n’y avait pas le paragraphe 69 du présent arrêt, que je traiterai au paragraphe 12 ci-dessous, j’aurais ajouté que cette différence d’appréciation s’illustre peut-être également dans l’arrêt Funke précité. L’enjeu dans cette affaire n’était pas tant le droit de se taire que celui de ne pas contribuer à sa propre incrimination: en effet, M. Funke refusait de remettre des documents qui constituaient (peut-être) des pièces à conviction. Dans cette affaire-là, la Commission avait conclu, à juste titre selon moi, que les intérêts légitimes de la communauté l’emportaient sur ce droit, mais la Cour a abruptement refusé de suivre cette opinion. Cela permet de penser que, de son point de vue, il n’existait aucun équilibre à établir entre ces deux aspects. Il est utile de noter que son raisonnement dans l’arrêt John Murray ultérieur, à savoir sa référence aux normes internationales généralement reconnues, ne justifient certainement pas cette décision. En effet, tant le cinquième amendement à la Constitution des Etats-Unis que la jurisprudence de la Cour de justice des Communautés européennes reconnaissent le droit de garder le silence, mais non pas, en principe, celui de refuser de remettre des documents, et encore moins un droit absolu à le faire.", "12.   Cependant, l’on peut à tout le moins se demander si la Cour, au paragraphe 69 de son arrêt, n’a pas renversé la jurisprudence Funke, de manière implicite et sans le dire ouvertement, et en tout cas sans avancer de motif impérieux et ne s’est pas en substance convertie à la jurisprudence plus restrictive appliquée notamment par la Cour de justice des Communautés européennes. A cet égard, il est significatif que le paragraphe 69 renvoie au droit de ne pas contribuer à sa propre incrimination tel qu’il s’entend \"(...) dans les systèmes juridiques des Parties contractantes à la Convention et ailleurs (...)\". Ce qui importe plus est que, tandis que la première phrase de ce paragraphe semble amalgamer le droit de ne pas contribuer à sa propre incrimination et celui de garder le silence, la deuxième semble indiquer que, contrairement à ce qui est dit dans l’arrêt Funke, ce premier droit n’englobe pas la possibilité de refuser de remettre des documents à charge ni celle d’empêcher l’utilisation de tels documents dans une procédure pénale lorsqu’ils ont été obtenus par la contrainte.", "J’avoue ne pas discerner d’autre manière d’interpréter le paragraphe 69; j’en déduis donc que celle que je viens d’exposer est la bonne. Dès lors, deux remarques s’imposent.", "Premièrement, le fait de considérer que le droit de ne pas contribuer à sa propre incrimination, théoriquement plus large, est englobé dans celui de garder le silence réduit la portée de la protection accordée aux suspects. D’après l’interprétation que je fais du premier de ces droits, la Cour conserve le pouvoir de contrôler la législation et la pratique nationales (paragraphe 10 ci-dessus), alors qu’elle y renonce avec sa nouvelle jurisprudence.", "Deuxièmement, la validité de la distinction entre l’utilisation dans une procédure pénale de données \"qui existent indépendamment de la volonté du suspect\", qui est autorisée, et l’interdiction d’utiliser de la sorte des données obtenues \"au mépris de la volonté de l’accusé\" est pour le moins sujette à caution. Pour quelle raison un suspect aurait-il le droit de ne pas subir de pressions pour l’obliger à faire des déclarations l’incriminant, mais pourrait-il être forcé à coopérer pour fournir des données à charge? La nouvelle raison d’être adoptée par la Cour ne justifie pas cette distinction puisque dans les deux cas, la volonté du suspect n’est pas respectée: en effet, il est contraint de participer à sa propre condamnation. De plus, le critère utilisé pour établir la distinction n’est pas sans poser de problème. Peut-on vraiment dire que le contenu d’un ballon d’alcootest dans lequel une personne soupçonnée de conduite en état d’ivresse a été contrainte de souffler a une existence indépendante de la volonté du suspect? Que dire d’un code PIN ou de la clé d’un système de chiffrement, enfouis dans la mémoire du suspect?", "En bref, je ne saurais me rallier à cette nouvelle jurisprudence. Je continue à considérer que le droit de ne pas contribuer à sa propre incrimination et celui de garder le silence sont des droits distincts, quoique apparentés et admettant des restrictions.", "", "II. EXAMEN PLUS POUSSE DE LA QUESTION", "- A -", "13.   Il est grand temps, après ces quelques remarques introductives d’ordre général, d’examiner l’affaire elle-même.", "Pour ce faire, il est tout d’abord extrêmement important de garder ceci à l’esprit: il existe en l’espèce deux phases, qui se doivent d’être soigneusement et clairement distinguées. Au cours de la première, M. Saunders a dû comparaître devant les inspecteurs du ministère du Commerce et de l’Industrie (DTI), et ce n’est qu’au cours de la seconde qu’il a dû affronter un procès.", "14.   Il importe de distinguer soigneusement ces deux phases puisque l’article 6 (art. 6) ne s’applique qu’à la seconde. En effet, au cours de la première phase, M. Saunders n’avait pas encore été confronté à une \"accusation en matière pénale\" au \"sens autonome que l’article 6 (art. 6) attribue à ce terme\".", "Bien qu’à proprement parler, le paragraphe 67 de l’arrêt de la Cour ne fasse que rappeler que ni M. Saunders ni la Commission n’ont prétendu le contraire, son libellé et la référence à l’arrêt Deweer en particulier indiquent clairement qu’une majorité au sein de la majorité souscrit à cette thèse.", "15.   Pourquoi M. Saunders ne s’est-il pas trouvé \"accusé\" lors de la première phase? Pour la simple raison qu’il n’avait pas encore reçu de \"notification officielle, émanant de l’autorité compétente, du reproche d’avoir accompli une infraction pénale\".", "De l’opinion générale, une accusation \"peut dans certains cas revêtir la forme d’autres mesures impliquant un tel reproche et entraînant elles aussi des répercussions importantes sur la situation du suspect\". On pourrait par conséquent avancer que l’enquête menée par les inspecteurs du DTI s’apparente à ces \"autres mesures\", ce qui 1) implique, au regard du but de l’enquête et des circonstances en l’espèce, que M. Saunders, directeur de Guinness à l’époque de l’offre publique d’achat, était soupçonné d’une infraction pénale, et 2) entraîne des répercussions sur sa situation de suspect, qui sont aussi importantes que si une instruction pénale avait été ordonnée à son encontre.", "Cet argument est cependant dénué de fondement puisque, tout comme il ne peut y avoir \"accusation\" sans \"notification officielle émanant de l’autorité compétente\" (c’est-à-dire des autorités de poursuite compétentes), il ne peut y avoir \"accusation\" si ces \"autres mesures\" ne sont pas dictées par lesdites autorités. Or nous savons que l’enquête menée par les inspecteurs du DTI, hormis le fait qu’elle possède principalement une fonction d’investigation, n’a pas été ordonnée, ni reprise par les autorités de poursuite.", "16.   Il en ressort en premier lieu ceci: le fait que M. Saunders n’ait pas été autorisé à refuser de répondre aux questions accusatrices au cours de la première phase ne donne lieu à aucune violation des droits garantis par l’article 6 (art. 6), en particulier le droit de se taire ou celui de ne pas contribuer à sa propre incrimination.", "La question à se poser en second lieu, essentielle en l’espèce, est la suivante: le fait qu’une personne ait procédé à des déclarations tendant à prouver sa culpabilité, lors d’une enquête où elle était dans l’obligation de répondre à toutes les questions sous peine d’amende ou d’emprisonnement, est-il compatible avec les droits de garder le silence et de ne pas contribuer à sa propre incrimination d’autoriser l’utilisation desdites déclarations dans un procès contre lui?", "- B -", "17.   Comme il a déjà été indiqué au paragraphe 2 ci-dessus, cette question est capitale.", "Nos sociétés actuelles sont des \"sociétés de l’information\", dans le sens où nous dépendons tous, services gouvernementaux ou citoyens, de divers types d’informations, et notamment de celles fournies par (d’autres) citoyens. Les services du gouvernement sont particulièrement concernés: de nombreuses décisions administratives - imposant tel devoir ou accordant tel droit - sont fondées sur des informations, qui ne peuvent pas toujours être vérifiées au préalable. Il faut par conséquent pouvoir se fier à leur véracité. Toutefois, l’ancienne vertu de l’authenticité a généralement disparu de notre morale contemporaine. Nous sommes devenus des \"citoyens calculateurs\" dont les intérêts propres passent avant ceux de la collectivité. Il n’est pas étonnant que la fraude sous toutes ses formes soit le fléau de nos sociétés: qu’il s’agisse des impôts ou de la sécurité sociale, des subventions gouvernementales, de l’environnement (rejet illégal de déchets dangereux), de trafic d’armes et de drogue (blanchiment de l’argent), ou de l’entreprise (ce qui peut impliquer tous les types de fraude précédemment mentionnés). Dans notre société informatisée dotée de multiples systèmes cryptés, la fraude est d’autant plus séduisante qu’il devient facile de la dissimuler parfaitement.", "Il est ainsi généralement reconnu que la simple menace de sanctions pénales ou autres ne suffit pas et qu’il est indispensable de procéder périodiquement et au hasard à des enquêtes, des inspections et des audits spéciaux et préventifs, réalisés par des agences hautement spécialisées, afin de combattre efficacement ces fraudes. Non seulement les auditeurs doivent être des spécialistes, mais ils ne peuvent pas non plus se passer de \"pouvoirs spéciaux appropriés\". Ces pouvoirs comprennent généralement non seulement le droit de contrôler par exemple la correspondance et des fichiers, de vérifier les documents comptables, mais également d’exiger une certaine coopération active de la part des personnes subissant l’enquête dans le sens où celles-ci se voient dans l’obligation de communiquer les mots de passe et autres informations secrètes, de remettre des documents et de répondre aux questions. Ces droits peuvent normalement être appliqués sous la menace de sanctions.", "Ainsi, et pour la raison évidente que les audits peuvent devenir des enquêtes pénales sans que l’on s’en rende compte, ces pouvoirs entrent en conflit avec les droits de se taire et de ne pas contribuer à sa propre incrimination.", "18.   Ce conflit peut se résoudre diversement, et je pense que nous devrions être conscients de la coexistence possible de plusieurs solutions à l’intérieur d’un même système juridique.", "Les organes législatifs qui, dans le cadre de tels audits, donnent priorité à la recherche de la vérité, privant ainsi la personne soumise à audit des droits de se taire et de ne pas contribuer à sa propre incrimination, et considèrent comme une infraction tout refus de répondre aux questions ou de coopérer, se trouvent face à plusieurs options quant à l’usage de documents ainsi obtenus comme preuves à charge contre les intéressés lors d’une procédure pénale ultérieure. Leur usage est parfois totalement interdit. D’autres fois, il est autorisé dans le cas d’une mise en accusation pour faux témoignage ou lorsque, dans une procédure pénale dirigée contre elle, la personne objet de l’enquête fournit des éléments incompatibles avec lesdits documents. Enfin, les pièces peuvent être produites comme preuves, sauf si le juge du fond estime que ce ne serait pas équitable au vu des circonstances. En l’espèce, c’est la dernière option qui a été choisie: tandis que les paragraphes 1 et 3 de l’article 434 de la loi de 1985 ne laissent aucun doute sur le fait que cette disposition s’applique bien au type d’enquête mentionné au paragraphe 16 ci-dessus, le paragraphe 5 autorise expressément à utiliser comme preuves des réponses fournies aux inspecteurs du DTI.", "19.   Il en découle que la question principale en l’espèce est de savoir si le paragraphe 5 précité est incompatible en soi avec les droits de se taire et de ne pas contribuer à sa propre incrimination. Eu égard à ce que j’ai dit concernant les audits au paragraphe 17 ci-dessus, il est difficile de nier l’intérêt général de cette question, et ce, d’autant que la reconnaissance de l’incompatibilité en soi dudit paragraphe avec les droits cités plus haut pourrait entraîner cette conséquence: (les réponses des intéressés aux inspecteurs du DTI ne pouvant être utilisées), la même interdiction s’appliquerait aux faits établis sur la base de ces réponses, tels que la découverte d’un compte bancaire à l’étranger ou d’un fichier secret!", "", "III. DECISION EN L’ESPECE", "20.   Pour trancher la question principale, je dirai tout d’abord que je suis d’accord avec le fait que le législateur du Royaume-Uni – qui pourrait en pareils cas se voir attribuer une certaine marge d’appréciation - pouvait raisonnablement parvenir à cette conclusion: lorsque existent de graves soupçons de gestion frauduleuse, l’intérêt public exige que toute la lumière soit faite en vue de protéger la société contre de telles fraudes et justifie le système d’enquête institué par la loi de 1985. Les responsables et les employés de la société objet de l’audit sont tenus de collaborer avec les inspecteurs du DTI, comme le requiert l’article 434 de ladite loi, sans bénéficier des immunités mentionnées plus haut.", "21.   En premier lieu, il convient de noter que le paragraphe 5 de l’article 434 de ladite loi part du principe que les réponses tendent à incriminer la personne en question et autorise ainsi leur usage comme preuves \"contre elle\".", "En second lieu, je souhaiterais faire observer que, même si dans un premier temps il semble que l’enjeu en l’espèce soit le droit de ne pas contribuer à sa propre incrimination, et non pas celui de se taire, une analyse plus poussée montre que tous deux sont également visés. La question est par conséquent de savoir s’il est permis de produire comme preuves des déclarations obtenues lors d’une enquête où le législateur a délibérément écarté ces deux droits (voir les paragraphes 17 et 18 ci-dessus, ainsi que le texte des articles 434 et 436 de la loi de 1985).", "22.   J’avoue avoir hésité lorsque j’ai été amené à trancher cette question. Je suis toutefois parvenu à la conclusion suivante: je ne suis pas arrivé à me convaincre que ledit paragraphe 5 fût incompatible en soi avec le droit de se taire ou celui - plus large - de ne pas contribuer à sa propre incrimination. Il est simplement juste de dire que les graves conséquences de la position évoquée à la fin du paragraphe 19 ont joué un rôle dans ma décision.", "Comme je l’ai déjà indiqué aux paragraphes 7 à 12 ci-dessus, j’estime qu’aucun de ces droits n’est absolu. Je désapprouve donc totalement la déclaration catégorique figurant au paragraphe 74 de l’arrêt selon laquelle: \"l’intérêt public ne saurait justifier l’utilisation de réponses obtenues de force dans une enquête non judiciaire pour incriminer l’accusé au cours de l’instance pénale.\"", "J’admets que l’on produise le résultat d’un alcootest comme preuve au procès d’une personne accusée de conduite en état d’ébriété, même si la réalisation dudit alcootest n’a été possible que parce que le législateur a écarté le droit de ne pas contribuer à sa propre incrimination dans ce cas. Pourquoi devrait-il alors ne pas être permis d’utiliser les déclarations obtenues dans une situation similaire, où tant le droit de se taire que le droit de ne pas contribuer à sa propre incrimination avaient été écartés?", "La raison d’être de ces immunités étant de mettre les prévenus à l’abri d’une coercition abusive de la part des autorités et par conséquent de concourir à éviter des erreurs judiciaires, elle n’exige pas que l’on considère le paragraphe 5 de l’article 434 de la loi de 1985 comme inadmissible en soi. L’impartialité des inspecteurs du DTI qui recherchent simplement la vérité, leurs qualités professionnelles (ce sont en général des barristers ou des comptables chevronnés), la procédure conduite devant eux (fondée sur les principes élémentaires de la justice et placée sous la surveillance des tribunaux), et enfin le fait que les personnes soumises à l’audit soient prévenues à l’avance par écrit de ce qui leur sera demandé et qu’elles puissent être accompagnées de leurs avocats, semblent offrir des garanties suffisantes contre toute pression physique et psychologique abusive. Quant aux pouvoirs conférés au juge du fond par l’article 78 de la loi de 1984 sur la police et les preuves en matière pénale (PACE), ils constituent une garantie supplémentaire contre toute absence d’équité résultant de la nature inquisitoriale de l’enquête et contre tout risque d’erreur judiciaire qui pourrait subsister.", "\"La dignité et la liberté de l’homme\" n’exigent pas davantage que soit considéré comme inadmissible en soi l’usage comme preuves des réponses données au cours de l’enquête. J’ai déjà indiqué que cette raison devait également être relativisée (paragraphe 10 ci-dessus) et je pense que cela se justifie tout particulièrement dans le présent contexte. D’après l’hypothèse débattue dans le présent exposé, les déclarations tendent après tout \"à incriminer\" l’intéressé (paragraphe 21 ci-dessus). Cela signifie que, dans une certaine mesure, les réponses dévoilent à la fois le délit et son auteur. La question se résume donc à ceci: cette révélation peut-elle être utilisée pour poursuivre l’intéressé en justice? Ne serait-ce pas trop élargir le sens donné au respect de sa dignité et de sa liberté en tant qu’homme - ou, pour reprendre la terminologie de la Cour, le respect de sa volonté - que de considérer que ces \"révélations\", faites lors d’une enquête où il ne jouissait d’aucune des deux immunités, rendent inadmissible en soi leur usage comme preuves?", "Je pense qu’il faut à tout prix répondre par l’affirmative, dès lors que considérer comme inadmissible en soi l’emploi de ces déclarations impliquerait que l’intéressé a de grandes chances de ne pas être condamné, tel que c’est, je le pense, le cas en pratique dans de nombreuses affaires complexes de fraude, et bien que les révélations dévoilent dans une certaine mesure sa culpabilité. Je trouve qu’il est difficile d’accepter qu’une personne, dont la responsabilité dans la fraude a été dans une certaine mesure révélée par l’enquête, puisse néanmoins se prévaloir des droits de se taire et de ne pas contribuer à sa propre incrimination, et qu’il devienne ainsi en pratique impossible de la poursuivre en justice et de la condamner. Une telle législation saperait le rôle préventif du droit pénal dans un domaine où il est particulièrement indispensable (paragraphe 17 ci-dessus) et, de plus, offenserait gravement le sens de la justice de la population.", "23.   L’inadmissibilité de cette législation peut être appuyée par un autre argument, se devant d’être abordé séparément, puisqu’il a apparemment retenu l’attention de la Commission et a donc été employé - avec succès - par le conseil du requérant dans ses plaidoiries devant la Cour.", "24.   Je rappelle que la législation faisant l’objet du présent exposé est à deux niveaux: elle se caractérise par 1) la mise en place de procédures d’enquête où les personnes soumises à un audit sont contraintes de coopérer avec les auditeurs et de répondre à leurs questions, sans pouvoir jouir des deux immunités déjà mentionnées, et 2) la possibilité de produire, à un procès ultérieur, les réponses obtenues comme preuves contre l’une des personnes interrogées. Son rôle est de protéger la société contre des formes de fraude graves. L’intérêt général justifie, d’une part, la mise à l’écart desdites immunités au premier niveau (phase de l’enquête) et, d’autre part, l’utilisation des réponses au second niveau (phase du procès), afin de s’assurer que le coupable révélé au premier niveau est condamné au second. De ce point de vue cependant, cette conception réduit à néant les droits de se taire et de ne pas contribuer à sa propre incrimination.", "L’argument que nous allons examiner pose que, si une procédure à deux niveaux niant ces deux immunités dans le but de protéger le public contre de graves types de fraude doit être autorisée, elle doit également l’être pour des délits de droit commun - dès lors que l’on considère que l’intérêt général qu’il y a à garantir une protection contre le vol, la violence, le meurtre, etc., prévaut sur lesdites immunités. Or il est évident que cela signifierait la fin de ces immunités.", "25.   La faiblesse de l’argument réside dans le fait qu’il ne distingue pas les diverses formes de fraude grave des délits de droit commun tels que vol, violence et meurtre. Or, dans le présent contexte, cette différence est essentielle: en droit commun, la découverte du délit précède presque toujours l’instruction (qui a donc pour but de trouver le coupable), tandis que dans les affaires de fraude, le rôle premier et principal de l’enquête est généralement d’établir si un délit a été commis ou non. Cette distinction est fondamentale puisqu’elle montre pourquoi l’instruction des délits de droit commun, et non les enquêtes en matière de fraude, tombent sous le coup de l’article 6 (art. 6). Les personnes objets de l’instruction dans le premier cas sont ipso facto \"accusées d’une infraction\" au sens autonome que revêt le terme dans l’article 6 (art. 6), alors que ce n’est pas le cas des personnes visées par l’enquête sur le délit de fraude, lesquelles peuvent donc, sans violation de l’article 6 (art. 6), se voir refuser la jouissance des droits mentionnés au premier niveau.", "Quant au second niveau, en cas d’inculpation et par conséquent d’application ipso facto de l’article 6 (art. 6), il existe des arguments valables appelant à distinguer la fraude en entreprise des autres types de délits. Tout d’abord, les contrevenants d’entreprises, extrêmement raffinés et bien élevés, diffèrent considérablement des autres malfaiteurs. Par ailleurs, ces types de fraude possèdent une caractéristique essentielle qui les différencie d’autres délits: elles ne peuvent en général être détectées qu’après enquête (paragraphe 17 ci-dessus), mais ne peuvent être sanctionnées avec succès par la justice que si les résultats de l’enquête sont produits comme preuves à charge du contrevenant (paragraphe 22 cidessus).", "Pour l’ensemble des raisons évoquées plus haut, l’argument ne peut être valable. On ne peut davantage retenir l’objection du requérant, lorsqu’il allègue une discrimination entre les \"malfaiteurs en col blanc\", privés des immunités déjà mentionnées, et ceux de \"droit commun\" qui en jouissent. Les différences que nous venons d’indiquer montrent que les types d’affaires ne sont pas semblables. Or l’argument évoqué ne tient pas compte non plus de la différence essentielle entre la procédure extrêmement courtoise conduite par les inspecteurs du DTI et les interrogatoires d’un prévenu par la police.", "26.   Le fait que je ne considère pas incompatible en soi le paragraphe 5 de l’article 434 de la loi de 1985 avec les deux immunités déjà citées ne m’empêche pas d’étudier si, dans les circonstances de l’espèce, l’usage des réponses fournies aux inspecteurs du DTI par le requérant est néanmoins contraire au principe du procès équitable. C’est ce que le Gouvernement a appelé \"le problème lié aux faits de l’espèce\".", "A cet égard, je rappelle que 1) conformément à l’article 78 de la PACE, il appartenait au juge du fond de dire si l’usage de ces réponses \"porterait atteinte à l’équité du procès au point que le tribunal ait dû ne pas l’accepter\"; 2) le juge a tenu deux audiences en voir dire dans l’affaire, montrant ainsi qu’il était prêt à faire usage de ses pouvoirs conformément à cette disposition, et à montrer une certaine compréhension envers les intérêts de la défense, notamment en excluant les preuves que constituaient les huitième et neuvième entretiens; et 3) le juge du fond, dans son résumé - qualifié par la Cour d’appel \"pour l’essentiel d’exposé magistral\" – avait comparé et opposé les propos tenus par le requérant devant le tribunal et les réponses données par lui aux inspecteurs du DTI, prouvant ainsi qu’il ne considérait pas cet usage comme entaché d’iniquité.", "Il semblerait que M. Saunders n’ait pas été en mesure de convaincre la Cour d’appel que le juge du fond n’avait pas correctement défendu l’équité de la procédure. Je n’en suis pas persuadé moi non plus.", "Au paragraphe 72, la Cour accorde une grande importance au fait qu’à un certain stade du procès - 45e au 47e jours - le procès-verbal des entretiens a été lu au jury. Or je rappelle que dès le début du procès, la ligne de défense de M. Saunders consistait essentiellement à dire qu’il était innocent car non informé. Il soutenait ignorer tout du versement d’indemnités ou du paiement d’honoraires en cas de succès et ne pas avoir été consulté en la matière. Le procès-verbal a permis de réfuter cette défense et a été utilisé à cette fin.", "C’est pourquoi, quel que soit le sens de la remarque assez vague faite par la Cour d’appel, selon laquelle les entretiens \"constituaient une partie importante du dossier de l’accusation\", j’estime que les réponses de M. Saunders ont été uniquement utilisées comme preuves à charge contre lui, afin, principalement, de démontrer que les preuves fournies par lui au procès n’étaient pas fiables, puisque ne correspondant pas sur certains points auxdites réponses. Je ne considère pas cet usage des réponses comme dépourvu d’équité.", "27.   Pour les raisons évoquées ci-dessus, je vote contre le constat de violation des droits que garantit au requérant l’article 6 (art. 6)."]}