{"file": "FRE_HFJUD_5856_72.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "5856/72", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE TYRER c. ROYAUME-UNI", "", "(Requête no 5856/72)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 avril 1978", "\n", "En l’affaire Tyrer,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et à l’article 21 du règlement, en une chambre composée des juges dont le nom suit:", "\tM. \tG. BALLADORE PALLIERI, président,", "\tM. \tJ. CREMONA,", "\tMme \tH. PEDERSEN,", "\tM. \tThór VILHJÁLMSSON,", "\tSir \tGerald FITZMAURICE,", "\tM.\tP.-H. TEITGEN,", "\tM. \tF. MATSCHER,", "ainsi que de M. H. PETZOLD, greffier adjoint,", "Après avoir délibéré en chambre du conseil du 17 au 19 janvier, puis les 14 et 15 mars 1978,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire Tyrer a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\"). A son origine se trouve une requête dirigée contre le Royaume-Uni de Grande Bretagne et d’Irlande du Nord et qu’un ressortissant britannique, M. Anthony M. Tyrer, avait introduite devant la Commission le 21 septembre 1972 en vertu de l’article 25 (art. 25) de la Convention.", "2. La demande de la Commission, qui s’accompagnait du rapport prévu à l’article 31 (art. 31) de la Convention, a été déposée au greffe de la Cour le 11 mars 1977, dans le délai de trois mois institué par les articles 32 par. 1 et 47 (art. 32-1, art. 47). Elle renvoyait:", "- aux articles 44 et 48 (art. 44, art. 48);", "- à la déclaration par laquelle la Royaume-Uni a reconnu, le 12 septembre 1967, la juridiction obligatoire de la Cour (article 46) (art. 46) à l’égard de certains territoires dont il assurait les relations internationales (y compris l’île de Man);", "- aux renouvellements ultérieurs de cette déclaration et en particulier à celui du 21 avril 1972, en vigueur lors de la saisine de la Commission.", "Elle a pour objet d’obtenir une décision de la Cour sur le point de savoir si les faits de la cause révèlent ou non, de la part de l’État défendeur, un manquement aux obligations qui lui incombent aux termes de l’article 3 (art. 3) de la Convention.", "3. La Chambre de sept juges à constituer comprenait de plein droit Sir Gerald Fitzmaurice, juge élu de nationalité britannique (article 43 de la Convention) (art. 43), et M. G. Balladore Pallieri, président de la Cour (article 21 par. 3 b) du règlement). Le 23 mars 1977, en présence du greffier adjoint, le président de la Cour a désigné par tirage au sort les cinq autres membres, à savoir M. J. Cremona, Mme H. Pedersen, M. Thór Vilhjálmsson, M. P.-H. Teitgen et M. F. Matscher (article 43 in fine de la Convention et article 21 par. 4 du règlement) (art. 43).", "M. Balladore Pallieri a assumé la présidence de la Chambre (article 21 par. 5 du règlement).", "4. Le président de la Chambre a recueilli par l’intermédiaire du greffier l’opinion de l’agent du gouvernement du Royaume-Uni (\"le Gouvernement\"), de même que celle des délégués de la Commission, au sujet de la procédure à suivre; eu égard à leurs déclarations concordantes, il a décidé par une ordonnance du 28 juin 1977 qu’il n’y avait pas lieu en l’état de prévoir le dépôt de mémoires. En outre, il a chargé le greffier d’inviter la Commission à produire certains documents qui sont parvenus au greffe le 7 juillet.", "5. Par une ordonnance du 1er août 1977, le président a fixé au 17 janvier 1978 la date d’ouverture des audiences, après avoir consulté l’agent du Gouvernement et les délégués de la Commission par l’intermédiaire du greffier.", "6. Par une lettre du 1er décembre 1977, l’agent du Gouvernement a transmis une demande du gouvernement de l’île de Man tendant à ce que la Chambre procédât dans celle-ci à une visite des lieux en application de l’article 38 par. 2 du règlement de la Cour. Telle que la concevait le gouvernement de l’île de Man, la visite avait pour but de permettre à la Cour \"de se procurer des renseignements de première main sur les conditions et nécessités locales dans l’île de Man, eu égard à l’article 63 par. 3 (art. 63-3) de la Convention, en rencontrant (...) des personnalités de la population mannoise\".", "Réunie à huis clos le 13 décembre 1977 à Strasbourg, la Cour a résolu de statuer sur la demande après les débats.", "7. Ces derniers se sont déroulés en public le 17 janvier 1978 à Strasbourg, au Palais des Droits de l’Homme.", "Ont comparu devant la Cour:", "- pour le Gouvernement:", "\tM. D.H. ANDERSON, jurisconsulte,", "\t\t\tministère des affaires étrangères et du Commonwealth, \t", "\t\t\t\tagent,", "\tM. L.J. BLOM-COOPER, Q.C.,      ", "\tM. J.W. CORRIN, Attorney-General de l’île de Man,", "\tM. A. COLLINS,", "\tMme S.A. EVANS, avocat,", "\t\t\tLegal Advisers’ Branch, ministère de l’intérieur,", "\t\t\t\tconseils,", "\tM. J.W.C. HAINES, Treasury Solicitor’s Department, \tconseillers;", "- pour la Commission:", "\tM. L. KELLBERG, \tdélégué principal,", "\tM. K. MANGAN, \tdélégué.", "La Cour a ouï en leurs déclarations M. Kellberg pour la Commission et MM. Blom-Cooper et Corrin pour le Gouvernement; M. Corrin lui a parlé des aspects pertinents de la situation dans l’île de Man.", "A l’occasion des audiences, le Gouvernement a produit certains documents et l’Attorney-General de l’île de Man a demandé à nouveau qu’il fût procédé à une visite des lieux conformément à l’article 38 par. 2 du règlement.", "8. Pendant ses délibérations des 17 au 19 janvier, la Chambre a décidé que pareille visite ne s’imposait pas, grâce aux renseignements très complets fournis à la Cour au sujet de l’affaire. Le président en a informé l’agent du Gouvernement le 19 janvier.", "FAITS", "A. La peine infligée au requérant", "9. M. Anthony M. Tyrer, citoyen du Royaume-Uni né le 21 septembre 1956, réside à Castletown, dans l’île de Man. Le 7 mars 1972, alors qu’il avait quinze ans et avait observé jusque-là une bonne conduite, il se reconnut coupable, devant le tribunal local pour jeunes, d’avoir commis une agression contre un élève plus ancien de son école et de l’avoir blessé. Cette agression, commise en compagnie de trois autres garçons, était apparemment motivée par le fait que la victime avait dénoncé les garçons pour avoir introduit de la bière à l’école, ce qui leur avait valu des coups de canne. Le requérant fut condamné le même jour à trois coups de verge (birch) en vertu de la loi applicable (paragraphe 11 ci-dessous).", "Il exerça un recours contre sa peine devant la Haute Cour de Justice de l’île. Elle entendit sa cause, et le débouta de son appel, dans l’après-midi du 28 avril 1972; elle estima que des voies de fait non provoquées causant des dommages corporels étaient toujours très graves et qu’il n’y avait pas lieu de réformer la sentence. La cour avait ordonné de soumettre l’intéressé à un examen médical dans la matinée et disposait du rapport d’un médecin le déclarant apte à subir sa peine.", "10. M. Tyrer fut fustigé tard dans l’après-midi du même jour, en présence de son père ainsi que d’un médecin dont il avait attendu longtemps l’arrivée dans un poste de police. Il dut baisser son pantalon et son slip et se courber au-dessus d’une table. Deux agents de police le tenaient tandis qu’un troisième lui administrait son châtiment; au premier coup, la verge se brisa en partie. Le père du requérant perdit son calme et après le troisième coup de verge \"s’élança\" sur l’un des agents; il fallut le maîtriser.", "Bien que non entamée, la peau du requérant se tuméfia et il éprouva des douleurs pendant à peu près une semaine et demie.", "11. La condamnation du requérant se fondait sur l’article 56 par. 1 de la loi de 1927 sur les juges de paix et tribunaux de simple police (Petty Sessions and Summary Jurisdiction Act), tel que l’a modifié l’article 8 de la loi de 1960 sur les tribunaux de simple police (Summary Jurisdiction Act):", "\"Quiconque", "a) illégalement commet une agression sur autrui ou le frappe;", "b) adopte un langage ou comportement provocateur tendant à troubler la tranquillité publique,", "est passible, en simple police, d’une amende de trente livres au maximum ou d’un emprisonnement ne dépassant pas six mois et, en sus ou à défaut, d’une peine de fustigation (whipping) s’il s’agit d’un enfant ou adolescent de sexe masculin.\"", "Par \"enfant\" et \"adolescent\", il y a lieu d’entendre des personnes âgées respectivement de dix à treize et de quatorze à seize ans.", "12. L’exécution de la peine obéissait aux règles suivantes:", "a) Article 10 de la loi de 1960 sur les tribunaux de simple police", "\"a) l’instrument utilisé est une canne (cane) dans le cas d’un enfant et une verge (birch rod) dans tout autre cas;", "b) la sentence du tribunal précise le nombre des coups à infliger; il ne doit pas dépasser six pour un enfant et douze pour une autre personne;", "c) la fustigation se déroule en privé aussitôt que possible après la condamnation;", "d) elle est infligée par un gardien de la paix en présence d’un inspecteur ou autre officier de police de rang supérieur à celui de gardien de la paix et, dans le cas d’un enfant ou adolescent, en présence aussi de son parent ou tuteur s’ils le désirent.\"", "b) Directive du Lieutenant-Gouverneur, datée du 30 mai 1960", "\"1. Les instruments à employer sont:", "(i) Pour un enfant de sexe masculin de moins de quatorze ans, une canne légère ne dépassant pas quatre pieds de long ni un demi-pouce de diamètre;", "(ii) pour un individu de sexe masculin de quatorze à vingt ans, une verge aux caractéristiques suivantes:", "poids n’excédant pas 9 onces", "longueur du bout du manche à l’extrémité de la 40 pouces branche (spray)", "longueur du manche 15 pouces", "circonférence de la branche au centre 6 pouces", "circonférence du manche à l’extrémité de l’attache 3 pouces 1/2", "circonférence du manche à six pouces du bout 3 pouces 1/4", "2. Chaque fois qu’un tribunal a compétence pour prononcer une peine de fustigation, un rapport médical précisant si le délinquant est apte à la subir est fourni aux juges (magistrates) avant qu’ils ne délibèrent sur la peine. Le greffier veille à l’établissement de ce rapport.", "3. La fustigation est administrée sur le derrière de l’enfant par-dessus son pantalon de drap ordinaire.", "4. Un médecin y assiste et peut à tout moment, s’il le juge bon, ordonner la fin du châtiment. Lorsqu’une fustigation a été arrêtée pour des raisons médicales, un compte rendu des faits est immédiatement adressé à Son Excellence.\"", "En ce qui concerne le paragraphe 3 de la directive, la Cour a été informée à l’audience du 17 janvier 1978 que le gouvernement de l’île de Man avait récemment adopté, à la lumière du rapport de la Commission, un amendement prescrivant d’administrer dans tous les cas le châtiment par-dessus le pantalon de drap ordinaire, quel que soit l’âge du délinquant.", "B. Contexte général", "13. L’île de Man ne fait point partie du Royaume-Uni, mais est une dépendance de la Couronne, dotée de ses propres gouvernements, parlement, tribunaux et systèmes administratif, fiscal et juridique. La Couronne assume la responsabilité suprême de la bonne direction de l’île; elle agit à cet égard par son Conseil privé, sur recommandation des ministres du gouvernement britannique en leur qualité de conseillers privés. A ce titre, le ministre de l’intérieur a la charge principale des affaires de l’île.", "Jusqu’en octobre 1950, le gouvernement britannique considérait que les traités applicables au Royaume-Uni s’étendaient à l’île de Man sauf clause contraire. Depuis lors, il estime qu’ils ne valent pas pour elle sans une inclusion expresse et voit en elle un territoire dont il assure les relations internationales. De fait, par une lettre du 23 octobre 1953 au Secrétaire Général du Conseil de l’Europe, le gouvernement du Royaume-Uni a déclaré, en vertu de l’article 63 (art. 63) de la Convention, que la Convention s’appliquerait à un certain nombre de ces territoires, dont l’île de Man.", "Le parlement de l’île (Tynwald), l’un des plus anciens d’Europe, comprend un Lieutenant-Gouverneur, désigné par la Couronne et la représentant, une Chambre haute ou \"Conseil législatif\" et une Chambre basse ou \"Chambres des Clés\". Il légifère dans les matières d’ordre interne et les lois qu’il adopte requièrent la ratification de la Reine en son Conseil; il incombe au ministre de l’intérieur de donner à celui-ci son avis sur le point de savoir s’il y a lieu ou non de recommander l’approbation royale.", "En droit strict, le parlement du Royaume-Uni a pleine compétence pour voter des lois régissant l’île de Man, mais à moins qu’elle n’y consente il s’en abstient d’habitude, en vertu d’une \"constitutional convention\", pour les affaires d’intérêt local telle la politique pénale. Cette \"constitutional convention\" s’appliquerait sauf si quelque autre considération, par exemple une obligation découlant d’un traité, l’emportait sur elle.", "14. Les châtiments judiciaires corporels d’adultes et de jeunes ont été abolis en 1948 pour l’Angleterre, le Pays de Galles et l’Écosse, en 1968 pour l’Irlande du Nord. Cette abolition faisait suite aux recommandations de la Commission ministérielle sur le châtiment corporel (dite Commission Cadogan) qui a publié son rapport en 1938. La Commission consultative permanente sur le traitement des délinquants, dans son rapport de 1960 (dit rapport Barry), a marqué son accord avec les constatations de la Commission Cadogan et conclu qu’il ne fallait réintroduire le châtiment corporel comme sanction pénale pour aucune catégorie d’infractions ou de délinquants.", "15. Les châtiments judiciaires corporels sont restés en vigueur dans l’île de Man. Quand Tynwald a étudié la question en 1963 et 1965, il a décidé de les conserver car on les considérait comme une arme de dissuasion contre les voyous visitant l’île en touristes et, plus généralement, comme un moyen de sauvegarder l’ordre public.", "En mai 1977, par trente et une voix contre une seule, Tynwald a voté une résolution déclarant, entre autres:", "\"le maintien du châtiment judiciaire corporel pour les délits de violence contre les personnes est souhaitable pour protéger l’ordre public dans l’île; Tynwald réaffirme ainsi sa politique de maintien de ce type de châtiment pour les délits de violence contre les personnes commis par des individus de sexe masculin de moins de vingt et un ans.\"", "A l’audience du 17 janvier 1978, l’Attorney-General de l’île de Man a informé la Cour qu’une pétition organisée par des particuliers en faveur du maintien du châtiment judiciaire corporel avait récemment recueilli 31.000 signatures sur les quelque 45.000 électeurs de l’île.", "16. Bien que, selon divers textes légaux, le châtiment judiciaire corporel puisse être infligé à des individus de sexe masculin pour une série d’infractions, son utilisation paraît avoir été limitée, depuis 1969, aux délits de violence.", "Au cours de sa plaidoirie, l’Attorney-General de l’île de Man a indiqué que le parlement local examinerait sous peu un projet de loi pénale (Criminal Law Bill 1978) où figure une disposition visant à n’appliquer le châtiment judiciaire corporel aux garçons que pour certaines infractions bien définies, en principe les délits de violence les plus graves. L’infraction reprochée au requérant a été supprimée de la liste.", "17. Dans l’île de Man, on ne publie pas les noms et adresse d’un jeune condamné à une peine, corporelle ou non.", "18. D’après les chiffres cités devant la Cour par l’Attorney-General de l’île de Man, le châtiment judiciaire corporel a été infligé dans 2 cas en 1966, 4 en 1967, 1 en 1968, 7 en 1969, 3 en 1970, 0 en 1971, 4 en 1972, 0 en 1973, 2 en 1974, 1 en 1975, 1 en 1976 et 0 en 1977. La moyenne annuelle des délits de violence contre les personnes s’élevait à 35 de 1966 à 1968, 52 de 1969 à 1971, 59 de 1972 à 1974 et 56 de 1975 à 1977. Il y a eu 65 délits de violence contre les personnes en 1975, 58 en 1976 et environ 46 en 1977.", "De 1975 à 1977, un seul garçon a été reconnu coupable d’un délit de violence.", "Au recensement de 1976, l’île comptait 60.496 habitants.", "PROCEDURE DEVANT LA COMMISSION", "19. Dans sa requête, introduite devant la Commission le 21 septembre 1972, M. Tyrer alléguait en particulier que", "- le châtiment judiciaire corporel qui lui avait été infligé violait l’article 3 (art. 3) de la Convention;", "- un tel châtiment détruisait l’harmonie familiale et allait par conséquent à l’encontre de l’article 8 (art. 8) de la Convention;", "- il n’existait aucun recours contre cette violation, ce qui était incompatible avec l’article 13 (art. 13) de la Convention;", "- le châtiment était discriminatoire au sens de l’article 14 (art. 14) de la Convention parce qu’on le prononçait surtout contre des personnes issues de milieux financièrement et socialement défavorisés;", "- la violation de l’article 3 (art. 3) constituait aussi une violation de l’article 1 (art. 1) de la Convention.", "Le requérant réclamait en outre des dommages-intérêts et l’abrogation de la législation attaquée.", "20. Par sa décision du 19 juillet 1974, la Commission, ayant estimé d’office que les faits de la cause soulevaient des questions de discrimination fondée sur le sexe et/ou l’âge et contraire à l’article 14 de la Convention, combiné avec l’article 3 (art. 14+3):", "- a résolu de ne pas poursuivre l’examen du grief initial au titre de l’article 14 (art. 14), que le requérant avait ultérieurement retiré;", "- a déclaré recevables et retenu les parties de la requête qui posaient des problèmes sous l’angle de l’article 3 (art. 3) de la Convention, considéré isolément ou combiné avec l’article 14 (art. 14+3);", "- a déclaré irrecevable le surplus de la requête.", "21. En janvier 1976, la Commission a été informée que le requérant désirait retirer sa requête. Cependant, elle a décidé le 9 mars 1976 qu’elle ne pouvait accéder à cette demande \"car l’affaire soulevait des questions de caractère général touchant au respect de la Convention et appelait un examen plus approfondi des points en litige\". M. Tyrer a cessé de participer à la procédure.", "22. Dans son rapport du 14 décembre 1976, la Commission a exprimé l’avis:", "- par quatorze voix contre une, que le châtiment judiciaire corporel infligé au requérant était dégradant et enfreignait l’article 3 (art. 3) de la Convention;", "- qu’il n’était pas nécessaire, eu égard à la conclusion ci-dessus, de poursuivre l’examen du point en litige au titre de l’article 14 (art. 14) de la Convention;", "- que, sous l’angle de l’article 63 par. 3 (art. 63-3) de la Convention, il n’y avait entre l’île de Man et le Royaume-Uni aucune différence sociale ou culturelle importante qui pût présenter un intérêt pour l’application de l’article 3 (art. 3) en l’espèce.", "Le rapport contient une opinion séparée.", "EN DROIT", "I. QUESTIONS PRELIMINAIRES", "A. Compétence de la Cour", "23. A l’audience du 17 janvier 1978, on a souligné que la déclaration du Gouvernement reconnaissant à l’égard de l’île de Man la juridiction obligatoire de la Cour avait expiré le 13 janvier 1976, alors que la Commission a saisi cette dernière le 11 mars 1977.", "Dans sa demande introductive d’instance, la Commission a indiqué qu’elle avait eu égard aux divers renouvellements de ladite déclaration et en particulier à celui du 21 avril 1972, en vigueur au moment du dépôt de la requête auprès de la Commission. Quant à lui, le Gouvernement, qui n’avait présenté aucune exception préliminaire en vertu de l’article 46 du règlement de la Cour, a précisé à l’audience qu’il acceptait la compétence de la Cour conformément à l’article 48 (art. 48) de la Convention, mais qu’il ne fallait pas en déduire qu’il approuvait nécessairement le raisonnement figurant dans ladite demande.", "Dans ces conditions, la Cour constate que sa compétence se trouve établie.", "B. La demande de radiation de l’affaire du rôle de la Cour", "24. L’Attorney-General de l’île de Man a soutenu d’abord que la Cour devrait rayer l’affaire de son rôle eu égard au fait que M. Tyrer, qui avait introduit sa requête devant la Commission pendant sa minorité, avait exprimé, une fois majeur, le désir de la retirer.", "Le 9 mars 1976 la Commission avait décidé, en vertu de l’article 43 de son règlement intérieur de l’époque, qu’elle ne pouvait accéder à la demande du requérant car l’affaire soulevait des problèmes de caractère général touchant à l’observation de la Convention et appelant un examen plus approfondi des points en litige (paragraphe 21 ci-dessus). Devant la Cour, le délégué principal a plaidé qu’il fallait subordonner les voeux du requérant à l’intérêt général qui s’attache au respect des droits de l’homme tels que les définit la Convention. Il a ajouté que la Commission n’avait jamais étudié les raisons et circonstances de ladite demande.", "L’Attorney-General de l’île de Man a concédé qu’il était loisible à la Commission, d’après son règlement intérieur, de refuser, pour les motifs énoncés ci-dessus, d’autoriser M. Tyrer à se désister. Il n’a invoqué aucune irrégularité qui aurait entaché la décision de la Commission; il s’est borné à prétendre qu’en l’occurrence les souhaits du requérant devaient l’emporter sur le caractère général de l’affaire et que la Cour devait donc envisager de rayer celle-ci de son rôle en application de l’article 47 de son règlement.", "25. En l’absence de contestation sur la régularité de la décision de la Commission de poursuivre l’examen de la requête, il incombe à la Cour de se prononcer uniquement sur la radiation de l’affaire du rôle.", "Le paragraphe 1 de l’article 47 du règlement ne s’applique pas en l’espèce. En premier lieu, la requête demeurait pendante devant la Commission quand M. Tyrer a exprimé le désir de la retirer. En outre cette déclaration, émanant d’un individu que la Convention n’habilite pas à saisir la Cour, ne saurait déployer les effets d’un désistement dans la présente procédure (arrêt De Becker du 27 mars 1962, série A no 4, p. 23, par. 4). Surtout, le paragraphe 1 vaut exclusivement pour le désistement d’une \"Partie requérante devant la Cour\", c’est-à-dire un État contractant qui introduit une instance auprès de celle-ci (alinéa h) de l’article 1 du règlement; arrêt Kjeldsen, Busk Madsen et Pedersen du 7 décembre 1976, série A no 23 p. 21, par. 47).", "D’après le paragraphe 2 de l’article 47, la Cour peut, sous réserve du paragraphe 3, rayer du rôle une affaire portée devant elle par la Commission, mais seulement quand elle \"reçoit communication d’un règlement amiable, arrangement ou autre fait de nature à fournir une solution du litige\". Or la Commission, on l’a déjà signalé, n’a jamais étudié les circonstances entourant la demande du requérant et aucun renseignement complémentaire n’a été donné à la Cour à leur sujet. Partant, la Cour ne possède aucune indication selon laquelle la déclaration de retrait de M. Tyrer constituerait un fait de nature à fournir une solution du litige.", "26. L’Attorney-General de l’île de Man a plaidé ensuite que la Cour devra rayer l’affaire de son rôle quand le législateur de l’île aura voté la proposition tendant à supprimer le châtiment corporel en tant que sanction pénale pour, entre autres, le délit de coups et blessures dont le requérant a été jugé coupable (paragraphe 16 ci-dessus). Le délégué principal a souligné que seule l’abolition totale du châtiment judiciaire corporel pourrait, aux yeux de la Commission, constituer \"un fait de nature à fournir une solution du litige\" dans le contexte de l’article 47 par. 2 du règlement.", "La Cour n’estime pas possible de considérer la législation envisagée comme un tel fait. Il n’y a aucune certitude sur le point de savoir si et quand la proposition deviendra loi et, même si elle aboutit, elle ne pourra effacer une peine déjà exécutée. Qui plus est, le projet ne touche pas l’essence du problème porté devant la Cour: le châtiment judiciaire corporel, tel que le requérant l’a subi conformément à la législation mannoise, va-t-il à l’encontre de la Convention?", "27. En conséquence, la Cour décide de ne pas rayer l’affaire de son rôle pour l’un ou l’autre des motifs invoqués.", "II. SUR L’ARTICLE 3 (art. 3)", "28. Le requérant a soutenu devant la Commission que les faits de la cause violaient l’article 3 (art. 3) de la Convention, aux termes duquel", "\"Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants.\"", "Il a allégué qu’il y avait eu torture, ou peine ou traitement inhumain ou dégradant, ou une combinaison quelconque de ceux-ci.", "Dans son rapport, la Commission a exprimé l’avis que le châtiment judiciaire corporel, étant dégradant, enfreignait l’article 3 (art. 3) et que le fait de l’avoir infligé au requérant méconnaissait par conséquent cette disposition.", "29. La Cour souscrit à l’opinion de la Commission selon laquelle la peine de M. Tyrer ne constituait pas une \"torture\" au sens de l’article 3 (art. 3). Les circonstances de l’espèce ne lui paraissent pas révéler qu’il ait éprouvé des souffrances du niveau impliqué par cette notion telle qu’elle l’a interprétée et appliquée dans son arrêt du 18 janvier 1978 (Irlande contre Royaume-Uni, série A no 25, pp. 66-67 et 68, paras. 167 et 174).", "Cet arrêt renferme aussi diverses indications relatives aux concepts de \"traitement inhumain\" et de \"traitement dégradant\", mais il a laissé à dessein de côté ceux de \"peine inhumaine\" et de \"peine dégradante\" qui seuls entrent en ligne de compte en l’occurrence (ibidem p. 65, par. 164). Lesdites indications ne sauraient donc servir ici telles quelles. Il n’en demeure pas moins que la souffrance provoquée doit se situer à un niveau particulier pour que l’on puisse qualifier une peine d’\"inhumaine\" au sens de l’article 3 (art. 3). Là non plus, la Cour n’estime pas au vu des pièces du dossier que ce niveau ait été atteint; partant, elle conclut avec la Commission que le châtiment de M. Tyrer ne s’analysait pas en une \"peine inhumaine\" au regard de l’article 3 (art. 3). Dès lors, il s’agit uniquement de décider s’il a subi une \"peine dégradante\" incompatible avec cet article (art. 3).", "30. La Cour constate d’abord qu’un individu peut être humilié par le simple fait qu’on le condamne au pénal. Cependant, ce qui importe aux fins de l’article 3 (art. 3) est qu’il soit humilié non par sa seule condamnation, mais par l’exécution de sa peine. Tel peut être, dans la plupart des cas sinon dans tous, l’un des effets du châtiment judiciaire qui entraîne la soumission forcée aux exigences du système pénal.", "Néanmoins, ainsi que la Cour l’a souligné dans son arrêt du 18 janvier 1978 en l’affaire Irlande contre Royaume-Uni, l’article 3 (art. 3) édicte une prohibition absolue: il ne prévoit pas de restrictions et, d’après l’article 15 par. 2 (art. 15-2), ne tolère aucune dérogation (série A no 25, p. 65, par. 163). Or il serait absurde de soutenir que toute peine judiciaire, en raison de l’aspect humiliant qu’elle présente d’ordinaire et presque inévitablement, revêt un caractère \"dégradant\" au sens de l’article 3 (art. 3). Il faut introduire dans le texte un critère supplémentaire. En interdisant expressément les peines \"inhumaines\" et \"dégradantes\", l’article 3 (art. 3) implique du reste qu’elles se distinguent des peines en général.", "Aux yeux de la Cour, pour qu’une peine soit \"dégradante\" et enfreigne l’article 3 (art. 3), l’humiliation ou l’avilissement dont elle s’accompagne doivent se situer à un niveau particulier et différer en tout cas de l’élément habituel d’humiliation mentionné à l’alinéa précédent. Cette appréciation est nécessairement relative: elle dépend de l’ensemble des circonstances de la cause, et notamment de la nature et du contexte de la peine ainsi que de ses modalités d’exécution.", "31. L’Attorney-General de l’île de Man a plaidé que le châtiment judiciaire corporel incriminé ne viole pas la Convention car il ne choque pas l’opinion publique locale. Toutefois, à supposer même que celle-ci puisse avoir une incidence sur l’interprétation du concept de \"peine dégradante\" figurant à l’article 3 (art. 3), la Cour ne considère pas comme établi que les habitants de l’île favorables au maintien de ce châtiment ne le jugent pas dégradant: l’une des raisons pour lesquelles ils y voient un moyen efficace de dissuasion réside peut-être précisément dans son aspect dégradant. Quant à leur conviction selon laquelle le châtiment judiciaire corporel effraie les délinquants, il faut souligner qu’une peine ne perd pas son caractère dégradant par cela seul qu’elle passe pour constituer, ou constitue réellement, un moyen efficace de dissuasion ou de lutte contre la délinquance. Surtout, la Cour doit y insister, le recours à des peines contraires à l’article 3 (art. 3) n’est jamais admissible, quels que soient leurs effets dissuasifs.", "La Cour rappelle en outre que la Convention est un instrument vivant à interpréter - la Commission l’a relevé à juste titre - à la lumière des conditions de vie actuelles. Dans la présente espèce, la Cour ne peut pas ne pas être influencée par l’évolution et les normes communément acceptées de la politique pénale des États membres du Conseil de l’Europe dans ce domaine. L’Attorney-General de l’île de Man a du reste signalé que depuis de longues années on révise les dispositions législatives mannoises concernant lesdits châtiments.", "32. Au sujet des modalités d’exécution de la fustigation infligée à M. Tyrer, l’Attorney-General de l’île de Man a mis l’accent sur le fait que la peine a été administrée dans un local clos et sans divulgation du nom du délinquant.", "La publicité peut constituer un élément pertinent pour apprécier si une peine est \"dégradante\" au sens de l’article 3 (art. 3), mais la Cour ne croit pas que son absence empêche nécessairement une peine déterminée d’entrer dans cette catégorie; il peut fort bien suffire que la victime soit humiliée à ses propres yeux, même si elle ne l’est pas à ceux d’autrui.", "La Cour note que la législation mannoise litigieuse, tout en accordant au délinquant le droit d’attaquer la sentence, offre certaines garanties. Par exemple, il y a un examen médical préalable; le nombre des coups et les dimensions de la verge sont fixés en détail; un docteur assiste au châtiment et peut en ordonner l’interruption; dans le cas d’un enfant ou adolescent, un parent peut être présent s’il le désire; la fustigation est donnée par un gardien de la paix devant un collègue plus haut en grade.", "33. Il incombe néanmoins à la Cour de rechercher si les autres circonstances du châtiment subi par le requérant l’ont rendu \"dégradant\" au regard de l’article 3 (art. 3).", "Les peines judiciaires corporelles impliquent, par nature, qu’un être humain se livre à des violences physiques sur l’un de ses semblables. En outre, il s’agit de violences institutionnalisées, en l’occurrence autorisées par la loi, prescrites par les organes judiciaires de l’État et infligées par sa police (paragraphe 10 ci-dessus). Ainsi, quoique le requérant n’ait pas subi de lésions physiques graves ou durables, son châtiment, consistant à le traiter en objet aux mains de la puissance publique, a porté atteinte à ce dont la protection figure précisément parmi les buts principaux de l’article 3 (art. 3): la dignité et l’intégrité physique de la personne. On ne saurait davantage exclure que la peine ait entraîné des séquelles psychologiques néfastes.", "Le caractère institutionnalisé de ces violences se combine de surcroît avec l’ensemble de la procédure officielle dont s’accompagnait le châtiment et avec la circonstance que les exécutants étaient entièrement étrangers au délinquant.", "A la vérité, la législation en cause prévoit que la fustigation n’aura jamais lieu plus de six mois après le prononcé de la sentence. Il n’en demeure pas moins que plusieurs semaines avaient passé depuis la condamnation du requérant par le tribunal pour jeunes et qu’un délai considérable s’est écoulé au poste de police où la peine a été appliquée. M. Tyrer a donc éprouvé, en sus d’une souffrance physique, l’angoisse morale d’attendre les violences qu’on allait lui infliger.", "34. En l’espèce, la Cour ne juge pas pertinent que la condamnation à une peine judiciaire corporelle ait été imposée au requérant du chef d’un acte de violence. Elle n’estime pas non plus pertinent que la fustigation ait représenté, pour M. Tyrer, le substitut d’une période de détention: si une sanction pénale peut être préférable à une autre, produire des effets moins défavorables ou être moins lourde, cela ne veut pas dire en soi qu’elle ne revêt point un caractère \"dégradant\" au regard de l’article 3 (art. 3).", "35. Examinant ces circonstances dans leur ensemble, la Cour conclut dès lors que l’on a soumis le requérant à une peine où l’élément d’humiliation atteignait le niveau inhérent à la notion de \"peine dégradante\" telle que l’explique le paragraphe 30 ci-dessus. La honte de se voir administrer le châtiment sur le derrière nu en a dans une certaine mesure aggravé le caractère dégradant, mais elle n’a pas été le facteur unique ou déterminant.", "Partant, la Cour conclut que la peine judiciaire corporelle infligée au requérant s’analysait en une peine dégradante au sens de l’article 3 (art. 3) de la Convention.", "III. SUR L’ARTICLE 63 (art. 63)", "36. La Cour doit examiner ensuite si la conclusion ci-dessus se trouve modifiée par certains arguments avancés sur le terrain de l’article 63 (art. 63) de la Convention, dont les paragraphes 1 et 3 (art. 63-1, art. 63-3) se lisent ainsi:", "\"1. Tout État peut, au moment de la ratification ou à tout autre moment par la suite, déclarer, par notification adressée au Secrétaire Général du Conseil de l’Europe, que la (...) Convention s’appliquera à tous les territoires ou à l’un quelconque des territoires dont il assure les relations internationales.", "(...)", "3. Dans lesdits territoires les dispositions de la (...) Convention seront appliquées en tenant compte des nécessités locales.\"", "37. Au sujet de l’article 63 par. 3 (art. 63-3), l’Attorney-General de l’île de Man a fait valoir devant la Cour:", "\"premièrement, que le châtiment judiciaire corporel tel qu’on l’a pratiqué dans l’île de Man à l’égard du requérant ne revêt pas un caractère dégradant et qu’en vertu de l’article 63 par. 3 (art. 63-3) le Royaume-Uni n’enfreint pas la Convention; en second lieu (...), que si l’on tient dûment compte de la situation locale dans l’île (...) le recours aux châtiments judiciaires corporels sur une échelle limitée continue à se justifier comme moyen de dissuasion et que, partant, le Royaume-Uni ne violerait pas la Convention\".", "L’Attorney-General a tiré en particulier argument de l’état de l’opinion publique dans l’île; il a mentionné entre autres un débat à Tynwald et une pétition, tous deux récents et qui ont révélé une forte majorité en faveur de la conservation des châtiments judiciaires corporels dans des cas bien définis (paragraphe 15 ci-dessus). Selon lui, non seulement cette majorité ne considère pas cette peine comme dégradante, mais elle y voit une arme efficace de dissuasion et une garantie souhaitable pour la défense de l’ordre public. Il a cité aussi des statistiques à l’appui de ces affirmations (paragraphe 18 ci-dessus).", "Le délégué principal de la Commission a plaidé, quant à la situation locale dans l’île, que l’on a du mal à imaginer la possibilité de se fonder sur des caractéristiques locales pour légitimer une infraction à l’article 3 (art. 3). Il a souligné que nulle circonstance locale spécifique n’avait été invoquée en dehors de la conviction, commune à beaucoup d’habitants de l’île, selon laquelle les châtiments judiciaires corporels offrent un moyen efficace de dissuasion; à supposer même, a-t-il ajouté, que pareille conviction puisse constituer une circonstance locale, la Commission ne l’a pas estimée de nature à influer sur sa conclusion relevant une violation de l’article 3 (art. 3). Il a précisé enfin l’opinion de la Commission d’après laquelle il n’y a pas entre l’île de Man et le Royaume-Uni de différences sociales ou culturelles importantes propres à entrer en ligne de compte pour l’application de l’article 3 (art. 3) en l’espèce: elle revient à dire que l’on ne saurait en réalité s’appuyer sur l’article 63 par. 3 (art. 63-3) pour des territoires aux liens et affinités aussi étroits que l’île de Man et le Royaume-Uni.", "38. Le problème à résoudre consiste donc à savoir s’il existe dans l’île de Man des nécessités locales, au sens de l’article 63 par. 3 (art. 63-3), telles que malgré son caractère dégradant (paragraphe 35 ci-dessus) la peine incriminée n’enfreindrait pas l’article 3 (art. 3).", "La Cour constate d’abord que l’Attorney-General de l’île de Man a parlé plutôt de circonstances et situations que de nécessités. Les convictions, sans conteste sincères, de membres de la population locale indiquent jusqu’à un certain point que les châtiments judiciaires corporels passent dans l’île pour un moyen nécessaire de dissuasion et de défense de l’ordre. Toutefois, l’article 63 par. 3 (art. 63-3) demande davantage pour entrer un jeu: il faut la preuve manifeste et décisive d’une nécessité; or la Cour ne peut pas estimer que les convictions et l’opinion publique locale fournissent en soi pareille preuve.", "En outre, quand bien même les châtiments judiciaires corporels présenteraient les avantages que leur attribue l’opinion publique locale, rien ne montre à la Cour que l’on ne puisse préserver l’ordre dans l’île de Man sans les utiliser. A cet égard, il échet de noter que la grande majorité des États membres du Conseil de l’Europe paraissent les ignorer et, pour quelques-uns d’entre eux, ne les ont du reste jamais connus à notre époque; dans l’île de Man elle-même, la Cour l’a déjà relevé, on révise depuis de nombreuses années la législation dont il s’agit. Cela autorise pour le moins à douter que le maintien de l’ordre dans un pays européen exige la possibilité d’infliger semblable peine. L’île de Man ne possède pas seulement des traditions politiques, sociales et culturelles établies de longue date et hautement développées: elle constitue une société moderne. Historiquement, géographiquement et culturellement, elle a toujours figuré dans la famille des nations européennes et on doit la considérer comme un titulaire à part entière du \"patrimoine commun d’idéal et de traditions politiques, de respect de la liberté et de prééminence du droit\" auquel se réfère le préambule de la Convention. A ce sujet, la Cour souligne que le système instauré par l’article 63 (art. 63) tendait pour l’essentiel à répondre au fait qu’au moment où l’on a rédigé la Convention il était encore des territoires coloniaux dont le niveau de civilisation ne permettait pas, pensait-on, la pleine application de cet instrument.", "Enfin et surtout, même si l’on ne pouvait préserver l’ordre dans l’île de Man sans recourir aux châtiments judiciaires corporels, cela n’en rendrait pas l’emploi compatible avec la Convention. Ainsi que l’a rappelé la Cour, l’article 3 (art. 3) énonce une prohibition absolue et d’après l’article 15 par. 2 (art. 15-2) les États contractants ne peuvent y déroger, fût-ce en cas de guerre ou d’autre danger public menaçant la vie de la nation. Nulle nécessité locale touchant au maintien de l’ordre public ne saurait non plus, aux yeux de la Cour, donner à l’un de ces États, en vertu de l’article 63 par. 3 (art. 63-3), le droit d’user d’une peine contraire à l’article 3 (art. 3).", "39. La Cour constate, par ces motifs, qu’il n’existe pas de nécessités locales influant sur l’application de l’article 3 (art. 3) dans l’île de Man et, en conséquence, que le châtiment judiciaire corporel subi par le requérant a violé cet article (art. 3).", "40. Dès lors, la Cour ne croit pas nécessaire d’examiner, sous l’angle de l’article 63 par. 1 (art. 63-1), la question du statut de l’île de Man par rapport au Royaume-Uni.", "IV. SUR L’ARTICLE 14 (art. 14)", "41. Aux termes de l’article 14 (art. 14) de la Convention,", " \"La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation.\"", "42. Par sa décision du 19 juillet 1974, la Commission, considérant d’office que les faits de la cause soulevaient des questions de discrimination fondée sur le sexe et/ou l’âge, a déclaré recevables et retenu les parties de la requête qui posaient des problèmes sur le terrain de l’article 3 combiné avec l’article 14 (art. 14+3). Dans son rapport du 14 décembre 1976, elle n’a cependant pas estimé devoir étudier ces problèmes plus avant: elle a trouvé suffisant d’avoir conclu qu’une violation de l’article 3 (art. 3) s’était produite en l’espèce et que, partant, il n’aurait fallu infliger à personne un châtiment judiciaire corporel. En outre, elle n’a mentionné lesdits problèmes ni dans sa demande du 11 mars 1977 à la Cour ni lors des audiences. Le Gouvernement ne les a pas non plus abordés devant la Cour.", "43. La Cour prend acte de l’attitude des comparants. En l’occurrence, elle ne juge pas nécessaire d’examiner la question d’office.", "V. SUR L’ARTICLE 50 (art. 50)", "44. Selon l’article 50 (art. 50) de la Convention,", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "45. Dans sa requête à la Commission, M. Tyrer réclamait des dommages-intérêts. A l’audience du 17 janvier 1978, le délégué principal a toutefois souligné que nul problème ne pouvait surgir au titre de l’article 50 (art. 50), de l’avis de la Commission, car il n’y avait plus de requérant participant à la procédure.", "La Cour considère la question comme en état. Elle souscrit à l’opinion de la Commission et constate, dès lors, qu’il n’y a pas lieu d’appliquer l’article 50 (art. 50) en l’espèce.", "PAR CES MOTIFS, LA COUR", "1. décide à l’unanimité de ne pas rayer l’affaire du rôle;", "", "2. dit, par six voix contre une, que le châtiment judiciaire corporel infligé à M. Tyrer constituait une peine dégradante au sens de l’article 3 (art. 3);", "", "3. dit, à l’unanimité, qu’il n’existe en l’espèce aucune nécessité locale, au sens de l’article 63 par. 3 (art. 63-3), de nature à influer sur l’application de l’article 3 (art. 3);", "", "4. dit, par six voix contre une, que la peine litigieuse a donc violé l’article 3 (art. 3);", "", "5. dit, à l’unanimité, qu’il n’est pas nécessaire d’examiner la question d’une violation éventuelle de l’article 3 combiné avec l’article 14 (art. 14+3);", "", "6. dit, à l’unanimité, qu’il n’y a pas lieu d’appliquer l’article 50 (art. 50) en l’occurrence.", "", "Rendu en anglais et en français, le texte anglais faisant foi, au Palais des Droits de l’Homme à Strasbourg, le vingt-cinq avril mil neuf cent soixante-dix-huit.", "", "Giorgio Balladore Pallieri", "Président", "", "Pour le greffier", "Herbert Petzold", "Greffier adjoint", "", "Au présent arrêt se trouve joint, conformément à l’article 51 par. 2 (art. 51-2) de la Convention et à l’article 50 par. 2 du règlement, l’exposé de l’opinion séparée de Sir Gerald Fitzmaurice, juge.", "", "G. B. P.", "H. P.", "", "", "\nOPINION SEPAREE DE SIR GERALD FITZMAURICE, JUGE", "(Traduction)", "1. A regret, il m’est impossible de partager l’avis de la Cour sur ce qui représente en l’espèce le principal problème - à savoir si le châtiment infligé à M. Tyrer - lorsqu’il était écolier – constituait une peine \"dégradante\" contraire à l’article 3 (art. 3) de la Convention européenne des Droits de l’Homme. Toutefois, je peux au moins me consacrer exclusivement à cette question étant donné que, tout en n’étant pas nécessairement d’accord in toto sur les autres points – en particulier celui du paragraphe 3 de l’article 63 (art. 63-3) (obligation de tenir compte des nécessités locales dans le cas de territoires métropolitains) -, je ne me suis pas senti obligé de voter positivement contre les conclusions auxquelles la Cour est parvenue sur les points ne découlant pas directement de l’article 3 (art. 3). Par ailleurs, compte tenu du fait que la Cour a constaté (à juste titre à mon avis) que le châtiment infligé à M. Tyrer ne constituait ni une torture ni un traitement inhumain, je n’ai pas besoin de traiter ces questions si ce n’est pour autant qu’elles se rapportent, d’une façon générale, à ce que je tiens à dire sur la troisième composante de l’article 3 (art. 3) - traitements ou peines dégradants. J’ai étudié en détail les aspects spécifiques de la torture et des traitements inhumains dans la récente affaire de l’Irlande contre le Royaume-Uni (arrêt du 18 janvier 1978), que j’appellerai ci-après l’\"affaire irlandaise\".", "2. Avant d’aller plus loin je tiens cependant à préciser que ma position dans la présente affaire est déterminée par le fait que le châtiment incriminé a été infligé à un adolescent. De même que dans la récente affaire Handyside (\"Le petit livre rouge à l’usage des écoliers\"), l’élément clé en jeu était que la littérature sexuelle qui aurait été plus ou moins inoffensive si elle avait été distribuée à des adultes était expressément destinée et distribuée à des jeunes d’âge scolaire, de même l’élément clé dans la présente affaire réside, à mon avis, dans le fait que la peine a été infligée non pas à un adulte mais à un adolescent.", "3. S’agissant de la torture et des traitements inhumains, après avoir davantage réfléchi à l’affaire irlandaise, j’ai été amené à me demander s’il est possible ou juste de considérer que ces notions (et cela vaudrait aussi pour celles de traitement dégradant ou de peine dégradante) possèdent le caractère absolu et monolithique qu’elles semblent avoir à la lecture littérale de l’article 3 (art. 3) – ainsi que la Cour l’a estimé tant dans l’affaire irlandaise qu’en l’espèce et ainsi que je l’ai admis au paragraphe 14 de mon opinion séparée dans la première affaire. Comme je l’ai déclaré dans ledit paragraphe, il est facile de voir pourquoi les auteurs de la Convention ont procédé de cette manière: non seulement une définition appropriée aurait été aussi difficile à élaborer que dans le cas fameux de la définition de l’agression, mais aussi toute tentative de définition (également comme dans ce dernier cas) aurait presque inévitablement tendu à indiquer les moyens d’y échapper. Mais cela ne signifie en aucune façon que, parce que la tâche d’interpréter et d’appliquer ces notions incombe, en conséquence, forcément aux tribunaux, le tribunal chargé de cette tâche puisse se réfugier dans une interprétation littérale de l’article (art. 3) sans tenir compte des circonstances spéciales du cas concret. En vérité, c’est précisément parce qu’il est difficile de parvenir à une définition qui tienne compte à l’avance de toutes les possibilités qui peuvent se présenter que l’obligation de le faire dans le cas d’espèce incombe au tribunal. La Cour l’a reconnu jusqu’à un certain point en appliquant le critère du degré de sévérité qu’implique le traitement incriminé; mais ce n’est pas là, tant s’en faut, le seul facteur qui puisse être pertinent - et même en appliquant ce critère, le tribunal doit considérer des aspects tels que l’âge, l’état de santé général, les caractères corporels et la condition physique et mentale de l’intéressé ou d’autres éléments réels de la cause, dont chacun peut augmenter ou diminuer l’intensité de l’effet produit.", "4. Ce n’est pas seulement à ces différents titres qu’il faut apporter quelques réserves au caractère absolu des termes littéraux de l’article 3 (art. 3). Ainsi, il convient de noter que ceux-ci, lorsqu’ils parlent de \"peines\", ne le font qu’en liaison avec les mots \"inhumaines\" et \"dégradantes\" et non pas en liaison avec \"torture\". Indépendamment de la difficulté grammaticale que pose l’emploi de ce dernier mot comme adjectif, la raison en est clairement que la torture est aussi souvent, sinon plus souvent, infligée à d’autres fins - telles que l’intimidation, la contrainte, l’extorsion de renseignements, etc. - qu’à des fins de châtiment (dans le cas de l’inhumain ou du dégradant, ces autres fins sont couvertes par l’emploi des mots \"traitements\" et \"peines\", mais aucun de ces mots n’est employé en liaison avec le terme \"torture\"). En conséquence, si l’on interprète littéralement l’article 3 (art. 3), le fait d’infliger une souffrance d’une intensité suffisamment grave pour équivaloir à une torture impliquerait une violation de cette disposition quelles que soient les circonstances dans lesquelles cela se serait produit - par exemple, le cas d’un chirurgien militaire qui ampute d’urgence une jambe sur le champ de bataille, sans anesthésie. Dans tous ces cas (et l’on peut facilement en imaginer d’autres - voir note 2 la \"victime\" est, conformément aux termes mêmes de l’article 3 (art. 3), \"soumise à la torture\" alors que selon cet article (art. 3) \"Nul ne peut (l)’être\" - jamais, même si dans certains cas, ou jusqu’à un certain point, la soumission est volontairement acceptée.", "5. Les cas de ce genre montrent aussi que les réserves à apporter à l’incidence de l’article (art. 3) pris dans un sens littéral visent non seulement ce qui constitue une torture, etc., ou y équivaut, mais également ce qui peut dans certaines conditions justifier le fait de l’infliger, comme par exemple sauver la vie de l’intéressé ou, dans telles ou telles circonstances, sauver un plus grand nombre d’autres vies. Il s’agit là d’un point extrêmement difficile et délicat sur lequel il n’est que trop facile de se tromper. Je l’ai évoqué au troisième paragraphe de la note 19 de mon opinion séparée dans l’affaire irlandaise (voir paragraphe 1 ci-dessus) et je ne m’étendrai pas davantage parce que la présente affaire ne porte pas directement sur des questions de torture ou d’autres types de traitement inhumain - (ou, de toute façon, l’arrêt de la Cour, auquel je souscris sur ces points, les exclut).", "", "*       *", "", "*", "", "6. Ce qui est actuellement en cause, c’est la question du traitement dégradant ou de la peine dégradante, dont j’ai étudié de manière détaillée le principe aux paragraphes 27-29 de mon opinion séparée dans l’affaire irlandaise. Mais ici aussi il est manifestement impossible d’appliquer littéralement les termes de l’article 3 (art. 3). Si, comme dans le cas présent, il s’agit d’une peine, il est évident que toute peine est dégradante, tout au moins si elle implique l’emprisonnement et les incidents (le plus souvent déplaisants et souvent humiliants) de la vie et de la discipline pénitentiaires. En conséquence, pour constituer une violation de l’article 3 (art. 3) la peine en question doit comporter un degré de dégradation notoirement plus élevé que celui naturellement lié à toute peine normale qui prend la forme d’une coercition ou d’une privation de liberté - ou alors elle doit s’accompagner de circonstances plus dégradantes que ne l’exige l’exécution de la peine conformément à son effet normal et recherché. La Cour l’a expressément reconnu au dernier alinéa du paragraphe 30 de l’arrêt, qui contient un exposé du principe pertinent - principe auquel je souscris pleinement.", "7. Toutefois, la Cour estime ensuite que ce que le passage que je viens de mentionner appelle le \"niveau\" d’\"humiliation\" ou d’\"avilissement\" a été en fait atteint dans le châtiment infligé à M. Tyrer lorsqu’il était enfant. C’est avec cette conclusion que je suis respectueusement en désaccord - en partie parce que, comme je vais maintenant le démontrer, elle n’est pas en fait (bien qu’elle soit censée l’être) liée aux circonstances réelles de la peine, mais revient à considérer que toutes les peines corporelles, quelles que soient les circonstances, impliquent naturellement en tant que telles un niveau inacceptable de dégradation. En cela la Cour me semble s’écarter de son propre critère, énoncé dans le passage pertinent, selon lequel l’appréciation de l’élément de dégradation est \"relative\" et \"dépend de l’ensemble des circonstances de la cause, et notamment de la nature et du contexte de la peine ainsi que de ses modalités d’exécution\". Après avoir mis l’accent sur le fait (qu’il n’estime pas concluant) que la peine a été administrée dans un local clos, l’arrêt en vient ensuite, si j’ai bien compris, à concéder que (sous réserve de la question fondamentale de la nature des peines corporelles) les méthodes et conditions prescrites par la législation mannoise pour l’exécution d’un tel châtiment offrent \"certaines garanties\", et il ressort clairement des faits de la cause que ces garanties ont été dûment observées dans l’affaire Tyrer. Les passages en question de l’arrêt (dernier alinéa du paragraphe 32 et premier alinéa du paragraphe 33) sont libellés comme suit:", "\"La Cour note que la législation mannoise litigieuse, tout en accordant au délinquant le droit d’attaquer la sentence, offre certaines garanties. Par exemple, il y a un examen médical préalable; le nombre des coups et les dimensions de la verge sont fixés en détail; un docteur assiste au châtiment et peut en ordonner l’interruption; dans le cas d’un enfant ou adolescent, un parent peut être présent s’il le désire; la fustigation est donnée par un gardien de la paix devant un collègue plus haut en grade.\"", "L’arrêt déclare ensuite (paragraphe 33):", "\"Il incombe néanmoins à la Cour de rechercher si les autres circonstances du châtiment subi par le requérant l’ont rendu ‘dégradant’ au regard de l’article 3 (art. 3).\"", "8. Le mot \"néanmoins\" qui figure dans ce dernier passage montre que la Cour a estimé que les conditions dans lesquelles la peine a été administrée n’appellent en elles-mêmes aucune critique et qu’elle a dû examiner \"les autres circonstances du châtiment\" pour déterminer s’il était \"dégradant\". Mais lorsque l’arrêt procède à cet examen, il devient parfaitement clair que, sur le plan pratique, ce ne sont absolument pas \"les autres circonstances du châtiment\", mais le châtiment lui-même et en tant que tel que la Cour considère comme dégradant. Cela ressort uniquement, mais suffisamment, des deux phrases du deuxième alinéa du paragraphe 33, où il est respectivement dit:", "\"Les peines judiciaires corporelles impliquent, par nature, qu’un être humain se livre à des violences physiques sur l’un de ses semblables.\"", "et", "\"(...) son châtiment consistant à le traiter en objet aux mains de la puissance publique, a porté atteinte à ce dont la protection figure précisément parmi les buts principaux de l’article 3 (art. 3): la dignité et l’intégrité physique de la personne.\"", "Ce sont là des tautologies qui ne font pas avancer les choses et vont à l’encontre du but recherché puisqu’elles supposent vrai ce qui est précisément en question, à savoir non pas si le châtiment était physiquement violent ou a été infligé par la force ou même a impliqué une perte de dignité (comme le font la plupart des châtiments), mais s’il était \"dégradant\" dans les circonstances actuelles et dégradant à un point qui - pour reprendre les termes mêmes de la Cour - l’ait porté à un niveau supérieur à cet \"élément habituel d’humiliation ou de dégradation\" qui est un aspect que \"toute peine judiciaire (...) présente d’ordinaire et presque inévitablement\" (arrêt, paragraphe 30, passim). C’est uniquement ce type de dégradation dont la condamnation - ou la protection contre lui - peut passer pour figurer \"parmi les buts principaux de l’article 3 (art. 3)\", et le simple fait d’affirmer que tel est le cas ne suffit pas à lui seul à emporter la conviction. Ces affirmations montrent en réalité que, de l’avis de la Cour, c’est le fait que la peine soit corporelle qui la rend répréhensible, et ce indépendamment d’une circonstance aussi manifestement pertinente que le fait qu’elle ait été administrée à un adolescent et non pas à un adulte. En résumé, on estime que c’est le \"caractère corporel\" de la peine qui lui fait automatiquement atteindre un niveau inacceptable de dégradation. Je ne saurais me rallier à cette façon de voir qui, pour des raisons à peu près du même ordre que celles que j’ai données dans l’affaire irlandaise (en particulier aux paragraphes 22-36), semble exagérée et disproportionnée. Mais, avant de préciser les raisons pour lesquelles je ne considère pas le châtiment administré en l’espèce comme constituant dans lesdites circonstances un châtiment \"dégradant\" – ou tout au moins comme impliquant le niveau de dégradation nécessaire pour constituer une violation de l’article 3 (art. 3) -, il me faut examiner quelles étaient les \"autres\" circonstances auxquelles la Cour semble avoir songé dans le dernier des passages que j’ai cités au paragraphe 7 ci-dessus.", "9. A propos des \"autres\" circonstances (arrêt, paragraphe 33 et suivants), j’ai noté ce qui suit:", "(i) Au paragraphe 33, on insiste beaucoup sur le fait que les \"violences\" étaient \"institutionnalisées\", c’est-à-dire \"autorisées par la loi\" et \"infligées par [la] police\". Pour ma part, je ne vois pas la pertinence de ce critère, c’est-à-dire que le châtiment était dégradant parce qu’\"institutionnalisé\" ou plus dégradant pour cette raison que s’il n’avait pas été institutionnalisé5a. Être \"institutionnalisé\" est, dans une société organisée, inséparable de toute répression des délits, étant donné qu’une répression non institutionnalisée, sauf celles que la loi tolère, ne peut être qu’illégale. Par conséquent, je ne vois pas pourquoi les violences institutionnalisées doivent nécessairement être dégradantes si les violences non institutionnalisées ne le sont pas, ou être plus dégradantes que ces dernières. En vérité, on ne voit absolument pas à quelle forme de violence non institutionnalisée la Cour songeait – et qui, par comparaison, ne serait pas considérée comme dégradante pour l’intéressé. Peut-être a-t-on voulu dire (bien que cela ne soit pas indiqué) que, par exemple, une correction administrée par un parent à un enfant ne dégraderait pas ce dernier, alors qu’une correction \"judiciaire\" le ferait. Je ne crois pas à ces subtilités. A mes yeux, aucun de ces châtiments (pour autant qu’il est administré dans un endroit clos) ne peut être considéré comme dégradant par nature dans le cas d’un adolescent, à moins que d’autres facteurs ne viennent s’ajouter à la correction en tant que telle. En un certain sens, l’État tient lieu de parent dans une telle situation.", "(ii) Il est dit ensuite (troisième alinéa du paragraphe 33) que l’effet allégué de l’institutionnalisation se \"combine\" de surcroît avec \"l’ensemble de la procédure officielle dont s’accompagnait le châtiment\" - (mais comment la procédure pouvait-elle ne pas être officielle s’il y avait institutionnalisation? - l’un équivaut à l’autre, ou l’entraîne) - et se combine aussi avec \"la circonstance que les exécutants étaient entièrement étrangers au délinquant\".", "En ce qui concerne cette dernière objection, sans même se demander si, dans la petite communauté de Castletown, île de Man, les officiers de police en cause étaient \"entièrement étrangers\" au garçon, je ne vois pas comment il peut être plus dégradant d’être battu par des étrangers que par des non-étrangers. Je crois que bien des gens penseraient le contraire.", "(iii) Ensuite - \"autre\" circonstance supplémentaire - il est dit à la fin du deuxième alinéa du paragraphe 33 que l’on ne saurait \"exclure que la peine ait entraîné des séquelles psychologiques néfastes\". Je crois qu’il s’agit là d’une pure hypothèse, car il m’a été impossible d’en découvrir quelque preuve que ce soit. Mais cela n’aurait en tout cas absolument aucun rapport avec la question du caractère prétendument dégradant du châtiment. L’observation ne vaudrait que s’il s’agissait d’inhumanité. Si les séquelles psychologiques pouvaient être établies et si elles étaient appréciables et plus que simplement temporaires, il serait peut-être justifié de qualifier le châtiment d’\"inhumain\", mais rien de cela n’aurait le moindre rapport avec la question de la dégradation ou de l’avilissement.", "(iv) Ce sont exactement les mêmes considérations qui s’appliquent (dernier alinéa du paragraphe 33) au fait qu’un assez long délai s’est écoulé entre le prononcé initial de la condamnation et l’exécution du châtiment. L’essentiel de ce retard tenait au fait qu’un recours avait été introduit contre la condamnation, recours qui ne fut examiné que cinq semaines plus tard. Or l’arrêt déclare que", "\"M. Tyrer a donc éprouvé, en sus d’une souffrance physique, l’angoisse morale d’attendre les violences qu’on allait lui infliger\".", "Durant toute la période où le recours était encore pendant, l’éventuelle angoisse morale engendrée par le retard était due à l’acte même de M. Tyrer et aurait probablement été plus que compensée par l’espoir que son recours aboutirait. En conséquence, cette déclaration de la part de la Cour ne saurait de toute façon s’appliquer qu’à la période de quelques heures qui s’est écoulée entre le rejet du recours dans la matinée et l’exécution de la condamnation l’après-midi du même jour - perte de temps exclusivement due au délai nécessaire pour s’assurer la présence d’un médecin - condition requise dans le seul intérêt du garçon. Il reste que toute la question du délai, quelle qu’en soit la cause, ne peut être pertinente qu’en cas d’inhumanité. Devoir subir une attente prolongée avant l’exécution d’une condamnation de ce genre peut parfaitement provoquer une angoisse morale et, si celle-ci était délibérément provoquée - (mais il est évident qu’en l’espèce elle ne l’était pas) -, pourrait constituer un traitement inhumain, mais cela n’a manifestement aucun rapport avec la question du caractère dégradant ou autre du châtiment lui-même.", "(v) Enfin, en ce qui concerne les \"autres\" circonstances, l’arrêt (paragraphe 35) fait observer que le châtiment a été administré sur le derrière nu de l’enfant et non pas par-dessus ses vêtements ordinaires. Que ce traitement soit permis par la législation de l’île de Man dans le cas d’un jeune de son âge ne modifie évidemment pas son rapport avec la question de savoir si le châtiment, tel qu’il a été effectivement exécuté, était dégradant ou non. Toutefois, l’arrêt déclare à ce sujet:", "\"La honte de se voir administrer le châtiment sur le derrière nu en a dans une certaine mesure aggravé le caractère dégradant, mais elle n’a pas été le facteur unique ou déterminant.\"", "Il est donc clair que la Cour n’a considéré cette circonstance que comme aggravante, et ce uniquement \"dans une certaine mesure\", et non pas comme déterminante. Il s’ensuit qu’elle aurait estimé que le châtiment était dégradant même si cet élément particulier avait été autre.", "10. Cela me ramène à la conclusion que j’avais suggérée au paragraphe 8 ci-dessus - et qui constitue l’une des raisons fondamentales de mon désaccord avec l’arrêt - à savoir que c’est le fait du châtiment corporel en tant que tel, indépendamment des circonstances, qui aux yeux de la Cour est dégradant, de sorte qu’aucune circonstance ne pourrait le rendre différent. Les circonstances citées dans l’arrêt relèvent, à l’analyse, de l’une des trois catégories suivantes: ou (institutionnalisation, présence d’étrangers, etc.) leur existence n’entraîne pas plus de dégradation, pour autant qu’elle en entraîne, que n’en entraînerait leur absence; ou, bien qu’elles puissent intéresser la question du traitement inhumain, elles n’ont aucun rapport avec celle de la dégradation; ou, enfin, elles sont simplement aggravantes et non pas déterminantes.", "11. Il me faut maintenant indiquer pourquoi je ne puis accepter la thèse que j’ai exposée dans le paragraphe précédent. L’opinion contemporaine en est venue à considérer le châtiment corporel comme une forme indésirable de châtiment; et ce, quel que soit l’âge du délinquant. Mais le fait qu’une certaine forme de châtiment soit indésirable ne le transforme pas automatiquement en un châtiment dégradant. Une peine peut parfaitement avoir un caractère indésirable sans être aucunement dégradante - ou tout au moins ne pas être plus dégradante que ne le sont les peines en général. Et jusqu’ici, quoi que l’on ait pu penser des peines corporelles pour ce qui est de savoir si elles ont vraiment un effet dissuasif, si elles ne risquent pas d’avoir des conséquences abrutissantes, si elles ne nuisent pas à la psyché de ceux qui les exécutent, etc., elles n’ont pas généralement été considérées comme dégradantes lorsqu’elles sont administrées à des délinquants jeunes ou adolescents, de la même façon qu’elles sont réputées l’être dans le cas d’adultes. A cet égard, on n’a jamais estimé que les deux choses étaient tout à fait du même ordre ou se situaient sur le même plan. Ce dernier point est fondamental car, pour reprendre le critère adopté par la Cour et en supposant que les peines corporelles impliquent effectivement un certain degré de dégradation, on ne l’a jamais constaté dans le cas d’un adolescent d’une manière ou à un degré comparable à ce qui se passe dans le cas d’un adulte. En conséquence, au regard de la Convention et du critère de la Cour, une telle peine n’atteint pas, dans le cas d’un adolescent, un niveau de dégradation tel qu’elle constitue une violation de l’article 3 (art. 3), à moins, bien entendu, que des circonstances extrêmement aggravantes ne viennent s’ajouter à son caractère corporel. Voilà pourquoi j’aurais pu concevoir que la Cour considérât que l’administration des coups sur le derrière nu portait les choses au niveau de dégradation requis. Je n’aurais pas nécessairement souscrit à cet avis, mais il aurait été soutenable. Or, la Cour a estimé que ce n’était pas là un élément déterminant, le châtiment étant en tout état de cause dégradant. Autrement dit, tout châtiment corporel judiciaire infligé à un adolescent est effectivement dégradant et constitue une violation de l’article 3 (art. 3). C’est à cette opinion (à mon avis beaucoup trop dogmatique et général) que je ne puis souscrire. Que de tels châtiments puissent être indésirables et doivent éventuellement être abolis est, comme je l’ai dit, une autre question. Ils ne sont pas ipso facto dégradants pour cette raison dans le cas de jeunes délinquants.", "12. Je dois admettre que ma propre opinion est peut-être influencée par le fait que j’ai été élevé et éduqué dans un système où le châtiment corporel des écoliers (infligé parfois par des élèves plus âgés - \"préfets\" ou \"moniteurs\" -, parfois par des maîtres) était considéré comme la sanction normale d’une faute grave et même quelquefois de fautes beaucoup moins graves. D’une façon générale, et sous réserve des circonstances, le garçon lui-même le préférait souvent à d’autres punitions prévisibles telles que d’être mis en retenue un beau soir d’été pour copier 500 lignes ou apprendre par coeur plusieurs pages de Shakespeare ou de Virgile, ou de se voir refuser un congé à l’occasion de vacances. En outre, ces corrections étaient administrées sans aucune des garanties dont M. Tyrer a bénéficié: parents, infirmières ou médecins n’y assistaient jamais. Ces corrections avaient souvent lieu aussi dans des conditions d’humiliation intrinsèque bien plus grande que dans la présente affaire. Pourtant, je ne me souviens pas qu’un garçon se soit jamais senti dégradé ou avili. On aurait trouvé une telle idée plutôt ridicule. Le système était le même pour tous les élèves jusqu’à ce qu’ils atteignent une certaine ancienneté. Si un garçon en tenait compte et décidait de ne plus répéter la faute qui avait entraîné la correction, c’était simplement parce qu’il avait eu mal et non parce qu’il se sentait dégradé par la correction ou que ses camarades estimaient qu’il l’était. En vérité, le petit de l’homme a un tel esprit de contradiction que ces châtiments étaient souvent considérés comme un sujet de fierté et d’autosatisfaction, de la même façon que les étudiants des anciennes universités allemandes considéraient leurs balafres de duel comme honorables (bien qu’il s’agisse évidemment à d’autres égards d’un cas très différent).", "13. En conclusion, je tiens à souligner que je ne cherche pas à soutenir que l’état de chose que je viens de décrire était nécessairement bon, bien qu’il ait eu, et ait toujours, de nombreux partisans. Je ne défends pas les châtiments corporels. Je dis simplement qu’ils ne sont pas dégradants pour les jeunes délinquants - ou (dans la mesure où ils le sont) qu’ils n’impliquent pas dans leur cas le niveau de dégradation requis pour constituer une violation de l’article 3 (art. 3) de la Convention européenne des Droits de l’Homme lorsqu’ils sont infligés avec les restrictions et les garanties appropriées en application d’une condamnation judiciaire régulièrement prononcée et traditionnellement consacrée pour certaines infractions par la loi de la communauté à laquelle appartient le délinquant et par son opinion publique. Aucun adolescent ne se sent ou n’a besoin de se sentir \"dégradé\" dans ces conditions.", "14. Enfin, j’aimerais rappeler les observations que j’ai formulées aux paragraphes 15 et 16 de mon opinion séparée dans l’affaire irlandaise (voir paragraphe 1 ci-dessus), observations qui, mutatis mutandis, sont également applicables à la question des traitements ou peines dégradants. Le fait qu’une certaine pratique soit jugée déplaisante, indésirable ou moralement mauvaise et qu’il soit à ce titre souhaitable de l’interdire n’est pas une raison suffisante en soi pour l’estimer contraire à l’article 3 (art. 3). L’est moins encore le fait que cet article (art. 3) ne vise pas les types de traitement ou de peine qui, bien qu’ils puissent légitimement être désapprouvés, ne peuvent raisonnablement être considérés sans exagération, si on les examine objectivement et en liaison avec les circonstances qui les entourent, comme équivalent, en l’espèce, à l’une des formes de traitement ou de peine effectivement proscrites par l’article (art. 3). Toute autre façon de voir signifierait que l’on utilise l’article (art. 3) comme véhicule d’une réforme pénale indirecte, ce à quoi il n’était pas destiné."]}