{"file": "FRE_HFJUD_357_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "357/07", "text_paragraphs": ["", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE VENTORINO c. ITALIE", "", "(Requête no 357/07)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "17 mai 2011", "", "", "DÉFINITIF", "", "17/08/2011", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Ventorino c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tGiorgio Malinverni,\n\tAndrás Sajó,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 12 avril 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 357/07) dirigée contre la République italienne et dont une ressortissante de cet État, Mme Assunta Ventorino (« la requérante »), a saisi la Cour le 15 décembre 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me C. Marcellino, avocat à Bénévent. Le gouvernement italien (« le Gouvernement ») est représenté par son agent, Mme E. Spatafora et par son coagent, M. N. Lettieri.", "3.  La requérante allègue une violation des articles 6 § 1 et 1 du Protocole no 1.", "4.  Le 5 janvier 2009, le président de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1967 et réside à San Nicola Manfredi.", "6.  La requérante est avocate. En 2000, elle représenta la municipalité de San Nicola Manfredi dans une procédure judiciaire.", "7.  A partir de 2002, ladite procédure s’étant terminée, la requérante sollicita à plusieurs reprises auprès de la municipalité le paiement de ses honoraires, s’élevant à 7 321,54 EUR, plus intérêts et réévaluation.", "8.  En 2005, l’administration ne s’étant pas exécutée, la requérante s’adressa au tribunal de Bénévent afin d’obtenir une injonction de paiement. Le 20 novembre 2005, jugeant la créance de la requérante certaine et exécutoire, le tribunal émit une injonction (« decreto d’ingiunzione ») contre la municipalité.", "9.  L’injonction fut notifiée à la municipalité le 13 décembre 2005. L’administration n’ayant pas formé opposition, elle acquit l’autorité de la chose jugée.", "10.  Le 24 avril 2006, l’administration ne s’étant pas exécutée, la requérante lui notifia un commandement de payer (« atto di precetto »).", "11.  Par la suite, le 15 mai 2006, elle entama devant le tribunal de Bénévent une saisie-arrêt auprès de la Banque de Rome (« pignoramento presso terzi »).", "12.  Le 23 mai 2006, la Banque de Rome déclara l’absence, en son sein, de sommes de l’administration débitrice pouvant être saisies.", "13.  Par une décision du 29 novembre 2006, le conseil municipal reconnut l’existence d’une dette envers la requérante à hauteur de 12 000 EUR. Toutefois, elle ne s’acquitta pas de cette somme.", "14.  Le 9 juillet 2009, n’ayant pas encore reçu le paiement de sa créance, la requérante saisit la municipalité devant le tribunal administratif régional de Naples, sollicitant la nomination d’un commissaire ad acta pour obtenir l’exécution forcée de l’injonction.", "15.  Cette procédure est actuellement pendante.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION ET DE L’ARTICLE 1 DU PROTOCOLE No 1", "16.  La requérante allègue que la non-exécution par les autorités du décret d’injonction du 20 novembre 2005 a porté atteinte à son droit d’accès à un tribunal ainsi qu’à son droit au respect de ses biens. Elle invoque les articles 6 § 1 de la Convention et 1 du Protocole no 1, ainsi libellés dans leurs parties pertinentes en l’espèce :", "Article 6 § 1", "« Toute personne a droit à ce que sa cause soit entendue (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "Article 1 du Protocole no 1", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les États de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "17.  Le Gouvernement combat cette thèse.", "A.  Sur la recevabilité", "18.  Le Gouvernement excipe du non-épuisement des voies de recours internes au motif que la procédure d’exécution forcée récemment entamée par la requérante est toujours pendante devant le tribunal administratif. En outre, la requérante aurait omis, dans le cadre de la procédure de saisie-arrêt, de contester la déclaration d’indisponibilité de fonds de la Banque de Rome.", "19.  La requérante s’y oppose.", "20.  La Cour estime que les arguments du Gouvernement sont étroitement liés à la substance des griefs énoncés par la requérante, de sorte qu’il y a lieu de joindre l’exception au fond.", "21.  Ne constatant aucun autre motif d’irrecevabilité au sens de l’article 35 § 3 de la Convention, elle déclare la requête recevable.", "B.  Sur le fond", "22.  Tout en reconnaissant la réalité de la créance de la requérante, le Gouvernement fait valoir que le retard dans l’exécution de l’injonction du tribunal, bien que regrettable, ne saurait être considéré comme arbitraire. En effet, ledit retard serait causé par les difficultés financières de l’administration municipale. Par ailleurs, le manque de ressources de la municipalité ne saurait être imputable à l’État central.", "23.  La requérante s’oppose aux arguments du Gouvernement.", "24.  La Cour rappelle que l’exécution d’un jugement ou d’un arrêt, de quelque juridiction que ce soit, doit être considérée comme faisant partie intégrante du « procès » au sens de l’article 6 de la Convention. Le droit à un tribunal serait illusoire si l’ordre juridique interne d’un État contractant permettait qu’une décision judiciaire définitive et obligatoire reste inopérante au détriment d’une partie (Immobiliare Saffi c. Italie [GC], no 22774/93, § 63, CEDH 1999-V).", "25.  Dans la présente affaire, bien que la requérante ait obtenu une injonction définitive ordonnant le paiement d’une somme de la part des autorités administratives, cette décision reste toujours inexécutée, en raison du refus du débiteur de s’y conformer.", "26.  Or, l’administration constitue un élément de l’État de droit, son intérêt s’identifiant avec celui d’une bonne administration de la justice. Il s’ensuit que si l’administration refuse ou omet de s’exécuter, ou encore tarde à le faire, les garanties de l’article 6 dont a bénéficié le justiciable pendant la phase judiciaire de la procédure perdent toute raison d’être (Hornsby c. Grèce, arrêt du 19 mars 1997, § 41, Recueil des arrêts et décisions 1997-II).", "27.  A cet égard, la Cour rappelle également qu’un État ne peut se dégager de ses obligations internationales en alléguant la responsabilité d’une municipalité ou d’un autre organe décentralisé (Dewinne c. Belgique (déc.), no 56024/00, 11 mars 2005 ; Hamer c. Belgique (déc.), no 21861/03, 11 mai 2006).", "28.  En outre, la Cour ne souscrit pas aux arguments du Gouvernement selon lesquels, la requérante n’aurait pas correctement épuisé les voies de recours internes, dans la mesure où elle devrait attendre l’issue de la procédure d’exécution forcée et accomplir des démarches supplémentaires dans le cadre de la saisie-arrêt contre tiers. La Cour rappelle qu’il n’est pas opportun de demander à un individu qui a obtenu une créance contre l’État à l’issue d’une procédure judiciaire de devoir par la suite engager la procédure d’exécution forcée afin d’obtenir satisfaction (Metaxas c. Grèce, no 8415/02, § 19, 27 mai 2004).", "29.  Elle ne peut qu’observer que la requérante se trouve à présent depuis plus de cinq ans dans l’impossibilité d’obtenir l’exécution du décret d’injonction définitif, malgré les nombreuses démarches mises en place pour obtenir le paiement intégral du montant octroyé à titre d’honoraires. Les arguments du Gouvernement ne sauraient constituer une justification valable à cet égard.", "30.  A ce propos, il convient de réitérer que les autorités ne peuvent prétexter du manque de ressources pour ne pas honorer une dette fondée sur une décision de justice (Bourdov c. Russie, no 59498/00, § 35, CEDH 2002 III).", "31.  Ces éléments suffisent à la Cour pour conclure que la non-exécution du décret d’injonction en question a privé de tout effet utile le droit d’accès à un tribunal de la requérante et a porté atteinte à son droit au respect de ses biens. Partant, il y a lieu de rejeter l’exception de non-épuisement des voies de recours internes du Gouvernement et de conclure qu’il y a eu violation de l’article 6 § 1 de la Convention et de l’article 1 du Protocole.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "32.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "33.  Pour le préjudice matériel, la requérante réclame 7 321,54 euros (EUR), soit le montant de ses honoraires impayés. En outre, elle demande 7 000 EUR au titre de dommage moral.", "34.  Le Gouvernement s’oppose aux prétentions de la requérante au titre de dommage moral.", "35.  La Cour rappelle qu’un arrêt constatant une violation entraîne pour l’Etat défendeur l’obligation juridique au regard de la Convention de mettre un terme à la violation et d’en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à cette violation (Metaxas c. Grèce, précité, § 35 ; Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 32, CEDH 2000-XI). Elle réitère avoir constaté une violation de l’article 6 § 1 de la Convention et de l’article 1 du Protocole no 1 en raison de l’impossibilité pour la requérante d’obtenir l’exécution de l’injonction du 29 novembre 2005 et le paiement de ses honoraires. Partant, il convient de conclure que la requérante a subi à la fois un préjudice matériel du fait de sa privation, pendant plusieurs années, du montant alloué par l’injonction précitée et un préjudice moral du fait de la frustration provoquée par ce défaut de paiement.", "36.  Considérant les prétentions de la requérante, et statuant en équité comme le veut l’article 41 de la Convention, la Cour alloue en entier les sommes demandées, soit 7 321,54  EUR  pour le préjudice matériel et 7 000 EUR au titre de dommage moral.", "B.  Frais et dépens", "37.  La requérante demande également 1 000 EUR pour les frais et dépens engagés devant les juridictions internes et 3 178,12 EUR pour ceux engagés devant la Cour.", "38.  Le Gouvernement s’y oppose.", "39.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 2 500 EUR tous frais confondus et l’accorde à la requérante.", "C.  Intérêts moratoires", "40.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Joint au fond l’exception de non-épuisement des voies de recours internes et la rejette ;", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu’il y a eu violation des articles 6 § 1 de la Convention et 1 du Protocole no 1 ;", "", "4.  Dit", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention,", "(i)   7 321,54\tEUR (sept mille trois cent vingt et un euros et cinquante-quatre centimes), pour dommage matériel ;", "(ii)  7 000,00\tEUR (sept mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "(iii) 2 500,00\tEUR (deux mille cinq cents euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 17 mai 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente"]}