{"file": "FRE_CLINF_40116_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "40116/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 97", "Mai 2007", "Šečić c. Croatie - 40116/02", "Arrêt 31.5.2007 [Section I]", "Article 3", "Traitement dégradant", "Traitement inhumain", "Absence d'enquête effective sur une agression raciste visant un Rom :violation", "", "Article 14", "Discrimination", "Absence d'enquête effective sur une agression raciste visant un Rom : violation", "", "En fait : Le requérant, d’origine Rom, fut attaqué en avril 1999 par deux hommes non identifiés alors qu’il récupérait de la ferraille. Ils le battirent avec des lattes de bois en criant des injures racistes pendant que deux autres hommes faisaient le guet. Peu après, la police arriva, interrogea les personnes présentes sur les lieux et rechercha les agresseurs mais sans succès. Le requérant eut plusieurs côtes fracturées et, par la suite, on diagnostiqua chez lui un trouble de stress post-traumatique. En juillet 1999, son avocate porta plainte. Toutefois pas plus le requérant que les témoins ne furent en mesure d’offrir à la police une description claire des agresseurs. En 2000, l’avocate informa le parquet que les individus qui avaient attaqué le requérant avaient également commis de nombreuses autres agressions contre des Roms. Elle fournit deux pistes : un témoin oculaire qui avait identifié l’un des agresseurs et une interview télévisée au cours de laquelle un jeune skinhead avait reconnu être impliqué dans différentes agressions de Roms à Zagreb. Aucune de ces pistes n’aboutit. L’individu identifié par le témoin fut éliminé de l’enquête sans être interrogé car aucun autre témoin ne l’avait identifié malgré une cicatrice fort visible et qu’il ne semblait pas appartenir à un groupe de skinheads. De même, la police ne parvint pas à interroger la personne interviewée car le journaliste refusa de révéler son identité. En février 2001, l’avocate du requérant donna aux autorités de poursuite des informations sur plusieurs autres agressions de Roms par des skinheads et lui communiqua les noms et adresses des victimes et des témoins. L’instruction est encore pendante. La Cour constitutionnelle, saisie par le requérant d’un recours en vue de diligenter l’affaire, le débouta au motif qu’elle n’était pas compétente pour examiner ce genre d’affaires.", "En droit : article 3 – Les lésions subies par le requérant sont suffisamment sérieuses pour s’analyser en un mauvais traitement. Les autorités auraient dû prendre toutes les mesures nécessaires pour recueillir dans les plus brefs délais les éléments de preuve pertinents. Toutefois, la procédure pénale est pendante au stade de l’instruction depuis près de sept ans sans que la police ait mis quiconque en cause. Bien qu’elle ait conclu à la responsabilité, dans l’agression,  de skinheads connus pour avoir été impliqués dans  des incidents semblables,  la police semble n’avoir interrogé aucun individu appartenant à ce groupe ni donné suite aux informations fournies de quelque manière que ce soit. En outre, elle a exclu de la liste des suspects possibles la personne identifiée par un témoin oculaire sans procéder à son interrogatoire. La police n’a pas davantage demandé au tribunal compétent d’ordonner au journaliste de révéler sa source malgré la modification de la loi en 2003 qui l’autorisait à le faire. Pareille demande n’aurait pas été nécessairement incompatible avec la liberté de la presse garantie par  l’article 10 de la Convention puisqu’il aurait incombé au tribunal compétent de mettre en balance tous   les intérêts en présence et de décider si la révélation de l’identité de la source s’imposait. Enfin, la police n’a eu recours à aucune des autres mesures d’enquête qu’elle était en droit de prendre et est restée inactive depuis 2001.", "Conclusion : violation (à l’unanimité).", "Article 14 combiné avec l’article 3 – Les agresseurs du requérant étaient soupçonnés d’appartenir à un groupe de skinheads, lequel était par nature régi par une idéologie extrémiste et raciste. En conséquence, la police qui savait que l’agression avait très probablement été motivée par la haine raciale, n’aurait pas dû permettre que l’enquête dure plus de sept ans sans entreprendre la moindre démarche sérieuse pour identifier ou poursuivre les auteurs.", "Conclusion : violation (à l’unanimité).", "Article 41 – 8 000 EUR pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}