{"file": "FRE_CLINF_22414_93.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "22414/93", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Novembre 1996", "Chahal c. Royaume-Uni - 22414/93", "Arrêt 15.11.1996 [GC]", "Article 3", "Expulsion", "Arrêté d'expulsion vers l'Inde d'un séparatiste sikh pour des raisons de sécurité nationale: l'expulsion emporterait violation", "Article 5", "Article 5-1", "Arrestation ou détention régulière", "Voies légales", "Détention de six ans dans l'attente de l'expulsion: non-violation", "Article 5-4", "Garanties procédurales du contrôle", "Contrôle de la légalité de la détention", "Caractère adéquat du contrôle  juridictionnel: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 3 DE LA CONVENTION", "A.\tApplicabilité en matière d'expulsion", "L'expulsion peut engager la responsabilité de l'État au titre de l'article 3 lorsqu'il y a des motifs sérieux et avérés de croire à l'existence de risques réels que l'expulsé soit soumis à la torture ou à des peines ou traitements inhumains ou dégradants dans le pays de destination.", "B.\tCas de risque allégué pour la sécurité nationale", " L'article 3 interdit la torture de manière absolue - dans les affaires d'expulsion, s'il y a des motifs sérieux et avérés de croire que la personne expulsée court des risques, son comportement ne saurait entrer en ligne de compte.", "C.\tApplication aux faits de la cause", "1.\tDate à retenir pour l'appréciation du risque", "Celle de l'examen de l'affaire par la Cour.", "2.\tÉvaluation du risque", "Le Gouvernement a proposé d'expulser le premier requérant, défenseur bien connu du séparatisme sikh, vers un aéroport de son choix en Inde - les éléments se rapportant au sort des militants sikhs en dehors de l'État du Pendjab sont donc particulièrement pertinents.", "La Cour se déclare convaincue par les preuves, corroborées par des données émanant de sources objectives différentes, montrant que jusqu'à la mi-1994, des éléments de la police du Pendjab avaient pour habitude d'agir sans se préoccuper des droits de l'homme des sikhs soupçonnés de militantisme, et les poursuivaient notamment en dehors de leur État d'origine - rien ne prouve que la police du Pendjab ait modifié son comportement - malgré les récentes améliorations intervenues dans la situation des droits de l'homme au Pendjab et les efforts déployés par les autorités indiennes pour introduire des réformes, il subsiste des problèmes en ce qui concerne le respect des droits de l'homme par certains membres des forces de sécurité au Pendjab et dans d'autres États indiens - dans ces conditions, les assurances fournies par le gouvernement indien ne constituent pas une garantie suffisante quant à la sécurité du requérant - la notoriété de ce dernier en ferait vraisemblablement la cible des éléments durs des forces de sécurité.", "Conclusion : violation, au cas où la décision d'expulsion vers l'Inde serait mise à exécution (douze voix contre sept)", "II.\tARTICLE 5 § 1 DE LA CONVENTION", "L'article 5 § 1 f) exige seulement qu'\"une procédure d'expulsion [soit] en cours\" - que la détention puisse passer pour raisonnablement nécessaire ou que la décision d'expulsion initiale se justifie, n'entre pas en ligne de compte.", "Cependant, si la procédure d'expulsion n'est pas menée avec la diligence requise, la détention cesse de se justifier - la procédure interne a débuté le 16 août 1990 et pris fin le 3 mars 1994 - compte tenu des circonstances exceptionnelles et de l'examen approfondi qu'ont dû mener les tribunaux et l'exécutif, cette période n'est pas excessive.", "Vu la durée de la détention, nécessaire de rechercher s'il existait des garanties suffisantes contre l'arbitraire - à cet égard, un comité consultatif, composé notamment de hauts magistrats, a examiné en détail les éléments se rapportant à la sécurité nationale, ce qui garantit qu'il existait au moins de sérieux indices permettant de penser que le requérant mettrait en péril la sécurité nationale et, partant, que l'exécutif n'a pas fait preuve d'arbitraire en ordonnant sa détention.", "Conclusion : non-violation (treize voix contre six).", "III.\tARTICLE 5 § 4 DE LA CONVENTION", "L'article 5 § 4 étant une lex specialis par rapport aux exigences plus générales de l'article 13, la Cour doit l'examiner en premier.", "Cet article prévoit le droit à un contrôle juridictionnel d'une ampleur suffisante pour s'étendre aux conditions indispensables à la régularité de la détention d'un individu au regard de l'article 5 § 1.", "Les tribunaux internes n'ont pas reçu d'informations relatives à la sécurité nationale et n'ont donc pas pu déterminer si la décision de placer le requérant en détention se justifiait - compte tenu des carences de la procédure devant le comité consultatif, celui-ci ne saurait passer pour un \"tribunal\" au sens de l'article 5 § 4.", "La Cour reconnaît que l'utilisation d'informations confidentielles peut se révéler indispensable lorsque la sécurité nationale est en jeu - les autorités nationales ne sauraient cependant échapper à un contrôle juridictionnel effectif dès lors qu'elles affirment que l'affaire touche à la sécurité nationale - il existe des techniques permettant de concilier les soucis légitimes de sécurité et la nécessité d'accorder le bénéfice des règles de procédure.", "Conclusion : violation (unanimité).", "IV.\tARTICLE 8 DE LA CONVENTION", "Vu le constat de violation de l'article 3, il n'est pas nécessaire de trancher la question hypothétique de savoir s'il y aurait violation de l'article 8 en cas d'expulsion vers l'Inde.", "Conclusion : non-lieu à examen (dix-sept voix contre deux).", "V.\tARTICLE 13 DE LA CONVENTION", "Les procédures menées par les juridictions internes et le comité consultatif ne constituent pas des recours adéquats pour le grief au titre de l'article 3 car elles n'ont pas porté sur la décision d'expulsion uniquement par référence à la question du risque et indépendamment des considérations de sécurité nationale. ", "Pas lieu d'examiner les allégations de violation de l'article 13 combiné avec les articles 5 et 8, vu le constat de violation de l'article 5 § 4 et celui relatif au caractère hypothétique du grief fondé sur l'article 8.", "Conclusion : violation (unanimité).", "VI.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage moral : constats de violation constituent une satisfaction équitable suffisante.", "B.\tFrais et dépens : octroi d'une somme raisonnable.", "Conclusion : État défendeur tenu de verser aux requérants la somme spécifiée (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}