{"file": "FRE_HFJUD_57829_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "57829/00", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE VIDES AIZSARDZĪBAS KLUBS c. LETTONIE", "", "", "(Requête no 57829/00)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "27 mai 2004", "", "", "", "DÉFINITIF", "", "27/08/2004", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme. ", "", "En l’affaire Vides Aizsardzības Klubs c. Lettonie,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,", "\t\tG. Bonello,\n\tMme\tF. Tulkens,\n\tM.\tE. Levits,", "\tMme\tS. Botoucharova,\n\tMM.\tA. Kovler,\n\t\tV. Zagrebelsky, juges,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 6 mai 2004,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 57829/00) dirigée contre la République de Lettonie et dont une organisation non gouvernementale domiciliée dans cet Etat, Vides Aizsardzības Klubs (« la requérante »), a saisi la Cour le 15 mai 2000 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante était représentée par M. J. Matulis, son vice-président. Le gouvernement letton (« le Gouvernement ») est représenté par son agente, Mlle I. Reine.", "3.  La requérante alléguait en particulier une atteinte à sa liberté d’expression garantie par l’article 10 de la Convention.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la première section ainsi remaniée (article 52 § 1). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 13 février 2003, la chambre a déclaré la requête partiellement recevable.", "6.  La chambre ayant décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 3 du règlement), tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). Le 14 avril 2003, la requérante a présenté sa demande de satisfaction équitable (article 41 de la Convention). Le 21 mai 2003, le Gouvernement a présenté ses observations sur cette demande.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  La requérante, Vides Aizsardzības Klubs (le Club pour la Protection de l’Environnement, connue également sous l’abbréviation « VAK »), est une association domiciliée à Riga.", "8.  Le 29 novembre 1997, la dixième assemblée générale de la requérante adopta une résolution, adressée au ministre de la Protection de l’environnement et du Développement régional (vides aizsardzības un reģionālās attīstības ministrs), au Contrôleur de l’Etat (valsts kontrolieris) et au Procureur général (ģenerālprokurors) et exprimant une grave préoccupation pour la préservation de la zone de dunes littorales (kāpu josla) dans une localité située au bord du Golfe de Riga. Cette résolution était rédigée dans les termes suivants : ", "« Au cours des dernières années, l’état de la zone de dunes de la commune de Mērsrags du district de Talsi s’est détérioré rapidement. Une telle situation est apparue suite aux activités irresponsables et illégales de l’administration de la commune de Mērsrags. La présidente du conseil municipal de la commune de Mērsrags, [I.B.], a signé des documents, des décisions et des attestations illégales, favorisant ainsi une construction illégale dans la zone de dunes. [I.B.] n’exécute pas intentionnellement les sommations de la D[irection] r[égionale de l’]e[nvironnement] de Ventspils, visant à la cessation des travaux illégaux de construction. La secrétaire du conseil de la commune de Mērsrags, [L.V.], en violation de l’article 13 de la loi relative à la protection de l’environnement, refuse de présenter des documents aux représentants de VAK et de l’Inspection nationale de l’environnement, qui le demandent. Eu égard au fait que, contrairement aux exigences de la loi sur les municipalités et nonobstant les nombreuses demandes de VAK de Talsi, le conseil de la commune de Mērsrags n’a effectué, depuis cinq ans, aucune démarche concrète pour la protection et la conservation de la zone de dunes, l’assemblée générale de VAK demande aux hauts responsables de l’Etat d’effectuer une vérification au sein du conseil de la commune de Mērsrags, d’annuler les décisions illégalement adoptées et d’examiner l’aptitude de la présidente du conseil municipal de la commune de Mērsrags, [I.B.], et de sa secrétaire, [L.V.], à occuper leur poste actuel. »", "9.  Le 18 décembre 1997, la résolution précitée fut publiée au journal régional « Talsu Vēstis » (« Les Nouvelles de Talsi »).", "10.  Par lettre du 6 janvier 1998, le ministre de la Protection de l’environnement et du Développement régional répondit à la requérante que, lors d’une vérification effectuée dans la commune de Mērsrags, suite à la résolution précitée, les agents de son ministère avaient « découvert plusieurs cas supplémentaires de non-respect des dispositions relatives à la zone protégée de dunes littorales ». En outre, le ministre exprima à la requérante sa reconnaissance pour la participation active de celle-ci à la solution du problème soulevé.", "Par lettre du 29 janvier 1998, le parquet près la cour régionale de Kurzeme (Kurzemes tiesas apgabala prokuratūra) informa la requérante que plusieurs cas de violation continue de la législation pertinente avaient été découverts à Mērsrags, que plusieurs personnes avaient illégalement construit des bâtiments dans les dunes, et que deux de ces personnes avaient été sanctionnées par l’autorité compétente. De même, le parquet affirma qu’en avril 1993, la présidente du conseil municipal avait effectivement délivré à un propriétaire une attestation avec une « mention erronée » de la distance jusqu’à la mer, ce qui avait permis à celui-ci d’effectuer des travaux de construction dans la zone prohibée. Le parquet en conclut que le conseil municipal de la commune de Mērsrags avait méconnu les dispositions législatives en la matière, et informa la requérante qu’un avertissement avait été adressé à l’administration municipale par le procureur compétent.", "Par lettre du 7 septembre 1998, la Direction des affaires municipales (Pašvaldību lietu pārvalde) informa la requérante que, lors d’une réunion du conseil de la commune de Mērsrags, les représentants de cette direction avaient averti l’administration municipale de l’illégalité de certains de ses actes.", "11.  En février 1998, I.B. intenta une action en dommages-intérêts contre la requérante, faisant valoir que l’état des dunes littorales de sa commune ne s’était pas détérioré, qu’elle n’avait reçu aucune sommation de la part de la Direction régionale de l’environnement ou de la requérante, et qu’elle n’avait signé aucun document susceptible de favoriser une construction illégale dans les dunes. Par conséquent, I.B. demanda la condamnation de la requérante à des dommages-intérêts d’un montant de 500 lats (soit environ 800 euros) et la publication d’un démenti officiel (atsaukums) des allégations contenues dans la résolution.", "12.  Par un jugement contradictoire du 23 août 1999, le tribunal de première instance du district de Talsi fit droit à la demande de I.B. En particulier, le tribunal estima que les documents produits par la requérante et postérieurs à la date de publication de la résolution litigieuse ne pouvaient pas « être examinés en tant que preuves », puisque cette résolution déclarait les décisions signées par I.B. comme étant illégales au moment de l’adoption de celle-ci. Par conséquent, le tribunal estima que la requérante n’était pas parvenue à prouver la véracité de ses déclarations, comme l’exige l’article 2352-a du code civil, et la condamna à publier un démenti officiel de ses déclarations et à verser à I.B. 220 lats à titre de dommages-intérêts. En déterminant cette somme, le tribunal prit en considération le poste occupé par I.B., le tirage du journal ayant publié la résolution, ainsi que la situation financière de la requérante. En outre, cette dernière fut condamnée aux frais et aux dépens.", "13.  Contre ce jugement, la requérante interjeta appel devant la cour régionale de Kurzeme, qui, par un arrêt contradictoire du 11 novembre 1999, le rejeta. Aux termes de l’arrêt, aucune des lettres expédiées à la requérante par les autorités publiques ne constatait expressément que I.B. eût illégalement signé des documents quelconques favorisant la construction illégale dans les dunes. Selon la cour, même si I.B. avait effectivement délivré un seul acte contenant des mentions erronées de distance, ce qui avait abouti à une violation des règles de construction, il fallait tenir compte de ce que la municipalité s’était elle-même engagée à mettre fin à cette violation. En outre, la cour régionale rappela que, conformément à la loi sur les municipalités, toutes les décisions d’un conseil municipal constituaient des actes collégiaux. Par conséquent, le président d’un conseil municipal ne pouvait être tenu personnellement responsable pour une décision erronée ou illégale adoptée par le conseil tout entier. La cour régionale en conclut que les illégalités constatées par les autorités publiques pouvaient être reprochées au conseil de la commune de Mērsrags en tant que personne morale, mais non à I.B.", "14.  Contre cet arrêt, la requérante se pourvut en cassation devant le Sénat de la Cour suprême. Dans son mémoire, elle souligna notamment que la résolution litigieuse avait dénoncé uniquement « la signature », et non « l’adoption », par I.B., des actes illégaux, ce qui correspondait à la vérité ; le raisonnement de la cour régionale s’avérait donc erroné. De même, la requérante soutint qu’en adoptant et en publiant la résolution litigieuse, elle avait effectué le « contrôle de la société » mentionné aux articles 13 et 47 de la loi relative à la protection de l’environnement, et qu’elle avait donc le droit de donner son appréciation sur le comportement de I.B. afin de s’en plaindre aux autorités compétentes.", "Par un arrêt du 9 février 2000, le Sénat rejeta le pourvoi, au motif qu’aucune violation du droit matériel ou procédural n’avait été commise par la cour régionale.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Dispositions relatives à la responsabilité des collectivités locales et de leurs maires dans le domaine de la protection de l’environnement", "15.  Aux termes de l’article 10 de la loi du 6 août 1991 relative à la protection de l’environnement (Likums « Par vides aizsardzību »), les organes d’une collectivité locale sont responsables de la protection de l’environnement et de l’utilisation rationnelle des ressources naturelles sur le territoire administratif de celle-ci. En particulier, la collectivité locale exerce une fonction de contrôle dans ce domaine et peut demander aux autorités publiques compétentes de limiter, de suspendre ou de cesser des activités économiques ou des travaux de construction contraires à la législation en matière d’environnement. De même, il incombe à la collectivité locale d’élaborer le programme environnemental pour son territoire et d’organiser la construction des infrastructures destinées à la protection de l’environnement. Enfin, et dans la mesure où ceci est prévu par des lois spéciales, la collectivité locale confère et retire le droit d’usage des terres et des autres ressources naturelles.", "16.  Le premier alinéa de l’article 25 de la loi du 19 mai 1994 relative aux collectivités locales (Likums « Par pašvaldībām »), définit, en des termes généraux, le rôle du président d’un conseil municipal : le président (élu par le conseil municipal parmi ses membres) dirige le travail de la municipalité. Le deuxième alinéa de l’article 62 précise la portée de ce principe : le président coordonne l’examen de diverses questions par les comités du conseil municipal ; il représente la municipalité dans ses relations avec l’Etat et les autres collectivités locales ; il représente la municipalité devant les tribunaux ; il confère les mandats, signe les contrats et les autres documents juridiques au nom du conseil municipal ; il donne des instructions obligatoires aux agents de la municipalité, etc.", "17.  Conformément au premier alinéa de l’article 26 du texte précité, les décisions d’un conseil municipal sont adoptées d’une manière collégiale, en sessions. Selon le sixième alinéa de l’article 37, toutes les décisions prises par le conseil municipal sont signées par son président (ou par son vice-président, s’il avait assuré la présidence de la session respective).", "En vertu de l’article 48, le président a le droit de refuser de signer une décision adoptée par le conseil (cette prérogative s’applique à toutes les décisions, sauf celles portant annulation d’un acte émis par le président lui-même ou le renvoyant de son poste). Si le président exerce ce droit et refuse la signature, il doit convoquer une réunion extraordinaire du conseil qui doit alors réexaminer la question.", "B.  Dispositions relatives à la participation du public dans la protection de l’environnement", "18.  La loi précitée relative à la protection de l’environnement déclare le droit de tout individu de vivre dans un environnement sain et d’exiger que toute personne ou entité détériorant cet environnement cesse de le faire (article 11). Chacun a le droit de recevoir une information vraie et complète sur l’état de l’environnement dans tout le pays ou dans un territoire déterminé (article 12, en vigueur jusqu’au 20 juillet 2000). Les particuliers et les associations non gouvernementales ont le droit de demander aux autorités compétentes des renseignements sur l’influence des chantiers de construction sur l’environnement, d’exprimer leurs protestations ou leurs suggestions, d’organiser des réunions publiques et des défilés contre les atteintes à l’environnement, d’adresser au parquet et aux autres organes compétents des requêtes en vue de faire annuler ou suspendre les décisions des autorités publiques portant atteinte aux droits des particuliers et des associations non gouvernementales (article 13). Les institutions municipales ont le devoir de promouvoir et de favoriser la participation des particuliers et des associations non gouvernementales au contrôle de l’environnement (article 14). Une telle participation, qualifiée de « contrôle de la société », a pour but de surveiller le respect, par les personnes physiques et morales, de la législation et des autres dispositions contraignantes en la matière (article 47).", "C.  Dispositions relatives à la réparation du préjudice causé par la publication d’allégations diffamatoires", "19.  Conformément à l’article 2352-a du code civil (Civillikums), toute personne visée par des allégations portant atteinte à son honneur et à sa réputation, a le droit de demander au tribunal d’enjoindre à leur auteur d’en faire un démenti officiel, à moins que ce dernier ne prouve leur véracité. Lorsque les informations diffamatoires ont été diffusées par voie de presse, le démenti doit être fait par la même voie. Lorsqu’elles sont incluses dans un document officiel, celui-ci doit être remplacé. Dans tous les autres cas, les modalités de publication du démenti sont fixées par le tribunal. En outre, lorsque quelqu’un, par ses propos, ses écrits ou son comportement, porte une atteinte illicite à l’honneur et à la dignité d’autrui, il doit verser à la victime une réparation pécuniaire du dommage subi. Le montant de cette réparation est fixé par le tribunal.", "20.  L’arrêté no 9 de la Cour suprême du 25 octobre 1993 explique aux tribunaux les modalités d’application de l’article 2352-a du code civil. Aux termes de cet arrêté, lors de l’examen au fond de l’affaire, le tribunal doit déterminer d’abord si les informations en litige ont été diffusées ; ensuite, si elles portent atteinte à l’honneur et à la dignité de la personne concernée ; enfin, si elles correspondent à la vérité. Une allégation « porte atteinte à l’honneur et à la dignité » d’une personne lorsqu’elle est de nature à abaisser sa réputation aux yeux de la société toute entière ou de certains particuliers. Dans chaque cas d’espèce, le tribunal doit tenir compte des circonstances particulières de l’affaire et des « préceptes éthiques et moraux universellement reconnus ». ", "Si le défendeur prouve la véracité de ses allégations, la demande doit être rejetée. En revanche, s’il n’y parvient pas, il est condamné à des dommages-intérêts, dont le montant est déterminé par le tribunal, en fonction de plusieurs critères (la publicité et l’ampleur de la diffusion des imputations en litige, les conséquences qu’elles ont entraînées pour la victime, les personnalités des parties, etc.). L’arrêté spécifie en particulier que la responsabilité civile de l’auteur des allégations ne dépend pas de sa faute ou de sa culpabilité. L’exception de bonne foi se trouve donc écartée en matière civile.", "21.  L’article 127 de l’ancien code pénal (Kriminālkodekss) en vigueur au moment de la publication de la résolution litigieuse, prévoyait la responsabilité pénale pour diffamation (neslavas celšana). Une diffamation publique ou par voie de presse était passible de deux ans d’emprisonnement ou d’une amende. Seule une action privée pouvait déclencher des poursuites pénales du chef de ce délit (article 111 du code de procédure pénale).", "D.  Délit de négligence professionnelle grave ", "22.  En vertu de l’article 163 de l’ancien code pénal, une négligence professionnelle grave (nolaidība) était définie comme « défaut d’accomplissement des tâches professionnelles de la part d’un responsable [du pouvoir public], ou un acquittement négligent, inconscient ou bureaucratique de ces tâches, lorsque ceci a entraîné un préjudice important aux intérêts de l’Etat ou de la société, ou aux droits et intérêts des citoyens ». Ce délit était passible de trois ans d’emprisonnement ou d’une amende.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "23.  La requérante se plaint que sa condamnation à des dommages-intérêts pour avoir publié, de bonne foi, une résolution portant sur une question sensible de la vie sociale, constitue une violation de son droit à la liberté d’expression, et, notamment, au droit de communiquer des informations. Ce droit est garanti par l’article 10 de la Convention, dont les parties pertinentes sont ainsi libellées : ", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques (...). (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "", "A.  Thèses des parties", "1.  Le Gouvernement", "24.  Le Gouvernement reconnaît l’existence d’une ingérence dans l’exercice, par la requérante, de son droit à la liberté d’expression. Il soutient cependant que cette ingérence est compatible avec les exigences du deuxième paragraphe de l’article 10.", "25.  En premier lieu, le Gouvernement estime que l’ingérence en cause était « prévue par la loi », l’article 2352-a du code civil remplissant les conditions d’accessibilité et de prévisibilité inhérentes à la notion de « légalité » au sens de l’article 10 § 2 de la Convention. En particulier, l’article 2352-a précité impose à l’auteur d’une allégation visant une autre personne, une obligation précise d’être en mesure de prouver la véracité de cette allégation ; la requérante pouvait donc facilement régler sa conduite. ", "En deuxième lieu, le Gouvernement est d’avis que l’ingérence visait un but légitime, à savoir la protection de la réputation et des droits de I.B.", "26.  Le Gouvernement soutient également que l’ingérence en litige était « nécessaire dans une société démocratique », c’est-à-dire proportionnée au but légitime poursuivi. A cet égard, il souligne que la condamnation de la requérante à des dommages-intérêts n’avait pas pour objectif de restreindre l’exercice de son droit de communiquer des informations ou des idées, mais de protéger autrui contre la dissémination d’allégations mensongères portant atteinte à son honneur et à sa dignité. En particulier, le Gouvernement se réfère à la marge d’appréciation particulièrement large laissée aux juridictions nationales en matière d’appréciation des circonstances factuelles de l’affaire ; il estime donc que les motifs des décisions rendues par les tribunaux lettons constituent en l’espèce un fondement suffisant pour conclure au caractère mensonger ou inexact des allégations litigieuses. ", "27.  Par ailleurs, le Gouvernement est fermement convaincu qu’une assertion de conduite illégale constitue, par sa nature, une imputation factuelle concrète se prêtant à démonstration, et non un jugement de valeur. A cet égard, le Gouvernement cite l’arrêt Lešník c. Slovaquie (no 35640/97, 11 mars 2003), qu’il estime similaire à la présente affaire et où la Cour constata l’absence de violation de l’article 10 de la Convention. Il se réfère également à l’arrêt McVicar c. Royaume-Uni (no 46311/99, CEDH 2002-III), faisant valoir que, de même que M. McVicar, la requérante a failli prouver, « selon le critère de la plus forte probabilité, que les allégations étaient en substance vraies » (op.cit., § 81).", "28.  Ainsi, comme la cour régionale de Kurzeme l’a souligné dans son arrêt du 11 novembre 1999, les autorités lettonnes n’avaient intenté aucune action spécifique contre I.B. En effet, les accusations portées par la requérante contre I.B. reviennent en réalité à dire que celle-ci avait commis un délit pénal réprimé par l’article 163 de l’ancien code pénal, à savoir une négligence professionnelle grave. Cependant, I.B. n’a jamais été ni condamnée, ni même inculpée du chef d’une infraction pénale quelconque.", "Le Gouvernement reconnaît que, dans leurs lettres respectives des 6 et 29 janvier 1998, le ministre de la Protection de l’environnement et du Développement régional et le parquet près la cour régionale de Kurzeme ont expressément admis l’existence de plusieurs cas de non-observation de la législation en vigueur ; toutefois, aucune de ces deux autorités n’a désigné les activités de I.B. comme « illégales » ou, qui plus est, pénalement réprimées. De même, il ressort de cet arrêt que les lettres reçues par la requérante des autorités publiques ne confirmaient pas la véracité des informations contenues dans la résolution du 29 novembre 1997, et qu’en tout état de cause, ces lettres n’avaient été reçues qu’après la publication de ladite résolution.", "29.  Plus particulièrement, la requérante n’a pas réussi à prouver l’exactitude de son allégation selon laquelle « [I.B.] a[vait] signé des documents, des décisions et des attestations illégales, favorisant ainsi une construction illégale dans la zone de dunes ». Le Gouvernement souligne à cet égard qu’aux termes du premier alinéa de l’article 26 de la loi relative aux collectivités locales, toutes les décisions au niveau d’une commune sont prises par le conseil municipal d’une manière collégiale, le maire ne faisant que les signer. I.B. ne pouvait donc pas se voir imputer personnellement une décision quelconque. Or, la requérante n’avait pas mis en cause le conseil municipal en tant qu’autorité publique et personne morale, mais I.B., à titre personnel. ", "30.  Au demeurant, le Gouvernement souligne que les obligations imposées à la requérante par les juridictions lettonnes constituaient une implémentation du principe de restitutio in integrum, dans la mesure où la publication d’un démenti et le versement des dommages-intérêts est susceptible de remédier au préjudice ainsi subi. En particulier, en déterminant le montant des dommages-intérêts, les tribunaux ont soigneusement pesé toutes les circonstances pertinentes, et notamment l’importance du lectorat du journal « Talsu vēstis » où la résolution litigieuse avait été publiée, et la publicité de ce document. En outre, ils ont tenu compte du statut spécial dont I.B. bénéficiait dans sa commune en tant que maire de longue date : sa réputation avait été gravement atteinte, et l’allégation qu’elle avait agi illégalement signifiait en fait qu’elle ne méritait plus la confiance de ses électeurs. ", "Le Gouvernement reconnaît que les limites de la critique admissible sont plus larges à l’égard d’un personnage politique, agissant en sa qualité publique, qu’à l’égard d’un simple particulier, et que les impératifs de la protection accordée à un tel personnage doivent être mis en balance avec les intérêts de la libre discussion des questions politiques. Toutefois, même si l’on tient compte de ce principe, la requérante a clairement dépassé les limites de la critique admissible.", "31.  Enfin, le Gouvernement demande à la Cour de prendre en considération le degré de sévérité de l’ingérence en litige. Il souligne notamment que I.B. aurait pu intenter contre les responsables de la requérante une action privée en diffamation devant un juge pénal, conformément à l’article 127 de l’ancien code pénal. Or, I.B. avait opté pour la voie civile, se limitant à demander la rétractation des allégations en question et le versement des dommages-intérêts.", "32.  Eu égard à ce qui précède, le Gouvernement conclut que l’ingérence en question était proportionnée au but légitime recherché, et qu’il n’y a pas eu violation de l’article 10 de la Convention.", "2.  La requérante", "33.  La requérante combat l’appréciation du Gouvernement. Elle estime que les allégations contenues dans sa résolution du 29 novembre 1997 au sujet de I.B. correspondaient à la vérité, et que sa condamnation à des dommages-intérêts était dès lors contraire aux exigences de l’article 10 de la Convention. ", "34.  En premier lieu, la requérante souligne qu’en tant que présidente du conseil municipal de Mērsrags, I.B. avait effectivement signé des documents relatifs aux travaux de construction dans la zone de dunes littorales de la localité. Ce fait n’ayant été démenti ni dans les décisions des tribunaux nationaux, ni dans les observations du gouvernement letton, la requérante déclare ne pas comprendre en quoi consiste l’inexactitude de cette allégation.", "De même, selon la requérante, elle s’est conformée à l’obligation de prouver la véracité des imputations en cause, en soumettant aux tribunaux copie des documents signés par I.B., ainsi que des lettres des autorités publiques reconnaissant l’existence de violations de la loi par la municipalité de Mērsrags, et même citant I.B. en tant que personne responsable. Elle exprime sa surprise devant le fait que les juridictions nationales n’ont pas pris en compte tous ces documents qu’elle estime pourtant parfaitement convaincants. La requérante critique également l’un des motifs principaux auquel ont recouru les tribunaux lettons, à savoir le fait que les conclusions officielles précitées n’avaient été délivrées et reçues que postérieurement à la publication de la résolution en cause. Selon elle, ce fait est sans incidence sur le fond du litige : la loi interne n’exige pas que l’auteur des informations publiées dispose des preuves déjà au moment de la publication. La loi exige uniquement que l’auteur des informations  prouve leur véracité, ce que la requérante a fait.", "35.  En deuxième lieu, la requérante reconnaît que la résolution en question visait I.B. à titre individuel, et non le conseil municipal en tant que personne morale de droit public responsable de la supervision locale des problèmes de l’environnement. Toutefois, elle rappelle que la loi sur les collectivités locales confère au président d’un conseil municipal de larges pouvoirs d’action et d’intervention afin de combattre des irrégularités sur le territoire de la municipalité respective. En outre, le président d’un conseil municipal est un personnage politique rémunéré, qui, en cette qualité, s’expose nécessairement à un contrôle étroit et attentif de la part de la société ; qui plus est, il est responsable devant celle-ci. Les citoyens élisent les conseils municipaux, et ils ont le droit d’être entendus au sujet du comportement de ces conseils. Se référant à la jurisprudence de la Cour, la requérante rappelle que les limites de la critique admissible sont plus larges à l’égard d’un homme politique, agissant en sa qualité de personnage public, que d’un simple particulier. Bref, la requérante a apporté une contribution positive au développement politique de la société lettonne, en mettant les citoyens en garde contre un personnage politique « ne correspondant pas aux principes d’une société démocratique et d’une société de droit ». ", "36.  La requérante souligne également que la résolution litigieuse a été adoptée dans le cadre des compétences conférées par les articles 13 et 47 de la loi relative à la protection de l’environnement. Etant une organisation non gouvernementale spécialisée en la matière, elle n’a fait qu’exercer son rôle de « chien de garde », en exprimant son opinion au sujet des problèmes environnementaux préoccupant la société. La requérante fait valoir que, même avant l’adoption de la résolution litigieuse, les plus grands quotidiens lettons avaient publié des articles très critiques sur les violations de la loi dans la zone côtière de la commune de Mērsrags. Toutefois, c’est justement la publication de ladite résolution qui a incité les autorités nationales à ouvrir une enquête, à découvrir des illégalités et à y mettre fin, préservant ainsi le droit des citoyens de vivre dans un environnement sain.", "37.  La requérante reconnaît enfin que, dans sa résolution, elle a qualifié le comportement de I.B. d’« illégal » ; toutefois, elle n’estime pas que l’emploi de ce vocable ait transgressé les limites de la critique acceptable. A cet égard, elle renvoie encore une fois aux conclusions des autorités lettonnes compétentes, d’après lesquelles les exigences de la loi n’avaient pas été observées par la municipalité présidée par I.B. ; or, le non-respect des lois constitue, par définition, un comportement illégal. La requérante rappelle en particulier que la notion d’« illégalité » n’implique pas nécessairement le déclenchement de poursuites contre le contrevenant. Tout citoyen letton, et, a fortiori, toute organisation non gouvernementale spécialisée en matière de l’environnement, pouvaient donc conclure qu’à Mērsrags, les exigences de la loi n’étaient pas remplies, et que des illégalités avaient eu lieu.", "38.  Quant à la thèse du Gouvernement selon laquelle les allégations en litige constituaient en effet une accusation sous-entendant une infraction pénale, la requérante fait remarquer que, dans sa résolution, elle n’a fait aucune allusion à la responsabilité pénale de I.B. En effet, selon elle, une telle thèse revient à dire que toute critique formulée publiquement contre des irrégularités commises par une autorité publique peut éventuellement être qualifiée d’une accusation sous-entendant un délit pénal. Une telle perception de la liberté d’expression serait trop restrictive, et elle ne cadrerait manifestement pas avec une réelle « nécessité dans une société démocratique ».", "39.  Au vu de ce qui précède, la requérante estime que l’ingérence dans l’exercice de son droit à la liberté d’expression était disproportionnée à tout but légitime qu’elle pouvait poursuivre, et que l’article 10 de la Convention a donc été violé à son égard.", "B.  Appréciation de la Cour", "1.  Principes généraux", "40.  La Cour rappelle les principes fondamentaux qui se dégagent de sa jurisprudence relative à l’article 10 :", "a)  La liberté d’expression constitue l’un des fondements essentiels d’une société démocratique et l’une des conditions primordiales de son progrès et de l’épanouissement de chacun (voir Lingens c. Autriche, arrêt du 8 juillet 1986, série A no 103, p. 26, § 41). Sous réserve du deuxième paragraphe de l’article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent une personne ou une partie de la population ; ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture sans lesquels il n’y a pas de « société démocratique » (voir Handyside c. Royaume-Uni, arrêt du 7 décembre 1976, série A no 24, p. 23, § 49, et Jersild c. Danemark, arrêt du 23 septembre 1994, série A no 298, p. 26, § 37). Comme le précise l’article 10, l’exercice de cette liberté est soumis à des formalités, conditions, restrictions et sanctions qui doivent cependant s’interpréter strictement, leur nécessité devant être établie de manière convaincante (voir, parmi beaucoup d’autres, Observer et Guardian c. Royaume-Uni, arrêt du 26 novembre 1991, série A no 216, p. 30, § 59 ; arrêt Jersild c. Danemark précité, pp. 23-24, § 31 ; Janowski c. Pologne [GC], no 25716/94, § 30, CEDH 1999-I ; Nilsen et Johnsen c. Norvège [GC], no 23118/93, § 43, CEDH 1999-VIII).", "b)  Ces principes revêtent une importance particulière pour la presse, laquelle joue un rôle éminent dans une société démocratique. Si la presse ne doit pas franchir certaines limites, tenant notamment à la protection de la réputation et aux droits d’autrui, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur les questions politiques ainsi que sur les autres thèmes d’intérêt général (voir, parmi beaucoup d’autres, De Haes et Gijsels c. Belgique, arrêt du 24 février 1997, Recueil des arrêts et décisions 1997-I, pp. 233-234, § 37 ; Thoma c. Luxembourg, no 38432/97, § 45, CEDH 2001-III, et Colombani et autres c. France, no 51279/99, § 55, CEDH 2002-V). A sa fonction qui consiste à en diffuser s’ajoute le droit, pour le public, d’en recevoir. S’il en allait autrement, la presse ne pourrait jouer son rôle indispensable de « chien de garde » (voir Thorgeir Thorgeirson c. Islande, arrêt du 25 juin 1992, série A no 239, p. 27, § 63 ; Goodwin c. Royaume-Uni, arrêt du 27 mars 1996, Recueil 1996-II, p. 500, § 39, et Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, § 59, CEDH 1999-III). Outre la substance des idées et informations exprimées, l’article 10 protège leur mode de diffusion (voir Oberschlick c. Autriche (no 1), arrêt du 23 mai 1991, série A no 204, p. 25, § 57).", "c)    Quant aux limites de la critique admissible, elles sont plus larges à l’égard d’un homme politique, agissant en sa qualité de personnage public, que d’un simple particulier. Un personnage politique s’expose inévitablement et consciemment à un contrôle attentif de ses faits et gestes de la part des journalistes, des organisations non gouvernementales telles que la requérante, ainsi que de la masse des citoyens, et doit montrer une plus grande tolérance à cet égard. Il a certes droit à voir protéger sa réputation, même en dehors du cadre de sa vie privée, mais les impératifs de cette protection doivent être mis en balance avec les intérêts de la libre discussion des questions politiques, les exceptions à la liberté d’expression appelant une interprétation étroite (voir, notamment, l’arrêt Oberschlick c. Autriche (no 1) précité, pp. 2526, §§ 57-59, et Vereinigung demokratischer Soldaten Österreichs et Gubi c. Autriche, arrêt du 19 décembre 1994, série A no 302, p. 17, § 37). Quant aux fonctionnaires, la Cour a également reconnu que les limites de la critique admissible à leur encontre étaient plus larges qu’à l’encontre de simples particuliers, même si l’on ne peut pas leur appliquer les mêmes critères qu’à l’égard des hommes politiques (voir Oberschlick c. Autriche (no 2), arrêt du 1er juillet 1997, Recueil 1997-IV, p. 1275, § 29, et Janowski c. Pologne précité, § 33).", "d)  La vérification du caractère « nécessaire dans une société démocratique » de l’ingérence litigieuse impose à la Cour de rechercher si celle-ci correspondait à un « besoin social impérieux », si elle était proportionnée au but légitime poursuivi et si les motifs fournis par les autorités nationales pour la justifier sont pertinents et suffisants (voir Sunday Times c. Royaume-Uni (no 1), arrêt du 26 avril 1979, série A no 30, p. 38, § 62). Pour déterminer s’il existe pareil « besoin » et quelles mesures doivent être adoptées pour y répondre, les autorités nationales jouissent d’une certaine marge d’appréciation. Celle-ci n’est toutefois pas illimitée mais va de pair avec un contrôle européen exercé par la Cour, qui doit dire en dernier ressort si une restriction se concilie avec la liberté d’expression telle que la protège l’article 10 (voir, parmi beaucoup d’autres, Worm c. Autriche, arrêt du 29 août 1997, Recueil 1997-V, p. 1551, § 47, et l’arrêt Nilsen et Johnsen c. Norvège précité, § 43).", "e)  En évaluant la proportionnalité d’une ingérence dans l’exercice de la liberté d’expression, il y a lieu de distinguer avec soin entre faits et jugements de valeur. Si la matérialité des premiers peut se prouver, les seconds ne se prêtent pas à une démonstration de leur exactitude (voir l’arrêt De Haes et Gijsels c. Belgique précité, p. 235, § 42).", "f)  Enfin, la Cour n’a point pour tâche, lorsqu’elle exerce ce contrôle, de se substituer aux juridictions nationales, mais de vérifier sous l’angle de l’article 10 les décisions qu’elles ont rendues en vertu de leur pouvoir d’appréciation. Pour cela, la Cour doit considérer l’ingérence litigieuse à la lumière de l’ensemble de l’affaire pour déterminer si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (voir, parmi de nombreux précédents, Fressoz et Roire c. France [GC], no 29183/95, § 45, CEDH 1999-I).", "2.  Application en l’espèce des principes susmentionnés", "41.  Les parties s’accordent à dire que la condamnation de la requérante à des dommages-intérêts s’analyse en une « ingérence » dans l’exercice de son droit à la liberté d’expression. De même, la requérante ne conteste pas que cette ingérence était « prévue par la loi » (article 2352-a du code civil). La Cour ne voit pas de raison d’en juger autrement.", "La Cour estime également que les décisions des juridictions lettonnes en l’espèce étaient motivées par un but légitime : protéger « la réputation et les droits d’autrui », en l’occurrence I.B., maire de la commune de Mērsrags. Reste à rechercher si l’ingérence critiquée était « nécessaire dans une société démocratique » pour atteindre pareil but, et donc à déterminer si elle correspondait à un besoin social impérieux, si elle était proportionnée au but légitime poursuivi et si les motifs fournis par les autorités nationales pour la justifier étaient pertinents et suffisants.", "42.  La Cour constate d’emblée que la résolution litigieuse avait pour but principal d’attirer l’attention des autorités publiques compétentes sur une question sensible d’intérêt public, à savoir les dysfonctionnements dans un secteur important géré par l’administration locale. En tant qu’organisation non gouvernementale spécialisée en la matière, la requérante a donc exercé son rôle de « chien de garde » conféré par la loi sur la protection de l’environnement. Une telle participation d’une association étant essentielle pour une société démocratique, la Cour estime qu’elle est similaire au rôle de la presse tel que défini par sa jurisprudence constante (paragraphe 40 b) ci-dessus). Par conséquent, pour mener sa tâche à bien, une association doit pouvoir divulguer des faits de nature à intéresser le public, à leur donner une appréciation et contribuer ainsi à la transparence des activités des autorités publiques.", "43.  Comme la Cour vient de le rappeler ci-dessus (paragraphe 40 e)), il y a lieu de distinguer entre faits et jugements de valeur, chacune de ces deux catégories se prêtant à une analyse différente. Cependant, la Cour admet que, dans certaines situations, il peut s’avérer difficile de tracer une ligne de partage précise entre ces deux notions. Ainsi, dans la présente affaire, la requérante a été condamnée pour avoir publié un document contenant des allégations factuelles selon lesquelles I.B. avait « signé des documents, des décisions et des attestations illégales » et qu’elle avait intentionnellement omis de se conformer aux sommations de l’administration compétente. Aux yeux de la Cour, de telles allégations peuvent s’analyser sous deux aspects.", "44.  En premier lieu, la requérante reprochait à I.B. d’avoir signé les actes en cause et de ne pas avoir obéi aux injonctions de la direction régionale de l’environnement, visant à la cessation des travaux de construction dans la zone littorale. La Cour considère qu’il s’agit là d’une imputation factuelle concernant une personne concrète ; la requérante devait donc s’attendre à ce qu’on lui demandât de prouver sa véracité. Or, il apparaît qu’elle s’est effectivement conformée à cette obligation. En effet, il ressort du dossier que, suite à la publication de la résolution litigieuse, les autorités compétentes effectuèrent une série de vérifications dans la commune de Mērsrags, découvrirent une série de non-respect des dispositions en vigueur, sanctionnèrent deux personnes qui s’en étaient rendues coupables, et adressèrent un avertissement à l’administration locale. En outre, dans sa lettre du 29 janvier 1998, le parquet reconnut expressément que la maire de la commune avait délivré à un propriétaire foncier une attestation contenant des données inexactes (paragraphe 10 ci-dessus). Enfin, nul ne conteste qu’en tant que présidente du conseil municipal, I.B. avait signé les actes adoptés par ledit conseil ; bien au contraire, la cour régionale de Kurzeme le reconnut implicitement dans son arrêt (paragraphe 13 ci-dessus). Les juridictions de première instance et d’appel n’ayant pas précisé lesquelles des allégations de la requérante elles considéraient comme mensongères, la Cour ne voit pas quelles preuves supplémentaires celle-ci pouvait fournir à l’appui de sa résolution.", "45.  Certes, on peut déduire de l’arrêt de la cour régionale de Kurzeme du 11 novembre 1999, ainsi que des observations du Gouvernement, que la condamnation de la requérante n’a pas eu pour fondement principal ses allégations factuelles en tant que telles, mais plutôt l’angle sous lequel elles ont été présentées au public. En effet, la résolution en litige a été jugée diffamatoire puisqu’elle attaquait I.B. à titre personnel, alors qu’en règle générale, les décisions d’un conseil municipal sont prises d’une manière collégiale. A cet égard, la Cour a reconnu qu’une distorsion de la réalité, opérée de mauvaise foi, peut parfois transgresser les limites de la critique acceptable : une affirmation véridique peut se doubler de remarques supplémentaires, de jugements de valeur, de suppositions, voire d’insinuations susceptibles de créer une image erronée aux yeux du public (voir, mutatis mutandis, markt intern Verlag GmbH et Klaus Beermann c. Allemagne, arrêt du 20 novembre 1989, série A no 165, p. 20, § 35). Toutefois, la Cour observe qu’un maire letton dispose de pouvoirs relativement étendus et qu’il dispose notamment d’une sorte de veto suspensif au regard des décisions adoptées par le conseil municipal (paragraphe 17 ci-dessus). Sans vouloir se prononcer sur l’interprétation du droit letton en la matière, la Cour conclut que le président d’un conseil municipal est loin d’être un primus inter pares de ce conseil. Au demeurant, elle rappelle l’étendue particulière des limites de la critique admissible à l’égard d’un personnage politique, constamment exposé à l’attention des citoyens (paragraphe 40 c)). Dans ces conditions, et compte tenu de toutes les circonstances pertinentes de l’espèce, le fait de reprocher au maire la politique de la collectivité locale toute entière ne peut pas être qualifié d’abus de la liberté d’expression.", "46.  Reste le deuxième aspect des déclarations litigieuses de la requérante, à savoir, le fait de taxer le comportement de I.B. d’« illégal ». La Cour relève en particulier que, dans son arrêt, la cour régionale de Kurzeme déclara diffamatoire l’usage de ce vocable puisque aucune autorité compétente n’aurait « expressément constaté l’illégalité des faits reprochés ». Il est vrai qu’au moment de l’adoption de la résolution en question, aucun constat officiel de l’irrégularité des actes signés par I.B. n’était encore fait ; la requérante exprimait donc l’opinion personnelle de ses membres fondée sur leur propre niveau de connaissance et de perception du droit applicable en la matière. Cela étant, la Cour ne peut pas partager la thèse du Gouvernement d’après laquelle il s’agirait d’une imputation factuelle se prêtant à démonstration ; en effet, une telle déclaration, exprimant un avis personnel de nature juridique, constitue un jugement de valeur et doit être analysée comme tel. Dès lors, on ne pouvait pas exiger de la requérante de démontrer l’exactitude de son appréciation. A cet égard, la Cour considère que, dans une société démocratique, les pouvoirs publics s’exposent en principe à un contrôle permanent de la part des citoyens, et, sous réserve de bonne foi, chacun doit pouvoir attirer l’attention publique sur des situations qu’il estime irrégulières au regard de la loi.", "47.  La Cour comprend mal l’assertion du Gouvernement selon laquelle la requérante aurait, en substance, accusé I.B. d’avoir commis une infraction pénale. En effet, la résolution du 29 novembre 1997 ne contient aucun passage en ce sens (paragraphe 8 ci-dessus), et les juridictions internes ne l’ont pas non plus reproché à la requérante. En toute hypothèse, la Cour considère qu’il serait absolument contraire à l’objet et à l’esprit de l’article 10 de la Convention de reconnaître aux autorités nationales le droit d’interprétation abusive des paroles ou des écrits de l’intéressé dans un sens que lui-même n’a visiblement jamais voulu leur donner.", "48.  Enfin, la Cour estime que la jurisprudence citée par le Gouvernement ne peut pas être directement appliquée dans la présente affaire puisqu’elle se rapporte à des situations sensiblement différentes. En effet, dans l’affaire Lešník c. Slovaquie, le requérant fut condamné au pénal pour avoir gratuitement accusé un procureur d’avoir commis des abus et des actes illicites graves, dont il ne put jamais prouver l’exactitude ; en revanche, en l’espèce, la Cour vient de constater le contraire (paragraphe 44 ci-dessus). Il y a encore moins de ressemblance avec l’affaire McVicar c. Royaume-Uni, où le requérant avait été condamné pour avoir publié des insinuations rédigées sous une forme interrogative ou dubitative, mais donnant clairement à penser qu’un sportif prenait des substances dopantes illicites.", "49.  En résumé, les raisons invoquées par le Gouvernement ne suffisent pas à démontrer que l’ingérence dénoncée était « nécessaire dans une société démocratique ». Nonobstant la marge d’appréciation des autorités nationales, la Cour considère qu’il n’existait pas de rapport raisonnable de proportionnalité entre les restrictions imposées à la liberté d’expression de la requérante et le but légitime poursuivi.", "Partant, il y a eu violation de l’article 10 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "50.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "51.  La requérante réclame 5 000 lati lettons (LVL ; soit environ 7 700 euros) en réparation de l’humiliation qu’elle a subi aux yeux de la société du fait de sa condamnation.", "52.  Le Gouvernement rétorque qu’il est douteux si une association a pu ressentir une « humiliation » et, partant, subir un dommage moral de ce type. En outre, rien ne montre que la popularité de la requérante dans la société aurait diminué à cause de sa condamnation à des dommages-intérêts au profit de I.B. Cela étant, le Gouvernement considère qu’un constat de violation constituerait en soi une réparation suffisante de tout préjudice moral éventuellement subi par la requérante.", "53.  La Cour note tout d’abord que la requérante n’a formulé aucune demande au titre du dommage matériel. Pour ce qui est du dommage moral, la Cour a déjà admis qu’une personne morale pouvait réclamer la réparation de ce type de préjudice (voir notamment Association Ekin c. France, no 39288/98, § 84, CEDH 2001-VIII). En l’espèce, la Cour considère que la requérante a subi un préjudice moral certain en raison de sa condamnation, fût-ce seulement au civil. Compte tenu de sa jurisprudence en la matière et statuant en équité comme le veut l’article 41, elle décide d’allouer à la requérante 3 000 EUR à ce titre.", "B.  Frais et dépens", "54.  La requérante réclame 1 000 LVL au titre des frais et dépens, la totalité de cette somme correspondant aux coûts d’assistance juridique fournie par Mme J.B., maître de conférences à la faculté de droit de l’Université de Lettonie. A l’appui de cette demande, la requérante fournit copie du contrat d’assistance juridique conclu le 15 mars 2000 avec Mme J.B. ; aux termes de ce contrat, cette dernière s’engageait à « fournir des consultations juridiques dans l’affaire (...) pendante devant la Cour européenne des Droits de l’Homme, à préparer des documents procéduraux et, le cas échéant, à participer à l’audience ».", "55.  Selon le Gouvernement, la demande de remboursement des frais et dépens présentée par la requérante ne remplit pas les exigences fondamentales posées par la jurisprudence de la Cour en la matière. Au demeurant, le Gouvernement s’en remet à la sagesse de la Cour.", "56.  La Cour rappelle qu’au titre de l’article 41 de la Convention, elle rembourse uniquement les frais dont il est établi qu’ils ont été réellement et nécessairement exposés et sont d’un montant raisonnable. De plus, l’article 60 § 2 du règlement prévoit que toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie (voir, par exemple, Lavents c. Lettonie, no 58442/00, § 154, 28 novembre 2002).", "Dans le cas d’espèce, la Cour constate que le seul document fourni par la requérante à l’appui de ses prétentions est un contrat d’assistance juridique, lequel ne précise ni la nature exacte des services effectivement rendus par Mme J.B., ni le coût de chacun de ces services pris isolément. En effet, la Cour ne fut informée de la participation de Mme J.B. à la procédure que le 14 avril 2003, soit après la déclaration de recevabilité de la requête, bien que le contrat en cause, expédié à la Cour à la même date, porte une date bien antérieure, le 15 mars 2000.", "Dans ces conditions, la Cour juge raisonnable d’octroyer à la requérante la somme de 1000 EUR, tous frais confondus. Cette somme est à compléter de tout montant éventuellement dû au titre de la taxe sur la valeur ajoutée (voir l’arrêt Lavents c. Lettonie précité, loc.cit.).", "", "C.  Intérêts moratoires", "57.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "2.  Dit ", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  3 000 EUR (trois mille euros) pour dommage moral, à convertir en lati lettons au taux applicable à la date du versement ;", "ii.  1 000 EUR (mille euros) pour frais et dépens, à convertir en lati lettons au taux applicable à la date du versement ;", "iii.  tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 mai 2004 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident"]}