{"file": "FRE_CLINF_39084_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "39084/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 59", "Décembre 2003", "Yankov c. Bulgarie - 39084/97", "Arrêt 11.12.2003 [Section I]", "Article 10", "Article 10-1", "Liberté d'expression", "Imposition d’une peine disciplinaire à un prisonnier sur le fondement d’un manuscrit dans lequel il critiquait le système pénitentiaire: violation", "En fait: Le requérant était directeur général d’un fonds d’investissement et d’une société financière. Soupçonné d’avoir effectué des transactions financières illégales, il fut arrêté et placé en détention provisoire en mars 1996. Malgré plusieurs plaintes qu’il soumit au parquet et aux tribunaux pour contester sa privation de liberté, il fut maintenu en détention provisoire jusqu’en juillet 1998; il fut alors libéré sous caution pour raisons de santé. En octobre 1998, le tribunal de district le reconnut coupable d’avoir ordonné des transferts de fonds à l’étranger, en violation de la réglementation en matière financière. En 2000, le tribunal régional annula la condamnation et renvoya l’affaire au stade de l’instruction préliminaire (la procédure pénale était toujours pendante en 2001). Les autorités de la prison saisirent au requérant, pendant sa détention, un document dactylographié qu’il allait remettre à son avocat. Il s’agissait d’un manuscrit personnel, qui décrivait des moments de la vie de détenu du requérant et critiquait les systèmes judiciaire et pénitentiaire et certains de leurs fonctionnaires. En conséquence, le requérant se vit infliger une sanction disciplinaire de sept jours d’isolement cellulaire, en raison des remarques prétendument injurieuses et diffamatoires qu’il avait faites à l’égard d’agents de la prison, magistrats-instructeurs, juges, procureurs et institutions de l’Etat. Lorsqu’il fut placé en isolement cellulaire, on lui rasa le crâne. ", "En droit: Article 3 – Le fait de raser de force le crâne d’un détenu constitue, en principe, un acte qui peut avoir pour effet d’humilier et d’avilir la personne. En l’espèce, le Gouvernement n’a pas justifié son affirmation selon laquelle le rasage du crâne du requérant était une mesure d’hygiène. L’acte était dénué de base et de justification légales et a constitué un élément punitif arbitraire sanctionnant les remarques insultantes que le requérant avait écrites. Celui-ci a dû se sentir humilié, étant donné son âge et sa comparution à une audience quelques jours après l’incident. Il s’ensuit que le fait d’avoir rasé le crâne du requérant a constitué un traitement injustifié d’une gravité suffisante pour être qualifié de dégradant au sens de l’article 3.", "Conclusion: violation (unanimité).", "Article 10 – Le fait d’avoir infligé au requérant une sanction disciplinaire de sept jours d’isolement cellulaire en raison de remarques quelque peu insultantes à l’égard des systèmes judiciaire et pénitentiaire qu’il avait insérées dans un manuscrit personnel s’analyse en une ingérence dans l’exercice par l’intéressé de son droit à la liberté d’expression. La Cour a examiné ce grief sans pouvoir s’appuyer sur une décision d’une autorité nationale; elle juge inadmissible que les déclarations factuelles formulées par le requérant dans un manuscrit – critiquant, notamment, l’administration pénitentiaire et ses fonctionnaires – aient justifié une sanction disciplinaire. Les autorités auraient dû faire preuve de retenue dans leur réaction, en particulier compte tenu du fait que le texte n’avait pas été diffusé aux autres détenus et qu’il n’y avait aucun danger immédiat fût diffusé, même si on l’avait sorti de la prison, étant donné qu’il n’était pas prêt pour publication. Un juste équilibre n’a pas été ménagé entre le droit du requérant à la liberté d’expression, d’une part, et le but légitime de la protection de la réputation des fonctionnaires et de la sauvegarde de l’autorité du pouvoir judiciaire, d’autre part. Il s’ensuit que l’ingérence n’était pas nécessaire dans une société démocratique.", "Conclusion: violation (unanimité).", "Article 41 – La Cour alloue au requérant 8 000 euros pour préjudice moral. Elle lui octroie également une somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}