{"file": "FRE_CLINF_28212_95.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "28212/95", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 45", "Août-Septembre 2002", "Benjamin et Wilson c. le Royaume-Uni - 28212/95", "Arrêt 26.9.2002 [Section III]", "Article 5", "Article 5-4", "Introduire un recours", "Absence de droit à un recours pour contrôler la légalité d’une détention après l’expiration de la période punitive: violation", "En fait: Après avoir purgé la période punitive de la peine d’emprisonnement à perpétuité à laquelle il avait été condamné pour viol, le premier requérant fut transféré dans un hôpital de sécurité. En 1996, la commission de contrôle psychiatrique rejeta sa demande de libération. En 2001, le ministre le libéra sur la recommandation de cette commission. ", "Le second requérant fut condamné en 1977 à une peine discrétionnaire perpétuelle alors que les psychiatres avaient conseillé qu’il fasse l’objet d’une ordonnance d’hospitalisation. A l’expiration de la période punitive, il fut transféré dans un hôpital de sécurité. La commission de contrôle psychiatrique refusa de recommander sa libération en 1996 puis en 2000.", "En 1992, le ministre avait refusé de certifier que les requérants étaient aptes à bénéficier du contrôle de leur peine discrétionnaire de la part des collèges prévus à cet effet, habilités à ordonner une libération. La Cour d’appel confirma que le droit de bénéficier du contrôle de ces collèges n’était pas conféré aux malades mentaux condamnés à une peine perpétuelle.", "En droit: article 5 § 4 – La commission de contrôle psychiatrique, bien qu’elle satisfasse à l’exigence d’indépendance, n’a pas le pouvoir d’ordonner une libération, et il ne suffit pas que le ministre ait pour pratique de suivre les recommandations de celle-ci. Le libellé de l’article 5 § 4 renvoie au pouvoir décisionnel de l’organe de contrôle; or en l’espèce, c’est le ministre qui avait le pouvoir d’ordonner une libération, même s’il était soumis à certaines contraintes de droit administratif quant aux situations dans lesquelles il pouvait ou non s’écarter d’une politique qui avait suscité des attentes légitimes. De plus, la possibilité de contester un refus de suivre cette politique ne constituerait pas un recours, car l’article 5 § 4 présuppose l’existence d’une procédure conforme à ses dispositions sans qu’il soit nécessaire d’intenter des procédures en justice distinctes afin de lui donner corps. De même, bien qu’après l’entrée en vigueur de la loi de 1998 sur les droits de l’homme, le ministre ne puisse pas légalement s’écarter de la recommandation de la commission, la décision de libérer serait malgré tout prise par un membre de l’exécutif et non par la commission. Cette question n’est pas que de pure forme ; elle touche au principe fondamental de la séparation des pouvoirs et affaiblit la garantie nécessaire contre les possibilités d’abus. Enfin, bien que le premier requérant ait été libéré et que le second requérant n’ait jamais vu recommander sa libération, ils étaient tous deux en droit de bénéficier d’un contrôle de la légalité de leur maintien en détention par un organe satisfaisant aux exigences de l’article 5 § 4. La commission ne pouvant ordonner leur libération, ils n’ont pu obtenir un tel contrôle.", "Conclusion: violation (unanimité).", "Article 41 – Les requérants n’ont formulé aucune demande au titre du dommage.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}