{"file": "FRE_CLINF_33501_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "33501/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 28", "Mars 2001", "Telfner c. Autriche - 33501/96", "Arrêt 20.3.2001 [Section III]", "Article 6", "Article 6-2", "Présomption d'innocence", "Absence de preuve directe permettant d'établir l'identité du conducteur d'un véhicule: violation", "En fait: La victime d’un accident de la route fut en mesure de communiquer à la police la marque et le numéro d’immatriculation de la voiture ayant provoqué l’accident mais sans pouvoir identifier le conducteur, qui avait pris la fuite. La police retrouva le véhicule devant la maison de la mère du requérant, qui en était le propriétaire. Celui-ci ne se trouvait pas sur les lieux et n’avait apparemment pas dormi sur place la nuit en question. Lors de son procès devant le tribunal de district, le requérant nia s’être trouvé au volant de sa voiture au moment des faits et se refusa à toute autre déclaration. Sa mère et sa sœur firent usage de leur droit de ne pas témoigner. Le tribunal condamna le requérant. S’appuyant sur le fait qu’il était notoire que la voiture était principalement utilisée par le requérant, le tribunal se déclara convaincu que l’intéressé conduisait son véhicule au moment pertinent. Il se fonda également sur le fait que l’intéressé n’avait pas dormi chez sa mère. Le tribunal régional confirma la condamnation. Il considéra en outre comme établi que le requérant était l’utilisateur principal de la voiture même si d’autres personnes s’en servaient également à l’occasion.", "En droit: Article 6 § 2 – La Cour dit que l’affaire ne porte pas sur des présomption légales et qu’elle n’est pas convaincue par l’argument du Gouvernement selon lequel les tribunaux internes pouvaient légitimement tirer des conclusions du silence de l’accusé. Procéder à pareilles conclusions peut être permis dans un système comme celui en vigueur en Autriche, où les tribunaux apprécient librement les éléments de preuve qui leur sont soumis, à condition que la seule déduction sensée que l’on puisse tirer du silence de l’accusé est qu’il n’a aucun argument à opposer aux accusations portées contre lui. Or en l’espèce, les tribunaux se sont principalement appuyés sur un rapport de police indiquant que le requérant était l’utilisateur principal du véhicule et n’avait pas dormi chez lui la nuit de l’accident. Ces éléments, non corroborés par des témoignages recueillis à l’occasion d’un débat contradictoire, ne sauraient passer pour constituer une accusation appelant des explications de la part du requérant. En demandant à celui-ci de s’expliquer alors qu’ils n’avaient pas été en mesure de fournir un commencement de preuve convaincant contre lui, les tribunaux ont transféré la charge de la preuve de l’accusation à la défense.", "Conclusion: violation (unanimité).", "Article 41 – La Cour alloue à l’intéressé 20 000 schillings autrichiens pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}