{"file": "FRE_CLINF_33065_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "33065/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 106", "Mars 2008", "Samoila et Cionca c. Roumanie - 33065/03", "Arrêt 4.3.2008 [Section III]", "Article 6", "Article 6-2", "Présomption d'innocence", "Port d’une tenue de condamné par une personne en détention provisoire, lors d’une audience consacrée à l’examen de sa demande d’élargissement : violation", "", "Article 5", "Article 5-3", "Aussitôt traduite devant un juge ou autre magistrat", "Comparution devant un juge, sur la question de la légalité de la détention, neuf jours après l’arrestation : violation", "", "Article 5-4", "Contrôle de la légalité de la détention", "Refus de la Cour suprême de contrôler la légalité du maintien en détention : violation", "", "En fait : Les requérants, fonctionnaires de police, furent accusés par un commerçant tenant un débit de cigarettes de l'avoir obligé à leur verser une somme d’argent pour éviter des sanctions lors d'un contrôle effectué par le deuxième requérant. La police ordonna une enquête interne et, par un communiqué, la presse fut informée que les requérants avaient été mutés dans d'autres unités de la police pour des motifs disciplinaires ayant commis certains abus dans l'exercice de leurs fonctions. Un hebdomadaire local publia un entretien avec le commandant de la police qui aurait déclaré qu’il n’avait aucun doute sur leur culpabilité. Des témoins du contrôle et la concubine du premier requérant, firent, devant un notaire, des déclarations en faveur des requérants, destinées à l'enquête interne ordonnée par la police. Le parquet militaire déclencha à l'encontre des requérants des poursuites pénales pour corruption. Ils furent inculpés de corruption et placés en détention provisoire au motif qu'ils avaient tenté d'influencer des témoins pour empêcher que la vérité n'apparaisse au grand jour et qu'ils présentaient un danger pour l'ordre public. Les témoins furent convoqués au parquet. Les deux premiers déclarèrent que le contenu de leurs déclarations devant le notaire leur avait été suggéré en partie par le second requérant. Quant au troisième, il affirma que sa déclaration avait été rédigée par ce même requérant et qu'il s'était contenté de la signer. Le jour même, au journal d'une télévision locale, le procureur déclara que la détention provisoire avait été ordonnée car, bien que les sommes en question ne soient pas très élevées, l'ordre public avait été gravement affecté. En outre, les requérants avaient essayé d'empêcher la découverte de la vérité en influençant, voire en menaçant des témoins. En présence des requérants et de leur avocat, le tribunal départemental déclina en faveur de la cour d'appel la compétence pour examiner la contestation des requérants introduite contre l'ordonnance de placement en détention provisoire. La cour d'appel l’examina, soit neuf jours après l’arrestation, en chambre du conseil et en présence des requérants et de leur avocat. Elle ordonna la remise en liberté. Le parquet forma un recours devant la Cour suprême de justice qui en présence des requérants et de leur avocat, maintint la détention provisoire. Les requérants furent renvoyés devant la cour d'appel pour corruption, abus de pouvoir et incitation à de faux témoignages. Sur demande du parquet, la cour d'appel prolongea leur détention provisoire. Les recours introduits par les requérants devant la Cour suprême de justice contre les prolongations furent rejetés. La cour d'appel prolongea de nouveau la détention provisoire. Au cours de l'audience, la cour entendit plusieurs témoins, notamment ceux que le parquet accusait d'avoir été influencés par les requérants. Ils maintinrent leurs déclarations faites devant le notaire. En outre, ils affirmèrent que le parquet avait exercé des pressions sur eux afin qu'ils modifient leurs déclarations. Les requérants formèrent un recours contre la prolongation de la détention, qui fut accueilli favorablement par la Cour suprême, au motif que la cour d'appel n'avait le droit de prolonger la détention que de trente jours. Toutefois, les requérants ne furent pas remis en liberté car, sur demande du parquet, la cour d'appel examina la légalité de la détention provisoire et la maintint, considérant que les raisons qui l'avaient justifiée subsistaient. La Cour suprême de justice rejeta le recours des requérants après l'avoir examiné en leur présence et celle de leur avocat. Sur demande du parquet, la cour d'appel examina, en présence des requérants et de leurs avocats, la légalité de la détention provisoire et la maintint. Les requérants formèrent des recours contre les décisions susmentionnées. Ils reçurent des citations à comparaître aux audiences de la Cour suprême de justice. S'agissant de l'audience prévue, le second requérant mentionna sur la citation qu'il souhaitait être présent devant la Cour suprême. Cependant, le commandant de la prison informa la Cour suprême que les requérants ne pouvaient pas être transférés car le procureur exigeait leur présence à une audience de la cour d'appel. La Cour suprême rejeta les recours. Ni les requérants ni leurs avocats n'étant présents aux audiences, la Cour suprême fit application du code de procédure pénale autorisant l'examen des recours en l'absence des intéressés et leur désigna sur-le-champ des avocats d'office. Un représentant du parquet fut présent à ces audiences. Il requit le rejet des recours. La cour d'appel examina en présence des requérants leurs demandes d'élargissement. Elle les rejeta, estimant qu'au vu de la nature des infractions, la remise en liberté présentait un danger pour l'ordre public. Les requérants formèrent des recours contre ces décisions. Ils furent plusieurs fois cités à comparaître aux audiences de la Cour suprême de justice qui déclara irrecevables les recours. La Cour suprême examina ces recours en présence d'un représentant du parquet, qui demanda leur rejet. Les requérants étant absents, la Cour suprême leur désigna un avocat d'office. Les requérants se plaignirent au président de la cour d'appel du fait qu'ils étaient présentés devant cette juridiction dans des vêtements de la prison, spécifiques aux personnes condamnées. Ils demandèrent à être autorisés à porter leurs propres vêtements. Le président refusa sans fournir de motivation. La cour d'appel condamna les requérants à une peine de six ans de prison pour corruption, abus de pouvoir et tentative d'influencer des témoins. Les requérants formèrent un recours qui fut rejeté par un arrêt définitif de la Cour suprême de justice. Ils ont été libérés depuis.", "En droit : Article 6 § 2 – En informant les journalistes des raisons du placement des requérants en détention provisoire, le procureur a affirmé qu'ils avaient essayé d'influencer et avaient menacé des témoins. Les déclarations incriminées ont été prononcées dans un contexte indépendant de la procédure pénale elle-même, à savoir au cours d'une interview diffusée au journal télévisé. Soulignant encore une fois l'importance du choix des termes employés par les agents de l'Etat, la Cour conclut que les propos du procureur indiquant clairement que les requérants s'étaient rendus coupables d'incitation à de faux témoignages, encourageaient le public à croire en leur culpabilité, préjugeant de l'appréciation des faits par les juges compétents.", "S'agissant de la déclaration du commandant de la police, elle fait l'objet d'une controverse entre les parties. Mais son auteur prétendu n'est pas revenu publiquement sur sa déclaration et n'a pas demandé la publication d'un démenti. Ces éléments induisent la Cour à présumer que les propos litigieux ont réellement été tenus.En outre, la Cour ne peut suivre le Gouvernement lorsqu'il soutient que ces propos ne faisaient référence qu'aux erreurs professionnelles des requérants. A cet égard, elle rappelle que ce qui importe aux fins de l'article 6 § 2 de la Convention, c'est le sens réel des déclarations en question, et non leur forme littérale. Ainsi, bien que le commandant de la police ait parlé de fautes, sans en préciser la nature, celles-ci ne pouvaient viser que les actes qualifiés par le parquet comme actes de corruption pour lesquels les requérants avaient été renvoyés devant la cour d'appel. Or, force est de constater que le commandant de la police a désigné les requérants, sans nuance ni réserve, comme étant coupables de ces actes.", "Enfin, quant à la présentation des requérants devant la cour d'appel en habits pénitentiaires, il ressort clairement du refus que le président de la cour d'appel a opposé aux requérants que ces derniers ont été présentés devant cette juridiction en habits pénitentiaires spécifiques aux personnes condamnées.Or, cette pratique était contraire aux dispositions de la loi et à la décision de la Cour constitutionnelle. N'ayant pas démontré que les requérants ne disposaient pas des vêtements adéquats, cette pratique était dépourvue de toute justification et elle était susceptible de renforcer au sein de l'opinion publique l'impression de culpabilité des requérants.", "Conclusion : violation (unanimité).", "Article 5 § 3 – Les requérants ont été traduits devant le tribunal départemental. Cependant, lors de l'audience de ce même jour, la question de la légalité de la détention n'a pas été abordée, le tribunal ordonnant seulement le renvoi du dossier à la cour d'appel. En définitive, rien n'indique que le tribunal aurait examiné le bien-fondé de la détention, de sorte que les requérants n'ont pas bénéficié des garanties découlant de l'article 5 § 3 de la Convention. Il s'ensuit que, dans la présente espèce, qui ne présentait pas des circonstances exceptionnelles, les requérants, qui n'ont comparu devant la cour d'appel que neuf jours après leur arrestation, n'ont pas été aussitôt traduits devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires.", "Conclusion : violation (unanimité).", "Article 5 § 4 – a)  Irrecevabilité du recours contre la décision de la cour d'appel prolongeant la détention provisoire : L'existence en droit interne d'un recours contre une décision prolongeant la détention provisoire ne prête pas à controverse. De surcroît, au cours de la même procédure, la Cour suprême de justice a plusieurs fois examiné des recours de ce type formés par les requérants. Il s'ensuit que le refus de la Cour suprême d'examiner le recours des requérants contre la prolongation de la détention provisoire ordonnée par la cour d'appel a privé ces derniers de la possibilité de faire contrôler la légalité de leur maintien en détention. Le fait que la cour d'appel ait dûment motivée la décision ne saurait changer en rien cette conclusion dès lors que les requérants ont été privés d'une voie de recours qui leur était offerte par le droit interne.", "Conclusion : violation (unanimité).", "b)  Non-comparution aux audiences devant la Cour suprême de justice : Les audiences devant la Cour suprême de justice concernaient les recours des requérants contre les décisions de la cour d'appel prolongeant, sur demande du parquet, leur détention provisoire. Le droit des requérants de former un recours contre ces décisions ne prête pas à controverse entre les parties. Les autres audiences portaient sur les recours des requérants contre les décisions de la cour d'appel rejetant leurs demandes d'élargissement. La Cour suprême a déclaré ces recours irrecevables au motif que le code de procédure pénale n'autorisait pas de recours contre ce type de décisions. Or, à l'époque des faits, la jurisprudence des cours et tribunaux internes était loin d'être unitaire, l'examen de ces recours étant admis par une partie des juridictions et parfois même par la Cour suprême de justice elle-même. Cette incertitude jurisprudentielle ne saurait préjudicier les requérants au point de leur dénier le droit de former un recours contre les décisions rejetant leurs demandes d'élargissement. Un Etat qui se dote d'un recours contre les décisions portant sur la détention provisoire doit accorder aux intéressés les mêmes garanties en appel qu'en première instance. Ainsi la présence des requérants et de leurs avocats aux audiences devant la cour d'appel ne saurait dispenser l'Etat de l'obligation d'assurer également leur comparution personnelle devant la Cour suprême de justice, ou, au besoin, de leurs représentants, afin d'assurer l'égalité des armes avec le procureur qui, présent à chaque audience, a demandé le maintien de la détention. Au sujet de la défense dispensée par  les divers avocats commis d'office, ceux-ci ont été désignés sur-le-champ, ne connaissaient ni le dossier ni leurs clients, et en outre ils n'ont pas disposé du temps nécessaire pour préparer la défense puisque la Cour suprême a tranché les recours le jour même. Au regard de ces circonstances et sans se prononcer sur la manière concrète dont les avocats commis d'office ont rempli leurs obligations, les requérants n'ont pas bénéficié devant la Cour suprême de justice d'une défense effective. S'agissant du délai de notification des citations à comparaître et de la possibilité pour les avocats des requérants d'assister aux audiences de la Cour suprême, sur sept citations, quatre ont été notifiées aux requérants la veille ou le jour même des audiences. Dans ces conditions, et compte tenu du fait que la distance entre la prison et la Cour suprême est d'environ 600 kilomètres, la possibilité pour les avocats de se rendre en temps utile à ces audiences était pratiquement nulle. En outre, selon les informations fournies par le Gouvernement, les requérants bénéficiaient d'une seule conversation téléphonique par semaine et la correspondance transitait par les services administratifs de la prison, ce qui retardait inévitablement la distribution du courrier. Dès lors, s'agissant des citations à comparaître pour les audiences pour lesquelles les requérants ont été convoqués respectivement quatre, huit et deux jours à l'avance, la possibilité d'en informer les avocats et les chances que ces derniers puissent s'y rendre étaient également très limitées. Au demeurant, même lorsque les requérants ont expressément fait connaître leur souhait d'assister aux audiences de la Cour suprême, le procureur s'y est opposé au motif qu'ils devaient être présents à d'autres audiences de la cour d'appel. Par conséquent, faute d'avoir offert aux requérants une participation adéquate à des audiences dont l'issue était déterminante pour le maintien ou la fin de leur détention, les autorités internes ont privé les requérants de la possibilité de combattre de manière appropriée les motifs avancés par le parquet pour justifier leur maintien en détention.", "Conclusion : violation (unanimité).", "Article 41 – 2 000 EUR à chacun des requérants pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}