{"file": "FRE_HFJUD_33834_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33834/03", "text_paragraphs": ["", "", "DEUXIEME SECTION", "", "", "AFFAIRE RIVIERE c. FRANCE", "", "", "(Requête no 33834/03)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "11 juillet 2006", "", "", "", "DÉFINITIF", "", "11/10/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Riviere c. France,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tI. Cabral Barreto,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\tMmes\tA. Mularoni,\n\t\tD. Jočienė, juges,\net de M. S. Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 20 juin 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 33834/03) dirigée contre la République française et dont un ressortissant de cet Etat, M. Jean-Luc Riviere (« le requérant »), a saisi la Cour le 20 octobre 2003 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Maître E. Kiganga-Siroko, avocat à Clermont-Ferrand. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, Directrice des Affaires juridiques au ministère des Affaires étrangères.", "3.  Le 17 mars 2005, la deuxième section a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le requérant est né en 1956 et est actuellement détenu à Riom.", "5.  Le 8 février 1978, il fut incarcéré à la maison d’arrêt d’Arras (Pas-de-Calais). Le 17 octobre 1980, la cour d’assises du Pas-de-Calais le condamna à la peine de mort pour homicide volontaire, complicité d’homicide volontaire précédé d’un autre crime et vol. Suite à son pourvoi en cassation, l’affaire fut renvoyée devant la cour d’assises de la Somme qui le condamna le 12 février 1982 à la réclusion criminelle à perpétuité avec une période de sûreté de quinze ans, pour les mêmes faits.", "6.  Le 28 février 1978, il fut transféré à la prison de la Santé pour une expertise psychiatrique. Il y resta un an avant d’être transféré au quartier de haute sécurité de la maison d’arrêt d’Amiens (Somme), où il fut détenu jusqu’à la fin de l’année 1982.", "7.  Fin 1982, il fut transféré au centre national d’observation. Ce centre est situé à la maison d’arrêt de Fresnes (Val-de-Marne) et est chargé d’évaluer, avant affectation, les détenus condamnés à une peine supérieure à dix ans.", "8.  Fin 1983, le requérant fut transféré à la maison centrale de Saint-Maur (Indre), puis il transita fin 1985 par la maison d’arrêt de Fresnes pour être finalement transféré début 1986 à la maison centrale de Moulin Yzeure (Allier).", "Au milieu de l’année 1987, il fut transféré à la maison d’arrêt Saint Joseph de Lyon (Rhône), puis début 1988 à la maison centrale de Riom (Puy-de-Dôme).", "9.  Le 26 octobre 1990, son mariage civil fut célébré à la maison centrale de Riom. Le mariage religieux fut célébré le 14 juin 1991.", "10.  En juin 1991, les dommages et intérêts dus aux victimes furent intégralement versés.", "11.  Le 26 juillet 1991, le requérant fut convoqué devant le comité de probation et d’assistance aux libertés. Le juge de l’application des peines du tribunal de grande instance de Riom l’informa qu’il pourrait prétendre à des permissions de sortir et à la libération conditionnelle à compter du 31 juillet 1991.", "12.  Le 30 juillet 1991, l’avocat du requérant reçut un courrier du juge de l’application des peines lui confirmant cette éventualité  en ces termes :", "« (...)", "Après le dernier décret de grâce présidentielle et réduction du temps d’épreuve de 33 jours, [le requérant] aura le 31 juillet 1991 terminé la période minimale de sûreté de 15 ans.", "Passé cette date, permissions de sortir et libération conditionnelle pourront être envisagées et organisées.", "Le projet est en cours, mais à La Réunion, et dès qu’il sera réalisable, la proposition de libération conditionnelle interviendra, [le requérant] ayant eu un parcours pénitentiaire sans incident.", "Je tiendrai le plus grand compte des éléments d’appréciation que vous avez bien voulu me fournir (...)  ».", "13.  Le 14 mai 1992, le requérant fut transféré au centre pénitentiaire de La Réunion.", "14.  Le 14 décembre 1999, il fut transféré à Fresnes pour un nouveau séjour au centre national d’observation, puis incarcéré le 26 septembre 2001 au centre de détention de Val-de-Reuil (Eure).", "15.  Le 8 juillet 2002, la juridiction régionale de la libération conditionnelle (JRLC) près la cour d’appel de Rouen rejeta la demande de libération conditionnelle du requérant au motif que « l’octroi du bénéfice d’une telle mesure [était] prématuré en l’absence d’un projet de sortie clair et structuré, assurant un encadrement socio-éducatif et médico-psychologique sérieux ». Le requérant interjeta appel de cette décision. Le 15 novembre 2002, la juridiction nationale de la libération conditionnelle (JNLC) confirma cette décision dans toutes ses dispositions.", "16.  Entre temps, le 20 août 2002, le psychiatre du service médico-psychiatrique régional de Val-de-Reuil (SMPR) avait examiné le requérant et rédigé l’attestation suivante :", "« Ce patient psychotique, suivi régulièrement, présente actuellement des troubles du comportement de type suicidaire en relation avec une situation pénale difficile à envisager (refus de libération conditionnelle, transfert à la Réunion envisagé et angoissant). Son état psychologique nécessite un séjour en milieu hospitalier selon la loi du 22 juin 1990 en application de l’article D. 398 du code de procédure pénale ».", "17.  Le 21 août 2002, au vu de ce certificat médical, le préfet de l’Eure prit un arrêté d’hospitalisation d’office pour une durée d’un mois. Cette décision se lit en ces termes :", "« Considérant que le requérant présente des troubles du comportement de type suicidaire, rendant dangereux son maintien en détention et nécessitant des soins sous hospitalisation d’office :", "(...)", "L’hospitalisation d’office [du requérant] est prononcée au centre hospitalier spécialisé d’Evreux-Navarre, pour une durée d’un mois ».", "18.  Le 20 décembre 2002, le requérant formula une nouvelle demande de libération conditionnelle au greffe du centre de détention, qui fut enregistrée au greffe du juge de l’application des peines le 27 décembre 2002.", "19.  Le 1er août 2003, la JRLC ajourna sa décision sur la demande de libération conditionnelle du requérant et ordonna une expertise psychiatrique complémentaire qu’elle confia à trois experts, avec mission :", "« - d’examiner à nouveau l’intéressé, et, notamment de donner tous éléments d’informations utiles sur son état de santé psychiatrique, les soins qui lui sont nécessaires et les modalités possibles d’une prise en charge psychiatrique en cas de libération conditionnelle, et plus précisément, de donner leur avis sur le projet de sortie à Clermont-Ferrand, présenté par [le requérant], sur l’opportunité ou le risque de permissions de sortir préalable à titre probatoire, voire d’un placement extérieur ».", "20.  Les experts remirent leur rapport au juge de l’application des peines le 29 octobre 2003. Ils conclurent en ces termes :", "« Nous avons examiné [le requérant]. Nous nous sommes concertés avec le [psychiatre du SMPR de Val-de-Reuil].", "Les problèmes posés par [le requérant] sont complexes. (...)", "Dans le cas particulier de ce sujet, l’existence éventuelle d’un sentiment de culpabilité ne constitue pas le problème central et cet aspect n’est pas réellement évaluable.", "Une pathologie psychiatrique est apparue en détention. (...). [Le requérant] est maintenant un malade mental chronique, qui, sans la lourdeur de ses antécédents, relèverait évidemment plus d’une prise en charge psychiatrique que d’un maintien en milieu pénitentiaire.", "Il y a actuellement une nouvelle rémission symptomatique mais elle doit être considérée comme tout aussi fragile que les précédentes.", "La variabilité de ses projets, l’inconstance de son adhésion aux suivis thérapeutiques appellent certaines réserves.", "Certains de ses comportements (compulsion d’auto strangulation) constituent des indices inquiétants.", "Nous avons regretté qu’il ait renoncé à un précédent projet du transfert en établissement pénitentiaire à la Réunion, à proximité de ses racines et de sa famille, afin d’envisager dans un second temps un passage de relais aux institutions psychiatriques locales.", "Si on considère les demandes actuelles de l’intéressé (qui souhaite engager la vie commune, en Auvergne, avec celle qu’il a épousée en prison, avec laquelle il n’a jamais cohabité, et avec laquelle une reprise de contact est en cours après une longue ignorance mutuelle), il est évident que des précautions et des préalables seraient nécessaires :", "- évaluation psychosociale précises des conditions d’accueil proposées par son épouse,", "- transfert [du requérant] dans un centre pénitentiaire proche du lieu de sortie et doté d’un SMPR,", "- et ensuite seulement, évaluation des aménagements de peine possibles, en fonction non seulement de l’évolution du sujet après ce nouveau transfert conforme à ses vœux, mais en fonction aussi de l’évolution des contacts extérieurs ainsi renforcés et de la qualité du suivi extérieur réalisable. »", "21.  Le 17 novembre 2003, suite à cette nouvelle expertise psychiatrique, l’avis de la commission de l’application des peines fut recueilli : le service pénitentiaire d’insertion et de probation (SPIP) se déclara défavorable au projet de sortie présenté par le requérant compte tenu des éléments apportés par les experts. Il ajouta que le requérant devrait dans un premier temps demander un transfert pour se rapprocher de sa femme et la connaître avant d’envisager la vie en commun. Le directeur de l’établissement émit également un avis défavorable estimant que le requérant devait établir un projet davantage « contenant », eu égard aux conclusions de l’expertise, avec un transfert préalable. Le procureur de la République d’Évreux considéra quant à lui que le projet était totalement incompatible avec le profil psychiatrique du requérant nonobstant le comportement correct qu’il avait en prison.", "Par ailleurs, le procureur de la République de Clermont-Ferrand, consulté en sa qualité de procureur du lieu de sortie, émit, avant l’audience décidant l’ajournement, un avis réservé. Son avis ne fut pas sollicité à nouveau.", "22.  La JRLC rejeta la demande de libération conditionnelle présentée par le requérant dans un jugement du 13 janvier 2004. Elle se détermina comme suit :", "« Si les éléments de l’expertise psychiatrique récemment diligentée font apparaître une certaine amélioration de l’état de santé de l’intéressé sur le plan psychiatrique, en raison du suivi qui a été mis en place, il n’en demeure pas moins que la libération conditionnelle sollicitée par [le requérant] pour aller vivre à Clermont-Ferrand avec une épouse avec laquelle il n’a jamais cohabité, n’est pas envisageable. Il apparaît qu’au préalable un transfert permettant le rapprochement de Clermont-Ferrand serait nécessaire ».", "23.  Le requérant interjeta appel de ce jugement devant la JNLC qui rendit une décision de rejet le 9 avril 2004. Il ressort de cette décision que :", "« (...) le projet de libération conditionnelle [du requérant] n’offre pas les garanties nécessaires, compte tenu de son évolution psychiatrique décrite par les experts et de la nécessité soulignée par ceux-ci d’élaborer un projet en lien avec le secteur psychiatrique du lieu d’accueil envisagé ».", "24.  Le requérant ne forma pas de pourvoi en cassation contre cette décision.", "25.  Le 13 avril 2004, il fut transféré à la maison centrale de Riom.", "26.  Le 15 avril 2004, l’avocat du requérant saisit le député de l’Eure, afin qu’il intervienne auprès du médiateur de la République dans le cadre de la demande de libération conditionnelle du requérant. Il demanda que le requérant soit transféré à la maison d’arrêt de Riom, condition préalable à son hospitalisation en milieu fermé au centre hospitalier psychiatrique de Clermont-Ferrand, les places dans ce centre étant réservées aux détenus de la région Auvergne.", "Le 26 avril 2004, le député de l’Eure répondit au requérant qu’il était préférable qu’il intervienne auprès du garde des sceaux, la saisine du médiateur de la République étant une démarche relativement longue. Cette démarche ne semble pas avoir abouti.", "27.  Le 7 janvier 2005, le requérant fut transféré à la maison d’arrêt de Villefranche-sur-Saône, puis le 14 janvier à la prison de Riom.", "28.  Le 25 avril 2005, le chef de service du SMPR de Val de Reuil établit un certificat dans les termes suivants :", "« Je soussignée, Docteur (...), médecin psychiatre au SMPR du centre de détention de val de Reuil certifie que Monsieur Rivière Jean-Luc, né le 30.11.1956, a bénéficié d’un suivi psychiatrique et psychologique durant toute la durée de son incarcération au centre de détention de Val de Reuil du mois d’octobre 2001 jusqu’au mois de septembre 2004, à sa demande. »", "LE DROIT PERTINENT", "29.  Code de procédure pénale ", "", "Concernant la libération conditionnelle", "Article 720-1-1", "(Loi du 4 mars 2002)", "« Sauf s’il existe un risque grave de renouvellement de l’infraction, la suspension peut également être ordonnée, quelle que soit la nature de la peine ou la durée de la peine restant à subir, et pour une durée qui n’a pas à être déterminée, pour les condamnés dont il est établi qu’ils sont atteints d’une pathologie engageant le pronostic vital ou que leur état de santé est durablement incompatible avec le maintien en détention, hors les cas d’hospitalisation des personnes détenues en établissement de santé pour troubles mentaux.", "La suspension ne peut être ordonnée que si deux expertises médicales distinctes établissent de manière concordante que le condamné se trouve dans l’une des situations énoncées à l’alinéa précédent. »", "Article 722-1", "« Les mesures de libération conditionnelle qui ne relèvent pas de la compétence du juge de l’application des peines sont accordées, ajournées, refusées ou révoquées par décision motivée de la juridiction régionale de la libération conditionnelle, saisie sur la demande du condamné ou sur réquisition du procureur de la République, après avis de la commission d’application des peines.", "Cette juridiction, établie auprès de chaque cour d’appel, est composée d’un président de chambre ou d’un conseiller de la cour d’appel, président, et de deux juges de l’application des peines du ressort de la cour d’appel, dont, pour les décisions d’octroi, d’ajournement ou de refus, celui de la juridiction dans le ressort de laquelle est situé l’établissement pénitentiaire dans lequel le condamné est écroué (...).", "La juridiction régionale de la libération conditionnelle statue par décision motivée, à l’issue d’un débat contradictoire tenu en chambre du conseil, au cours duquel elle entend les réquisitions du ministère public, les observations du condamné et, le cas échéant, celles de son avocat.", "Les décisions de la juridiction peuvent faire l’objet d’un appel, dans les dix jours de leur notification par le condamné ou par le ministère public, devant la juridiction nationale de la libération conditionnelle (...). L’affaire doit être examinée par cette juridiction nationale au plus tard deux mois suivant l’appel ainsi formé, faute de quoi celui-ci est non avenu.", "La juridiction nationale de la libération conditionnelle est composée du premier président de la Cour de cassation ou d’un conseiller de la cour le représentant, qui la préside, de deux magistrats du siège de la cour ainsi que d’un responsable des associations nationales de réinsertion des condamnés et d’un responsable des associations nationales d’aide aux victimes. Les fonctions du ministère public sont remplies par le parquet général de la Cour de cassation. La juridiction nationale statue par décision motivée qui n’est susceptible d’aucun recours, de quelque nature que ce soit. Les débats ont lieu et la décision est rendue en chambre du conseil, après que l’avocat du condamné a été entendu en ses observations (...). »", "Article 729", "« La libération conditionnelle tend à la réinsertion des condamnés et à la prévention de la récidive. Les condamnés ayant à subir une ou plusieurs peines privatives de liberté peuvent bénéficier d’une libération conditionnelle s’ils manifestent des efforts sérieux de réadaptation sociale, notamment lorsqu’ils justifient soit de l’exercice d’une activité professionnelle, soit de l’assiduité à un enseignement ou à une formation professionnelle ou encore d’un stage ou d’un emploi temporaire en vue de leur insertion sociale, soit de leur participation essentielle à la vie de famille, soit de la nécessité de subir un traitement, soit de leurs efforts en vue d’indemniser leurs victimes.", "Sous réserve des dispositions de l’article 132-23 du code pénal, la libération conditionnelle peut être accordée lorsque la durée de la peine accomplie par le condamné est au moins égale à la durée de la peine lui restant à subir. »", "Concernant les soins prodigués aux détenus", "Article D368", "« Les missions de diagnostic et de soins en milieu pénitentiaire et la coordination des actions de prévention et d’éducation pour la santé sont assurées par une équipe hospitalière placée sous l’autorité médicale d’un praticien hospitalier, dans le cadre d’une unité de consultations et de soins ambulatoires, conformément aux dispositions des articles R. 711-7 à R. 711-18 du code de la santé publique.", "En application de l’article R. 711-7 du code de la santé publique, le directeur de l’agence régionale de l’hospitalisation désigne, pour chaque établissement pénitentiaire de la région, l’établissement public de santé situé à proximité de l’établissement pénitentiaire, qui est chargé de mettre en oeuvre les missions décrites au premier alinéa du présent article.", "En application de l’article R. 711-9 du code de la santé publique, lorsque l’établissement public de santé désigné par le directeur de l’agence régionale de l’hospitalisation ne comporte pas de service de psychiatrie et que l’établissement pénitentiaire n’est pas desservi par un service médico-psychologique régional mentionné à l’article D. 372, le directeur de l’agence régionale de l’hospitalisation désigne en outre, dans les mêmes conditions, l’établissement public de santé ou l’établissement de santé privé admis à participer à l’exécution du service public hospitalier, situé à proximité, qui est chargé de dispenser aux détenus les soins en psychiatrie. »", "Article D372", "« Les secteurs de psychiatrie en milieu pénitentiaire répondent, conformément aux dispositions du décret nº 86-602 du 14 mars 1986 modifié, aux besoins de santé mentale de la population incarcérée dans les établissements pénitentiaires relevant de chacun de ces secteurs, sans préjudice des actions de prévention, de diagnostic et de soins courants mises en oeuvre par les secteurs de psychiatrie générale ou infanto-juvénile, au titre des articles R. 711-7 et R. 711-9 du code de la santé publique, ou par l’équipe médicale mise en place en application de la convention visée à l’article D. 371.", "Chaque secteur de psychiatrie en milieu pénitentiaire est rattaché à un établissement public de santé ou à un établissement de santé privé admis à participer à l’exécution du service public hospitalier et placé sous l’autorité d’un psychiatre, praticien hospitalier, assisté d’une équipe pluridisciplinaire. Il comporte notamment un service médico-psychologique régional aménagé dans un établissement pénitentiaire.", "Les modalités d’intervention du service médico-psychologique régional et de sa coordination avec l’unité de consultations et de soins ambulatoires sont fixées dans le cadre d’un protocole établi en application du décret nº 86-602 du 14 mars 1986 modifié susvisé (...) »", "Article D379", "« Le praticien responsable de l’unité de consultations et de soins ambulatoires organise le suivi médical des détenus et coordonne les actions de prévention et d’éducation pour la santé mises en oeuvre à leur égard, conformément aux dispositions des articles R. 711-13 et R. 711-14 du code de la santé publique. »", "Article D381", "« Les médecins chargés des prestations de médecine générale dans les structures visées aux articles D. 368 et D. 371 assurent des consultations médicales, suite à des demandes formulées par le détenu ou, le cas échéant, par le personnel pénitentiaire ou par toute autre personne agissant dans l’intérêt du détenu.", " (...)", "Ces médecins veillent à ce que la continuité des soins soit assurée à l’occasion des transfèrements des détenus. »", "Article D382", "« (...)", "En tout état de cause, si ces médecins estiment que l’état de santé d’un détenu n’est pas compatible avec un maintien en détention ou avec le régime pénitentiaire qui lui est appliqué, ils en avisent par écrit le chef de l’établissement pénitentiaire. Ce dernier en informe aussitôt, s’il y a lieu, l’autorité judiciaire compétente", "Un double des attestations et avis délivrés en application des alinéas 3 et 4 du présent article est remis au détenu, à sa demande. »", "Article D398", "« Les détenus atteints des troubles mentaux visés à l’article L. 342 du code de la santé publique ne peuvent être maintenus dans un établissement pénitentiaire.", "Au vu d’un certificat médical circonstancié et conformément à la législation en vigueur, il appartient à l’autorité préfectorale de faire procéder, dans les meilleurs délais, à leur hospitalisation d’office dans un établissement de santé habilité au titre de l’article L. 331 du code de la santé publique.", "Il n’est pas fait application, à leur égard, de la règle posée au second alinéa de l’article D. 394 concernant leur garde par un personnel de police ou de gendarmerie pendant leur hospitalisation. »", "", "30.  Extrait du code de la santé publique", "Article L3214-1", "« L’hospitalisation, avec ou sans son consentement, d’une personne détenue atteinte de troubles mentaux est réalisée dans un établissement de santé, au sein d’une unité spécialement aménagée. »", "Article L3214-2", "« Sous réserve des restrictions rendues nécessaires par leur qualité de détenu ou, s’agissant des personnes hospitalisées sans leur consentement, par leur état de santé, les articles L. 3211-3, L. 3211-4, L. 3211-6, L. 3211-8, L. 3211-9 et L. 3211-12 sont applicables aux détenus hospitalisés en raison de leurs troubles mentaux.\n   Lorsque le juge des libertés et de la détention ordonne, en application de l’article L. 3211-12, une sortie immédiate d’une personne détenue hospitalisée sans son consentement, cette sortie est notifiée sans délai à l’établissement pénitentiaire par le procureur de la République. Le retour en détention est organisé dans les conditions prévues par le décret en Conseil d’Etat visé à l’article L. 3214-5. »\n", "Article L3214-3", "« Lorsqu’une personne détenue nécessite des soins immédiats assortis d’une surveillance constante en milieu hospitalier, en raison de troubles mentaux rendant impossible son consentement et constituant un danger pour elle-même ou pour autrui, le préfet de police à Paris ou le représentant de l’Etat du département dans lequel se trouve l’établissement pénitentiaire d’affectation du détenu prononce par arrêté, au vu d’un certificat médical circonstancié, son hospitalisation dans une unité spécialement aménagée d’un établissement de santé visée à l’article L. 3214-1.\nLe certificat médical ne peut émaner d’un psychiatre exerçant dans l’établissement d’accueil.\nLes arrêtés préfectoraux sont motivés et énoncent avec précision les circonstances qui ont rendu l’hospitalisation nécessaire.", "Dans les vingt-quatre heures suivant l’admission, le directeur de l’établissement d’accueil transmet au représentant de l’Etat dans le département ou, à Paris, au préfet de police, ainsi qu’à la commission mentionnée à l’article L. 3222-5, un certificat médical établi par un psychiatre de l’établissement.", "Ces arrêtés sont inscrits sur le registre prévu au dernier alinéa de l’article L. 3213-1. »", "Article L3214-4", "« La prolongation de l’hospitalisation sans son consentement d’une personne détenue atteinte de troubles mentaux est réalisée dans les conditions prévues aux articles L. 3213-3, L. 3213-4 et L. 3213-5. »", "Article L3214-5", "« Les modalités de garde, d’escorte et de transport des détenus hospitalisés en raison de leurs troubles mentaux sont fixées par décret en Conseil d’Etat. »", "III.  LA RECOMMANDATION No R (98)7", "31.  Les parties pertinentes de la Recommandation no R (98)7 du Comité des Ministres du Conseil de l’Europe relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire se lisent comme suit :", "« I. Aspects principaux du droit aux soins de santé en milieu pénitentiaire", "(...)  C. Consentement du malade et secret médical", "(...)  14. Hormis le cas où le détenu souffre d’une maladie le rendant incapable de comprendre la nature de son état, le détenu malade devrait toujours pouvoir donner au médecin son consentement éclairé préalablement à tout examen médical ou à tout prélèvement, sauf dans les cas prévus par la loi. Les raisons de chaque examen devraient être clairement expliquées à la personne détenue et comprises par elle. (...)", "15. Le consentement éclairé devrait être obtenu de la part des malades souffrant de troubles mentaux et des patients placés dans des situations où les obligations médicales et les règles de sécurité ne coïncident pas nécessairement, par exemple en cas de refus de traitement ou de nourriture.", "16. Toute dérogation aux principes de la liberté de consentement du malade devrait être fondée sur la loi et être guidée par les principes qui s’appliquent à la population générale.", "17. (...) Les détenus condamnés peuvent solliciter un deuxième avis médical et le médecin exerçant en milieu pénitentiaire devrait répondre à cette demande de façon bienveillante. Cependant, toute décision quant au bien-fondé de cette demande relève en dernier lieu de la responsabilité du médecin.", "18. Aucun détenu ne devrait être transféré dans un autre établissement pénitentiaire sans un dossier médical complet. Le dossier devrait être transféré dans des conditions garantissant sa confidentialité. Les détenus concernés devraient être informés que leur dossier médical sera transféré. Ils devraient pouvoir y opposer leur refus, conformément à la législation nationale.", "Il convient de remettre par écrit aux sortants de prison toute information médicale utile, à l’attention de leur médecin traitant.  (...)", " III. L’organisation des soins de santé dans les prisons notamment du point de vue de la gestion de certains problèmes courants", "(...)  D.  Symptômes psychiatriques : troubles mentaux et troubles graves de la personnalité, risque de suicide", "(...)  55. Les détenus souffrant de troubles mentaux graves devraient pouvoir être placés et soignés dans un service hospitalier doté de l’équipement adéquat et disposant d’un personnel qualifié. La décision d’admettre un détenu dans un hôpital public devrait être prise par un médecin psychiatre sous réserve de l’autorisation des autorités compétentes.", "56. Dans les cas où l’isolement cellulaire des malades mentaux ne peut être évité, celui-ci devrait être réduit à une durée minimale et remplacé dès que possible par une surveillance infirmière permanente et personnelle.", "57. Dans des situations exceptionnelles, s’agissant de malades souffrant de troubles mentaux graves, le recours à des mesures de contrainte physique peut être envisagé pendant une durée minimale correspondant au temps nécessaire pour qu’une thérapie médicamenteuse déploie l’effet de sédation attendu.", "58. Les risques de suicide devraient être appréciés en permanence par le personnel médical et pénitentiaire. Suivant le cas, si des mesures de contrainte physique conçues pour empêcher les détenus malades de se porter préjudice à eux-mêmes ont été utilisés, une surveillance étroite et permanente et un soutien relationnel devraient être utilisés pendant les périodes de crise.  (...)", "E. Refus de traitement, grève de la faim", "60. Si une personne détenue refuse le traitement qui lui est proposé, le médecin devrait lui faire signer une déclaration écrite en présence d’un témoin. Le médecin devrait fournir au patient toutes les informations nécessaires sur les bienfaits escomptés du traitement médical, les alternatives thérapeutiques éventuellement existantes, et l’avoir mis en garde contre les risques auxquels son refus l’expose. Il convient de s’assurer que le malade est pleinement conscient de sa situation. (...)", "F.   Violence en prison : procédures et sanctions disciplinaires, isolement disciplinaire, contrainte physique, régime de sécurité renforcée", "(...)66. Dans le cas d’une sanction d’isolement disciplinaire, de toute autre mesure disciplinaire ou de sécurité qui risquerait d’altérer la santé physique ou mentale d’un détenu, le personnel de santé devrait fournir une assistance médicale ou un traitement à la demande du détenu ou du personnel pénitentiaire.  (...) »", "", "EXTRAITS DE LA RECOMMANDATION No (2006)2 DU COMITE DES MINISTRES AUX ETATS MEMBRES SUR LES REGLES PENITENTIAIRES EUROPEENNES ADOPTEE LE 11 JANVIER 2006", "", "32.  Les parties pertinentes de la Recommandation no R (2006)2 du Comité des Ministres du Conseil de l’Europe relative aux règles pénitentiaires se lisent comme suit :", "« Le Comité des Ministres, en vertu de l’article 15.b du Statut du Conseil de l’Europe,", "(...) Recommande aux gouvernements des Etats membres :", "- de suivre dans l’élaboration de leurs législations ainsi que de leurs politiques et pratiques des règles contenues dans l’annexe à la présente recommandation qui remplace la Recommandation no R (87) 3 du Comité des Ministres sur les Règles pénitentiaires européennes ;   (...)", "Annexe à la Recommandation no (2006)2", "(...)12.1 Les personnes souffrant de maladies mentales et dont l’état de santé mentale est incompatible avec la détention en prison devraient être détenues dans un établissement spécialement conçu à cet effet.", "12.2 Si ces personnes sont néanmoins exceptionnellement détenues dans une prison, leur situation et leurs besoins doivent être régis par des règles spéciales.", "(...)", "39. Les autorités pénitentiaires doivent protéger la santé de tous les détenus dont elles ont la garde.", "40.1 Les services médicaux administrés en prison doivent être organisés en relation étroite avec l’administration générale du service de santé de la collectivité locale ou de l’Etat.", "40.2 La politique sanitaire dans les prisons doit être intégrée à la politique nationale de santé publique et compatible avec cette dernière.", "40.3 Les détenus doivent avoir accès aux services de santé proposés dans le pays sans aucune discrimination fondée sur leur situation juridique.", "40.4 Les services médicaux de la prison doivent s’efforcer de dépister et de traiter les maladies physiques ou mentales, ainsi que les déficiences dont souffrent éventuellement les détenus.", "40.5 À cette fin, chaque détenu doit bénéficier des soins médicaux, chirurgicaux et psychiatriques requis, y compris ceux disponibles en milieu libre.", "(...)", "42.3 Lorsqu’il examine un détenu, le médecin, ou un(e) infirmier(ère) qualifié(e) dépendant de ce médecin, doit accorder une attention particulière :", "(...) b. au diagnostic des maladies physiques ou mentales et aux mesures requises par leur traitement et par la nécessité de continuer un traitement médical existant ; (...)\n   h. à l’identification des problèmes de santé physique ou mentale qui pourraient faire obstacle à la réinsertion de l’intéressé après sa libération ; (...) \n   j. à la conclusion d’accords avec les services de la collectivité afin que tout traitement psychiatrique ou médical indispensable à l’intéressé puisse être poursuivi après sa libération, si le détenu donne son consentement à cet accord.", "43.1 Le médecin doit être chargé de surveiller la santé physique et mentale des détenus et doit voir, dans les conditions et au rythme prévus par les normes hospitalières, les détenus malades, ceux qui se plaignent d’être malades ou blessés, ainsi que tous ceux ayant été spécialement portés à son attention. (...)", "43.3 Le médecin doit présenter un rapport au directeur chaque fois qu’il estime que la santé physique ou mentale d’un détenu encourt des risques graves du fait de la prolongation de la détention ou en raison de toute condition de détention, y compris celle d’isolement cellulaire. (...)", "46.1 Les détenus malades nécessitant des soins médicaux particuliers doivent être transférés vers des établissements spécialisés ou vers des hôpitaux civils, lorsque ces soins ne sont pas dispensés en prison.  (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "33.  Sans invoquer d’article de la Convention, le requérant se plaint de son maintien en détention, compte tenu de ses problèmes psychiatriques. Plus particulièrement, il attend de bénéficier de permissions de sortir et d’une libération conditionnelle depuis le 31 juillet 1991 sans qu’aucune mesure concrète ne lui ait jamais été proposée. Son avocat a ultérieurement précisé que l’attitude de l’Etat, qui persiste à le maintenir en détention, alors que son cas relève d’un traitement psychiatrique hors établissement pénitentiaire, constitue une violation de l’article 3 de la Convention.", "34.  Le Gouvernement s’oppose à cette thèse.", "35.  Dans ses observations en réponse, le requérant se réfère aux articles 3, 5 et 8 de la Convention.", "La Cour estime que, compte tenu de la substance du grief soulevé par le requérant, et qu’elle interprète comme signifiant qu’il estime ne pas bénéficier, en milieu pénitentiaire, des soins et de l’encadrement appropriés au mal dont il souffre, il convient de l’examiner sous l’angle de l’article 3 de la Convention qui dispose :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "Sur la recevabilité", "36.  Le Gouvernement ne soulève aucune objection à la recevabilité de la requête.", "37.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que celle-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B. Sur le fond", "1.  Arguments des parties", "38.  Le Gouvernement rappelle tout d’abord les principes généraux applicables en matière de traitements inhumains ou dégradants et notamment le fait qu’un traitement doit atteindre un minimum de gravité pour entrer dans le champ d’application de l’article 3.", "39.  Pour ce qui est plus précisément des conditions de détention de personnes malades, le Gouvernement se réfère principalement aux arrêts Keenan c. Royaume-Uni, (no 27229/95, CEDH 2001III) et Matencio c. France, (no 58749/00, 15 janvier 2004) dans lesquels la Cour a estimé respectivement que « l’état de santé, l’âge et un lourd handicap physique constituent désormais des situations pour lesquelles la question de la capacité à la détention est aujourd’hui posée au regard de l’article 3 » et que « certains traitements enfreignent l’article 3 du fait qu’ils sont infligés à une personne souffrant de troubles mentaux ».", "40.  Dans la présente affaire, le Gouvernement indique que le requérant souffre sur le plan physique d’une artériosclérose qui a été diagnostiquée en janvier 2005 à son arrivée à Riom, qu’il a subi récemment une opération chirurgicale et qu’il n’y a pas eu de complications suite à cette intervention.", "Il en conclut que sur le plan physique, l’état de santé du requérant ne paraît pas incompatible avec le maintien en détention au sens de l’article 3 de la Convention.", "41.  Pour ce qui est de la santé psychique du requérant, le Gouvernement indique que les psychiatres ont diagnostiqué chez lui un état psychotique, ce qui se traduit par des pulsions suicidaires.", "Ainsi, le psychiatre qui l’a examiné en août 2002, après le rejet de sa première demande de mise en liberté conditionnelle, a conclu que « ce patient psychotique, suivi régulièrement, présente actuellement des troubles du comportement de type suicidaire en relation avec une situation pénale difficile à envisager ».", "42.  En août 2003, trois psychiatres ont examiné le requérant et ont conclu « qu’une pathologie psychiatrique est apparue en détention (...), le requérant est maintenant un malade mental chronique, qui, sans la lourdeur de ses antécédents, relèverait évidemment plus d’une prise en charge psychiatrique que d’un maintien en milieu pénitentiaire (...). La variabilité de ses projets, l’inconstance de son adhésion aux suivis thérapeutiques appellent certaines réserves. Certains de ses comportements (compulsion d’auto strangulation) constituent des indices inquiétants ».", "43.  Le Gouvernement ajoute que le requérant a été examiné à son arrivée au centre de détention de Riom par le psychiatre du service médico psychologique régional, qui a constaté le 12 mai 2005 que son état ne présentait pas d’évolution particulière. Les troubles hallucinatoires dont il souffre semblent dorénavant mieux maîtrisés par la mise en place d’un traitement neuroleptique associé à un traitement anxiolytique.", "44.  Par ailleurs, selon le rapport du médecin inspecteur de la santé, le requérant suit son traitement régulièrement et ne présente pas d’état dépressif. Il conclut que l’état de santé du requérant est compatible avec la détention et qu’il bénéficie de soins appropriés à son état de santé. En tout état de cause, le personnel pénitentiaire est conscient des tendances suicidaires du requérant qui bénéficie d’une attention renforcée.", "45.  Le Gouvernement ajoute que ces conclusions sont renforcées par une expertise médico psychiatrique réalisée le 30 avril 2005.", "46.  Se référant à l’arrêt Kudła c. Pologne ([GC], no 30210/96, CEDH 2000XI), le Gouvernement précise que dans le cas présent, dès qu’un psychiatre détectait un comportement suicidaire plus important que d’habitude, le requérant était hospitalisé d’office. Ainsi, suite aux conclusions du psychiatre l’ayant examiné lors de sa première demande de libération conditionnelle, le préfet de l’Eure a pris un arrêté d’hospitalisation d’office pour un mois, mesure renouvelée en novembre 2002.", "47.  Le Gouvernement en conclut que le requérant n’a pas été soumis à des mauvais traitements atteignant un niveau de gravité suffisant pour entrer dans le champ d’application de l’article 3 et que ses souffrances ne vont pas au-delà de celles résultant de l’exécution d’une peine légitime.", "48.  Pour ce qui est des soins prodigués au requérant, le Gouvernement souligne que celui-ci fait l’objet d’une vigilance particulière.", "Il est examiné par des médecins à chaque changement d’établissement. Il fait également depuis plusieurs années l’objet d’un suivi régulier de la part de l’UCSA compétente ou du service médico psychologique régional (SMPR). Par ailleurs, le requérant bénéficie depuis longtemps de traitements neuroleptiques adaptés à son état, lorsqu’il ne met pas fin de lui-même à son traitement. En outre, il est désormais traité avec des neuroleptiques de nouvelle génération, dont les effets secondaires sont réduits.", "49.  Le Gouvernement précise encore que, lors de son incarcération à Rouen, le requérant a bénéficié d’un suivi continu par le SMPR et a fait l’objet de deux hospitalisations d’office pendant cette période.", "Depuis qu’il est détenu à Riom le requérant est suivi régulièrement par l’UCSA. Il rencontre le psychiatre une fois par mois et l’infirmière psychiatrique une fois par semaine. Un protocole a en effet été signé entre le centre de détention de Riom et le centre hospitalier de Riom prévoyant que le centre médico psychologique de Clermont-Ferrand assure des consultations psychiatriques à la prison.", "Le Gouvernement souligne que c’est l’une des raisons pour lesquelles le requérant a été transféré dans cet établissement, outre le fait qu’il s’est rapproché de sa femme, en vue de préparer une libération conditionnelle assortie de garanties de prise en charge psychiatriques.", "50.  Le Gouvernement conclut que le requérant a régulièrement pu solliciter et bénéficier des soins les plus performants adaptés à son état de santé et est sous surveillance continue.", "Il en infère que le maintien du requérant en détention n’est pas incompatible avec son état de santé au vu de l’article 3 de la Convention.", "51.  Le requérant demande dans ses observations en réponse que sa requête soit traitée en priorité.", "52.  Il rappelle par ailleurs que l’article 729 du code de procédure pénale mentionne la nécessité de subir un traitement médical parmi les motifs d’une éventuelle libération conditionnelle.", "Par ailleurs, l’article D 398 du même code établit que les détenus atteints de troubles mentaux ne peuvent être maintenus dans un établissement pénitentiaire.", "53.  Le requérant souligne que les trois psychiatres qui l’ont examiné ont noté qu’il était atteint d’une pathologie psychiatrique apparue en détention et que, contre toute attente, ils prescrivent son maintien en détention du fait de la lourdeur de ses antécédents judiciaires, tout en soulignant que son cas relève d’une prise en charge psychiatrique.", "Il ajoute que lorsqu’il a pris un arrêté d’hospitalisation d’office le 21 août 2002, le Préfet de l’Eure a indiqué qu’il présentait « des troubles du comportement de type suicidaire, rendant dangereux son maintien en détention et nécessitant des soins sous hospitalisation d’office ».", "54.  Le requérant attire enfin l’attention sur l’article L 3213-1 du code de la santé publique qui stipule que les représentants de l’Etat, au vu de d’un certificat médical circonstancié, prononcent l’hospitalisation d’office des personnes dont les troubles mentaux nécessitent des soins et compromettent la sûreté des personnes.", "55.  Il rappelle par ailleurs que dans l’affaire Mouisel c. France (no 67263/01, CEDH 2002IX), la Cour a relevé l’exigence de protection des droits des détenus malades. Outre les exigences traditionnelles, la Cour a considéré que l’état de santé du détenu peut imposer de prendre des « mesures particulières » et qu’il peut s’agir d’une hospitalisation ou « de tout autre placement dans un lieu où le condamné malade aurait été suivi et sous surveillance » (Mouisel précité, § 45).", "Il en conclut que l’Etat doit prévoir des solutions alternatives pour le détenu malade, même si le pronostic vital n’est pas engagé. Il souligne sur ce point que le psychiatre qui a examiné le requérant en août 2002 a noté qu’il présentait des troubles « de type suicidaire en relation avec une situation pénale difficile à envisager ».", "Le requérant est dès lors d’avis que la souffrance endurée va au-delà de celle que comporte inévitablement la peine légitime et se réfère à l’arrêt Tyrer c. Royaume-Uni (arrêt du 25 avril 1978, série A no 26).", "56.  Il rappelle par ailleurs que, dans un courrier du 26 juillet 1991, le juge d’application des peines indiquait qu’à compter du 31 juillet 1991, il aurait terminé la période minimale de sûreté et que des aménagements de peine pouvaient être envisagés.", "Il fait observer que, malgré de multiples demandes, il n’a pu bénéficier d’aucune de ces mesures, bien qu’il ait donné des gages sérieux de réadaptation sociale.", "57.  Il expose enfin qu’il s’est marié en octobre 1990, alors qu’il était détenu à Riom et que depuis plus de quinze ans, les rapports avec son épouse se sont limités à des courtes périodes de parloir du fait des multiples transfèrements qui l’ont éloigné de son épouse.", "58.  Il conclut que sa détention, en dépit des dispositions du droit pertinent, constitue une atteinte à son intégrité mentale et physique et ce, d’autant plus, que le taux de suicide en milieu carcéral est relativement élevé en France.", "2.  Appréciation de la Cour", "59.  La Cour réaffirme que, selon sa jurisprudence, pour tomber sous le coup de l’article 3, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques et mentaux, ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (arrêts Kudła c. Pologne, précité, § 91, Peers c. Grèce, no 28524/95, § 67, CEDH 2001III, et Gelfmann c. France, no 25875/03, § 48, 14 décembre 2004).", "60.  La Convention ne comprend aucune disposition spécifique relative à la situation des personnes privées de liberté, a fortiori malades, mais il n’est pas exclu que la détention d’une personne malade puisse poser des problèmes sous l’angle de l’article 3 de la Convention (arrêts Mouisel c. France et Matencio c. France précités, §§ 38 et 76 respectivement).", "61.  Ainsi, en procédant à l’examen de l’état de santé du prisonnier et aux effets de la détention sur son évolution, la Cour a considéré que certains traitements enfreignent l’article 3 du fait qu’ils sont infligés à une personne souffrant de troubles mentaux (arrêt Keenan c. Royaume-Uni, no 27229/95, §§ 111-115, CEDH 2001-III). Dans l’arrêt Price c. Royaume-Uni, la Cour a jugé que le fait d’avoir maintenu en détention la requérante, handicapée des quatre membres, dans des conditions inadaptées à son état de santé, était constitutif d’un traitement dégradant (no 33394/96, § 30, CEDH 2001-VII).", "62.  Si l’on ne peut en déduire une obligation générale de libérer un détenu pour motifs de santé, l’article 3 de la Convention impose en tout cas à l’Etat de protéger l’intégrité physique des personnes privées de liberté notamment par l’administration des soins médicaux requis (Hurtado c. Suisse, arrêt du 28 janvier 1994, série A no 280-A, avis de la Commission, pp. 15-16, § 79). La Cour a par la suite affirmé le droit de tout prisonnier à des conditions de détention conformes à la dignité humaine, de manière à assurer que les modalités d’exécution des mesures prises ne soumettent pas l’intéressé à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention ; elle a ajouté que, outre la santé du prisonnier, c’est son bien-être qui doit être assuré de manière adéquate eu égard aux exigences pratiques de l’emprisonnement (arrêt Kudła précité, § 94, et Mouisel c. France, précité, § 40).", "63.  En particulier, pour apprécier si le traitement ou la sanction concernés étaient incompatibles avec les exigences de l’article 3, il faut, dans le cas des malades mentaux, tenir compte de leur vulnérabilité et de leur incapacité, dans certains cas, à se plaindre de manière cohérente ou à se plaindre tout court des effets d’un traitement donné sur leur personne (voir, par exemple, l’arrêt Aerts c. Belgique du 30 juillet 1998, Recueil 1998-V, p. 1966, § 66, et Keenan c. Royaume-Uni, no 27229/95, § 111, CEDH 2001III). Il convient également, au sein de la vaste catégorie des maladies mentales, de distinguer celles, telles que la psychose, qui comportent, pour les personnes qui en souffrent, des risques particulièrement élevés.", "64.  Dans la présente affaire se posent la question de la compatibilité de l’état de santé du requérant avec son maintien en détention dans un milieu où il n’est pas encadré et suivi au quotidien par un personnel médical spécialisé et celle de savoir si cette situation atteint un niveau suffisant de gravité pour entrer dans le champ d’application de l’article 3 de la Convention.", "65.  La Cour relève que, par un certificat rédigé le 20 août 2002, le psychiatre du SMPR de Val de Reuil a indiqué que le requérant était psychotique et présentait « des troubles du comportement de type suicidaire en relation avec une situation pénale difficile à envisager ». Il ajoutait qu’un séjour en milieu hospitalier était nécessaire.", "Suite à ce certificat, le requérant fut hospitalisé d’office pendant un mois.", "66.  Trois experts ayant examiné le requérant notèrent en octobre 2003 qu’« une pathologie psychiatrique [était] apparue en détention et que le requérant [était] désormais un malade mental chronique, qui, sans la lourdeur de ses antécédents, relèverait évidemment plus d’une prise en charge psychiatrique que d’un maintien en milieu pénitentiaire ».", "Les experts notaient encore que certains des comportements du requérant, comme une compulsion d’auto-strangulation, constituaient des indices inquiétants.", "67.  Par ailleurs, un nouveau certificat délivré le 25 avril 2005 par le chef de service du SMPR de Val de Reuil indiquait que le requérant avait bénéficié d’un suivi psychiatrique et psychologique pendant toute la durée de son incarcération, soit d’octobre 2001 à septembre 2004.", "68.  La Cour note encore que le Gouvernement apporte des précisions quant au suivi médical dont bénéficie le requérant. Il indique par ailleurs que celui-ci a fait l’objet de deux hospitalisations d’office en août et en novembre 2002, en raison de tendances suicidaires rendant son maintien en détention dangereux. Il précise encore que, depuis que le requérant est incarcéré à Riom, soit depuis janvier 2005, il rencontre le psychiatre une fois par mois et l’infirmière psychiatrique une fois par semaine. La Cour est consciente, dans ces conditions (non contestées par le requérant), que les autorités pénitentiaires ne sont pas demeurées passives et se sont efforcées de pallier sur le plan médical la gravité de l’affection mentale dont souffre le requérant.", "69.  Pour ce qui est, plus particulièrement, des demandes de mise en liberté conditionnelle, la Cour constate que toutes deux ont été examinées successivement par la JRLC et la JNLC.", "Il ressort de ces décisions que les demandes du requérant ont été rejetées précisément en raison de ses problèmes psychiatriques et du manque d’encadrement prévu en cas de libération.", "70.  La Cour constate que les problèmes psychiatriques du requérant sont connus des autorités depuis au plus tard le mois d’août 2002.", "71.  Par ailleurs, aux termes de l’article D398 du code de procédure pénale, les détenus atteints des troubles mentaux ne peuvent être maintenus dans un établissement pénitentiaire mais doivent être hospitalisés d’office sur décision préfectorale.", "Cette disposition est confirmée par l’article L3214-1 du code de la santé publique, qui précise que l’hospitalisation d’une personne détenue atteinte de troubles mentaux est réalisée dans un établissement de santé, au sein d’une unité spécialement aménagée.", "72.  La Cour relève en outre que la Recommandation du Comité des Ministres du Conseil de l’Europe relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire (voir paragraphe 31 ci-dessus) prévoit que les détenus souffrant de troubles mentaux graves devraient pouvoir être placés et soignés dans un service hospitalier doté de l’équipement adéquat et disposant d’un personnel qualifié. La Cour a déjà eu l’occasion de citer cette recommandation (voir par exemple l’arrêt Gennadi Naoumenko c. Ukraine, no 42023/98, § 94, 10 février 2004), et elle y attache un grand poids, même si elle admet qu’elle n’a pas en soi valeur contraignante à l’égard des Etats membres.", "73.  A cet égard, la Cour rappelle qu’elle a relevé à plusieurs reprises que le suicide ou la mort d’un détenu pouvait constituer une violation par l’Etat défendeur de l’article 3 de la Convention (voir les arrêts précités Keenan c. le Royaume-Uni et, a contrario, Kudła c. Pologne ; voir aussi l’arrêt McGlinchey c. le Royaume-Uni, Rec. CEDH. 2003–V).", "74.  Elle réitère que, si l’on ne peut déduire de l’article 3 de la Convention une obligation générale de libérer un détenu pour motifs de santé ou de le transférer dans un hôpital civil, même s’il souffre d’une maladie particulièrement difficile à soigner, cet article impose en tout cas à l’Etat l’obligation positive de s’assurer que tout prisonnier est détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine, et que, eu égard aux exigences pratiques de l’emprisonnement, la santé et le bien-être du prisonnier sont assurés de manière adéquate, notamment par l’administration des soins médicaux requis (arrêt Kudła précité, § 94 ; arrêt Mouisel précité, § 40 et arrêt Gelfmann, précité, § 50).", "Ainsi, le manque de soins médicaux appropriés, et, plus généralement, la détention d’une personne malade dans des conditions inadéquates, peut en principe constituer un traitement contraire à l’article 3 (voir, par exemple, İlhan c. Turquie [GC], no 22277/93, § 87, CEDH 2000-VII, Gennadi Naoumenko c. Ukraine, précité, § 112, 10 février 2004 et Farbtuhs, précité, § 51).", "75.  Au vu de cette jurisprudence, la Cour considère que l’état d’un prisonnier dont il est avéré qu’il souffrait de graves problèmes mentaux et présentait des risques suicidaires, même si jusqu’à présent ceux-ci ne se sont pas réalisés, appelle des mesures particulièrement adaptées en vue d’assurer la compatibilité de cet état avec les exigences d’un traitement humain, quelle que soit la gravité des faits à raison desquels il a été condamné.", "76.  En définitive, la Cour est d’avis que les autorités nationales n’ont pas, en l’espèce, et malgré des efforts d’adaptation non niables et qu’elle se garde de sous-estimer, assuré une prise en charge adéquate de l’état de santé du requérant lui permettant d’éviter des traitements contraires à l’article 3 de la Convention. Son maintien en détention, sans encadrement médical actuellement approprié constitue dès lors une épreuve particulièrement pénible et l’a soumis à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention. La Cour conclut en l’espèce à un traitement inhumain et dégradant en raison du maintien en détention dans les conditions examinées ci-dessus.", "77.  Compte tenu de tout ce qui précède, la Cour parvient en définitive à la conclusion qu’il y a violation de l’article 3 de la Convention en l’espèce.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "78.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "79.  Le requérant demande 50 000 euros (EUR) au titre de la satisfaction équitable.", "80.  Le Gouvernement rappelle que seul pourra donner lieu à une réparation éventuelle le grief dont le bien-fondé serait éventuellement constaté par la Cour.", "Il souligne par ailleurs que le requérant n’évoque aucun préjudice précis qu’il aurait subi et qui serait de nature à établir un quelconque lien de causalité avec le grief invoqué. Il ajoute que la demande est disproportionnée.", "Pour tous ces motifs, le Gouvernement propose, au cas où la Cour conclurait à une violation de la Convention, d’allouer au requérant, en équité, une somme ne dépassant pas 5 000 EUR.", "81.  La Cour considère que l’intéressé a pu éprouver de forts sentiments d’angoisse en raison du sentiment qu’il a de ne pas bénéficier, en détention, des soins et d’un encadrement appropriés à son état de santé et a donc subi un préjudice moral qui ne peut être réparé uniquement par le constat de violation. Statuant en équité, la Cour alloue au requérant 5 000 EUR de ce chef.", "B.  Frais et dépens", "82.  Le requérant ne réclame rien à ce titre.", "C.  Intérêts moratoires", "83.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a violation de l’article 3 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros) pour dommage moral ;", "b)  que ce montant sera à majorer d’un intérêt simple à un taux annuel équivalant au taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne augmenté de trois points de pourcentage à compter de l’expiration dudit délai et jusqu’au versement ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 11 juillet 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Naismith\tA.B. Baka\n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée de M. Cabral Barreto.", "A.B.B.\nS.H.N.", "", "", "OPINION SÉPARÉE DU JUGE CABRAL BARRETO", "J’ai voté avec mes collègues pour la violation de l’article 3 de la Convention, parce que je suis convaincu que, dans le contexte de la détention, les soins prodigués au requérant, malade mental et suicidaire, sont manifestement insuffisants.", "", "Toutefois, il me semble que l’arrêt ne donne pas de réponse claire et nette au grief du requérant, ce qui, à mon avis, fait défaut.", "", "Effectivement, si j’ai bien compris le requérant, son grief se fonde, non pas sur la qualité des soins qu’il reçoit en détention, mais plutôt sur le fait que, d’après lui, «son cas relève d’un traitement psychiatrique hors établissement pénitentiaire» (paragraphe 33 de l’arrêt).", "", "En réalité, le différend réside dans le fait de savoir si l’état de santé du requérant est compatible ou non avec le maintien en détention : pour le Gouvernement «le maintien du requérant en détention n’est pas incompatible avec son état de santé au vu de l’article 3 de la Convention» (paragraphe 50) ; pour le requérant, «sa détention, (...) constitue une atteinte à son intégrité mentale et physique» (paragraphe 58).", "", "Et j’ai du mal à voir comment l’arrêt tranche ce différend : au paragraphe 64, il pose la question de la compatibilité de l’état de santé du requérant avec son maintien en détention, en ajoutant «dans un milieu où il n’est pas encadré et suivi au quotidien par un personnel médical spécialisé».", "", "Cet ajout affaiblit, à mon avis, l’approche du problème car il laisse entrevoir qu’une des solutions serait de prodiguer au requérant un suivi par un personnel médical spécialisé, mais en le maintenant en détention.", "", "Et, au paragraphe 74, l’arrêt insiste sur l’obligation positive pour l’Etat de «s’assurer que tout prisonnier est détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine et que, (...) la santé et le bien-être du prisonnier sont assurés de manière adéquate, notamment par l’administration des soins médicaux requis», pour conclure, au paragraphe 76, que «son maintien en détention, sans encadrement médical actuellement approprié, constitue dès lors une épreuve particulièrement pénible».", "", "En outre, en allouant au requérant 5000 euros pour un préjudice moral dû aux «forts sentiments d’angoisse en raison du sentiment qu’il a de ne pas bénéficier, en détention, des soins et d’un encadrement appropriés à son état de santé», l’arrêt laisse de nouveau planer le doute sur le véritable fondement de la violation.", "À mon avis, l’arrêt devrait, pour répondre au grief, préciser si, en détention, il sera possible ou non de fournir «un encadrement médical approprié», ou si, par contre, comme le prétend le requérant, la seule solution adéquate serait «un traitement psychiatrique hors établissement pénitentiaire».", "", "Je reconnais toutefois qu’il n’y a pas beaucoup d’éléments pour fonder une décision, dans un sens comme dans l’autre.", "", "L’attestation du 20 août 2002, - «son état psychologique nécessite un séjour en milieu hospitalier selon la loi du 22 juin en application de l’article D. 398 du code de procédure pénale» - (paragraphe 16), et le rapport du 29 octobre 2003. - «.... est maintenant un malade mental chronique, qui, sans la lourdeur de ses antécédents, relèverait évidemment plus d’une prise en charge psychiatrique que d’un maintien en milieu pénitentiaire» - (paragraphe 20), sont à mon avis insuffisants.", "", "Toutefois, sans un signal clair sur le sens de l’exécution de l’arrêt, notamment sur le point en discussion, le Gouvernement aura des difficultés à s’acquitter de son obligation de mettre une fin à la violation de la Convention qui persiste.", ""]}