{"file": "FRE_CLINF_20919_92.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20919/92", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Août 1997", "E.L., R.L. et J.O.-L. c. Suisse - 20919/92", "Arrêt 29.8.1997", "Article 6", "Article 6-2", "Présomption d'innocence", "Sanction pénale infligée aux héritiers pour une fraude fiscale commise par le de cujus : ", "violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 2 DE LA CONVENTION", "A.\tApplicabilité de l'article 6", "Réaffirmation de la jurisprudence de la Cour sur la notion d'« accusation en matière pénale ».", "Nature et gravité de la sanction encourue : les amendes n'étaient pas négligeables et auraient pu être quatre fois plus importantes.", "Nature de l'infraction : la législation fiscale prescrit certaines conditions qu'elle assortit de sanctions – ces sanctions ne tendent pas à la réparation pécuniaire d'un préjudice, mais sont de caractère essentiellement punitif et dissuasif.", "Qualification de la procédure en droit interne : importance du constat fait par le Tribunal fédéral dans l'arrêt rendu en l'espèce, à savoir que l'amende en question est de nature « pénale » et est fonction de la « culpabilité » du contribuable fautif.", "Conclusion : article 6 applicable (sept voix contre deux).", "B.\tObservation de l'article 6 § 2", "Le recouvrement auprès des requérants des impôts impayés ne saurait prêter à discussion, et cela n'a pas été le cas – à vrai dire, il est normal que les dettes fiscales, à l'instar des autres dettes contractées par le de cujus, soient réglées par prélèvement sur la masse successorale – cependant, infliger des sanctions pénales aux survivants pour des actes apparemment commis par une personne décédée est une question différente.", "Non-lieu à décider si la culpabilité du défunt a été légalement établie – la procédure en recouvrement a été engagée contre les héritiers eux-mêmes et c'est à eux que l'amende a été infligée – ils ont fait l'objet d'une sanction pénale pour une fraude fiscale imputée au défunt.", "La règle fondamentale du droit pénal est que la responsabilité pénale ne survit pas à l'auteur de l'acte délictueux – règle aussi requise par la présomption d'innocence consacrée à l'article 6 § 2.", "Conclusion : violation (sept voix contre deux).", " II.\tARTICLE 50 DE LA CONVENTION", "Frais et dépens exposés devant les organes de la Convention à rembourser.", "Conclusion : Etat défendeur tenu de verser une certaine somme aux requérants (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}