{"file": "FRE_CLINF_38258_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "38258/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 84", "Mars 2006", "Van Vondel c. Pays-Bas (déc.) - 38258/03", "Décision 23.3.2006 [Section III]", "Article 6", "Procédure civile", "Article 6-1", "Procès équitable", "Inapplicabilité de l’article 6 à une procédure devant une commission d’enquête parlementaire : irrecevable\nDroit de ne pas s’incriminer soi-même : obligation de déposer devant une commission d’enquête parlementaire : irrecevable", "", "En 1994, une commission d’enquête parlementaire sur la police judiciaire (« PEC ») fut constituée aux Pays-Bas avec pour mission, entre autres, d’examiner la légitimité et la légalité des méthodes d’investigation de la police. Ancien officier de police judiciaire, le requérant fut entendu à deux reprises en qualité de témoin lors des auditions publiques menées par cette commission. En vertu des dispositions pertinentes du droit interne, les témoins appelés à déposer dans le cadre d’une procédure d’enquête parlementaire n’ont pas le droit de garder le silence, sauf s’ils sont tenus au secret professionnel et, lorsque c’est le cas, leur droit de se taire ne se rapporte qu’aux informations qui leur ont été révélées dans le cadre de leurs fonctions. En revanche, la déposition d’un témoin devant une PEC ne peut être utilisée comme moyen de preuve à l’encontre de celui-ci ou d’un tiers. En 1995, une enquête fut aussi ouverte sur les activités et les méthodes d’investigation du Service régional des renseignements criminels. L’intéressé fut entendu dans le cadre de cette enquête après qu’on lui eut promis que sa déposition ne serait pas utilisée dans une instruction judiciaire sans son accord. A l’issue de ces deux enquêtes parlementaires, des poursuites furent engagées contre le requérant, à qui l’on reprochait de s’être rendu coupable de parjure devant la PEC et de tentative d’intimidation sur la personne de R., son ancien informateur, alors qu’il savait ou avait de sérieuses raisons de penser que celui-ci serait appelé à déposer dans le cadre des travaux de cette commission. L’intéressé fut reconnu coupable de ces deux chefs d’accusation. Devant la Cour, il se plaint de la procédure menée devant la PEC, qui enfreint selon lui l’article 6 de la Convention en ce qu’elle ne garantit pas aux personnes entendues en qualité de témoin le droit de ne pas contribuer à leur propre incrimination et le droit de garder le silence. Il dénonce aussi, sous l’angle de l’article 8, l’enregistrement sur bande magnétique de conversations qu’il avait eues avec R. ", "Irrecevable sous l’angle de l’article 6: En ce qui concerne la question de savoir si la procédure menée devant la PEC doit être considérée comme relevant de cette disposition en ce sens qu’il en découlerait une contestation sur les « droits et obligations de caractère civil » du requérant, la Cour rappelle que certaines obligations à l’égard de l’Etat ressortissent exclusivement au domaine du droit public et ne sont pas couvertes par la notion de « droits et obligations de caractère civil » aux fins de l’article 6 § 1. En l’espèce, l’obligation de comparaître et de déposer devant une commission d’enquête parlementaire – qui revêt une importance cruciale pour le bon fonctionnement des mécanismes de contrôle parlementaire institués par les sociétés démocratiques – doit être considérée comme faisant partie des obligations civiques normales. Dès lors, la procédure litigieuse ne saurait relever du champ d’application du volet civil de l’article 6 § 1. En ce qui concerne le point de savoir si la procédure critiquée portait sur le bien-fondé d’une « accusation en matière pénale », la Cour n’aperçoit aucune raison de penser que l’enquête menée par la PEC constitue une forme détournée de poursuites pénales dirigées contre le requérant. Dans ces conditions, la procédure en question ne saurait passer pour tomber sous le coup du volet pénal de l’article 6 : incompatible ratione materiae.", "En ce qui concerne le grief selon lequel l’obligation de l’intéressé de fournir des informations à la PEC aurait conduit aux poursuites dont il a fait l’objet et à la condamnation qui lui a été infligée au mépris des garanties offertes par l’article 6, la Cour relève que le requérant a été reconnu coupable de parjure pour avoir livré de faux renseignements à cette commission. Elle estime qu’en faisant un faux témoignage devant la PEC, le requérant ne s’est pas incriminé lui-même d’un acte qu’il aurait déjà réalisé mais a commis l’infraction pour laquelle il a été condamné. Par conséquent, la présente affaire ne se rapporte pas à l’utilisation contre un accusé, dans le cadre d’une procédure pénale ultérieure, d’informations obtenues contre le gré de celui-ci. Dans ces conditions, il n’y a pas eu violation du droit du requérant de garder le silence et de ne pas contribuer à sa propre incrimination dans le cadre des poursuites pénales dont il fait l’objet : manifestement mal fondée. ", "Communiquée sous l’angle de l’article 8.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}