{"file": "FRE_HFJUD_19113_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19113/09", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE SENIGO LONGUE ET AUTRES c. FRANCE", "", "(Requête no 19113/09)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "", "STRASBOURG", "", "10 juillet 2014", "", "", "", "DÉFINITIF", "", "10/10/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Senigo Longue et autres c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tMark Villiger, président,\n\tAngelika Nußberger,\n\tBoštjan M. Zupančič,\n\tAnn Power-Forde,\n\tVincent A. De Gaetano,\n\tAndré Potocki,\n\tHelena Jäderblom, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 17 juin 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 19113/09) dirigée contre la République française et dont trois ressortissants camerounais, Teclaire Senigo Longue (épouse Rivet), René Mboum et Léopoldine Tahagnam Bissa (« les requérants »), ont saisi la Cour le 9 avril 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me J.-E. Malabre, avocat à Limoges. Le gouvernement français (« le Gouvernement ») a été représenté par son agent, Mme E. Belliard, directrice des Affaires juridiques au ministère des affaires étrangères.", "3.  Les requérants allèguaient en particulier que le rejet prolongé de leurs demandes de visas, en vue du regroupement familial, portait atteinte à leur droit au respect de leur vie privée et familiale garanti par l’article 8 de la Convention.", "4.  Le 12 juillet 2010, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Faits au moment de l’introduction de la requête", "5.  La première requérante, née en 1967, est mariée depuis le 8 août 2005 à un ressortissant français. Elle réside régulièrement en France depuis octobre 2005 en qualité de conjoint de Français. Elle a obtenu la nationalité française en novembre 2010. Elle est mère de deux enfants (les deuxième et troisième requérants), René Lewa Mboum, né en 1990 et Léopolodin  Tahagnam Bissa, née en 1995, de père inconnu, restés au Cameroun lorsqu’elle est venue en France.", "1.  L’année 2006", "6.  Le 7 août 2006, la première requérante déposa un dossier de regroupement familial en faveur de ses enfants. Par un courrier du 27 septembre 2006, le préfet de la Charente lui indiqua qu’il ne pouvait donner une suite favorable à sa demande, faute pour elle de séjourner régulièrement en France depuis au moins dix-huit mois (article L 411-1 du code de l’entrée et du séjour des étrangers et du droit d’asile, ci-après « CESEDA », paragraphe 34 ci-dessous).", "7.  Selon le Gouvernement, la première requérante vint au courant de l’été 2006 solliciter le consul général de France à Douala afin d’obtenir la délivrance de visas au profit des enfants, en se prévalant des copies d’acte de naissance établis par le consulat du Cameroun à Marseille le 10 juillet 2006. La requérante aurait été informée à cette occasion que les demandes de visas ne pouvaient être instruites car elles devaient s’inscrire dans une procédure de regroupement familial conformément à l’article L 411-1 du CESEDA. Le Gouvernement explique que, à la suite de cette visite, et dans le but de réduire le délai d’instruction des dossiers de la première requérante, « dont l’autorité consulaire savait qu’ils allaient, selon toute vraisemblance, lui être transmis à brève échéance », il fut décidé de transmettre aux autorités camerounaises, aux fins d’authentification, les copies des actes de naissance laissées par la première requérante. Lors de cette vérification, les autorités auraient découvert que les références des déclarations de naissance mentionnées sur les actes établis par le consulat du Cameroun ne correspondaient pas à celles des enfants allégués de la requérante, la première ne correspondant à aucune naissance, la seconde étant celle d’un autre enfant. A cet égard, le Gouvernement produit copie de l’échange épistolaire entre l’autorité consulaire et le directeur de l’hôpital « Laquintinie » de Douala daté respectivement des 30 novembre 2006 et 18 janvier 2007 :", "« Dans le cadre d’une demande d’authentification d’acte de naissance, je vous serais reconnaissante de bien vouloir me faire parvenir le duplicata des déclarations de naissance suivantes :", "- No 381 – naissance du 17 février 1995", "- No 12937 – naissance du 18 novembre 1990 ».", "« (...) J’ai l’honneur de vous certifier que les numéros de déclaration 00381 et 00382 (ci-joint photocopies de déclaration) correspondent plutôt à la date de naissance du 1er février 1995 avec pour nom de l’accouchée Makoudoum Béatrice Filomène. Par ailleurs, le numéro 12937 du 18 novembre 1990 ne se trouve nulle part dans nos registres ».", "2.  L’année 2007", "8.  Le 9 mai 2007, après dix-huit mois de résidence en France, la première requérante déposa une demande de regroupement familial. Le 21 mai 2007, elle reçut une attestation de dépôt de sa demande.", "9.  Le 14 novembre 2007, le préfet de la Charente informa la requérante de sa décision d’accueillir favorablement la demande de regroupement familial, sous réserve que le contrôle médical auquel devaient se soumettre ses enfants ne fasse pas apparaître une inaptitude médicale. Il indiqua à la requérante que l’Office des migrations internationales (OMI) chargé de poursuivre l’instruction du dossier allait prendre contact avec elle et que les enfants disposaient d’un délai de six mois pour entrer en France, c’est-à-dire avant le 15 mai 2008 au plus tard. Il lui précisa qu’un éventuel report de délai pouvait être accordé en cas de circonstances particulières.", "10.  Dans les jours qui suivirent cette décision, les services de l’Agence nationale de l’accueil des étrangers et des migrations (ANAEM, remplaçant l’OMI) contactèrent la première requérante pour l’accomplissement de diverses formalités, à l’issue desquelles son dossier fut transmis au consulat général de France à Douala le 27 novembre 2007, dont les extraits d’acte de naissance établis par le consulat du Cameroun le 10 juillet 2006 (paragraphe 7 ci-dessus).", "3.  L’année 2008", "11.  La première requérante réussit, après de nombreuses tentatives, à obtenir un rendez-vous pour le 23 janvier 2008 au consulat général de France à Douala. Ce jour-là, elle introduisit auprès des autorités consulaires deux demandes de visas de long séjour.", "12.  Affirmant avoir perdu les originaux des actes de naissance des enfants et avoir été informée de la destruction des registres d’état civil, la requérante saisit, le 6 mars 2008, le tribunal de première instance de Douala aux fins de reconstitution des actes de naissance de ses enfants.", "13.  Par deux jugements du 2 avril 2008, ce tribunal ordonna la reconstitution, par tout officier d’état civil compétent, des actes de naissance. Le premier jugement fut ainsi motivé :", "« Attendu qu’en l’espèce, il ressort du certificat de non retrouvaille de la souche d’acte de naissance délivré le 7 mars 2008 par l’officier d’état civil (...) que la souche d’acte de naissance no 613/95 dressé le 25 février 1995 à Deïdo Douala au nom de Tahagnam Bissa Léopoldine n’a pas été retrouvée dans ses archives à cause de la destruction des registres ;", "Attendu que de tout ce qui précède, il y a lieu de conclure que la requérante est fondée en sa demande ; qu’il y a lieu d’ordonner la reconstitution par tout officier d’état civil territorialement compétent de l’acte de naissance du nommé Tahagnam Bissa Léopoldine née le 17 février 1995 à Douala, de Senigo Longue Téclaire, la mère».", "Le second jugement est similaire pour l’enfant Mboum René Lewa né le 18 novembre 1990 et « dont la souche d’acte de naissance no 2572/90 dressé le 2 novembre 1990 à Deïdo Douala au nom de Mboum René Lewa n’a pas été retrouvée dans les archives à cause de la destruction des registres ».", "14.  Le 10 mai 2008, le centre d’état civil de Deido de la ville de Douala dressa, en exécution des jugements du 2 avril 2008, deux certificats de conformité d’existence de souche et de lieu de naissance et deux actes de naissance, l’acte no 000241/2008 pour Tahagnam Bissa Léopoldine et l’acte no 000242/2008 pour Mboum René Lewa.", "15.  Par un courrier du 14 mai 2008, la première requérante sollicita un délai supplémentaire pour la procédure du regroupement familial auprès du préfet de la Charente. Un délai de trois mois lui fut accordé, jusqu’au 15 août 2008.", "16.  Par une décision du 6 juin 2008, notifiée le 2 juillet 2008, le consulat général de France à Douala rejeta, ainsi motivée, les demandes de visas d’entrée en France pour les deux enfants :", "« (...) J’ai le regret de vous informer que je ne peux donner une suite favorable à votre demande. En effet, il ressort de l’examen du dossier, après vérification auprès des autorités locales compétentes, que les copies des actes de naissance de René Lewa Mboulm et Léopoldine Alexis Tahagnam Bissa, présentées lors de leur demande de visa ne sont pas authentiques. Dès lors, l’identité des enfants tout comme leur filiation à votre égard ne sont nullement établies.  En tout état de cause, la seule production d’un acte frauduleux justifie le rejet de l’ensemble des demandes ».", "17.  Le 18 juillet 2008, la première requérante forma un recours contre cette décision devant la commission de recours contre les décisions de refus de visas d’entrée en France (ci-après « commission de recours ») en faisant valoir que l’authenticité du lien de filiation avait été établie par les jugements du 2 avril 2008 et la reconstitution des actes subséquente. Elle se dit prête à se soumettre à un test génétique, en se référant à l’article L. 111-6 du CESEDA (paragraphe 35 ci-dessus) pour prouver la filiation.", "18.  Le 21 juillet 2008, le sénateur de la Charente écrivit au ministère des Affaires étrangères un courrier ainsi rédigé :", "« (...) il apparaît que le dossier de Mme Téclaire Rivet est bloqué au sein des services du consulat de France au Cameroun. Elle n’arrive pas à obtenir de visa pour ses enfants alors que tous les papiers, dont vous trouverez ci-joint copie, sont en règle.", "Il apparaît que les actes de naissance ne seraient pas conformes bloquant ainsi la délivrance des visas. Or la ville de Douala vient de faire parvenir à Mme Rivet les deux actes de naissance officiels de ses enfants, qu’elle s’est donc empressée de fournir au consulat. De plus, M. et Mme Rivet travaillent tous les deux. (..) Ce couple est très impliqué dans la commune et honorablement connu. A la suite de cette décision, [elle] a fait un recours auprès de la commission de recours contre les décisions de refus de visa d’entrée en France. Je vous serais reconnaissant d’avoir l’amabilité de bien vouloir demander aux services compétents de votre ministère de bien vouloir examiner cette demande avec bienveillance. Je serais très heureux si les enfants pouvaient obtenir un visa avant la prochaine rentrée scolaire (...) La requérante s’est déjà préoccupée de les inscrire l’un et l’autre dans un établissement scolaire».", "19.  Le même jour, le maire de la commune de Lesterps (France) écrivit à la commission de recours pour soutenir la démarche de regroupement familial. Il fit valoir que « s’il est apparu un doute sur la filiation (plus d’un an pour s’en apercevoir), la famille est prête à se soumettre très rapidement à tous les tests génétiques nécessaires afin de prouver le lien de filiation des enfants ». Il déclara que la séparation physique était devenue insupportable pour la première requérante et demanda de faire procéder à toutes les vérifications nécessaires à l’établissement formel de la filiation le plus rapidement possible.", "20.  Le 31 juillet 2008, le consulat du Cameroun à Marseille dressa des copies intégrales des actes de naissance des deux enfants conformément à ceux établis le 10 mai 2008 (paragraphe 14 ci-dessus).", "21.  Par une requête du 18 août 2008, la première requérante saisit le Conseil d’Etat d’une requête en référé-suspension de la décision consulaire du 6 juin 2008. Elle fit valoir que la condition d’urgence était satisfaite, compte tenu de la séparation d’avec ses enfants depuis près de trois ans, et allégua que la décision attaquée portait une atteinte disproportionnée à l’intérêt supérieur des enfants et à son droit au respect de sa vie familiale.", "22.  Le 25 août 2008, le Conseil d’Etat enregistra son recours en annulation de la décision consulaire et du rejet implicite de sa demande devant la commission de recours. Dans sa requête, la première requérante dénonça l’absence de motivation de la commission de recours, dont la décision sur recours préalable obligatoire se substitue à celle du consul. Elle allégua qu’il en était de même s’agissant de la décision consulaire, dénuée de fondement textuel et de motivation en droit. Elle fit valoir par ailleurs qu’aucune fraude n’était démontrée et que, au contraire, les autorités camerounaises avaient attesté de la réalité de la filiation (paragraphes 14 et 20 ci-dessus) en application des règles classiques du droit international privé, étant observé au surplus, que l’accord de coopération franco-camerounais du 21 février 1974 leur donnaient expressément pouvoir de dresser des actes d’état civil dispensés de légalisation (paragraphe 43 cidessous). Elle joignit notamment à sa requête les jugements du 2 avril 2008 et les certificats établis à la suite de ces jugements. Elle invoqua la violation de son droit au respect de sa vie familiale et l’intérêt supérieur des enfants, fit valoir que sa fille était malade, que les enfants étaient isolés, et que l’on ne pouvait lui imposer le choix d’être séparé soit de son époux soit de ses enfants. Enfin, elle allégua n’avoir reçu aucune information de l’administration quant à la possibilité de faire valoir ses droits, notamment quant à la vérification de la filiation à l’aide d’une identification génétique. Elle se dit prête à consentir à toute mesure utile tendant à vérifier la filiation maternelle.", "23.  Par une ordonnance du 23 septembre 2008, le juge des référés du Conseil d’Etat rejeta la demande de suspension de la décision consulaire, aux motifs suivants :", "« Considérant que Mme Senigo Longue, de nationalité camerounaise, réside régulièrement en France depuis le mois d’octobre 2005 en qualité de conjoint de français ; qu’elle a présenté, en faveur des jeunes René Mboum et Léopoldine Tahagnam Bissa âgés respectivement de 17 et 13 ans, une demande de regroupement familial à laquelle il a été fait droit ; que toutefois, les autorités consulaires françaises au Cameroun ont rejeté les demandes de visas de long séjour présentées pour ces enfants ;", "Considérant qu’à l’appui des demandes de visas ont été produits dans un premier temps des actes de naissance qui se réfèrent à des déclarations de naissance établies à l’hôpital La Quintinie de Douala, ; qu’il résulte d’une vérification faite auprès de cet établissement à partir des numéros d’ordre des déclarations, que la première ne correspond à aucune naissance ayant eu lieu dans l’hôpital et que la seconde est celle d’un autre enfant ; que si la requérante alléguant la perte des originaux des actes de naissance de ses enfants et la destruction des registres d’état civil en faisant mention, a ensuite produit des jugements de reconstitution de ces actes, ces documents tardivement produits ne sont pas de nature à faire regarder comme authentiques les actes de filiation des enfants ; que dans ces conditions les moyens tirés par [la première requérante] de l’atteinte portée au droit au respect de sa vie privée et familiale et de celle ses enfants et de la méconnaissance de l’intérêt supérieur des enfants ne sont pas propres à faire naître un doute sérieux sur la légalité des refus de visas contestés ; (...) ».", "24.  En décembre 2008, la première requérante retourna au Cameroun avec son époux français. Le 11 décembre 2008, ils demandèrent par écrit une audience auprès du consul de l’ambassade de France à Douala. La première requérante effectua des vérifications ADN de maternité, lesquels confirmèrent sa maternité à 99,99 % pour chacun des enfants (tests effectués le 16 décembre 2008). Les résultats furent transmis au consulat.", "4.  L’année 2009", "25.  Le 17 février 2009, le ministre de l’Immigration transmit son mémoire au Conseil d’Etat. Il indiqua que la requérante ne pouvait se plaindre de l’insuffisance de la motivation des autorités consulaires puisque la décision implicite de la Commission de recours s’était légalement substituée à cette décision. Il souligna également que les actes produits à l’instance, à la suite des jugements du 2 avril 2008, avaient été opportunément reconstitués postérieurement à la demande de visa et ne pouvaient qu’être considérés comme dénués de force probante dès lors que les actes initialement produits étaient de faux documents. Il ajouta que la requérante ne justifiait pas de ses visites au Cameroun depuis son départ en 2005 et ne démontrait pas qu’elle avait subvenu à l’entretien et à l’éducation des deuxième et troisième requérants. Il estima enfin qu’elle ne pouvait invoquer l’article L. 111-6 du CESEDA (identification par empreintes génétiques), faute de publication du décret en Conseil d’Etat.", "26.  Dans son mémoire en réponse du 9 avril 2009, la requérante sollicita la production par l’administration du courrier du 30 novembre 2006 émanant du Consul général de France à Douala et fit valoir son étonnement de la vérification faite en prévision d’une demande de visa intervenue un an plus tard (paragraphe 7 ci-dessus). Elle observa que la lettre du 10 janvier 2007 n’émanait d’aucune autorité d’état civil, mais du principal hôpital de Douala, où la plupart des Camerounaises de la région accouchent et où il se produit des dizaines de naissance chaque jour. Elle souligna qu’aucune allégation de faux n’était articulée à l’égard des actes de naissance produits à la suite des jugements du 2 avril 2008 et légalisés par les autorités compétentes. Elle se référa à plusieurs décisions du Conseil d’Etat selon lesquelles, hormis le cas où le document produit aurait un caractère frauduleux, il n’appartient pas aux autorités administratives françaises de mettre en doute le bien-fondé d’une décision rendue par une autorité juridictionnelle étrangère (CE, 31 octobre 2007, no 286681, Coliche ; CE, 18 juillet 2008, nos 309569 et 310935, Tsaty). Enfin, la première requérante fit valoir que le débat était clos avec les vérifications ADN.", "27.  Par une ordonnance du même jour, soit le 9 avril 2009, le président de la septième sous-section de la section du contentieux du Conseil d’Etat, statuant au fond, sans audience, rejeta le recours de la première requérante :", "« Vu le mémoire en défense, enregistré le 17 février 2009, présenté par le ministre de l’Immigration, de l’identité nationale et du développement solidaire qui conclut au rejet de la requête ;", "Vu les autres pièces du dossier ;", "« Considérant que les moyens tirés de ce que la décision implicite de rejet serait entachée d’incompétence et d’une insuffisance de motivation sont manifestement infondés ; que la requérante n’apporte manifestement aucun élément permettant de contester le motif de refus de visa énoncé par le ministre, tiré de ce que la filiation n’est pas établie, compte tenu des éléments circonstanciés présentés par le ministre établissant, en l’état de l’instruction, le caractère faux des documents produits ; qu’en l’absence de filiation établie, la requérante ne peut ni invoquer une violation de l’article 47 du code civil et des accords de coopération franco-camerounais du 21 décembre 1974, ni une violation du droit au regroupement familial et au droit au respect de sa vie privée et familiale ».", "28.  Par un courrier du 9 avril 2009, la première requérante saisit la Cour d’une demande d’application de l’article 39 du Règlement en vue de faire cesser la séparation d’avec ses deux enfants « livrés à eux-mêmes au Cameroun, l’un avec un problème de santé important ». Le 15 avril 2009, la Cour rejeta cette demande.", "29.  Le 30 avril 2009, à la suite de la demande que lui avait adressée la première requérante, la commission de recours précisa les motifs de sa décision implicite. Par une requête enregistrée le 1er juillet 2009, la première requérante déposa un recours pour excès de pouvoir à l’encontre de la réponse du 30 avril 2009. Elle assortit ce recours d’une demande de suspension de la même décision implicite née du silence gardé par la commission de recours sur sa saisine du 18 juillet 2008 (paragraphes 17 et 22 ci-dessus).", "30.  Par un arrêt du 6 novembre 2009, le Conseil d’Etat considéra que l’acte par lequel la commission de recours communique les motifs de sa décision implicite est insusceptible de faire l’objet d’un recours pour excès car il n’a pas pour effet de faire naître une nouvelle décision distincte de la première et ayant déjà fait l’objet d’un recours pour excès de pouvoir, sur lequel il a déjà été statué (paragraphe 27 ci-dessus). Le Conseil d’Etat rejeta la requête en précisant ce qui suit :", "« Considérant qu’il résulte de ce qui précède, que la requête de [la requérante], à qui il appartient, si elle s’y croit fondée, de présenter auprès du consulat de France à Douala une nouvelle demande de visa, ne peut qu’être rejetée (...) ».", "B.  Faits survenus postérieurement à la communication de la requête", "31.  Par un courrier du 8 décembre 2010, l’avocat de la requérante informa la Cour de l’accident de travail qu’avait subi cette dernière, de son hospitalisation pendant trois mois et de sa convalescence récente. Il signala le départ de la requérante pour le Cameroun pour une durée de trois mois, « compte tenu de la séparation forcée de ses enfants dont la situation se dégrade ».", "32.  Par un courrier du 7 février 2011, il envoya des pièces supplémentaires à la Cour dont un justificatif de l’hospitalisation de la requérante, son admission à la nationalité française et un listing des envois d’argent au bénéfice des enfants.", "33.  Par un courrier du 23 juin 2011, l’avocat informa la Cour de la délivrance soudaine des visas aux enfants, « sans explication particulière ni élément nouveau », qui avaient pu venir en France au mois de mars et d’avril 2011. Par un courrier du 17 octobre 2013, l’avocat des requérants précisa qu’il avait introduit en septembre 2012 une procédure en indemnisation devant le tribunal administratif de Nantes tout en expliquant que celle-ci n’avait aucune chance de prospérer (voir paragraphes 47 et 80 ci-dessous).", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Procédure de regroupement familial", "34.  L’étranger non européen qui souhaite faire venir sa famille doit déposer une demande de regroupement familial auprès de l’Office français de l’immigration et de l’intégration (OFII, ancien ANAEM). Cette demande est examinée par le maire de la commune et la délégation de l’OFII de son département. L’étranger doit résider depuis au moins dix-huit mois de façon légale. Il doit être titulaire au moment de sa demande d’une carte de séjour temporaire valable au moins un an ou d’une carte de résident (article L. 4111 du CESEDA). Il doit justifier de ressources stables et suffisantes pour subvenir aux besoins de sa famille et disposer d’un logement considéré comme normal pour une famille comparable. Le conjoint rejoignant doit être majeur et les enfants doivent être mineurs, cet âge étant apprécié à la date du dépôt de la demande de regroupement. Le dossier est instruit (délai légal six mois) :", "-  par la préfecture (vérification des personnes), qui prend la décision définitive après consultation du maire ;", "-  par le maire qui assure le contrôle du logement et des ressources ;", "-  par le consulat qui vérifie les documents d’état civil à partir de la demande de visa long séjour, effectuée par la famille après l’autorisation préfectorale ;", "Une réforme en 2011 (décret no 2011-1049 du 6 septembre 2011 pris pour l’application de la loi no 2011-672 du 16 juin relative à l’immigration, l’intégration et la nationalité et relatif aux titres de séjour) prévoit que l’autorité consulaire ou diplomatique procède sans délai « dès le dépôt de la demande de visa de long séjour » aux vérifications des actes d’état civil (article R 421-10 du CESEDA modifié).", "L’étranger, qui fait l’objet d’un refus de visa, doit saisir au préalable la commission de recours. Celle-ci peut soit rejeter le recours, soit recommander d’accorder le visa demandé. Si la commission rejette le recours, ou si le ministère des Affaires étrangères confirme le refus de visa malgré l’avis favorable de la commission, l’intéressé peut former, dans les deux mois, un recours en annulation. Ce recours était déposé, à l’époque des faits, devant le Conseil d’Etat. Depuis 2010, il l’est devant le tribunal administratif de Nantes.", "35.  Les autres dispositions pertinentes du CESEDA sont les suivantes :", "Article L 111-6 (depuis le 20 novembre 2007)", "« La vérification de tout acte d’état civil étranger est effectuée dans les conditions définies par l’article 47 du code civil.", "Le demandeur d’un visa pour un séjour d’une durée supérieure à trois mois, ou son représentant légal, ressortissant d’un pays dans lequel l’état civil présente des carences, qui souhaite rejoindre ou accompagner l’un de ses parents mentionné aux articles L 411-1 et L 411-2 ou ayant obtenu le statut de réfugié ou le bénéfice de la protection subsidiaire, peut, en cas d’inexistence de l’acte de l’état civil ou lorsqu’il a été informé par les agents diplomatiques ou consulaires de l’existence d’un doute sérieux sur l’authenticité de celui-ci qui n’a pu être levé par la possession d’état telle que définie à l’article 311-1 du code civil, demander que l’identification du demandeur de visa par ses empreintes génétiques soit recherchée afin d’apporter un élément de preuve d’une filiation déclarée avec la mère du demandeur de visa. Le consentement des personnes dont l’identification est ainsi recherchée doit être préalablement et expressément recueilli. Une information appropriée quant à la portée et aux conséquences d’une telle mesure leur est délivrée.", "Les agents diplomatiques ou consulaires saisissent sans délai le tribunal de grande instance de Nantes pour qu’il statue, après toutes investigations utiles et un débat contradictoire, sur la nécessité de faire procéder à une telle identification.", "Si le tribunal estime la mesure d’identification nécessaire, il désigne une personne chargée de la mettre en œuvre parmi les personnes habilitées dans les conditions prévues au dernier alinéa.", "La décision du tribunal et, le cas échéant, les conclusions des analyses d’identification autorisées par celui-ci sont communiquées aux agents diplomatiques ou consulaires. Ces analyses sont réalisées aux frais de l’Etat.", "Un décret en Conseil d’Etat, pris après avis du Comité consultatif national d’éthique, définit :", "1o  Les conditions de mise en oeuvre des mesures d’identification des personnes par leurs empreintes génétiques préalablement à une demande de visa ;", "2o  La liste des pays dans lesquels ces mesures sont mises en oeuvre, à titre expérimental ;", "3o  La durée de cette expérimentation, qui ne peut excéder dix-huit mois à compter de la publication de ce décret et qui s’achève au plus tard le 31 décembre 2009 ;", "4o  Les modalités d’habilitation des personnes autorisées à procéder à ces mesures. »", "Le dispositif permettant le recours à l’identification par les empreintes génétiques n’est pas entré en vigueur, en l’absence de texte d’application.", "Article L. 211-1", "« Pour entrer en France, tout étranger doit être muni :", "1o Des documents et visas exigés par les conventions internationales et les règlements en vigueur ; (...) »", "Article L. 211-2", "« Par dérogation aux dispositions de la loi no 79-587 du 11 juillet 1979 relative à la motivation des actes administratifs et à l’amélioration des relations entre l’administration et le public, les décisions de refus de visa d’entrée en France, prises par les autorités diplomatiques ou consulaires, ne sont pas motivées sauf dans les cas où le visa est refusé à un étranger appartenant à l’une des catégories suivantes et sous réserve de considérations tenant à la sûreté de l’Etat : (...)", "4o Bénéficiaires d’une autorisation de regroupement familial ; (...)»", "Article R 211-4", "« Pour effectuer les vérifications prévues à l’article L. 111-6, et par dérogation aux dispositions du premier alinéa de l’article 21 de la loi no 2000-321 du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations, les autorités diplomatiques et consulaires sursoient à statuer sur la demande de visa présentée par la personne qui se prévaut de l’acte d’état civil litigieux pendant une période maximale de quatre mois.", "Lorsque, malgré les diligences accomplies, ces vérifications n’ont pas abouti, la suspension peut être prorogée pour une durée strictement nécessaire et qui ne peut excéder quatre mois. »", "36.  Le code civil accorde aux actes de l’état civil étranger une force probante. Depuis la loi du 14 novembre 2006 relative au contrôle de validité des mariages, l’article 47 de ce code est ainsi libellé :", "« Tout acte de l’état civil des Français et des étrangers fait en pays étranger et rédigé dans les formes usitées dans ce pays fait foi, sauf si d’autres actes ou pièces détenus, des données extérieures ou des éléments tirés de l’acte lui-même établissent, le cas échéant après toutes vérifications utiles, que cet acte est irrégulier, falsifié ou que les faits qui y sont déclarés ne correspondent pas à la réalité. »", "Dans sa décision no 2006-542 DC du 9 novembre 2006, le Conseil constitutionnel s’est prononcé sur l’article 7 de la loi du 14 novembre 2006 ayant inséré dans la loi du 12 avril 2000 relative aux droits des citoyens dans leurs relations avec les administrations une dérogation, selon laquelle, en cas de vérification d’actes d’état civil auprès d’autorités étrangères, l’absence de réponse de la part de l’autorité administrative dans un délai de huit mois vaut décision de rejet de la demande. Les auteurs du recours soutenaient que cette disposition portait atteinte au droit de mener une vie familiale normale en instaurant un mécanisme de vérification qui permet à l’administration de s’opposer, pendant une durée excessive, à une demande faite au titre du regroupement familial. Le Conseil constitutionnel motiva sa décision de rejet comme suit :", "« Considérant que le législateur n’a ni modifié les règles de fond applicables à la mise en œuvre de la procédure de regroupement familial ni remis en cause le droit des étrangers dont la résidence en France est stable et régulière de faire venir auprès d’eux leur conjoint et leurs enfants mineurs ; que si il a été dérogé au droit commun en portant de deux à huit mois le délai à l’issue duquel le silence gardé par l’administration vaut décision de rejet, c’est seulement en cas de doute sur la validité des actes d’état civil étrangers et compte tenu des difficultés inhérentes à leur vérification. (...) ».", "37.  Selon la jurisprudence du Conseil d’Etat, l’absence de caractère probant des actes d’état civil est un motif d’ordre public qui peut justifier un refus de visa dans le cadre d’une procédure de regroupement familial (CE, no 305109, 1er juin 2007 ; CE, no 278553, 21 mars 2007 ; CE no 297335, 10 avril 2009). Il incombe à l’autorité administrative de faire état d’éléments permettant de mettre en doute l’authenticité des actes d’état civil produits à l’appui de la demande de regroupement familial (CE, no 312060, 16 mars 2009).", "38.  Dans son rapport de 2010 intitulé « Visas refusés : enquête sur les pratiques des consulats de France en matière de délivrance des visas », la Cimade (Comité inter-mouvements auprès des évacués) constate que compte tenu de l’insuffisance de règles et de critères clairs et précis de la procédure de délivrance des visas, celle-ci peut sensiblement varier d’un pays à l’autre. Elle dénonce également des vérifications sans fin des consulats et des enquêtes qui peuvent durer plusieurs mois voire plusieurs années. Elle observe que ces vérifications sont très différentes d’un consulat à l’autre. « Au Cameroun, par exemple, les vérifications d’état civil sont tellement fréquentes que les demandeurs ont intérêt à faire authentifier les actes devant les tribunaux camerounais avant même de déposer leur demande de visa, ajoutant des démarches et des délais supplémentaires à un procédure déjà complexe ».", "III.  LE DROIT INTERNATIONAL ET EUROPEEN PERTINENTS", "39.  L’article 10 de la Convention internationale relative aux droits de l’enfant, conclue à New-York le 20 novembre 1989, est ainsi libellé :", "« (...) toute demande faite par un enfant ou ses parents en vue d’entrer dans un État partie ou de le quitter aux fins de réunification familiale est considérée par les États parties dans un esprit positif, avec humanité et diligence. Les États parties veillent en outre à ce que la présentation d’une telle demande n’entraîne pas de conséquences fâcheuses pour les auteurs de la demande et les membres de leur famille ».", "40.  Les articles 4 (Chapitre II Membres de la famille), 5 (Chapitre III Dépôt et examen de la demande) et 13 (Chapitre VI Entrée et séjour des membres de la famille) de la directive 2003/86/CE du 22 septembre 2003 relative au regroupement familial sont ainsi libellés :", "Article 4", "« Les Etats membres autorisent l’entrée et le séjour (...) des membres suivants :", "b) les enfants mineurs du regroupant et de son conjoint (...)", "Par dérogation, lorsqu’un enfant a plus de douze ans et arrive indépendamment du reste de sa famille, l’Etat membre peut, examiner s’il satisfait à un critère d’intégration prévu par sa législation (...)", "Par dérogation, les Etats membres peuvent demander que les demandes concernant le regroupement familial d’enfants mineurs soient introduites avant que ceux-ci n’aient atteint l’âge de quinze ans (...) si elles sont introduites ultérieurement, les Etats membres qui décident de faire usage de la présente dérogation autorisent l’entrée et le séjour de ces enfants pour d’autres motifs que le regroupement familial ».", "Article 5", "« (...) 2. La demande est accompagnée de pièces justificatives prouvant les liens familiaux et le respect des conditions prévues aux articles 4 et 6 et, le cas échéant, aux articles 7 et 8, ainsi que de copies certifiées conformes des documents de voyage des membres de la famille.", "Le cas échéant, pour obtenir la preuve de l’existence de liens familiaux, les Etats membres peuvent procéder à des entretiens avec les regroupants et les membres de sa famille et à toute enquête jugée nécessaire. (...)", "4. Dès que possible, et en tout état de cause au plus tard neuf mois après la date du dépôt de la demande, les autorités compétentes de l’État membre notifient par écrit à la personne qui a déposé la demande la décision la concernant.", "Dans des cas exceptionnels liés à la complexité de l’examen de la demande, le délai visé au premier alinéa peut être prorogé.", "La décision de rejet de la demande est dûment motivée. Toute conséquence de l’absence de décision à l’expiration du délai visé au premier alinéa doit être réglée par la législation nationale de l’État membre concerné.", "5. Au cours de l’examen de la demande, les États membres veillent à prendre dûment en considération l’intérêt supérieur de l’enfant mineur. »", "Article 13", "« 1. Dès que la demande de regroupement familial est acceptée, l’État membre concerné autorise l’entrée du ou des membres de la famille. À cet égard, l’État membre concerné accorde à ces personnes toute facilité pour obtenir les visas exigés. (...) ».", "41. Dans le Livre vert de la Commission européenne relatif au droit au regroupement familial des ressortissants des pays tiers résidant dans l’Union européenne (COM (2011 735) la Commission aborde les procédures de vérification des liens familiaux :", " « 5. FRAUDES, ABUS ET PROBLEME DE PROCEDURE", "5.1 Entretiens et enquêtes", "L’article 5, paragraphe 2, de la directive prévoit la possibilité de procéder à des entretiens et de mener d’autres enquêtes si nécessaire. Plusieurs États membres ont introduit la possibilité de procéder à des tests ADN pour prouver les liens familiaux. La directive n’aborde pas ce type de preuve. La Commission a déclaré que, pour être autorisés par la législation de l’Union européenne, ces entretiens et enquêtes doivent être proportionnés - ils ne doivent donc pas rendre inopérant le droit au regroupement familial - et respecter les droits fondamentaux, en particulier le droit à la vie privée et familiale. (...)».", "42.  La recommandation 1686 (2004) de l’Assemblée parlementaire du Conseil de l’Europe « Mobilité humaine et droit au regroupement familial » est ainsi libellée :", "« (...) La reconstitution de l’unité familiale des migrants et des réfugiés légalement établis par la procédure du regroupement familial renforce la politique d’intégration dans la société d’accueil et va dans l’intérêt de la cohésion sociale. (...)", "Tout en se félicitant que la récente directive du Conseil de l’Union européenne relative au droit au regroupement familial (2003/86/CE) accorde un traitement préférentiel aux réfugiés, l’Assemblée regrette que cette directive ne reconnaisse pas le droit au regroupement familial pour les personnes bénéficiant de protection subsidiaire, ni ne propose de dispositions harmonisées en termes de conditions, de procédures, de délais pour l’octroi de statut de résident et des droits associés. (...)", "12. Par conséquent, l’Assemblée recommande au Comité des Ministres: (...)", "e) à faciliter les procédures administratives, en les rendant aussi simples et transparentes que possible, et à harmoniser au niveau européen les délais d’attente, en les limitant à une période maximale de douze mois, et à ne pas considérer comme un motif de refus de la demande l’absence de certains documents requis, qui ne sont pas nécessaires pour définir l’établissement des conditions pour le regroupement familial; (...)».", "43.  Dans un point de vue intitulé « Des lois restrictives empêchent le regroupement familial » (février 2011), le Commissaire aux droits de l’homme du Conseil de l’Europe indique ce qui suit :", "« (...) Un autre problème se pose dans plusieurs pays européens, même pour ceux qui satisfont aux conditions draconiennes : la lenteur du traitement des demandes de migration pour raison familiale. Les décisions tendent à être rendues au terme d’un long délai, même dans les cas les plus urgents, et cela ne semble pas dû au hasard. Pour de nombreux immigrés, on le sait, la séparation familiale est une dure épreuve, voire un traumatisme qui nuit au bien-être social et psychologique. Pour les enfants, restés le plus souvent dans le pays d’origine, cette séparation prolongée est à n’en pas douter difficile à vivre – ce qui se répercute sur le demandeur dans la société d’accueil. Il est évident que de telles conditions de vie ne facilitent pas l’intégration dans le nouveau pays.", "Les migrants et les réfugiés résidant légalement dans un Etat devraient pouvoir faire venir leur famille dès que possible, sans avoir à se soumettre à des procédures laborieuses. Priver un individu du droit de vivre avec les siens ne fait que rendre sa vie plus pénible – et son intégration encore plus difficile. (...) ».", "44.  L’Accord de coopération en matière de justice entre le Gouvernement de la République française et le Gouvernement de la République Unie du Cameroun, fait à Yaoundé le 21 février 1974 prévoit ce qui suit :", "Article 19", "« 1. Le Gouvernement de la République française et le Gouvernement de la République Unie du Cameroun délivrent sans frais des expéditions des actes de l’état civil dressés sur leurs territoires respectifs lorsque la demande en est faite dans un intérêt administratif dûment spécifié ou en faveur de leurs citoyens indigents.", "2. Ils délivrent également sans frais des expéditions des actes de l’état civil dressés sur leurs territoires respectifs lorsque ces actes concernent des étrangers de nationalité tierce et sont demandés dans un intérêt administratif dûment spécifié.", "3. Les actes de l’état civil dressés ou transcrits dans les postes diplomatiques et consulaires sont assimilés aux actes de l’état civil dressés sur les territoires respectifs des deux Etats.", "Article 22", "1o Sont admis, sans légalisation, sur les territoires respectifs de la République française et de la République Unie du Cameroun les documents suivants établis par les autorités de chacun des deux Etats :", "- les expéditions des actes de l’état civil tels qu’ils sont énumérés à l’article 21 cidessus [dont les actes de naissance] ;", "- les expéditions des décisions, ordonnances, jugements, arrêts et autres actes judiciaires des tribunaux français et camerounais ; (...)", "2o Les documents énumérés ci-dessus doivent être revêtus de la signature et du sceau officiel de l’autorité ayant qualité pour les délivrer et, s’il s’agit d’expéditions, être certifiés conformes à l’original par ladite autorité. En tout état de cause, ils sont établis matériellement de manière à faire apparaître leur authenticité ».", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "45.  Les requérants allèguent que le refus prolongé des autorités consulaires de délivrer les visas a porté atteinte à leur droit au respect de leur vie familiale tel que garanti par l’article 8 de la Convention, ainsi libellé :", "« 1. Toute personne a droit au respect de sa vie privée et familiale (...).", "2. Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Recevabilité", "46.  Le Gouvernement reconnaît que la décision d’octroi des visas n’a comporté aucune reconnaissance de violation de la Convention lors du refus initial qui avait été opposé aux requérants. Néanmoins, les enfants ont pu entrer sur le territoire français dûment munis de leur visas, et aucune conséquence désavantageuse ne subsiste plus pour les requérants de la décision initiale. Le Gouvernement estime qu’ils n’ont donc plus la qualité de « victimes » au sens de l’article 34 de la Convention. En tout état de cause, il considère que la Cour peut rayer la requête du rôle, en application de l’article 37 § 1 b) de la Convention, car le litige a été résolu.", "47.  Selon les requérants, la violation de la Convention n’est pas reconnue, encore moins réparée. Ils citent l’arrêt Gebremedhin [Gaberamadhien] c. France, no 25389/05, CEDH 2007-II pour faire valoir que la violation de l’article 8 de la Convention était consommée pendant toute la procédure et que l’obtention des visas ne constitue pas une réparation de la situation insupportable qu’ils ont vécue pendant plus de trois années. Ils font valoir également qu’aucune réparation n’est possible en droit administratif  car l’indemnisation par l’Etat n’est possible qu’en réparation du préjudice causé par une décision illégale ; or, il résulte des juridictions définitives et successives que les refus de visas ont été jugés parfaitement légaux. Ils estiment également que le respect des droits de l’homme garantis par la Convention commande la poursuite de la procédure au sens de l’article 37 § 1 in fine car les services consulaires contestent de façon assez systématique les actes d’état civil étrangers et bloquent la procédure de regroupement familial. Il cite à cet égard un rapport d’observation de la Cimade (paragraphe 38 ci-dessus) et les observations de la tierce partie « le GISTI » (paragraphe 58 ci-dessous).", "48.  Selon la jurisprudence constante de la Cour, par «victime», l’article 34 de la Convention désigne la personne directement concernée par l’acte ou l’omission litigieux, l’existence d’un manquement aux exigences de la Convention se conçoit même en l’absence de préjudice ; celui-ci ne joue un rôle que sur le terrain de l’article 41. Partant, une décision ou une mesure favorable à un requérant ne suffit en principe à lui retirer la qualité de « victime» que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (Nada c. Suisse [GC], no 10593/08, § 128, CEDH 2012).", "49.  La Cour observe que le Gouvernement reconnaît que la décision d’octroi des visas ne constitue pas la reconnaissance d’une violation de l’article 8 de la Convention pour ce qui est de la séparation des requérants pendant presque quatre années. De plus, la décision d’octroi des visas n’a pas été suivie d’une réparation au sens de la jurisprudence précitée de la Cour. Les requérants peuvent donc se prétendre « victimes » au sens de l’article 34 de la Convention.", "50.  Cela étant, le Gouvernement prie la Cour de rayer la requête du rôle. Celle-ci doit donc rechercher si les faits nouveaux portés à sa connaissance, à savoir l’octroi des visas, peuvent l’amener à conclure que le litige est désormais « résolu » ou qu’il ne se justifie plus de poursuivre l’examen de la requête pour un autre motif et que, dès lors, la requête peut être rayée du rôle de la Cour en application de l’article 37 § 1 de la Convention, ainsi libellé :", "« A tout moment de la procédure, la Cour peut décider de rayer une requête du rôle lorsque les circonstances permettent de conclure", "a) que le requérant n’entend plus la maintenir ; ou", "b) que le litige a été résolu ; ou", "c) que, pour tout autre motif dont la Cour constate l’existence, il ne se justifie plus de poursuivre l’examen de la requête.", "Toutefois, la Cour poursuit l’examen de la requête si le respect des droits de l’homme garantis par la Convention et ses Protocoles l’exige. »", "51.  Les requérants ayant clairement indiqué qu’ils entendaient maintenir leur requête, l’alinéa a) de cette disposition n’est pas applicable. Cela n’exclut pourtant pas d’appliquer les alinéas b) ou c) sans l’accord du requérant, le consentement de celui-ci n’étant pas une condition à cet égard (Akman c. Turquie (radiation), no 37453/97, CEDH 2001VI). Pour conclure que le litige a été résolu au sens de l’article 37 § 1 b) et que le maintien de la requête par le requérant ne se justifie donc plus objectivement, la Cour considère qu’il est nécessaire d’examiner, d’une part, la question de savoir si les faits dont le requérant fait directement grief persistent ou non et, d’autre part, si les conséquences qui pourraient résulter d’une éventuelle violation de la Convention à raison de ces faits ont également été effacées (Pisano c. Italie (radiation) [GC], no 36732/97, § 42, 24 octobre 2002 ; Chevanova c. Lettonie (radiation) [GC], no 58822/00, § 45, 7 décembre 2007 ; Konstantin Markin c. Russie [GC], no 30078/06, § 87, CEDH 2012 (extraits)).", "52.  En l’espèce, la délivrance des visas aux deuxième et troisième requérants a permis leur venue en France et la réunification avec leur mère, et ils ne sont plus empêchés d’exercer leur droit au respect de leur vie familiale. Les faits matériels dénoncés par les requérants ont dès lors cessé d’exister. Il reste donc à examiner si la possibilité de mener une vie familiale à la suite de la délivrance des visas est suffisante pour effacer les éventuelles conséquences de la situation dont les requérants se plaignent devant la Cour. A cet égard, la Cour observe que la première requérante a déposé sa demande de regroupement familial en mai 2007, après un séjour régulier en France de dix-huit mois, en faveur de ses enfants restés seuls au Cameroun. Ce n’est qu’en mars et avril 2011, soit presque quatre ans après cette demande, que les autorités françaises ont délivré les visas de nature à permettre la réunion de la famille. Eu égard à cette longue période d’incertitude et à la gravité des effets de la dislocation pour les requérants, la Cour considère que la mesure prise par les autorités nationales n’efface pas suffisamment les conséquences de la situation dont ils se plaignent devant la Cour (mutatis mutandis, Polidario c. Suisse, no 33169/10, § 58, 30 juillet 2013). Elle  estime à cet égard que la présente affaire se distingue de l’arrêt Chevanova précité dans lequel la requérante, sous le coup d’un arrêté d’expulsion, avait obtenu une régularisation de sa situation plusieurs années après, tout en restant sur le territoire letton, et en adoptant une « attitude manifestement frauduleuse » retardant par « ses propres agissements » l’obtention d’un permis de séjour permanent lui permettant d’entretenir des relations avec son fils majeur et d’exercer librement son droit au respect de sa vie familiale en Lettonie. En outre, en l’espèce, les enfants de la première requérante étaient mineurs et séparés d’elle pendant presque quatre ans, ce qui a entraîné des conséquences graves (paragraphes 28 et 31 ci-dessus) que  leur réunion postérieure n’a pas pu suffisamment effacer.", "53.  En conséquence, la Cour rejette la demande du Gouvernement tendant à la radiation de la requête en application de l’article 37 § 1 b) de la Convention.", "54.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèse des parties", "55.  Les requérants soutiennent que leur longue séparation forcée constitue une ingérence dans leur droit au respect de leur vie familiale. Ils estiment que leur droit au regroupement familial ne prêtait à aucune discussion en droit interne puisqu’il résultait d’une décision préfectorale définitive. Le refus de visa était injustifié, compte tenu de la validation des actes d’état civil par les autorités camerounaises, et, du test ADN confirmant la maternité. Ils dénoncent l’absence de prise en compte de ces éléments par les autorités nationales.", "56.  De l’avis du Gouvernement, même en considérant que René Mboum et Léopoldine Tahagnam Bissa sont les enfants de la première requérante, au regard du test ADN réalisé postérieurement à la décision de refus de visa, l’existence d’une « vie familiale » en l’espèce n’est pas établie. Selon le Gouvernement, la première requérante n’a jamais fourni d’éléments sur les liens entretenus avec les enfants au Cameroun avant son départ ni sur ceux qu’elle avait gardé depuis son arrivée sur le territoire français.", "57.  A supposer néanmoins que les relations de la première requérante avec les deux enfants soient constitutives d’une « vie familiale » et que le refus de leur attribuer des visas constitue une méconnaissance de leur droit garanti par l’article 8 de la Convention, le Gouvernement considère cette atteinte justifiée et nécessaire dans une société démocratique. La décision litigieuse était prévue par la loi (article L 211-1 du CESEDA, paragraphe 35 ci-dessus) et les autorités nationales poursuivaient un but légitime, celui de la lutte contre la fraude documentaire, attentatoire à l’ordre public (paragraphe 37 ci-dessus).", "Par ailleurs, la mesure litigieuse était proportionnée à ce but et ménageait un juste équilibre entre les intérêts concurrents, eu égard à la marge d’appréciation accordée aux Etats membres en matière d’immigration. Il fait valoir que la première requérante a pu faire examiner sa cause à la fois devant les autorités consulaires, devant la commission de recours puis devant le Conseil d’Etat. Ces instances ont rendu leurs décisions après un examen attentif de la situation et sur des éléments objectifs qui ne révèlent aucun arbitraire. Enfin, en ce qui concerne le test ADN, il soutient que l’administration ne pouvait pas prescrire sa réalisation, ou le considérer recevable, le décret en Conseil d’Etat conditionnant l’entrée en vigueur de l’article L 111-6 du CESEDA n’étant pas entré en vigueur (paragraphe 35 ci-dessus). En tout état de cause, le Gouvernement estime que les autorités étaient en droit d’émettre les plus sérieux doutes sur le test produit par la requérante, effectué par un laboratoire canadien à partir de l’envoi d’un matériel génétique prélevé au Cameroun de la seule initiative de la requérante.", "2.  Tierce intervention du GISTI (Groupement d’information et de soutien des immigrés)", "58.  Le GISTI soutient que la présente espèce est emblématique des dysfonctionnements de la procédure de regroupement familial. Il indique que le refus de délivrer des visas aux membres de la famille d’étrangers en situation régulière, et pourtant autorisés officiellement au regroupement familial, sous couvert de fraude, est assez systématique (« situations qui se comptent par centaines »). Le GISTI observe que les pratiques consulaires en la matière constituent une prime à l’entrée irrégulière. Il dénonce le blocage en amont de l’accès à la procédure (accès difficile aux services consulaires et corruption) et l’absence de recours effectif et efficace pour se plaindre d’une décision de refus de visa. En particulier, le recours devant le Conseil d’Etat est compliqué : il est retardé par la saisine de la commission de recours qui ne répond pratiquement jamais aux demandes, et il nécessite l’assistance obligatoire d’un avocat aux Conseil d’Etat et à la Cour de cassation (ce problème ne se pose plus car c’est le tribunal administratif de Nantes qui est compétent). Il souligne encore les délais importants auxquels se trouvent confrontés les demandeurs, la procédure devant le Conseil d’Etat n’aboutissant pas avant plusieurs mois ou années, ce qui peut avoir des conséquences néfastes pour des mineurs qui se retrouvent séparés et livrés à eux-mêmes à l’étranger. Enfin, il mentionne le pouvoir limité du juge des référés, qui n’annule jamais les décisions consulaires, la seule injonction possible en matière de visa étant de prendre une nouvelle décision.", "Le GISTI dénonce en l’espèce une contestation obstinée du lien de filiation en présence d’un test ADN, et de décisions de justice camerounaises, documents certifiés et/ou délivrés par le Consul du Cameroun en France confirmant la réalité et la validité de l’état civil.", "3.  Appréciation de la Cour", "a)  Principes applicables", "59.  Dans le contexte des obligations positives comme dans celui des obligations négatives, l’Etat doit ménager un juste équilibre entre les intérêts concurrents de l’individu et de la communauté dans son ensemble. Il jouit à cet égard d’une certaine marge d’appréciation (Tuquabo-Tekle et autres c. Pays-Bas, no 60665/00, § 42, 1er décembre 2005 ; Osman c. Danemark, no 38058/09, § 54, 14 juin 2011).", "60.  La Cour a reconnu que les Etats ont le droit, sans préjudice des engagements découlant pour eux de traités, de contrôler l’entrée et le séjour des étrangers sur leur sol. L’article 8 n’emporte pas une obligation générale pour un État de respecter le choix par des immigrants de leur pays de résidence et de permettre le regroupement familial sur son territoire (Abdulaziz, Cabales et Balkandali c. Royaume-Uni, 28 mai 1985, § 67, série A no 94 ; Berisha c. Suisse, no 948/12, § 49, 30 juillet 2013).", "61. Cela dit, dans une affaire qui concerne la vie familiale aussi bien que l’immigration, l’étendue des obligations pour l’Etat varie en fonction de la situation particulière de la personne concernée et de l’intérêt général. Les facteur à prendre en considération dans ce contexte sont la mesure dans laquelle il y a effectivement entrave à la vie familiale, l’étendue des liens que les personnes concernées ont avec l’Etat contractant en cause, la question de savoir s’il existe ou non des obstacles insurmontables à ce que la famille vive dans le pays d’origine d’une ou plusieurs des personnes concernées et celle de savoir s’il existe des éléments touchant au contrôle de l’immigration ou des considérations d’ordre public pesant en faveur d’une exclusion (Rodrigues da Silva et Hoogkamer c. Pays-Bas, no 50435/99, §  39, CEDH 2006I ; Antwi et autres c. Norvège, no 26940/10, §§ 88-89, 14  février 2012).", "62.  Lorsqu’il y a des enfants, les autorités nationales doivent, dans leur examen de la proportionnalité aux fins de la Convention, faire primer leur intérêt supérieur (Popov c. France, nos 39472/07 et 39474/07, § 139, 19 janvier 2012 ; Berisha, précité, § 51).", "63.  La Cour rappelle encore, à titre de comparaison, qu’en cas d’expulsion, les étrangers bénéficient de garanties procédurales spécifiques prévues par l’article 1 du protocole no 7. Si de telles garanties ne sont pas réglementées par la Convention en ce qui concerne la vie familiale des étrangers sous l’angle de l’article 8 de la Convention, et que celui-ci ne contient pas d’exigences procédurales explicites, le processus décisionnel conduisant à des mesures d’ingérence n’en doit pas moins être équitable et respecter comme il convient les intérêts sauvegardés par l’article 8 (voir, en général, McMichael c. Royaume-Uni, 24 février 1995, § 87, série A no 307B et, en particulier, Cılız c. Pays-Bas, no 29192/95, § 66, CEDH 2000VIII ; Saleck Bardi c. Espagne, no 66167/09, § 30, 24 mai 2011). En la matière, la qualité du processus décisionnel dépend spécialement de la célérité avec laquelle l’Etat agit (Ciliz, précité, § 71 ; Mubilanzila Mayeka et Kaniki Mitunga c. Belgique, no 13178/03, § 82, CEDH 2006XI ; Saleck Bardi, précité, § 65 ; Nunez c. Norvège, no 55597/09, § 84, 28 juin 2011).", "b)  Application au cas d’espèce", "64.  La Cour observe que le Gouvernement soutenait, au moment de la présentation de ses observations, qu’aucune « vie familiale » ne se trouvait en cause en l’espèce. Elle relève que cette question ne fait plus débat depuis l’obtention des visas par les requérants. Par ailleurs, la Cour relève que la procédure de regroupement se décompose en deux phases. Une fois l’autorisation donnée par le préfet, les membres de la famille doivent obtenir un visa d’entrée en France dont la délivrance n’est pas automatique puisque soumise à des impératifs d’ordre public. La Cour considère donc que le refus litigieux de délivrer les visas ne constitue pas une « ingérence » dans l’exercice par les requérants du droit au respect de leur vie familiale mais que l’affaire concerne une allégation de manquement de l’Etat défendeur à une obligation « positive ».", "65.  D’après les requérants, le processus décisionnel ayant conduit les autorités nationales à refuser initialement de délivrer les visas ne leur a pas garanti la protection de leurs intérêts car les éléments de preuve apportés au soutien de leur demande n’ont pas été dûment pris en considération. Le Gouvernement plaide que le refus litigieux reposait sur des considérations d’ordre public, vérifiées à plusieurs stades de la procédure, conformément à sa marge d’appréciation en la matière.", "66.  La Cour admet que les autorités nationales se trouvent devant une tâche délicate lorsqu’elles doivent évaluer l’authenticité d’actes d’état civil, en raison des difficultés résultant parfois du dysfonctionnement des services de l’état civil de certains pays d’origine des migrants et des risques de fraude qui y sont associés. Les autorités nationales sont en principe mieux placées pour établir les faits sur la base des preuves recueillies par elle ou produites devant elles (Z.M. c. France, no 40042/11, § 60, 14 novembre 2013) et il faut donc leur réserver un certain pouvoir d’appréciation à cet égard. C’est ce qu’a jugé le Conseil constitutionnel français, pour qui le droit des étrangers - dont la résidence en France est stable et régulière - de faire venir auprès d’eux leurs enfants mineurs et leur conjoint, est subordonné à une procédure de vérification des actes d’état civil, qui peut s’avérer difficile et prendre du temps (paragraphe 36 ci-dessus). Force est de constater que, en l’espèce, l’autorité consulaire a considéré que les copies des actes de naissance des deux enfants présentés lors de leur demande de visa n’étaient pas authentiques et que leur filiation à l’égard de la première requérante n’était pas établie (paragraphe 16 ci-dessus).", "67.  Toutefois, si la résidence séparée des requérants est le résultat d’une décision prise par la première d’entre eux, rien n’indique dans le dossier qu’elle a renoncé à la réunification de la famille, ainsi qu’en attestent les nombreuses démarches accomplies, les déplacements au Cameroun et le maintien des contacts avec eux (paragraphes 11, 12, 20, 24 et 29 ci-dessus ; Sen c. Pays-Bas, no 31465/96, § 40, 21 décembre 2001). En conséquence, le rejet de ses demandes de visa ne lui laissait que le choix d’abandonner son statut acquis en France ou de renoncer à la compagnie de ses enfants, restés isolés au Cameroun. Or, la Cour rappelle qu’elle a considéré qu’un tel choix peut violer l’article 8 de la Convention (Sen, précité, § 41). Dans ce contexte, elle est d’avis qu’il était essentiel que les demandes de visa, sans lesquels il était impossible pour les enfants mineurs de rejoindre leur mère, soient examinées rapidement, attentivement et avec une diligence particulière, et que les autorités nationales lui fassent connaître les raisons qui s’opposaient à la mise en œuvre du regroupement familial. La Cour n’a pas pour tâche de se substituer aux autorités compétentes dans l’examen de la question de savoir si les actes d’état civil présentés au soutien de la demande de regroupement familial étaient frauduleux ou pas au sens de l’article 47 du code civil. En revanche, elle est compétente pour rechercher si les autorités nationales, dans l’application et l’interprétation de cette disposition, ont respecté les garanties de l’article 8 de la Convention. A ce titre, elle estime que, dans les circonstances de l’espèce, pesait sur l’Etat défendeur l’obligation de mettre en œuvre, pour répondre à la demande de la première requérante, une procédure prenant en compte l’intérêt supérieur des enfants, les deuxième et troisième requérants. La Cour entend donc faire porter son examen sur la qualité de cette procédure et se placer sur le terrain des « exigences procédurales » de l’article 8 de la Convention (paragraphe 63 ci-dessus).", "68.  La Cour rappelle que, lorsqu’il s’agit de familles, les autorités doivent, dans leur évaluation de la proportionnalité, tenir compte de l’intérêt supérieur de l’enfant. Cet équilibre doit être sauvegardé en tenant compte des conventions internationales, notamment de la Convention relative aux droits de l’enfant (Popov, précité, § 139). La Cour souligne qu’il existe un large consensus – y compris en droit international – autour de l’idée que dans toutes les décisions concernant des enfants, leur intérêt supérieur doit primer (ibidem, § 140, X c. Lettonie [GC], no 27853/09, § 96, CEDH 2013).", "69.  La Cour note également que la Convention internationale relative aux droits de l’enfant préconise que les demandes de regroupement familial soient examinées avec souplesse et humanité (paragraphe 39 ci-dessus). Elle attache de l’importance au fait que l’Assemblée parlementaire du Conseil de l’Europe a soutenu et précisé cet objectif (paragraphe 42 ci-dessus). Elle relève aussi dans la directive relative au regroupement familial 2003/86 CE de l’Union européenne que les autorités nationales sont incitées à prendre dûment en considération l’intérêt supérieur de l’enfant mineur (paragraphe 40 ci-dessus). Enfin, elle note que plusieurs rapports dénoncent des pratiques qui font obstacle au regroupement familial, en raison de la longueur excessive de la procédure de délivrance des visas, qui peut avoir des conséquences graves pour les enfants séparés de leur parent (paragraphes 43 et 58 ci-dessus).", "70.  En l’espèce, le déroulement de la procédure litigieuse retracé plus haut peut se résumer comme suit :", "a)  En 2006, le consulat de France à Yaoundé interrogea l’hôpital de Yaoundé pour vérifier la conformité des numéros de déclarations de naissance des enfants de la première requérante. L’échange épistolaire qui en résulta indiqua que les déclarations de naissance présentées par la première requérante ne correspondaient pas à celles des deuxième et troisième requérant.", "b)  En mai 2007, la première requérante présenta sa demande officielle de regroupement familial, laquelle fut acceptée dans son principe en novembre 2007.", "c)  Le dossier fut transmis aux autorités consulaires à Douala à la fin de l’année 2007 et la requérante obtint un rendez-vous en janvier 2008 pour faire les demandes de visa de long séjour. Elle y présenta les actes d’état civil établis par le consulat du Cameroun le 10 juillet 2006 (paragraphe 10 ci-dessus).", "d)  Affirmant avoir perdu les originaux des actes de naissance des enfants, elle demanda leur reconstitution en mars 2008 auprès des juridictions camerounaises. Celles-ci ordonnèrent, par deux jugements du 2 avril 2008, la reconstitution des actes de naissance.", "e)  En juin 2008, le consulat informa la requérante du rejet de sa demande au motif que les copies des actes de naissance des deux enfants présentés lors de leur demande de visa n’étaient pas authentiques.", "f)  En juillet 2008, la requérante fit un recours contre cette décision auprès de la commission de recours, qui ne répondit pas. Elle introduisit alors une action en référé et un recours en annulation de la décision consulaire. Elle fut déboutée de ces recours, nonobstant les jugements de reconstitution des actes de naissance des enfants rendus le 2 avril 2008 d’une part, et le test ADN effectué par la suite d’autre part.", "g)  En novembre 2009, soit presque deux ans après sa première demande, le Conseil d’Etat indiqua à la première requérante qu’elle pouvait présenter une nouvelle demande de visa auprès des autorités consulaires.", "h)  Postérieurement à la communication de la requête au Gouvernement par la Cour, le 12 juillet 2010, les deuxième et troisième requérants obtinrent des visas pour rejoindre leur mère en juin 2011.", "71.  Au vu de ce rappel, la Cour constate qu’il était difficile pour la première requérante de comprendre précisément ce qui s’opposait à sa demande de regroupement familial. C’est en effet la vérification initiée par les autorités consulaires en 2006, au demeurant inexpliquée par les pièces du dossier (paragraphe 7 ci-dessus), qui a servi de fondement au refus de délivrance des visas tout au long de la procédure commencée en mai 2007. Certes, l’on peut admettre que la décision de rejet du consulat, compte tenu de sa date, le 6 juin 2008, soit seulement moins d’un mois après que la première requérante eût demandé une prolongation de délai pour faire valoir les jugements de reconstitution du 2 avril 2008 et les actes établis en conséquence, repose sur la vérification effectuée en 2006. Le reste de la procédure démontre cependant que la requérante n’a pas été informée des raisons pour lesquelles les actes d’état civil qu’elle a présentés par la suite n’étaient pas probants. En effet, la commission de recours lui a opposé un refus implicite (paragraphes 17 et 22 ci-dessus), le juge des référés s’est fondé sur les actes initiaux et n’a pas tenu compte des actes reconstitués, et le Conseil d’Etat a rendu une ordonnance en ne mentionnant pas quels actes posaient problème pour établir le lien de filiation (paragraphe 26 cidessus). Si la requérante a obtenu les motifs de la décision implicite de la commission de recours par la suite, il lui a été simplement conseillé de faire une nouvelle demande de visas auprès des autorités consulaires, soit deux ans après sa première demande.", "72.  La Cour note également les difficultés rencontrées par la première requérante pour participer utilement à la procédure et faire valoir l’ensemble des éléments de preuve des liens de filiation. Elle remarque à cet égard que son mémoire en cassation n’a pas été pris en considération par le Conseil d’Etat (paragraphes 26 et 27 ci-dessus) puisque celui-ci a rendu sa décision avant même sa réception. Or, ce mémoire soulevait deux points importants :", "i)  les autorités compétentes n’avaient pas expliqué en quoi il ne pouvait être accordé force probante aux jugements de reconstitution des actes de naissance et aux actes d’état civil établis par le consulat du Cameroun (paragraphe 44 cidessus) ;", "ii)  le résultat du test ADN effectué à l’étranger confirmait sa maternité à 99,99 %.", "73.  Enfin, la Cour constate qu’il aura fallu quatre ans pour que les autorités nationales ne remettent plus en cause le lien de filiation entre la première requérante et ses enfants. Elle considère ce délai excessif, eu égard en particulier à l’intérêt supérieur des enfants.", "74.  L’ensemble des éléments exposés ci-dessus fait apparaître la situation angoissante et apparemment sans issue dans laquelle la première requérante se trouvait. La Cour constate que l’accumulation et la prolongation des difficultés auxquelles elle s’est heurtée au cours de la procédure ne lui a pas permis de faire valoir son droit de vivre avec ses enfants, les deuxième et troisième requérants, dont la situation méritait une plus grande prise en considération.", "75.  Compte tenu de ce qui précède, et malgré la marge d’appréciation de l’Etat en la matière, la Cour estime que le processus décisionnel n’a pas présenté les garanties de souplesse, de célérité et d’effectivité requises pour faire respecter le droit des requérants au respect de leur vie familiale garanti par l’article 8 de la Convention. Pour cette raison, l’Etat a omis de ménager un juste équilibre entre l’intérêt des requérants d’une part, et son intérêt à contrôler l’immigration d’autre part.", "Partant, il y a eu violation de l’article 8 de la Convention.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES DE LA CONVENTION", "76.  Invoquant les articles 8 et 13 de la Convention combinés, les requérants se plaignaient, au moment de l’introduction de la requête, de ce que le Conseil d’Etat n’avait pas encore statué au fond et de ce que le juge des référés ne disposait pas du pouvoir de rectifier leur situation administrative. Invoquant les articles 8 et 14 de la Convention combinés, ils dénoncent une discrimination à leur égard en raison de leur origine.", "77.  Compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle était compétente pour connaître des allégations formulées, la Cour n’a relevé aucune apparence de violation des droits et libertés garantis par la Convention ou ses Protocoles.", "78.  Il s’ensuit que ces griefs sont manifestement mal fondés et doivent être rejetés en application de l’article 35 §§ 3 a) et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "79.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "80.  Les requérants réclament 30 000 euros (EUR) chacun au titre du préjudice matériel et moral qu’ils auraient subi. Ils ne détaillent pas leurs demandes. Ils produisent néanmoins une liste de mandats cash à destination de Douala et le justificatif d’achats de cartes téléphoniques pour un montant de 765 euros. Ils font valoir qu’ils ont introduit une procédure en indemnisation devant le tribunal administratif de Nantes en septembre 2012 mais que celle-ci n’a aucune chance d’aboutir étant donné que les refus d’attribution des visas ont été définitivement jugés légaux par les juridictions nationales.", "81.  Le Gouvernement observe que les sommes réclamées ne sont pas justifiées, ni étayées ni ventilées de manière à en apprécier le bien-fondé. Il estime qu’il n’y a pas de lien direct entre l’éventuel constat de violation et un dommage matériel ; à supposer que les sommes (mandats) aient servi à l’entretien des enfants restés au Cameroun, elles auraient été dépensées de la même manière par la première requérante si ses enfants avaient été en France. Quant aux cartes téléphoniques, à supposer qu’elles aient servi pour appeler les enfants au Cameroun, les justificatifs produits ne représentent en tout état de cause qu’un montant de 765 euros. S’agissant du préjudice moral, la réalité du préjudice n’est pas établie. Enfin, le Gouvernement relève que les requérants ont précisé avoir introduit une procédure en indemnisation de leur préjudice. Aussi, le Gouvernement estime qu’en tout état de cause un éventuel constat de violation constituerait par lui-même une réparation suffisante de l’ensemble des préjudices invoqués.", "82.  La Cour estime que les requérants ont dû éprouver une angoisse certaine qui ne saurait être réparée par le seul constat de violation établi par elle. Eu égard à la nature de la violation constatée en l’espèce, la Cour juge équitable d’octroyer collectivement aux requérants 5 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "83.  Les requérants demandent également 15 000 EUR pour les frais et dépens engagés devant les juridictions internes et pour ceux engagés devant la Cour. Ils n’apportent aucun justificatif.", "84.  Le Gouvernement demande le rejet de cette demande en l’absence de justificatifs.", "85.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’absence de tels justificatifs, la Cour décide de ne rien allouer aux requérants.", "C.  Intérêts moratoires", "86.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare, la requête recevable quant au grief tiré de l’article 8 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit, qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit,", "a)  que l’Etat défendeur doit verser collectivement aux requérants, dans les trois mois, à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros) pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 juillet 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tMark Villiger\n\tGreffière\tPrésident"]}