{"file": "FRE_HFJUD_32740_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32740/06", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE NIERUCHOMOŚCI SP. Z O.O. c. POLOGNE", "", "(Requête no 32740/06)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "2 février 2010", "", "DÉFINITIF", "", "02/05/2010", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Nieruchomości Sp. z o.o. c. Pologne,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tLech Garlicki,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tJán Šikuta,\n\tMihai Poalelungi,\n\tNebojša Vučinić, juges,\n\tet de Fatoş Aracı, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 12 janvier 2010,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 32740/06) dirigée contre la République de Pologne par une société à responsabilité limitée, « Nieruchomości » Sp. z o.o. (« la requérante »), qui a saisi la Cour le 4 août 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Mes Zbigniew Kister et Zbigniew Krzepkowski, avocats à Legnica. Le gouvernement polonais (« le Gouvernement ») a été représenté par son agent, M. Jakub Wołąsiewicz, du ministère des Affaires étrangères.", "3.  La requérante alléguait la violation de son droit d’accès à un tribunal en ce que le montant excessivement élevé des frais de procédure qu’elle était tenue de payer pour introduire une action en paiement l’a empêchée de soumettre sa demande aux tribunaux.", "4.  Le 29 avril 2008, le président de la quatrième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante, « Nieruchomości » Sp. z o.o., est une société à responsabilité limitée de droit polonais ; elle a son siège social à Legnica.", "6.  Le 23 mars 2006, la requérante assigna les sociétés à responsabilité limitée « Poltegor » et « Makron » devant le tribunal régional de Wrocław. Elle réclama des sommes d’un montant respectivement de 854 000 PLN (207 000 EUR environ) et 1 400 000 PLN (340 000 EUR environ) au motif que les défendeurs ne s’étaient pas acquittés des commissions qui auraient été dues à l’intéressée au titre des services rendus par celle-ci en tant que négociateur immobilier.", "7.  En parallèle, la requérante sollicita le tribunal de l’exempter entièrement ou partiellement des frais de justice. Ceux-ci s’élevaient à 5% de la valeur de l’objet du litige, soit respectivement à 42 700 PLN (10 500 EUR environ) et à 70 000 PLN (17 000 EUR environ). L’intéressée souleva que ces sommes étaient largement au-dessus de ses moyens car au cours des trois dernières années elle n’avait réalisé que le bénéfice net (dochód) suivant : 26 158,57 PLN (6 500 EUR environ) en 2003 ; 23 455 PLN (5 700 EUR environ) en 2004 et 23 162 PLN (5 600 EUR environ) en 2005.", "8.  Le 3 avril 2006, le tribunal régional rejeta la demande d’exemption. Le juge estima d’une part que les prétentions de la requérante à l’encontre des sociétés « Poltegor » et « Makron » étaient manifestement mal fondées. D’autre part, il constata qu’en 2005 l’intéressée avait réalisé un bénéfice brut (przychód) d’un montant de 275 861,63 PLN (67 000 EUR environ) et que cette somme était suffisante pour couvrir les frais en cause.", "9.  La requérante interjeta recours. Elle remit en cause l’appréciation du tribunal régional concernant le caractère manifestement mal fondé de ses prétentions. Elle souleva également que le bénéfice brut n’était pas une somme dont elle pouvait décider librement et que les frais de procédure d’un montant global de 112 700 PLN (27 500 EUR environ) dépassaient le bénéfice net qu’elle avait réalisé en l’espace des trois dernières années (72 775,57 PLN soit 17 600 EUR environ).", "10.  Le 23 mai 2006, la cour d’appel de Wrocław rejeta le recours. Elle fit droit à la requérante dans la mesure où elle estima, à l’opposé du tribunal régional, que les prétentions en cause n’étaient pas manifestement mal fondées. Toutefois, selon la cour, le montant du bénéfice brut de la société requérante était suffisant pour couvrir les frais de procédure. De plus, c’est déjà lors de la planification de ses activités commerciales que l’intéressée aurait dû, d’après la cour, provisionner les sommes nécessaires pour l’introduction d’instances futures. La cour releva enfin qu’il ressortait des documents produits par la société requérante que sa situation financière et sa capacité d’endettement étaient bonnes et que, par conséquent, elle aurait pu obtenir un prêt bancaire pour financer les frais de procédure.", "11.  La requérante ne paya pas au tribunal les frais de procédure. En conséquence, le 6 juillet 2006, le tribunal régional ordonna de renvoyer à la requérante sa demande initiale, ce qui signifiait qu’elle était dépourvue d’effet juridique et que la procédure en question fut considérée, à toutes fins légales et pratiques, comme n’ayant jamais été engagée.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "12.  Conformément au droit polonais, tout demandeur est tenu de payer des frais de procédure au moment du dépôt d’un acte introductif d’instance auprès d’un tribunal. Au fur et à mesure du déroulement de la procédure, chaque partie doit payer des frais supplémentaires, notamment lorsqu’elle interjette appel, à moins d’une exonération de ces frais.", "13.  En règle générale, les frais de procédure représentent un pourcentage de la somme en jeu.", "14.  Selon l’issue de la procédure, les frais exposés par l’une ou l’autre des parties sont en principe finalement remboursés par la partie déboutée (laquelle se voit, en principe, condamner à l’ensemble des frais et dépens dans un jugement définitif).", "15.  Le 2 mars 2006, est entrée en vigueur la loi du 28 juillet 2005 sur les frais de procédure en matière civile. En vertu de cette loi, le tribunal peut exempter des frais de procédure une personne morale qui a démontré qu’elle n’avait pas de ressources suffisantes pour les acquitter (art. 103). L’exemption peut être entière ou partielle (art. 100 et 101).", "16.  Conformément à la loi du 28 juillet 2005, en cas de doute sur la véritable situation financière de la partie sollicitant l’exonération des frais de procédure ou déjà exonérée de ces frais, le tribunal peut ordonner une enquête (art. 109). Le tribunal annule l’exonération des frais de procédure qui a été accordée si les éléments l’ayant justifiée n’existent pas ou ont cessé d’exister ; la partie concernée payera alors l’ensemble des frais et dépens dus dans son affaire (art. 110).", "17.  D’après l’article 130 du code civil polonais, un acte renvoyé à une partie pour défaut de paiement des frais de procédure est dépourvu d’effet juridique.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "18.  La requérante se plaint d’avoir été privée du droit d’accès à un « tribunal » car elle a dû se désister de son action civile en raison de son impossibilité de payer les frais de procédure excessivement élevés exigés par le droit polonais pour introduire cette instance ; elle estime que les motifs avancés par les autorités nationales pour refuser de l’exempter des frais de procédure étaient arbitraires. Elle allègue la violation de l’article 6 § 1 de la Convention, lequel, en son passage pertinent, est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) .»", "19.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "20.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "21.  Le Gouvernement fait valoir que, contrairement à l’obligation qui incombait à la requérante en vertu de l’article 103 de la loi du 28 juillet 2005 sur les frais de procédure en matière civile, celle-ci n’a pas démontré qu’elle n’avait pas de ressources suffisantes pour acquitter les frais de procédure. En effet, elle s’est bornée à produire des documents fiscaux, ce qui n’a pas convaincu les juges nationaux.", "22.  Selon lui, il n’est pas possible de répondre in abstracto à la question de savoir si le montant du bénéfice brut est un critère qui reflète la situation financière d’une société. En effet, il ne s’agit là que d’un de plusieurs facteurs à prendre en considération, tels que - par exemple - les bénéfices que la société pourrait réaliser dans le futur.", "23.  Le Gouvernement soutient qu’en l’espèce le refus d’exonération des frais n’était pas « arbitraire ». En effet, les juges ont fondé leur décision sur trois motifs cumulatifs : ils estimèrent que l’intéressée aurait dû provisionner les sommes nécessaires pour l’introduction d’instances futures lors de la planification de ses activités commerciales, que sa situation financière et sa capacité d’endettement étaient bonnes et que ses bénéfices lui permettaient de s’acquitter des frais en cause.", "24.  Le Gouvernement ajoute que les frais contestés auraient pu être considérés importants pour un simple particulier, mais non pas pour la requérante. Celle-ci, en tant que personne morale qui opérait sur le marché immobilier en plein essor, disposait de revenus réguliers et n’avait pas à craindre pour son cash-flow à long terme.", "25.  La requérante combat les arguments du Gouvernement.", "26.  La Cour rappelle que dans son arrêt Kreuz c. Pologne (no 28249/95, § 60, CEDH 2001-VI) elle s’est prononcée sur la question de savoir si l’exigence de payer aux juridictions civiles des frais importants afférents aux demandes dont elles ont à connaître peut être considérée comme une restriction au droit d’accès à un tribunal.", "27.  Dans ce contexte, la Cour a estimé que le montant des frais, apprécié à la lumière des circonstances particulières d’une affaire donnée, y compris la solvabilité du requérant et la phase de la procédure à laquelle la restriction en question est imposée, sont des facteurs à prendre en compte pour déterminer si l’intéressé a bénéficié de son droit d’accès et si sa cause a été « (...) entendue par un tribunal ».", "28.  Compte tenu de ces considérations, la Cour doit déterminer si, dans les circonstances particulières de l’espèce, les frais qui ont effectivement été exigés ont constitué une restriction ayant porté atteinte à la substance même du droit d’accès de la requérante à un tribunal.", "29.  A cet égard, la Cour relève d’emblée que les autorités judiciaires statuant sur la demande d’exonération des frais ont estimé que les prétentions de la requérante à l’encontre des sociétés défenderesses n’étaient pas manifestement mal fondées. Dès lors, l’obligation faite pour la société requérante de payer les frais en cause ne visait pas à prévenir l’engorgement du rôle des tribunaux nationaux par des actions en justice abusives ou dépourvues de toute chance de succès. Il paraît en effet qu’elle n’avait pour but que la protection des intérêts pécuniaires du Trésor public (Podbielski et PPU Polpure c. Pologne, no 39199/98, § 66, 26 juillet 2005).", "30.  La Cour observe ensuite qu’il ne ressort pas du dossier que les juges nationaux aient estimé que les documents produits par la requérante pour démontrer son incapacité à payer les frais de procédure étaient insuffisants ou indignes de foi. Les tribunaux des deux degrés se sont en réalité bornés à constater que le montant du bénéfice brut de la société requérante suffisait pour couvrir les frais de procédure. La requérante, quant à elle, prétendait que le bénéfice brut n’était pas une somme dont elle pouvait décider librement et que les frais en cause dépassaient le bénéfice net qu’elle avait réalisé en l’espace des trois dernières années.", "31.  La Cour rappelle dans ce contexte qu’il ne lui appartient pas de se substituer aux autorités internes compétentes pour déterminer quels sont les meilleurs moyens de réglementer l’accès à la justice, ou pour évaluer les faits qui ont conduit ces autorités à adopter telle décision plutôt que telle autre. Son rôle est de contrôler, au regard de la Convention, les décisions prises par ces autorités dans l’exercice de leur pouvoir d’appréciation et de vérifier la conformité à la Convention des conséquences qui en découlent (Kreuz, précité, § 56). Elle rappelle également que l’article 6 § 1 oblige les tribunaux à motiver leurs décisions, mais qu’il ne peut se comprendre comme exigeant une réponse détaillée à chaque argument (arrêt Van de Hurk c. Pays-Bas du 19 avril 1994, série A no 288, § 61). L’étendue de ce devoir peut varier selon la nature de la décision et doit s’analyser à la lumière des circonstances de chaque espèce (arrêts Ruiz Torija et Hiro Balani c. Espagne du 9 décembre 1994, série A no 303-A et -B, § 27). Néanmoins, c’est essentiellement sur la base des motifs figurant dans les décisions des autorités nationales que la Cour doit déterminer s’il y a eu ou non violation de la Convention ou de ses Protocoles (voir, mutatis mutandis, les arrêts Weinsztal c. Pologne, no 43748/98, § 50, 30 mai 2006, et McKay c. Royaume-Uni [GC], no 543/03, § 43, 3 octobre 2006).", "32.  La Cour observe que dans la présente espèce la controverse consiste à savoir si c’était le montant du bénéfice brut réalisé par la société requérante qui reflétait sa situation financière réelle. Dans la mesure où tout au long de la procédure la requérante prétendait que le seul critère qui reflétait sa solvabilité était le montant de son bénéfice net, on pouvait raisonnablement s’attendre à ce que les tribunaux chargés de l’affaire puissent préciser pourquoi ils s’appuyaient uniquement sur le montant du bénéfice brut. Or, tel n’a pas été le cas. Les juridictions des deux instances ont rejeté la demande d’exonération des frais sans invoquer aucun argument juridique ou économique permettant de s’assurer pour quelle raison cet indice leur suffisait pour examiner la situation financière de la requérante.", "33.  Cela étant, faute de pouvoir reconstituer le raisonnement qui a permis aux juges nationaux de s’appuyer sur le montant du bénéfice brut de la société requérante pour évaluer sa situation financière, la Cour estime que les décisions par lesquelles celle-ci s’est vu rejeter sa demande d’exonération des frais ne peuvent qu’être qualifiées d’arbitraires. Elle relève par ailleurs que le Gouvernement, quant à lui, n’a su apporter aucune clarification quant à la pertinence du bénéfice brut d’une société comme critère reflétant sa solvabilité.", "34.  Dans ce contexte, la Cour ne partage pas l’avis du Gouvernement selon lequel le montant du bénéfice brut n’était qu’un de plusieurs facteurs qu’ont pris en compte les tribunaux pour examiner la situation financière de la société requérante. Elle observe en particulier que la conclusion de la cour d’appel - selon laquelle il ressortait des documents produits par la société requérante que sa situation financière et sa capacité d’endettement étaient bonnes - n’était étayée par aucun argument spécifique, différent de celui relatif au montant du bénéfice brut de la société.", "35.  En outre, la Cour estime que les autorités - qui ont estimé que le lancement d’une activité commerciale pouvait en soi donner lieu à une action en justice et que la requérante pouvait obtenir un prêt bancaire pour financer les frais de procédure – se sont livrées à certaines hypothèses qui n’étaient pas véritablement corroborées par les éléments dont elles disposaient (Kreuz, précité, §§ 62-64 ; Teltronic CATV c. Pologne, no 48140/99, §§ 53-59, 10 janvier 2006).", "36.  La Cour attache également de l’importance au fait que le refus d’accorder l’exemption est survenu au stade préliminaire de la procédure devant la juridiction de première instance, ce qui a eu pour conséquence que les prétentions de la requérante n’ont jamais été examinées sur le fond. Elle relève dans ce contexte qu’en droit polonais les tribunaux peuvent à tout moment annuler l’exonération des frais de procédure dès lors que la raison la motivant a cessé d’exister. Le fait d’autoriser la requérante au stade initial de la procédure à poursuivre son action n’aurait donc pas empêché les juridictions polonaises de percevoir des frais de procédure si, ultérieurement, la situation financière de l’intéressée s’était améliorée (Kreuz, précité, § 65).", "37.  Après s’être livrée à une appréciation globale des faits de l’espèce et eu égard à la place éminente du droit à un tribunal dans une société démocratique, la Cour estime que les autorités judiciaires n’ont pas ménagé un juste équilibre entre, d’une part, l’intérêt de l’Etat à percevoir des frais de procédure pour traiter les demandes et, d’autre part, l’intérêt de la société requérante à faire valoir ses prétentions devant les tribunaux.", "La somme réclamée à la requérante pour poursuivre son action était excessive. De ce fait, faute d’avoir obtenu une exonération, même partielle, des frais de procédure, l’intéressée a dû se désister de l’instance et n’a pas pu faire entendre sa cause par un tribunal.", "38.  Par ces motifs, la Cour conclut que l’obligation pour la requérante d’acquitter les frais en cause a constitué une restriction disproportionnée de son droit d’accès à un tribunal.", "Dès lors, elle conclut qu’il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "39.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "40.  La requérante réclame 557 000 euros (EUR) au titre du préjudice matériel et moral qu’elle aurait subi.", "41.  Le Gouvernement conteste ces prétentions.", "42.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande. En revanche, elle considère qu’il y a lieu d’octroyer à la requérante 3 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "43.  La requérante ne sollicite aucune somme pour ses frais et dépens.", "C.  Intérêts moratoires", "44.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 3 000 EUR (trois mille euros), à convertir en zlotys polonais au taux applicable à la date du règlement, pour dommage moral subi par la requérante, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 2 février 2010, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFatoş Aracı\tNicolas Bratza\n\tGreffière adjointe\tPrésident"]}