{"file": "FRE_HFJUD_60856_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "60856/00", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE MÜRSEL EREN c. TURQUIE", "", "(Requête no 60856/00)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "7 février 2006", "", "", "", "DÉFINITIF", "", "", "03/07/2006", "", "", "", "En l'affaire Mürsel Eren c. Turquie,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tJean-Paul Costa, président,\n\tAndrás Baka,\n\tRıza Türmen,\n\tKarel Jungwiert,\n\tMindia Ugrekhelidze,\n\tDanutė Jočienė,\n\tDragoljub Popović, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 17 janvier 2006,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 60856/00) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Mürsel Eren (« le requérant »), a saisi la Cour le 26 juin 2000 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a bénéficié de l'assistance judiciaire, est représenté par Me T. Elçi, avocat à Diyarbakır. Le gouvernement turc (« le Gouvernement ») n'a pas désigné d'agent pour le représenter dans cette affaire.", "3.  Le requérant allègue qu'il a été arbitrairement privé du droit à l'instruction garanti par l'article 2 du Protocole no 1.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de cette section, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Par une décision du 6 juin 2002, la chambre a déclaré la requête partiellement recevable.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond (article 59 § 1 du règlement).", "7.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). L'affaire a été attribuée à la deuxième section telle que nouvellement composée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  Le requérant est né en 1972 et réside à Ankara. Il obtint son diplôme de fin d'études secondaires (lycée) en 1993 et commença à passer les examens d'entrée à l'université en 1994.", "9.  A l'époque, ceux qui souhaitaient entreprendre des études universitaires en Turquie devaient d'abord réussir des épreuves à choix multiple organisées par le Centre de sélection et de placement des étudiants du Conseil de l'enseignement supérieur (Yükseköğretim Kurulu Öğrenci Seçme ve Yerleştirme Merkezi, ci-après « l'ÖSYM »). Ces épreuves, qui n'avaient lieu qu'une fois par an, se déroulaient en deux parties. Il était loisible aux candidats n'ayant pas réussi à la première partie des épreuves de s'y présenter à nouveau les années suivantes.", "10.  En 1994, en 1995 et en 1996, le requérant échoua à la première partie des épreuves et ne put donc se présenter à la seconde.", "11.  Il suivit alors un cours privé à Ankara pour préparer les examens de 1997. Il affirme qu'il s'investit intensivement dans cette préparation et qu'à plusieurs reprises il obtint les notes les plus élevées de sa classe aux examens blancs.", "12.  A la première partie des examens de 1997, il fut crédité de 131 points, soit 26 de plus que le minimum requis, ce qui lui permit de passer les secondes épreuves. A l'issue de celles-ci, il croyait avoir réussi à obtenir un nombre de points suffisant pour pouvoir suivre l'un des programmes universitaires qu'il avait choisis dans sa demande d'inscription. Cependant, à l'annonce des résultats, il constata qu'il ne figurait pas sur la liste des étudiants admis à s'inscrire à l'université. Il apprit de l'ÖSYM qu'il avait obtenu 493 points aux secondes épreuves.", "13.  Par une lettre du 11 août 1997, il demanda à l'ÖSYM pourquoi, nonobstant ses bons résultats, sa candidature n'avait pas été retenue pour une université de son choix.", "14.  Le 12 août 1997, l'ÖSYM lui répondit qu'il avait obtenu l'une des notes les plus élevées aux secondes épreuves, mais que ses résultats avaient été annulés, un conseil universitaire composé de trois professeurs ayant estimé que, compte tenu de la médiocrité de ses résultats les années précédentes, son excellente performance ne pouvait s'expliquer. Rien dans la lettre de l'ÖSYM ne laissait entendre que le requérant était soupçonné d'une quelconque irrégularité.", "La procédure devant les juridictions administratives", "15.  Le 27 août 1997, le requérant, assisté d'un avocat, porta l'affaire devant le Conseil d'Etat (Danıştay), et demanda la suspension et l'annulation de « la décision sans précédent » de l'ÖSYM. Il soutenait que celle-ci « port[ait] atteinte à son droit à l'éducation universitaire » et que l'on ne pouvait déduire du fait que ses précédents résultats à l'examen n'avaient pas été bons qu'il ne réussirait jamais à des examens ultérieurs.", "16.  Le juge rapporteur désigné par le Conseil d'Etat dans cette affaire émit l'avis que la décision de l'ÖSYM reposait sur une pure supposition et devait être annulée pour défaut de base légale. Cependant, le 10 octobre 1997, la huitième chambre du Conseil d'Etat, par une majorité de trois voix contre deux, rejeta la demande d'annulation de la décision de l'ÖSYM, estimant inexplicable qu'un étudiant qui avait obtenu de très mauvais résultats à des examens antérieurs pût avoir si brillamment réussi par la suite. Les juges minoritaires considérèrent quant à eux dans leur opinion dissidente qu'il était du devoir des autorités d'organiser les examens correctement et qu'il leur incombait de démontrer, à partir d'éléments suffisamment probants, la réalité de toute irrégularité supposée (par exemple une tricherie).", "17.  Le requérant forma un recours contre la décision le 30 octobre 1997. Par une majorité de dix voix contre cinq, les chambres administratives réunies du Conseil d'Etat (Danıştay İdari Dava Daireleri Genel Kurulu) l'en déboutèrent le 28 novembre 1997.", "18.  A une date non précisée, le requérant saisit le Conseil d'Etat d'un nouveau recours en annulation de la décision de l'ÖSYM. Le 5 novembre 1998, par une majorité de quatre voix contre une, la huitième chambre du Conseil d'Etat rejeta ce recours après avoir examiné l'affaire quant au fond.", "19.  Le 30 décembre 1998, le requérant contesta cette décision et demanda qu'il soit ordonné de surseoir à l'exécution de la décision de l'ÖSYM pendant l'examen de son affaire.", "20.  Le 29 janvier 1999, les chambres administratives réunies du Conseil d'Etat entamèrent l'examen de la demande du requérant tendant à ce qu'il fût ordonné de surseoir à l'exécution de la décision, mais décidèrent de différer la question jusqu'à l'issue du recours.", "21.  Le 15 mars 1999, par une majorité de huit voix contre sept, les chambres administratives réunies du Conseil d'Etat rejetèrent le recours dirigé contre la décision du 5 novembre 1998. Les juges majoritaires conclurent que le requérant n'avait pas obtenu ses résultats grâce à ses connaissances et compétences propres. Les juges minoritaires estimèrent quant à eux dans leur opinion dissidente que l'ÖSYM avait l'obligation de prendre les mesures nécessaires pour garantir le bon déroulement des examens d'entrée à l'université et des étapes ultérieures aboutissant à la sélection des candidats, et qu'il ne pouvait et ne devait sanctionner les candidats supposés avoir violé la réglementation applicable que si les faits étaient établis sur le fondement de preuves suffisantes. Selon eux, l'ÖSYM ne pouvait tenir le requérant pour responsable des conséquences de ses propres manquements : il pouvait seulement revoir ses procédures et prendre des mesures pour éviter que ce type de situation ne se reproduise.", "22.  Le 8 juin 1999, le requérant demanda la rectification de la décision du 5 novembre 1998, exerçant ainsi la dernière voie de recours disponible devant les juridictions administratives turques.", "23.  Le 19 novembre 1999, les chambres administratives réunies du Conseil d'Etat rejetèrent la demande par une majorité de huit voix contre sept. La décision fut notifiée au requérant le 30 décembre 1999.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "24.  L'article 42 de la Constitution turque dispose que nul ne peut être privé du droit à l'éducation ou à l'instruction.", "25.  Selon l'article 10 de la loi de 1981 sur l'enseignement supérieur (loi no 2547), l'ÖSYM (Centre de sélection et de placement des étudiants) est un organisme qui, dans le cadre des principes établis par le Conseil de l'enseignement supérieur et aux fins de sélection des candidats à l'enseignement supérieur, prépare des tests, les administre, en évalue les résultats et, compte tenu des préférences exprimées par les candidats reçus, procède à leur placement dans les universités et autres établissements d'enseignement supérieur.", "26.  L'article 45 de la loi de no 2547 dispose, en ses parties pertinentes :", "« Les étudiants sont placés dans les établissements d'enseignement supérieur après avoir réussi un examen dont les principes sont déterminés par le Conseil de l'enseignement supérieur. Il est tenu compte, dans l'évaluation des résultats de l'examen, de la moyenne des notes obtenues par les intéressés au lycée (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 2 du protocole no 1 à LA CONVENTION", "27.  Le requérant allègue que la décision de l'ÖSYM annulant ses résultats aux examens l'a arbitrairement privé du droit à l'instruction garanti par l'article 2 du Protocole no 1, aux termes duquel :", "« Nul ne peut se voir refuser le droit à l'instruction. (...) »", "A.  Thèses des parties", "1.  Le requérant", "28.  Le requérant soutient que, fondée sur la recommandation d'un conseil universitaire, la décision de l'ÖSYM est dépourvue de toute base légale. Il plaide qu'il a satisfait aux conditions d'entrée à l'université, puisqu'il a réussi l'examen sans que la moindre irrégularité lui ait été reprochée, mais que les juridictions administratives ont fait abstraction de ces éléments.", "29.  Quant aux mauvais résultats – évoqués par le Gouvernement – qu'il aurait obtenus tout au long de son cursus secondaire, il explique qu'il a effectué ses études secondaires à Diyarbakır, dans le Sud-Est de la Turquie, à une époque où la violence dans cette région était à son comble. Il fait valoir que Diyarbakır se trouve dans une région nettement sous-développée par rapport à d'autres régions du pays et allègue que la qualité de l'enseignement y est bien inférieure à celle qui prévaut dans les établissements scolaires d'autres régions de la Turquie, la majorité des enseignants nommés dans le Sud-Est demandant à être affectés ailleurs ou démissionnant, par crainte pour leur sécurité. Il affirme que de nombreux cours ont dû être annulés pendant ses études secondaires en raison de l'absence d'enseignants. A l'appui de son argumentation, il renvoie aux informations communiquées par le Gouvernement au sujet des dix-huit autres candidats dont les résultats d'examen ont été annulés la même année (paragraphe 35 ci-dessous) : presque tous ces candidats seraient originaires de l'Est ou du Sud-Est de la Turquie.", "30.  Le requérant souligne qu'il plaide non pas que l'Etat avait une obligation positive de lui fournir un enseignement universitaire, mais que, dans le respect du droit interne, il avait obtenu un droit à l'instruction, et que ce droit ne devait pas être bafoué. Il estime que la décision du conseil universitaire était arbitraire et y voit une violation de son droit à l'instruction au sens de l'article 2 du Protocole no 1.", "2.  Le Gouvernement", "31.  Se référant à l'Affaire « relative à certains aspects du régime linguistique de l'enseignement en Belgique » c. Belgique ((fond), 23 juillet 1968, pp. 30-31, § 3, série A no 6 ; ci-après « l'Affaire linguistique belge »), le Gouvernement, admet que le droit à l'instruction au sens de l'article 2 du Protocole no 1 comprend le droit de se servir des moyens d'instruction existant à un moment donné, et ajoute que ce droit concerne tous les niveaux d'enseignement. Il estime cependant que la portée du droit à l'instruction peut varier d'un pays à l'autre et faire l'objet d'évolutions, et que si un nouveau secteur ou type d'enseignement est mis en place dans un Etat contractant, ceux qui se trouvent dans cet Etat peuvent avoir à satisfaire à certaines conditions pour y accéder.", "32.  Le Gouvernement indique que, depuis 1974, presque tous les établissements d'enseignement supérieur en Turquie acceptent les étudiants en fonction des résultats des examens organisés par l'ÖSYM. Institué en vertu de la loi no 2547, celui-ci détermine les règles régissant les examens universitaires et en informe les candidats en publiant des règlements.", "33.  Le Gouvernement souligne qu'en Turquie, comme dans la plupart des autres pays, la demande d'enseignement supérieur excède de beaucoup les places disponibles. Il explique que l'ÖSYM tient compte de quatre facteurs dans la sélection et le placement des étudiants dans les programmes d'enseignement supérieur : les quotas, c'est-à-dire les contingents d'étudiants pouvant être accueillis dans chaque programme d'enseignement supérieur, les notes respectives des candidats souhaitant intégrer le même programme d'enseignement supérieur, la liste des programmes d'enseignement supérieur que les candidats ont choisis et classés par ordre de préférence, et, enfin, les exigences propres à chaque programme. Il ajoute que la plupart des tâches de l'ÖSYM, notamment la répartition des candidats dans les salles d'examen, la vérification des formulaires de candidature, la notation des épreuves, le calcul des résultats et le placement des candidats dans les programmes universitaires, sont accomplies par des systèmes électroniques. La réussite d'un candidat serait évaluée essentiellement en fonction de sa performance aux examens mais pondérée par ses résultats scolaires au lycée : la moyenne des notes de lycée serait multipliée par 0,5 et ajoutée aux notes obtenues aux examens d'entrée.", "34.  L'article 3 du règlement de l'ÖSYM traiterait de l'évaluation des réponses. Son paragraphe 6 disposerait que les réponses des candidats soupçonnés d'avoir triché pendant l'examen ne sont pas notées par ordinateur, mais examinées par un conseil universitaire constitué de trois professeurs issus de trois universités différentes.", "35.  En l'espèce, le conseil universitaire aurait été réuni conformément à cette disposition afin de déterminer si le requérant et un certain nombre d'autres candidats qui avaient participé à la deuxième partie des examens la même année avaient triché. Il aurait estimé que l'excellente performance de dix-neuf candidats, dont le requérant, était absolument inexplicable, ceux-ci ayant obtenu de mauvais résultats aux examens organisés les années précédentes.", "36.  Appliquant un principe fondamental de la science de l'évaluation et de la notation, le conseil universitaire aurait estimé en outre que le meilleur présage de la réussite d'un candidat réside dans ses résultats antérieurs. Comparant les résultats obtenus antérieurement par le requérant à ceux de la seconde partie de l'examen de 1997, il aurait conclu que, très peu de temps s'étant écoulé entre la première et la deuxième partie des examens de 1997, les excellents résultats de l'intéressé ne pouvaient s'expliquer. Il aurait également tenu compte de ce que le requérant, qui n'avait pas été un élève brillant pendant ses études secondaires, qu'il avait terminées avec une moyenne de 5,31 sur 10, avait échoué aux examens d'entrée à l'université en 1994, en 1995 et en 1996, et qu'en 1997 il avait obtenu à la première partie des épreuves une note tout juste suffisante pour lui permettre de passer la seconde partie.", "37.  Le Gouvernement invite la Cour à tenir compte du fait que l'évaluation du dossier du requérant a été réalisée dans le cadre de l'une des tâches principales de l'ÖSYM, qui consiste à garantir le caractère équitable des examens d'entrée à l'université et à sélectionner et placer les étudiants présentant les meilleures chances de réussite dans les programmes d'enseignement supérieur disponibles. Il fait valoir que si ses résultats à l'examen n'avaient pas été annulés le requérant se serait classé parmi les meilleurs étudiants et aurait donc pu s'inscrire dans l'une des universités figurant en tête de liste des choix qu'il avait formulés. Cela aurait jeté le trouble parmi les autres étudiants, en semant le doute sur la manière dont le requérant, qui n'avait pas été un bon élève au lycée, était parvenu à obtenir une place à l'université.", "38.  Le Gouvernement affirme que c'est en ayant à l'esprit le souci d'assurer le caractère équitable du placement des étudiants que l'ÖSYM a exercé son pouvoir discrétionnaire de refuser au requérant l'accès à l'enseignement universitaire. Se référant à l'affaire Masson et Van Zon c. Pays-Bas (28 septembre 1995, § 51, série A no 327-A), il soutient que l'ÖSYM dispose en la matière d'un pouvoir discrétionnaire si étendu que, de fait, il n'existe pas juridiquement en Turquie un droit à être admis à l'université.", "39.  Le Gouvernement conclut que le requérant n'a pas satisfait aux conditions d'entrée dans l'enseignement supérieur posées par l'ÖSYM et qu'il n'a donc pas été privé du droit à l'instruction.", "B.  Appréciation de la Cour", "1.  Sur l'applicabilité de l'article 2 du Protocole no 1", "40.  La Cour observe que le Gouvernement ne conteste pas que le requérant n'a pu avoir accès à l'enseignement universitaire alors que, à l'issue des examens d'entrée organisés à cet effet, il avait obtenu une note suffisante pour suivre le cursus universitaire de son choix.", "41.  Elle relève par ailleurs qu'il n'y a pas controverse entre les parties sur l'applicabilité des garanties de l'article 2 du Protocole no 1 aux établissements d'enseignement supérieur existant dans les Etats membres du Conseil de l'Europe, principe qu'elle a réaffirmé récemment dans son arrêt Leyla Şahin c. Turquie ([GC], no 44774/98, §§ 134-142, CEDH 2005-XI), dans lequel elle a jugé que l'accès à tout établissement de l'enseignement supérieur existant à un moment donné constitue un élément inhérent au droit qu'énonce la première phrase de l'article 2 du Protocole no 1.", "2.  L'annulation des résultats du requérant à l'examen relevait-elle d'un pouvoir discrétionnaire du conseil universitaire ?", "a)  Le Gouvernement", "42.  Selon le Gouvernement, le conseil universitaire a fondé sa décision d'annuler les résultats du requérant à l'examen sur l'article 3 § 6 du règlement de l'ÖSYM, en vertu duquel les réponses des candidats soupçonnés d'avoir triché pendant l'examen ne seraient pas notées par ordinateur, mais examinées par un conseil universitaire constitué de trois professeurs issus de trois universités différentes. L'ÖSYM aurait également l'obligation générale d'assurer le caractère équitable des examens d'entrée à l'université ainsi que de la sélection et du placement des étudiants. Le Gouvernement conclut que, compte tenu de ces obligations, le pouvoir discrétionnaire de l'ÖSYM est tel que, de fait, il n'existe pas juridiquement en Turquie un droit à être admis à l'université (paragraphe 38 ci-dessus).", "b)  Le requérant", "43.  Le requérant maintient que, dans le respect des réglementations internes applicables, il a acquis le droit d'entrer à l'université, mais qu'il a été arbitrairement et injustement privé de son droit à l'instruction.", "c)  La Cour", "44.  La Cour a estimé dans l'Affaire linguistique belge que le droit à l'instruction garanti par la première phrase de l'article 2 du Protocole no 1 « appelle de par sa nature même une réglementation par l'Etat, réglementation qui peut varier dans le temps et dans l'espace en fonction des besoins et des ressources de la communauté et des individus. Il va de soi qu'une telle réglementation ne doit jamais entraîner d'atteinte à la substance de ce droit, ni se heurter à d'autres droits consacrés par la Convention » (Affaire linguistique belge, précitée, p. 32, § 5).", "45.  En l'espèce, la Cour observe d'emblée que le requérant ne remet pas en question les critères d'entrée eux-mêmes mais qu'il estime avoir été arbitrairement privé du droit qu'il avait acquis après avoir satisfait à ces critères.", "46.  La Cour constate que le Gouvernement n'a mentionné aucune base légale sur laquelle serait fondé le pouvoir discrétionnaire de l'ÖSYM d'annuler les résultats d'examen de candidats à raison de leur incapacité à expliquer leur réussite. Elle estime, en tout état de cause, que l'existence d'une base légale pour un pouvoir discrétionnaire aussi vaste risquerait d'engendrer une incertitude juridique telle qu'elle serait incompatible avec l'état de droit, qui est l'un des principes fondamentaux des sociétés démocratiques, consacré par la Convention (Hassan et Tchaouch c. Bulgarie [GC], no 30985/96, § 84, CEDH 2000-XI), ou qu'elle porterait atteinte à la substance même du droit à l'instruction (paragraphe 44 ci-dessus).", "47.  La Cour souligne à ce stade que l'annulation des résultats obtenus à l'examen par un candidat convaincu de tricherie lors des épreuves ne relève pas d'un pouvoir discrétionnaire de l'ÖSYM, mais constitue l'un des devoirs de cet organe (paragraphe 34 ci-dessus). A cet égard, il convient de noter que ni le conseil universitaire ni aucune des juridictions administratives saisies n'ont établi une quelconque irrégularité de la part du requérant en l'espèce.", "48.  La Cour observe que les résultats obtenus par les participants aux examens d'entrée à l'université en Turquie sont calculés d'une manière très sophistiquée, qui ne laisse aux autorités aucune possibilité de substituer leur propre point de vue aux résultats des systèmes informatisés de notation des épreuves d'examen. Ainsi, vu la clarté avec laquelle le règlement de l'ÖSYM est libellé, tout étudiant de bonne foi peut légitimement s'attendre à être admis dans le cursus universitaire pour lequel il a obtenu les notes requises à l'examen. D'une manière générale, lorsqu'une législation subordonne à certaines conditions l'admission à une université, ceux qui y satisfont possèdent un droit d'accès à cette université (voir, mutatis mutandis, De Moor c. Belgique, 23 juin 1994, § 43, série A no 292-A).", "49.  La Cour estime que le règlement de l'ÖSYM offre une certaine protection juridique contre des atteintes arbitraires d'autorités publiques au droit à l'instruction, garanti par la Convention. Il s'ensuit que, si les autorités publiques passent outre ce règlement ou l'ignorent, cette protection se trouve compromise.", "50.  En l'absence de toute preuve de tricherie de la part du requérant – ou même de toute accusation expresse portée contre lui en ce sens – et compte tenu du fait qu'il indiqua, sans être contredit, qu'il avait préparé les examens de 1997 en suivant un cours privé, la Cour juge intenable la conclusion du conseil universitaire selon laquelle les bons résultats de l'intéressé étaient inexplicables. Elle estime en conséquence que la décision d'annuler les résultats d'examen du requérant, qui fut confirmée par les juridictions internes, était dépourvue de base légale et rationnelle et donc entachée d'arbitraire.", "51.  A la lumière de ce qui précède, la Cour conclut qu'en annulant les résultats d'examen du requérant sur le fondement de l'avis du conseil universitaire l'ÖSYM a privé l'intéressé de son droit à l'instruction.", "52.  Il y a donc eu violation de l'article 2 du Protocole no 1.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "53.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Préjudice matériel", "54.  Le requérant demande le remboursement des sommes que sa famille a dû débourser pour payer ses cours privés et subvenir à ses besoins à l'époque (paragraphe 11 ci-dessus), soit 2 000 euros (EUR) pour les frais de cours et 2 000 EUR pour les frais de subsistance (logement, transport, livres, etc.).", "55.  Le Gouvernement fait valoir que le requérant n'a produit aucun justificatif à l'appui de sa demande. Il conteste également la prétention de l'intéressé fondée sur une perte de « gains éventuels » et invite la Cour à la rejeter.", "56.  La Cour observe que la somme demandée par le requérant pour préjudice matériel ne porte pas sur un manque à gagner, comme le prétend le Gouvernement, mais sur les dépenses engagées par l'intéressé lorsqu'il suivait le cours privé de préparation aux examens. Toutefois, elle ne voit aucun lien de cause à effet entre ce qu'elle a jugé constituer un non-respect du droit à l'instruction garanti par l'article 2 du Protocole no 1 et le préjudice matériel avancé par le requérant. Elle rejette donc la demande de l'intéressé sur ce point.", "B.  Préjudice moral", "57.  Le requérant affirme que ses résultats d'examen ont été annulés alors qu'il s'apprêtait à entrer dans l'une des universités les plus prestigieuses de Turquie. Il en aurait été choqué et aurait souffert de problèmes psychologiques. Il sollicite une somme de 100 000 EUR en réparation du préjudice ainsi subi.", "58.  Le Gouvernement estime que le requérant cherche à tirer profit des procédures prévues par la Convention. Son avocat abuserait également de ces procédures en en faisant une véritable industrie lui permettant de tirer des revenus de n'importe quelle situation.", "59.  La Cour considère que les agissements de l'ÖSYM doivent avoir mis le requérant en situation de frustration et de détresse. Elle estime donc justifié d'octroyer une indemnisation à l'intéressé. Statuant en équité, elle lui alloue la somme de 5 000 EUR à ce titre.", "", "C.  Frais et dépens", "60.  Le requérant réclame au total 2 755 EUR au titre des frais et dépens engagés pour sa requête, soit 2 400 EUR de frais d'avocat et 355 EUR de dépenses de traduction et de fournitures diverses. A l'appui de sa demande, il joint un décompte des frais.", "61.  Il ajoute qu'au cours des procédures engagées devant les juridictions internes il a dépensé au total 6 000 EUR pour ses frais d'avocat et autres frais de justice.", "62.  Le Gouvernement plaide que seules les dépenses réellement engagées peuvent être remboursées, et ce uniquement sur présentation par le requérant ou son représentant des justificatifs correspondants. Il fait valoir que l'avocat du requérant n'a produit aucun reçu ou autre document justifiant des frais et dépens allégués. Il estime enfin déraisonnable le temps que ledit avocat affirme avoir passé à travailler sur le dossier dans le cadre de la procédure menée devant la Cour.", "63.  Le Gouvernement considère par ailleurs que la demande présentée par le requérant pour les frais et dépens engagés au cours des procédures devant les juridictions internes n'est pas suffisamment précise et ne laisse donc pas d'autre choix à la Cour que de statuer en équité. Il affirme que les montants sollicités au titre de cette procédure portent en partie sur des travaux ne se rapportant pas directement à l'affaire dont la Cour est saisie et en partie sur des travaux superflus. Il estime en outre que le montant horaire facturé, s'il est acceptable pour la procédure suivie devant la Cour, est excessif pour les procédures menées devant les juridictions internes.", "64.  La Cour juge pour sa part raisonnables les sommes réclamées par le requérant pour les frais et dépens relatifs à la procédure menée devant elle.", "65.  S'agissant des sommes demandées pour les procédures internes, la Cour observe que le requérant n'a pas communiqué de détails ni de décompte des frais faisant apparaître les heures passées par son avocat sur ce dossier. Elle ne peut donc pas déterminer s'il était nécessaire ou raisonnable d'engager des dépenses s'élevant à 6 000 EUR.", "66.  La Cour rappelle que, lorsqu'elle constate une violation de la Convention, elle peut accorder au requérant le paiement des frais et dépens qu'il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci la violation en cause (Société Colas Est et autres c. France, no 37971/97, § 56, CEDH 2002-III, avec d'autres références). En l'espèce, la procédure engagée en Turquie concernait le droit du requérant à l'enseignement supérieur, et l'intéressé invoqua expressément ce droit dès le début de l'instance, lorsqu'il porta son affaire devant le Conseil d'Etat le 27 août 1997 (paragraphe 15 ci-dessus).", "67.  A la lumière de ce qui précède, et statuant en équité faute de récapitulatif détaillé des frais et dépens relatifs aux procédures internes, la Cour octroie au requérant un montant total de 5 000 EUR au titre des frais et dépens engagés pour l'ensemble des procédures suivies devant les juridictions internes et devant la Cour.", "D.  Intérêts moratoires", "68.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par six voix contre une, qu'il y a eu violation de l'article 2 du Protocole no 1 ;", "", "2.  Dit, par six voix contre une,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif en vertu de l'article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros) pour préjudice moral, à convertir en nouvelles livres turques au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt ;", "b)  que l'Etat défendeur doit verser au requérant, dans le même délai de trois mois, 5 000 EUR (cinq mille euros) au titre des frais et dépens, ainsi que toute taxe sur la valeur ajoutée pouvant être due, moins les 630 EUR (six cent trente euros) octroyés au titre de l'assistance judiciaire, à convertir en nouvelles livres turques au taux applicable à la date du règlement ;", "c)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 7 février 2006, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSally Dollé\tJean-Paul Costa\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion dissidente du juge Popović.", "J.-P.C.\nS.D.", "", "OPINION DISSIDENTE DU JUGE POPOVIĆ", "(Traduction)", "La majorité a conclu à la violation de l'article 2 du Protocole no 1 en l'espèce. A mon grand regret, et pour les raisons exposées ci-dessous, je n'ai pu me ranger à cette opinion.", "A mon avis, l'affaire recouvre trois aspects différents : premièrement la portée du droit à l'instruction, deuxièmement le droit d'accès, et troisièmement la définition et l'aménagement des programmes du système éducatif, ainsi que les considérations d'opportunité.", "1.  Portée du droit à l'instruction", "La règle exposée dans l'Affaire linguistique belge (Affaire « relative à certains aspects du régime linguistique de l'enseignement en Belgique » c. Belgique (fond), 23 juillet 1968, pp. 30-31, § 3, série A no 6) détermine la portée du droit à l'instruction au sens de la première phrase de l'article 2 du Protocole no 1. Elle garantit aux personnes placées sous la juridiction des Parties contractantes « le droit de se servir, en principe, des moyens d'instruction existant à un moment donné ».", "Le requérant a été admis dans le système d'enseignement turc. Il n'a pas remis en question les règles de ce système, et il est donc clair qu'il devait s'y soumettre s'agissant de l'admission à l'université.", "2.  Droit d'accès", "Selon la règle exposée dans De Moor c. Belgique (23 juin 1994, § 43, série A no 292-A), « lorsqu'une législation subordonne à certaines conditions l'admission (...) et que l'intéressé y satisfait, ce dernier possède un droit d'accès ».", "En l'espèce, le requérant n'a pas satisfait aux conditions requises pour l'inscription à l'université, car il n'a pas réussi les examens d'entrée. Les résultats qu'il a obtenus à la seconde partie des examens ont été annulés par le conseil universitaire, organe indépendant constitué de trois professeurs d'universités distinctes. Le requérant n'a contesté ni la procédure elle-même, ni l'impartialité d'aucun des membres du conseil universitaire. Ce conseil a fondé sa décision sur l'équité. Invité à expliquer son extraordinaire réussite à la seconde partie des examens, le requérant s'est borné à dire qu'il s'y était bien préparé. Cette explication était sans valeur, car ladite préparation aux examens, qui avait eu lieu avant la première partie des épreuves, n'avait eu que peu d'effet sur les résultats du requérant à cette première partie, mais s'était soudainement, et de manière inexplicable, révélée extrêmement fructueuse lors de la seconde. Par conséquent, le conseil universitaire, pour des raisons d'équité, a annulé les résultats obtenus par le requérant. Une admission de l'intéressé dans ces conditions aurait porté atteinte au principe d'équité régissant le placement des étudiants à l'université en général.", "3.  Définition et aménagement des programmes du système éducatif", "La règle exposée dans Kjeldsen, Busk Madsen et Pedersen c. Danemark (7 décembre 1976, § 53, série A no 23) prévoit que, conformément à l'article 2 du Protocole no 1, « la définition et l'aménagement du programme des études relèvent en principe de la compétence des Etats contractants ». Il s'agit aussi d'un « problème d'opportunité sur lequel la Cour n'a pas à se prononcer et dont la solution peut légitimement varier selon les pays et les époques ».", "En l'espèce, il ne fait aucun doute que les questions relatives aux examens d'entrée à l'université au niveau national relèvent de l'opportunité. On peut également considérer qu'elles s'appliquent au programme des études. S'il est permis à un Etat contractant de fixer les programmes universitaires, il doit alors lui être permis aussi de fixer les conditions dans lesquelles les candidats doivent être admis à suivre les cours proposés dans le cadre de ces programmes.", "Pour aucun des trois points soulevés dans le cas présent je n'ai pu constater de violation de l'article 2 du Protocole no 1. Le requérant a bénéficié d'une chance équitable de jouir de son droit à l'instruction, mais il n'a pas satisfait aux conditions d'entrée à l'université. De surcroît, compte tenu de la marge d'appréciation dont les Etats contractants jouissent en la matière, l'Etat défendeur pouvait en l'espèce agir comme il l'a fait pour assurer au niveau national le placement équitable des candidats à l'entrée à l'université.", "Enfin, je considère que l'essence de cette affaire est la recherche d'une décision de « quatrième instance ». Le requérant a pu contester par deux fois la décision du conseil universitaire devant les juridictions administratives turques. Les deux fois les juridictions internes lui ont donné tort. Fondamentalement, c'est l'issue de ces procédures qu'il conteste. La Cour n'a pas à s'immiscer dans le pouvoir d'appréciation des juridictions nationales, ni à contrôler leur appréciation des faits.", ""]}