{"file": "FRE_CLINF_4944_11.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "4944/11", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 176", "Juillet 2014", "Milhau c. France - 4944/11", "Arrêt 10.7.2014 [Section V]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Privation de propriété", "Prestation compensatoire accordée sous forme de transfert forcé de propriété sans envisager d’autres modalités de règlement : violation", "En fait – En 2001, une requête en divorce fut déposée par l’épouse du requérant. En 2005, le tribunal prononça le divorce aux torts exclusifs de celui-ci. Les juges internes constatèrent que la rupture du mariage créait une disparité dans les conditions de vie des ex-époux qui devait être compensée par le versement d’une prestation compensatoire au profit de l’ex-épouse du requérant. Malgré le patrimoine substantiel et varié de ce dernier, les juridictions internes estimèrent que cette compensation devait prendre la forme d’attribution d’une villa dont il avait la propriété exclusive. Se pourvoyant en cassation, le requérant souleva notamment que si l’article 275 du code civil permettait au juge de décider de l’abandon d’un bien en nature, une telle disposition ne pouvait être mise en œuvre qu’en cas d’incapacité pour le débiteur de la prestation compensatoire de s’acquitter autrement de sa dette, sauf à violer le droit de propriété garanti par l’article 1 du Protocole no 1.", "En droit – Article 1 du Protocole no 1 : Les parties s’accordent à dire qu’il y a eu « privation de propriété », en raison de l’existence d’un transfert forcé, intégral et définitif de propriété. La Cour estime également que l’existence d’une ingérence dans le droit au respect des biens du requérant est établie. Par ailleurs, la mesure d’attribution forcée avait une base légale. La loi relative à la prestation compensatoire, qui a introduit la possibilité pour le juge d’ordonner le versement de cette compensation par la cession forcée de droits de propriété du débiteur, tendait à corriger les dérives par rapport à l’intention initiale du législateur, laquelle était de privilégier le versement de la prestation compensatoire sous forme de capital. Une telle mesure poursuivait un but légitime, à savoir régler rapidement les effets pécuniaires du divorce et limiter le risque de contentieux postérieurs à son prononcé. L’ingérence est donc intervenue pour cause d’utilité publique.", "Les juridictions internes ont interprété la loi comme les autorisant à faire usage de la cession forcée d’un bien du requérant comme modalité de versement de la prestation compensatoire, sans avoir à tenir compte sur ce point de l’importance de son patrimoine ni de la volonté du débiteur de proposer d’autres biens à titre de versement. En effet, la décision des juges d’imposer la cession forcée de la villa à titre de versement de la prestation compensatoire ne pouvait se fonder sur l’incapacité, pour le requérant, de s’acquitter de sa dette selon d’autres modalités : il ressort des différentes décisions des juges du fond, particulièrement motivées sur ce point, que le requérant disposait d’un patrimoine substantiel ce qui aurait pu lui permettre de s’acquitter de sa dette par le versement d’une somme d’argent. Dès lors, le but légitime poursuivi par la loi pouvait être atteint sans avoir besoin de recourir à la mesure litigieuse en l’espèce. Par ailleurs, le Conseil constitutionnel, saisi d’une question prioritaire de constitutionnalité sur les dispositions du code civil, certes ultérieures à l’époque des faits mais au contenu pertinent identique à celui applicable en l’espèce, n’a validé la possibilité d’un versement par cession forcée de la propriété d’un bien que sous réserve d’un usage « subsidiaire » d’une telle modalité dans le cas où le versement d’une somme d’argent n’apparaît pas suffisant pour garantir le versement de cette prestation.", "Compte tenu de ce qui précède, il y a eu rupture du juste équilibre devant régner entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu. En l’espèce, le requérant a « supporté une charge spéciale et exorbitante », que seule aurait pu rendre légitime la possibilité de proposer de s’acquitter de sa dette par un autre moyen mis à sa disposition par la loi, à savoir par le versement d’une somme d’argent ou le transfert de ses droits de propriété sur un ou plusieurs autres biens.", "Conclusion : violation (unanimité).", "Article 41 : 10 000 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}