{"file": "FRE_HFJUD_29408_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29408/08", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE SOCIÉTÉ CANAL PLUS ET AUTRES c. FRANCE", "", "(Requête no 29408/08)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "21 décembre 2010", "", "DÉFINITIF", "", "21/03/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Société Canal Plus et autres c. France,", "La Cour européenne des droits de l'homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tRenate Jaeger,\n\tJean-Paul Costa,\n\tRait Maruste,\n\tIsabelle Berro-Lefèvre,\n\tMirjana Lazarova Trajkovska,\n\tGanna Yudkivska, juges,\net de Claudia Westerdiek, Greffière de Section,", "Après en avoir délibéré en chambre du conseil le 30 novembre 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 29408/08) dirigée contre la République française et dont les sociétés Canal PLUS SA, GROUPE CANAL PLUS et SPORT PLUS SA (« les requérantes »), ont saisi la Cour le 13 mai 2008 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Les requérantes sont représentées par Mes B. Soltner et P. Wilhelm, avocats à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Invoquant les articles 6 § 1 et 8 de la Convention et se référant à l'arrêt Ravon et autres c. France du 21 février 2008, les requérantes s'estiment victimes d'une atteinte à leur droit à un procès équitable et à un recours effectif, ainsi qu'à leur droit au respect de leur domicile. Concernant le non-respect de l'article 6 § 1 de la Convention, les sociétés CANAL PLUS SA et SPORT PLUS soutiennent qu'elles ont été privées de la possibilité d'exercer un recours concret et effectif à l'encontre de l'ordonnance ayant autorisé la visite de leurs locaux. Quant à la société GROUPE CANAL PLUS, elle dénonce le fait qu'elle a été perquisitionnée sur la base d'une ordonnance rendue dans le cadre d'une procédure qui ne répond pas aux exigences de l'article 6 § 1 de la Convention, et qu'elle n'a pu exercer aucun recours en cassation contre l'ordonnance du juge. Enfin, invoquant l'article 10 de la Convention, les requérantes s'estiment également victimes d'une atteinte à leur liberté d'expression en ce que les visites domiciliaires et les saisies pratiquées dans leurs locaux ont mis en cause illégalement la liberté de la presse.", "4.  Le 21 septembre 2009, le président de la cinquième section a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond. Les 24 mars et 8 novembre 2010, la partie requérante a demandé à présenter des observations orales à l'appui de sa requête. La chambre a décidé de ne pas faire droit à cette demande.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Les requérantes sont des personnes morales de droit français, dont le siège social se trouve à Issy-les-Moulineaux.", "6.  Entre 2001 et 2004, le Conseil de la concurrence se saisit d'office de la situation de la concurrence dans les secteurs de la gestion des droits dans le football professionnel et de la publicité dans les stades de football. Le 21 septembre 2004, son rapporteur général demanda au directeur général de la concurrence, de la consommation et de la répression des fraudes de faire procéder à des enquêtes dans ces secteurs.", "7.  Le 8 février 2005, soupçonnant les requérantes de pratiques anticoncurrentielles, l'administration saisit le juge des libertés et de la détention du tribunal de grande instance de Paris d'une requête tendant à la mise en œuvre de son droit de visite et de saisie, prévu à l'article L. 450-4 du code de commerce.", "8.  Par une ordonnance du même jour, le juge autorisa l'administration à procéder ou à faire procéder, dans les locaux des entreprises et organisations professionnelles incluant « Canal Plus » sis à Issy-les-Moulineaux et Boulogne-Billancourt et « Sport + » sis à Paris et Boulogne-Billancourt, « aux visites et aux saisies de tous documents nécessaires à la recherche de la preuve des agissements qui entrent dans le champ des pratiques prohibées par [les articles L. 420-1 du code de commerce et 81-1 du traité de Rome] et/ou par [les articles L. 420-2 du même code et 82 du même traité] relevées dans le secteur de la gestion des droits dans le football professionnel et de la publicité dans les stades de football ainsi que toute manifestation de ces agissements prohibés ». La décision détaille les faits et pièces sur lesquels reposent les présomptions de pratiques anticoncurrentielles prohibées.", "9.  Le 17 février 2005, les locaux des sociétés Canal PLUS SA et GROUPE CANAL PLUS furent visités sur le fondement de cette ordonnance ; des documents et supports d'information furent saisis.", "10.  Les sociétés CANAL PLUS SA et SPORT PLUS se pourvurent en cassation contre l'ordonnance du 8 février 2005, en dénonçant notamment le non-respect des articles 6, 8, 10 et 13 de la Convention.", "11.  Le 15 avril 2005, les sociétés CANAL PLUS SA et GROUPE CANAL PLUS saisirent le juge des libertés et de la détention du tribunal de grande instance de Paris de deux recours en contestation du déroulement des opérations de visite et saisie effectuées dans leurs locaux le 17 février 2005, en vue de faire annuler le procès-verbal des opérations effectuées et les saisies et d'obtenir la restitution des pièces. Elles invoquèrent notamment l'article 56-2 du code de procédure pénale.", "12.  Par deux ordonnances du 30 juin 2005, le juge accueillit partiellement les demandes, se fondant notamment sur les dispositions de l'article 56-2 du code de procédure pénale.", "13.  L'administration se pourvut en cassation contre les ordonnances du 30 juin 2005.", "14.  Par un arrêt du 14 novembre 2007, la Cour de cassation rejeta les pourvois formés contre l'ordonnance du 8 février 2005. Elle jugea que les dispositions de l'article L. 450-4 du code de commerce ne contreviennent pas à celles des articles 6, 8 et 13 de la Convention européenne des droits de l'homme, dès lors qu'elles assurent la conciliation du principe de la liberté individuelle et du respect du domicile avec les nécessités de la lutte contre les pratiques anticoncurrentielles et que les droits à un procès équitable et à un recours effectif sont garantis, tant par l'intervention du juge qui vérifie le bien-fondé de la requête de l'administration, que par le contrôle de la Cour de cassation. Elle releva qu'en l'espèce, d'une part, les opérations de visite s'étaient effectuées sous l'autorité et le contrôle du juge qui les avait autorisées et, d'autre part, que les sociétés CANAL PLUS et SPORT PLUS, qui n'avaient soulevé aucune contestation avant la fin des opérations de visite et de saisie sur la compétence des fonctionnaires présents, ne pouvaient invoquer une éventuelle irrégularité entachant lesdites opérations, une telle contestation relevant du contentieux des juridictions appelées à statuer sur les poursuites éventuellement engagées sur le fondement des documents appréhendés.", "15.  Par un arrêt du même jour, statuant sur le pourvoi du 15 avril 2005, la Cour de cassation cassa et annula sans renvoi les deux ordonnances du 30 juin 2005.", "16.  Considérant que la Cour de cassation n'avait pas statué sur son moyen dénonçant une confusion entre sa dénomination et celle de la société SPORT PLUS SNC, seule susceptible d'être concernée par l'enquête, la société SPORT PLUS déposa une requête en omission de statuer.", "17.  Par un arrêt du 23 janvier 2008, sa requête fut rejetée par la Cour de cassation.", "18.  Le Gouvernement précise qu'à la suite de cette enquête, le 1er octobre 2009, l'Autorité de la concurrence rendit une première décision sanctionnant la Fédération française de football et la société Sportfive à hauteur de 6,9 millions d'euros pour s'être entendues afin d'éliminer toute concurrence dans la commercialisation des droits marketing de la Fédération. Cette décision ne fit l'objet d'aucun recours dans les délais légaux.", "19.  L'instruction menée par l'Autorité de la concurrence concernant les pratiques éventuelles reprochées aux requérantes est toujours en cours.", "II.  LE DROIT INTERNE PERTINENT", "A.  Le code de commerce", "20.  Les articles L. 420-1 et L. 420-2 du code de commerce sont libellés comme suit :", "Article L. 420-1", "« Sont prohibées même par l'intermédiaire direct ou indirect d'une société du groupe implantée hors de France, lorsqu'elles ont pour objet ou peuvent avoir pour effet d'empêcher, de restreindre ou de fausser le jeu de la concurrence sur un marché, les actions concertées, conventions, ententes expresses ou tacites ou coalitions, notamment lorsqu'elles tendent à :", "1o Limiter l'accès au marché ou le libre exercice de la concurrence par d'autres entreprises ;", "2o Faire obstacle à la fixation des prix par le libre jeu du marché en favorisant artificiellement leur hausse ou leur baisse ;", "3o Limiter ou contrôler la production, les débouchés, les investissements ou le progrès technique ;", "4o Répartir les marchés ou les sources d'approvisionnement. »", "Article L. 420-2", "« Est prohibée, dans les conditions prévues à l'article L. 420-1, l'exploitation abusive par une entreprise ou un groupe d'entreprises d'une position dominante sur le marché intérieur ou une partie substantielle de celui-ci. Ces abus peuvent notamment consister en refus de vente, en ventes liées ou en conditions de vente discriminatoires ainsi que dans la rupture de relations commerciales établies, au seul motif que le partenaire refuse de se soumettre à des conditions commerciales injustifiées.", "Est en outre prohibée, dès lors qu'elle est susceptible d'affecter le fonctionnement ou la structure de la concurrence, l'exploitation abusive par une entreprise ou un groupe d'entreprises de l'état de dépendance économique dans lequel se trouve à son égard une entreprise cliente ou fournisseur. Ces abus peuvent notamment consister en refus de vente, en ventes liées, en pratiques discriminatoires visées au I de l'article L. 442-6 ou en accords de gamme. »", "21.  Selon l'article L. 450-4 du code de commerce tel qu'applicable au moment des faits, l'ordonnance du juge des libertés et de la détention autorisant les opérations de visite et saisie n'était susceptible que d'un pourvoi en cassation. Cette disposition se lit comme suit :", " « Les enquêteurs ne peuvent procéder aux visites en tous lieux ainsi qu'à la saisie de documents et de tout support d'information que dans le cadre d'enquêtes demandées par la Commission européenne, le ministre chargé de l'économie ou le rapporteur général du Conseil de la concurrence sur proposition du rapporteur, sur autorisation judiciaire donnée par ordonnance du juge des libertés et de la détention du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter. Ils peuvent également, dans les mêmes conditions, procéder à la pose de scellés sur tous locaux commerciaux, documents et supports d'information dans la limite de la durée de la visite de ces locaux. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des présidents compétents.", "Le juge doit vérifier que la demande d'autorisation qui lui est soumise est fondée ; cette demande doit comporter tous les éléments d'information en possession du demandeur de nature à justifier la visite. Lorsque la visite vise à permettre la constatation d'infractions aux dispositions du livre IV du présent code en train de se commettre, la demande d'autorisation peut ne comporter que les indices permettant de présumer, en l'espèce, l'existence des pratiques dont la preuve est recherchée.", "La visite et la saisie s'effectuent sous l'autorité et le contrôle du juge qui les a autorisées. Il désigne un ou plusieurs officiers de police judiciaire chargés d'assister à ces opérations et d'apporter leur concours en procédant le cas échéant aux réquisitions nécessaires, ainsi que de le tenir informé de leur déroulement. Lorsqu'elles ont lieu en dehors du ressort de son tribunal de grande instance, il délivre une commission rogatoire pour exercer ce contrôle au président du tribunal de grande instance dans le ressort duquel s'effectue la visite.", "Le juge peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite.", "L'ordonnance est notifiée verbalement et sur place au moment de la visite à l'occupant des lieux ou à son représentant qui en reçoit copie intégrale contre récépissé ou émargement au procès-verbal. En l'absence de l'occupant des lieux ou de son représentant, l'ordonnance est notifiée après la visite, par lettre recommandée avec avis de réception. La notification est réputée faite à la date de réception figurant sur l'avis.", "L'ordonnance mentionnée au premier alinéa du présent article n'est susceptible que d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Ce pourvoi n'est pas suspensif.", "La visite, qui ne peut commencer avant six heures ou après vingt et une heures, est effectuée en présence de l'occupant des lieux ou de son représentant. En cas d'impossibilité, l'officier de police judiciaire requiert deux témoins choisis en dehors des personnes relevant de son autorité, de celle de l'administration de la direction générale de la concurrence, de la consommation et de la répression des fraudes ou de celle du Conseil de la concurrence.", "Les enquêteurs, l'occupant des lieux ou son représentant ainsi que l'officier de police judiciaire et, le cas échéant, les agents et autres personnes mandatés par la Commission européenne peuvent seuls prendre connaissance des pièces et documents avant leur saisie.", "Les inventaires et mises sous scellés sont réalisés conformément à l'article 56 du code de procédure pénale.", "Les originaux du procès-verbal et de l'inventaire sont transmis au juge qui a ordonné la visite.", "Les pièces et documents saisis sont restitués à l'occupant des lieux, dans un délai de six mois à compter de la date à laquelle la décision du Conseil de la concurrence est devenue définitive. L'occupant des lieux est mis en demeure, par lettre recommandée avec avis de réception, de venir les rechercher, dans un délai de deux mois. A l'expiration de ce délai et à défaut de diligences de sa part, les pièces et documents lui sont restitués, à ses frais.", "Le déroulement des opérations de visite ou saisie peut faire l'objet d'un recours auprès du juge les ayant autorisées dans un délai de deux mois qui court, pour les personnes occupant les lieux où ces opérations se sont déroulées, à compter de la notification de l'ordonnance les ayant autorisées et, pour les autres personnes mises en cause ultérieurement au moyen de pièces saisies au cours de ces opérations, à compter de la date à laquelle elles ont eu connaissance de l'existence de ces opérations et au plus tard à compter de la notification de griefs prévue à l'article L. 463-2. Le juge se prononce sur ce recours par voie d'une ordonnance, qui n'est susceptible que d'un pourvoi en cassation selon les règles prévues au code de la procédure pénale. Ce pourvoi n'est pas suspensif. »", "22.  L'ordonnance no 2008-1161 du 13 novembre 2008 portant modernisation de la régulation de la concurrence a modifié les voies de recours contre l'ordonnance du juge des libertés et de la détention ayant autorisé les visites domiciliaires et saisies. L'article L. 450-4, dans sa nouvelle rédaction, prévoit que les intéressés peuvent interjeter appel d'une telle ordonnance devant le premier président de la cour d'appel :", "« L'ordonnance mentionnée au premier alinéa peut faire l'objet d'un appel devant le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé la mesure, suivant les règles prévues par le code de procédure pénale. Le ministère public et la personne à l'encontre de laquelle a été ordonnée cette mesure peuvent interjeter appel. Cet appel est formé par déclaration au greffe du tribunal de grande instance dans un délai de dix jours à compter de la notification de l'ordonnance. L'appel n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive. »", "23.  L'alinéa 12 de cet article, dans sa nouvelle rédaction, prévoit également que le déroulement des opérations de visite et saisie peut être contesté devant le premier président de la cour d'appel :", "« Le déroulement des opérations de visite et saisie peut faire l'objet d'un recours devant le premier président de la cour d'appel dans le ressort de laquelle le juge a autorisé ces dernières, suivant les règles prévues par le code de procédure pénale. Le ministère public, la personne à l'encontre de laquelle a été prise l'ordonnance mentionnée au premier alinéa et les personnes mises en cause au moyen de pièces saisies au cours de ces opérations peuvent former ce recours. Ce dernier est formalisé par déclaration au greffe du tribunal de grande instance dans un délai de dix jours à compter de la remise ou de la réception du procès-verbal et de l'inventaire, ou, pour les personnes n'ayant pas fait l'objet de visite et de saisie et qui sont mises en cause, à compter de la date à laquelle elles ont reçu notification du procès-verbal et de l'inventaire et, au plus tard à compter de la notification de griefs prévue à l'article L. 463-2. Le recours n'est pas suspensif. L'ordonnance du premier président de la cour d'appel est susceptible d'un pourvoi en cassation selon les règles prévues par le code de procédure pénale. Les pièces saisies sont conservées jusqu'à ce qu'une décision soit devenue définitive. »", "24.  L'article 5, alinéa IV, de l'ordonnance précitée a prévu des dispositions transitoires :", "« (...) IV. ― Les parties ayant formé, à l'encontre de l'ordonnance ayant autorisé la visite prévue à l'article L. 450-4 du code de commerce, un pourvoi pendant devant la Cour de cassation au jour de la publication de la présente ordonnance disposent d'un délai d'un mois pour interjeter appel de l'ordonnance objet dudit pourvoi à compter de la date de publication de la présente ordonnance, dans les conditions prévues au sixième alinéa de l'article L. 450-4 du code de commerce dans sa rédaction issue de la présente ordonnance. Cet appel vaut désistement du pourvoi en cassation.", "Si l'autorisation de visite et saisie n'a pas fait l'objet d'un pourvoi en cassation ou si cette autorisation a fait l'objet d'un pourvoi en cassation ayant donné lieu à un arrêt de rejet de la Cour de cassation, un recours en contestation de l'autorisation est ouvert devant la cour d'appel de Paris saisie dans le cadre de l'article L. 464-8 du code de commerce, hormis le cas des affaires ayant fait l'objet d'une décision irrévocable à la date de publication de la présente ordonnance.", "Lorsque est pendant devant la Cour de cassation un pourvoi formé contre un arrêt de la cour d'appel de Paris statuant dans le cadre de l'article L. 464-8 du code de commerce, les parties ont la faculté de demander le renvoi à la cour d'appel de Paris pour l'examen d'un recours en contestation de l'autorisation de visite et saisie délivrée par le juge des libertés et de la détention. »", "25.  L'article L. 464-8 du code de commerce se lit comme suit :", " « Les décisions de l'Autorité de la concurrence mentionnées aux articles L. 462-8, L. 464-2, L. 464-3, L. 464-5, L. 464-6 et L. 464-6-1 sont notifiées aux parties en cause et au ministre chargé de l'économie, qui peuvent, dans le délai d'un mois, introduire un recours en annulation ou en réformation devant la cour d'appel de Paris.", "Le recours n'est pas suspensif. Toutefois, le premier président de la cour d'appel de Paris peut ordonner qu'il soit sursis à l'exécution de la décision si celle-ci est susceptible d'entraîner des conséquences manifestement excessives ou s'il est intervenu, postérieurement à sa notification, des faits nouveaux d'une exceptionnelle gravité.", "Le pourvoi en cassation, formé le cas échéant, contre l'arrêt de la cour, est exercé dans un délai d'un mois suivant sa notification.", "Le président de l'Autorité de la concurrence peut former un pourvoi en cassation contre l'arrêt de la cour d'appel de Paris ayant annulé ou réformé une décision de l'Autorité.", "Le ministre chargé de l'économie peut, dans tous les cas, former un pourvoi en cassation contre l'arrêt de la cour d'appel de Paris.", "L'Autorité de la concurrence veille à l'exécution de ses décisions. »", "B.  Le code de procédure pénale", "Article 56-2", "« Les perquisitions dans les locaux d'une entreprise de presse ou de communication audiovisuelle ne peuvent être effectuées que par un magistrat qui veille à ce que les investigations conduites ne portent pas atteinte au libre exercice de la profession de journaliste et ne constituent pas un obstacle ou n'entraînent pas un retard injustifiés à la diffusion de l'information. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "26.  Se référant à l'arrêt Ravon et autres c. France (no 18497/03, 21 février 2008), les requérantes dénoncent une atteinte à leur droit à un procès équitable et à un recours effectif. Les sociétés CANAL PLUS SA et SPORT PLUS soutiennent qu'elles ont été privées de la possibilité d'exercer un recours concret et effectif à l'encontre de l'ordonnance ayant autorisé la visite de leurs locaux. Quant à la société GROUPE CANAL PLUS, elle dit n'avoir pu exercer aucun recours en cassation contre l'ordonnance du juge, car elle n'y était pas mentionnée. Les requérantes invoquent l'article 6 § 1 de la Convention, dont les dispositions pertinentes se lisent comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la recevabilité", "1.  Sur la qualité de victime de SPORT PLUS", "27.  Le Gouvernement fait valoir qu'aucune opération de visite et de saisie n'a eu lieu au domicile de la société SPORT PLUS. En conséquence, elle ne pourrait être considérée comme victime. La société SPORT PLUS conteste cette thèse.", "28.  A l'instar de la requérante, la Cour considère qu'il importe peu que l'opération de visite et saisie autorisée par le juge des libertés et de la détention n'ait pas eu lieu au domicilie de la société SPORT PLUS puisque l'ordonnance litigieuse la visait et qu'elle se plaint de l'absence de recours effectif pour la contester. Partant, l'exception d'irrecevabilité est rejetée.", "2.  Sur l'épuisement des voies de recours internes", "a)  Thèses des parties", "29.  S'appuyant sur la jurisprudence de la Cour, le Gouvernement estime que les requérantes n'ont pas épuisé les voies de recours internes. Il explique que depuis l'adoption de l'ordonnance du 13 novembre 2008, les ordonnances autorisant les visites et saisies peuvent faire l'objet d'un appel. S'agissant des opérations ayant eu lieu avant l'adoption de ce nouveau régime, et lorsque l'ordonnance autorisant les visites et saisies n'a pas fait l'objet d'un pourvoi en cassation (cas de la société GROUPE CANAL PLUS) ou lorsque le pourvoi a été rejeté (cas des sociétés SPORT PLUS et CANAL PLUS SA), les entreprises concernées peuvent à l'occasion d'un recours formé devant la cour d'appel de Paris contre la décision de l'Autorité de la concurrence statuant sur les pratiques anticoncurrentielles reprochées, saisir cette dernière juridiction d'une contestation de l'ordonnance litigieuse. En l'espèce, il précise que les requérantes faisant l'objet d'une procédure en cours devant cette autorité, elles pourront bénéficier d'un contrôle juridictionnel effectif de la régularité de la décision prescrivant la visite lors de l'examen au fond. Enfin, le Gouvernement estime que les requérantes ne se sont pas prévalues devant les juridictions internes de la violation de l'article 6 § 1 de la Convention. Concernant la société GROUPE CANAL PLUS, il fait valoir qu'elle n'a même pas formé de pourvoi en cassation contre l'ordonnance litigieuse.", "30.  Les requérantes contestent la thèse du Gouvernement. Citant la jurisprudence de la Cour, elles font valoir que le Gouvernement ne démontre ni l'effectivité ni l'accessibilité de la nouvelle voie de recours et que celle-ci est purement hypothétique. Concernant l'autre branche de l'exception, les requérantes font valoir qu'elles ont bien soulevé devant la Cour de cassation la méconnaissance du droit à un contrôle juridictionnel effectif de l'ordonnance du juge autorisant les visites et saisies.", "b)  Appréciation de la Cour", "31.  La Cour estime que les arguments avancés par le Gouvernement sont étroitement liés à la substance du grief énoncé par les requérantes, de sorte qu'il y a lieu de joindre l'exception au fond (voir, par exemple, Société IFB c. France, no 2058/04, § 23, 20 novembre 2008).", "32.  Ceci étant, estimant par ailleurs que cette partie de la requête n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention et ne se heurte à aucun autre motif d'irrecevabilité, la Cour la déclare recevable.", "B.  Sur le fond", "1.  Thèses des parties", "33.  Les requérantes font valoir qu'en matière de visites domiciliaires et de saisies, la décision autorisant les opérations de visite et saisie ne peut faire l'objet que d'un pourvoi en cassation. Selon elles, la procédure prévue par l'article L. 450-4 du code de commerce ne permet pas un contrôle indépendant et impartial de la régularité de l'autorisation.", "34.  Le Gouvernement estime que la Cour ne se serait pas fondée sur la seule absence d'appel contre les ordonnances d'autorisation pour conclure ipso facto à la violation de l'article 6 § 1 de la Convention ; elle se serait également appuyée sur l'absence de contrôle a posteriori de la régularité des perquisitions fiscales lorsque ces dernières n'étaient suivies d'aucun redressement ni de poursuite pénale et donc, dans le cas contraire, les personnes concernées devraient être considérées comme ayant pu bénéficier devant les juridictions internes d'une voie de droit leur permettant d'obtenir le redressement de la violation dont ils s'estimaient victimes. Il précise qu'en matière de concurrence, l'article L. 450-4 du code de commerce prévoyait déjà dans sa rédaction applicable en 2005 que le déroulement des opérations de visite ou saisie pouvait faire l'objet d'un recours auprès du juge les ayant autorisées ; il n'était donc pas besoin d'attendre que le Conseil de la concurrence se soit prononcé sur les pratiques anticoncurrentielles reprochées. Le Gouvernement estime que lorsqu'il juge du bien-fondé d'une requête en annulation et restitution, le juge des libertés et de la détention mérite l'appellation de « tribunal » selon les critères rappelés dans l'arrêt Ravon et autres. S'appuyant sur des décisions internes, il ajoute que plusieurs juridictions internes se sont prononcées sur la compatibilité de la procédure prévue à l'article L. 450-4 du code de commerce avec les dispositions de l'article 6 § 1. Selon le Gouvernement, les requérantes ont donc été mises à même de bénéficier d'un contrôle juridictionnel effectif de la régularité des visites et saisies. Il ajoute que les sociétés CANAL PLUS SA et GROUPE CANAL PLUS ont exercé ce recours et ont obtenu l'annulation d'une grande partie des saisies effectuées dans leurs locaux. Le fait que les ordonnances aient été ensuite annulées par la Cour de cassation ne saurait suffire à établir qu'elles n'ont pas eu accès à un contrôle juridictionnel effectif.", "35.  En réponse, les requérantes soutiennent que l'argumentation du Gouvernement est inopérante puisque ce qu'elles dénoncent est l'absence de recours effectif pour contester l'autorisation des visites et saisies et non le déroulement des opérations. Elles renvoient à l'arrêt Ravon et autres (précité, § 31) pour démontrer que le seul contrôle de l'exécution des opérations de visites et saisies ne suffit pas à compenser l'absence de contrôle de l'autorisation de ces mesures. Les requérantes ajoutent que d'après l'exposé des griefs dans la décision SA LPG Finance Industrie c. France (no 43387/05, 19 mai 2009), la question du contrôle effectif de l'autorisation n'était pas en cause. Selon elles, il est clair que la question du contrôle de la régularité des opérations et celle du contrôle de l'autorisation de ces opérations sont des questions distinctes et l'absence de l'un de ces contrôles ne saurait être palliée par la garantie de l'autre. Elles ajoutent que si elles ont effectivement pu contester la régularité des opérations de visites et saisies litigieuses, elles n'ont, en revanche, pu bénéficier d'un contrôle juridictionnel effectif de l'ordonnance d'autorisation.", "2.  Appréciation de la Cour", "36.  Dans l'arrêt Ravon et autres et les arrêts subséquents (Ravon et autres, précité, §§ 28-35, Société IFB, précité, § 26, Maschino c. France, no 10447/03, § 22, 16 octobre 2008, et Kandler et autres c. France, no 18659/05, § 26, 18 septembre 2008), la Cour a jugé qu'en matière de visite domiciliaire, les personnes concernées doivent pouvoir obtenir un contrôle juridictionnel, en fait comme en droit, de la régularité de la décision prescrivant la visite ainsi que, le cas échéant, des mesures prises sur son fondement ; le ou les recours disponibles doivent permettre, en cas de constat d'irrégularité, soit de prévenir la survenance de l'opération, soit, dans l'hypothèse où une opération jugée irrégulière a déjà eu lieu, de fournir à l'intéressé un redressement approprié. Or, dans ces affaires, les requérants n'avaient disposé que d'un recours devant la Cour de cassation pour contester la régularité de la décision prescrivant la visite, ce qui ne leur avait pas permis d'obtenir un examen des éléments de fait fondant les autorisations de visite. La Cour en a conclu que le pourvoi en cassation contre l'ordonnance du juge autorisant les opérations de visite et saisie ne garantit pas un contrôle juridictionnel effectif au sens de l'article 6 § 1 de la Convention (Ravon et autres, précité, §§ 28-35).", "37.  En l'espèce, la Cour relève que, selon le régime prévu à l'article L. 450-4 du code de commerce – quasiment identique à celui fixé à l'article L. 16 B du livre des procédures fiscales –, les requérantes n'ont également disposé que d'un pourvoi en cassation pour contester la régularité et le bien-fondé de l'ordonnance du 8 février 2005.", "38.  Néanmoins, il y a lieu de relever qu'après l'introduction de la requête, une réforme du système de contrôle des opérations de visite et de saisie prévu à l'article L. 450-4 du code de commerce a été effectuée, afin d'offrir de nouvelles voies de recours (paragraphes 22 à 24 ci-dessus). La Cour constate que les autorités, souhaitant tirer les conséquences de l'arrêt Ravon et autres dans le domaine du droit de la concurrence, ont modifié le droit interne par une ordonnance du 13 novembre 2008, afin de permettre aux personnes ayant fait l'objet de visite domiciliaire d'interjeter appel de l'ordonnance d'autorisation du juge des libertés et de la détention devant le premier président de la cour d'appel (paragraphe 22 ci-dessus).", "39.  Cette ordonnance contient également des dispositions transitoires rétroactives pour les opérations de visite et saisie effectuées avant son adoption. Son article 5, alinéa IV, prévoit notamment que si l'autorisation de visite et saisie a fait l'objet d'un pourvoi en cassation ayant donné lieu à un arrêt de rejet de la Cour de cassation, un recours en contestation de l'autorisation est ouvert devant la cour d'appel de Paris saisie dans le cadre de l'article L. 464-8 du code de commerce (paragraphes 24-25 ci-dessus). La Cour relève que les requérantes seraient susceptibles d'être concernées par ces dispositions transitoires, comme le soutient le Gouvernement, puisque l'instruction menée par l'Autorité de la concurrence est toujours en cours (paragraphe 19 ci-dessus).", "40.  Cependant, elle constate que cette action ne pourra être exercée que si un recours au fond est formé contre la décision de l'Autorité de la concurrence, ce qui rend nécessairement l'accessibilité de cette voie de recours incertaine, compte tenu de l'exigence préalable à la fois d'une décision au fond et d'un recours contre celle-ci. Par ailleurs, la décision au fond de l'Autorité de la concurrence, qui n'est toujours pas rendue à ce jour, n'interviendra donc que plusieurs années après les décisions de 2005. Or, la Cour rappelle qu'en plus d'un contrôle en fait et en droit de la régularité et du bien-fondé de la décision ayant prescrit la visite, le recours doit également fournir un redressement approprié, ce qui implique nécessairement la certitude, en pratique, d'obtenir un contrôle juridictionnel effectif de la mesure litigieuse et ce, dans un délai raisonnable.", "41.  Compte tenu de ce qui précède, la Cour estime que le recours en contestation prévu par l'ordonnance du 13 novembre 2008 ne répond pas, en l'espèce, aux exigences de l'article 6 § 1 de la Convention.", "42.  Par ailleurs, la Cour ne peut suivre de l'argument du Gouvernement selon lequel la voie de recours prévue à l'alinéa 12 de l'article L. 450-4 du code de commerce, dans sa rédaction applicable au moment des faits, garantissait déjà aux requérantes un contrôle juridictionnel effectif au sens de l'article 6 § 1 de la Convention. Si cette voie de recours permettait aux requérantes de faire contrôler la régularité du déroulement des opérations de visite et de saisie par le juge qui les avait lui-même autorisées, elle ne garantissait pas un contrôle juridictionnel effectif de la régularité et du bien-fondé de l'ordonnance d'autorisation répondant aux exigences d'indépendance d'un tribunal posées par l'article 6 § 1 de la Convention. A cet égard, la Cour rappelle qu'elle a jugé qu'un contrôle des opérations effectué par le juge ayant autorisé les visites et saisies ne permettait pas un contrôle indépendant de la régularité de l'autorisation elle-même (Ravon et autres, précité, § 31).", "43.  La Cour note au demeurant que l'ordonnance du 13 novembre 2008 a précisément modifié cette disposition, en permettant une action en contestation devant un juge différent de celui qui a autorisé les opérations de visite et de saisie, à savoir le premier président de la cour d'appel (paragraphe 23 ci-dessus).", "44.  Compte tenu de ce qui précède, la Cour estime que n'ayant disposé, comme dans l'affaire Ravon et autres (précitée), que d'un pourvoi en cassation, les sociétés requérantes n'ont pas bénéficié d'un contrôle juridictionnel effectif pour contester la régularité et le bien-fondé de l'ordonnance du juge des libertés et de la détention ayant autorisé les visites et saisies et, partant, que l'exception d'irrecevabilité jointe au fond doit être rejetée.", "45.  Il y a donc eu violation de l'article 6 § 1 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "46.  Les requérantes soutiennent que les visites domiciliaires et saisies ont porté atteinte à leur droit au respect de leur domicile. Elles invoquent l'article 8 de la Convention qui se lit comme suit :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "a) Thèses des parties", "47.  Le Gouvernement soulève une exception d'irrecevabilité concernant la société SPORT PLUS, estimant que celle-ci n'a pas la qualité de victime.", "48.  Sur le fond, il ne conteste pas l'existence d'une ingérence dans le respect du domicile des autres sociétés. Néanmoins, il rappelle qu'il s'agit de locaux professionnels de sociétés commerciales. Le Gouvernement ajoute que cette ingérence était prévue par la loi et qu'elle répondait à des « buts légitimes », à savoir la protection du bien-être économique du pays et la prévention des infractions pénales, et qu'elle était « nécessaire dans une société démocratique ». Il cite la jurisprudence de la Cour, notamment les affaires Keslassy (Keslassy c. France (déc.), no 51578/99, CEDH 2002I) et Maschino (précitée). Dans la présente affaire, le Gouvernement ne voit aucune raison de s'écarter de cette jurisprudence. Il ajoute que les visites et saisies effectuées ont été entourées de plus de garanties et que toutes ces prescriptions ont été respectées.", "49.  Les requérantes contestent la thèse du Gouvernement et font valoir que l'ingérence n'avait pas de base légale. Elles estiment que le magistrat chargé d'autoriser et de contrôler cette ingérence n'assure pas un contrôle concret et effectif. Les requérantes dénoncent ensuite l'absence d'impartialité et d'indépendance des juges autorisant les visites domiciliaires et soutiennent qu'en pratique, les ordonnances d'autorisation sont systématiquement pré-rédigées par l'administration et présentées au juge en même temps que la requête et les pièces la justifiant, le juge n'ayant plus qu'à la signer. Selon elles, c'est le cas en l'espèce. Les requérantes considèrèrent que l'ordonnance litigieuse ne vise pas les propositions du rapporteur général du Conseil de la concurrence alors que celles-ci doivent accompagner la requête aux fins d'autorisation de visite et de saisie ; or, elles auraient permis au juge d'évaluer la nécessité de recourir aux investigations litigieuses. Enfin, les requérantes mettent en cause la nécessité de l'ingérence. La société GROUPE CANAL PLUS ajoute qu'elle a fait l'objet d'une visite et d'une saisie alors qu'elle n'était pas visée par l'ordonnance du 8 février 2005.", "b)  Appréciation de la Cour", "50.  S'agissant tout d'abord de la société SPORT PLUS, la Cour relève qu'aucune opération de visite et de saisie n'a eu lieu dans les locaux. Elle ne peut donc se prétendre victime d'une violation de l'article 8 de la Convention.", "51.  Il s'ensuit que l'exception d'irrecevabilité soulevée par le Gouvernement concernant la société SPORT PLUS doit être accueillie et que ce grief doit être rejeté en application de l'article 35 §§ 3 et 4 de la Convention.", "52.  S'agissant des autres requérantes, la Cour, tout en renvoyant à la décision Keslassy (précitée ; voir également Maschino et Kandler, précités), considère que les visites domiciliaires et saisies litigieuses constituent une ingérence au droit des requérantes au respect de leur domicile. Elle estime également que ces ingérences étaient prévues par la loi, puisqu'elles ont été autorisées conformément à l'article L. 450-4 du code de commerce. Que la société GROUPE CANAL PLUS ait fait l'objet d'une visite domiciliaire alors qu'elle n'était pas visée précisément par l'ordonnance ne remet pas en cause la légalité de l'ingérence puisque l'ordonnance d'autorisation visait les locaux de CANAL PLUS sans précision sur la forme sociale des différentes entités concernées à ce titre mais relevant assurément de cet intitulé.", "53.  La Cour relève que les ingérences poursuivaient des buts légitimes au sens de l'article 8 § 2 de la Convention, à savoir la protection du bien-être économique du pays et la prévention des infractions pénales.", "54.  Reste à examiner si elles étaient « nécessaires dans une société démocratique », étant rappelé que la notion de nécessité implique une ingérence fondée sur un besoin social impérieux et notamment proportionnée au but légitime recherché. Si, pour se prononcer sur la « nécessité » d'une ingérence « dans une société démocratique », la Cour doit tenir compte de la marge d'appréciation laissée aux Etats contractants, elle ne se borne toutefois pas à se demander si l'Etat défendeur a usé de son pouvoir d'appréciation de bonne foi, avec soin et de manière sensée. Dans l'exercice de son contrôle, il lui faut considérer les décisions critiquées à la lumière de l'ensemble de l'affaire et déterminer si les motifs invoqués à l'appui des ingérences en cause sont « pertinents et suffisants ». Par ailleurs, s'agissant en particulier des visites domiciliaires et des saisies, la Cour a déjà eu l'occasion de souligner que, si les Etats peuvent estimer nécessaire de recourir à de telles mesures pour établir la preuve matérielle des délits et en poursuivre le cas échéant les auteurs, il faut que leur législation et leur pratique en la matière offrent des garanties suffisantes contre les abus (voir, entre autres, Keslassy et Maschino, précités).", "55.  En l'espèce, la Cour constate que l'ordonnance du juge des libertés et de la détention du 8 février 2005 détaille les faits et pièces sur lesquels reposent les présomptions de pratiques anticoncurrentielles prohibées par les articles 420-1 et 420-2 du code de commerce pesant sur plusieurs entreprises et organisations professionnelles, au nombre desquelles se trouvent les requérantes, et qu'il autorise « à procéder ou à faire procéder, dans les locaux » de CANAL PLUS « aux visites et aux saisies de tous documents nécessaires à la recherche de la preuve des agissements qui entrent dans le champ des pratiques prohibées par les points 1 et 2 de l'article L. 420-1 du code de commerce et de l'article 81 du traité de Rome et/ou par les articles L. 420-2 alinéa 1 du code de commerce et 82 du traité de Rome relevés dans le secteur de la gestion des droits dans le football professionnel et celui de la publicité dans les stades de football ainsi que toute manifestation de ces agissements prohibés ». Il est donc incontestable que les visites domiciliaires effectuées dans les locaux des requérantes avaient pour objectif la recherche de preuves de pratiques anticoncurrentielles possiblement imputables à ces dernières. Dans ces circonstances et eu égard à la marge d'appréciation dont dispose l'autorité judiciaire en la matière, la Cour estime qu'elle était fondée à considérer les visites domiciliaires comme nécessaires à cette fin, et voit dans la saisie de documents relatifs auxdits agissements un motif pertinent et suffisant.", "56.  Par ailleurs, comme l'article L. 16 B du livre des procédures fiscales, l'article L. 450-4 du code de commerce énonce un certain nombre de garanties : d'une part, il prévoit une autorisation judiciaire préalable du juge qui vérifie si la demande d'autorisation est fondée ; d'autre part, les opérations de visite et saisie s'effectuent sous l'autorité et le contrôle de ce même juge, qui désigne un ou plusieurs officiers de police judiciaire chargés d'assister à ces opérations et de le tenir informé, qui peut à tout moment décider de la suspension ou l'arrêt de la visite, et qui peut se rendre dans les locaux pendant l'intervention. En outre, il prévoit un recours en contestation du déroulement des opérations de visite et saisie auprès du juge les ayant autorisées dans un délai de deux mois.", "57.  Il ne ressort pas du dossier que la procédure n'ait pas été respectée en l'espèce. La Cour relève que, dans son ordonnance, le juge a circonscrit la visite et désigné nommément neuf officiers de police judiciaire chargés de le tenir informé du déroulement des opérations. Il a également précisé les conditions de désignation des enquêteurs habilités à procéder aux visites. L'ordonnance du juge informait également les personnes concernées des voies des recours pour contester la régularité des opérations. Enfin, la Cour relève que les requérantes ont pu soumettre les opérations de visite et saisie au contrôle des autorités judiciaires qui ont vérifié leur régularité par des décisions dument motivées.", "58.  Le fait qu'en violation de l'article 6 § 1 de la Convention, les requérantes n'aient pas bénéficié d'un contrôle juridictionnel effectif pour contester l'ordonnance d'autorisation du juge au sens de cette disposition (paragraphes 44 et 45 ci-dessus) ne met pas en cause la pertinence de ces garanties ; cela ressort d'ailleurs clairement des motifs de l'arrêt Ravon et autres (précité, §§ 30 et 31).", "59.  Compte tenu de ce qui précède, la Cour estime que, dans les circonstances de l'espèce, les visites domiciliaires et saisies dont les requérantes ont fait l'objet n'ont pas été disproportionnées.", "60.  Il s'ensuit que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l'article 35 §§ 3 et 4 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 10 DE LA CONVENTION", "61.  Selon les requérantes, les visites domiciliaires et saisies pratiquées dans leurs locaux ont porté atteinte à leur droit à la liberté d'expression en raison de l'absence d'un magistrat. Elles dénoncent une violation de l'article 10 de la Convention qui se lit comme suit :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. Le présent article n'empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d'autorisations.", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l'intégrité territoriale ou à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d'autrui, pour empêcher la divulgation d'informations confidentielles ou pour garantir l'autorité et l'impartialité du pouvoir judiciaire. »", "1.  Sur la qualité de victime de SPORT PLUS", "62.  Le Gouvernement fait valoir que la requérante n'a pas la qualité de victime.", "63.  La Cour constate qu'aucune opération de visite et de saisie n'a eu lieu au domicile de la société SPORT PLUS. Cette dernière ne peut donc se prétendre victime d'une violation de l'article 10 de la Convention.", "64.  Il s'ensuit que l'exception d'irrecevabilité soulevée par le Gouvernement doit être accueillie et que ce grief doit être rejeté en application de l'article 35 §§ 3 et 4 de la Convention.", "2.  Sur l'épuisement des voies de recours internes", "65.  Le Gouvernement fait également valoir que ce grief n'a pas été soulevé de manière adéquate devant les juridictions internes par les autres requérantes.", "66.  Les requérantes soutiennent quant à elles avoir développé l'argument relatif à une méconnaissance de l'article 56-2 du code de procédure pénale dans le cadre du contentieux portant sur le déroulement des opérations de visites et de saisies. A cet égard, elles renvoient à leur mémoire et à l'ordonnance du juge du 30 juin 2005.", "67.  La Cour constate que les requérantes n'indiquent pas avoir saisi le juge des libertés et de la détention au cours des opérations de visite et de saisie, afin de solliciter sa présence dans leurs locaux pendant la visite, conformément à l'alinéa 4 de l'article L. 450-4 du code de commerce.", "68.  Dès lors, il y a lieu d'accueillir l'exception d'irrecevabilité et de rejeter le grief pour non-épuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "69.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "70.  Les requérantes réclament 100 000 euros (EUR) au titre du préjudice matériel qui aurait été occasionné tant par les visites domiciliaires, lesquelles ont considérablement ralenti leur productivité, que par la saisie d'objets et de matériels, dont l'usage a été nécessairement suspendu. Elles demandent 500 000 EUR au titre du préjudice moral du fait des violations dénoncées de la Convention et de l'appréhension de documents de toutes sortes relevant de la vie privée ou protégés par le secret des affaires. Les opérations de visite et saisie ayant été couvertes par les médias auraient affecté leur image et leur réputation. Les requérantes ne produisent aucun document à l'appui de leur demande.", "71.  Le Gouvernement s'oppose à ces demandes. Selon lui, les requérantes ne justifient pas, par des données chiffrées, de l'existence de ce prétendu ralentissement de productivité et ne précisent pas les conséquences financières éventuelles de la suspension temporaire de l'usage des matériels inspectés. Il souligne qu'aucun matériel ou objet n'a été saisi. Le fonctionnement de l'entreprise n'aurait donc pas été entravé. S'agissant du préjudice moral allégué par les requérantes, leur demande est selon lui disproportionnée. Se référant à l'arrêt Ravon et autres (précité), il estime que le seul constat de violation constituerait une réparation adéquate du préjudice moral.", "72.  Outre le fait que la demande faite au titre du préjudice matériel n'est aucunement étayée, la Cour n'aperçoit aucun lien de causalité entre la violation constatée et le dommage matériel allégué. Elle rejette donc cette demande. La Cour estime par ailleurs que le dommage moral se trouve suffisamment réparé par le constat de violation de l'article 6 § 1 de la Convention auquel elle parvient (Ravon et autres, précité, § 41, et Société IFB, précité, § 31,).", "B.  Frais et dépens", "73.  Produisant dix notes d'honoraires, les requérantes demandent 91 502, 34 EUR pour les frais et dépens engagés devant les juridictions internes et 21 000 EUR pour la procédure devant la Cour.", "74.  Le Gouvernement considère que cette demande est disproportionnée. Se référant à la jurisprudence de la Cour, il fait valoir que les requérantes ne précisent pas quelle proportion des honoraires facturés au titre des procédures devant les juridictions internes concernerait le temps employé au développement des moyens correspondant en substance aux griefs soutenus devant la Cour. Le Gouvernement ajoute que la satisfaction équitable éventuellement allouée à chacune des requérantes ne devrait pas excéder la somme de 5 000 EUR.", "75.  La Cour rappelle que l'allocation de frais et dépens au titre de l'article 41 présuppose que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux. En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (voir, par exemple, Beyeler c. Italie (satisfaction équitable) [GC], no 33202/96, § 27, 28 mai 2002, et Sahin c. Allemagne [GC], no 30943/96, § 105, CEDH 2003-VIII).", "76.  En l'espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable d'allouer 15 000 EUR conjointement aux requérantes.", "C.  Intérêts moratoires", "77.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Joint au fond l'exception d'irrecevabilité du grief tiré de l'article 6 § 1 de la Convention pour non-épuisement des voies de recours internes ;", "", "2.  Rejette les exceptions d'irrecevabilité soulevées dans le cadre du grief tiré de l'article 6 § 1, et déclare ce grief recevable ;", "", "3.  Déclare la requête irrecevable pour le surplus ;", "", "4.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "5.  Dit que le constat de la violation de l'article 6 § 1 de la Convention fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par les requérantes ;", "\n6.  Dit", "a)  que l'Etat défendeur doit verser aux requérantes, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 15 000 EUR (quinze mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt par les requérantes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 décembre 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}