{"file": "FRE_HFJUD_30765_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "30765/08", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE DI SARNO ET AUTRES c. ITALIE", "", "(Requête no 30765/08)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "10 janvier 2012", "", "", "DÉFINITIF", "", "10/04/2012", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire di Sarno et autres c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tIsabelle Berro-Lefèvre,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tGuido Raimondi, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 29 novembre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 30765/08) dirigée contre la République italienne et dont dix-huit ressortissants de cet Etat, (« les requérants »), ont saisi la Cour le 9 janvier 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Devant la Cour, les requérants, dont les noms figurent dans la liste annexée au présent arrêt, ont été représentés par l’un d’eux, Me Errico di Lorenzo, avocat à Somma Vesuviana (Naples).", "3.  Le gouvernement italien (« le Gouvernement ») a été représenté par son agent, Mme E. Spatafora, et son ancien coagent, M. N. Lettieri.", "4.  Dans leur requête, les requérants alléguaient que la mauvaise gestion, par les autorités italiennes, du service de collecte, de traitement et d’élimination des déchets en Campanie, ainsi que le manque de diligence des autorités judiciaires à poursuivre les responsables de cette situation, avaient porté atteinte à leurs droits garantis par les articles 2, 6, 8 et 13 de la Convention.", "5.  Le 2 juin 2009, la Cour a décidé de communiquer la requête au Gouvernement et de la traiter en priorité (article 41 du règlement de la Cour). Comme le permettait l’ancien article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Treize des requérants résident dans la commune de Somma Vesuviana, en Campanie. Cinq y travaillent.", "7.  Du 11 février 1994 au 31 décembre 2009, la région Campanie fut soumise à l’état d’urgence (stato di emergenza) sur décision du président du Conseil des ministres en raison de graves problèmes d’élimination des déchets solides urbains.", "8.  Du 11 février 1994 au 23 mai 2008, la gestion de l’état d’urgence fut confiée à des « commissaires délégués » désignés par le président du Conseil des ministres et secondés par des sous-commissaires. Neuf hauts responsables – dont quatre présidents de la région de Campanie et le chef du service de la protection civile de la présidence des Conseil des ministres – furent nommés aux fonctions de commissaire.", "9.  Du 23 mai 2008 au 31 décembre 2009, la gestion de l’état d’urgence fut confiée à un sous-secrétariat d’Etat à la présidence du Conseil des ministres attribué au chef du service de la protection civile.", "La gestion des déchets en Campanie et dans la commune de Somma Vesuviana jusqu’en 2004", "10.  La loi régionale no 10 du 10 février 1993 (« la loi no 10/93 ») fixa les lignes directrices pour l’adoption d’un plan d’élimination des déchets en Campanie, lequel devait prévoir la valorisation des déchets solides urbains et des matériaux recyclables ainsi que la réduction de moitié du nombre et de la capacité des décharges – grâce à des techniques de compactage et de tri sélectif des déchets – sur la période 1993-1995.", "11.  Le 9 juin 1997, le président de la région agissant en qualité de commissaire délégué arrêta un plan régional d’élimination des déchets. Ce plan prévoyait notamment la construction de cinq incinérateurs – dont quatre sur les bans communaux de Marcianise, Battipaglia, Giugliano et Nola-Marigliano (ces deux derniers étant destinés à desservir les communes de résidence des requérants), et le cinquième sur un site à définir ultérieurement – ainsi que de cinq décharges principales et de six décharges secondaires.", "12.  Le 12 juin 1998, le président de la région agissant en qualité de commissaire délégué lança un appel d’offres pour la concession décennale du service de traitement et d’élimination des déchets produits dans la province de Naples. En application du cahier des charges, le concessionnaire retenu devait assurer la réception régulière des déchets collectés, leur tri, leur transformation en « combustible dérivé de déchets » (combustibile derivato da rifiuti, ci-après : « CDR ») et l’incinération du CDR. Pour ce faire, il devait construire et gérer trois centres destinés au tri des déchets et à la production de CDR (« centres de production de CDR ») à Caivano, Tufino et Giugliano et réaliser, avant le 31 décembre 2000, une usine de production d’énergie électrique par combustion de CDR (« usine de thermo-valorisation du CDR »).", "13.  A l’issue de la procédure d’adjudication, clôturée le 20 mars 2000, la concession de ce service fut confiée à un consortium d’entreprises composé des sociétés Fisia Impianti S.p.A. (ayant qualité de chef de file), Impregilo S.p.A., Babcock Kommunal GmbH, Deutsche Babcock Anlagen GmbH et Evo Oberhausen AG (ayant qualité de mandataires).", "14.  Aux termes d’un contrat de concession de services conclu le 7 juin 2000, les cinq entreprises adjudicataires s’engageaient à construire deux centres de production de CDR à Caivano et à Tufino dans un délai de 300 jours à compter des 10 et 14 avril 2000 respectivement, et un autre à Giugliano dans un délai de 270 jours à compter du 30 mars 2000. L’usine de thermo-valorisation du CDR, à ériger dans la localité d’Acerra, devait être bâtie dans un délai de 24 mois à compter d’une date à préciser ultérieurement.", "15.  Entre-temps, le 22 avril 1999, le commissaire délégué avait lancé un appel d’offres pour la concession du service d’élimination des déchets produits en Campanie. La procédure d’adjudication fut remportée par le consortium FIBE S.p.A., qui avait été constitué par les entreprises concessionnaires. A une date non précisée, celles-ci créèrent la société FIBE Campania S.p.A.", "16.  En exécution d’un contrat de concession de services conclu le 5 septembre 2001, FIBE S.p.A. devait construire et gérer sept centres de production de CDR et deux usines de thermo-valorisation de ce produit. Elle devait assurer la réception, le tri et le traitement des déchets produits dans la région en vue d’en transformer 32 % en CDR et 33 % en compost, et de produire 14 % de déchets non réutilisables et 3 % de déchets ferreux.", "17.  En janvier 2001, la fermeture de la décharge de Tufino provoqua la suspension temporaire de l’élimination des déchets dans la province de Naples. Pour faire face à leur accumulation, les maires des autres communes de la province autorisèrent à titre provisoire leur stockage dans leurs décharges respectives aux fins de l’article 13 du décret législatif no 22 du 5 février 1997 (voir paragraphe 65 ci-dessous).", "18.  De fin 2001 à mai 2003, sept centres de production de CDR furent construits à Caivano, Pianodardine, Santa Maria Capua Vetere, Giugliano, Casalduni, Tufino et Battipaglia.", "19.  Le 22 mai 2001, le service de ramassage, de collecte et de transport des déchets urbains de la commune de Somma Vesuviana fut confié à un consortium d’entreprises composé des sociétés C.I.C.-Clin Industrie Città S.p.A. et Ecologia Bruscino S.r.l. Le 26 octobre 2004, la gestion de ce service fut attribuée à M.I.T.A S.p.A., une société à capital public.", "B.  L’enquête pénale relative à la situation du service d’élimination des déchets après la conclusion des contrats de concession du 7 juin 2000 et du 5 septembre 2001", "20.  En 2003, le parquet près le tribunal de Naples ouvrit une enquête pénale (RGNR no 15940/03) sur la situation de la gestion du service d’élimination des déchets en Campanie après la conclusion des contrats de concession du 7 juin 2000 et du 5 septembre 2001.", "21.  Le 31 juillet 2007, le parquet demanda le renvoi en jugement des administrateurs et de certains employés des sociétés Fisia Italimpianti S.p.A., FIBE S.p.A., FIBE Campania S.p.A., Impregilo S.p.A., Gestione Napoli S.p.A. (« les sociétés »), du commissaire délégué en exercice de 2000 à 2004 et de plusieurs fonctionnaires du bureau de celui-ci pour avoir commis, de 2001 à 2005, les délits de fraude, d’inexécution de contrats publics, d’escroquerie, d’interruption d’un service public ou d’utilité publique, d’abus de fonctions, de faux idéologique dans l’exercice de fonctions publiques et d’opérations de gestion de déchets non autorisées.", "22.  Les membres des sociétés en question étaient notamment accusés d’avoir violé, avec la complicité du commissaire délégué et des fonctionnaires de son bureau, l’obligation de réceptionner et de traiter les déchets produits dans la région imposée par les contrats de concession. Pour leur part, les sociétés étaient accusées d’avoir ralenti, et parfois interrompu, la réception régulière des déchets collectés dans les centres de production de CDR, provoquant ainsi l’accumulation des déchets dans les rues et les sites de stockage provisoire mis en place par les maires ou le commissaire délégué.", "23.  En outre, le parquet reprochait aux sociétés mises en causes d’avoir 1) produit du CDR et du compost de manière non conforme aux conditions contractuelles, 2) omis d’effectuer les opérations de récupération énergétique du CDR requises dans l’attente de la construction de l’usine de thermo-valorisation, 3) sous-traité l’activité de transport des déchets valorisés issus des centres de production de CDR, au mépris des dispositions du contrat de concession, 4) stocké des matériaux polluants issus de la production de CDR dans des décharges illicites sans aucune protection de l’environnement.", "24.  Pour leur part, les fonctionnaires visés par la demande de renvoi étaient accusés d’avoir faussement attesté du respect, par les sociétés mises en cause, des dispositions légales et des conditions contractuelles régissant l’élimination des déchets ainsi que d’avoir autorisé l’ouverture de décharges non conformes à la législation en vigueur, le stockage provisoire du CDR jusqu’à l’ouverture des usines de thermo-valorisation, la mise en décharge des matériaux polluants issus des centres de production de CDR et des dérogations aux critères contenus dans le cahier des charges pour la production du CDR.", "25.  Le 29 février 2008, le juge de l’audience préliminaire ordonna le renvoi en jugement des accusés et fixa l’audience devant le tribunal de Naples au 14 mai 2008.", "C.  La gestion des déchets en Campanie et dans la commune de Somma Vesuviana de 2005 à 2007", "26.  Le décret-loi no 245 du 30 novembre 2005, converti en la loi no 21 du 27 janvier 2006, prévoyait la résiliation des contrats de concession du service d’élimination des déchets en Campanie conclus par le commissaire délégué en 2000 et 2001 ainsi que l’organisation en urgence d’une nouvelle adjudication publique. Afin d’assurer la continuité du service, les sociétés concessionnaires étaient tenues de poursuivre leurs activités jusqu’à la clôture de la procédure d’adjudication, mais pas au-delà du 31 décembre 2007.", "27.  Un premier appel d’offres, lancé le 27 mars 2006 par le commissaire délégué en exercice, échoua faute d’un nombre suffisant d’offres valides.", "28.  Le 2 août 2006, le commissaire délégué lança un deuxième appel d’offres portant sur vingt ans.", "29.  Le décret-loi no 263 du 9 octobre 2006, converti en la loi no 290 du 6 décembre 2006, nomma le chef du service de la protection civile aux fonctions de commissaire délégué à la gestion de la crise des déchets en Campanie. Le deuxième appel d’offres ayant été annulé, le commissaire délégué fut chargé de confier le service d’élimination des déchets à de nouvelles entreprises adjudicataires.", "30.  Le 28 mars 2007, la région adopta la loi no 4, qui prévoyait la création d’une section régionale du cadastre des déchets, d’un observatoire régional des déchets, d’un plan régional de gestion du cycle intégré des déchets, d’un plan régional de gestion des déchets spéciaux, y compris les déchets dangereux, ainsi que d’un plan régional pour l’assainissement des sites pollués.", "31.  Le 6 juillet 2007, le préfet de Naples fut nommé commissaire délégué à la gestion de la crise.", "32.  Le décret-loi no 61 du 11 mai 2007, converti en la loi no 87 du 5 juillet 2007 (« le décret-loi no 61/07 »), autorisa la création, dans les communes de Serre (Salerne), Savignano Irpino (Avellino), Terzigno (Naples), Sant’Arcangelo Trimonte (Bénévent), de décharges dérogeant aux dispositions en vigueur en matière environnementale, d’hygiène et de santé, et interdit la création de nouveaux sites d’élimination des déchets notamment dans les communes de Giugliano in Campania, Villaricca, Qualiano et Quarto (Naples) au moins jusqu’à l’assainissement du territoire. Ce texte confia au commissaire délégué la charge d’identifier d’urgence de nouvelles entreprises auxquelles attribuer le service de traitement et d’élimination des déchets.", "33.  Le 21 novembre 2007, un troisième appel d’offres fut lancé. Faute d’offres, il fut déclaré infructueux.", "34.  Le 28 décembre 2007, le commissaire délégué arrêta un plan régional pour les déchets urbains de la Campanie aux fins de l’article 9 du décret-loi no 61/07. Ce plan proposait une stratégie de sortie de crise, notamment grâce au développement de la collecte sélective des déchets, à la transparence de leur cycle de vie, à la rationalisation et la mise en conformité des structures existantes – en particulier d’au moins un des centres de production de CDR –, à la création de structures destinées à produire du compost et à l’emploi de nouvelles technologies et de méthodes de traitement biologique des déchets.", "35.  Le 19 avril 2008, le service de collecte et de transport des déchets organiques dans la commune de Somma Vesuviana fut confié à Pomigliano Ambiente S.p.A, une société à capital public.", "D.  La gestion des déchets en Campanie et dans la commune de Somma Vesuviana de 2008 à 2010", "36.  Une nouvelle crise se produisit à la fin de l’année 2007. Des tonnes de déchets furent abandonnées pendant des semaines dans les rues de Naples et de plusieurs villes de sa province, y compris celles où les requérants résident (voir la liste annexée au présent arrêt).", "37.  Le 11 janvier 2008, le président du Conseil des ministres nomma par ordonnance (no 3639/08) un haut fonctionnaire de police aux fonctions de commissaire délégué (article 1). Celui-ci fut chargé d’ouvrir les décharges prévues par le décret-loi no 61/07 et de repérer de nouveaux sites de stockage et d’élimination des déchets, avec l’assistance de la force publique, armée comprise (article 2). Les communes de la région furent invitées à préparer des plans pour la collecte sélective des déchets (article 3).", "38.  Le décret-loi no 90 du 23 mai 2008 (« le décret-loi no 90/08 ») – converti en la loi no 123 du 14 juillet 2008 (intitulée « Mesures extraordinaires en réponse à la crise de l’élimination des déchets en Campanie et dispositions ultérieures de protection civile ») – nomma le chef du service de la protection civile aux fonctions de sous-secrétaire d’Etat à la présidence du Conseil des ministres et le chargea de la gestion de la crise jusqu’au 31 décembre 2009, en remplacement du commissaire délégué. Le sous-secrétaire fut autorisé à ouvrir dix nouvelles décharges dans la région, dont deux à Terzigno et à Chiaiano, par dérogation aux dispositions en vigueur en matière environnementale, d’hygiène et de santé.", "39.  Le décret-loi no 90/08 autorisa aussi le traitement de certaines catégories de déchets dans l’usine de thermo-valorisation du CDR d’Acerra contre l’avis rendu le 9 février 2005 par la commission d’évaluation de l’impact sur l’environnement, ainsi que la réalisation d’usines de thermo-valorisation du CDR à Santa Maria La Fossa (Caserte) et dans les communes de Naples et Salerne.", "40.  Ledit décret-loi attribuait aux provinces de la Campanie la propriété des centres de tri et de traitement des déchets, mais en confiait la gestion provisoire à l’armée (article 6 bis).", "41.  Les alinéas 4 et 7 de l’article 2 de ce texte qualifiaient les sites, les zones, les usines et les sièges des services de gestion des déchets de zones d’intérêt stratégique national placées sous la surveillance de la police et de l’armée. Il fut demandé aux forces armées de participer à la mise en service des chantiers et des sites ainsi qu’à la collecte et au transport des déchets.", "42.  L’article 2, alinéa 9, qualifiait le fait d’empêcher, d’entraver ou de rendre plus difficile la gestion des déchets d’interruption du service public passible de sanction.", "43.  Enfin, le décret-loi chargea le sous-secrétaire d’Etat de contrôler le respect par les communes des objectifs de collecte sélective des déchets urbains fixés dans le plan régional pour les déchets urbains de la Campanie établi le 28 décembre 2007.", "44.  Pour sa part, le décret-loi no 172 du 6 novembre 2008 (« le décret-loi no 172/08 »), converti en la loi no 210 du 30 décembre 2008 (intitulée « Mesures extraordinaires en réponse à la crise de l’élimination des déchets en Campanie et dispositions urgentes en matière de protection de l’environnement ») prévoyait que, dans les territoires visés par l’état d’urgence en rapport avec l’élimination des déchets, les maires, les présidents de province, les membres des conseils municipaux ou provinciaux et ceux des commissions communales ou provinciales pouvaient être destitués par décret du ministre de l’Intérieur en cas de manquement grave, entre autres, aux obligations de planification et d’organisation du service de collecte, de transport, de valorisation, d’élimination et de collecte sélective des déchets (article 3). En outre, dans ces mêmes territoires, il prévoyait des sanctions pénales spéciales réprimant en particulier 1) l’abandon ou l’incendie de déchets, 2) la collecte, le transport, la valorisation, l’élimination et le commerce de déchets sans autorisation, 3) la création et la gestion de décharges illégales ainsi que le mélange de déchets dangereux et non dangereux (article 6).", "45.  Selon les informations fournies par le Gouvernement et non contestées par les requérants, deux décharges avaient déjà été ouvertes à Savignano Irpino et Sant’Arcangelo Trimonte fin octobre 2009, d’autres étaient sur le point d’ouvrir à Chiaiano, Terzigno, San Tammaro, et les travaux préliminaires en vue de l’ouverture d’une décharge à Andretta (Avellino) étaient en cours. Les travaux d’achèvement de l’usine de thermo-valorisation d’Acerra étaient en voie de réalisation, un appel d’offres pour la construction d’une usine de thermo-valorisation du CDR à Salerne avait été lancé et un site pour l’implantation d’une usine de thermo-valorisation dans la province de Naples avait été choisi. Du 14 janvier au 1er mars 2008, 269 000 tonnes de déchets avaient été enlevées des rues des villes de la région et 79 000 tonnes de CDR avaient été stockées. 530 communes avaient entamé le tri sélectif des déchets en application de l’ordonnance no 3639/08.", "46.  Le 3 juin 2008, en application de l’ordonnance no 3804/09 prise par le président du Conseil des ministres et après approbation d’un programme de tri sélectif, le service de collecte de la commune de Somma Vesuviana aurait été confié à la société L’Igiene Urbana S.r.l. sur appel d’offres.", "47.  Le 15 mars 2009, le président du Conseil des ministres enjoignit par ordonnance (no 3746) aux provinces de la région de constituer des sociétés à capital public majoritaire pour la gestion des sites de stockage des déchets, des décharges et des structures de traitement, d’élimination, de valorisation et de recyclage des déchets.", "E.  L’enquête pénale relative à la gestion du service d’élimination des déchets postérieure à décembre 2005", "48.  En 2006, à une date non précisée, le parquet près le tribunal de Naples ouvrit une enquête pénale (RGNR no 40246/06) sur les opérations d’élimination des déchets réalisées à titre provisoire par les sociétés FIBE S.p.A. et FIBE Campania S.p.A. pendant la phase transitoire consécutive à la résiliation des contrats de concession.", "49.  Le 22 mai 2008, à la demande du parquet, le juge des investigations préliminaires du tribunal de Naples ordonna l’assignation à résidence de l’administrateur délégué de FIBE S.p.A. et FIBE Campania S.p.A., de plusieurs cadres et employés de ces sociétés, des responsables des centres de tri de déchets gérés par Fisia Italimpianti S.p.A., du gérant de la décharge de Villaricca, des représentants de la société de transports FS Cargo S.p.A. et de plusieurs fonctionnaires du bureau du commissaire délégué.", "50.  Les prévenus étaient accusés, entre autres, d’association de malfaiteurs en vue du trafic illégal de déchets et de la réalisation de faux en écritures publiques, d’escroquerie, de faux idéologique dans l’exercice de fonctions publiques et d’activités organisées pour le trafic illicite de déchets.", "51.  En 2008, à une date non précisée, le parquet près le tribunal de Naples ouvrit une enquête pénale (RGNR no 32722/08, dite « Rompiballe ») sur des opérations d’élimination de déchets réalisées après décembre 2005. Selon les informations fournies par le Gouvernement et non contestées par les requérants, l’enquête, encore pendante au 26 octobre 2009, portait sur de nombreux délits contre l’environnement et l’administration publique et était dirigée contre plusieurs employés de FIBE S.p.A. et d’autres entreprises du consortium, ainsi que contre des fonctionnaires du bureau du commissaire délégué.", "F.  Les arrêts de la Cour de justice de l’Union européenne", "52.  Le 22 mars 2005, la Commission des Communautés européennes (« la Commission ») introduisit devant la Cour de justice un recours en manquement contre l’Italie au titre de l’article 226 du traité instituant la Communauté européenne (« TCE ») (affaire C-135/05). Dénonçant l’existence d’un grand nombre de décharges illégales et non contrôlées en Italie, la Commission alléguait que les autorités italiennes avaient manqué à leurs obligations au titre des articles 4, 8 et 9 de la directive 75/442/CEE relative aux déchets, de l’article 2 § 1 de la directive 91/689/CEE relative aux déchets dangereux et de l’article 14, lettres a) à c), de la directive 1999/31/CE concernant la mise en décharge des déchets.", "53.  Dans l’arrêt qu’elle rendit le 26 avril 2007, la Cour de justice constata « la non-conformité générale des décharges au regard desdites dispositions », observant notamment que le gouvernement italien « ne contest[ait] pas l’existence (...) sur son territoire, d’au moins 700 décharges illégales contenant des déchets dangereux, qui n’[étaient] (...) soumis à aucun contrôle ».", "54.  Elle conclut, entre autres, que la République italienne avait manqué aux obligations découlant des dispositions invoquées par la Commission, au motif qu’elle n’avait pas pris toutes les mesures nécessaires pour assurer que les déchets soient valorisés ou éliminés sans mettre en danger la santé de l’homme et sans que soient utilisés des procédés ou des méthodes susceptibles de porter préjudice à l’environnement, et pour interdire l’abandon, le rejet et l’élimination incontrôlée des déchets.", "55.  Le 3 juillet 2008, la Commission introduisit un nouveau recours en manquement devant la Cour de justice sur le fondement de l’article 226 TCE (affaire C-297/08).", "56.  Par un arrêt du 4 mars 2010, la Cour de justice, tout en prenant acte des mesures adoptées par l’Etat italien en 2008 pour surmonter la « crise des déchets », constata l’existence d’un « déficit structurel en termes d’installations nécessaires à l’élimination des déchets urbains produits en Campanie », comme le démontraient « les quantités importantes de déchets s’étant accumulées sur les voies publiques de cette région ».", "Elle estima que l’Italie avait « failli à son obligation d’établir un réseau adéquat et intégré d’installations d’élimination (...) de ses déchets, et [avait], par conséquent, manqué aux obligations lui incombant en vertu de l’article 5 de la directive 2006/12 ». Selon la Cour, ledit manquement ne pouvait être justifié par des circonstances telles que l’opposition de la population à l’installation de décharges, l’existence d’activités criminelles dans la région et les inexécutions contractuelles de la part des entreprises chargées de la réalisation de certaines structures d’élimination des déchets. Elle précisa que cette dernière circonstance ne relevait pas de la force majeure car cette notion désignait « des circonstances étrangères à celui qui l’invoque, anormales et imprévisibles, dont les conséquences n’auraient pu être évitées malgré toutes les diligences déployées », et qu’une administration diligente devait prendre les mesures nécessaires soit pour se prémunir contre les inexécutions contractuelles, soit pour s’assurer de la réalisation effective et en temps voulu des structures nécessaires malgré les inexécutions en question. De surcroît, la Cour de Justice releva que « la République italienne ne contest[ait] pas que (...) les déchets jonchant la voie publique s’élevaient à 55 000 tonnes, s’ajoutant aux 110 000 à 120 000 tonnes de déchets en attente de traitement dans les sites municipaux de stockage ». En ce qui concerne le risque environnemental, la Cour de justice rappela notamment que l’accumulation des déchets constituait, compte tenu de la capacité limitée de chaque région ou localité à les recevoir, un danger pour l’environnement. Elle conclut que l’accumulation sur la voie publique et dans les aires de stockage temporaires de quantités si importantes de déchets avait créé un « risque pour l’eau, l’air, le sol » ainsi que « pour la faune et la flore » (article 4, paragraphe 1, sous a), de la directive 2006/12), avait provoqué des « incommodités par les odeurs » (paragraphe 1, sous b) de cet article) et était susceptible de porter « atteinte aux paysages et aux sites présentant un intérêt particulier » (article 4, paragraphe 1, sous c), de la directive 2006/12). Quant au risque pour la santé humaine, la Cour de justice releva que « la situation préoccupante d’accumulation de déchets sur les voies publiques a[vait] exposé la santé des populations à un danger certain, et ce en méconnaissance de l’article 4, paragraphe 1, de la directive 2006/12 ».", "G.  Les commissions parlementaires d’enquête sur le cycle des déchets et sur les activités illégales connexes", "57.  De 1997 à 2008, trois commissions parlementaires d’enquête sur le cycle des déchets et sur les activités illégales connexes furent constituées en application des lois no 97 du 10 avril 1997, no 399 du 31 octobre 2001 et no 271 du 20 octobre 2006.", "58.  Dans son rapport sur la Campanie établi le 13 juin 2007, la troisième commission releva notamment que « la situation du cycle des déchets présent[ait] les signes d’une dangereuse régression ayant conduit à la désagrégation de la capacité opérationnelle du service et entraîné des risques sérieux pour la santé de la population ».", "59.  Dans son deuxième rapport, établi le 19 décembre 2007, elle émit notamment les observations suivantes : « une bonne partie du territoire demeure souillée par des amas de déchets laissés à l’abandon, les collectivités locales sont de moins en moins disposées à ouvrir de nouveaux sites destinés à la décharge ou à l’installation de structures de service et la confiance dans la capacité des institutions centrales à engager des programmes d’assainissement et de développement des territoires les plus atteints par la dégradation de l’environnement est devenue pratiquement nulle. (...) à cela s’ajoute fatalement l’enracinement quasi-immuable de la criminalité organisée dans le circuit des déchets qui s’oppose au caractère largement inefficace du dispositif administratif de contrôle ». Elle fit état de son « jugement strictement négatif sur le bureau du commissaire délégué, dont l’inefficacité structurelle s’est révélée tellement manifeste au cours de ces dernières années que sa capacité à remplir ses fonctions en est irréversiblement atteinte ». Elle indiqua avoir « le sentiment que la crise a laissé place au drame ».", "H.  Les études scientifiques", "60.  Selon une étude publiée en septembre 2004 par la revue The Lancet Oncology, le taux de mortalité par cancer dans le ressort de l’unité sanitaire locale no 4 (« l’ASL no 4 ») de Naples a constamment augmenté au cours des années 1970-1974 et 1995-2000.", "61.  Par ailleurs, il ressortirait du registre des tumeurs tenu par l’ASL no 4 que, en février 2002, le taux de mortalité par cancer colorectal, cancer du foie, leucémie et lymphome était plus élevé dans l’arrondissement no 73 – comprenant les villes de Nola, Marigliano et Acerra (limitrophe à la commune de Somma Vesuviana) – que dans le reste du territoire de son ressort. Le taux de cancers du foie, de leucémie et de lymphome était très élevé par rapport à celui observé dans le reste de l’Italie. Ces données démontreraient que la pollution provoquée par le traitement non approprié des déchets et l’existence de décharges illégales présente un lien de causalité avec le taux élevé de mortalité par cancer dans la région.", "62.  A une date non précisée mais ultérieure à la publication de l’étude, le service de la protection civile demanda à l’Organisation mondiale de la santé (OMS) d’effectuer une étude de l’impact sanitaire des déchets dans les provinces de Naples et de Caserte. Les résultats de la première phase des recherches (Studio Pilota), réalisées en coopération avec l’Institut supérieur de la santé italien (ISS), le Conseil supérieur de la recherche italien (CNR), l’Agence régionale pour la protection environnementale (ARPA) de Campanie et l’Observatoire épidémiologique régional (OER), furent présentés publiquement à Naples en 2005. Ils révélaient que le risque de mortalité associé aux tumeurs de l’estomac, du foie, des canaux biliaires, de la trachée, des bronches, des poumons, de la plèvre et de la vessie, ainsi que le risque de malformations cardiovasculaires, uro-génitales et des membres étaient plus élevés dans une zone à cheval sur les provinces de Naples et de Caserte que dans le reste de la Campanie. Les résultats de la deuxième phase de cette étude (Studio di correlazione tra rischio ambientale da rifiuti, mortalità e malformazioni congenite) furent publiés en 2007 sur le site internet du service de la protection civile. Il en ressortait que la zone présentant les taux de mortalité par cancer et de malformations les plus élevés était celle qui était la plus atteinte par l’élimination illégale de déchets dangereux et la combustion incontrôlée de déchets solides urbains. Cette corrélation donnerait à penser que l’exposition au traitement des déchets a une incidence sur le risque de mortalité observé en Campanie, bien que la prévalence de certaines infections et virus ainsi que la diffusion du tabagisme dans la région puissent aussi avoir une influence sur le taux de mortalité.", "63.  Début 2008, à la demande du commissaire délégué en exercice, le ministère de la Santé, l’ISS et les autorités sanitaires de Campanie réalisèrent une étude intitulée « Santé et déchets en Campanie », dont les résultats furent présentés lors d’un congrès tenu à Naples le 24 avril 2008. D’après cette étude, les données épidémiologiques collectées en Campanie ne permettaient pas d’établir un rapport de causalité entre l’exposition de la population aux déchets solides urbains et la prévalence de maladies. Il en ressortait en particulier que le taux élevé de la mortalité associée aux maladies cardiovasculaires et aux tumeurs du poumon et du foie observé en Campanie s’expliquait par le surpeuplement et la pauvreté de la région, par la diffusion du tabagisme, par de mauvaises habitudes alimentaires et par une endémie d’hépatites virales. Toutefois, l’étude n’excluait pas que des groupes limités de personnes se trouvant dans des situations particulières aient pu être exposés à des substances chimiques provenant de déchets toxiques éliminés de manière inappropriée ou illégale.", "64.  Une étude publiée en 2008 dans les annales de l’ISS releva un taux élevé de mortalité par cancer du poumon, du foie, de l’estomac, des reins et de la vessie, et de malformations congénitales générales, des membres, du système cardiovasculaire et de l’appareil uro-génital dans la partie septentrionale de la province Naples et la partie méridionale de la province de Caserte, zones de grande concentration de sites illégaux d’élimination de déchets toxiques.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "A.  Le cadre législatif italien relatif au traitement des déchets", "65.  Le décret-loi no 22 du 5 février 1997 (« le décret Ronchi ») [(transposant les directives CEE/91/156, 91/689/CEE et 94/162/CE relatives respectivement aux déchets, aux déchets dangereux, aux emballages et aux déchets d’emballages)] qualifia la gestion de déchets d’activité d’utilité publique ayant pour but d’assurer une protection élevée de l’environnement et des contrôles effectifs. Aux termes de ce texte, en vigueur de 1997 à 2006, les déchets devaient être valorisés ou éliminés sans mettre en danger la santé de l’homme et sans que soient utilisés des procédés ou des méthodes susceptibles de porter préjudice à l’environnement. La gestion des déchets devait se conformer aux principes de responsabilisation et de coopération de tous les acteurs impliqués dans la production, la distribution, l’utilisation et la consommation des biens dont les déchets proviennent, dans le respect des principes des ordres juridiques national et communautaire.", "66.  Le décret Ronchi  fut abrogé par le décret-législatif no 152 du 3 avril 2006 intitulé « Normes en matière d’environnement » (« le décret-loi no152/06 »). L’article 260 de ce texte créa le délit d’« activités organisées en vue du trafic illicite de déchets », défini comme des activités organisées et continues de cession, de réception, de transport, d’exportation, d’importation ou de gestion illicite d’importantes quantités de déchets effectuée dans le but d’obtenir un profit injuste. Le responsable de telles activités est passible d’une peine d’emprisonnement d’un à six ans et astreint à l’obligation de remettre en état l’environnement. La suspension conditionnelle de la peine peut être subordonnée à l’élimination du dommage ou du danger pour l’environnement.", "67.  L’article 300 du même décret-loi définit le dommage environnemental (danno ambientale) comme « toute détérioration, significative et mesurable, directe ou indirecte, d’une ressource naturelle ou de l’usage que l’on en fait ». Toute action ou omission contraire à une loi, à un règlement, à une décision administrative qui provoque un dommage à l’environnement en l’altérant, en le détériorant ou en le détruisant en tout ou partie oblige son auteur à la remise en état ou, à défaut, à verser une indemnisation à l’Etat. Le ministère de l’Environnement est compétent pour agir en vue d’obtenir l’indemnisation en question, notamment en se constituant partie civile à un procès pénal (article 311). Les personnes touchées ou pouvant l’être par le dommage environnemental peuvent s’en plaindre auprès du ministère de l’Environnement et demander l’intervention des autorités publiques.", "B.  Le droit et la pratique internes pertinents en matière d’indemnisation des personnes du fait de la mauvaise gestion du service de traitement des déchets", "68.  L’article 4 du décret-loi no 90 du 24 mai 2008 attribue au juge administratif compétence pour trancher tout différend concernant l’ensemble des activités de gestion des déchets, y compris dans les cas où celles-ci sont du ressort de l’administration publique ou d’organismes assimilés. La compétence du juge administratif s’étend aux différends portant sur des droits protégés par la Constitution.", "69.  Statuant dans le cadre d’une procédure en dommages-intérêts introduite le 5 mai 2008 – avant l’entrée en vigueur de l’article 4 du décret-loi no 90/08 – par un groupe de résidents contre la commune de Naples et la société chargée du service de collecte des déchets, le tribunal civil de Naples releva que seul le juge administratif pouvait se prononcer en la matière et adopter aussi toute mesure provisoire et urgente au sens de l’article 21 de la loi no 1034 du 6 décembre 1971 (instituant les tribunaux administratifs régionaux).", "70.  Par deux arrêts déposés le 21 mai et le 23 novembre 2009, la Cour de cassation plénière jugea que le juge administratif était compétent pour statuer sur les actions indemnitaires exercées par les résidents d’une commune contre les autorités chargées du service de collecte, de traitement et d’élimination des déchets.", "C.  Les sources de droit de l’Union européenne", "71.  L’article 4 de la directive 75/442/CEE du Conseil de l’Union européenne, du 15 juillet 1975, relative aux déchets, telle que modifiée par la directive 91/156/CEE du Conseil du 18 mars 1991, se lit comme suit :", "« Les États membres prennent les mesures nécessaires pour assurer que les déchets seront valorisés ou éliminés sans mettre en danger la santé de l’homme et sans que soient utilisés des procédés ou méthodes susceptibles de porter préjudice à l’environnement, et notamment:", "— sans créer de risque pour l’eau, l’air ou le sol, ni pour la faune et la flore,", "— sans provoquer d’incommodités par le bruit ou les odeurs,", "— sans porter atteinte aux paysages et aux sites présentant un intérêt particulier.", "Les États membres prennent, en outre, les mesures nécessaires pour interdire l’abandon, le rejet et l’élimination incontrôlée des déchets. »", "72.  La disposition pertinente de l’article 2 de la directive 91/689/CEE du Conseil relative aux déchets dangereux, du 12 décembre 1991, est ainsi libellée :", "«1. Les États membres prennent les mesures nécessaires pour exiger que, sur chaque site de déversement (décharge) de déchets dangereux, ces déchets soient inventoriés et identifiés.", "(...) »", "73.  La directive 1999/31/CE du Conseil concernant la mise en décharge des déchets, du 26 avril 1999, comporte les dispositions suivantes :", "Article 14 – Décharges existantes", "« Les États membres prennent des mesures afin que les décharges autorisées ou déjà en exploitation au moment de la transposition de la présente directive ne puissent continuer à fonctionner que si (...)", "a) Dans un délai d’un an à compter de la date fixée à l’article 18, paragraphe 1, [soit au plus tard le 16 juillet 2002], l’exploitant d’une décharge prépare et présente, pour approbation, à l’autorité compétente un plan d’aménagement du site comprenant les éléments énumérés à l’article 8 ainsi que toute mesure corrective qu’il estime nécessaire pour se conformer aux exigences de la présente directive (...).", "b) A la suite de la présentation du plan d’aménagement, l’autorité compétente prend une décision définitive quant à la poursuite de l’exploitation sur la base dudit plan d’aménagement et de la présente directive. Les États membres prennent les mesures nécessaires pour qu’il soit procédé, dans les meilleurs délais (...), à la désaffectation des sites qui n’ont pas obtenu (...) l’autorisation de poursuivre leurs opérations.", "c) Sur la base du plan d’aménagement du site approuvé, l’autorité compétente autorise les travaux nécessaires et fixe une période transitoire pour l’exécution du plan. (...) »", "Article 18 – Transposition", "« Les États membres mettent en vigueur les dispositions législatives, réglementaires et administratives nécessaires pour se conformer à la présente directive au plus tard dans les deux ans à compter de son entrée en vigueur [soit le 16 juillet 2001] et en informent immédiatement la Commission.", "(...) »", "74.  La directive 2006/12/CE du Parlement européen et du Conseil du 5 avril 2006 relative aux déchets se lit ainsi dans ses dispositions pertinentes :", "Article 4", "« 1.  Les États membres prennent les mesures nécessaires pour assurer que les déchets seront valorisés ou éliminés sans mettre en danger la santé de l’homme et sans que soient utilisés des procédés ou méthodes susceptibles de porter préjudice à l’environnement, et notamment :", "a)  sans créer de risque pour l’eau, l’air ou le sol, ni pour la faune et la flore ;", "b)  sans provoquer d’incommodités par le bruit ou les odeurs ;", "c)  sans porter atteinte aux paysages et aux sites présentant un intérêt particulier.", "2.  Les États membres prennent les mesures nécessaires pour interdire l’abandon, le rejet et l’élimination incontrôlée des déchets. »", "Article 5", "« 1.  Les États membres prennent les mesures appropriées, en coopération avec d’autres États membres lorsque cela s’avère nécessaire ou opportun, en vue de l’établissement d’un réseau intégré et adéquat d’installations d’élimination, en tenant compte des meilleures technologies disponibles qui n’entraînent pas de coûts excessifs. Ce réseau doit permettre à la Communauté dans son ensemble d’assurer elle-même l’élimination de ses déchets et aux États membres de tendre individuellement vers ce but, en tenant compte des conditions géographiques ou du besoin d’installations spécialisées pour certains types de déchets.", "2.  Le réseau visé au paragraphe 1 doit permettre l’élimination des déchets dans l’une des installations appropriées les plus proches, grâce à l’utilisation des méthodes et technologies les plus appropriées pour garantir un niveau élevé de protection de l’environnement et de la santé publique. »", "75.  En vertu du principe de précaution, inscrit à l’article 174 du Traité instituant la Communauté européenne, l’absence de certitude en l’état des connaissances scientifiques et techniques du moment ne saurait justifier que l’Etat retarde l’adoption de mesures effectives et proportionnées visant à prévenir un risque de dommages graves et irréversibles à l’environnement. La jurisprudence communautaire a fait application de ce principe principalement dans des affaires portant sur la santé, alors que le traité n’énonce le principe qu’en ce qui concerne la politique de la Communauté dans le domaine de l’environnement. Selon la jurisprudence de la Cour de justice des Communautés européennes (« CJCE »), lorsque « des incertitudes subsistent quant à l’existence ou à la portée des risques pour la santé des personnes, les institutions peuvent prendre des mesures sans avoir à attendre que la réalité et la gravité de ces risques soient pleinement démontrées » (CJCE, 5 mai 1998, Royaume Uni/Commission, Aff C-180/96, Rec. I-2265 et CJCE, 5 mai 1998, National Farmer’s Union, C-157/96, Rec. I-2211).", "D.  Les sources de droit international", "76.  La Convention internationale du 25 juin 1998 (Aarhus, Danemark) sur l’accès à l’information, la participation du public au processus décisionnel et l’accès à la justice en matière d’environnement, ratifiée par l’Italie par la loi no108 du 16 mars 2001, se lit ainsi dans sa partie pertinente :", "Article 5 – Rassemblement et diffusion d’informations sur l’environnement", "« 1. Chaque Partie fait en sorte :", "a) Que les autorités publiques possèdent et tiennent à jour les informations sur l’environnement qui sont utiles à l’exercice de leurs fonctions;", "b) Que des mécanismes obligatoires soient mis en place pour que les autorités publiques soient dûment informées des activités proposées ou en cours qui risquent d’avoir des incidences importantes sur l’environnement;", "c) Qu’en cas de menace imminente pour la santé ou l’environnement, qu’elle soit imputable à des activités humaines ou qu’elle soit due à des causes naturelles, toutes les informations susceptibles de permettre au public de prendre des mesures pour prévenir ou limiter d’éventuels dommages qui sont en la possession d’une autorité publique soient diffusées immédiatement et sans retard aux personnes qui risquent d’être touchées.", "2. Chaque Partie veille à ce que, dans le cadre de la législation nationale, les autorités publiques mettent les informations sur l’environnement à la disposition du public de façon transparente et à ce que ces informations soient réellement accessibles, notamment :", "a) En fournissant au public des renseignements suffisants sur le type et la teneur des informations sur l’environnement détenues par les autorités publiques compétentes, sur les principales conditions auxquelles ces informations sont mises à sa disposition et lui sont accessibles et sur la procédure à suivre pour les obtenir ;", "(...)", "3. Chaque Partie veille à ce que les informations sur l’environnement deviennent progressivement disponibles dans des bases de données électroniques auxquelles le public peut avoir facilement accès par le biais des réseaux de télécommunications publics.(...)", "4. Chaque Partie publie et diffuse à des intervalles réguliers ne dépassant pas trois ou quatre ans un rapport national sur l’état de l’environnement, y compris des informations sur la qualité de l’environnement et des informations sur les contraintes qui s’exercent sur l’environnement.", "(...)", "9. Chaque Partie prend des mesures pour mettre en place progressivement, compte tenu, le cas échéant, des processus internationaux, un système cohérent de portée nationale consistant à inventorier ou enregistrer les données relatives à la pollution dans une base de données informatisée structurée et accessible au public, ces données étant recueillies au moyen de formules de déclaration normalisées. Ce système pourra prendre en compte les apports, les rejets et les transferts dans les différents milieux et sur les lieux de traitement et d’élimination sur le site et hors du site d’une série donnée de substances et de produits découlant d’une série donnée d’activités, y compris de l’eau, de l’énergie et des ressources utilisées aux fins de ces activités.»", "77.  L’article 23 des Articles de la Commission de droit international des Nations Unies sur la responsabilité de l’État pour fait internationalement illicite est ainsi libellé :", "« 1. L’illicéité du fait d’un État non conforme à une obligation internationale de cet État est exclue si ce fait est dû à la force majeure, consistant en la survenance d’une force irrésistible ou d’un événement extérieur imprévu qui échappe au contrôle de l’État et fait qu’il est matériellement impossible, étant donné les circonstances, d’exécuter l’obligation.", "\t2. Le paragraphe 1 ne s’applique pas :", "\ta) Si la situation de force majeure est due, soit uniquement soit en conjonction avec d’autres facteurs, au comportement de l’État qui l’invoque ; ou", "\tb) Si l’État assumé le risque que survienne une telle situation. »", "EN DROIT", "I.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "A.  Sur la qualité de « victimes » des requérants", "78.  Le Gouvernement excipe d’abord du défaut de qualité de « victimes » des requérants, avançant qu’ils n’ont subi aucune atteinte à leurs droits au respect de la vie privée et familiale et du domicile, ni à leurs droits à la santé et à la vie. A la différence des requérants dans les affaires López Ostra c. Espagne (9 décembre 1994, série A no 303C) et Guerra et autres c. Italie (19 février 1998, Recueil des arrêts et décisions 1998I), qui habitaient près d’usines polluantes, les requérants dans la présente affaire n’ont pas démontré qu’ils vivaient ou travaillaient à proximité de décharges ou de rues où l’abandon de déchets pourrait avoir causé un préjudice sérieux à leur santé ou à leur bien-être psychologique. La ville de Somma Vesuviana, dans laquelle les intéressés habitent ou travaillent, n’aurait même pas été touchée par la « crise des déchets ». Les requérants se plaindraient en réalité de la politique législative et administrative en matière de gestion de déchets, introduisant ainsi devant la Cour une actio popularis non admise dans le système de la Convention.", "79.  Les requérants affirment que Somma Vesuviana a été l’une des communes les plus gravement frappées par la « crise des déchets ». Cela ressortirait d’un article paru le 4 mai 2008 dans le quotidien Corriere della Sera faisant état d’un incendie de plusieurs tonnes de déchets déclenché par les habitants de cette commune, ainsi que la mention de la « crise des déchets » à l’ordre du jour de deux réunions du conseil municipal de la ville. En outre, Somma Vesuviana se trouverait près de la commune de Marigliano, qui, selon une étude scientifique de 2004 (voir paragraphe 60 ci-dessus), ferait partie d’une zone à haute concentration de tumeurs qui seraient liées à la présence de déchets.", "80.  La Cour rappelle que le mécanisme de contrôle de la Convention ne saurait admettre l’actio popularis (Perez c. France [GC], no 47287/99, § 70, CEDH 2004-I ; Ada Rossi et autres c. Italie (déc.), no 55185/08, 55483/08, 55516/08, 55519/08, 56010/08, 56278/08, 58420/08 et 58424/08, CEDH 2008–...). Par ailleurs, ni l’article 8 ni aucune autre disposition de la Convention ne garantit spécifiquement une protection générale de l’environnement en tant que tel (Kyrtatos c. Grèce, no 41666/98, § 52, CEDH 2003VI (extraits)). Selon la jurisprudence de la Cour, l’élément crucial qui permet de déterminer si, dans les circonstances d’une affaire, des atteintes à l’environnement ont emporté violation de l’un des droits garantis par le paragraphe 1 de l’article 8 est l’existence d’un effet néfaste sur la sphère privée ou familiale d’une personne, et non simplement la dégradation générale de l’environnement (Kyrtatos, précité, § 52 ; Fadeïeva c. Russie, no 55723/00, § 68, ECHR 2005IV).", "81.  La Cour note que les requérants dénoncent une situation affectant l’ensemble de la population de la Campanie, à savoir l’atteinte à l’environnement provoquée par le mauvais fonctionnement du système de collecte, de traitement et d’élimination des déchets mis en place par les autorités publiques. Toutefois, elle relève qu’il ressort des documents fournis par les parties que Somma Vesuviana a été frappée par la « crise des déchets ». En particulier, une note de la présidence du Conseil des ministres du 16 novembre 2009 signale que, en raison du blocage d’un centre de production de CDR, les déchets de Somma Vesuviana n’ont pas pu y être transportés et que « les rues [...] ont été envahies par les déchets ». Les documents annexés aux observations du Gouvernement relatent que, de janvier 2008 à juillet 2009, 3 069 tonnes de déchets furent enlevées au cours de 94 opérations de ramassage auxquelles participa l’armée dans la commune de Somma Vesuviana et que, du 5 mai 2008 au 9 octobre 2009, les pompiers furent appelés pour éteindre trente-quatre incendies de déchets. Une note du service écologie et environnement de Somma Vesuviana indique que, « de novembre 2007 à février 2008, la crise était à son paroxysme » faute de moyens de transport suffisants pour déposer les déchets dans les décharges.", "Dans ces conditions, la Cour estime que les dommages à l’environnement dénoncés par les requérants sont de nature à affecter directement leur propre bien-être (voir, a contrario, Kyrtatos, précité, § 53). Partant, il y a lieu de rejeter l’exception du Gouvernement.", "B.  Sur le non-épuisement allégué des voies de recours internes", "82.  Par ailleurs, le Gouvernement excipe du non-épuisement des voies de recours internes. Les requérants auraient pu exercer une action indemnitaire contre les organismes gérant le service de collecte, de traitement et d’élimination des déchets pour leur demander réparation des préjudices découlant du mauvais fonctionnement dudit service, comme l’auraient fait d’autres habitants de la Campanie. Il ressortirait de la note du 16 novembre 2009 de la présidence du Conseil des ministres (voir paragraphe 81 ci-dessus) que, au 31 décembre 2008, 1 294 affaires portant sur les mêmes faits et griefs que ceux à l’origine de la présente requête avaient été introduites devant les juges de paix de Campanie contre plusieurs municipalités de la région, y compris celle de Somma Vesuviana, contre le commissaire délégué et contre la région. Certaines d’entre elles auraient abouti à la condamnation des communes et/ou du commissaire et au dédommagement des intéressés. Quatre habitants de Somma Vesuviana auraient assigné la commune, le commissaire et la société chargée de la collecte des déchets (MITA) devant le juge de paix de Sant’Anastasia. D’autres actions en dommages-intérêts auraient été introduites devant des juridictions administratives ou de droit commun hors de la région.", "83.  En outre, les requérants auraient pu demander au ministère de l’Environnement d’introduire, devant les juridictions civiles ou pénales, une action en réparation du préjudice environnemental au sens de l’article 18 de la loi no 349/86 contre ces mêmes autorités et les administrateurs des sociétés concessionnaires du service. Enfin, il aurait été loisible aux intéressés de se constituer parties civiles dans les procédures pénales diligentées contre le personnel des entreprises adjudicataires du service de collecte des déchets en Campanie et contre les fonctionnaires du bureau du commissaire délégué (voir paragraphes 49 et 51 ci-dessus). Les requérants n’ayant exercé aucun des recours internes susmentionnés, ils auraient failli à l’obligation qui leur incombe en vertu de l’article 35 § 1 de la Convention.", "84.  Pour leur part, les requérants estiment qu’ils ne disposaient d’aucune voie de recours utile et effective au sens des articles 35 et 13 de la Convention. Ils affirment que, bien que la « crise des déchets » perdure en Campanie depuis 1994, aucune décision judiciaire reconnaissant la responsabilité civile ou pénale des autorités publiques ou des entreprises adjudicataires du service n’a été rendue. Ils concèdent qu’une procédure pénale a été diligentée en 2003 par le parquet près le tribunal de Naples contre les responsables présumés, mais signalent qu’elle est toujours pendante. Ils en concluent que les recours prévus par le droit italien ne leur offraient aucune chance d’obtenir une décision judiciaire, ni, d’ailleurs, de solliciter une solution à la « crise des déchets ».", "85.  La Cour rappelle que la règle de l’épuisement des voies de recours internes inscrite à l’article 35 § 1 de la Convention vise à ménager aux Etats contractants l’occasion de prévenir ou de redresser les violations alléguées contre eux avant que celles-ci ne lui soient soumises. Cette règle se fonde sur l’hypothèse, objet de l’article 13 de la Convention – et avec lequel elle présente d’étroites affinités – que l’ordre interne offre un recours effectif quant à la violation alléguée (Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999V). De la sorte, elle constitue un aspect important du principe voulant que le mécanisme de sauvegarde instauré par la Convention revête un caractère subsidiaire par rapport aux systèmes nationaux de garantie des droits de l’homme (Aksoy c. Turquie, 18 décembre 1996, § 51, Recueil des arrêts et décisions 1996VI).", "86.  En outre, en vertu de la règle de l’épuisement des voies de recours internes énoncée à l’article 35 § 1 de la Convention, un requérant doit se prévaloir des recours normalement disponibles et suffisants pour lui permettre d’obtenir réparation des violations qu’il allègue, étant entendu qu’il incombe au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours invoqué était effectif et disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était accessible et susceptible d’offrir au requérant le redressement de ses griefs et qu’il présentait des perspectives raisonnables de succès (voir, parmi d’autres, Akdivar et autres c. Turquie, 16 septembre 1996, Recueil des arrêts et décisions 1996IV, p. 1210, § 66, et Giacobbe et autres c. Italie, no 16041/02, § 63, 15 décembre 2005). De plus, selon les « principes de droit international généralement reconnus », certaines circonstances particulières peuvent dispenser le requérant de l’obligation d’épuiser les recours internes qui s’offrent à lui (Selmouni, précité, § 75).", "87.  En ce qui concerne la possibilité pour les requérants d’exercer une action en dommages-intérêts devant les juridictions civiles, la Cour note, d’une part, qu’une telle démarche aurait théoriquement pu aboutir au dédommagement des intéressés mais non à l’enlèvement des déchets des voies et lieux publics. D’autre part, même à supposer qu’une réparation du préjudice constituât un redressement adéquat des violations alléguées de la Convention, la Cour estime que le Gouvernement n’a pas démontré que les requérants auraient eu des chances de succès en exerçant cette voie de recours. Le Gouvernement s’est borné à fournir copie des assignations introduites devant le juge de paix par certains résidents de la Campanie contre les responsables de la gestion des déchets, et à indiquer que des affaires étaient pendantes devant les juridictions civiles et administratives. Aucune décision d’une juridiction civile accordant un dédommagement aux habitants des zones concernées par l’accumulation des déchets sur la voie publique n’a été fournie par le Gouvernement. Par ailleurs, la Cour de cassation a confirmé, en 2009, la compétence des juridictions administratives pour connaître des demandes d’indemnisation en rapport avec la « crise des déchets » (voir paragraphe 70 ci-dessus). Toutefois, le Gouvernement n’a pas non plus produit de décision juridictionnelle administrative octroyant une indemnité.", "88.  De même, le Gouvernement n’a cité aucune jurisprudence établissant que les résidents des zones touchées par la mauvaise gestion des déchets avaient qualité pour se constituer parties civiles dans le cadre de procédures pénales visant à sanctionner des délits contre l’administration publique et l’environnement.", "89.  Enfin, pour ce qui est de la possibilité de demander au ministère de l’Environnement d’exercer une action en réparation du préjudice environnemental au sens de l’article 18 de la loi no 349/86, la Cour note d’emblée que la disposition évoquée par le Gouvernement a été abrogée par l’article 318 du décret-loi no 152/06 et remplacée par l’article 311 dudit décret. Cette dernière disposition énonce, comme jadis l’article 18 de la loi no 349/86, que seul le ministère de l’Environnement peut demander réparation du préjudice environnemental et que les particuliers ne peuvent que l’inviter à saisir les autorités judiciaires. Il s’ensuit que les recours prévus par ces dispositions n’auraient pas permis aux requérants de se prévaloir du préjudice découlant des dommages à l’environnement. En conséquence, ces recours ne sauraient passer pour des recours utiles au sens de l’article 35 § 1 de la Convention.", "90.  Au vu de ce qui précède, la Cour estime qu’il y a lieu de rejeter l’exception du Gouvernement tirée du non-épuisement des voies de recours internes.", "C.  Sur l’observation du délai de six mois", "91.  Le Gouvernement soutient que, en vertu de l’article 35 § 1 de la Convention, seuls des faits survenus dans les six mois précédant la date d’introduction de la requête – en l’occurrence le 9 janvier 2008 – peuvent être déférés à la Cour et que cette disposition interdit à celle-ci tout examen de la situation antérieure.", "92.  Les requérants n’ont pas pris position sur ce point.", "93.  La Cour relève que les requérants ne se plaignent pas d’un acte instantané mais d’une situation de crise dans la gestion du service de collecte, de transport, de traitement et d’élimination des déchets en Campanie. Elle rappelle que, lorsque la violation alléguée constitue, comme en l’espèce, une situation continue, le délai de six mois ne commence à courir qu’à partir du moment où cette situation continue a pris fin (voir parmi d’autres, (Çınar c. Turquie, no 17864/91, décision de la Commission du 5 septembre 1994 ; (Ülke c. Turquie (déc.), no 39437/98, 1er juin 2004). Dès lors, elle estime qu’il y lieu de rejeter l’exception du Gouvernement.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "94.  Invoquant les articles 2 et 8 de la Convention, les requérants avancent que, en s’abstenant d’adopter les mesures requises pour garantir le fonctionnement du service public de collecte des déchets et en appliquant une politique législative et administrative inadaptée, l’Etat a nui gravement à l’environnement de leur région et mis en danger leur vie et leur santé ainsi que celles de l’ensemble de la population locale. Les autorités publiques auraient, en outre, omis d’informer les intéressés des risques liés au fait d’habiter dans un territoire pollué.", "95.  Le Gouvernement s’oppose à cette thèse.", "96.  Maîtresse de la qualification juridique des faits de la cause (Guerra et autres, précité, § 44), la Cour estime, au vu de sa jurisprudence en la matière (López Ostra, précité, § 51, Guerra et autres, précité, § 57 ; Moreno Gómez c. Espagne, no 4143/02, 16 novembre 2004; Hatton et autres c. Royaume-Uni [GC], no 36022/97, § 96, CEDH 2003VIII), que les griefs des requérants doivent être examinés sous l’angle du droit au respect de la vie privée et du domicile garanti par l’article 8 de la Convention, dont les dispositions pertinentes sont ainsi libellées :", "« 1.  Toute personne a droit au respect de sa vie privée (...), de son domicile (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "97.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1. Thèses des parties", "a) Thèse du Gouvernement", "98.  Le Gouvernement admet que « la gestion presque désastreuse du service de collecte, de traitement et d’élimination des déchets produits dans certaines zones de la province de Naples » a entraîné l’accumulation de déchets dans les rues de certaines villes ainsi que la création de décharges illégales. Toutefois, il avance que la phase aiguë de la crise n’a duré que cinq mois environ, à savoir de fin 2007 à mai 2008, et que, en tout état de cause, Somma Vesuviana n’a pas été touchée.", "99.  Il soutient en outre que les difficultés rencontrées en Campanie sont imputables à des causes relevant de la force majeure telles que la présence de la criminalité organisée dans la région, l’inexécution par les entreprises adjudicataires du service de collecte des déchets des obligations qui leur incombaient en vertu des contrats de concession, le manque d’entreprises disposées à assurer la continuité du service et l’opposition de la population à la création de décharges et de centres de production de CDR. Il précise en outre que les incendies de déchets dans les rues ont été déclenchés par les citoyens, raison pour laquelle l’Etat ne saurait en être tenu pour responsable.", "100.  Il souligne que, en tout état de cause, les autorités italiennes ont satisfait à leur devoir de vigilance et pris des mesures adéquates pour réagir à la « crise ». D’une part, elles auraient diligenté des poursuites pénales à l’encontre des responsables de la mauvaise gestion de la situation. D’autre part, elles auraient adopté plusieurs mesures législatives, dont le décret-loi no 90/08 par lequel aurait été mis en place un système efficace ayant abouti au ramassage des déchets, à l’élimination des décharges illégales et à la reprise du fonctionnement des usines de traitement et d’élimination des déchets (voir paragraphe 68 ci-dessus).", "101.  Par ailleurs, elles auraient réalisé plusieurs études sur les causes et les effets de la « crise des déchets » en Campanie et fourni à la population des informations qui lui auraient permis d’évaluer son degré d’exposition aux risques associés à la collecte, au traitement et à l’élimination des déchets. Les causes de la crise des déchets en Campanie auraient été analysées par trois commissions parlementaires, dont les conclusions figureraient dans des rapports publics. Le ministère de la Santé et le service de la protection civile auraient commandé diverses études d’impact de la crise sur l’environnement et la santé humaine (voir paragraphes 62-64 ci-dessus). Ces études auraient démontré que « la crise des déchets » n’avait pas eu d’impact significatif sur l’environnement – exceptée une augmentation sporadique des niveaux de pollution de l’eau non directement imputable à la présence de déchets – ni de conséquences négatives sur la santé humaine. Leurs résultats auraient été diffusés à l’occasion de séminaires et de conférences publics. Enfin, un centre de documentation sur la santé et la pollution environnementale provoquée par les déchets, géré par le Centre national pour la prévention et le contrôle des maladies (CCM) et la région de Campanie, serait en cours de création.", "b) Thèse des requérants", "102.  Les requérants soutiennent que les carences des autorités publiques dans la gestion de la crise ont causé des dommages à l’environnement et mis en danger leur santé.", "103.  L’Etat défendeur aurait aussi failli à l’obligation de fournir des informations permettant aux intéressés d’évaluer leur degré d’exposition aux risques associés à la collecte et à l’élimination des déchets faute d’avoir diffusé auprès du public les résultats de l’étude commandée par le service de la protection civile (paragraphe 62 ci-dessus). Par ailleurs, l’étude de l’ISS, présentée à la préfecture de Naples en janvier 2009 (paragraphe 63 ci-dessus), aurait mis en évidence un lien entre le taux de tumeurs et la présence de décharges dans la zone comprenant les communes d’Acerra, de Nola et de Marigliano (limitrophe de Somma Vesuviana).", "2. Appréciation de la Cour", "a) Principes généraux", "104.  La Cour rappelle que des atteintes graves à l’environnement peuvent affecter le bien-être des personnes et les priver de la jouissance de leur domicile de manière à nuire à leur vie privée et familiale (López Ostra, précité, § 51 ; Guerra et autres, précité, § 60).", "105.  Par ailleurs, elle souligne que l’article 8 ne se borne pas à astreindre l’Etat à s’abstenir d’ingérences arbitraires : à cet engagement plutôt négatif peuvent s’ajouter des obligations positives inhérentes à un respect effectif de la vie privée. En tout état de cause, que l’on aborde la question sous l’angle de l’obligation positive de l’Etat d’adopter des mesures raisonnables et adéquates pour protéger les droits de l’individu en vertu du premier paragraphe de l’article 8 ou sous celui d’une ingérence d’une autorité publique, à justifier selon le second paragraphe, les principes applicables sont assez voisins (López Ostra, précité, § 51, et Guerra, précité, § 58).", "106.  Les Etats ont avant tout l’obligation positive, en particulier dans le cas d’une activité dangereuse, de mettre en place une réglementation adaptée aux spécificités de ladite activité, notamment au niveau du risque qui pourrait en résulter. Cette obligation doit régir l’autorisation, la mise en fonctionnement, l’exploitation, la sécurité et le contrôle de l’activité en question, ainsi qu’imposer à toute personne concernée par celle-ci l’adoption de mesures d’ordre pratique propres à assurer la protection effective des citoyens dont la vie risque d’être exposée aux dangers inhérents au domaine en cause (voir, mutatis mutandis, Oneryildiz c. Turquie, [GC], no 48939/99, § 90, CEDH 2004-XII).", "107.  En ce qui concerne les obligations procédurales découlant de l’article 8, la Cour rappelle qu’elle attache une importance particulière à l’accès du public à des informations permettant d’évaluer le danger auquel il est exposé (Guerra, précité, § 60 ; Taşkin et autres c. Turquie no 46117/99, § 119, CEDH 2004-X ; Giacomelli c. Italie, no 59909/00, § 83, CEDH 2006XII; Tătar c. Roumanie, no 67021/01, § 113, CEDH 2009... (extraits)). Elle rappelle de surcroît que l’article 5 § 1 c) de la Convention d’Aarhus, ratifiée par l’Italie, prévoit que chaque Partie fait en sorte « qu’en cas de menace imminente pour la santé ou l’environnement, imputable à des activités humaines ou due à des causes naturelles, toutes les informations susceptibles de permettre au public de prendre des mesures pour prévenir ou limiter d’éventuels dommages qui sont en la possession d’une autorité publique soient diffusées immédiatement et sans retard aux personnes qui risquent d’être touchées » (paragraphe 76 ci-dessus).", "b) Application des principes précités au cas d’espèce", "108.  La Cour rappelle d’emblée qu’elle vient de constater (paragraphe 80 ci-dessus) que la commune de Somma Vesuviana, où les requérants habitent ou travaillent, a été frappée par la « crise des déchets ». Elle relève que la Campanie a connu l’état d’urgence du 11 février 1994 au 31 décembre 2009 et que les requérants ont été contraints de vivre dans un environnement pollué par les déchets abandonnés sur la voie publique au moins à compter de la fin de l’année 2007 jusqu’au mois de mai 2008. La Cour estime que cette situation a pu conduire à une détérioration de la qualité de vie des intéressés et, en particulier, nuire à leur droit au respect de la vie privée et du domicile. Dès lors, l’article 8 trouve à s’appliquer en l’espèce. Par ailleurs, la Cour note que les requérants n’ont pas allégué être affectés par des pathologies liées à l’exposition aux déchets et que les études scientifiques fournies par les parties parviennent à des conclusions opposées quant à l’existence d’un lien de causalité entre l’exposition aux déchets et l’augmentation du risque de développement de pathologies telles que des cancers ou des malformations congénitales. Dans ces conditions, bien que la Cour de justice de l’Union européenne, appelée à se prononcer sur la question de l’élimination des déchets en Campanie, ait estimé que l’accumulation de quantités importantes de déchets sur la voie publique et des aires de stockage temporaires était susceptible d’exposer à un danger la santé de la population résidente (voir l’arrêt C-297/08, précité, paragraphes 55 et 56 ci-dessus), la Cour ne saurait conclure que la vie et la santé des requérants ont été menacées. Cela étant, l’article 8 peut être invoqué même en l’absence de la preuve d’un grave danger pour la santé des intéressés (voir López Ostra, précité, § 51).", "109.  La Cour considère que la présente affaire porte non sur une ingérence directe dans l’exercice du droit au respect de la vie privée et du domicile des requérants qui se serait matérialisée par un acte des autorités publiques, mais sur le manquement allégué de celles-ci à prendre des mesures adéquates pour assurer le fonctionnement régulier du service de collecte, de traitement et d’élimination des déchets dans la commune de Somma Vesuviana. Elle estime donc approprié de se placer sur le terrain des obligations positives découlant de l’article 8 de la Convention (voir Guerra, précité, § 58).", "110.  La collecte, le traitement et l’élimination des déchets constituent, à n’en pas douter, des activités dangereuses (voir, mutatis mutandis, Oneryildiz, précité, § 71). Dès lors, il pesait sur l’Etat l’obligation positive d’adopter des mesures raisonnables et adéquates capables de protéger les droits des intéressés au respect de leur vie privée et de leur domicile et, plus généralement, à la jouissance d’un environnement sain et protégé (voir Tătar, précité, § 107). La Cour rappelle, par ailleurs, la marge d’appréciation dont jouissent les Etats dans le choix des mesures concrètes à adopter pour s’acquitter des obligations positives découlant de l’article 8 de la Convention (voir Fadeïeva, précité, § 96).", "En l’espèce,  de 2000 à 2008, le service de traitement et d’élimination des déchets a été confié à des sociétés de droit privé, alors que le service de collecte des déchets dans la commune de Somma Vesuviana a été assuré par plusieurs sociétés à capital public. La circonstance que les autorités italiennes aient confié à des organismes tiers la gestion d’un service public ne saurait cependant les dispenser des obligations de vigilance leur incombant en vertu de l’article 8 de la Convention (voir López Ostra, précité, §§ 44-58).", "111.  La Cour relève que l’Etat italien a adopté, à partir de mai 2008,  plusieurs mesures et pris des initiatives pour surmonter les difficultés rencontrées en Campanie et que l’état d’urgence, déclaré en Campanie le 11 février 1994, a été levé le 31 décembre 2009. Le gouvernement défendeur a, certes, admis l’existence d’un état de crise, mais il l’a qualifié de situation de force majeure. A ce propos, la Cour se borne à rappeler qu’aux termes de l’article 23 des Articles de la Commission de droit international des Nations Unies, sur la responsabilité de l’État pour fait internationalement illicite, la « force majeure » consiste en « (...) une force irrésistible ou (...) un événement extérieur imprévu qui échappe au contrôle de l’Etat et fait qu’il est matériellement impossible, étant donné les circonstances, d’exécuter [une] obligation [internationale] » (paragraphe 77 ci-dessus). Eu égard aussi aux conclusions de la Cour de justice de l’Union européenne dans l’affaire C-297/08 précitée, la Cour estime que les circonstances invoquées par l’Etat italien ne sauraient relever de la force majeure.", "112.  Selon la Cour, même si on considère, comme l’affirme le gouvernement, que la phase aiguë de la crise n’a duré que cinq mois – de fin 2007 à mai 2008 – et malgré la marge d’appréciation reconnue à l’Etat défendeur, force est de constater  que l’incapacité prolongée des autorités italiennes à assurer le fonctionnement régulier du service de collecte, de traitement et d’élimination des déchets a porté atteinte au droit des requérants au respect de leur vie privée et de leur domicile, en violation de l’article 8 de la Convention sous son volet matériel.", "113.   En revanche, en ce qui concerne le volet procédural de l’article 8 et le grief tiré du manque allégué de diffusion d’informations propres à permettre aux requérants d’évaluer le risque auquel ils étaient exposés, la Cour souligne que les études commandées par le service de la protection civile ont été rendues publiques en 2005 et 2008. Dès lors, elle estime que les autorités italiennes se sont acquittées de l’obligation d’informer les personnes concernées, y compris les requérants, quant aux risques potentiels auxquels elles s’exposaient en continuant à résider en Campanie. Partant, il n’y a pas eu violation de l’article 8 de la Convention à cet égard.", "III.  SUR LES VIOLATIONS ALLÉGUÉES DES ARTICLES 6 ET 13 DE LA CONVENTION", "114.  Invoquant les articles 6 et 13 de la Convention, les requérants allèguent que les autorités italiennes n’ont pris aucune initiative visant à sauvegarder les droits des justiciables et reprochent à la justice d’avoir considérablement tardé à poursuivre pénalement les responsables de la « gestion » des déchets.", "115.  En ce qui concerne le grief portant sur l’ouverture de poursuites pénales, la Cour rappelle que ni les articles 6 et 13 ni aucune autre disposition de la Convention ne garantissent à un requérant le droit de faire poursuivre et condamner des tiers ou le droit à la « vengeance privée » (voir Perez, précité, § 70 ; Oneryildiz, précité, § 147). Dès lors, la Cour estime qu’il y lieu de déclarer cette partie du grief irrecevable pour incompatibilité ratione materiae avec les dispositions de la Convention, au sens des articles 35 §§ 3 b) et 4.", "116.  En revanche, pour autant que le grief des requérants porte sur l’absence, dans l’ordre juridique italien, de voies de recours effectives qui leur auraient permis d’obtenir réparation de leur préjudice, la Cour considère qu’il relève de l’article 13 de la Convention, qu’il est étroitement lié aux griefs examinés aux paragraphes 93-111 ci-dessus et qu’il doit donc être déclaré recevable.", "117.  La Cour rappelle que l’article 13 de la Convention garantit l’existence en droit interne d’un recours permettant à l’autorité nationale compétente de connaître du contenu d’un « grief défendable » fondé sur la Convention (Z. et autres c. Royaume-Uni [GC], no 29392/95, § 108, CEDH 2001V). L’objet de cet article est de fournir un moyen au travers duquel les justiciables puissent obtenir, au niveau national, le redressement des violations de leurs droits garantis par la Convention, avant d’avoir à mettre en œuvre le mécanisme international de plainte devant la Cour (Kudła c. Pologne [GC], no 30210/96, § 152, CEDH 2000XI).", "118.  Eu égard aux conclusions auxquelles elle est parvenue quant à l’existence de voies de recours utiles et effectives permettant de soulever, devant les autorités nationales, des griefs ayant trait aux conséquences préjudiciables pour les requérants de la mauvaise gestion du service de collecte, de traitement et d’élimination des déchets (paragraphes 84-89 ci-dessus), la Cour estime qu’il y lieu de conclure à la violation de l’article 13 de la Convention en l’espèce.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "119.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "120.  Les requérants réclament chacun 15 000 euros (EUR) au titre du préjudice moral qu’ils auraient subi.", "121.  Le Gouvernement s’oppose à ces prétentions, soutenant que la demande ne concerne que Me  Errico di Lorenzo, avocat agissant devant la Cour en son nom personnel.", "122.  La Cour relève que Me di Lorenzo a demandé réparation de son préjudice moral allégué non seulement pour lui-même mais aussi pour « chaque appelant », raison pour laquelle elle considère que la demande d’indemnisation s’étend à tous les requérants. Dans les circonstances de l’espèce, la Cour estime toutefois que le constat de violations de la Convention auquel elle est parvenue constitue une réparation suffisante pour dommage moral.", "B.  Frais et dépens", "123.  Notes d’honoraires à l’appui, les requérants demandent 23 263,72 EUR pour les frais et dépens engagés devant la Cour.", "124.  Le Gouvernement conteste cette prétention.", "125.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 54, CEDH 2000-XI). En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (Beyeler c. Italie (satisfaction équitable) [GC], no 33202/96, § 27, 28 mai 2002 ; Sahin c. Allemagne [GC], no 30943/96, § 105, CEDH 2003-VIII. En l’espèce, et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable d’allouer à Me  Errico di Lorenzo la somme de 2 500 EUR au titre des frais et dépens exposés pour les besoins de la procédure suivie devant elle.", "C.  Intérêts moratoires", "126.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR,", "", "1.  Déclare, à la majorité, la requête recevable quant aux griefs tirés des articles 8 et 13 de la Convention et, à l’unanimité, irrecevable pour le surplus ;", "", "2.  Dit, par six voix contre une, qu’il y a eu violation de l’article 8 de la Convention en son volet matériel ;", "", "3.  Dit, à l’unanimité, qu’il n’y a pas eu violation de l’article 8 de la Convention en son volet procédural ;", "", "4.  Dit, par six voix contre une, qu’il y a eu violation de l’article 13 de la Convention ;", "", "5.  Dit, par six voix contre une,", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 500 EUR (deux mille cinq cents euros) à Me Errico di Lorenzo pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "", "", "", "Fait en français, puis communiqué par écrit le  10 janvier 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée dissidente du juge Sajó.", "F.T.\nS.H.N.", "\nANNEXE", "Liste des requérants", "", "", "", "OPINION DISSIDENTE DU JUGE SAJÓ", "(Traduction)", "Bien que je partage les préoccupations exprimées par mes collègues sur le fond, je regrette de devoir me dissocier d’eux en l’espèce car j’estime que la requête est irrecevable.", "La Cour, dans son arrêt, rejette l’exception du Gouvernement tirée du non-épuisement des voies de recours internes. Elle dit qu’il incombe au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours invoqué était effectif et disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était accessible et susceptible d’offrir au requérant le redressement de ses griefs et qu’il présentait des perspectives raisonnables de succès. Selon la Cour, « aucune décision d’une juridiction civile accordant un dédommagement aux habitants des zones concernées par l’accumulation des déchets sur la voie publique n’a été fournie par le Gouvernement. » (paragraphe 87 de l’arrêt). Il n’a jamais été conclu que le régime de la responsabilité civile en Italie était lacunaire en tant que tel ; dans les circonstances de l’espèce, il était tout simplement impossible de démontrer l’existence d’un recours, étant donné que les requérants n’ont pas attendu l’issue de leur recours civil (apparemment certains des requérants et d’autres personnes dans des situations analogues ont engagé une telle action devant les juridictions internes). Il est impossible de prouver l’existence d’un recours dans le cas d’espèce si on ne laisse pas à la justice le temps de connaître de l’affaire. Les événements en cause se sont déroulés au moins à compter de la fin de l’année 2007 et jusqu’au mois de mai 2008 (paragraphe 108 de l’arrêt). La requête a été introduite le 9 janvier 2008 et le Gouvernement a soumis ses observations le 23 octobre 2009. Je ne vois pas comment l’ordre judiciaire italien aurait pu produire entre mai 2008 et le 23 octobre 2009 (voire la date de nos délibérations) un jugement définitif, qui aurait démontré le caractère effectif ou non du recours.", "En outre, je ne suis pas convaincu que les personnes qui prétendent travailler dans le village de Somma Vesuviana mais n’y résident pas puissent se prétendre victimes puisqu’elles n’ont pas démontré que la présence des déchets avait des répercussions sur la jouissance de leur vie privée et de leur domicile au point qu’il en résulterait une ingérence dans leur vie privée, sous l’angle du « bien-être » (paragraphe 81 de l’arrêt) ni indiqué comment cette situation a pu conduire à une détérioration de la qualité de vie des intéressés qui travaillent à Somma Vesuviana et, en particulier, nuire à leur droit au respect de la vie privée et du domicile (italique ajouté par moi).", ""]}