{"file": "FRE_HFCOM_48609_06.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "48609/06", "text_paragraphs": ["\t", "", "CINQUIÈME SECTION", "Requête no 48609/06\nprésentée par Gina NENCHEVA et autres\ncontre la Bulgarie\nintroduite le 31 octobre 2006", "", "EXPOSÉ DES FAITS", "EN FAIT", "Les requérants sont des parents de sept des quatorze enfants et adultes de moins de 22 ans décédés au cours de l’hiver 1996-1997 dans le foyer pour enfants atteints de troubles psychiques graves du village de Dzhurkovo (le foyer de Dzhurkovo), municipalité de Laki. Le dernier requérant est une association bulgare dénommée Association pour l’intégration européenne et les droits de l’homme.", "Les requérants personnes physiques sont Gina Assenova Nencheva, née en 1953 et Ivan Yankov Nenchev, né en 1955, les deux résidant à Dragor, Sehare Ismail Darinova, née en 1952 et résidant à Isperih, Iliya Ivanov Stoyanov, né en 1942 et Velichka Ilieva Stoyanova, née en 1944, les deux résidant à Elhovo, Fani Filipova Evtimova, née en 1961 et résidant à Kacelovo, Maria Hristova Atanasova, née en 1970 et résidant à Yambol, Georgi Vasilev Georgiev, né à une date non présisée et résidant à Plovdiv et Ivan Dechkov Ivanov, né en 1950 et résidant à Smin. Ils sont des ressortissants bulgares. Tous les requérants sont représentés devant la Cour par Me M. Ekimdzhiev, avocat à Plovdiv.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par les requérants, peuvent se résumer comme suit.", "", "1.  Les cas de décès au foyer de Dzhurkovo", "Dans la plupart des cas exposés ci-dessous, les dossiers médicaux ne contenaient pas d’information sur les traitements et sur les évènements précédant les décès. Un médecin intervint une fois, dans le cas de Diana Dechkova. Les certificats de décès furent établis pour certains plusieurs jours après le décès. Aucune autopsie des corps ne fut réalisée, compte tenu que le droit interne prévoyait que l’autopsie n’était pratiquée qu’en cas de décès dans un établissement hospitalier et non dans les foyers sociaux.", "a)  Maria Sofronieva", "Maria Sofronieva, née le 15 mai 1978, avait été placée au foyer de Dzhurkovo en 1990. Depuis sa naissance, elle souffrait d’une paralysie cérébrale ayant affectée toutes ses capacités mentales et physiques. En 1996, elle pesait 18 kg et mesurait 1m 15. Le 3 décembre 1996, l’officier médical (фелдшер) du foyer constata que Maria souffrait depuis plusieurs jours d’une pneumonie et prescrivit un traitement par administration d’antibiotiques pendant cinq jours. Elle fut examinée à nouveau le 13 décembre 1996. Le carnet de santé de Maria ne comportait pas de détails sur la suite du traitement et son état de santé.", "Elle décéda le 15 décembre 1996 à l’âge de 18 ans. L’acte de décès n’indiquait pas les causes de celui-ci.", "b)  Radka Assenova", "Radka Assenova, née le 6 février 1978, souffrait d’une paralysie cérébrale et d’hypotrophie, et présentait des infections cutanées. Elle pesait 35 kg et mesurait 1m 46. Les circonstances précises du décès de Radka, survenu le 24 décembre 1996, ne sont pas claires. Il apparaît toutefois que faute de ressources financières, elle ne se voyait pas appliquer le traitement spécifique préconisé et ne recevait pas les aliments nécessaires pour l’amélioration de son état de santé.", "c)  Janeta Stefanova", "Janeta Stefanova, née le 4 novembre 1979, souffrait d’une paralysie cérébrale et d’épilepsie. Elle avait été placée au foyer de Dzhurkovo en 1990. Elle eut un dernier examen médical le 3 décembre 1996, quand un traitement antiépileptique fut prescrit. L’acte de décès, émis à une date non précisée, indiquait que Janeta est décédée le 29 décembre 1996 à 5 heures suite à une crise cardiaque. Les circonstances du décès ne sont pas connues.", "d)  Mitko Durov", "Mitko Durov, né le 5 janvier 1991, souffrait d’une encéphalopathie, de retards profonds du développement psychique et d’hypotrophie. Il fut installé au foyer de Dzhurkovo le 9 mars 1995. Il apparaît qu’au début de 1996, Mitko pesait 12 kg et qu’en fin d’année, il avait perdu la moitie de son poids. Le dernier examen médical de Mitko eut lieu le 4 octobre 1996. Un traitement spécifique pour une durée de cinq jours fut prescrit. Il n’y eut pas d’autres examens après cette date. L’enfant décéda le 30 janvier 1997. Les circonstances entourant le décès de Mitko ne sont pas connues.", "e)  Neli Hristeva", "Neli Hristeva, née le 20 juin 1982, fut placée au foyer de Dzhurkovo en 1994. Elle souffrait de retards du développement mental. Son carnet de santé indique qu’en 1996, elle avait eu des examens médicaux en mars, en avril, en septembre et en octobre. L’examen suivant eut lieu le 9 février 1997 à 21 heures 45. Un médecin constata qu’elle avait une fièvre et de la toux. Neli décéda le même jour à 21 heures 55.", "f)  Marian Atanasov", "Marian Atanasov, né le 29 juin 1989, fut transmis au foyer de Dzhurkovo le 21 janvier 1997 après avoir séjourné dans un autre foyer accueillant des enfants atteints de troubles psychiques graves. Il souffrait d’une forme d’oligophrénie. Aucun fichier médical ne fut ouvert à son nom au foyer de Dzhurkovo. Il décéda le 22 février 1997 à 10 heures du matin. Il apparaît que quelques jours avant son décès, Marian prenait des médicaments contre des douleurs au niveau de l’estomac. L’acte de décès indique que la mort est survenue suite à une crise cardiaque aigüe.", "g)  Rositza Nedelcheva", "Rositza Nedelcheva, née le 23 septembre 1992, fut placée au foyer de Dzhurkovo le 24 janvier 1997. Elle souffrait d’une paralysie cérébrale. Lors de son arrivée au foyer, l’officier médical diagnostiqua une bronchite aigüe avec une forte fièvre chez Rozitza et prescrivit un traitement par administration de médicaments. Le 10 février 1997, la maladie persistait et le traitement par médicaments fut prolongé de cinq jours. Le carnet de santé ne contenait pas d’informations sur le suivi de Rositza après cette date. Elle fut retrouvée décédée dans son lit, le 23 février 1997 à 8 heures 10.", "h)  Milcho Milchev", "Milcho Milchev, né le 24 juillet 1992, fut placé au foyer de Dzhurkovo le 22 janvier 1997. Avant cette date, il séjournait dans un autre foyer pour enfants atteints de troubles psychiques. Il souffrait d’une maladie chromosomique. Les dernières notes concernant l’évolution de la maladie de Milcho datent du 22 janvier 1997. Il fut retrouvé décédé dans son lit le 23 février 1997 à 8 heures du matin. Le fichier de suivi quotidien tenu au foyer ne comportait aucune mention de la journée du 22 février 1997.", "i)  Angelina Atanasova", "Angelina Atanasova, née le 25 juillet 1988, souffrait de plusieurs malformations congénitales. Elle fut installée au foyer de Dzhurkovo le 28 août 1992. Le 13 janvier 1997, l’officier médical observa qu’elle avait une inflammation de la gorge, puis le 3 février 1997, il constata des symptômes d’une bronchite. Angelina suivit un traitement par administration de médicaments. Les dernières notes sur son état de santé étaient en date du 17 février 1997. Angelina fut retrouvée décédée dans son lit, le 25 février 1997 à 14 heures.", "j)  Diana Dechkova", "Diana Dechkova, née le 14 septembre 1978, fut placée au foyer de Dzhurkovo le 10 mars 1994. Elle souffrait d’une paralysie cérébrale, mais se déplaçait de manière autonome. Le 23 février 1997, l’officier médical constata qu’elle présentait une gelure des pieds du premier degré. Diana fut installée dans l’infirmerie, elle reçut des compresses chaudes et fut vaccinée contre le tétanos. L’officier médical indiqua dans son carnet de santé les soins à appliquer par les infirmières pour les heures suivantes. Le lit de Diana fut déplacé près du radiateur. Le 25 février 1997 à 16 heures, l’officier médical constata que Diana avait une hypothermie et que la température de son corps était de 34 degrés. Un médecin urgentiste fut alors appelé de Sofia. Celui-ci arriva à 23 heures 45 et constata l’état d’hypothermie grave de Diana. Il prescrivit un traitement médical. L’hospitalisation ne fut pas préconisée. Diana décéda quelques heures plus tard.", "k)  Donka Stoyanova", "Donka Stoyanova, née le 30 mars 1989, fut placée au foyer de Dzhurkovo le 22 janvier 1997. Elle souffrait d’une maladie chromosomique congénitale. Deux jours après son arrivée, l’officier médical constata qu’elle avait une rhinopharyngite et prescrivit un traitement pendant cinq jours. Le matin du 4 mars 1997, il examina Donka et découvrit qu’elle avait des escarres de décubitus au niveau de la région lombaire et prescrivit un traitement. Donka décéda à 13 heures du même jour.", "l)  Vasil Georgiev", "Vasil Georgiev, né le 4 août 1986, souffrait de retards dans le développement psychique. Il avait été gardé jusqu’à l’âge de onze ans par ses parents. Il se déplaçait en chaise roulante. Au début de l’automne 1996, il fut placé au foyer de Dzhurkovo, sa mère étant tombée gravement malade et son père ne pouvant plus prendre soin de lui. Deux mois plus tard, les parents de Vasil furent informés que celui-ci était malade. Son père le ramena alors à son domicile. Un mois plus tard, Vasil fut à nouveau placé au foyer. Il décéda le 14 mars 1997 suite à une infection respiratoire aiguë. Les circonstances entourant le décès, ainsi que les soins appliqués à Vasil n’étaient pas connus. Le matin du 15 mars 1997, le père de Vasil, informé dans la nuit du décès de son fils, se présenta au foyer. Le corps de Vasil enveloppé dans une couverture lui fut alors remis. Le père de Vasil demanda un acte de décès auprès de la mairie. Ce dernier indiquait que l’enfant était décédé d’une maladie cardiaque. Selon le médecin ayant suivi Vasil alors qu’il était gardé par ses parents, celui-ci n’avait jamais souffert de maladie cardiaque.", "m)  Tatiana Hristova", "Tatiana Hristova, née le 15 mai 1974, était entrée au foyer de Dzhurkovo à l’âge adulte. Elle décéda le 14 mars 1997, à l’âge de 22 ans, suite à une infection aiguë des voies respiratoires. Les circonstances de son décès ne sont pas connues.", "n)  Malina Ivanova", "Malina Ivanova, née à une date non précisée, décéda au foyer de Dzhurkovo le 12 mars 1997. Les raisons de son décès, ainsi que les circonstances entourant celui-ci ne sont pas connues.", "2.  Le statut du foyer de Dzhurkovo et le contexte général dans le pays", "Le foyer de Dzhurkovo constituait un établissement social dépendant du ministère du Travail et des Affaires sociales. Il était entièrement subventionné par l’Etat. Son budget annuel était approuvé par le ministère en question qui le versait au budget de la municipalité de Laki. Cette dernière assurait la gestion administrative et financière de l’établissement. Le nombre du personnel était fixé par un arrêté du ministère du Travail et de la Politique Sociale et il était ensuite approuvé par le service chargé de la politique sociale de la municipalité et enfin, par le maire.", "Par ailleurs, au cours de la période en question, la Bulgarie connut une grave crise économique, financière et sociale. L’inflation dépassait les 1 000 %, des restrictions furent imposées sur les combustibles, les échanges et la circulation entre les villes et les régions du pays furent singulièrement réduits. Dans un tel contexte, le budget accordé au foyer de Dzhurkovo subit une dévalorisation importante et la municipalité ne pouvait plus prendre en charge les frais pour les aliments et d’autres produits nécessaires. Par ailleurs, il ressort qu’au cours de l’hiver 1996-1997, le foyer de Dzhurkovo disposait d’environ 1,62 nouveaux levs bulgares (BGN), soit environ 0,80 euro (EUR), par enfant et par jour destinés à couvrir les besoins en termes de nourriture, de chauffage, de soins médicaux et d’habillement.", "3.  Les conditions dans le foyer de Dzhurkovo au cours de l’hiver 19961997", "Le village de Dzhurkovo se trouve dans la montagne des Rhodopes à 1 300 mètres d’altitude et à 15 km de la ville de Laki. Les conditions d’accès au village en hiver sont très difficiles.", "Environ 80 enfants étaient placés dans le foyer de Dzhurkovo au cours de la période en cause. Ils étaient divisés en deux catégories - « alités » et « marchants ». Les premiers étaient dans l’incapacité totale de se déplacer ou effectuer des mouvements élémentaires et passaient toute leur vie uniquement au lit. La deuxième catégorie comprenait des enfants ayant des capacités de motricité plus ou moins réduites, mais qui pouvaient se déplacer seuls ou avec de l’aide. Tous les enfants souffraient de handicaps psychiques et physiques graves.", "Au cours de cette époque, l’établissement employait un officier de santé, cinq infirmières, quatre aides-soignantes et une blanchisseuse. Il ressort qu’une aide-soignante s’occupait de vingt enfants. Pendant l’absence des infirmières, c’étaient les aides-soignantes qui administraient les médicaments et suivaient l’état de santé des enfants. Le foyer de Dzhurkovo ne disposait pas d’un médecin.", "L’hôpital le plus proche se trouvait à 40 km et il n’existait pas de moyen de locomotion adéquat pour les enfants malades.", "Le chauffage fonctionnait une heure le soir et une heure le matin, de sorte que la température à l’intérieur se situait entre 12oC et 15oC tout au plus. Deux à trois radiateurs électriques étaient disposés dans les couloirs et les portes des chambres étaient laissées ouvertes afin que de l’air chaud circule. Parfois, par manque de fioul, les locaux n’étaient pas chauffés.", "La nourriture était très insuffisante, de mauvaise qualité et peu variée. Les goûters avaient été supprimés faute d’aliments.", "Les conditions d’hygiène étaient extrêmement mauvaises compte tenu du fait qu’il n’était pratiquement pas possible de laver et sécher le linge, les habits, les draps et les couvertures des enfants. Le foyer de Dzhurkovo disposait de deux machines à laver et le linge était séché à l’aide d’un radiateur électrique. Les enfants étaient souvent habillés et couverts avec des habits et couvertures mouillés faute de pouvoir les sécher. Les enfants « alités » ne pouvaient que faire leurs besoins physiologiques au lit et ils avaient besoin d’un changement plusieurs fois par jour, ce qui était impossible pour manque d’habits de rechange. Les matelas et les couvertures restaient également mouillés dans ces conditions.", "4.  L’ouverture d’une procédure pénale", "A une date non précisée en 1999, les services régionaux de poursuite de Plovdiv ouvrirent une information pénale d’office sur les causes de treize des quatorze cas de décès au foyer de Dzhurkovo et les éventuels responsables.", "Le 17 janvier 2005, le parquet régional transmit au tribunal régional (Окръжен съд) de Plovdiv un acte d’accusation pour négligence professionnelle ayant provoqué la mort de plus d’une personne et dans des circonstances particulièrement graves contre la directrice du foyer, l’infirmière en chef et l’officier médical. Le parquet tint compte d’une expertise médicale indiquant que les cas de décès survenus au foyer de Dzhurkovo étaient dus très probablement, pour une partie, au refroidissement et aux mauvaises conditions de vie ayant provoqué chez les enfants des maladies telles que la pneumonie, la bronchite, la rhinopharyngite, des râles sous-crépitant, l’hypothermie ou encore des infections dermatologiques ou de l’hypotrophie. Pour certains cas, les experts considérèrent que les maladies psychiques graves suffisaient, à elles seules, malgré un traitement approprié, pour conduire à un décès. Enfin, pour d’autres cas, l’expertise exposait qu’il n’était pas possible d’identifier les causes concrètes du décès faute de documentation médicale suffisante.", "Dans l’intervalle du 7 au 17 février 2005, cinq des requérants demandèrent d’intervenir dans la procédure en tant qu’accusateurs et introduisirent des actions civiles dans la procédure pénale. Lors de l’audience tenue le 23 février 2005, le tribunal régional les constitua parties accusatrices, mais refusa de joindre les actions civiles dans le cadre de la procédure pénale au motif que celles-ci contribueraient à la complication de l’affaire ou conduiraient à l’ajournement de son examen afin de recueillir des preuves éventuelles. Les requérants n’introduisirent pas d’actions en dommages et intérêts auprès des juridictions civiles.", "Par un jugement du 18 mai 2005, le tribunal régional acquitta les accusés. Ce jugement fut confirmé par un arrêt de la cour d’appel (Апелативен съд) de Plovdiv en date du 15 décembre 2005. Les deux juridictions considérèrent en particulier qu’il n’existait pas de lien de causalité entre le comportement des accusés et les cas de décès en cause. Elles tinrent compte d’une deuxième expertise établie dans la phase judiciaire de la procédure. Sur la base de cette expertise, la cour d’appel constata que l’absence de nourriture suffisante et les conditions de vie extrêmement pénibles avaient contribué à la complication des maladies et à l’accélération de la fin de vie des enfants. Toutefois, les accusés n’avaient pas fait preuve de négligence dans l’exercice de leurs fonctions et la responsabilité des conditions de vie au foyer ne leur était pas attribuable. En particulier, la directrice du foyer de Dzhurkovo, constatant les difficultés rencontrées pendant l’hiver dans le contexte de la crise économique nationale, avait alerté, à plusieurs reprises dès le mois de septembre 1996 et sans succès, toutes les institutions publiques, y compris la municipalité qui avait la responsabilité directe du versement des subventions, susceptibles d’agir pour combler les besoins en termes de chauffage, d’alimentation et de médicaments. La cour d’appel observa par ailleurs que les trois accusés, tout comme le reste du personnel du foyer de Dzhurkovo avaient engagé autant que possible les moyens à leur disposition pour atténuer la gravité des conditions dans l’établissement. Ils ne pouvaient être tenus pour responsables du manque de nourriture, du fioul, de moyens de désinfection, ainsi que de linge et de couvertures, alors que les institutions publiques responsables n’avaient pas les moyens de les assurer ou les fournissaient en quantités très insuffisantes. La cour d’appel précisa que c’était notamment ces autorités publiques qui, en n’accordant pas les moyens financiers et matériels adéquats, avaient conduit à la dégradation des conditions au foyer, contribuant ainsi aux cas de décès accélérés et à l’augmentation du taux de mortalité dans l’institution en général.", "Le 9 janvier 2007, l’arrêt de la cour d’appel fut confirmé par la Cour suprême de cassation.", "B.  Le droit et la pratique internes pertinents", "1.  Code pénal", "L’article 123 alinéa 1 punit d’une peine d’emprisonnement allant jusqu’à cinq ans les faits d’homicide involontaire par négligence ou de manquement à une obligation légale de sécurité ou de prudence lors de l’exercice d’une profession ou autre activité dangereuse réglementée par la loi. La durée de cette peine est de trois à huit ans dans les cas où il y mort de plusieurs personnes et de cinq à quinze ans lorsque les faits sont accomplis dans des circonstances particulièrement graves.", "2.  Action civile et procédure pénale", "En vertu de l’article 60 alinéa 1 du code de procédure pénale, la personne ayant subi un préjudice en raison des faits incriminés peut introduire une action civile en dédommagement dans le cadre de la procédure pénale. Aux termes de l’article 64 alinéa 2, l’action civile ne peut être une raison de prolongation de la procédure pénale. La victime peut par ailleurs engager une action en dommages et intérêts auprès des juridictions civiles selon le code de procédure civile.", "3.  La responsabilité délictuelle de l’Etat", "La loi de 1988 sur la responsabilité de l’Etat pour les dommages causés aux particuliers (Закон за отговорността на държавата за вреди, titre modifié en 2006), telle qu’applicable à l’époque des faits, prévoit en son article 1 alinéa 1 :", " « L’Etat est responsable des dommages causés aux particuliers du fait des actes, actions ou inactions illégaux de ses autorités ou agents à l’occasion de l’accomplissement de leurs fonctions en matière administrative. (...) »", "Pour les dommages occasionnés dans d’autres circonstances, l’Etat et ses autorités sont assujettis aux règles du droit délictuel commun.", "GRIEFS", "1.  Les requérants se plaignent que l’Etat a failli à son obligation positive de prendre toutes les mesures pour protéger la vie des individus placés au foyer de Dzhurkovo en hiver 1996-1997. A cet égard, ils font valoir que les autorités compétentes sont restées inactives face aux demandes répétées de la directrice de l’établissement d’assurer des soins médicaux appropriés aux enfants et que les cas de décès sont survenus suite aux refroidissements pathologiques non soignés ou en raison d’une hygiène extrêmement mauvaise. Les requérants exposent par ailleurs qu’il n’existe pas de recours permettant de soumettre ces allégations devant les autorités bulgares. Ils invoquent les articles 2 et 13 de la Convention.", "2.   Les requérants se plaignent également des mauvaises conditions de vie et d’hygiène dans le foyer de Dzhurkovo, telle que l’insuffisance de la nourriture, l’absence de soins médicaux et sanitaires adéquats, ainsi que de chauffage, ou encore l’utilisation de linge, d’habits et de couvertures mouillés faute de possibilité de les sécher. L’Etat aurait failli à son obligation positive de protéger une catégorie de personnes très vulnérables qui se trouvaient sous sa responsabilité immédiate, à savoir des enfants atteints de troubles psychiques et physiques très graves, en les isolant dans un établissement peu accessible et sans personnel suffisant. De plus, l’Etat aurait manqué à assurer le budget approprié à l’entretien de l’établissement. Les autorités n’ont pas cherché des solutions alternatives, telles que le placement des enfants dans des familles d’accueil, dans d’autres établissements ou chez leurs parents biologiques en proposant des aides adéquates. Enfin, les requérants exposent qu’il n’existe pas de recours en droit interne pour se plaindre des violations alléguées. Ils invoquent les articles 3, 5 et 13 de la Convention.", "3.  Les requérants se plaignent par ailleurs d’une violation de l’article 14, combiné avec les articles 2 et 3. Ils estiment en particulier que le traitement inadéquat auquel les enfants ont été exposés par l’Etat, y compris leur isolement dans un foyer très éloigné du regard de la population, trouve sa source dans leur situation sociale très faible et leur état de santé vulnérable. Les requérants estiment que l’enquête menée par les autorités n’était pas efficace, ce qui ne se serait pas produit si les cas de décès concernaient des personnes non atteintes de maladies psychiques.", "4.  L’association requérante soumet les griefs exposés ci-dessus concernant les sept autres enfants décédés dans l’hiver 1996-1997 au foyer de Dzhurkovo et dont les parents n’ont pas soumis de requête devant la Cour. Elle soutient en effet que leurs parents, soit n’ont pas manifesté d’intérêt à présenter les griefs en question, soit n’ont pas pu être retrouvés.", "5.  Sous l’angle de l’article 6 de la Convention, les cinq requérants ayant introduit des actions civiles en dédommagement dans le cadre de la procédure pénale allèguent une violation de leur droit d’accès à un tribunal en raison du refus du tribunal régional de les constituer parties civiles. Ils se plaignent en outre de la durée de la procédure pénale.", "\nQUESTIONS AUX PARTIES", "1.  Les requérants, ont-ils épuisé les voies de recours internes, comme l’exige l’article 35 § 1 de la Convention ? En particulier, pouvaient-ils demander un dédommagement en application de la loi de 1988 sur la responsabilité de l’Etat pour dommages causés aux particuliers pour les griefs fondés sur les articles 2 et 3 de la Convention (Dodov c. Bulgarie, no 59548/00, 17 janvier 2008) ?", "", "2.  L’association requérante peut-elle se prétendre victime d’une violation des articles 2 et 3 de la Convention, au sens de l’article 34, en relation avec les circonstances de la présente affaire (Ada ROSSI, VI.VE ONLUS, FEDERAZIONE NAZIONALE ASSOCIAZIONI TRAUMA CRANICO, ARCO 92, GLI AMICI DI LUCA ET GENESIS et sept autres requêtes c. Italie (déc.), no 55185/08, 16 décembre 2008) ? L’association requérante est invitée à préciser les noms des enfants dont les parents se sont désintéressés du dépôt d’une requête devant la Cour et les circonstances dans lesquelles ceux-ci ont exprimé un tel désintéressement. Elle est de plus invitée à indiquer les noms des enfants dont les parents n’ont pas pu être retrouvés et pour quelles raisons.", "", "3.  Le droit des enfants des requérants à la vie, consacré par l’article 2 de la Convention et leur droit à ne pas être soumis à des traitements inhumains ou dégradants au sens de l’article 3, ont-ils été violés en l’espèce ? Les requérants avaient-ils à leur disposition, comme l’exige l’article 13 de la Convention, un recours interne effectif au travers duquel ils auraient pu formuler les griefs de méconnaissance des articles 2 et 3 ?", "", "4  Dans le cas où les articles 2 et 3 imposeraient aux Etats des obligations positives de prendre des mesure d’ordre disciplinaire, administratif ou autre à la suite des circonstances telles que celles de l’espèce, quelles mesures l’Etat a-t-il engagé dès lors que les juridictions pénales ont clarifié les faits relatifs aux évènements tragiques de l’affaire et ont mis en évidence les carences organisationnelles et autres imputables aux institutions publiques, notamment le Ministère du Travail et des Affaires sociales et la municipalité de Laki. Le Gouvernement est invité à présenter une copie des documents pertinents.", "", "5.  Les requérants sont invités à indiquer la filiation avec leurs enfants respectifs parmi les quatorze enfants décédés au Foyer de Dzhurkovo.", ""]}