{"file": "FRE_CLINF_45413_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "45413/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 117", "Mars 2009", "Anakomba Yula c. Belgique - 45413/07", "Arrêt 10.3.2009 [Section II]", "Article 14", "Discrimination", "Refus de l'assistance judiciaire à une étrangère résidant irrégulièrement sur le territoire pour contester la paternité de son enfant :violation", "En fait – La requérante résidait de manière irrégulière en Belgique. Elle introduisit une demande de régularisation de séjour, d'une part en raison de sa séparation avec son mari, de nationalité congolaise, et d'autre part du fait que les enfants du couple vivaient avec elle et bénéficiaient d'un séjour régulier. Sa demande se fondait également sur le fait que le père biologique de son dernier enfant était de nationalité belge, et ne pouvait le reconnaître du fait que la requérante était mariée au moment de la naissance. Elle devait donc introduire une action en contestation de paternité contre son mari dans un délai d'un an à compter de la date de la naissance de l'enfant. Bénéficiant de l'aide juridique de seconde ligne, elle introduisit une requête auprès du tribunal de première instance en exécution des articles du code judiciaire, afin de pouvoir bénéficier de l'assistance judiciaire. Elle souhaitait éviter ainsi d'avoir à payer, le cas échéant, les divers frais pour un montant d'environ 1 360 EUR. La requérante se vit débouter de sa demande au motif qu'elle n'était pas en séjour régulier, que l'action ne portait pas sur une procédure visant à régulariser le séjour et n'entrait donc pas dans les conditions d'octroi du code judiciaire. Elle fit appel. La cour d'appel confirma la décision de refus. Elle releva que la différence de traitement découlant du code judiciaire se fondait dans le cas d'espèce sur un critère objectif, à savoir la résidence régulière sur le territoire belge, dès lors que cette différence de traitement était raisonnable, proportionnée à l'objectif poursuivi parce qu'elle ne s'appliquait qu'en l'absence de conventions par lesquelles les Etats non membres du Conseil de l'Europe auraient stipulé pour leurs ressortissants l'accès à l'assistance judiciaire et en dehors des procédures prévues par la loi précitée. Il appartenait alors à la requérante de régulariser sa situation avant de pouvoir prétendre à l'assistance judiciaire dont elle pouvait éventuellement bénéficier dans le cadre de la procédure en désaveu de paternité. Elle demanda au parquet général de se pourvoir en cassation mais il estima qu'il n'y en avait pas lieu. Afin d'éviter que l'action en contestation de paternité ne soit prescrite, la requérante déposa, conjointement avec son époux, un procès-verbal de comparution volontaire devant le tribunal de première instance. Les frais de mise au rôle s'élevèrent à 82 EUR. Le tribunal donna gain de cause à la requérante, en considérant qu'elle avait apporté la preuve de la non-paternité exigée par le droit congolais. En revanche, sans donner de motivation spécifique, il la condamna aux dépens en précisant qu'ils étaient non liquidés par les parties. Le jugement fut signifié au mari de la requérante par un exploit d'huissier dont les frais s'élevèrent à un montant de 206,17 EUR.", "En droit – Le tribunal de première instance a rejeté la demande de la requérante visant à obtenir l'assistance judiciaire relative aux frais de procédure qui auraient été occasionnés par l'action en contestation de paternité. Le tribunal a constaté que la requérante ne séjournait plus régulièrement sur le territoire belge, que son action ne portait pas sur une procédure visant à régulariser le séjour et n'entrait donc pas dans les conditions d'octroi de l'article 668 du code judiciaire. Cet article accorde le bénéfice de l'assistance judiciaire aux ressortissants d'un Etat ayant conclu une convention internationale avec la Belgique, aux ressortissants d'un Etat membre du Conseil de l'Europe, à ceux qui ont de manière régulière leur résidence habituelle en Belgique ou dans un Etat membre de l'Union européenne, et à ceux qui demandent l'assistance pour une procédure d'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers. La cour d'appel, saisie par la requérante, a confirmé la décision de refus, relevant que la différence de traitement découlant dudit article se fondait sur un critère objectif, la résidence régulière sur le territoire belge, et était raisonnable car elle exigeait un point de rattachement concret minimal avec la Belgique, dans le respect de la loi sur l'accès au territoire, le séjour, l'établissement et l'éloignement des étrangers. La requérante devait s'acquitter d'un montant de 288,17 EUR correspondant aux frais de mise au rôle de son action et aux frais de signification du jugement, alors qu'elle était indigente.", "Les difficultés en jeu devant les tribunaux internes étaient des questions graves liées au droit de la famille. Les décisions que les tribunaux allaient rendre marqueraient de manière définitive la vie privée et familiale non seulement de la requérante elle-même mais de plusieurs autres personnes. Il devrait donc y avoir des raisons particulièrement impérieuses pour justifier une différence de traitement entre personnes possédant une carte de séjour et personnes n'en possédant pas, telle la requérante. Cette conclusion est en outre renforcée par le fait que le code judiciaire ne prévoit pas le critère de la régularité du séjour pour bénéficier de l'aide juridique d'un avocat, dont la requérante a d'ailleurs pu bénéficier. De plus, la carte de séjour de la requérante avait expiré un mois et demi après la naissance de sa fille et elle avait déjà, avant l'expiration de sa carte, entrepris des démarches pour être régularisée en vue de la vie familiale qu'elle menait en Belgique, le père de son enfant étant de nationalité belge. Enfin, il y avait urgence pour agir, le délai pour introduire une action en contestation de paternité étant d'un an à compter de la date de la naissance de l'enfant. Au vu de ces éléments, la Cour considère que l'Etat a manqué de satisfaire à son obligation de réglementer le droit d'accès à un tribunal d'une manière conforme aux exigences de l'article 6 § 1 de la Convention, combiné avec l'article 14.", "Conclusion : violation (unanimité).", "Article 41 : 288,17 EUR pour dommage matériel.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}