{"file": "FRE_HFJUD_50975_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50975/99", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE JARREAU c. FRANCE", "", "", "(Requête no 50975/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "8 avril 2003", "", "", "", "", "DÉFINITIF", "", "08/07/2003", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies", "à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Jarreau c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tM. Ugrekhelidze,\n\tMme\tA. Mularoni, juges, \net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 9 juillet 2002 et 18 mars 2003,", "Rend l'arrêt que voici, adopté a cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 50975/99) dirigée contre la République française et dont un ressortissant de cet Etat, M. Roger Jarreau (« le requérant »), a saisi la Cour le 2 août 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. Ronny Abraham, Directeur des Affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant se plaignait de la durée d'une procédure prud'homale.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "6.  Par une décision du 9 juillet 2002, la Cour a déclaré la requête recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "", "EN FAIT", "8.  Le requérant est né en 1949 et réside à Nice.", "9.  Le 13 juin 1987, le requérant fut embauché en qualité de veilleur de nuit par un syndicat de copropriétaires. Il fut licencié le 16 septembre 1991.", "10.  Le 18 mars 1991, il saisit le conseil de prud'hommes de Nice de différentes demandes en paiement consécutives à son licenciement, en application de la convention collective nationale en vigueur dans l'établissement. Suite à l'audience devant le bureau de conciliation du 15 mai 1991, un procès-verbal de non-conciliation fut dressé. ", "11.  Par jugement du 18 février 1992, le conseil de prud'hommes condamna le syndicat de copropriétaires à payer différentes sommes au requérant. ", "12.  Le syndicat des copropriétaires releva appel de cette décision le 15 mai 1992. Le 23 juillet 1992, l'affaire fut enrôlée par la cour d'appel d'Aix-en-Provence. Le 25 septembre 1995, les parties furent convoquées pour l'audience du 15 janvier 1996. Le syndicat de copropriétaires conclut le 13 novembre 1995, et le requérant conclut les 22 décembre 1995 et 10 janvier 1996. Le syndicat de copropriétaires déposa ses conclusions en réponse le 15 janvier 1996. Le 15 janvier 1996, l'audience se tint devant la cour d'appel.", "13.  La cour d'appel d'Aix-en-Provence rendit, le 26 février 1996, un arrêt mixte statuant dans un premier temps sur l'application de la convention collective et, avant dire droit, commettant un expert, afin que ce dernier recherche le nombre d'heures de travail effectuées par le requérant et calcule la somme due de ce chef. Il fut donné un délai de quatre mois à l'expert pour déposer son rapport, et le président de la 9e chambre de la cour d'appel fut commis pour contrôler les opérations d'expertise. ", "14.  Le 26 avril 1996, le syndicat de copropriétaires se pourvut en cassation contre l'arrêt du 26 février 1996.", "15.  Le 2 juillet 1996, l'expert initialement désigné indiqua qu'il se désistait de sa mission. Le 2 octobre 1996 fut prise une ordonnance de remplacement d'expert. ", "16.  Le 3 décembre 1997, la chambre sociale de la Cour de cassation rendit un arrêt de rejet.", "17.  Le 18 février 1998, le nouvel expert communiqua aux parties le résultat de ses travaux. Par courrier du 18 mars 1998, le requérant demanda à l'expert de surseoir au dépôt de son rapport dans l'attente de la communication à la partie adverse de ses observations. Par courrier du 24 mars 1998, l'expert informa le président de la 9e chambre de la cour d'appel de l'état d'avancement de ses travaux. Par courrier du 8 octobre 1998, ce dernier demanda à l'expert les raisons de son retard. Le 14 décembre 1998, il relança l'expert par courrier. Le 28 décembre 1998, l'expert informa le président de la 9e chambre de la cour d'appel de ce qu'il ne pourrait pas conclure, et demanda son remplacement. Le 7 janvier 1999 fut prise une nouvelle ordonnance de remplacement d'expert. Le 20 avril 1999, le président de la 9e chambre de la cour d'appel envoya une lettre de rappel à l'expert. Le 5 mai 1999, il informa le requérant de ce que l'expert s'était engagé à déposer son rapport fin juin 1999. Le 4 novembre 1999, l'expert déposa son rapport.", "18.  L'affaire fut plaidée devant la chambre sociale de la cour d'appel le 9 février 2000. Par arrêt du 5 avril 2000, la cour d'appel condamna le syndicat de copropriétaires à payer différentes sommes au requérant. L'arrêt fut notifié au requérant le 9 mai 2000.", "19.  Le 20 mai 2000, le requérant saisit la cour d'appel d'AixenProvence d'une requête en rectification d'erreur matérielle concernant l'arrêt du 5 avril 2000. Relevant que l'examen de l'arrêt du 5 avril 2000 faisait apparaître des erreurs matérielles dans des parties du dispositif relatives aux condamnations pécuniaires du syndicat de copropriétaires, la cour d'appel le rectifia, par arrêt du 24 janvier 2001.", "20.  Le 18 avril 2001, le requérant assigna le syndicat de copropriétaires devant le juge de l'exécution près le tribunal de grande instance de Nice afin qu'il ordonne l'exécution par le syndicat de copropriétaires des arrêts des 5 avril 2000 et 24 janvier 2001. Lors de l'audience du 27 avril 2001, l'affaire fut renvoyée au 22 juin 2001. Les parties échangèrent des pièces et déposèrent des conclusions les 31 mai et 20 juin 2001. ", "21.  Par jugement du 27 juillet 2001, le juge de l'exécution dit que le syndicat de copropriétaires restait redevable envers le requérant de la somme de 6 473,56 francs français (FRF), déduction comprise du paiement partiel d'un montant de 33 232,62 FRF intervenu en cours de procédure le 11 juin 2001. Le syndicat de copropriétaires paya les sommes restantes au requérant le 19 septembre 2001.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "22.  Le requérant se plaint de la durée de la procédure prud'homale. Il invoque l'article 6 § 1 de la Convention ainsi libellé en ses dispositions pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Période à prendre en considération", "23.  Le Gouvernement estime que la procédure a débuté le 18 mars 1991 avec la saisine du conseil de prud'hommes et s'est achevée le 5 avril 2000 avec l'arrêt de la cour d'appel. La procédure au fond a donc, selon lui, duré neuf ans et dix-huit jours. Il relève par ailleurs que la procédure devant le juge de l'exécution a duré trois mois et neuf jours.", "24.  Le requérant fait valoir qu'il a fallu attendre dix ans avant que les autorités judiciaires se prononcent d'une manière définitive sur le litige, et qu'il a dû saisir le juge de l'exécution, le syndicat de copropriétaires n'ayant pas exécuté totalement les obligations mises à sa charge.", "25.  Il appartient à la Cour de déterminer la période à prendre en considération pour l'appréciation de la durée de la procédure. La procédure a débuté le 18 mars 1991 avec la saisine du conseil de prud'hommes. S'agissant de la fixation de dies ad quem, la Cour relève ce qui suit : la cour d'appel d'Aix-en-Provence a définitivement tranché la contestation par arrêt du 5 avril 2000. L'arrêt a été rectifié pour erreur matérielle par arrêt du 24 janvier 2001. ", "26.  La Cour rappelle la jurisprudence des organes de la Convention selon laquelle une procédure en rectification d'erreur matérielle ne rentre pas dans le champ d'application de l'article 6 de la Convention, dans la mesure où ladite procédure ne vise ni à trancher une contestation sur un droit de caractère civil, ni à statuer sur le bien-fondé d'une accusation en matière pénale (voir Ugénio da conceiçao c. Portugal, no 21379/93, décision de la Commission du 29 juin 1994, non publiée). Cette procédure en rectification ne devrait donc en principe pas être prise en compte dans la période à prendre en considération pour l'appréciation de la durée de la procédure. Toutefois, la Cour relève qu'en l'espèce, les erreurs matérielles portaient sur les sommes allouées au requérant consécutivement à son licenciement. Cette erreur ne permettait donc pas au requérant de toucher les sommes dues, et donc d'obtenir la réalisation effective du droit revendiqué. En conséquence, la Cour considère qu'il y a lieu en l'espèce de prendre en considération la phase relative à la rectification de l'erreur matérielle (voir Erdokovy c. Italie, (déc) no 40982/98, 30 mars 1999, non publiée), d'autant plus que, par la suite, l'arrêt n'ayant pas été totalement exécuté, le requérant a introduit une procédure en exécution le 18 avril 2001. ", "27.  A ce propos, la Cour rappelle qu'à la durée de la procédure devant les juridictions de jugement est susceptible de s'ajouter celle de l'exécution forcée des décisions de ces juridictions que le requérant peut initier. En effet, « l'exécution d'un jugement ou d'un arrêt (...) doit être considérée comme faisant partie intégrante du procès au sens de l'article 6 » (voir Estima Jorge c. Portugal, arrêt du 21 avril 1998, Recueil des arrêts et décisions 1998II, § 35 ; voir aussi Di Pede c. Italie, arrêt du 26 septembre 1996, Recueil 1996IV, pp. 1383-1384, §§ 20-24 et Zappia c. Italie, arrêt du 26 septembre 1996, Recueil  1996IV, pp. 1410-1411, §§ 16-20). Le terme d'une procédure dont la durée est examinée sous l'angle de l'article 6 § 1 est le moment où le droit revendiqué trouve sa « réalisation effective » (voir Estima Jorge, Di Pede et Zappia précités §§ 37, 23 et 18 respectivement). Dès lors, la Cour considère que la période à considérer s'est achevée le 27 juillet 2001 avec le jugement du juge de l'exécution.", "28.  La procédure a donc duré au total dix ans, quatre mois, et neuf jours devant quatre degrés d'instances (conseil de prud'hommes, cour d'appel statuant d'abord au fond puis sur la requête en rectification d'erreur matérielle et Cour de cassation ) et devant le juge de l'exécution.", "B.  Appréciation de la durée de la procédure", "29.  Le Gouvernement estime que l'affaire revêtait une certaine complexité dans l'établissement des faits, en raison des difficultés à appréhender et évaluer l'activité professionnelle du requérant. En effet, la nomination d'un expert a été nécessaire. Par ailleurs, le Gouvernement rappelle qu'en matière civile, le comportement des parties est essentiel puisqu'elles ont l'initiative de l'instance. En l'espèce, il apparaît que tant le requérant que le syndicat des copropriétaires ont conclu dans un délai raisonnable, et qu'aucun retard dans le traitement de la procédure ne saurait dès lors leur être imputé. Pour ce qui est du comportement des autorités compétentes, le Gouvernement relève que la procédure devant le conseil de prud'hommes a duré onze mois et celle devant la cour d'appel presque huit ans. L'analyse de l'ensemble de la procédure laisse très clairement apparaître que la durée de l'instance est essentiellement due, d'une part, à l'engorgement de la chambre sociale de la cour d'appel d'Aix-en-Provence et, d'autre part, aux désistements successifs et aux retards des experts. Il rappelle à cet égard que les opérations d'expertises ont duré trois ans et huit mois. Il estime que ces retards, dus aux changements successifs d'experts, ne sauraient être imputés aux autorités judiciaires qui n'ont pu que prendre acte des désistements des deux premiers experts. Cependant, compte tenu de la durée globale de la procédure devant la cour d'appel et notamment du délai d'audiencement, le Gouvernement déclare s'en remettre à la sagesse de la Cour pour l'appréciation de cette durée.", "30.  Le requérant estime, quant à lui, que l'affaire n'était pas complexe. S'agissant du comportement des autorités judiciaires, il relève qu'il leur appartenait de mettre fin aux manœuvres dilatoires de la partie adverse. Il relève que l'expert a été nommé par arrêt avant dire droit suite à une forte contestation de la partie adverse qui s'est avérée par la suite infondée, et que le syndicat de copropriétaires n'a ensuite déposé aucune observation sur ce rapport d'expertise. Il estime que les retards dans les opérations d'expertises n'ont pas été justifiés. Il affirme avoir à plusieurs reprises écrit au président de la 9e chambre de la cour d'appel pour s'étonner de ces retards. Il affirme que, contrairement aux allégations du Gouvernement, les retards anormaux des opérations d'expertises sont imputables aux autorités judiciaires qui avaient le pouvoir discrétionnaire d'y mettre fin, d'autant plus qu'aucune prorogation de délai n'avait été demandée par les experts. Il se plaint à cet égard du caractère tardif des relances du président de la 9e chambre de la cour d'appel à l'égard des experts.", "31.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d'autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "32.  La Cour estime que l'affaire présentait une certaine complexité en fait.", "33.  La Cour rappelle qu'il incombe aux Etats contractants d'organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d'obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable (voir Vocaturo c. Italie, arrêt du 24 mai 1991, série A no 206C, p. 32, § 17). Tel est d'autant plus le cas en matière de conflits du travail, qui, portant sur des points qui sont d'une importance capitale pour la situation professionnelle d'une personne, doivent être résolus avec une célérité toute particulière (cf. Obermeier c. Autriche, arrêt du 28 juin 1990, série A no 179, p. 23, § 72 ; Buchholz c. Allemagne, arrêt du 6 mai 1981, série A no 42, p. 16, §§ 50 et 52 et mutatis mutandis X c. France, arrêt du 31 mars 1992, série A no 234C, p. 90, § 32). Il s'agit en l'espèce d'une procédure par laquelle le requérant contestait son licenciement, et l'enjeu du litige exigeait donc une célérité des juridictions internes.", "34.  La Cour note en particulier que la procédure a duré presque huit ans devant la cour d'appel d'Aix-en-Provence appelée à statuer au fond, ce qui constitue, en soi, une durée excessive. Elle relève que le Gouvernement explique ce délai par l'engorgement de la chambre sociale de la cour d'appel d'Aix-en-Provence et par les retards imputables aux experts, de sorte que ce délai ne saurait en aucun cas être imputable au requérant. La Cour relève de surcroît que le Gouvernement déclare s'en remettre à la sagesse de la Cour pour l'appréciation de la durée de la procédure devant les juridictions de jugement.", "35.  Au vu de ce qui précède, la Cour considère, eu égard en particulier à la durée de la procédure devant la cour d'appel et à l'objet du litige, que la cause du requérant n'a pas été entendue dans un « délai raisonnable ». ", "36.  Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "\nII.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "37.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "38.  Le requérant réclame 27 440,82 euros (EUR) au titre de dommages matériels. Il demande en outre 38 112,25 EUR pour dommage moral.", "39.  Le Gouvernement conclut au rejet des prétentions du requérant en ce qu'elles se rapportent à la réparation d'un préjudice matériel. Quant au préjudice moral, le Gouvernement estime les prétentions du requérant excessives et propose de lui verser la somme de 4 570 EUR. ", "40.  La Cour rappelle que le constat de violation de la Convention auquel elle parvient résulte exclusivement d'une méconnaissance du droit du requérant à voir sa cause entendue dans un « délai raisonnable ». Dans ces circonstances, elle n'aperçoit pas de lien de causalité entre la violation constatée et un quelconque dommage matériel dont le requérant aurait eu à souffrir ; il y a donc lieu de rejeter cet aspect de ses prétentions (voir, par exemple, Arvois c. France, no 38249/97, § 18, 23 novembre 1999, non publié). ", "41.  La Cour estime en revanche que le prolongement de la procédure litigieuse au-delà du « délai raisonnable » a causé au requérant un tort moral certain, justifiant l'octroi d'une indemnité. Statuant en équité comme le veut l'article 41, elle alloue au requérant la somme de 5 500 EUR.", "B.  Frais et dépens", "42.  Le requérant réclame le paiement de la somme de 914,69 EUR au titre des « frais et dépens afin de prévenir devant la cour d'appel et de faire corriger devant la Cour européenne la violation de la Convention ». Il demande notamment le remboursement des frais d'envoi et de photocopies.", "43.  Le Gouvernement fait valoir que seuls seraient susceptibles d'être remboursés les frais effectivement engagés par le requérant devant la Cour. Or il relève que le requérant n'a pas recouru aux services d'un avocat dans cette procédure.", "44.  La Cour rappelle que, lorsqu'elle constate une violation de la Convention, elle peut accorder le paiement des frais et dépens exposés devant les juridictions internes, mais uniquement lorsqu'ils ont été engagés « pour prévenir ou faire corriger par celles-ci ladite violation » (voir, notamment, Zimmermann et Steiner c. Suisse, arrêt du 13 juillet 1983, série A no 66, § 36). La Cour concluant exclusivement à une violation du droit du requérant à voir sa cause entendue dans un « délai raisonnable », tel n'est à l'évidence pas le cas en l'espèce s'agissant des frais engagés devant les juridictions internes. ", "45.  Constatant que le requérant a assuré lui-même la défense de ses intérêts devant la Cour et a eu divers frais administratifs à cette occasion, la Cour lui alloue 300 EUR à ce titre.", "C.  Intérêts moratoires", "46.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "2.  Dit ", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 5 500 EUR (cinq mille cinq cents euros) pour dommage moral et 300 EUR (trois cents euros) pour frais et dépens ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 8 avril 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tA.B. Baka\n\tGreffière\tPrésident"]}