{"file": "FRE_HFJUD_66535_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "66535/01", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "AFFAIRE KROUSHEV c. BULGARIE", "", "(Requête no 66535/01)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "3 juillet 2008", "", "", "DÉFINITIF", "", "03/10/2008", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l’affaire Kroushev c. Bulgarie,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tRait Maruste,\n\tKarel Jungwiert,\n\tVolodymyr Butkevych,\n\tIsabelle Berro-Lefèvre,\n\tMirjana Lazarova Trajkovska,\n\tZdravka Kalaydjieva, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 10 juin 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 66535/01) dirigée contre la République de Bulgarie et dont un ressortissant australien et bulgare, M. Vihur (Victor) Sevdalinov Kroushev, a saisi la Cour le 21 janvier 2001, en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le gouvernement bulgare (« le Gouvernement ») est représenté par ses agents, Mmes M. Pasheva et M. Kotzeva, du ministère de la Justice.", "3.  Le requérant alléguait en particulier qu’il avait été illégalement interné dans une clinique psychiatrique et que la durée de la procédure en dommages et intérêts engagée par lui avait dépassé le délai raisonnable.", "4.  Le 10 novembre 2005, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1954 et réside à Eaglemont, Victoria, Commonwealth d’Australie.", "6.  Il s’installa en Australie en 1987.", "7.  En 1992, il se rendit en Bulgarie où habitaient plusieurs de ses proches. A une date non précisée, lors du séjour du requérant dans son pays d’origine, sa mère déposa une plainte contre lui pour mauvais traitements.", "1.  L’internement du requérant", "8.  Le 27 novembre 1992, un procureur du parquet de district de Sofia, se référant à l’article 185, alinéa 1, du code de procédure pénale (paragraphe 25 ci-dessous), ordonna l’internement du requérant pour que soit effectuée une expertise destinée à déterminer la nécessité d’un traitement psychiatrique obligatoire. Le même jour, le requérant fut arrêté par la police et conduit dans un établissement spécialisé.", "9.  Les circonstances entourant le séjour du requérant dans cet établissement prêtent à controverse entre les parties.", "10.  Voici la version des faits donnée par le requérant : il fut emmené et détenu contre son gré. La sortie de l’établissement était gardée et les patients ne pouvaient pas la franchir sans l’autorisation des médecins. Dès son arrivée, il fut menacé par le personnel d’être transféré dans un autre établissement soumis à un régime plus rigoureux s’il ne consentait pas par écrit à subir des examens psychiatriques. Ses demandes de rencontrer un avocat furent rejetées, mais il fut informé que, s’il donnait son accord pour les examens ordonnés par le procureur de district, il pourrait en consulter un à l’occasion d’un congé à domicile. Le 1er décembre 1992, le requérant signa une déclaration par laquelle il consentait à se soumettre à des examens psychiatriques. Toutefois, dans cette même déclaration, il indiqua que son accord était motivé par le fait qu’il était obligé d’obtempérer à l’ordre du parquet. Par la suite, il se vit accorder plusieurs congés à domicile, pendant lesquels il put rencontrer un avocat.", "11.  Selon le Gouvernement, même si le requérant avait été amené dans l’établissement psychiatrique contre sa volonté, il avait par la suite consenti, d’abord oralement puis par écrit, à se soumettre à des examens psychiatriques. Son accord ne lui avait pas été extorqué et sa liberté de circulation n’avait pas été restreinte. Il avait été logé dans une section ouverte, ce qui lui permettait de circuler librement dans l’établissement, de bénéficier de congés à domicile et de quitter l’établissement après en avoir formulé la demande. Une fois sorti, il pouvait également ne pas revenir dans l’établissement. Par ailleurs, il avait suivi des séances de psychothérapie présupposant une participation active du patient. Il avait été libéré après l’annulation de l’ordonnance du procureur de district.", "12.  Le 11 décembre 1992, le requérant adressa au parquet un recours contre l’ordonnance du 27 novembre 1992 ; des copies de son recours parvinrent au parquet de district de Sofia et au parquet de la ville de Sofia les 15 et 16 décembre 1992.", "13.  Par ailleurs, la mère de l’intéressé saisit le parquet de la ville de Sofia d’un recours contre l’ordonnance du 27 novembre 1992. Le 17 décembre 1992, le procureur compétent fit droit à sa demande, ayant constaté que rien n’indiquait que le requérant souffrait de troubles psychiques et ayant relevé plusieurs irrégularités dans la procédure suivie. Il considéra que l’application de l’article 185, alinéa 1, du code de procédure pénale n’était pas justifiée dans la mesure où rien n’indiquait qu’il existait un danger imminent de commission d’une infraction pénale.", "14.  Le 22 décembre 1992, des copies de cette ordonnance furent envoyées à l’établissement psychiatrique et à la mère du requérant.", "15.  L’intéressé fut libéré le 30 décembre 1992. Le rapport médical concernant son état psychique ne fut établi qu’en mai 1994, à la demande expresse du parquet général.", "2.  L’action en dommages et intérêts engagée par le requérant", "16.  Le 11 janvier 1994, le requérant introduisit contre le parquet de district de Sofia, le ministère de la Santé et l’hôpital psychiatrique une demande en réparation du préjudice subi du fait de son internement forcé, en application des dispositions pertinentes de la loi régissant la responsabilité délictuelle de l’Etat (paragraphe 27 ci-dessous). Le requérant faisait valoir qu’il avait été interné sur l’ordre du parquet de district de Sofia le 27 novembre 1992, mais que par la suite l’ordonnance avait été annulée par le parquet de la ville de Sofia. Il affirmait qu’il avait subi un préjudice moral considérable du fait de la privation de sa liberté, et concluait que les conditions de l’engagement de la responsabilité de l’Etat, prévues aux articles 1 et 2 de la loi pertinente, se trouvaient réunies en l’espèce.", "17.  A une date non précisée en 1995, une expertise psychiatrique du requérant fut ordonnée. L’expert établit son rapport le 19 octobre 1995. Une audience eut lieu le 26 octobre 1995.", "18.  Par un jugement du 1er décembre 1995, le tribunal fit droit aux prétentions du requérant et lui alloua le montant intégral de l’indemnité sollicitée, à savoir 16 000 anciens levs bulgares (BGL) (soit environ 170 euros (EUR)).", "19.  Par la suite, l’hôpital psychiatrique et le ministère interjetèrent appel.", "20.  Par un jugement du 17 avril 1997, le tribunal de la ville de Sofia infirma le jugement attaqué pour insuffisance des motifs et renvoya l’affaire à une autre formation du tribunal de district.", "21.  A l’audience du 29 juin 1999, le requérant modifia ses prétentions, en augmentant le montant de l’indemnité revendiquée à 40 000 000 de BGL (soit environ 20 460 EUR). Le montant des prétentions étant désormais supérieur au taux de compétence du tribunal de district, le juge renvoya l’affaire au tribunal de la ville de Sofia.", "22.  Par un jugement du 20 juillet 2001, le tribunal de la ville de Sofia rejeta les prétentions du requérant, estimant que les conditions à l’engagement de la responsabilité de l’Etat ne se trouvaient pas réunies dans la mesure où, d’une part, il ne s’agissait pas de l’une des hypothèses énumérées à l’article 2 de la loi pertinente et où, d’autre part, ni le parquet ni l’hôpital n’étant des autorités administratives, leur responsabilité ne pouvait pas être engagée en application de l’article 1 de la même loi. Le requérant fut condamné au paiement d’une taxe judiciaire de 1 600 levs bulgares (BGN) (soit environ 800 EUR).", "23.  Le requérant interjeta appel. Il fut débouté par le tribunal d’appel de Sofia le 8 avril 2002.", "24.  Il se pourvut en cassation. Par un arrêt du 13 août 2003, la Cour suprême de cassation, statuant en ultime instance, rejeta son pourvoi. La haute juridiction estima que l’article 2 de la loi relative à la responsabilité délictuelle de l’Etat trouvait à s’appliquer aux faits de la cause. En revanche, elle considéra que le requérant n’avait fourni aucun élément à l’appui de son allégation relative au tort moral considérable étant résulté de son internement. Dès lors, il convenait de rejeter ses prétentions comme non étayées par la preuve offerte en l’espèce.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Internement sur ordre du parquet", "25.  En vertu de l’article 185, alinéa 1, du code de procédure pénale de 1974 (abrogé depuis le 30 mai 2003), le procureur était tenu d’entreprendre « toutes les mesures nécessaires pour empêcher la perpétration d’une infraction pénale dont on pouvait supposer la commission ». Cette base légale a été souvent utilisée, y compris dans le cas de la détention du requérant, pour un internement en vue d’un examen psychiatrique dans le cadre d’une enquête du procureur (voir CPT/Inf. (2004) 21, p. 53, § 150 in limine, et note en bas de page no 12).", "26.  Les ordonnances rendues par le procureur étaient susceptibles d’un recours auprès du procureur supérieur (article 181 du code de procédure pénale de 1974). Le droit applicable, en vigueur à l’époque des faits, ne prévoyait pas pour les personnes détenues dans le cadre d’une enquête du procureur la possibilité d’introduire un recours devant un tribunal.", "B.  La loi relative à la responsabilité délictuelle de l’Etat", "27.  L’article 1, alinéa 1, de la loi de 1988 sur la responsabilité de l’Etat pour les dommages causés aux particuliers (Закон за отговорността на държавата за вреди причинени на граждани) énonce que l’Etat est responsable des dommages causés aux particuliers par des actes ou des omissions illégaux des autorités administratives.", "La loi prévoit dans son article 2, alinéa 1:", "« L’Etat est responsable des dommages causés aux particuliers par les autorités de l’instruction ou du parquet et par les juridictions, du fait :", "(...)", "4.  d’un internement ou traitement médical forcé ordonné par une décision judicaire, lorsque celle-ci a été annulée pour absence de fondement légal (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 1 e) DE LA CONVENTION", "28.  Le requérant se plaint d’avoir été privé de sa liberté de manière irrégulière et arbitraire, en méconnaissance de l’article 5 § 1 e) de la Convention, qui dispose :", "« Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "e)  s’il s’agit de la détention régulière (...) d’un aliéné (...) ; »", "29.  Le Gouvernement combat cette thèse. D’après lui, le séjour du requérant dans l’établissement psychiatrique était volontaire et ne pouvait pas passer pour une « privation de liberté » au sens de l’article 5 § 1 e).", "A.  Sur la recevabilité", "30.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "31.  Le requérant soutient que son hospitalisation dans l’établissement psychiatrique n’était nullement volontaire, mais qu’il y a été interné contre son gré en application de l’ordonnance du procureur de district. Il rappelle qu’il a protesté contre cet internement en introduisant des recours devant les procureurs compétents et en formulant des réserves dans l’accord par lequel il se soumettait aux examens psychiatriques. Par ailleurs, il indique qu’il n’aurait jamais signé cet accord s’il n’avait pas craint d’être envoyé dans une institution où il aurait eu à subir un régime plus rigoureux et où il n’aurait pas pu bénéficier de congés à domicile. Il note également que s’il avait été libre de quitter l’établissement comme il le voulait, il n’aurait pas eu besoin de formuler des demandes explicites en ce sens avant chaque congé à domicile et de recevoir des autorisations de la part du personnel médical. De même, il affirme qu’aussi longtemps que l’ordonnance du 27 novembre 1992 était en vigueur il pouvait légitimement craindre d’être reconduit de force dans l’établissement psychiatrique, s’il avait décidé de ne pas y revenir après un congé à domicile. Enfin, il attire l’attention de la Cour sur le fait que ce n’est qu’après l’annulation de l’ordonnance en question qu’il a été définitivement libéré.", "32.  Il considère également que sa détention n’était ni régulière, ni justifiée. Il estime qu’elle était irrégulière au regard du droit interne, car il n’avait pas reçu d’invitation à se soumettre volontairement à une expertise psychiatrique. Il ajoute que le droit interne, tel qu’en vigueur à l’époque des faits, ne fournissait pas le niveau de protection requis contre l’arbitraire.", "33.  Le Gouvernement admet que le requérant a été amené de force dans l’établissement psychiatrique et qu’il a été libéré après l’annulation de l’ordonnance du procureur de district, mais il considère que ces évènements ne suffisent pas pour conclure qu’il y a été détenu contre son gré. En particulier, il fait valoir que le requérant a consenti à se soumettre aux examens proposés par les médecins. Il avait dès lors le statut d’un patient volontaire, qui avait d’ailleurs été placé dans une section ouverte. Le régime applicable aux patients de sa catégorie permettait à l’intéressé de bénéficier de congés à domicile et de quitter définitivement l’établissement s’il le voulait.", "2.  Appréciation de la Cour", "34.  La Cour rappelle que pour déterminer si un individu se trouve « privé de sa liberté » au sens de l’article 5, il faut partir de sa situation concrète et prendre en compte un ensemble de critères comme le genre, la durée, les effets et les modalités d’exécution de la mesure considérée (arrêt Engel et autres c. Pays-Bas du 8 juin 1976, série A no 22, p. 24, §§ 58-59, et H.L. c. Royaume-Uni, no 45508/99, § 89, CEDH 2004IX). De plus, l’existence ou non d’une « privation de liberté » doit s’apprécier à la lumière de tous les éléments de l’espèce (voir, mutatis mutandis, Guzzardi c. Italie, arrêt du 6 novembre 1980, série A no 39, p. 33, § 92).", "35.  La Cour constate que les parties s’accordent pour dire que le requérant a été conduit contre son gré dans un établissement psychiatrique le 27 novembre 1992, en vertu d’une ordonnance prononcée le même jour par le procureur. Elles s’accordent également pour dire que l’intéressé a été libéré seulement après que l’annulation de ladite ordonnance eut été portée à la connaissance des responsables de l’établissement en question. Par ailleurs, la Cour note que même si le Gouvernement soutient que le requérant a été placé dans une section ouverte, il n’est pas contesté que les portes de l’établissement psychiatrique étaient gardées et que l’intéressé devait demander une autorisation pour sortir.", "36.  En fait, ce qui prête à controverse, c’est le statut du requérant pendant son internement, et plus particulièrement sa faculté de quitter l’établissement de son propre gré sans crainte d’un retour forcé. De l’avis de la Cour, le fait que le requérant n’a été libéré qu’après l’annulation de l’ordonnance du procureur de district jette de sérieux doutes sur la thèse du Gouvernement qui soutient que le placement du requérant dans l’établissement psychiatrique a été transformé en séjour volontaire par la force de l’accord signé par l’intéressé quelques jours après son admission. Par ailleurs, la Cour constate qu’à l’époque des faits le droit interne ne régissait pas de manière claire et prévisible les compétences du parquet en matière d’internement dans un hôpital psychiatrique (paragraphe 42 ci-dessous). Dans ces circonstances, le requérant ne pouvait pas être rassuré sur son statut de patient volontaire tant que l’ordonnance du procureur n’était ni révoquée ni annulée. C’est précisément dans le but d’obtenir une réponse claire sur sa situation qu’il avait pris contact avec un avocat et introduit des recours.", "37.  Au regard de ces éléments, la Cour estime que la situation dans laquelle se trouvait le requérant doit être considérée comme une « privation de liberté ».", "38.  La Cour rappelle ensuite que pour respecter l’article 5 § 1, une privation de liberté doit être « régulière » et effectuée « selon les voies légales ». En la matière, la Convention renvoie pour l’essentiel à la législation nationale, mais elle exige de surcroît la conformité de toute privation de liberté au but de l’article 5 : protéger l’individu contre l’arbitraire (Winterwerp c. Pays-Bas, arrêt du 24 octobre 1979, série A no 33, p. 17, § 39 ; Aerts c. Belgique, arrêt du 30 juillet 1998, Recueil des arrêts et décisions 1998V, p. 1961, § 46 ; Hutchison Reid c. Royaume-Uni, no 50272/99, § 47, 20 février 2003).", "39.  En vertu de la jurisprudence de la Cour, un individu ne peut passer pour « aliéné » et subir une privation de liberté que si les trois conditions suivantes se trouvent réunies : premièrement, son aliénation doit avoir été établie de manière probante ; deuxièmement, le trouble doit revêtir un caractère ou une ampleur légitimant l’internement ; troisièmement, l’internement ne peut se prolonger valablement sans la persistance de pareil trouble (voir, parmi d’autres, Varbanov c. Bulgarie, no 31365/96, § 45, CEDH 2000-X ; Hutchison Reid, précité, § 48).", "40.  La privation de liberté d’une personne considérée comme aliénée ne peut être jugée conforme à l’article 5 § 1 e) de la Convention que si elle a été décidée avec l’avis d’un médecin expert, à défaut de quoi la protection contre l’arbitraire, inhérente à l’article 5 de la Convention, ne serait pas assurée. A cet égard, la forme et la procédure retenues peuvent dépendre des circonstances et la Cour considère acceptable, dans des cas urgents ou lorsqu’une personne est arrêtée en raison de son comportement violent, qu’un tel avis soit obtenu immédiatement après l’arrestation. Dans tous les autres cas, une consultation préalable est indispensable. A défaut d’autres possibilités, du fait par exemple du refus de l’intéressé de se présenter à un examen, il faut au moins demander l’évaluation d’un médecin expert sur la base du dossier, sinon on ne peut soutenir que l’aliénation de l’intéressé a été établie de manière probante (Varbanov, précité, § 47 ; R.L. et M.-J.D. c. France, no 44568/98, § 117, 19 mai 2004).", "41.  La Cour constate qu’en l’espèce, comme dans les affaires Varbanov et Kepenerov c. Bulgarie, la base légale utilisée pour ordonner l’internement du requérant ne fournissait pas le niveau de protection requis contre l’arbitraire dans la mesure où elle ne prévoyait pas la consultation d’un médecin comme condition préalable à la décision de placement en vue d’un examen psychiatrique obligatoire (Varbanov, précité, §§ 50-53 ; Kepenerov c. Bulgarie, no 39269/98, §§ 35-38, 31 juillet 2003). Elle relève que le requérant a été interné en vertu de la décision d’un procureur prise sans que l’avis d’un médecin expert eût été recueilli au préalable, alors même que l’intéressé n’avait pas d’antécédents de troubles psychiques et que l’affaire n’exigeait manifestement pas un traitement urgent. Au vu de ce qui vient d’être exposé, la Cour considère que le placement du requérant n’a pas constitué une « détention régulière (...) d’un aliéné » au sens de l’article 5 § 1 e) (Varbanov, précité, §§ 45-47).", "42.  En outre, la Cour observe que la législation interne telle qu’elle était en vigueur à l’époque des faits, et plus particulièrement l’article 185, alinéa 1, du code de procédure pénale de 1974, ne contenait aucune disposition autorisant un procureur à décider l’internement obligatoire d’une personne dans un établissement psychiatrique afin de lui faire subir un examen psychiatrique. A cet égard, la Cour rappelle que les expressions « prévue par la loi » et « selon les voies légales » imposent que la mesure incriminée ait une base en droit interne et visent aussi la qualité de la loi en cause, en exigeant que celle-ci soit accessible au justiciable et prévisible (Amann c. Suisse [GC], no 27798/95, § 50, CEDH 2000-II, et arrêt Amuur c. France du 25 juin 1996, Recueil 1996-III, pp. 850-851, § 50).", "43.  Enfin, la Cour remarque que le parquet de la ville de Sofia avait constaté que, entachée de nombreuses irrégularités, la procédure de placement du requérant dans un établissement psychiatrique n’avait pas été conforme au droit bulgare. Qui plus est, elle constate qu’à compter du 17 décembre 1992, le procureur compétent avait annulé la mesure de placement mais que cette décision n’a pas été exécutée avant le 30 décembre 1992. Il apparaît dès lors qu’au moins dans cet intervalle le maintien en détention du requérant était irrégulier au regard du droit interne.", "44.  La Cour estime par conséquent qu’il y a eu violation de l’article 5 § 1 de la Convention en ce que la privation de liberté du requérant n’était pas justifiée au regard de l’alinéa e) de cette disposition et n’avait aucun fondement dans le droit interne, lequel, de plus, ne fournissait pas la protection requise contre l’arbitraire puisqu’il n’exigeait pas un avis médical préalable. En outre, après le 17 décembre 1992, la détention apparaît comme irrégulière au regard du droit interne.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "45.  Le requérant dénonce la durée excessive de la procédure en dommages et intérêts. Il invoque l’article 6 § 1 de la Convention, dont la partie pertinente en l’espèce se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "46.  Le Gouvernement combat cette thèse.  Il souligne que le requérant a largement contribué à la durée de la procédure devant le tribunal de district en n’ayant pas déclaré une adresse à laquelle il pouvait recevoir des convocations et autres documents judiciaires et en ayant été souvent absent de la Bulgarie pendant cette même période initiale. Il soutient que les stades ultérieurs de la procédure se sont déroulés dans les meilleurs délais compte tenu de la complexité factuelle et juridique de l’affaire.", "47.  Le requérant réplique qu’il avait bien indiqué une adresse de correspondance et qu’il avait désigné un avocat, ce qui aurait dû suffire pour assurer la bonne marche de l’instance. Il remarque que, même en admettant qu’il eût été responsable de certains retards lors de la procédure devant le tribunal de district, celle-ci avait pris fin en moins de deux ans. Or la procédure judiciaire avait duré dix ans environ au total.", "A.  Sur la recevabilité", "48.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "49.  La Cour relève que la période à considérer s’étend sur neuf ans et huit mois pour trois niveaux de juridiction.", "50.  Elle rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, Pélissier et Sassi c. France [GC], no 25444/94, § 67, CEDH 1999-II).", "51.  La Cour remarque que la procédure en l’espèce n’était pas particulièrement compliquée, le caractère volontaire ou non de l’internement du requérant étant le seul point controversé. Or cette question a été en principe élucidée par une expertise judiciaire lors de l’examen initial de l’affaire par le tribunal de district. Quant à l’enjeu pour l’intéressé, la Cour l’estime important, la demande d’indemnisation ayant eu pour fondement sa détention irrégulière dans un établissement psychiatrique.", "52.  S’agissant du comportement du requérant, la Cour admet qu’il a pu être à l’origine de certains retards – dont la durée n’a au demeurant pas été précisée – intervenus dans la première procédure devant le tribunal de district, laquelle a duré en tout un an et onze mois. Elle constate également que les modifications apportées par le requérant à ses prétentions de dédommagement ont provoqué le renvoi de l’affaire à la juridiction supérieure compétente, mais que cela ne peut pas expliquer en soi la durée globale de la procédure. A cet égard, la Cour note que le deuxième examen de l’affaire en première instance a nécessité plus de quatre ans et trois mois (du 17 avril 1997 au 20 juillet 2001), et que le Gouvernement n’a pas invoqué de raisons valables pour justifier ce délai.", "53.  Dans ces circonstances, eu égard à la durée globale non négligeable de la procédure, de l’enjeu qu’elle revêtait pour le requérant et du retard de quatre ans et trois mois mentionné ci-dessus, la Cour estime que la cause n’a pas été examinée dans un délai raisonnable.", "54.  Il y a donc eu violation de l’article 6 § 1.", "III.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "55.  Le requérant se plaint enfin que ses recours contre l’ordonnance du procureur de district soient restés sans suite et dénonce la durée excessive de sa privation de liberté. Il invoque à cet égard l’article 5 §§ 3 et 4, libellé comme suit :", "« 3.  Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article (...) a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience. »", "« 4.  Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "56.  La Cour observe que par sa nature la détention du requérant tombe sous le coup du paragraphe 1 e) et non pas du paragraphe 1 c) de l’article 5. Partant, le grief tiré de l’article 5 § 3 s’avère incompatible ratione materiae avec les dispositions de la Convention.", "57.  S’agissant du grief tiré de l’article 5 § 4, la Cour observe que l’ordonnance litigieuse a été annulée le 17 décembre 1992, à la demande de la mère du requérant. Le requérant a eu connaissance de cette annulation au plus tard le 30 décembre 1992, quand il a été libéré de l’institution psychiatrique. Après cette date, les recours introduits par l’intéressé n’avaient plus d’objet. Il est vrai que par la suite le requérant a engagé une procédure en dommages et intérêts, laquelle pouvait lui permettre d’obtenir une indemnisation pour sa détention irrégulière et constituait dès lors un recours efficace en ce qui concerne son grief de méconnaissance de l’article 5 § 1 e). Toutefois, cette procédure ne pouvait pas aboutir à l’octroi d’une réparation adéquate du présent grief, car les faits dénoncés par le requérant n’entraient pas dans le champ d’application de la loi sur la responsabilité de l’Etat. Or, en l’absence de voies de recours internes, le délai de six mois court à partir du moment où la situation qui fait grief a pris fin (voir De Becker c. Belgique, no 214/56, décision de la Commission du 9 juin 1958, Décisions et rapports 2, p. 215). Dans ces circonstances, le présent grief a été introduit devant la Cour en dehors du délai de six mois.", "58.  Au regard de ces considérations, la Cour conclut que cette partie de la requête est irrecevable et doit être rejetée en vertu de l’article 35 §§ 1 et 4.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "59.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "60.  Le requérant réclame 40 900 euros (EUR) pour préjudices matériel et moral. Il soutient que l’internement dans un établissement psychiatrique l’a perturbé au point qu’il a été incapable de poursuivre sa formation et de trouver un emploi.", "61.  Le Gouvernement ne fait pas de commentaires.", "62.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande. En revanche, elle considère qu’il y a lieu d’octroyer au requérant 5 000 EUR au titre du dommage moral.", "B.  Frais et dépens", "63.  Le requérant demande 990 EUR pour les frais et dépens exposés devant les juridictions internes. Il sollicite en particulier le remboursement de la taxe judiciaire qu’il avait été condamné à payer à la suite du rejet de son action en dommages et intérêts. Pour les frais et dépens engagés pour la procédure devant la Cour, il demande 15 EUR.", "64.  Le Gouvernement ne soumet pas de commentaires.", "65.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 600 EUR tous frais confondus et l’accorde au requérant.", "C.  Intérêts moratoires", "66.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l’article 5 § 1 e) et 6 § 1 et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 5 § 1 e) de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif en vertu de l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en levs bulgares au taux applicable à la date du règlement :", "i.  5 000 EUR (cinq mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt,", "ii.  600 EUR (six cents euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par le requérant ;", " b)  qu’à compter de l’expiration de ce délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 juillet 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}