{"file": "FRE_HFJUD_29263_12.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29263/12", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE S.Z. c. BULGARIE", "", "(Requête no 29263/12)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "3 mars 2015", "", "", "", "DÉFINITIF", "", "03/06/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire S.Z. c. Bulgarie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tKrzysztof Wojtyczek,\n\tNona Tsotsoria, juges,\net de Françoise Elens-Passos, greffière de section,", "Après en avoir délibéré en chambre du conseil le 10 février 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 29263/12) dirigée contre la République de Bulgarie et dont une ressortissante de cet État, Mme S.Z. (« la requérante »), a saisi la Cour le 3 mai 2012 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). En vertu de l’article 47 § 3 du règlement de la Cour, le président de la section a décidé d’office la nondivulgation son identité.", "2.  La requérante est représentée par Mes Y. Grozev et N. Dobreva, avocats à Sofia. Le gouvernement bulgare (« le Gouvernement ») est représenté par son agent, Mme Ani Panova, du ministère de la Justice.", "3.  La requérante se plaint du caractère inefficace et de la durée excessive de la procédure pénale menée concernant des faits de séquestration et de viol commis à son encontre.", "4.  Le 16 janvier 2014, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante est née en 1977 et réside à Sofia.", "6.  Le 19 septembre 1999, la requérante, qui était alors âgée de 22 ans et était étudiante, partit de Sofia vers Blagoevgrad dans un véhicule en compagnie de deux jeunes hommes, B.Z. et S.P., et d’une autre jeune femme, qu’elle fréquentait à l’époque et dont elle avait fait connaissance par l’intermédiaire d’un de ses amis proches, H.I. Durant le trajet, les deux hommes lui firent part de leur intention de la « vendre » comme prostituée à des individus avec lesquels ils étaient en contact à Blagoevgrad, puis de la « reprendre » ensuite, après avoir reçu l’argent. La requérante refusa mais fut menacée par B.Z. Arrivé à Blagoevgrad, le groupe rencontra dans différents cafés de la ville plusieurs individus, qui étaient apparemment impliqués dans des réseaux de prostitution à l’étranger et qui discutèrent avec B.Z. et S.P. de l’envoi de la requérante en Grèce, en Italie ou en Macédoine afin qu’elle se prostitue et de son expérience supposée dans ce domaine. Parmi les individus rencontrés figuraient trois hommes, au sujet desquels on indiqua à la requérante qu’ils étaient policiers. La requérante fut ensuite emmenée et retenue dans un appartement où, durant environ 48 heures, elle fut battue et violée à plusieurs reprises par plusieurs hommes. Elle parvint à s’échapper au bout de 48 heures et se réfugia dans un immeuble voisin dont les occupants appelèrent la police.", "7.  Lors de sa première audition par la police, la requérante tenta de se jeter par la fenêtre et fut à cette occasion hospitalisée en hôpital psychiatrique. Elle fit l’objet d’un suivi psychologique par la suite.", "8.  Une instruction pénale pour enlèvement et séquestration, enlèvement dans le but de contraindre à la prostitution et viol fut ouverte par le parquet de district de Blagoevgrad. La requérante identifia certains des hommes qui l’avaient agressée, ainsi que deux policiers que le groupe avait rencontré avant sa séquestration. Elle relata que ces hommes faisaient partie d’un groupement criminel impliqué dans la traite d’êtres humains qui voulaient la forcer à se prostituer en Europe de l’Ouest.", "9.  Par une ordonnance du 19 octobre 1999, le procureur militaire de Blagoevgrad considéra qu’il n’y avait pas suffisamment d’éléments pour poursuivre les deux policiers, Z.B. et Y.G., qui avaient été mis en examen pour enlèvement, et mit fin aux poursuites à leur égard. Le procureur observa en particulier qu’après avoir dans un premier temps identifié les deux policiers, la requérante n’avait ensuite pas soutenu qu’ils avaient participé à son enlèvement et à sa séquestration. L’ordonnance du procureur était susceptible d’un recours judiciaire mais il n’apparaît pas que la requérante ait fait usage de cette possibilité.", "10.  Au courant de 1999 et 2000, plusieurs des personnes impliquées furent interrogées, une expertise médicale fut réalisée. L’instruction fut clôturée et le dossier transmis au procureur afin qu’il se prononce sur le renvoi en jugement de l’affaire. Toutefois, le 12 avril 2001, le procureur décida de retourner le dossier pour un complément d’instruction en raison d’irrégularités constatées et de la nécessité de rassembler des preuves supplémentaires concernant la participation dans les faits de H.I. et d’un autre individu, G.M. Par la suite, le dossier fut retourné pour un complément d’instruction à trois reprises encore. Ainsi, par une ordonnance du 2 novembre 2001, le procureur constata que l’enquêteur n’avait accompli aucun acte d’instruction à la suite du renvoi du dossier. Il nota par ailleurs plusieurs irrégularités dans les actes de mise en examen des différents prévenus, telles que des inexactitudes dans les dates, des qualifications juridiques inexactes ou des incohérences entre les faits exposés et la qualification juridique retenue. Le procureur releva également que l’instruction avait été menée en l’absence d’un des prévenus sans qu’un avocat ne soit commis d’office et que certaines des mises en examen devaient être modifiées, notamment pour tenir compte du fait que la requérante avait tenté de se suicider, ce qui constituait une circonstance aggravante. Dans une ordonnance du 16 octobre 2002, le procureur nota que rien n’avait été fait en exécution de sa précédente décision. Par une nouvelle ordonnance du 12 mars 2004, il constata que les instructions données n’avaient pas été suivies dans leur globalité, notamment que les mises en examen n’avaient pas été modifiées.", "11.  L’instruction fut une nouvelle fois clôturée et transmise au procureur le l3 novembre 2005. Le 23 décembre 2005, le procureur décida de mettre fin aux poursuites contre H.I. et G.M., poursuivis respectivement pour enlèvement dans le but de contraindre à la prostitution et incitation à la prostitution, au motif que les infractions n’étaient pas constituées. Sur recours de la requérante, cette décision fut annulée par le tribunal le 29 mars 2006.", "12.  L’instruction fut clôturée en mai 2007 et la requérante se vit notifier le dossier de l’instruction. Elle demanda à cette occasion qu’un des hommes qu’elle avait identifié sur photographie, Y.Y.G., soit également mis en examen pour viol. Sa demande fut rejetée le 7 juin 2007 par le procureur de district, qui considéra ne pas disposer d’éléments à charge suffisants, seul le témoignage de la requérante impliquant cette personne dans l’agression. Le 26 juin 2007, une partie de l’instruction, qui concernait les faits que la requérante attribuait à Y.Y.G. et K.M., fut disjointe de la procédure principale et une nouvelle procédure contre X fut ouverte. Le 12 septembre 2007, le parquet d’appel de Blagoevgrad confirma le refus du procureur de mettre en examen Y.Y.G., notant que si de nouveaux éléments de preuve apparaissaient, les enquêteurs pourraient procéder à des mises en examen dans le cadre de la procédure ouverte contre X. Le 15 février 2008, cette procédure fut suspendue au motif que les responsables n’avaient pas été identifiés.", "13.  À une date non précisée en 2007, sept accusés furent renvoyés en jugement devant le tribunal de district de Blagoevgrad pour séquestration, viol, incitation à la prostitution ou enlèvement dans le but de contraindre à la prostitution.", "14.  Le 5 décembre 2007, la requérante demanda à être constituée comme partie accusatrice et partie civile et introduisit une action en dommages et intérêts. À l’audience du 9 mai 2008, le tribunal admit cette demande.", "15.  Le tribunal de district de Blagoevgrad tint 22 audiences. Une dizaine d’entre elles furent ajournées, le plus souvent au motif de citations irrégulières des accusés ou de témoins. Le procès eut lieu en l’absence d’un des accusés, S.P., qui n’avait pu être retrouvé par les autorités.", "16.  Par un jugement du 27 mars 2012, le tribunal reconnut L.D. et M.K. coupables de viols en réunion, aggravés par le fait que la victime avait commis une tentative de suicide, et de séquestration aggravée. Ils furent condamnés à six ans d’emprisonnement. B.Z. et S.P. furent déclarés coupables d’avoir enlevé la requérante dans le but de la contraindre à la prostitution et condamnés à des peines respectives de six et quatre ans d’emprisonnement. S.D. fut reconnu coupable de séquestration et condamné à une amende de 3 000 levs (BGN). Le tribunal constata l’écoulement de la prescription absolue concernant l’infraction d’incitation à la prostitution pour laquelle G.M. était poursuivi et termina les poursuites à son égard. Il reconnut enfin H.I. non coupable du chef d’enlèvement dans le but de contraindre à la prostitution au motif que l’infraction n’était pas constituée dans la mesure où H.I. n’était pas présent au moment des évènements. Les cinq accusés dont la culpabilité avait été reconnue furent condamnés à verser des dommages et intérêts à la requérante, alors que la demande contre les deux autres accusés fut rejetée.", "17.  Les cinq accusés reconnus coupables interjetèrent appel. La requérante interjeta appel uniquement contre la partie du jugement concernant S.D. et demanda l’imposition d’une peine plus lourde et l’augmentation du montant alloué au titre de dommages et intérêts.", "18.  Devant le tribunal régional de Blagoevgrad, sept audiences furent ajournées en raison de l’absence de l’un des accusés ou de leurs avocats. Une première audience sur le fond eut lieu le 8 novembre 2013. Deux des accusés, S.P. et G.M. n’ayant pas comparus, le tribunal décida d’examiner l’affaire en leur absence.", "19.  Par un arrêt définitif du 11 février 2014, le tribunal annula la condamnation de S.D. et mit un terme aux poursuites à son égard en raison de l’écoulement de la prescription absolue. Il modifia le jugement concernant les autres accusés : la qualification des faits pour lesquels L.D. et M.K. avaient été reconnus coupables fut légèrement modifiée et la peine qui leur avait été infligée fut réduite à cinq ans d’emprisonnement. La peine imposée à B.Z. fut réduite à trois ans d’emprisonnement et la condamnation de S.P. à quatre ans d’emprisonnement fut confirmée.", "20.  Le tribunal diminua également les sommes accordée à la requérante au titre de dédommagement moral. Il alloua à la requérante un montant total de 39 000 BGN, soit l’équivalent d’environ 20 000 euros (EUR), condamnant L.D. et M.K. à verser chacun 15 000 BGN à la requérante, et B.Z, S.P. et S.D. à lui verser respectivement 4 000 BGN, 3 000 BGN et 2 000 BGN.", "21.  Durant la procédure judiciaire, la requérante, qui habitait Sofia, dût se rendre à de nombreuses reprises à Blagoevgrad pour assister aux audiences. Elle fut appelée à témoigner à sept reprises. Selon un avis médical produit par la requérante, chaque convocation devant le tribunal aurait provoqué une aggravation de son état psychologique.", "II.  LE DROIT INTERNE PERTINENT", "A.  Le code pénal", "22.  Les dispositions pertinentes du code pénal, telles qu’applicables aux faits de l’espèce, se lisent comme suit :", "Article 152", "« (1) Quiconque a des relations sexuelles avec une personne de sexe féminin : (...)", "2. en la contraignant par la force ou la menace ; (...)", "est puni d’une peine d’emprisonnement de deux à huit ans. (...)", "(3) Le viol est puni d’une peine de trois à quinze ans d’emprisonnement :", "1. s’il est effectué en réunion ;", "3. si une tentative de suicide s’en est suivie ; (...) »", "Article 155", "« Quiconque incite une personne de sexe féminin à la prostitution, à des actes de débauche ou à des relations sexuelles est passible d’une peine d’emprisonnement jusqu’à trois ans ou à une amende (...) »", "Article 156", "« (1) Quiconque enlève une personne de sexe féminin dans le but de la soumettre à des actes de débauche est puni de : (...)", "(2) (...) trois à douze ans d’emprisonnement lorsque : (...)", "3. L’enlèvement est effectué dans un but de la soumettre à des actes de débauche dans un pays étranger. »", "Article 142a", "« (1) Quiconque prive autrui de sa liberté de manière illégale est puni d’une peine d’emprisonnement jusqu’à deux ans.", "(4) Si [la privation de liberté] (...) a duré plus de 48 heures, la peine est de trois à dix ans d’emprisonnement. »", "23.  En vertu de l’article 80 du code pénal, l’action publique est prescrite si des poursuites n’ont pas été engagées dans un délai déterminé. Ce délai varie en fonction de la peine dont l’infraction est passible et peut aller de deux à trente-cinq ans. Il est interrompu par tout acte de poursuite (article 81, alinéa 2 du code). Toutefois, indépendamment des actes de poursuite effectués et des interruptions et suspensions de la prescription, l’action pénale s’éteint avec l’écoulement du délai de la prescription dite « absolue », qui correspond à une fois et demi le délai de prescription normal (article 81, alinéa 3). Dans pareil cas, les poursuites doivent être clôturées (article 24, alinéa 1 (3) du code de procédure pénale).", "B.  Les recours destinés à remédier aux durées excessives des procédures judiciaires", "24.  Par une loi modificative de la loi sur le pouvoir judiciaire, publiée au Journal officiel le 3 juillet 2012 et entrée en vigueur le 12 octobre 2012, un nouveau chapitre 3A (article 60a et suivants) a été introduit dans cette loi, mettant en place un recours administratif pour indemniser le préjudice résultant de la durée excessive des procédures judiciaires. Ce recours, introduit auprès de l’Inspection du conseil supérieur de la magistrature, permet de recevoir une indemnisation pouvant aller jusqu’à 10 000 BGN (5 114 EUR) en cas de constat de méconnaissance du délai raisonnable des procédures judiciaires déjà terminées.", "25.  Par ailleurs, une loi modificative de la loi sur la responsabilité de l’État et des communes pour dommage, publiée le 11 décembre 2012 et entrée en vigueur le 15 décembre 2012, a créé la possibilité d’introduire une action judiciaire en responsabilité contre l’État du fait des durées excessives des procédures judiciaires (article 2b de la loi). Pour les procédures judiciaires déjà terminées, l’action judiciaire ne peut être introduite qu’après épuisement du recours administratif en application de la loi sur le pouvoir judiciaire. Elle peut être introduite à tout moment pour les procédures en cours. Le montant de l’indemnisation n’est pas limité par la loi.", "26.  Le texte des dispositions susmentionnées et les motifs de la réforme ont été reproduits dans la décision de la Cour (Balakchiev et autres c. Bulgarie (déc.), no 65187/10, §§ 20-34, 18 juin 2013).", "III.  SOURCES INTERNATIONALES PERTINENTES", "A.  La Convention du Conseil de l’Europe sur la lutte contre la traite des êtres humains", "27.  Cette Convention, entrée en vigueur le 1er février 2008 et ratifiée par la Bulgarie, dispose en ses parties pertinentes :", "Article 4 – Définitions", "« Aux fins de la présente Convention :", "a L’expression « traite des êtres humains » désigne le recrutement, le transport, le transfert, l’hébergement ou l’accueil de personnes, par la menace de recours ou le recours à la force ou d’autres formes de contrainte, par enlèvement, fraude, tromperie, abus d’autorité ou d’une situation de vulnérabilité, ou par l’offre ou l’acceptation de paiements ou d’avantages pour obtenir le consentement d’une personne ayant autorité sur une autre aux fins d’exploitation. L’exploitation comprend, au minimum, l’exploitation de la prostitution d’autrui ou d’autres formes d’exploitation sexuelle, le travail ou les services forcés, l’esclavage ou les pratiques analogues à l’esclavage, la servitude ou le prélèvement d’organes ; »", "Article 18 – Incrimination de la traite des êtres humains", "« Chaque Partie adopte les mesures législatives et autres nécessaires pour conférer le caractère d’infraction pénale aux actes énoncés à l’article 4 de la présente Convention, lorsqu’ils ont été commis intentionnellement. »", "Article 30 – Procédures judiciaires", "« Dans le respect de la Convention de Sauvegarde des Droits de l’Homme et des Libertés fondamentales, notamment son article 6, chaque Partie adopte les mesures législatives ou autres nécessaires pour garantir au cours de la procédure judiciaire :", "a la protection de la vie privée des victimes et, lorsqu’il y a lieu, de leur identité ;", "b la sécurité des victimes et leur protection contre l’intimidation,", "selon les conditions prévues par son droit interne (...) »", "28.  En ce qui concerne plus particulièrement les procédures judiciaires, le rapport explicatif de la convention indique :", "« 299. Les procédures judiciaires concernant la traite des êtres humains, comme souvent celles concernant les formes graves de criminalité, sont susceptibles d’entraîner des conséquences néfastes pour les victimes. (...)", "309. L’utilisation de moyens audio et vidéo pour la réception des témoignages et des auditions peut permettre d’éviter, dans la mesure du possible, la répétition des auditions, de certaines confrontations, et atténuer de ce fait le caractère traumatisant de la procédure judiciaire. Ces dernières années, nombre d’États ont développé l’usage de ces moyens techniques dans le cadre judiciaire en adaptant si nécessaire les règles procédurales applicables au recueil de témoignage et à l’audition des victimes. C’est notamment le cas pour les victimes d’agressions sexuelles. (...)", "310. Outre la possibilité d’utiliser des moyens audio et vidéo pour éviter une répétition traumatisante des témoignages, il faut relever que parfois les victimes peuvent être influencées par la pression psychologique née de la confrontation directe avec l’accusé dans la salle d’audience. Pour assurer efficacement leur protection, il convient parfois d’éviter qu’elles ne soient présentes en même temps que l’accusé dans le prétoire et de les autoriser à témoigner à partir d’autres salles. (...) De telles mesures sont nécessaires afin de leur épargner tout stress ou désarroi inutile au moment de la déposition ; il faut donc organiser le procès de manière à éviter, dans toute la mesure du possible, toute influence pernicieuse entravant la recherche de la vérité et, plus précisément, risquant de dissuader les victimes et témoins de faire des déclarations. »", "B.  Les Lignes directrices du Comité des Ministres du Conseil de l’Europe", "29.  Les Lignes directrices du Comité des Ministres du Conseil de l’Europe pour éliminer l’impunité pour les violations graves des droits de l’homme, adoptées le 30 mars 2011, rappellent aux États membres la nécessité de mettre en œuvre des mesures afin d’éradiquer l’impunité concernant de telles violations, qu’elles soient le fait d’agents ou autorités de l’État ou de particuliers. Ce texte dispose notamment :", "« Lorsqu’elle existe, l’impunité est causée ou facilitée notamment par le manque de réaction diligente des institutions ou des agents de l’État face à de graves violations des droits de l’homme. Dans ces circonstances, il se peut que des fautes soient observées au sein des institutions étatiques ainsi qu’à tous les stades des procédures judiciaires ou administratives.", "Les États ont le devoir de lutter contre l’impunité afin de rendre justice aux victimes, de dissuader la commission ultérieure de violations des droits de l’homme et de préserver l’État de droit ainsi que la confiance de l’opinion publique dans le système judiciaire.", "(...)", "La lutte contre l’impunité exige qu’il y ait une enquête effective dans les affaires de violations graves des droits de l’homme. Cette obligation a un caractère absolu. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "30.  Invoquant les articles 3, 8 et 6 § 1 de la Convention, la requérante se plaint du caractère ineffectif des poursuites pénales menées contre ses agresseurs. Elle dénonce en particulier les délais excessifs intervenus dans le cours de l’instruction et du procès judiciaire, l’absence d’investigation sur la possible implication des deux policiers et l’absence de mise en cause de deux de ses agresseurs. Eu égard à la nature des griefs formulés par la requérante, la Cour considère qu’il convient d’examiner ceux-ci uniquement sous l’angle de l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "1)  Sur l’épuisement des voies de recours internes", "31.  Le Gouvernement excipe du non-épuisement des voies de recours internes et soutient que la requérante avait la possibilité de demander une indemnisation du préjudice subi du fait de la durée excessive de la procédure pénale en application des nouveaux recours introduits en 2012 dans la loi sur le pouvoir judiciaire et la loi sur la responsabilité de l’État.", "32.  La Cour observe que le droit bulgare prévoit désormais deux voies de recours destinées à fournir une compensation en cas de durée excessive des procédures judiciaires : un recours administratif devant l’Inspection du Conseil supérieur de la magistrature en vertu de la loi sur le pouvoir judiciaire et une action civile en application de l’article 2b de la loi sur la responsabilité de l’État. La Cour a déjà reconnu que ces recours pouvaient en principe apporter un redressement approprié en cas de violation de l’exigence de délai raisonnable et devaient être épuisés par les requérants potentiels préalablement à la saisine de la Cour (Balakchiev c. Bulgarie (déc.), no 65187/10, 18 juin 2013, Valcheva and Abrashev c. Bulgarie (déc.), nos 6194/11 et 34887/11, 18 juin 2013).", "33.  En l’espèce, dans la mesure où la requérante allègue que la procédure pénale menée concernant les agressions dont elle a été victime a subi des retards injustifiés, elle avait en principe la possibilité, avant même la fin du procès pénal, de saisir les tribunaux d’une action en application de la loi sur la responsabilité de l’État. À l’issue de ce procès en février 2014, elle pouvait saisir l’Inspection du Conseil supérieur de la magistrature d’un recours indemnitaire suivi, si sa demande n’avait pas été satisfaite, d’une action judiciaire en responsabilité. L’exercice de ces recours pouvait aboutir au constat, de la part des autorités internes, que la procédure pénale, y compris à la phase de l’instruction préliminaire, n’avait pas été menée dans un délai raisonnable et à l’octroi d’une indemnisation à la requérante.", "34.  La Cour relève cependant que ces voies de recours ont été créées dans l’objectif spécifique de fournir une compensation en cas de durée excessive d’une procédure judiciaire, alors que la présente affaire, au vu des griefs formulés par la requérante, ne porte pas uniquement sur la durée de la procédure pénale mais sur la question de savoir si, dans les circonstances de l’affaire prises dans leur globalité, l’État peut passer pour avoir satisfait à ses obligations procédurales au regard de l’article 3 de la Convention (voir Šilih c. Slovénie [GC], no 71463/01, § 169, 9 avril 2009, Mojsiejew c. Pologne, no 11818/02, § 42, 24 mars 2009). Dès lors, même s’il n’est pas exclu que la mise en œuvre de ces recours puisse dans certains cas fournir un redressement approprié à un grief de violation de l’article 3 si, dans le cadre de leur examen, les autorités internes reconnaissent en substance une méconnaissance de cette disposition et allouent une compensation suffisante (voir W. c. Slovénie, no 24125/06, § 76, 23 janvier 2014), force est de constater que ces recours n’ont pas été mis en place dans un tel but et que les autorités internes ne sont dès lors pas tenues de se prononcer sur le respect des obligations procédurales découlant de l’article 3 de la Convention.", "35.  Au vu de ces observations, la Cour n’est pas convaincue que les recours en question présentaient un caractère suffisamment effectif à l’égard du grief formulé par la requérante sous l’angle de l’article 3 et que l’intéressée était dès lors tenue d’en faire usage afin de satisfaire la condition de l’épuisement des voies de recours. Il convient donc de rejeter l’exception soulevée par le Gouvernement.", "2)  Sur le caractère prématuré de la requête", "36.  Le Gouvernement soutient par ailleurs que la requête est prématurée, la requérante ayant saisi la Cour sans attendre l’issue de la procédure pénale contre ses agresseurs.", "37.  La Cour constate que l’exception du Gouvernement soulève des questions qui sont liées au fond du grief de la requérante concernant le caractère non effectif de la procédure pénale menée au regard des obligations procédurales découlant de l’article 3 de la Convention. Il convient donc de joindre l’exception ainsi soulevée à l’examen du fond du grief de la requérante (Mojsiejew, précité, § 40).", "3)  Conclusion sur la recevabilité", "38.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention. La Cour relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1)  Arguments des parties", "39.  La requérante soutient que la procédure pénale à l’encontre de ses agresseurs a manqué de l’efficacité requise par l’article 3 de la Convention. Elle soutient, d’une part, que les autorités n’ont pas poursuivi certaines des personnes impliquées, notamment deux policiers, Z.B. et Y.G., et deux autres individus, Y.Y.G. et K.M., qu’elle avait identifiés dès le début de l’enquête. Elle dénonce le fait que les autorités n’ont pas déployé les efforts nécessaires pour enquêter sur le lien des deux policiers avec le réseau de prostitution dans lequel on avait voulu l’entraîner ni pour rechercher les deux autres individus. La requérante maintient, d’autre part, que les autorités n’ont pas fait preuve de diligence dans la conduite de la procédure qui s’est indûment prolongée, ce qui a eu pour conséquence de lui causer des souffrances psychologiques supplémentaires et de permettre la prescription des poursuites concernant certains des responsables.", "40.  Le Gouvernement soutient que la procédure pénale était très complexe en raison de la nature des faits et de l’implication de plusieurs individus. Il estime que les autorités ont déployés des efforts pour faire la lumière sur les circonstances de l’affaire, ce qui s’est avéré difficile compte tenu des contradictions dans les dépositions des personnes impliquées, des explications incohérentes de la requérante ou encore des difficultés à localiser certains suspects. Il admet que des retards sont intervenus dans le cours de la procédure et que l’enquête comportait des omissions mais considère que les autorités ont tout mis en œuvre pour y remédier, notamment lorsque le procureur a, à plusieurs reprises, renvoyé le dossier pour des compléments d’instruction. La procédure aurait ainsi permis la punition de certains des responsables et l’octroi d’une indemnisation à la requérante.", "2)  Appréciation de la Cour", "a)  Applicabilité de l’article 3 de la Convention", "41.  Il n’est pas contesté en l’espèce que les viols et les violences dont la requérante a fait l’objet entrent dans le champ d’application de l’article 3 de la Convention (voir M.C. c. Bulgarie, no 39272/98, § 148, CEDH 2003XII, et M.N. c. Bulgarie, no 3832/06, § 34, 27 novembre 2012).", "b)  Principes généraux découlant de la jurisprudence de la Cour", "42.  La Cour rappelle que, combinée avec l’article 3, l’obligation imposée par l’article 1 de la Convention aux Hautes Parties contractantes de garantir à toute personne relevant de leur juridiction les droits et libertés consacrés par la Convention leur commande de prendre des mesures propres à empêcher que lesdites personnes ne soient soumises à des mauvais traitements, même administrés par des particuliers (A. c. Royaume-Uni, 23 septembre 1998, § 22, Recueil des arrêts et décisions, 1998-VI, M.C. c. Bulgarie, précité, § 149).", "43.  Cette protection commande en particulier la mise en place d’un cadre législatif permettant de mettre les individus suffisamment à l’abri de traitements contraires à l’article 3, notamment par l’adoption de dispositions en matière pénale et leur application effective en pratique (voir notamment, en ce qui concerne des actes sexuels non consensuels, M.C. c. Bulgarie, précité, §§ 150-153, et M.N. c. Bulgarie, précité, §§ 36-37).", "44.  L’article 3 impose en outre, lorsqu’une personne allègue de manière défendable avoir été victime d’actes contraires à l’article 3, le devoir pour les autorités nationales de mener une enquête officielle effective propre à permettre l’établissement des faits ainsi que l’identification et la punition des responsables. Ces obligations s’appliquent quelle que soit la qualité des personnes mises en cause, même lorsqu’il s’agit de particuliers (Šečić c. Croatie, no 40116/02, § 53, 31 mai 2007, M.C. c. Bulgarie, précité, § 153). Lorsque, comme en l’espèce, les investigations préliminaires effectuées ont entraîné l’ouverture de poursuites pénales devant les juridictions nationales, les exigences procédurales de l’article 3 s’étendent à l’ensemble de la procédure, y compris la phase de jugement (W. c. Slovénie, précité, § 65).", "45.  Pour être effective, l’enquête menée doit être suffisamment approfondie et objective. Les autorités doivent prendre les mesures raisonnables dont elles disposent pour obtenir les preuves relatives aux faits en question (voir, dans le contexte de poursuites pénales pour viol, M.C. c. Bulgarie, § 151, M.N. c. Bulgarie, §§ 38-39, W. c. Slovénie, § 64, tous précités, et P.M. c. Bulgarie, no 49669/07, §§ 63-67, 24 janvier 2012).", "46.  L’obligation de mener une enquête effective est une obligation de moyens et non de résultat. Si cette exigence n’impose dès lors pas que toute procédure pénale doive se solder par une condamnation, voire par le prononcé d’une peine déterminée, les instances judiciaires internes ne doivent en aucun cas s’avérer disposées à laisser impunies des atteintes à l’intégrité physique et morale des personnes. La prescription des poursuites pénales en raison de l’inactivité des autorités compétentes a ainsi pu amener la Cour à conclure au non-respect des obligations positives de l’État (M.N. c. Bulgarie, précité, §§ 46 et 49).", "47.  Une exigence de célérité et de diligence raisonnable est également implicite dans ce contexte. À cet égard, la Cour a considéré que la prompte ouverture d’une enquête et la conduite diligente de celle-ci sont essentiels. Indépendamment de l’issue de la procédure, les mécanismes de protection prévus en droit interne doivent fonctionner en pratique dans des délais raisonnables permettant de conclure l’examen au fond des affaires concrètes qui sont soumises aux autorités (W. c. Slovénie, précité, § 64, Ebcin c. Turquie, no 19506/05, § 40, 1er février 2011).", "c)  Application de ces principes en l’espèce", "48.  En l’espèce, une procédure pénale a été engagée à la suite de la plainte de la requérante et certains des responsables ont été renvoyés devant un tribunal. La Cour relève cependant que la durée totale de la procédure pénale s’élève à plus 14 ans pour l’instruction préliminaire et deux instances de juridiction, ce qui paraît d’emblée excessif eu égard à l’obligation des autorités de procéder avec célérité dans pareil cas. Le Gouvernement invoque certes la complexité de l’affaire pour expliquer cette durée mais la Cour n’est pas convaincue que la complexité de l’affaire de l’espèce puisse justifier une durée aussi importante et ce d’autant plus que les principaux suspects avaient été identifiés par la requérante dès le début de la procédure.", "49.  L’instruction préliminaire, qui s’est prolongée sur une période de huit années, semble ainsi avoir subi des retards considérables. Outre certaines périodes d’inactivité, la Cour relève qu’à quatre reprises l’instruction a été clôturée mais que le procureur a décidé de renvoyer le dossier pour un complément d’enquête au motif que les actes d’instructions nécessaires n’avaient pas été réalisés ou que des irrégularités de procédure avaient été commises, souvent en dépit des instructions faites par le procureur dans les précédentes décisions de renvoi (paragraphe 10 cidessus). Ces circonstances révèlent un manque de diligence des autorités et ont indéniablement eu pour effet de retarder la phase d’instruction de la procédure. Elles entrainent également le risque de provoquer la prescription des poursuites pénales. Il s’avère en effet qu’en l’espèce les poursuites concernant les infractions d’une moindre gravité ont été terminées en raison de l’écoulement de la prescription dite « absolue », qui s’applique même lorsqu’un procès pénal est en cours (voir ci-dessus, paragraphes 16, 19 et 23).", "50.  Le manque de diligence des autorités chargées de l’enquête se reflète par ailleurs dans l’absence d’investigation concernant certains aspects de l’affaire, notamment en ce qui concerne l’implication de deux policiers Z.B. et Y.G., et de deux autres individus, K.M. et Y.Y.G., que la requérante avait identifiés comme impliqués dans l’agression. Certes, il ne revient pas, en principe, à la Cour de remettre en question les pistes suivies par les enquêteurs ou les constatations de fait auxquelles ils sont parvenus, sauf dans le cas où si celles-ci sont arbitraires ou ne reposent manifestement pas sur des éléments pertinents (Georgiev c. Bulgarie (déc.), no 34137/03, 11 janvier 2011, voir aussi Nikolay Dimitrov c. Bulgarie, no 72663/01, § 76, 27 septembre 2007). La Cour relève également, en ce qui concerne les poursuites engagées contre les deux policiers, que la requérante n’a pas introduit de recours contre l’ordonnance de non-lieu du 19 octobre 1999, alors qu’elle avait la possibilité de contester devant un tribunal la décision du procureur de terminer les poursuites. Il apparaît néanmoins préoccupant qu’au vu de la nature des faits de l’espèce et malgré les allégations de l’intéressée que ses agresseurs faisaient partie d’un réseau de traite de femmes en vue de leur prostitution à l’étranger, les autorités n’aient pas estimé nécessaire de se pencher sur l’éventuelle implication d’un réseau criminel organisé et se sont limitées à ne poursuivre que les individus directement responsables de l’enlèvement et de l’agression de la requérante. Quant à l’implication des deux autres individus, rien n’indique qu’à la suite de la décision du procureur de disjoindre l’instruction en ce qui les concerne, les autorités aient fait preuve de diligence et aient entrepris des mesures concrètes dans le but de retrouver les personnes en question ou de rassembler des preuves complémentaires.", "51.  La Cour relève ensuite que la phase judiciaire de la procédure est également d’une durée considérable qui ne semble pas entièrement justifiée par sa complexité. De nombreuses audiences ont été reportées sans aborder le fond de l’affaire, en raison de citations irrégulières ou de l’absence de certains des accusés. Même si les juridictions saisies ont pris certaines mesures en ce sens, comme l’examen de l’affaire en l’absence de certains prévenus, la procédure a été considérablement rallongée.", "52.  La durée excessive de la procédure a indéniablement eu des conséquences négatives sur la requérante qui, se trouvant visiblement dans un état psychologique très vulnérable à la suite de son agression, a été maintenue dans l’incertitude concernant la possibilité d’obtenir la mise en cause et la punition de ses agresseurs, a dû se rendre de manière répétée au tribunal et a été obligée de revenir sur les évènements lors de nombreux interrogatoires (voir W. c. Slovénie, précité, § 69).", "53.  Au vu de ce qui précède, la procédure litigieuse ne peut passer pour avoir répondu aux exigences de l’article 3 de la Convention. En conséquence, la Cour rejette l’exception préliminaire du Gouvernement concernant le caractère prématuré de la requête et conclut à la violation de l’article 3 de la Convention.", "II.  SUR L’APPLICATION DES ARTICLES 46 ET 41 DE LA CONVENTION", "A.  Sur l’application de l’article 46", "54.  La requérante considère que son affaire est révélatrice d’un certain nombre de problèmes récurrents concernant le caractère inefficace des procédures pénales, en particulier dans des affaires relatives au trafic d’êtres humains. Elle prie la Cour d’indiquer au Gouvernement défendeur, au titre des mesures individuelles et générales qu’il devrait adopter en exécution de l’arrêt, au sens de l’article 46 de la Convention, de nommer un expert indépendant afin que celui-ci réalise un contrôle de la procédure pénale menée en l’espèce et entende toutes les personnes impliquées dans l’enquête. Le rapport de cet expert devrait être rendu public afin de mettre en lumière les défaillances de ladite procédure et prendre les mesures nécessaires pour y remédier.", "55.  La Cour rappelle qu’en vertu de l’article 46 de la Convention les Parties contractantes se sont engagées à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties, le Comité des Ministres du conseil de l’Europe étant chargé d’en surveiller l’exécution. Il appartient au premier chef à l’État défendeur, reconnu responsable d’une violation de la Convention ou de ses Protocoles de choisir, sous le contrôle du Comité des Ministres, les moyens à utiliser dans son ordre juridique interne pour s’acquitter de son obligation au regard de l’article 46. Toutefois, pour aider l’État défendeur à remplir ses obligations au titre de l’article 46, la Cour peut chercher à indiquer le type de mesures, individuelles et/ou générales, qui pourraient être prises pour mettre un terme à la situation constatée (voir, parmi d’autres, Stanev c. Bulgarie [GC], no 36760/06, §§ 254-255, CEDH 2012).", "56.  En l’espèce, la Cour a constaté une méconnaissance de l’obligation procédurale, découlant pour l’État défendeur de l’article 3 de la Convention, de mener une enquête effective sur les allégations de mauvais traitements subis par la requérante compte tenu, plus particulièrement, des retards excessifs intervenus dans le cours de la procédure pénale et de l’absence d’investigation sur certains aspects des faits (paragraphes 48-53 ci-dessus). La Cour observe qu’elle a déjà, à de nombreuses reprises, constaté des violations de l’obligation de mener une enquête effective dans des requêtes concernant la Bulgarie. Elle a ainsi conclu à la violation des obligations procédurales découlant de l’article 2 ou de l’article 3 de la Convention dans plus de 45 arrêts (voir notamment, en ce qui concerne des violences administrées par des particuliers, Anguelova et Iliev c. Bulgarie, no 55523/00, 26 juillet 2007, et les arrêts précités Nikolay Dimitrov, M.N. c. Bulgarie, et P.M. c. Bulgarie, et, en ce qui concerne des décès ou des mauvais traitements imputables aux autorités, Velikova c. Bulgarie, no 41488/98, CEDH 2000VI, Anguelova c. Bulgarie, no 38361/97, CEDH 2002IV, Dimitrov et autres c. Bulgarie, no 77938/11, 1 juillet 2014). Par ailleurs, plusieurs requêtes concernant l’obligation de mener une enquête effective sur des cas de viols ont récemment été rayées du rôle à la suite du règlement amiable intervenu entre les parties ou d’une déclaration unilatérale du Gouvernement, reconnaissant une méconnaissance de l’article 3 (S.M. c. Bulgarie (déc.), no 78421/11, 25 juin 2013, A.S. c. Bulgarie (déc.), no 78390/11, 25 juin 2013, et S.L. et autres c. Bulgarie (déc.), no 8981/10, 14 mai 2013).", "57.  Dans la majorité de ces affaires, la Cour a relevé des retards importants au stade de l’enquête préliminaire et l’absence d’une enquête approfondie et objective. Dans certaines situations, elle a constaté que les retards intervenus avaient conduit à l’extinction des poursuites par l’effet de la prescription lorsque les suspects, bien qu’identifiés, n’avaient pas été formellement mis en examen (Stoev et autres c. Bulgarie, no 41717/09, § 48, 11 mars 2014, et M.N. c. Bulgarie, précité, § 49) ou que, malgré le renvoi en jugement des présumés responsables et la tenue d’un procès, le délai de prescription dit « absolu » s’était écoulé (Anguelova et Iliev, § 103, et P.M. c. Bulgarie, § 66, précités). Outre le constat récurrent de nonaccomplissement d’actes d’enquête pertinents, dans certaines affaires la Cour a relevé que les autorités compétentes n’avaient pas tenu compte de certains éléments de preuve (Dimitrova et autres c. Bulgarie, no 44862/04, §§ 79-82, 27 janvier 2011, Nikolay Dimitrov, précité, § 76, et Dimitrov et autres, précité, § 145), n’avaient pas cherché à élucider certaines circonstances factuelles ou l’implication de certaines personnes dans l’infraction pénale (Dimitrova et autres, précité, §§ 83-84, Abdu c. Bulgarie, no 26827/08, § 49, 11 mars 2014) ou que le procureur avait refusé de manière persistante de se conformer aux instructions du tribunal relatives à l’enquête préliminaire (Biser Kostov c. Bulgarie, no 32662/06, § 82, 10 janvier 2012).", "58.  Cette énumération non exhaustive des différentes défaillances constatées dans un nombre important d’affaires révèle l’existence d’un problème systémique concernant l’inefficacité des enquêtes en Bulgarie. La Cour est cependant consciente de la complexité du problème structurel constaté et de la difficulté d’identifier les causes précises des dysfonctionnements relevés ou d’indiquer les solutions spécifiques qu’il convient de mettre en œuvre pour améliorer la qualité des enquêtes. Dans ces circonstances, la Cour ne considère pas être en mesure d’indiquer les mesures individuelles et générales qui doivent être entreprises dans le cadre de l’exécution du présent arrêt. Elle considère que les autorités nationales, en coopération avec le Comité des Ministres, sont les mieux placées pour identifier les différentes causes du problème systémique lié à l’inefficacité des enquêtes et de décider des mesures générales qui s’imposent concrètement pour prévenir des violations similaires à l’avenir, ceci afin de lutter contre l’impunité et de préserver l’État de droit et la confiance du public et des victimes dans le système judiciaire (voir Kaverzin c. Ukraine, no 23893/03, § 181, 15 mai 2012).", "B.  Sur l’application de l’article 41", "59.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "1)  Dommage", "60.  La requérante demande 30 000 euros (EUR) au titre du préjudice moral qu’elle aurait subi. Elle produit un avis médical émanant de la psychothérapeute qui l’a suivie pendant plusieurs années, selon lequel l’intéressée souffre encore d’un stress post-traumatique consécutif à l’agression et présente de nombreux troubles qui y sont liés, tels que l’anxiété, des troubles du sommeil, des flashbacks, des comportements de mise en danger de sa personne et une consommation d’alcool excessive. De l’avis de la psychothérapeute, la prolongation de la procédure pénale a empêché le rétablissement de la requérante.", "61.  Le Gouvernement invite la Cour à octroyer à la requérante un montant correspondant à sa pratique dans des affaires similaires. Reprenant les arguments soulevés au titre de l’exception de non-épuisement, il demande par ailleurs à la Cour de tenir compte du fait que la requérante n’a pas fait usage des recours disponibles en droit interne, dont l’exercice lui aurait permis d’obtenir une compensation pour la durée excessive de la procédure pénale (paragraphe 31 ci-dessus).", "62.  Au vu des éléments en sa possession et des arguments avancés par les parties, la Cour considère qu’il y a lieu d’octroyer à la requérante 15 000 EUR au titre du préjudice moral.", "2)  Frais et dépens", "63.  La requérante demande également 3 400 EUR pour les frais et dépens engagés devant la Cour. Elle produit une convention d’honoraires conclue avec ses avocats et un décompte du travail effectué (34 heures de travail juridique au taux horaire de 100 EUR). Elle demande que le montant octroyé par la Cour soit versé directement à ses avocats.", "64.  Le Gouvernement considère ce montant excessif et non justifié et souligne qu’aucun document établissant le paiement n’a été produit.", "65.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 2 500 EUR pour la procédure devant la Cour et l’accorde à la requérante. Ce montant sera à verser sur le compte désigné par les avocats de la requérante.", "C.  Intérêts moratoires", "66.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Joint l’exception du Gouvernement concernant le caractère prématuré de la requête à l’examen du bien-fondé de la requête ;", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention et rejette l’exception du Gouvernement ;", "", "4.  Dit", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en levs bulgares au taux applicable à la date du règlement :", "i)  15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  2 500 EUR (deux mille cinq cents euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens à verser sur le compte désigné par les avocats de la requérante ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 mars 2015, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tGuido Raimondi\n\tGreffière\tPrésident", ""]}