{"file": "FRE_HFJUD_50939_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50939/99", "text_paragraphs": ["", "", "ANCIENNE DEUXIÈME SECTION", "", "", "AFFAIRE BAKAN c. TURQUIE", "", "", "(Requête no 50939/99)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "12 juin 2007", "", "", "", "", "DÉFINITIF", "", "12/09/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l'affaire Bakan c. Turquie,", "La Cour européenne des Droits de l'Homme (ancienne deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tI. Cabral Barreto,\n\t\tR. Türmen,\n\t\tK. Jungwiert,\n\tMme\tD. Jočienė,\n\tM.\tD. Popović, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 22 mai 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 50939/99) dirigée contre la République de Turquie et dont quatre ressortissants de cet État, Mme Asya Bakan et MM. Abdullah Bakan, Engin Bakan et Ruşen Bakan (« les requérants »), ont saisi la Cour le 14 août 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me M.S. Tanrıkulu, avocat à Diyarbakır. Le gouvernement turc (« le Gouvernement ») n'a pas désigné d'agent pour la procédure devant la Cour.", "3.  Les requérants alléguaient en particulier que le décès de leur proche est intervenu en violation de l'article 2 de la Convention et se plaignaient d'une atteinte à leur droit d'accès à un tribunal garanti par l'article 6 de la Convention, ce en raison du montant élevé des frais de procédure à payer.", "4.  Le 7 mars 2006, la Cour a déclaré la requête partiellement recevable.", "5.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "6.  Les requérants sont nés respectivement en 1969, 1988, 1988 et 1994 et résident à Diyarbakır. Mme Asya Bakan et MM. Engin Bakan et Ruşen Bakan sont l'épouse et les enfants de Mehmet Şerif Bakan (ci-après « Mehmet »), décédé le 4 décembre 1995. Le requérant Abdullah Bakan est inscrit au registre d'état civil comme étant le frère de Mehmet. Toutefois, selon les requérants, il est le fils de Mehmet.", "7.  Le 4 décembre 1995, Mehmet fut tué par un tir accidentel des forces de l'ordre alors qu'il effectuait des travaux chez un particulier.", "8.  Le 25 décembre 1995, le procureur de la République de Diyarbakır entendit la requérante Asya Bakan (« la requérante ») et le frère de la victime, lesquels ne connaissaient pas les circonstances du décès de leur proche. La requérante fut à nouveau entendue le 31 janvier 1996.", "A.  Procédure devant le conseil administratif de Diyarbakır", "9.  Le 14 février 1996, l'enquêteur déposa son rapport sur l'incident après audition des forces de l'ordre qui avaient participé à l'opération.", "10.  L'enquêteur releva qu'un membre présumé du PKK (Parti des Travailleurs du Kurdistan, une organisation illégale) avait été arrêté le 3 décembre 1995 alors qu'il s'apprêtait à commettre des attentats à la bombe contre des établissements publics. Au cours de sa garde à vue, il avait donné des informations qui avaient permis de découvrir deux caches et une grenade appartenant à ladite organisation illégale. Il avait aussi fait état de matériel explosif au domicile de son père, sis à Diyarbakır. Après avoir sécurisé la zone, les gendarmes avaient mené une perquisition à l'endroit indiqué, en coordination avec des agents de la direction de la sûreté de Diyarbakır, section de la lutte contre le terrorisme, et le soutien d'une équipe de déminage. Au terme de la perquisition qui s'était révélée infructueuse, alors que deux gendarmes conduisaient le suspect dans le fourgon de transfert, celui-ci, libéré de ses menottes, avait porté un coup de coude à l'un des gendarmes et pris la fuite. Lors de la poursuite, le fugitif n'ayant pas répondu aux sommations, le gendarme Ö.D. avait procédé à des tirs d'avertissement. Puis les gendarmes avaient essuyé des tirs en provenance de la rue empruntée par le fugitif et le gendarme Ö.D. avait riposté. Le fugitif avait été appréhendé plus loin à l'entrée d'un immeuble. Les recherches ultérieures et l'expertise balistique avaient révélé que le proche des requérants avait été touché par le ricochet d'une balle provenant de l'arme du gendarme Ö.D. Les recherches sur les lieux avaient permis de retrouver une arme et des munitions à l'endroit d'où des tirs avaient été ouverts sur les gendarmes.", "L'enquêteur conclut que le gendarme Ö.D. avait procédé à des tirs de sommation dans un premier temps, avant de riposter aux tirs adverses. Ainsi, il avait utilisé son arme conformément au règlement relatif aux fonctions et compétences de la gendarmerie et à la loi no 211 relative à l'emploi dans les forces armées, et agi dans le cadre de ses fonctions. Il n'y avait pas lieu d'engager de poursuites pénales à son encontre.", "11.  Le 29 février 1996, le conseil administratif de Diyarbakır suivit l'avis de l'enquêteur.", "12.  Le 13 janvier 1998, le Conseil d'État infirma cette décision et considéra que le gendarme Ö.D. devait être poursuivi du chef d'homicide par imprudence.", "B.  Procédure devant les juridictions pénales", "13.  Le 16 mars 1999, le tribunal correctionnel de Diyarbakır se déclara incompétent ratione materiae et renvoya l'affaire devant la cour d'assises de Diyarbakır (« cour d'assises »).", "14.  Le 20 avril 1999, la cour d'assises déclina également sa compétence ratione materiae et renvoya l'affaire devant la Cour de cassation, laquelle décida de la compétence de la cour d'assises pour connaître l'affaire.", "15.  Au cours de la procédure devant la cour d'assises, la requérante se constitua partie intervenante.", "16.  Le 4 avril 2000, la cour d'assises reconnut le gendarme Ö.D. coupable du chef d'homicide par imprudence et le condamna à deux ans d'emprisonnement et à une amende de 300 000 livres turques (TRL), réduites d'un sixième. Elle commua la peine d'emprisonnement en une amende et décida de surseoir à son exécution.", "Eu égard aux éléments du dossier, la cour d'assises conclut que la victime avait été touchée par le ricochet d'un tir d'avertissement. Le gendarme n'avait pas montré l'attention et la prudence requises dans l'exercice de sa fonction en causant la mort du proche des requérants par ses tirs d'avertissement, fait constitutif de l'infraction prévue par l'article 455 § 1 du code pénal.", "La cour d'assises se fonda sur les déclarations de l'accusé et des gendarmes présents sur le lieu de l'incident, les procès-verbaux d'incident et de saisie, les croquis des lieux, le rapport d'autopsie et l'expertise balistique des douilles retrouvées sur place, notamment les quatre provenant de l'arme du gendarme Ö.D.", "La cour d'assises expliqua que les cas de figure énoncés aux articles 49 et 50 du code pénal supposaient l'existence d'une intention de donner la mort ou de blesser, laquelle faisait défaut dans la présente affaire dans la mesure où le gendarme avait procédé à des tirs d'avertissement uniquement dans le but d'effrayer le fugitif et de le dissuader de fuir.", "La cour d'assises considéra que l'affirmation quant aux tirs adverses n'était pas étayée et que l'arme en question ainsi que les deux douilles avaient été laissées sur place par les forces de l'ordre.", "17.  Dans son opinion dissidente, le président de la cour d'assises expliqua que les conditions dans lesquelles les forces de l'ordre pouvaient faire usage de leurs armes étaient énoncées dans la loi relative à l'emploi dans les forces armées et le règlement sur les fonctions et compétences de la gendarmerie. Il fit observer que le gendarme avait, en toute connaissance de cause, utilisé son arme dans l'exercice et pour les besoins de sa fonction. L'usage de l'arme résultait donc de sa volonté. Aussi, il convenait d'examiner les faits reprochés dans le cadre des articles 49, 50 et 448 du code pénal, combinés avec son article 52.", "18.  Le 18 avril 2000, la requérante forma un pourvoi en cassation. Dans son mémoire, elle contesta notamment le sursis à l'exécution de la peine infligée au gendarme.", "19.  Le 14 mai 2001, la Cour de cassation cassa l'arrêt de première instance au motif qu'il convenait d'appliquer l'article 49 du code pénal dans la mesure où le gendarme avait fait usage de son arme dans les conditions prévues aux articles 4 de la loi sur l'état de siège et 39 du règlement sur les fonctions et compétences de la gendarmerie.", "20.  Le 2 octobre 2001, la cour d'assises acquitta le gendarme Ö.D.", "21.  Le 16 mai 2002, la Cour de cassation confirma cet arrêt.", "C.  Procédure devant les juridictions administratives", "22.  Le 17 mai 1996, la requérante, agissant en son nom et au nom de ses enfants Engin et Ruşen, saisit le tribunal de grande instance de Diyarbakır d'une action en réparation du préjudice causé par le décès de son époux. Auparavant, le 6 avril 1996, ce même tribunal lui accorda l'aide judiciaire au motif qu'elle ne possédait pas de biens immobiliers ni de revenus.", "23.  Le 5 mai 1998, le tribunal de grande instance déclina sa compétence au profit du tribunal administratif de Diyarbakır.", "24.  Le 11 mai 1998, la requérante, agissant en son nom et au nom de ses enfants Engin et Ruşen, introduisit une action en réparation devant le tribunal administratif, assortie d'une demande d'aide judiciaire. Elle réclama 4 410 000 000 TRL (environ 15 943 euros (EUR)) à titre de dommage matériel et moral.", "25.  Le 20 mai 1998, le tribunal administratif rejeta la demande d'assistance judiciaire au motif qu'à ce stade de l'affaire, eu égard aux éléments de preuve présentés devant lui, l'action était mal fondée. De surcroît, la requérante ne pouvait pas prétendre à l'impossibilité de payer les frais de procédure dans la mesure où elle était représentée par un avocat. À cet égard, il se référa à la jurisprudence du Conseil d'État. Enfin, le tribunal administratif précisa qu'il n'était pas lié par la décision de la juridiction judiciaire d'accorder l'aide judiciaire.", "26.  Le 13 juillet 1998, le tribunal administratif demanda à la requérante de payer, sous trente jours, les frais de procédure afférents à la procédure, lesquels s'élevaient à 50 463 900 TRL (environ 170 EUR).", "27.  Le 28 septembre 1998, le tribunal administratif accorda un nouveau délai de trente jours à la requérante pour s'acquitter du montant exigé.", "28.  Le 26 octobre 1998, le représentant de la requérante demanda au tribunal administratif de confirmer l'aide judiciaire accordée devant la juridiction judiciaire, s'agissant de la même affaire. Il contesta en outre les motifs avancés par le tribunal administratif pour rejeter la demande d'aide judicaire. À cet égard, il fit observer que sa cliente était totalement privée de subsides à la suite du décès de son mari et qu'elle était en droit d'obtenir une réparation à ce titre. Il ajouta qu'il n'avait pas perçu d'honoraires pour la représentation de la requérante et contesta les conclusions tirées par le tribunal administratif.", "29.  Le 25 novembre 1998, le tribunal administratif considéra l'action de la requérante non-introduite pour non-paiement des frais de procédure.", "30.  Le 8 mai 2001, le Conseil d'État écarta le pourvoi formé par la requérante.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Code pénal", "31.  Les dispositions pertinentes de l'ancien code pénal sont les suivantes :", "Article 49", "« Echappe à toute sanction quiconque a agi : (...)", "1.  En vertu d'une disposition de la loi, ou d'un ordre de l'autorité compétente qu'il était obligé d'exécuter ;", "2.  Poussé par la nécessité de contrer immédiatement une attaque illégale dirigée contre sa vie ou contre son honneur, ou contre la vie ou l'honneur d'autrui ;", "(...) »", "Article 50", "« Quiconque, en agissant dans les circonstances énoncées à l'article 49, a dépassé les limites fixées par la loi, l'autorité ou la nécessité, est puni de huit ans d'emprisonnement au moins si la peine prévue pour le délit commis est la peine de mort, et de six à quinze ans d'emprisonnement si la peine prévue pour le délit commis est la réclusion à perpétuité.", "Dans les autres cas, la peine prévue pour l'infraction sera réduite du sixième à la moitié. (...) »", "Article 52", "« Lorsqu'une personne commet, par erreur ou pour une autre cause accidentelle, un délit au préjudice d'une personne autre que celle contre laquelle l'action était dirigée, les circonstances aggravantes qui dérivent de la qualité de la personne offensée ou lésée ne seront pas mises à la charge du délinquant. Par contre, il sera tenu compte des circonstances atténuantes qui auraient existé si le délit avait été commis contre la personne visée par son action. »", "Article 455 § 1", "« Quiconque, par imprudence, négligence ou par inexpérience dans son métier ou sa profession, ou par inobservation des lois, ordres et prescriptions, cause la mort d'autrui, sera puni de deux à cinq ans d'emprisonnement et d'une amende lourde (...) »", "B.  Dispositions relatives à l'usage d'armes à feu par les gendarmes", "32.  Dans sa partie pertinente, l'article 17 de la Constitution turque dispose :", "« Chacun a le droit à la vie (...)", "La mort n'est pas considérée comme infligée en violation de l'alinéa premier si elle résulte de l'usage de la force meurtrière dans les cas de nécessité absolue autorisée par la loi (kanunun cevaz verdiği zorunlu durumlarda) [:] légitime défense, exécution d'une arrestation ou d'une décision de détention, empêchement de la fuite d'un détenu ou d'un condamné, répression d'une émeute ou d'une insurrection (...) »", "33.  L'article 39 du règlement sur les fonctions et compétences de la gendarmerie, adopté le 3 novembre 1983 en conseil des ministres et publié au Journal officiel le 17 décembre 1983, énumère les situations dans lesquelles un gendarme peut faire usage d'une arme à feu, telles que :", "a) la légitime défense ;", "b) la défense des tiers contre une agression dirigée contre la vie ou contre l'intégrité physique et morale (ırz), si un autre moyen de défense n'est pas envisageable ;", "c) la tentative d'évasion ou d'agression d'une personne détenue, si un autre moyen de l'arrêter n'est pas envisageable ;", "d) l'agression dirigée contre des lieux, des armes ou des personnes que les policiers sont chargés de surveiller ;", "e) la fuite d'un suspect lors d'une perquisition et le refus de l'intéressé d'obéir aux sommations, si un autre moyen de l'arrêter n'est pas envisageable ;", "f) le refus d'obéir à un ordre de remettre des armes ou du matériel aux policiers ou la tentative de reprendre par la force des armes ou du matériel rendus aux policiers ;", "g) les cas de résistance individuelle ou collective ou d'agression dans l'accomplissement de leurs fonctions par les forces de l'ordre ;", "h) les cas de résistance armée contre la souveraineté et les activités de l'État ;", "i) la fuite des contrebandiers et le refus des intéressés d'obéir aux sommations, si un autre moyen de les arrêter n'est pas envisageable ;", "j) la fuite de condamnés ou détenus des prisons ou maisons d'arrêt et le refus d'obéir aux sommations et la prévention d'agressions collectives dans ces lieux ;", "k) la répression d'émeutes, de troubles ou de soulèvements dans les maisons d'arrêt et prisons, sur demande de l'administration pénitentiaire.", "34.  L'article 40 du règlement sur les fonctions et compétences de la gendarmerie ne prévoit l'usage de l'arme à feu qu'en dernier recours. Dans les cas où les gendarmes sont contraints d'utiliser une arme à feu, ils doivent d'abord procéder à des tirs de sommation, puis à des tirs à hauteur des pieds et ensuite seulement à tirs libres.", "35.  L'article 4 de la loi no 1402 du 13 mai 1971 relative à l'état de siège renvoie à la loi no 211 du 4 janvier 1961 relative à l'emploi dans les forces armées et au règlement sur les fonctions et compétences de la gendarmerie pour les cas où les forces de l'ordre peuvent faire usage de leurs armes à feu.", "C.  Dispositions relatives à l'aide judiciaire", "36.  En droit administratif turc, tout demandeur est tenu de payer des frais de procédure lors du dépôt d'un acte introductif d'instance. S'il ne le fait pas, le tribunal adresse à celui-ci une injonction de payer dans un délai d'un mois. Puis, une seconde injonction est adressée. Si au terme de ce nouveau délai d'un mois, le demandeur ne s'acquitte toujours pas des frais de procédure, l'action est considérée comme non-introduite.", "37.  Le demandeur peut toutefois être dispensé du paiement des frais de procédure s'il est admis au bénéfice de l'aide judiciaire. À cet égard, le code de procédure administrative renvoie aux dispositions du code de procédure civile (« CPC »). Selon l'article 465 du CPC, pour être admis au bénéfice de l'aide judiciaire, il faut deux conditions cumulatives : l'impécuniosité et le bien-fondé de la demande.", "38.  Ainsi, le demandeur doit se trouver dans une situation dans laquelle le paiement d'une partie ou de la totalité des frais de procédure mettrait en difficulté, de manière considérable, sa subsistance et/ou celle de sa famille. Le demandeur doit aussi apporter la preuve du bien-fondé de sa demande.", "39.  La demande d'aide judiciaire est présentée devant la juridiction appelée à statuer sur la demande principale. Le demandeur doit fournir une attestation de pauvreté (article 468 du CPC).", "40.  La décision d'octroyer ou de ne pas octroyer l'assistance judiciaire est définitive et ne peut faire l'objet d'un recours (article 469 du CPC).", "41.  Au stade de la recevabilité, les parties ont été invitées à fournir des explications sur la jurisprudence du Conseil d'État selon laquelle une personne représentée par un avocat ne peut prétendre à l'impécuniosité. Le Gouvernement n'a fourni aucune explication. Les requérants indiquent ne pas avoir connaissance d'une telle jurisprudence.", "D.  Éléments statistiques", "42.  Le salaire minimum net en juillet 1998 s'élevait à 23 474 588 TRL. À partir du 1er août 1998, il est passé à 34 573 946 TRL.", "EN DROIT", "I.  SUR L'EXCEPTION DU GOUVERNEMENT", "43.  Le Gouvernement invite la Cour à rejeter la requête pour non-épuisement des voies de recours, l'action en dommages et intérêts ayant été déclarée irrecevable faute de paiement des frais de procédure.", "44.  La Cour rappelle que, dans sa décision sur la recevabilité du 7 mars 2006, elle a relevé que cette exception soulevait des questions étroitement liées à celles posées par le grief que les requérants ont formulé sur le terrain de l'article 6 de la Convention, et l'a jointe au fond.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 2 DE LA CONVENTION", "45.  Les requérants se plaignent du décès de leur proche survenu lors d'une opération des forces de l'ordre et prétendent que sa mort est intervenue en violation de cette disposition. Ils y voient une violation de l'article 2 de la Convention, ainsi libellé :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d'une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi.", "2.  La mort n'est pas considérée comme infligée en violation de cet article dans les cas où elle résulterait d'un recours à la force rendu absolument nécessaire :", "a)  pour assurer la défense de toute personne contre la violence illégale ;", "b)  pour effectuer une arrestation régulière ou pour empêcher l'évasion d'une personne régulièrement détenue ;", "c)  pour réprimer, conformément à la loi, une émeute ou une insurrection. »", "A.  Sur le décès de Mehmet Şerif Bakan", "46.  Les requérants dénoncent l'insuffisance des mesures de sécurité lors de la préparation et de la conduite de l'opération des forces de l'ordre à l'endroit indiqué par le suspect, ainsi que le non-respect des règles de sécurité pour les tirs d'avertissement. À cet égard, ils dénoncent l'utilisation d'une arme de guerre, à savoir une kalachnikov, dans le cadre d'une poursuite en plein centre ville. Ils se réfèrent aux affaires Ergi c. Turquie (arrêt du 28 juillet 1998, Recueil des arrêts et décisions 1998IV), Güleç c. Turquie (arrêt du 27 juillet 1998, Recueil 1998IV), et Oğur c. Turquie ([GC], no 21594/93, CEDH 1999III).", "Les requérants allèguent l'inefficacité de l'enquête menée par les autorités et se plaignent de l'absence de condamnation du gendarme responsable de la mort de leur proche.", "47.  Le Gouvernement souligne d'emblée que le proche des requérants a trouvé la mort accidentellement. Il fait valoir ensuite que l'usage de la force dans le cas d'espèce était absolument nécessaire pour empêcher la fuite d'un présumé terroriste et riposter aux tirs adverses. Selon lui, le gendarme a agi conformément aux lois et règlements. Il ajoute qu'une enquête efficace a été menée et que le gendarme en cause a été identifié et traduit en justice.", "48.  La Cour rappelle que l'article 2, qui garantit le droit à la vie et définit les circonstances dans lesquelles il peut être légitime d'infliger la mort, se place parmi les articles primordiaux de la Convention et consacre l'une des valeurs fondamentales des sociétés démocratiques qui forment le Conseil de l'Europe. Elle doit examiner de façon extrêmement attentive les allégations de violation de cette disposition. Dans les cas où des agents de l'État font usage de la force, elle doit prendre en considération non seulement les actes des agents ayant effectivement eu recours à la force mais également l'ensemble des circonstances les ayant entourés, notamment le cadre juridique ou réglementaire en vigueur ainsi que leur préparation et le contrôle exercé sur eux (McCann et autres c. Royaume-Uni, arrêt du 27 septembre 1995, série A no 324, p. 46, § 150, et Makaratzis c. Grèce [GC], no 50385/99, §§ 56-59, CEDH 2004XI).", "49.  Dans l'exercice de leurs fonctions, les policiers ne doivent pas être dans le flou, que ce soit dans le contexte d'une opération préparée ou dans celui de la prise en chasse spontanée d'une personne perçue comme dangereuse : un cadre juridique et administratif doit définir les conditions limitées dans lesquelles les responsables de l'application des lois peuvent recourir à la force et faire usage d'armes à feu, compte tenu des normes internationales élaborées en la matière (Makaratzis, précité, § 59).", "50.  Ceci étant, il convient d'interpréter l'étendue de l'obligation positive pesant sur les autorités internes de manière à ne pas imposer à celles-ci un fardeau insupportable, ce eu égard à la difficulté de la mission de la police dans les sociétés contemporaines, à l'imprévisibilité du comportement humain et à l'inévitabilité de choix opérationnels en termes de priorités et de ressources (Makaratzis, précité, § 69).", "51.  S'agissant du cadre juridique interne, la Cour note que le principal texte régissant l'usage des armes à feu par des gendarmes est le règlement sur les fonctions et compétences de la gendarmerie (paragraphes 33-34 \nci-dessus). L'article 39 de ce règlement énumère limitativement les situations dans lesquelles un gendarme peut faire usage d'une arme à feu. Son article 40 prévoit que l'utilisation de ce type d'arme ne doit être envisagée qu'en dernier recours et oblige à procéder à des tirs de sommation avant des tirs à hauteur des pieds et des tirs libres. Il convient aussi de relever qu'en vertu de l'article 17 de la Constitution (paragraphe 32 \nci-dessus), le recours à la force meurtrière ne saurait passer pour être justifié qu'en « cas de nécessité absolue autorisée par la loi ». La différence entre la norme énoncée et la phrase de l'article 2 § 2 « absolument nécessaire » n'est pas suffisamment importante pour conclure de ce simple fait à une violation de l'article 2 § 1 (Perk et autres c. Turquie, no 50739/99, § 60, 28 mars 2006).", "52.  Les circonstances dans lesquelles le proche des requérants a trouvé la mort ne sont pas sujettes à contestation. Ceux-ci n'allèguent nullement que Mehmet a été tué intentionnellement par les forces de l'ordre.", "53.  Tel qu'il ressort des éléments du dossier, les forces de l'ordre ont mené une perquisition dans une maison située à Diyarbakır pour y trouver du matériel explosif à la suite des indications données par un terroriste présumé. Pour cela, les gendarmes ont été assistés par des agents de la sûreté de Diyarbakır, section de la lutte contre le terrorisme, et d'un groupe de déminage. Le périmètre a été sécurisé. Au terme de la perquisition, alors que deux gendarmes conduisaient le suspect dans le fourgon de transfert, celui-ci a pris la fuite après avoir porté un coup de coude à un des gendarmes. Les forces de l'ordre se sont lancées à sa poursuite.", "54.  Avec la fuite du suspect, les forces de l'ordre se sont retrouvées face à des développements auxquels ils ont dû réagir sur le champ et adopter rapidement leur comportement. Les gendarmes ont sommé le fugitif de s'arrêter puis le gendarme Ö.D. a procédé à des tirs d'avertissement pour mettre fin à la course. Au cours de cette poursuite, un tir d'avertissement a ricoché et tué accidentellement le proche des requérants.", "55.  Le nombre et l'identité des agents des forces de l'ordre ayant pris part à l'opération étaient connus ainsi que l'identité du gendarme auteur du tir mortel. Les expertises balistiques ont confirmé que la balle qui avait touché la victime provenait de l'arme du gendarme Ö.D., lequel étant du reste le seul agent à avoir fait usage de son arme lors de la poursuite. Sur ce dernier point, il convient de relever que le gendarme a effectué quatre tirs et n'a pas usé de son arme en mode automatique. La mort du proche des requérants est le résultat de la malchance, la balle à l'origine de la blessure mortelle ayant atteint la victime par ricochet.", "56.  A la lumière de ce qui précède, la Cour ne voit aucune raison de nature à remettre en cause les constatations de la cour d'assises de Diyarbakır et à la conduire à s'en écarter (Klaas c. Allemagne, arrêt du 22 septembre 1993, série A no 269, pp. 17-18, § 30). Elle ne saurait conclure que les autorités ont enfreint l'article 2 de la Convention pour manquement à leur obligation positive de protéger la vie de Mehmet en prenant les précautions suffisantes pour épargner sa vie (cf. mutatis mutandis, Ramsahai et autres c. Pays-Bas, no 52391/99 §§ 280-289).", "B.  Sur le caractère des investigations menées", "57.  La Cour rappelle que l'obligation de protéger le droit à la vie qu'impose l'article 2 de la Convention, combinée avec le devoir général incombant à l'Etat en vertu de l'article 1 de « reconna[ître] à toute personne relevant de [sa] juridiction les droits et libertés définis [dans] la (...) Convention », implique et exige de mener une forme d'enquête efficace lorsque le recours à la force a entraîné mort d'homme (McCann et autres, précité, § 161, et Kaya c. Turquie, arrêt du 19 février 1998, Recueil 1998I, p. 329, § 105). Il s'agit essentiellement, au travers d'une telle enquête, d'assurer l'application effective des lois internes qui protègent le droit à la vie et, dans les affaires où des agents ou organes de l'Etat sont impliqués, de garantir que ceux-ci aient à rendre des comptes au sujet des décès survenus sous leur responsabilité (Anguelova c. Bulgarie, no 38361/97, § 137, CEDH 2002IV).", "58.  L'enquête doit également être effective en ce sens qu'elle doit permettre de déterminer si le recours à la force était justifié ou non dans les circonstances de l'affaire et d'identifier et de sanctionner les responsables (Oğur c. Turquie [GC], no 21594/93, § 88, CEDH 1999III). Les autorités doivent avoir pris les mesures raisonnables dont elles disposaient pour assurer l'obtention des preuves relatives aux faits en question. Toute carence de l'enquête affaiblissant sa capacité à établir les circonstances de l'affaire ou les responsabilités risque de faire conclure qu'elle ne répond pas à la norme requise d'effectivité (Kelly et autres c. Royaume-Uni, no 30054/96, §§ 96-97, 4 mai 2001, Anguelova, précité, §§ 139 et 144, et Natchova et autres c. Bulgarie [GC], nos 43577/98 et 43579/98, § 113, CEDH 2005...).", "59.  En l'espèce, les démarches entreprises par les autorités chargées de l'enquête à la suite de l'incident ne prêtent pas à controverse. Une enquête a été déclenchée ex officio dès la survenance de l'incident, laquelle a consisté en divers actes visant à déterminer les circonstances exactes de la mort (paragraphe 16 ci-dessus).", "60.  S'il est vrai qu'il a fallu attendre plus de trois ans pour l'ouverture d'une procédure devant la cour d'assises de Diyarbakır, ce fait s'explique d'abord par l'enquête administrative et l'examen du pourvoi en cassation devant le Conseil d'Etat. Il y a eu ensuite les ordonnances d'incompétence ratione materiae rendues par différentes juridictions. La Cour considère que l'efficacité de l'enquête n'a pas été affectée par la durée globale de la procédure devant les juridictions pénales, environ trois ans.", "61.  Elle note également que la requérante a pleinement participé à la procédure qui s'est déroulée devant la cour d'assises dans la mesure où elle s'est constituée partie intervenante. À aucun stade de la procédure, elle n'a dénoncé des manquements dans la conduite de l'opération ou l'ineffectivité de l'enquête.", "62.  En conséquence, la Cour observe que les autorités ont procédé à une enquête satisfaisante aux exigences de l'article 2.", "63.  Rappelant que la Convention ne comprend ni le droit de faire poursuivre ou condamner au pénal des tiers ni une obligation de résultat supposant que toute poursuite doit se solder par une condamnation (Yaşaroğlu c. Turquie, no 45900/99, § 64, 20 juin 2006), la Cour conclut qu'aucune violation procédurale de l'article 2 ne se trouve établie en l'espèce.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "64.  Les requérants soutiennent que le refus du tribunal administratif de leur accorder l'aide judiciaire les a privés de leur droit d'accès à un tribunal et par conséquent de la possibilité d'obtenir réparation du préjudice subi à la suite du décès de leur proche. Ils y voient une violation de l'article 6 § 1 de la Convention, ainsi libellé en ses parties pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "65.  Les requérants se plaignent du montant excessif des frais de procédure compte tenu de leur impécuniosité. À cet égard, ils citent les affaires Aït-Mouhoub c. France (arrêt du 28 octobre 1998, Recueil 1998VIII), et Kreuz c. Pologne (no 28249/95, CEDH 2001VI), et dénoncent les motifs avancés par le tribunal administratif pour rejeter la demande d'aide judiciaire. Pour ce qui est de la représentation par un avocat, ils font observer que le paiement des honoraires était lié à l'issue de la procédure.", "66.  La Cour rappelle que le droit d'accès à un tribunal n'est pas absolu et se prête à des limitations implicitement admises car il commande de par sa nature même une réglementation de l'État. L'article 6 § 1, s'il garantit aux plaideurs un droit effectif d'accès aux tribunaux pour les décisions relatives à leurs « droits et obligations de caractère civil », laisse à l'État le choix des moyens à employer à cette fin. Toutefois, alors que les États contractants jouissent d'une certaine marge d'appréciation en la matière, il appartient à la Cour de statuer en dernier ressort sur le respect des exigences de la Convention (Airey c. Irlande, arrêt du 9 octobre 1979, série A no 32, pp. 14-16, § 26, et Z. et autres c. Royaume-Uni [GC], no 29392/95, \n§§ 91-93, CEDH 2001V). Une limitation de l'accès au tribunal ne saurait restreindre l'accès ouvert à un justiciable d'une manière ou à un point tels que son droit d'accès à un tribunal s'en trouve atteint dans sa substance même. Elle ne se concilie avec l'article 6 § 1 que si elle tend à un but légitime et s'il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Bellet c. France, arrêt du 4 décembre 1995, série A no 333B, p. 41, § 31).", "67.  La limitation en question peut être de caractère financier (Kreuz, précité, § 54). La Cour n'a jamais écarté que les intérêts d'une bonne administration de la justice puissent justifier d'imposer une restriction financière à l'accès d'une personne à un tribunal \n(Tolstoy-Miloslavsky c. Royaume-Uni, arrêt du 13 juillet 1995, série A no 316-B, pp. 80-81, §§ 61 et suivants). L'exigence de payer aux juridictions civiles des frais afférents aux demandes dont elles ont à connaître ne saurait passer pour une restriction au droit d'accès à un tribunal incompatible en soi avec l'article 6 § 1 de la Convention (Kreuz, précité, § 60).", "68.  Toutefois, le montant des frais, apprécié à la lumière des circonstances particulières d'une affaire donnée, y compris la solvabilité du requérant et la phase de la procédure à laquelle la restriction en question est imposée, sont des facteurs à prendre en compte pour déterminer si l'intéressé a bénéficié de son droit d'accès et si sa cause a été « (...) entendue par un tribunal » (Kreuz, précité, § 60, Weissman et autres c. Roumanie, no 63945/00, § 37, CEDH 2006... (extraits), et Iorga c. Roumanie, no 4227/02, § 39, 25 janvier 2007).", "69.  En l'espèce, le non-paiement des frais de procédure a conduit le tribunal administratif à considérer la demande des requérants comme non introduite. La restriction est ainsi intervenue au stade initial de la procédure, devant la juridiction de première instance.", "70.  Le montant des frais de procédure exigé des requérants était de 50 463 900 livres turques (environ 170 euros). S'il est vrai que ce montant n'apparait pas très élevé au premier abord, il équivalait environ à deux salaires minimum en vigueur à l'époque des faits et représentait une somme considérable pour les requérants qui ne disposait plus d'aucun revenu à la suite du décès de leur proche. À ce sujet, le tribunal de grande instance, saisi environ trois ans auparavant, avait accordé l'aide judiciaire en raison de l'indigence des intéressés. Rien dans le dossier ne permet d'affirmer que la situation financière des requérants s'était améliorée depuis lors. Selon la lettre du 26 octobre 1998 adressée au tribunal administratif, les requérants étaient totalement privés de ressources.", "71.  Ayant à l'esprit que la Convention a pour but de protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs (Artico c. Italie, arrêt du 13 mai 1980, série A no 37, p. 16, § 33), la Cour estime que le montant des frais de procédure représentait une charge excessive pour les requérants puisque ceux-ci ne disposaient d'aucun revenu (voir Iorga, précité, § 43).", "72.  Toutefois, le tribunal administratif a considéré que les requérants ne pouvait pas prétendre à l'impossibilité de payer les frais de procédure parce qu'ils étaient représentés par un avocat. À l'appui de cet argument, il s'est référé à une jurisprudence du Conseil de l'État.", "73.  Aux yeux de la Cour, le motif du tribunal administratif sur ce point n'est pas pertinent. Le tribunal administratif a supposé que les requérants disposaient de ressources suffisants en se basant sur le simple fait qu'ils bénéficiaient de l'assistance d'un avocat. Il s'est livré ainsi à une appréciation sans tenir compte de la situation financière réelle des intéressés. Tel qu'il ressort de la lettre du 26 octobre 1998, adressé au tribunal administratif, l'avocat n'avait pas perçu d'honoraires.", "74.  S'agissant du premier motif retenu par le tribunal administratif, à savoir que la demande était infondée, la Cour admet qu'il s'inspire du légitime souci de n'allouer des deniers publics au titre de l'aide judiciaire qu'aux demandeurs dont la demande a une chance raisonnable de succès. Un système d'assistance judiciaire ne peut fonctionner sans la mise en place d'un dispositif permettant de sélectionner les affaires susceptibles d'en bénéficier (voir Gnahoré c. France, no 40031/98, § 41, CEDH 2000IX, et Essaadi c. France, no 49384/99, § 33, 26 février 2002).", "75.  Ceci étant, la Cour rappelle que dans l'affaire Aerts, elle a conclu à une violation de l'article 6 § 1 après avoir soulignée qu'« en rejetant la demande [d'assistance judiciaire] au motif que la prétention ne paraissait pas actuellement juste, le bureau d'assistance judiciaire a porté atteinte à la substance même du droit [du requérant] à un tribunal » (Aerts c. Belgique, arrêt du 30 juillet 1998, Recueil 1998-V, pp. 1964-1965, § 60). Postérieurement, le législateur belge a modifié la loi relative à l'assistance judiciaire et dorénavant seules les demandes manifestement mal fondées sont rejetées (voir Debeffe c. Belgique (déc.), no 64612/01, 9 juillet 2002).", "76.  À l'instar du bureau d'assistance judiciaire dans l'affaire Aerts, le tribunal administratif s'est prononcé, sans nuance, sur le bien-fondé de la prétention des requérants. Sur ce point, la Cour rappelle qu'elle n'a pas à apprécier le bien-fondé de la demande d'indemnisation des requérants. Elle se doit toutefois de souligner que le système d'aide judiciaire mis en place par le législateur turc n'offre pas toutes les garanties procédurales nécessaires, de nature à préserver les justiciables de l'arbitraire. S'il est vrai que cette tâche est confiée aux autorités judiciaires, plus précisément à la juridiction appelée à statuer sur la demande principale, le droit turc n'offre pas la possibilité de contester l'appréciation portée par le tribunal sur le bien-fondé de la demande. Selon les termes de l'article 469 du code de procédure civile, la décision relative à l'aide judiciaire est définitive et ne peut faire l'objet d'aucun recours. Ainsi, la demande d'aide judicaire fait l'objet d'un examen unique, ce sur la seule base de documents écrits produits par les parties à l'instance. Ces derniers ne sont pas entendus, au cours d'une audience éventuellement, et n'ont pas l'occasion de présenter des objections.", "77.  La Cour note enfin que le rejet de la demande d'aide judicaire a totalement privé les requérants de la possibilité de faire entendre leur cause par un tribunal.", "78.  Au vu de ces éléments, et notamment du fait que la restriction est intervenue au stade initial de la procédure, la Cour estime que l'État n'a pas satisfait à ses obligations de réglementer le droit d'accès à un tribunal d'une manière conforme aux exigences de l'article 6 § 1 de la Convention et qu'il a ainsi outrepassé la marge d'appréciation dont il dispose en la matière.", "79.  Partant, il y a lieu d'écarter l'exception du Gouvernement et de conclure à la violation de l'article 6 § 1 de la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 13 DE LA CONVENTION ET 1 DU PROTOCOLE No 1", "80.  Invoquant l'article 13 de la Convention, les requérants se plaignent de l'absence d'une instance judiciaire qui puisse juger le responsable de la mort de leur proche.", "Invoquant l'article 1 du Protocole no 1, les requérants se plaignent d'avoir été privés du soutien matériel de leur proche à la suite de son décès.", "81.  Eu égard à ses conclusions ci-dessus, la Cour estime que ces griefs ne nécessite pas un examen séparé.", "V.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "82.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "83.  Les requérants indiquent avoir été privés du soutien financier de leur proche. Ils demandent la réparation de leur perte matérielle qu'ils évaluent à 233 215 euros (EUR), calculée par référence au montant de l'indemnisation qui leur aurait été alloué devant les tribunaux internes si leur action n'avait pas été déclarée non-introduite pour non-paiement des frais de procédure. Ils réclament également 80 000 EUR à titre de préjudice moral.", "84.  Le Gouvernement conteste ces montants.", "85.  La Cour ne saurait spéculer sur ce qu'aurait pu être l'issue de la procédure d'indemnisation si l'action des requérants n'avait pas été considérée comme non-introduite. Elle considère néanmoins que ceux-ci se sont vu refuser la possibilité d'obtenir une décision sur le bien-fondé de leur action en dommages-intérêts.", "Statuant en équité comme le veut l'article 41 de la Convention, elle alloue, au titre du dommage moral, 7 500 EUR à Mme Asya Bakan, pour elle-même et ses enfants Engin et Ruşen, et 1 000 EUR à M. Abdullah Bakan (voir Uçak et autres c. Turquie, nos 75527/01 et 11837/02, § 83, 27 mars 2007 [non définitif]).", "B.  Frais et dépens", "86.  Les requérants réclament 5 220 EUR d'honoraires ainsi que le remboursement des frais administratifs encourus devant la Cour. Ils fournissent un décompte horaire.", "87.  Le Gouvernement conteste ces prétentions.", "88.  La Cour réitère qu'au titre de l'article 41 de la Convention, elle rembourse les frais dont il a été établi qu'ils ont été réellement et nécessairement exposés et sont d'un montant raisonnable (voir, parmi d'autres, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999II).", "Compte tenu des éléments en sa possession et eu égard à sa jurisprudence en la matière, elle estime raisonnable d'allouer aux requérants la somme de 2 000 EUR tous frais confondus.", "C.  Intérêts moratoires", "89.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette l'exception préliminaire du Gouvernement ;", "", "2.  Dit qu'il n'y a pas eu violation de l'article 2 de la Convention ;", "", "3.  Dit qu'il y a eu violation de l'article 6 de la Convention ;", "", "4.  Dit qu'il n'y a pas lieu d'examiner séparément les griefs tirés des articles 13 de la Convention et 1 du Protocole no 1 ;", "", "5.  Dit", "a)  que l'État défendeur doit verser, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  7 500 EUR (sept mille cinq cents euros) à Mme Asya Bakan, pour elle-même et ses enfants Engin et Ruşen, et 1 000 EUR (mille euros) à M. Abdullah Bakan, au titre du dommage moral ;", "ii.  2 000 (deux mille euros) pour frais et dépens aux requérants conjointement ;", "iii.  tout montant pouvant être dû à titre d'impôt sur lesdites sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 12 juin 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident"]}