{"file": "FRE_HFJUD_44256_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "44256/06", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE TURAN CAKIR c. BELGIQUE", "", "(Requête no 44256/06)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "10 mars 2009", "", "DÉFINITIF", "", "10/06/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Turan Cakir c. Belgique,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tIreneu Cabral Barreto, président,\n\tFrançoise Tulkens,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNona Tsotsoria, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 17 février 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 44256/06) dirigée contre le Royaume de Belgique et dont un ressortissant de cet Etat, M. Turan Cakir (« le requérant ») avait saisi la Cour le 25 octobre 2006, en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.   Le requérant est représenté par Mes S. Benkhelifa, T. Mitevoy, J. Callewaert et V. Henkinbrant, avocats à Bruxelles. Le gouvernement belge (« le Gouvernement ») est représenté par son agent, M. Daniel Flore, Directeur général au Service public fédéral de la Justice.", "3.  Le requérant alléguait en particulier une violation des articles 3 et 6 § 1 de la Convention.", "4.  Le 23 avril 2008, le vice-président de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé qu’elle se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1967 et réside à Schaerbeek.", "6.  Les faits de la cause font suite à des incidents graves dans un quartier à forte densité de population d’origine étrangère, particulièrement turque.", "A.  La version du requérant concernant son arrestation", "7.  Le 17 mars 1996, des policiers vinrent arrêter le frère du requérant au domicile familial, dans le cadre d’une enquête relative à un trafic de stupéfiants, puis revinrent pour effectuer une perquisition. Le requérant prétend qu’il tapota de ses doigts l’épaule d’un des policiers afin d’attirer son attention et lui demander les raisons de l’arrestation de son frère. Comme seule réponse, toujours selon le requérant, le policier se retourna, donna au requérant un coup très fort au niveau du thorax et le repoussa au niveau de la poitrine. Il saisit aussi une bombe de gaz lacrymogène et l’aspergea au visage jusqu’à ce que la bombe soit vide. La mère du requérant reçut aussi du gaz en plein visage.", "8.  Le requérant tenta de repousser le policier. Un autre policier lui fit alors un croche-pied, le maintint par terre et le menotta. Deux autres policiers lui donnèrent des coups de pied au niveau de la nuque. Un des trois s’assit sur lui et continua à l’asperger de gaz lacrymogène dans la bouche et dans les yeux. Le requérant fut traîné par terre vers un véhicule. Un des policiers proféra alors des menaces à l’encontre du requérant ainsi que des injures à caractère raciste durant tout le trajet jusqu’au commissariat. Le requérant reçut encore des coups de pied dans le véhicule et son arcade sourcilière s’est ouverte occasionnant un saignement abondant. Arrivés au commissariat, les policiers menacèrent le requérant en lui disant : « Nous allons te montrer comment nous on tape ». Un policier l’attrapa par les cheveux, le força à se courber et à marcher de cette façon vers la porte.", "9.  A moitié inconscient à cause du gaz, le requérant tomba juste devant la porte et un policier lui donna un coup de pied dans les parties génitales. Le même policier dit : « On va jouer un peu avec toi ». Le requérant et les policiers entrèrent dans un bureau. Là, le requérant fut encore frappé et injurié. Les policiers proférèrent des injures racistes et forcèrent le requérant à répondre par « oui Monsieur ». D’autres policiers entrèrent et frappèrent le requérant, le faisant tomber de sa chaise. Un policier prit la chaise et lui donna deux coups à la tête. Le requérant reçut encore un coup à l’arcade et à la mâchoire. Le même policier prit alors un annuaire téléphonique et frappa le requérant à la tête et au visage. Le requérant eut le nez cassé. Les policiers décidèrent alors d’appeler une ambulance pour emmener le requérant à l’hôpital car il saignait abondamment. Le requérant fut encore frappé au moment de son départ du commissariat.", "10.  Aux urgences de l’hôpital, le requérant fut menotté au lit. Un médecin, choqué par l’état du requérant, exigea que celui-ci soit libéré et que les policiers quittent la chambre. Le requérant fut hospitalisé dix jours. Il avait le corps recouvert de blessures et d’ecchymoses, une fracture du nez et de plusieurs dents. Selon deux certificats médicaux, des 22 novembre 2004 et 11 octobre 2006, il gardait encore des séquelles importantes de l’agression dont il avait été victime en 1996, notamment une diminution de l’acuité auditive au niveau de l’oreille gauche, une diminution de l’acuité visuelle, des vertiges, des difficultés à respirer par le nez suite à une fracture ayant entraîné une déviation de la cloison nasale et des problèmes dentaires.", "B.  L’arrestation du requérant selon le Gouvernement", "11.  Le 17 mars 1996, trois inspecteurs de police, C.M., M.B. et D.H., interpellèrent le frère du requérant et procédèrent à 18h45, à une visite domiciliaire de l’immeuble où habitait la personne interpellée et sa famille, dont le requérant. A la hauteur de l’immeuble concerné et alors que les inspecteurs fouillaient une tierce personne suspecte, le requérant, manifestement ivre, aurait accouru dans la direction de M.B. en lui reprochant l’arrestation de son frère. D.H. se serait placé entre son collègue et le requérant qui aurait porté des coups violents à D.H., C..M. et M.B. se seraient alors précipités pour porter assistance à leur collègue.", "12.  Dans les procès-verbaux d’audition des trois inspecteurs, des 17, 19 et 24 novembre 1998, ceux-ci déclarèrent que pour essayer de maîtriser le requérant, qui paraissait sous l’emprise de la drogue, ils durent utiliser un spray et faire un balayage faisant tomber le requérant au sol. Il était cependant impossible de lui mettre les menottes car le requérant se débattait violemment et donnait des coups de pied et de poing. Les inspecteurs furent entourés par la foule et à un moment certaines personnes s’étaient mises à les frapper et les insulter. M.B., qui tenait le requérant au sol, reçut un grand nombre de coups de pied qui venaient de partout et même le requérant en reçut de la part de ces personnes qui visaient M.B. D.H. subit une incapacité de travail d’un jour : des hématomes à l’arcade et au bras furent constatés par les médecins. M.B. subit également une incapacité de travail, sans qu’un certificat médical ne constate des lésions quelconques.", "13.  Plusieurs policiers intervenus en renfort constatèrent la présence d’une foule importante et décrivirent l’agressivité de la foule, des pavés étant lancés dans leur direction. D’autres témoins présents sur place (dont des membres de la famille du requérant) confirmèrent que le requérant ne voulait pas monter dans la voiture de la police, qu’il se débattait et que les policiers durent le forcer. Un autre témoin déclara que le requérant avait tellement bu qu’il « ne tenait pas debout ». Tous les témoins affirmèrent que les policiers portaient des brassards.", "14.  Au cours de ces événements, selon les inspecteurs, un homme présent dans la foule aurait sorti une arme et tiré plusieurs fois en l’air. D’autres témoins affirmèrent que le tireur serait l’un des inspecteurs. Il ressort de l’instruction que les inspecteurs n’avaient aucune raison de cacher l’utilisation d’une arme à feu puisqu’elle pouvait aisément se justifier en raison des circonstances.", "15.  Après avoir bénéficié de renforts, qui arrivèrent vers 18h55, les trois inspecteurs emmenèrent le requérant dans leur véhicule à destination du commissariat. A ce moment, ils constatèrent qu’il était blessé et saignait à l’arcade sourcilière. A aucun moment, ils ne portèrent des coups au requérant, ni pendant le transport ni au commissariat. Ils admirent qu’il y eut de vifs échanges verbaux et que le requérant avait entretenu un comportement violent à leur égard, refusant de s’asseoir, de sorte qu’ils avaient dû le forcer. Par contre, ils ne lui avaient donné ni coup de poing, ni coup de pied dans les testicules, ni coup de bottin, ni coup de chaise.", "16.  Les procès verbaux d’audition des collègues, présents dans des bureaux attenants à celui dans lequel se trouvait le requérant, indiquèrent qu’ils entendaient des bruits d’engueulade mais pas de coups portés.", "17.  A une heure indéterminée d’autres policiers emmenèrent le requérant à l’hôpital. Arrivé au plus tôt vers 19h10, le requérant ne resta pas longtemps au commissariat. Moins d’une demi-heure plus tard, il était déjà à l’hôpital, ce qui, selon le Gouvernement, est de nature à discréditer ses accusations quant au déroulement du traitement dont il prétend avoir été victime au commissariat.", "18.  Arrivé à l’hôpital, un médecin s’offusqua de l’état dans lequel se trouvait le requérant, ce qui engendra un échange verbal entre les policiers présents et le médecin, les premiers contestant vivement être responsables de l’état du requérant.", "19.  Le père du requérant se présenta au commissariat à 21h30 pour prendre de nouvelles de son fils et déclara ce qui suit :", "« En fait, ce jour entre 18h00 et 19h00 j’étais en train de dormir à la maison. Vers 18h40, mon petit-fils est venu me réveiller en me disant que mon fils Turan était en train de se bagarrer dans la rue.", "Je suis directement sorti et j’ai vu que mon fils était par terre. Il était entouré de trois personnes en civil. J’ai eu un choc en regardant ça et je me suis jeté dans la bagarre. Comme je ne savais pas que vous étiez des agents de police, j’ai commencé à taper sur vous. J’admets que j’ai donné plusieurs coups de pieds au policier qui était par terre avec mon fils. Je dois vous signaler qu’il n’y avait personne qui m’avait dit que vous étiez des policiers. Je ne savais pas non plus que c’était mon fils qui avait cherché la rébellion. Au moment que j’ai vu l’insigne de police, j’ai directement arrêté de vous taper. J’admets aussi que lors de cette bagarre des dizaines de personnes sont venues pour aider mon fils. Et il y a plusieurs de ces personnes qui vous ont frappé. J’ai vu que vous étiez obligé de vous battre avec mon fils parce qu’il n’arrêtait pas de vous taper dessus. Je suis certain que mon fils était au courant que vous êtes des policiers. Je vous signale que mon fils avait bu plusieurs verres de vin rouge et qu’il n’était pas dans un état normal. »", "20.  Le lendemain, le requérant s’exprima au travers des médias depuis son lit d’hôpital, se plaignant d’avoir été victime de violences policières.", "21.  Selon le Gouvernement, le requérant admit avoir menti à plusieurs reprises à propos des coups dont il aurait été victime, notamment concernant le coup de matraque reçu à l’arcade sourcilière pendant son transfert au commissariat et les coups donnés avec un annuaire téléphonique.", "C.  La plainte du requérant et la procédure y afférente", "22.  Un certificat médical, établi le 27 mars 1996 par le service de chirurgie orthopédique et traumatologie de la clinique St Etienne, indiquait qu’un médecin avait examiné le requérant le 18 mars 1996 et constaté les lésions suivantes :", "– volumineuse ecchymose avec ptose totale de l’œil droit ;", "– ecchymose aux deux poignets et à l’hypocondre gauche ;", "– plaie suturée de l’arcade sourcilière gauche et du cuir chevelu ;", "– fracture de la racine du nez ;", "– douleur hypocondre droit avec des céphalées ;", "– douleur mandibulaire gauche.", "23.  Le certificat précisait que le requérant avait dû être hospitalisé pour bilan complémentaire et suivi.", "24.  Un certificat médical établi pour l’un des trois policiers, D.H., a fait état d’hématome à l’arcade et au bras et prévoyait une incapacité de travail d’un jour.", "25.  Le 22 mars 1996, le requérant se constitua partie civile contre X entre les mains d’un juge d’instruction. Il se plaignait notamment des coups et blessures volontaires ayant entraîné une incapacité de travail (articles 398 et 399 du code pénal) et d’une atteinte à l’honneur et à la considération des personnes (articles 443, 444 et 448 du code pénal). Il se plaignait aussi d’une infraction à la loi du 30 juillet 1981 tendant à réprimer certains actes inspirés par le racisme ou la xénophobie en raison d’insultes à caractère raciste proférées par les policiers. Ainsi, à propos de son père qui courait derrière le véhicule des forces de l’ordre, un policier disait : « qu’est-ce qu’il court ce bougnoule ». Au requérant lui-même, les policiers auraient tenu les propos suivants : « sale métèque, tu n’es qu’un métèque et tu le resteras », « tu n’es qu’un bougnoule et tu ne resteras qu’un bougnoule ». De plus, concernant sa carte d’identité, les policiers auraient dit : « où est-ce qu’on t’a donné cette carte d’identité ? A qui tu l’as volée ? ».", "26.  Le 26 mars 1996, le juge d’instruction désigna un médecin légiste pour décrire les lésions du requérant, en déterminer la nature, la cause et les conséquences probables.", "27.  Le 26 avril 1996, le docteur A.S. établit un rapport circonstancié. Le rapport indiquait que les caractéristiques des lésions mentionnées dans les deux certificats médicaux du docteur M., du 27 mars 1996, étaient éventuellement compatibles avec les mécanismes physiopathogéniques signalés par le requérant. Compte tenu de la nature des lésions et de leur évolution, on pouvait admettre que le requérant avait présenté une incapacité temporaire totale de travail de l’ordre de dix jours. Il était trop tôt pour déterminer s’il persisterait des séquelles dommageables susceptibles d’entraîner la reconnaissance d’une incapacité permanente de travail personnel. Un bilan complet et définitif ne pouvait être envisagé avant une année et devrait faire appel à la réalisation d’examens spécialisés.", "28.  Le 2 mai 1996, le juge d’instruction sollicita l’identification des trois policiers accusés d’avoir porté des coups, ainsi que l’audition des parents de la victime et de sa sœur. Le 10 mai 1996, le commissaire principal aux délégations judiciaires, auxiliaire du procureur du Roi de l’arrondissement de Bruxelles, établit un procès-verbal relatif à ces devoirs. Après enquête, le commissaire obtint une copie du dossier ouvert à l’information à charge du requérant et de son père. Ce dossier était composé du procès-verbal établi le jour même des faits par M.B., des auditions des C.M. et D.H. ainsi que de l’audition du père du requérant. Eu égard à ces pièces, le commissaire suggéra de ne pas réaliser plus avant les devoirs sollicités par le juge d’instruction. Ce dernier, s’estimant suffisamment informé, rendit une ordonnance de soit communiqué le 14 novembre 1996. Le 6 décembre 1996, il entendit aussi le requérant.", "29.  L’affaire fut fixée devant la chambre du conseil pour règlement de la procédure le 15 septembre 1997, suite au réquisitoire du parquet, qui requit le non-lieu. L’examen de l’affaire fut reportée au 13 octobre 1997.", "30.  A cette audience, le conseil du requérant fit remarquer, par voie de conclusions, qu’aucun devoir d’instruction n’avait été mené. Le 3 novembre 1997, la chambre du conseil fit droit à cette demande et ordonna des devoirs d’instruction complémentaires qui furent effectués jusque fin 1999.", "31.  Parmi les devoirs demandés, il y avait une enquête du comité permanent de contrôle des services de police. Dans son procès-verbal de synthèse, l’enquêteur conclut que les policiers avaient justifié les coups reçus par le requérant par sa rébellion et l’émeute qui s’en suivit. L’enquêteur précisa cependant qu’il lui paraissait douteux que les blessures du requérant au moment de son arrivée à l’hôpital étaient le résultat d’un « balayage », même brutal, et de l’unique « force nécessaire » utilisée sur place pour le maîtriser. Les policiers avaient expliqué que le requérant avait reçu des coups de la part des témoins, participant à l’émeute, qui voulaient le délivrer. L’enquêteur trouvait cependant étonnant que le requérant était le seul à présenter des lésions et des traces de coups alors que la personne qui devait être la cible de ces coups, en l’occurrence le policier M.B., ne présentait aucune trace de ces coups. L’enquêteur suggéra au juge d’instruction de faire procéder à une nouvelle audition des trois policiers concernant les coups qui auraient été portés au requérant au commissariat de police.", "32.  Toutefois, le juge d’instruction ne jugea pas nécessaire de procéder à une nouvelle audition de ceux-ci.", "33.  Le 7 juin 2000, le juge d’instruction adopta une nouvelle ordonnance de soit communiqué.", "34.  A la même date, le procureur du Roi invita la chambre du conseil à déclarer n’y avoir lieu à poursuivre. Il souligna qu’il résultait des pièces de la procédure que les violences reprochées aux inculpés avaient été motivées par le comportement de la partie civile elle-même et qu’il avait été fait usage de la force par les inculpés que pour de motifs légitimes et dans l’exercice de leurs fonctions. Concernant les faits qualifiés d’infraction à la loi du 30 juillet 1981, le procureur concluait qu’ils s’identifiaient avec ceux faisant l’objet des autres préventions.", "35.  L’affaire fut à nouveau fixée devant la chambre du conseil le 17 octobre 2000. La chambre du conseil prit une décision de non-lieu.", "36.  Le requérant fit appel de cette ordonnance de non-lieu devant la chambre des mises en accusation, mais l’affaire ne fut jamais fixée devant cette chambre. Le conseil du requérant multiplia les démarches auprès du parquet général afin que l’affaire soit fixée (lettres des 27 mai, 7 juin, 2 novembre 2004 et 8 décembre 2005), mais sans succès.", "37.  Le 26 avril 2006, la chambre des mises en accusations rendit un arrêt déclarant l’action publique éteinte par prescription.", "38.  Des poursuites furent initiées aussi contre une des personnes ayant participé à l’attroupement, du chef de coups et blessures, outrage et rébellion. L’intéressé fut condamné à une peine de vingt-et-un mois d’emprisonnement.", "39.  Le ministre de la Justice fit état d’un dysfonctionnement interne dans un courrier adressé au conseil du requérant le 14 février 2006. Il précisait que des mesures structurelles avaient été prises pour éviter à l’avenir de telles situations. Un communiqué de presse publié par le cabinet du ministre, suite à un article paru dans le journal Le Soir, reproduisit le courrier adressé au ministre le 31 janvier dernier par lequel le procureur général de Bruxelles reconnaissait que ce dossier n’avait pas reçu pendant cinq ans le traitement qu’il imposait de lui réserver, tout en indiquant qu’il ne s’agissait pas d’une volonté de faire obstacle aux poursuites, mais d’une négligence, sans doute due à de très graves problèmes de santé qu’avait connus le magistrat en charge de cette affaire. Le communiqué ajoutait qu’aucun élément ne permettait d’établir une quelconque « inertie apparemment volontaire » ou « collusion entre le parquet et la police ».", "40.  Saisie d’une plainte par le conseil du requérant, la Commission d’avis et d’enquête déclara, le 14 avril 2006, la plainte fondée estimant que, même si elle recevait l’assurance qu’il s’agissait d’un cas isolé, il ne pouvait être toléré qu’un tel retard soit apporté dans le traitement d’une plainte et qu’il appartenait au chef de corps de s’assurer régulièrement du suivi des dossiers dont il avait la charge.", "D.  L’information ouverte à charge du requérant", "41.  D’après le Gouvernement, une information fut ouverte à charge du requérant et de son père du chef d’incitation à l’émeute, menaces de mort, coups à agent avec incapacité de travail, outrages et rébellion avec arme. Toutefois, elle fut classée sans suite par le ministère public.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "42.  Le requérant se plaint du traitement auquel il a été soumis lors de son arrestation et de sa garde à vue qu’il qualifie de « torture ». Il allègue une violation de l’article 3 de la Convention, tant dans son aspect substantiel que procédural, qui dispose :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "43.  A titre principal, le Gouvernement excipe du non-épuisement des voies de recours internes. D’abord, le requérant n’a pas fait usage de la voie offerte par l’article 413 du code d’instruction criminelle et n’a pas saisi la Cour de cassation contre l’arrêt de la chambre des mises en accusation. En outre, il n’a pas saisi le tribunal de première instance de Bruxelles d’une action civile en responsabilité contre l’Etat, en raison du délai anormalement long que le parquet a mis pour fixer la cause devant la chambre des mises en accusation.", "44.  Le requérant soutient qu’il a fait tout ce qu’on pouvait raisonnablement attendre de lui pour épuiser les voies de recours internes. Il souligne d’abord, qu’en cas de prescription, il existe une impossibilité légale de statuer encore sur le fondement de l’action publique : la prescription exclut toute décision au plan pénal sur la culpabilité ou l’innocence de l’inculpé ou du prévenu alors même qu’il apparaîtrait que ce dernier était innocent. Devant l’inertie des autorités belges, il a même, de sa propre initiative, sollicité à plusieurs reprises la fixation de l’audience devant la chambre des mises en accusation, mais sans succès. Au vu de cette passivité des autorités, qui démontre une volonté d’obstruction, dans le chef de l’Etat, à l’exercice de ses droits par le requérant, celui-ci était bien dispensé de l’obligation d’épuiser les voies de recours internes.", "45.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention, elle ne peut être saisie qu’après l’épuisement des voies de recours internes. A cet égard, elle souligne que tout requérant doit avoir donné aux juridictions internes l’occasion que l’article 35 § 1 a pour finalité de ménager en principe aux Etats contractants : éviter ou redresser les violations alléguées contre lui (arrêt Cardot c. France du 19 mars 1991, série A no 200, § 36). Cette règle se fonde sur l’hypothèse que l’ordre interne offre un recours effectif quant à la violation alléguée (voir, par exemple, Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999-V).", "46.  Les dispositions de l’article 35 § 1 de la Convention ne prescrivent cependant que l’épuisement des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Du reste, celui qui a exercé un recours de nature à remédier directement à la situation litigieuse - et non de façon détournée – n’est pas tenu d’en engager d’autres qui lui eussent été ouverts mais dont l’efficacité est improbable (Manoussakis et autres c. Grèce, 26 septembre 1996, Recueil des arrêts et décisions 1996-IV, § 33). Par ailleurs, s’agissant d’un grief relatif à l’article 3 de la Convention, la Cour rappelle que, lorsqu’un individu formule une allégation défendable de violation de cette disposition, la notion de recours effectif implique, de la part de l’Etat, des investigations approfondies et effectives propres à conduire à l’identification et, éventuellement, à la punition des responsables (voir, notamment, les arrêts Assenov et autres c. Bulgarie, 28 octobre 1998, Recueil 1998-VIII, § 102, et Selmouni, précité, § 79).", "47.  En ce qui concerne la première branche de l’objection, la Cour relève que le 26 avril 2006, la chambre des mises en accusation a rendu un arrêt déclarant l’action publique éteinte par prescription. Elle convient avec le requérant qu’un recours en cassation dans ces conditions aurait été vain.", "48.  Quant à l’omission alléguée du requérant d’introduire un recours en responsabilité de l’Etat, la Cour rappelle que dans le cadre des griefs formulés sous l’angle de l’article 3, une action civile ne peut être considérée comme efficace que dans le cas où elle est de nature à établir les circonstances litigieuses et à mener à l’identification ou la punition, selon le cas, des responsables. Une procédure qui vise uniquement à allouer des dommages intérêts au lieu de permettre l’identification et, éventuellement, la punition des responsables ne saurait être considérée comme un recours effectif dans le cadre des griefs relatifs à l’article 3 (Assenov et autres c. Bulgarie précité et Tepe c. Turquie (déc.) no 31247/96, 22 janvier 2002).", "49.  Or, la Cour note que le requérant a introduit en mars 1996 une plainte avec constitution de partie civile. La procédure qui s’en est suivie s’est terminée par une ordonnance de non-lieu le 17 octobre 2000. L’appel du requérant n’a jamais été examiné car le 26 avril 2006, la chambre des mises en accusation a déclaré l’action éteinte par prescription.", "50.  Dans ces conditions un recours en responsabilité ne saurait passer pour effectif. Le requérant ayant épuisé les voies de recours internes, il convient de rejeter l’objection.", "51.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Sur le volet matériel de l’article 3 de la Convention", "52.  Le Gouvernement soutient que l’instruction a permis de démontrer le caractère mensonger de l’essentiel des déclarations du requérant. En premier lieu, le requérant a été blessé avant d’être placé en garde à vue. Si les trois policiers impliqués n’ont jamais caché avoir porté des coups au requérant au moment de l’arrestation, ils ont toujours démenti les avoir portés gratuitement. La blessure à l’arcade sourcilière, la fracture de la racine du nez et la douleur mandibulaire gauche ont été en réalité le résultat de sa chute face contre sol, suite au « balayage » opéré par M.B. ou des coups portés par des tiers et destinés à ce dernier alors qu’il tentait de maîtriser le requérant au sol. Les témoignages d’une des personnes présentes sur les lieux et du père du requérant confirment la véracité de la thèse des policiers. La sévérité des blessures subies par le requérant peut s’expliquer par le fait qu’il était ivre et n’a, pour ce motif, pas nécessairement eu les bons réflexes. De plus, le requérant est resté trop peu de temps au commissariat pour y subir les traitements qu’il dénonce. Enfin, les déclarations du requérant sont sujettes à caution car émaillées de multiples contradictions.", "53.  Le requérant soutient qu’il est incontestable qu’il a été menotté et privé de sa liberté dès le début de l’intervention policière, qu’il présentait de nombreuses blessures à son arrivée à l’hôpital et qu’il n’a jamais été poursuivi ni pour rébellion ni pour coups et blessures. Les déclarations des policiers, selon lesquelles ils ont été eux-mêmes victimes de nombreux coups violents et qu’ils ont dû riposter, sont en contradiction flagrante avec les éléments objectifs du dossier, car, à l’exception d’un certificat médical constatant des lésions légères chez D.H., aucun certificat médical ne vient soutenir ces affirmations. Si les coups portés aux policiers par le requérant étaient d’une violence telle que décrite par ces derniers, le requérant s’étonne de l’absence de poursuites à son encontre. Le rapport d’expertise médico-légale a mis en doute la version des faits présentés par les policiers et le témoignage du père du requérant n’a pas de force probante car celui-ci ne parle que très peu le français. Enfin, le Gouvernement peut difficilement reprocher des imprécisions au requérant alors qu’il est à l’origine des retards dans l’enquête.", "54.  En sus des circonstances de l’arrestation du requérant, les thèses des parties diffèrent sensiblement quant au déroulement de la garde à vue. La Cour a déjà souligné à maintes reprises que les personnes en garde à vue étaient en situation de vulnérabilité et que les autorités avaient le devoir de les protéger. Un Etat est responsable de toute personne placée en garde à vue car celle-ci est entièrement aux mains des fonctionnaires de police. Lorsque les événements en cause, dans leur totalité ou pour une large part, sont connus exclusivement des autorités, toute blessure survenue pendant cette période donne lieu à de fortes présomptions de fait. Il incombe au Gouvernement de produire des preuves établissant des faits qui font peser un doute sur le récit de la victime (Tomasi c. France, arrêt du 27 août 1992, série A no 241-A, §§ 108-111, Ribitsch c. Autriche, arrêt du 4 décembre 1995, série A no 336, § 31, Berktay c. Turquie, no 22493/93, § 167, 1er mars 2001, et Rivas c. France, no 59584/00, § 38, 1er avril 2004).", "55.  Il reste que les allégations de mauvais traitements doivent être étayées devant la Cour par des éléments de preuve appropriés (voir, mutatis mutandis, l’arrêt Klaas et autres du 6 septembre 1978, série A no 28, p. 21, p. 17, § 30). Pour l’établissement des faits, la Cour se sert du critère de la preuve « au-delà de tout doute raisonnable » ; une telle preuve peut néanmoins résulter d’un faisceau d’indices ou de présomptions non réfutées, suffisamment graves, précis et concordants (Irlande c. Royaume­Uni, arrêt du 18 janvier 1978, série A no 25, p. 65, § 161 in fine, Aydin c. Turquie, arrêt du 25 septembre 1997, Recueil 1997­VI, p. 1889, § 73, et Selmouni, précité, § 88).", "56.  En l’espèce, nul ne conteste que, le 17 mars 1996, le requérant a subi des lésions lors de son interpellation par les policiers de Schaerbeek : le certificat médical établi le lendemain par un médecin qui avait examiné le requérant constatait une volumineuse ecchymose avec ptose totale de l’œil droit, une ecchymose aux deux poignets et à l’hypocondre gauche, une plaie suturée de l’arcade sourcilière gauche et du cuir chevelu, une fracture de la racine du nez, une douleur hypocondre droit avec des céphalées et une douleur mandibulaire gauche. Un certificat dressé le 27 mars 1996 précisait que le requérant avait dû être hospitalisé pour bilan complémentaire et suivi et qu’il avait présenté une incapacité temporaire totale de travail de l’ordre de dix jours passés à l’hôpital.", "57.  Or, il convient de rappeler que tout usage de la force physique à l’encontre d’un individu qui n’est pas rendu strictement nécessaire par le propre comportement de celui-ci constitue, en principe, une atteinte au droit garanti par l’article 3 (Tomasi c. France, 27 août 1992, série A no 241-A, § 47, et Ribitsch c. Autriche, 4 décembre 1995, série A no 336, § 38).", "58.  La Cour note d’emblée que les versions des parties quant à l’origine des lésions subies par le requérant diffèrent sensiblement. Il existe cependant certains éléments incontestés de nature à permettre à la Cour de déterminer si la force utilisée était, en l’espèce, proportionnée.", "59.  A cet égard, elle relève que les trois policiers impliqués n’ont jamais nié avoir porté des coups au requérant. L’interposition de ce dernier, au moment de l’arrestation de son frère, et dont l’état d’ivresse était rapporté par des témoins et en particulier par le père de celui-ci, a obligé les policiers à pratiquer un « balayage » qui a eu pour effet de le faire tomber de manière abrupte sur le sol et de le plaquer pour tenter de l’immobiliser. La foule qui s’était entretemps rassemblée à cet endroit a pris partie pour le requérant et plusieurs coups ont atteint indistinctement tant le policier qui tenait le requérant immobile que le requérant lui-même.", "60.  Toutefois, la Cour ne peut pas admettre la thèse selon laquelle l’état du requérant, à la suite de son arrestation et de sa garde à vue, fut le résultat de sa chute à terre et de certains coups qu’il aurait reçus par erreur par des personnes participant à l’attroupement et qui visaient le policier qui le tenait plaqué au sol. A cet égard, la Cour relève que le requérant fut hospitalisé dix jours. Il avait le corps couvert de blessures et d’ecchymoses, une fracture du nez et de plusieurs dents. Selon deux certificats médicaux, des 22 novembre 2004 et 11 octobre 2006, il gardait encore des séquelles importantes de l’agression dont il était victime en 1996, notamment une diminution de l’acuité auditive au niveau de l’oreille gauche, une diminution de l’acuité visuelle, des vertiges, des difficultés à respirer par le nez, suite à une fracture ayant entraîné une déviation de la cloison nasale, et des problèmes dentaires.", "61.  Dans les circonstances de la présente espèce, la Cour estime qu’il n’a pas été démontré que les lésions subies par le requérant lors de son interpellation pouvaient correspondre à un usage par les policiers de la force qui était rendu strictement nécessaire par le comportement de l’intéressé.", "62.  Il y a donc eu violation de l’article 3 sous son volet matériel.", "2. Sur le volet procédural de l’article 3 de la Convention", "63.  Le Gouvernement souligne que l’instruction a été menée à charge et à décharge ; l’enquête a été dirigée par un juge indépendant et impartial ; tous les devoirs évoqués par le requérant devant la chambre du conseil en 1997 ont été réalisés et tous les témoins, dont l’audition avait été demandée, ont été entendus ou convoqués. Une nouvelle audition de trois policiers était inutile car ceux-ci avaient déjà été entendus à deux reprises (le jour même des événements et dans le cadre de l’instruction) et confrontés au requérant. La prétendue incohérence entre les blessures constatées et les déclarations des policiers ne constitue pas une question mais un argument, de sorte qu’il suffisait aux parties d’en débattre à l’audience devant la chambre du conseil.", "64.  Le requérant soutient que, dès le début, les autorités ont fait preuve d’une inertie coupable et d’un manque manifeste de volonté d’établir la vérité et de poursuivre les auteurs de la violation de l’article 3. En dépit des indications claires du médecin légiste, le juge d’instruction n’a jamais demandé le réexamen médical du requérant alors qu’il était encore saisi du dossier plus d’un an après ce rapport. L’expertise médico-légale était la seule mesure d’instruction réalisée lors de cette première étape de la procédure et elle confirmait la thèse du requérant. En outre, le dossier a été fixé devant la chambre du conseil le 15 septembre 1997, avec un réquisitoire de non-lieu du parquet, sans même que les policiers impliqués n’aient été identifiés. Le juge d’instruction n’a pas estimé utile de réentendre les inculpés, malgré les recommandations de l’enquêteur. Le refus de poursuivre les policiers et l’absence de fixation après appel du requérant permettent difficilement de croire à un dysfonctionnement et laissent à penser qu’il s’agit d’une volonté délibéré de ne pas poursuivre.", "65.  La Cour rappelle que, lorsqu’un individu affirme de manière défendable avoir subi, de la part de la police ou d’autres services comparables de l’Etat, des traitements contraires à l’article 3 de la Convention, cette disposition, combinée avec le devoir général imposé à l’Etat par l’article 1 de « reconna[ître] à toute personne relevant de [sa] juridiction les droits et libertés définis (...) [dans la] Convention », requiert, par implication, qu’il y ait une enquête officielle effective. Cette enquête, à l’instar de celle requise par l’article 2, doit pouvoir mener à l’identification et à la punition des responsables (Labita c. Italie [GC], no 26772/95, § 131, CEDH 2000-IV, et Pantea c. Roumanie, no 33343/96, § 199, CEDH 2003­VI).", "66.  En l’espèce, les autorités ne sont certes pas restées inactives face aux allégations de mauvais traitements formulées par le requérant dans sa plainte avec constitution de partie civile du 22 mars 1996.", "67.  Le 26 mars 1996, le juge d’instruction a désigné un médecin légiste pour décrire les lésions du requérant, en déterminer la nature, la cause et les conséquences probables. Le 26 avril 1996, le docteur A.S. a établi un rapport circonstancié. Le 2 mai 1996, le juge d’instruction a sollicité l’identification de trois policiers accusés d’avoir porté des coups, ainsi que l’audition des parents de la victime et de sa sœur. Le 10 mai 1996, le commissaire principal aux délégations judiciaires, auxiliaire du procureur du Roi de l’arrondissement de Bruxelles, a établi un procès-verbal relatif à ces devoirs. A l’audience du 13 octobre 1997, la chambre du conseil a fait droit à une demande de l’avocat du requérant et a ordonné des devoirs d’instruction complémentaires, qui ont été effectués jusqu’à fin 1999. Le 17 octobre 2000, la chambre du conseil a pris une décision de non-lieu.", "68.  La Cour rappelle, par ailleurs, qu’une exigence de célérité et de diligence raisonnable dans la manière dont les autorités mènent l’enquête face à des accusations de mauvais traitements de la part d’agents de l’Etat est implicite dans un tel contexte (arrêts Yaşa c. Turquie du 2 septembre 1998, Recueil 1998-VI, §§ 102-104, et Mahmut Kaya c. Turquie, no 22535/93, §§ 106-107, CEDH 2000-III).", "69.  Or, à cet égard, la Cour note que le requérant a fait appel de l’ordonnance de non-lieu devant la chambre des mises en accusation, mais l’affaire n’a jamais été fixée devant cette chambre. Le conseil du requérant a multiplié les démarches auprès du parquet général afin que l’affaire soit fixée (lettres des 27 mai, 7 juin, 2 novembre 2004 et 8 décembre 2005), mais sans succès. Le 26 avril 2006, la chambre des mises en accusations a rendu un arrêt déclarant l’action publique prescrite. A cet égard, la Cour rappelle qu’elle a déjà jugé que lorsqu’un agent de l’Etat est accusé d’actes contraires à l’article 3, la procédure ou la condamnation ne sauraient être rendues caduques par une prescription, et l’application de mesures telles que l’amnistie ou la grâce ne saurait être autorisée (voir, parmi beaucoup d’autres, Abdülsamet Yaman c. Turquie, no 32446/96, § 55, 2 novembre 2004 et Okkali c. Turquie, no 52067/99, § 76, 17 octobre 2006). En particulier, la Cour considère que les autorités nationales ne doivent en aucun cas donner l’impression qu’elles sont disposées à laisser de tels traitements impunis (Egmez c. Chypre, no 30873/96, § 71, CEDH 2000-XII).", "70.  De plus, la Cour note que le ministre de la Justice lui-même s’est senti obligé d’admettre un dysfonctionnement interne dans un courrier adressé au requérant et de publier un communiqué de presse par lequel il tentait d’expliquer le retard dans l’examen de cette affaire. Enfin, le 14 avril 2006, la Commission d’avis et d’enquête a déclaré fondée une plainte du requérant par rapport à ce retard (paragraphes 39 et 40 ci-dessus).", "71.  A la lumière de ce qui précède, la Cour considère que l’enquête menée en l’espèce par les autorités au sujet de la plainte pour mauvais traitements que le requérant avait soumise aux autorités nationales a été dépourvue d’effectivité.", "72.  Partant, il y a eu violation de l’article 3 de la Convention sous son volet procédural.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 3 ET 14 DE LA CONVENTION COMBINES", "73.  Invoquant l’article 3 combiné avec l’article 14 de la Convention, le requérant soutient que les mauvais traitements dont il a fait l’objet étaient motivés par des préjugés racistes. A cet égard, il souligne le contexte d’interventions policières discriminatoires et parfois violentes qui était particulièrement exacerbé dans la commune de Schaerbeek à l’époque des faits en raison de l’engagement politique du bourgmestre et d’un commissaire de police en poste à cette époque. Il en veut pour preuve le rapport annuel 1997 du Comité permanent de contrôle des services de police qui indiquait qu’on pouvait « supposer que de nombreux dossiers relatifs aux coups et blessures ont un caractère raciste ». L’article 14 de la Convention dispose :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "74.  Selon le Gouvernement, le requérant n’établit pas avec une vraisemblance raisonnable avoir été victime de propos racistes. Les policiers, confrontés aux accusations formulées par le requérant, les ont vivement contestées et ont indiqué leur intention de se constituer partie civile contre lui. Aucun autre acte utile que ceux posés dans le cadre de l’instruction ne pouvait être réalisé. Les références faites par le requérant dans sa requête aux éventuelles convictions politiques peu recommandables d’un ancien bourgmestre de la commune de Schaerbeek et les discussions relatives à la personnalité d’un ancien commissaire de la police communale sont, en l’espèce, sans grand intérêt dès lors que ni l’un ni l’autre n’ont été mêlé aux faits dénoncés.", "75.  Le requérant souligne qu’il est extrêmement difficile de prouver des faits qui se sont déroulés dans un véhicule de police et à l’intérieur d’un commissariat en l’absence de témoins. Le climat raciste régnant au sein de la police de Schaerbeek à l’époque des faits apporte un éclairage édifiant sur le contexte général. En l’espèce, le seul acte d’instruction a consisté en l’audition de trois policiers qui ont nié avoir tenu des propos racistes. La crédibilité de la version des policiers est mise en doute par le fait que ceux-ci ne se sont pas constitués partie civile contre le requérant, concernant les allégations de racisme, alors qu’ils en avaient indiqué leur intention.", "76.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention Elle relève, en outre, qu’il ne se heurte à aucun autre motif d’irrecevabilité.", "77.  La Cour considère que, lorsqu’elles enquêtent sur des incidents violents, les autorités de l’Etat ont de surcroît l’obligation de prendre toutes les mesures raisonnables pour découvrir s’il existait une motivation raciste et pour établir si des sentiments de haine ou des préjugés fondés sur l’origine ethnique ont joué un rôle dans les événements. Certes, il est souvent extrêmement difficile dans la pratique de prouver une motivation raciste. L’obligation qu’a l’Etat défendeur d’enquêter sur d’éventuelles connotations racistes dans un acte de violence est une obligation de moyens et non de résultat absolu. Les autorités doivent prendre les mesures raisonnables, vu les circonstances, pour recueillir et conserver les éléments de preuve, étudier l’ensemble des moyens concrets de découvrir la vérité et rendre des décisions pleinement motivées, impartiales et objectives, sans omettre des faits douteux révélateurs d’un acte de violence motivé par des considérations de race (voir, mutatis mutandis, Natchova et autres c. Bulgarie, [GC] nos 43577/98 et 43579/98, § 160, CEDH 2005-VII).", "78.  En outre, le devoir qu’ont les autorités de rechercher s’il existe un lien entre des attitudes racistes et un acte de violence constitue un aspect des obligations procédurales découlant pour elles de l’article 3 de la Convention, mais ce devoir peut également passer pour faire implicitement partie de la responsabilité qui incombe aux autorités, en vertu de l’article 14 de la Convention, d’assurer sans discrimination le respect de la valeur fondamentale consacrée par l’article 3. Compte tenu de l’interaction des deux dispositions, on peut considérer ou bien que des questions comme celles dont il s’agit en l’espèce appellent un examen sur le terrain de l’une des deux dispositions seulement, et qu’aucun problème distinct ne se pose au regard de l’autre, ou bien qu’elles exigent un examen sous l’angle des deux articles. Ce problème doit être tranché dans chaque cas, selon les faits et la nature des allégations formulées (ibid, § 161).", "79.  En l’espèce, la Cour a déjà constaté que les autorités belges avaient enfreint l’article 3 de la Convention en ce qu’elles n’avaient pas mené une enquête effective sur l’incident. Elle estime devoir examiner séparément le grief selon lequel elles ont de surcroît manqué à rechercher s’il existait un lien de causalité entre les attitudes racistes alléguées et les violences auxquelles la police s’est livrée à l’encontre du requérant.", "80.  La Cour n’estime pas que le contexte général à l’époque des faits mentionné par le requérant suffit à expliquer l’attitude prétendument raciste des policiers lors de l’interpellation de celui-ci. Elle note cependant que dans sa plainte avec constitution de partie civile, le requérant faisait explicitement référence à une infraction aux articles 1er et 4 de la loi du 30 juillet 1981 tendant à réprimer certains actes inspirés par le racisme et la xénophobie. En outre, il mentionnait les propos racistes qui auraient été proférés à son égard par les policiers, notamment « sale métèque, tu n’es qu’un métèque et tu le resteras », « tu n’es qu’un bougnoule et tu ne resteras qu’un bougnoule ». Dans son réquisitoire invitant la chambre du conseil à déclarer n’y avoir lieu à poursuivre, le procureur du Roi ne prenait pas position sur cette partie de la plainte du requérant, estimant que les faits qualifiés d’infraction à la loi du 30 juillet 1981 s’identifiaient avec ceux faisant l’objet des autres préventions. Le 17 octobre 2000, la chambre du conseil a entériné le réquisitoire du procureur et, le 26 avril 2006, la chambre des mises en accusation a constaté l’extinction de l’action publique en raison de la prescription, fait ayant amené la Cour à constater la violation du volet procédural de l’article 3.", "81.  La Cour considère en conséquence que les autorités ont manqué à l’obligation qui leur incombait en vertu de l’article 14 de la Convention combiné avec l’article 3 de prendre toutes les mesures possibles pour rechercher si un comportement discriminatoire avait pu ou non jouer un rôle dans les événements.", "82.  Il y a donc eu violation de l’article 14 de la Convention combiné avec l’article 3 sous son aspect procédural.", "III.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 3 ET 13 DE LA CONVENTION COMBINES ET DE L’ARTICLE 6 § 1", "83.  Invoquant l’article 13 de la Convention, le requérant allègue que le caractère défendable des allégations de sévices contraires à l’article 3 imposait à l’Etat de mener une enquête approfondie et effective afin d’identifier et de punir les responsables. Le requérant se plaint, en outre, que la durée de l’enquête pénale engagée contre les policiers n’était pas compatible avec le « délai raisonnable » exigé par l’article 6 § 1.", "84.  Le Gouvernement conteste ces allégations.", "85.  La Cour constate que ces griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 de la Convention et ne se heurtent à aucun autre motif d’irrecevabilité. Toutefois, compte tenu de ses conclusions au paragraphe 72 ci-dessus, elle estime qu’il n’y a pas lieu d’examiner séparément les griefs dont il s’agit.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "86.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "87.  Pour dommage matériel, le requérant réclame 11 374,20 euros (EUR) en raison de la perte définitive de son acuité auditive et visuelle et aussi pour pretium doloris pour l’ensemble de ses blessures. Pour dommage moral, il demande un montant de 20 000 EUR en arguant du traumatisme qu’il a subi à cause de l’acharnement des policiers à son encontre et de l’absence de toute poursuite à leur égard.", "88.  Le Gouvernement souligne que le requérant ne dépose pas la moindre pièce relative au dommage matériel dont il se prévaut. Aucun élément ne permet de déterminer quelles auraient été les conséquences matérielles de ces blessures, ni sur le plan professionnel ni quant à sa contribution aux frais médicaux. En ce qui concerne le dommage moral, il est excessif.", "89.  Au sujet du dommage matériel réclamé, la Cour note qu’il est hypothétique car le requérant ne fait pas état d’une perte de revenus ou d’une incapacité de travail prolongée en raison de la perte alléguée de son acuité auditive et visuelle. En revanche, elle considère que le requérant a subi un préjudice moral certain à cause de la détresse qu’il a pu ressentir en raison de la triple violation constatée par la Cour, préjudice que le constat de violation seul ne saurait effacer. Par conséquent, elle décide qu’il y a lieu d’octroyer au requérant 15 000 EUR de ce chef, plus tout montant pouvant être dû à titre d’impôt.", "B.  Frais et dépens", "90.  Pour frais et dépens tant devant les instances nationales que devant la Cour, le requérant demande 6 681,10 EUR.", "91.  Le Gouvernement s’en remet à la sagesse de la Cour.", "92.  La Cour rappelle qu’au regard de l’article 41 de la Convention, seuls peuvent être remboursés les frais dont il est établi qu’ils ont été réellement exposés, qu’ils correspondaient à une nécessité et qu’ils sont d’un montant raisonnable (Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999II).", "93.  Eu égard aux critères mentionnés, au nombre et à la complexité des questions soulevées dans la présente affaire, ainsi qu’aux justificatifs fournis qui détaillent les différents frais, la Cour octroie pour frais et dépens la somme réclamée à ce titre.", "C.  Intérêts moratoires", "94.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 3 de la Convention sous son volet matériel ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention sous son volet procédural ;", "", "4.  Dit qu’il y a eu violation de l’article 3, dans son volet procédural, combiné avec l’article 14 de la Convention ;", "", "5.  Dit qu’il n’y a pas lieu d’examiner séparément les griefs tirés de l’article 6 § 1 de la Convention ainsi que des articles 3 et 13 combinés ;", "", "6.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii.  6 681,10 EUR (six mille six cent quatre-vingt-un euros et dix cents), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 mars 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSally Dollé\tIreneu Cabral Barreto\n\tGreffière\tPrésident"]}