{"file": "FRE_CLINF_18768_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "18768/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 130", "Mai 2010", "Saghinadze et autres c. Géorgie - 18768/05", "Arrêt 27.5.2010 [Section II]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Respect des biens", "Biens", "Personne déplacée interne expulsée de son logement appartenant à l’Etat après dix ans d’occupation ininterrompue et de bonne foi : violation", "", "En fait – Les requérants sont des personnes déplacées dans leur propre pays (PDPP) qui ont fui l’Abkhazie (Géorgie) en 1993, y abandonnant leur foyer et leurs biens à la suite du conflit de 1992-1993. En 1994, le ministre géorgien de l’Intérieur proposa au premier requérant – haut fonctionnaire du ministère abkhaze de l’Intérieur – le poste de chef du service des enquêtes de son ministère. L’intéressé accepta ce poste et s’installa avec sa famille dans une résidence appartenant au ministère qui devait servir à loger les membres en exil du ministère. Le premier requérant, sa famille et huit autres de leurs proches qui étaient à la recherche d’un domicile commencèrent à vivre dans la résidence, utilisant la parcelle attenante pour y cultiver des légumes et des fruits et y élever des volailles ainsi que du petit bétail. En 1998, le premier requérant quitta le ministère pour prendre sa retraite. Le ministère adressa aux autorités locales concernées et à l’intéressé une lettre reconnaissant que celui-ci était le possesseur légitime de la résidence et des terrains attenants, mais à titre provisoire et pour une durée indéterminée. Au sortir de la Révolution des roses de novembre 2003, le premier requérant fut rappelé de sa retraite par le ministre de l’Intérieur nouvellement nommé, qui lui confia – avec son accord – la direction de l’enquête ouverte sur une affaire pénale très sensible. Le premier requérant affirme que, les résultats de l’enquête étant selon lui compromettants pour certains hauts dignitaires, l’ancien procureur général en personne lui demanda en mars 2004 d’abandonner les investigations. Nommé ministre de l’Intérieur en 2004, ce procureur l’aurait démis de ses fonctions. En novembre 2004, en l’absence du premier requérant, une soixantaine d’agents des forces spéciales portant des passe-montagnes noirs firent irruption dans la résidence et, sans le moindre document officiel les y autorisant, expulsèrent de force les membres de la famille Saghinadze ainsi que leurs proches qui s’y trouvaient. Après cette opération, la résidence et la parcelle y attenante furent occupées par la police. Le requérant fut débouté de ses actions civiles et de ses plaintes pénales par les juridictions internes. Il fut par la suite reconnu coupable de diverses infractions et condamné à sept ans d’emprisonnement.", "En droit", "Recevabilité : seul le premier requérant a fait valoir ses griefs devant les instances judiciaires internes. En conséquence, la Cour rejette les griefs des autres requérants pour non-épuisement des recours ouverts en Géorgie.", "Article 3 : en ce qui concerne le grief selon lequel l’expulsion a été réalisée dans des conditions dégradantes, le premier requérant était absent de la résidence lorsque cette opération a été menée. Il ne peut donc s’en prétendre directement victime.", "Conclusion : irrecevable (incompatibilité ratione personae).", "Article 1 du Protocole no 1 : a) Existence d’un « bien » – Le premier requérant n’occupait pas illégalement la résidence étant donné que cette demeure lui avait été offerte par son employeur, le ministère de l’Intérieur qui, conformément à un arrêté ministériel, avait été autorisé à s’en servir pour loger les fonctionnaires déplacés d’Abkhazie. A supposer même que cette opération immobilière réalisée au profit du premier requérant eût pu être officialisée d’une manière plus appropriée, on ne pouvait raisonnablement attendre des autorités qu’elles observassent de manière rigoureuse les formalités requises en matière de logement dans chaque situation individuelle car il fallait s’occuper de quelque 300 000 PDPP à l’époque des faits. Plus important, les autorités ayant manifestement toléré la possession exclusive, ininterrompue et publique des lieux par le premier requérant pendant plus de dix ans, cette possession demeurait de bonne foi, même en l’absence d’un titre de propriété enregistré. De surcroît, divers textes adoptés par la Géorgie avaient confirmé les droits des PDPP en matière de logement et prévu de solides garanties pour leur protection. Le plus notable et le plus important de ces textes était la loi du 28 juin 1996 relative aux personnes déplacées dans leur propre pays et aux réfugiés, qui reconnaissait que la possession de bonne foi d’une résidence par une PDPP constituait un droit de nature pécuniaire. Il n’était donc pas possible d’expulser contre sa volonté une PDPP d’une résidence occupée par elle sans lui offrir en échange un logement similaire ou une indemnité financière appropriée.", "En somme, le premier requérant avait le droit d’utiliser la résidence comme logement et ce droit était manifestement de nature pécuniaire. Ce dernier doit donc être qualifié de « bien » aux fins de l’article 1 du Protocole no 1.", "b)  Existence d’une atteinte et justification de celle-ci – Il n’est pas contesté entre les parties que le premier requérant a été victime d’une atteinte au droit au respect de ses biens. La seule voie de droit ouverte au ministre de l’Intérieur pour recouvrer la possession de la résidence litigieuse était le contentieux judiciaire. Or l’expulsion et la dépossession étaient fondées non pas sur une décision de justice mais sur un simple ordre verbal du ministre de l’Intérieur. Les juridictions appelées à statuer sur les actions ultérieurement engagées par le premier requérant n’ont pas reconnu qu’il avait exercé sur la résidence litigieuse une possession continue de bonne foi pendant plus de dix ans et qu’il en avait été expulsé et dépossédé irrégulièrement. De la même manière, elles lui ont refusé le bénéfice de la protection offerte par la législation interne concernant les PDPP. En particulier, la Cour suprême est allée à l’encontre d’une jurisprudence antérieure qui avait interdit aux services de l’Etat de priver les PDPP de la jouissance de logements publics occupés par elles. En somme, l’attente au droit du premier requérant au respect de ses biens n’était pas conforme à la loi, tandis que le contrôle judiciaire ultérieur de cette mesure, entaché d’arbitraire, doit s’analyser en un déni de justice.", "Conclusion : violation (six voix contre une)", "Article 8 : la prise de possession de la résidence, qui était le domicile du premier requérant depuis plus de dix ans, constituait également une ingérence irrégulière dans son droit au respect de son domicile.", "Conclusion : violation (unanimité)", "Article 41 : le moyen de redressement le plus approprié serait que le premier requérant recouvre la possession de la résidence en attendant que soient réunies les conditions permettant son retour, dans la sécurité et la dignité, en son lieu de résidence habituel en Abkhazie (Géorgie). A titre subsidiaire, si la réinstallation de l’intéressé dans la résidence s’avère impossible, ses prétentions pourront être satisfaites en lui fournissant, en sa qualité de PDPP, un autre logement approprié ou une indemnité d’un montant raisonnable, lequel devra être convenu entre les parties dans les six mois à compter de la date où l’arrêt sera devenu définitif. Faute pour elles de parvenir à un accord dans ce délai, la Cour se réserve le droit de déterminer la procédure ultérieure sur le terrain de l’article 41 de la Convention, pour fixer elle-même le montant de cette indemnité. Elle accorde également au premier requérant 15 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}