{"file": "FRE_HFJUD_33932_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33932/06", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE TODOROVA c. ITALIE", "", "(Requête no 33932/06)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "13 janvier 2009", "", "", "", "", "", "", "", "DÉFINITIF", "", "13/04/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Todorova c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 9 décembre 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 33932/06) dirigée contre la République italienne et dont une ressortissante bulgare, Mme Temenuzhka Ivanchova Todorova (« la requérante »), a saisi la Cour le 17 août 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante, qui a été admise au bénéfice de l’assistance judiciaire, est représentée par Me di Muro, avocat à Bari. Le gouvernement italien (« le Gouvernement ») a été représenté successivement par ses agents, MM. I.M. Braguglia, R. Adam et Mme E. Spatafora, et par son coagent, M. F. Crisafulli.", "3.  La requérante, mère biologique de deux jumeaux, allègue, au titre de l’article 8 de la Convention, une atteinte à son droit au respect de sa vie privée et familiale, en raison de la décision de déclarer les jumeaux adoptables prise par le tribunal pour enfants 27 jours seulement après leur naissance. Elle dénonce également une violation du principe de l’équité de la procédure devant le tribunal pour enfants de Bari.", "4.  Le 26 octobre 2006, le président de la deuxième section a décidé de communiquer la requête au Gouvernement. Se prévalant de l’article 29 § 3 de la Convention, la chambre a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire. Il a été également décidé de traiter la requête en priorité en vertu de l’article 41 du règlement de la Cour.", "5.  Par une lettre du 30 octobre 2006, le gouvernement bulgare a été invité à intervenir dans la procédure en vertu de l’article 36 § 1 de la Convention et 44 du règlement de la Cour. Cette lettre étant restée sans réponse, il y a lieu de considérer que ce dernier n’entend pas se prévaloir de son droit d’intervention.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  La requérante est née en 1967 à Oryahovo (Bulgarie) et réside à Bari.", "7.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "8.  Le 7 octobre 2005, la requérante donna naissance à des jumeaux à l’hôpital San Paolo de Bari. Elle ne reconnut pas les enfants et demanda que son nom ne fût pas révélé. Le même jour, l’assistante sociale, M.P., informa par une brève note son supérieur hiérarchique de l’abandon des nouveau-nés.", "9.  Le 10 octobre 2005, le parquet près le tribunal pour enfants de Bari invita le tribunal à procéder au placement urgent des enfants auprès d’un centre d’accueil.", "10.  Le 11 octobre 2005, M.P. fit parvenir à son supérieur un rapport dans lequel il était fait état de ce que la requérante demandait à disposer de temps pour réfléchir avant de décider si elle allait ou non reconnaître ses enfants, et à être reçue par le tribunal pour enfants. La requérante exprimait également le souhait que les enfants fussent placés provisoirement dans un centre d’accueil ou auprès d’une famille à condition qu’elle puisse les voir, et ce jusqu’au moment où elle prendrait une décision.", "11.  La note et le rapport furent envoyés les 7 et 11 octobre 2005 au parquet. Ainsi qu’il ressort du dossier, ces documents furent réceptionnés le 12 octobre.", "12.  Le 13 octobre 2005, les enfants furent placés dans un centre d’accueil et un tuteur provisoire fut nommé. Le tribunal interdit à la requérante toute visite aux enfants et sollicita l’envoi des dossiers des mineurs de la part de l’hôpital.", "13.  Le 18 octobre 2005, le parquet demanda au tribunal de déclarer les enfants adoptables. Dans son avis, le magistrat relevait : 1) que la requérante n’avait pas demandé de délai pour reconnaître les enfants mais uniquement un peu de temps pour se remettre et évaluer les perspectives ; 2) que la suspension de la procédure était facultative et pouvait être ordonnée si les mineurs étaient assistés par un parent, alors qu’en l’espèce la requérante souhaitait seulement voir les jumeaux ; 3) que dans sa déclaration, la requérante avait indiqué avoir deux autres enfants et une famille dans un autre État, que le père des jumeaux était un citoyen italien avec lequel elle avait interrompu toute relation, qu’elle n’avait ni les moyens économiques ni une vie suffisamment stable pour s’occuper de ses enfants de manière adéquate, et enfin qu’il n’était pas concevable que l’abandon n’ait pas été mûrement réfléchi pendant la grossesse.", "14.  Le 2 novembre 2005, estimant suffisants les éléments recueillis au cours de l’enquête – car, d’une part, le père des enfants était inconnu et, d’autre part, la mère ne les avait pas reconnus –, le tribunal pour enfants déclara les jumeaux adoptables.", "15.  Le 2 décembre 2005, la requérante demanda à être entendue par le tribunal pour enfants et sollicita la suspension de la procédure éventuellement ouverte en vue de la déclaration d’adoptabilité des jumeaux.", "16.  Le 5 décembre 2005, le tribunal pour enfants invita le parquet à indiquer s’il s’opposerait à la décision du 2 novembre en ces termes : « avec prière d’évaluer l’opportunité de renoncer au délai pour l’opposition à la déclaration d’adoptabilité ».", "17.  Le même jour, le parquet renonça à s’opposer à la décision du 2 novembre 2005, qui devint donc immédiatement définitive.", "18.  Le 6 décembre 2005, les enfants furent placés à titre provisoire chez une famille en vue de leur adoption.", "19.  Dans son avis du 13 décembre 2005, le parquet préconisa le rejet de la demande de suspension de la procédure introduite par la requérante le 2 décembre car les enfants avaient déjà été déclarés adoptables.", "20.  Le 21 décembre 2005, le tribunal pour enfants releva que les enfants avaient été déclarés adoptables, ce qui entraînait l’irrecevabilité de la demande de la requérante car la procédure ne pouvait plus être suspendue. Le tribunal précisa aussi que la requérante n’avait pas reconnu les enfants et aurait tout au plus pu s’opposer à la décision du 2 novembre. Le conseil de la requérante fut informé du rejet par notification du 21 février 2006.", "21.  Le 22 février et le 15 mars 2006, le conseil de la requérante, dans le but de s’opposer à la décision du 2 novembre 2005, saisit le tribunal pour enfants de Bari afin d’obtenir copie des pièces du dossier de la procédure à l’issue de laquelle les enfants avaient été déclarés adoptables.", "22.  Le 20 mars 2006, l’officier de l’état civil de la mairie de Bari informa le président du tribunal pour enfants que la requérante avait demandé, le 17 mars, à pouvoir reconnaître « deux jumeaux mineurs non reconnus à la naissance ». L’officier sollicita l’avis du président quant à la marche à suivre.", "23.  Le 20 mars 2006, le tribunal pour enfants rejeta la demande introduite par le conseil de la requérante le 22 février 2005 et réitérée le 15 mars. Le tribunal rappela : 1) qu’en rejetant la demande par laquelle la requérante souhaitait être entendue, il avait déjà relevé que les enfants avaient été déclarés adoptables le 2 novembre 2005 et que cette décision était passée en force de chose jugée le 5 décembre 2005 ; 2) que selon la jurisprudence de la Cour de cassation, en matière d’adoption plénière l’opposition à la décision déclarant un enfant adoptable peut être introduite par les parents biologiques qui ont reconnu l’enfant avant que ladite décision ne devienne définitive, après quoi les parents biologiques peuvent demander uniquement la révocation de la décision à condition que l’enfant n’ait pas été placé en vue d’une adoption (« affidamento preadottivo »). En l’espèce, les enfants avaient été placés le 6 décembre 2005, ce qui empêchait la requérante d’entamer une procédure en révocation.", "24.  Le 12 avril 2006, le président du tribunal pour enfants informa l’officier de l’état civil des décisions adoptées à l’égard des jumeaux en soulignant qu’aux termes de la loi no 184/1983, la reconnaissance d’un enfant déclaré adoptable et placé en vue de son adoption est inefficace.", "25.  Le 21 mars 2006, la requérante saisit la cour d’appel de Bari en demandant la révocation de la déclaration d’adoptabilité.", "26.  Dans sa décision du 14 juillet 2006, la cour d’appel déclara la demande irrecevable au motif que la requérante aurait d’abord dû s’adresser au tribunal pour enfants et ensuite seulement interjeter appel du jugement de celui-ci.", "II.  LE DROIT ET LA PRATIQUE INTERNE ET INTERNATIONAUX PERTINENTS", "27.  La loi no 184 du 4 mai 1983, telle qu’en vigueur à l’époque des faits, a amplement révisé la matière de l’adoption. Elle a depuis lors été révisée de nouveau (loi no 149 de 2001).", "28.  L’article 8 prévoit que « peuvent être déclarés en état d’adoptabilité par le tribunal pour enfants, même d’office, (...) les mineurs en situation d’abandon car dépourvus de toute assistance morale ou matérielle de la part des parents ou de la famille tenus à y pourvoir, sauf si le manque d’assistance est dû à une cause de force majeure de caractère transitoire ». « La situation d’abandon subsiste », poursuit l’article 8, «...même si les mineurs se trouvent dans un institut d’assistance ou s’ils ont été placés auprès d’une famille ». Enfin, cette disposition prévoit que la cause de force majeure ne subsiste pas au cas où les parents ou d’autres membres de la famille du mineur tenus de s’en occuper refusent les mesures d’assistance publiques et où ce refus est considéré par le juge comme injustifié. La situation d’abandon peut être signalée à l’autorité publique par tout particulier et peut être relevée d’office par le juge. D’autre part, tout fonctionnaire public, ainsi que la famille du mineur, qui ont connaissance de l’état d’abandon de ce dernier, sont obligés de faire ladite dénonciation.", "29.  L’article 15 prévoit que la déclaration d’état d’adoptabilité est prononcée par le tribunal pour enfants siégeant en chambre du conseil par décision motivée, après avoir entendu le ministère public, le représentant de l’institut auprès duquel le mineur a été placé ou l’éventuelle famille d’accueil, le tuteur, le mineur âgé de plus de douze ans ainsi que le mineur âgé de moins de douze ans si nécessaire.", "30.  L’article 17 dispose que les intéressés peuvent faire opposition devant le tribunal qui a rendu la mesure déclarant le mineur adoptable, dans un délai de trente jours à partir de la notification. Un pourvoi en cassation pour violation de la loi est admis contre la décision de la cour d’appel, dans un délai de trente jours à partir de la notification.", "31.  L’article 20 prévoit enfin que l’adoptabilité cesse au moment où le mineur est adopté ou si ce dernier devient majeur.", "32.  Par ailleurs, aux termes de l’article 21, l’adoptabilité peut être révoquée, d’office ou sur demande des parents ou du ministère public, si les conditions prévues par l’article 8 ont entre-temps disparu. Cependant, si le mineur a été placé dans une famille en vue de l’adoption, l’état d’adoptabilité ne peut pas être révoqué.", "La Convention européenne en matière d’adoption des enfants (STCE no 58)", "33.  La Convention européenne en matière d’adoption des enfants du Conseil de l’Europe est entrée en vigueur le 24 avril 1968. L’Italie l’a ratifiée le 26 août 1976. Son article 5 dispose :", "« 1.  Sous réserve des paragraphes 2 à 4 du présent article, l’adoption n’est prononcée que si au moins les consentements suivants ont été accordés et n’ont pas été retirés :", "a)  le consentement de la mère (...)", "3.  Si le père ou la mère est privé de ses droits parentaux envers l’enfant, ou en tout cas du droit de consentir à l’adoption, la législation peut prévoir que son consentement ne sera pas requis.", "Le consentement d’une mère à l’adoption de son enfant ne sera accepté que s’il est donné après la naissance, à l’expiration du délai prescrit par la législation et qui ne doit pas être inférieur à 6 semaines ou, s’il n’est pas spécifié de délai, au moment où, de l’avis de l’autorité compétente, la mère aura pu se remettre suffisamment des suites de l’accouchement.", "(....)", "5.  Dans le présent article, on entend par ‘père’ et ‘mère’ les personnes qui sont légalement les parents de l’enfant. »", "34.  Selon le rapport explicatif, le paragraphe 3 donne aux Parties Contractantes la possibilité de spécifier que les consentements des père et mère privés de leurs droits parentaux ne seront pas exigés. La rédaction tient compte du cas où la législation permet de priver les parents naturels de certains droits parentaux tout en leur laissant le droit de consentir à l’adoption.", "35.  Le paragraphe 4 a pour but d’éviter les adoptions prématurées pour lesquelles le consentement de la mère est donné à la suite d’une pression exercée avant la naissance ou avant que son état physique et psychologique ne soit stabilisé.", "36.  Cette convention a fait l’objet d’une révision. L’article 5 de la nouvelle Convention, adopté par le Comité des Ministres lors de sa 118ème Session Ministérielle, le 7 mai 2008; et qui a été ouverte à la signature le 27 novembre 2008, prévoit que :", "37.  «1. Sous réserve des paragraphes 2 à 5 du présent article, l’adoption n’est prononcée que si au moins les consentements suivants ont été donnés et n’ont pas été retirés:", "a.  le consentement de la mère et du père; ou, s’il n’y a ni père ni mère qui puisse consentir, le consentement de toute personne ou de tout organisme qui est habilité à consentir à la place des parents ; (...)", "4.  Si le père ou la mère n’est pas titulaire de la responsabilité parentale envers l’enfant, ou en tout cas du droit de consentir à l’adoption, la législation peut prévoir que son consentement ne sera pas requis.", "5.  Le consentement de la mère à l’adoption de son enfant n’est valable que lorsqu’il est donné après la naissance, à l’expiration du délai prescrit par la législation, qui ne doit pas être inférieur à six semaines ou, s’il n’est pas spécifié de délai, au moment où, de l’avis de l’autorité compétente, la mère aura pu se remettre suffisamment des suites de l’accouchement. »", "6.  Dans la présente convention, on entend par « père » et « mère » les personnes qui, au sens de la législation, sont les parents de l’enfant.", "38.  Le rapport explicatif précise ce qui suit :", "« Le paragraphe 2 souligne qu’il est essentiel que la personne qui donne son consentement soit dûment informée à l’avance des conséquences de ce consentement. Le consentement doit être donné librement et par écrit. (...). Le paragraphe 3 stipule que, dans tous les cas, la législation nationale devrait prévoir les motifs pour lesquels l’autorité compétente pourrait, dans des cas exceptionnels, se dispenser du consentement ou passer outre le refus de consentement. Il est évident que cette disposition laisse le champ libre à l’exclusion de toute exception.", "Les motifs exceptionnels prévus au paragraphe 3 sont par exemple :", "(a)  le cas où les personnes dont le consentement est exigé ne peuvent être contactées ou sont incapables de donner leur consentement ;", "(b)  le cas où les personnes intéressées ne donnent pas leur consentement pour des motifs qui peuvent être considérés comme un abus de droit.", "Le fait de se dispenser du consentement de la personne ne signifie cependant pas que cette personne ne devrait pas être informée de la procédure d’adoption. »", "39.  Le paragraphe 4 donne aux États parties la possibilité de spécifier que les consentements des père et mère qui ne sont pas titulaires de la responsabilité parentale n’ont pas à être requis. La rédaction de ce paragraphe tient compte du cas où la législation permet de priver les parents d’origine de certaines responsabilités parentales tout en leur laissant le droit de consentir à l’adoption. En outre, le terme « droits parentaux » est remplacé par le terme « responsabilité parentale » qui reflète l’évolution du droit de la famille quant au rôle des parents (voir en particulier la Recommandation no R (84) 4 du Comité des Ministres aux États membres du Conseil de l’Europe sur les responsabilités parentales). Cela ne signifie pas que ce parent ne doit pas être informé, dans la mesure du possible, de la procédure d’adoption.", "40.  Le paragraphe 5 a pour but d’éviter les adoptions prématurées pour lesquelles le consentement de la mère est donné à la suite d’une pression exercée avant la naissance de l’enfant ou avant que son état physique et psychologique ne soit stabilisé après la naissance de l’enfant.", "41.  Le paragraphe 6 donne une définition des termes « père » et « mère ». Compte tenu de cette définition, le consentement prévu à cet article ne concerne pas les parents d’origine lorsque la filiation légale n’a pas été établie.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "42.  La requérante se plaint d’une atteinte à son droit au respect de sa vie privée et familiale, en raison de la décision de déclarer ses jumeaux adoptables prise par le tribunal pour enfants le 2 novembre 2005, 27 jours seulement après leur naissance.", "43.  Invoquant l’article 6 § 1 de la Convention, la requérante se plaint de ce que le tribunal pour enfants a : 1) déclaré les enfants adoptables sans l’avoir préalablement entendue ; 2) omis de notifier à son conseil pendant deux mois le rejet de sa demande de suspension de la procédure ; 3) demandé au parquet de renoncer à s’opposer à la décision déclarant les enfants adoptables. Elle en infère la violation de son droit à un procès équitable devant un tribunal impartial.", "44.  Maîtresse de la qualification juridique des faits de la cause, la Cour estime approprié d’examiner les griefs soulevés par la requérante uniquement sous l’angle de l’article 8, lequel exige que le processus décisionnel débouchant sur des mesures d’ingérence soit équitable et respecte comme il se doit les intérêts protégés par cette disposition (Havelka et autres c. République tchèque, no 23499/06, §§ 34-35, 21 juin 2007 ; Kutzner c. Allemagne, no 46544/99, § 56, CEDH 2002-I ; Wallová et Walla c. République tchèque, no 23848/04, § 47, 26 octobre 2006).", "L’article 8 de la Convention dispose ainsi dans ses parties pertinentes :", "« 1.  Toute personne a droit au respect de sa vie (...) familiale (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "1.  Sur l’existence d’un lien entre la requérante et ses jumeaux constitutif d’une « vie familiale », au sens de l’article 8 § 1 de la Convention", "a)  Thèses des parties", "45.  Le Gouvernement considère à titre principal que l’article 8 de la Convention ne s’applique pas à la situation de la requérante qui ne saurait se prévaloir de l’existence d’une « vie familiale » susceptible d’être protégée par la disposition précitée. S’appuyant sur l’arrêt L. c. Pays-Bas, no 45582/99, CEDH 2004IV, le Gouvernement affirme que l’existence d’un lien purement biologique de filiation dépourvu de tous éléments juridiques ou factuels indiquant l’existence d’une relation personnelle étroite n’entraînerait pas la protection de l’article 8. Pour cela, il est nécessaire de bâtir une relation stable ayant duré un certain temps, ou l’existence d’un rapport réel et effectif, entre les intéressées (voir a contrario Berrehab c. Pays-Bas, 21 juin 1988, série A no 138 ; Keegan c. Irlande, 26 mai 1994, série A no 290). Or, le Gouvernement fait valoir que la Cour n’a jamais reconnu que le simple lien de sang non accompagné d’une volonté exprimée de lui rattacher une valeur morale sociale et juridique correspondante, et non consacré par une reconnaissance légale, serait suffisant à lui seul pour créer un lien protégé par l’article 8.", "46.  Le Gouvernement rappelle que dans l’arrêt Kroon et autres c. Pays Bas, (du 27 octobre 1994, série A no 297C), la Cour a attaché de l’importance à un lien biologique au motif que les parents avaient manifesté de manière concrète et non équivoque l’intention ferme de reconnaître leur enfant. En revanche, dans le cas d’espèce, la requérante n’a pas reconnu les enfants ; elle a demandé leur placement, n’a jamais manifesté l’intention de créer un rapport significatif avec eux, ni introduit de demande formelle de suspension de la procédure. Elle a demandé « qu’on lui laisse le temps de mieux réfléchir avant de définir son choix au sujet de la reconnaissance de sa maternité ». Selon le Gouvernement, la requérante ne saurait donc se prétendre victime d’une violation de ce droit.", "47.  Tout d’abord, la requérante invite la Cour à ne pas prendre en compte les observations du Gouvernement car elles seraient tardives. Ensuite, elle conteste la thèse du Gouvernement. Elle affirme que l’État défendeur l’aurait empêchée d’établir une vie familiale avec ses enfants. D’après elle, une vie familiale au sens de l’article 8 de la Convention existe ipso jure entre elle-même et ses enfants du fait de sa maternité biologique. La requérante souligne que la demande introduite devant le tribunal pour enfants le 2 décembre 2005 visait à interrompre la procédure d’adoption afin de reconnaître légalement les enfants. De plus, selon elle, son souhait de vouloir reconnaître les enfants était connu depuis le 11 octobre 2005 déjà.", "48.  La requérante fait valoir qu’elle se trouvait dans une situation de détresse due à sa situation d’immigrée irrégulière et soumise au risque d’expulsion. Elle affirme n’avoir jamais eu copie des actes de naissance des enfants et ne pas avoir été informée de ce qu’ils avaient été placés en vue d’une adoption (« affidamento preadottivo »). La requérante rappelle que dans l’affaire Kroon et autres c. Pays-Bas, précité, la Cour a conclu pour l’applicabilité de l’article 8 à l’égard d’un père biologique.", "49.  Enfin, même si la Cour décidait qu’il n’y aurait pas eu en l’espèce une « vie familiale », les mesures litigieuses constitueraient toutefois une ingérence dans sa vie privée.", "b)  Appréciation par la Cour", "50.  La Cour répond d’emblée, à la question de savoir s’il y a lieu de prendre en compte les observations du Gouvernement. A cet égard, elle note que les parties ont été invitées à soumettre leur mémoire avant le 9 janvier 2007. Il ressort du dossier de l’affaire que le Gouvernement a déposé ses observations dans le délai imparti. Celles-ci ne sauraient donc passer pour tardives.", "51.  La Cour rappelle que la notion de famille sur laquelle repose l’article 8 de la Convention inclut, même en l’absence de cohabitation, le lien entre un individu et son enfant, que ce dernier soit légitime (voir, mutatis mutandis, Berrehab c. Pays-Bas, 21 juin 1988, § 21, série A no 138, et Gül c. Suisse, 19 février 1996, § 32, Recueil des arrêts et décisions 1996I) ou naturel. Si en règle générale une cohabitation peut constituer une condition d’une telle relation, exceptionnellement d’autres facteurs peuvent aussi servir à démontrer qu’une relation a suffisamment de constance pour créer des « liens familiaux » de fait (Kroon et autres c. Pays-Bas, précité). L’existence ou l’absence d’une « vie familiale » est d’abord une question de fait dépendant de la réalité pratique de liens personnels étroits (K. et T. c. Finlande [GC], no 25702/94, § 150, CEDH 2001VII).", "52.  Se tournant vers les circonstances de l’espèce, la Cour note que la requérante n’a pas reconnu ses enfants et n’a jamais formé une « cellule familiale » avec eux. En conséquence, la question se pose de savoir s’il existe d’autres éléments propres à démontrer que la relation en question a suffisamment de constance et de substance pour créer des « liens familiaux » factuels.", "53.  Certes, en garantissant le droit au respect de la vie familiale, l’article 8 présuppose l’existence d’une famille (Marckx c. Belgique, 13 juin 1979, § 31, série A no 31 ; Johnson c. Royaume-Uni, 24 octobre 1997, § 62, Recueil 1997VII), condition qui ne semble pas remplie en l’espèce, en l’absence de cohabitation ou de liens de facto suffisamment étroits entre la requérante et ses enfants. Il n’en résulte pas pour autant, de l’avis de la Cour, que toute vie familiale projetée sorte entièrement du cadre de l’article 8. En ce sens, la Cour a déjà considéré que cette disposition pouvait aussi s’étendre à la relation potentielle qui aurait pu se développer, par exemple, entre un père naturel et un enfant né hors mariage (Nylund c. Finlande (déc.), no 27110/95, CEDH 1999VI), ou à la relation née d’un mariage non fictif, même si une vie familiale ne se trouvait pas encore pleinement établie (Abdulaziz, Cabales et Balkandali c. Royaume-Uni, 28 mai 1985, § 62, série A no 94).", "54.  Dans le cas d’espèce, la Cour note que la requérante a demandé à rencontrer les enfants quatre jours après son accouchement et que deux mois plus tard elle a introduit devant le tribunal pour enfants une demande de suspension de la procédure d’adoption. Certes, cette demande a été rejetée car les enfants avaient été placés en vue de l’adoption. Toutefois, la Cour ne saurait pas nier l’intérêt que la requérante a porté à ses enfants et écarter la relation potentielle qui aurait pu se développer entre elle et ses enfants si elle avait eu la possibilité de remettre en question son choix devant le tribunal.", "55.  A la lumière de ce qui précède, la Cour considère que le lien entre la requérante et ses enfants relève de la vie familiale, au sens de l’article 8 de la Convention. Par conséquent, l’exception du Gouvernement doit être rejetée.", "2.  Sur le défaut de qualité de victime de la requérante", "a)  Thèses des parties", "56.  Le Gouvernement considère que la requérante a volontairement omis de reconnaître les enfants, ce qui lui aurait permis de jouir des droits parentaux sur le plan substantiel et procédural. La requérante ne s’est jamais occupée des enfants, ni n’a manifesté l’intention de le faire. Selon le Gouvernement, même à supposer que des droits existent, leur exercice effectif a été empêché par l’inertie consciente et volontaire de la requérante, qui était par ailleurs assistée par un avocat à partir du 2 décembre 2005.", "57.  La requérante conteste la thèse du Gouvernement. Elle considère avoir effectué les démarches nécessaires pour défendre son droit garanti par l’article 8 de la Convention.", "", "b)  Appréciation par la Cour", "58.  La Cour relève que cette exception est liée par essence à l’exception d’incompatibilité ratione materiae. Or, elle vient d’affirmer que le lien entre la requérante et ses enfants relève d’une « vie familiale », au sens de l’article 8 § 1 de la Convention. La Cour estime qu’aucune question distincte ne se pose à cet égard.", "3.  Exception préliminaire tirée du non-épuisement des voies de recours internes", "a)  Thèses des parties", "59.  Le Gouvernement excipe à titre subsidiaire du non-épuisement des voies de recours internes. La requérante aurait pu, au sens de l’article 17 de la loi no 184 de 1983, en vigueur à l’époque des faits, former opposition à la décision déclarant les enfants adoptables devant le tribunal pour enfants et demander la révocation de l’état d’adoptabilité au sens de l’article 21.", "60.  Or, la requérante a attaqué le décret déclarant les jumeaux adoptables devant la cour d’appel, organe incompétent, au lieu de former opposition devant le tribunal pour enfants au sens de l’article 17 de la loi. Cet appel a été déclaré irrecevable. Elle a réitéré cette démarche mais n’a pas diligenté la procédure y relative, ni formé de demande de révocation conformément à l’article 21 de la loi. La requérante a effectué des démarches judiciaires non prévues par la loi. Le Gouvernement admet que, n’ayant pas reconnu les enfants, la requérante, ne pouvait pas former opposition au sens de l’article 17 ; toutefois, il souligne que même si le droit interne avait reconnu de plus amples facultés d’intervenir dans la procédure et de s’opposer aux décisions judiciaires, la requérante a commis une erreur de procédure qui aurait quand même empêché les démarches effectuées d’aboutir. De plus, la requérante était assistée par un avocat à partir du 2 décembre 2005,  en temps utile pour former opposition dans les formes légales à la déclaration d’adoptabilité et en demander la révocation. Le Gouvernement rappelle qu’il appartient à l’avocat et non aux autorités de renseigner la requérante sur les démarches à suivre (Hermi c. Italie [GC], no 18114/02, § 91, CEDH 2006...).", "61.  La requérante conteste la thèse du Gouvernement. S’appuyant sur la jurisprudence de la Cour (Cardot c. France, 19 mars 1991, §  34 série A no 200 ; Melnikova c. Ukraine, no 24626/03, § 67, 22 novembre 2005; Akdivar et autres c. Turquie, 16 septembre 1996, § 67, Recueil des arrêts et décisions 1996IV ; Andronicou et Constantinou c. Chypre, 9 octobre 1997, § 159, Recueil 1997VI ; Estrikh c. Lettonie, no 73819/01, § 93, 18 janvier 2007), elle rappelle que la règle de l’épuisement des voies de recours internes doit s’appliquer avec une certaine souplesse et sans formalisme excessif et que rien n’impose d’user de recours qui ne sont ni adéquats ni effectifs. De surcroît, il incombe au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours était effectif et disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était accessible, était susceptible d’offrir au requérant le redressement de ses griefs et présentait des perspectives raisonnables de succès. Elle soutient que la Cour d’appel de Bari ne l’a informée de la procédure que le 16 février 2006, quand aucune action judiciaire n’était désormais plus possible.", "b)  Appréciation par la Cour", "62.  La Cour estime, à la lumière de l’ensemble des arguments des parties, que cette exception est étroitement liée au fond de la requête et décide de la joindre au fond.", "4.  Conclusion", "63.  La Cour constate que le grief tiré de l’article 8 n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "64.   Selon la requérante, la décision déclarant les enfants adoptables prise 27 jours seulement après son accouchement est incompatible avec les standards du Conseil de l’Europe exprimés dans l’article 5 § 4 de la Convention européenne en matière d’adoption des enfants, ouverte à la signature le 24 avril 1967 et ratifiée par l’Italie le 25 mai 1976. Cette disposition prévoit en effet qu’on ne peut pas décider une adoption sur la base du consentement exprimé par la mère avant qu’un délai d’au moins six semaines se soit écoulé à compter dudit consentement. La requérante affirme, en outre, que l’ingérence des autorités italiennes dans son droit à sa vie privée et familiale n’était ni proportionnée au but poursuivi, ni nécessaire dans une société démocratique.", "65.  Elle relève que le tribunal pour enfants de Bari a déclaré les enfants adoptables sans l’avoir préalablement entendue et ce malgré le fait qu’elle avait manifesté la volonté d’être entendue par le juge auprès de l’assistante sociale M.P. quelques jours après la naissance des jumeaux. Le tribunal aurait ainsi omis de protéger ses droits parentaux.", "66.  Le Gouvernement conteste cette thèse. Il affirme tout d’abord qu’il n’y aurait pas eu ingérence dans une vie familiale inexistante. Même à supposer qu’une telle ingérence ait eu lieu, elle était prévue par la loi, poursuivait le but légitime de la protection des intérêts des enfants et était proportionnée à ce but. De plus, le droit italien serait pleinement conforme aux standards du Conseil de l’Europe en matière d’adoption. Le Gouvernement expose que l’article 5 §4 de la Convention européenne en matière d’adoption des enfants ne s’appliquerait pas en l’espèce au motif que la situation de la requérante tomberait dans le champ d’application de l’article 5 § 3. Par ailleurs, le Gouvernement expose que, même à supposer que l’article 5 § 4 s’applique au cas d’espèce, le délai de six semaines venait à échéance le 18 novembre 2005, alors que la requérante avait formé le premier acte officiel devant le tribunal pour enfants seulement le 2 décembre 2005.", "67.  Le Gouvernement rappelle que les États jouissent d’une ample marge d’appréciation dans la définition concrète des conditions et des délais pour l’exercice des droits, y compris des droits parentaux. Il estime que la législation, la jurisprudence et la pratique nationales ont ménagé à la requérante des garanties adéquates et suffisantes de ses droits protégés par la Convention sur le terrain substantiel et procédural.", "68.  Le Gouvernement affirme, en outre, que la requérante aurait pu procéder à la simple démarche administrative de la reconnaissance de sa maternité avant même d’introduire sa demande au tribunal ou jusqu’au 16 février 2006, ce qui lui aurait permis de demander la révocation du décret conformément à l’article 21 de la loi. Enfin, le Gouvernement rappelle que la législation, la pratique et la jurisprudence offraient à la requérante des moyens de recours qu’elle n’a pas utilisés. Il s’ensuit que la procédure suivie, à la lumière des possibilités qui s’ouvraient à la requérante, n’était pas inéquitable.", "69.  La Cour rappelle que si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il ne se contente pas de commander à l’État de s’abstenir de pareilles ingérences : à cet engagement plutôt négatif peuvent s’ajouter des obligations positives inhérentes à un respect effectif de la vie familiale. Elles peuvent impliquer l’adoption de mesures visant au respect de la vie privée, jusque dans les relations des individus entre eux. La frontière entre les obligations positives et négatives de l’État au titre de l’article 8 ne se prête pas à une définition précise ; les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents ; de même, dans les deux hypothèses, l’État jouit d’une certaine marge d’appréciation (cf. Keegan c. Irlande, arrêt du 26 mai 1994, série A no 290, § 49, Odièvre c. France [GC], no 42326/98, § 40, CEDH 2003-III ; Evans c. Royaume-Uni [GC], no 6339/05, § 75, 10 avril 2007).", "70.  La Cour note que la question principale est de savoir si l’application faite en l’espèce des dispositions législatives a ménagé un juste équilibre entre l’intérêt public et plusieurs intérêts privés concurrents en jeu, tous fondés sur le droit au respect de la vie privée et familiale. Elle juge dès lors plus approprié d’examiner les griefs soulevés sous l’angle des obligations positives (Evans précité, § 76).", "71.  La marge d’appréciation dont disposent les États contractants est de façon générale ample lorsque les autorités publiques doivent ménager un équilibre entre les intérêts privés et publics concurrents ou différents droits protégés par la Convention. Cela est d’autant plus vrai lorsqu’il n’existe pas de consensus au sein des États membres du Conseil de l’Europe sur l’importance relative de l’intérêt en jeu ou sur les meilleurs moyens de la protéger (Evans précité, §§ 77-81).", "72.  La Cour rappelle par ailleurs qu’elle n’a pas pour tâche de se substituer aux autorités internes, mais d’examiner sous l’angle de la Convention les décisions que ces autorités ont rendues dans l’exercice de leur pouvoir discrétionnaire. La Cour appréciera donc si les autorités italiennes ont agi en méconnaissance de leurs obligations positives découlant de l’article 8 de la Convention (Hokkanen c. Finlande, arrêt du 23 septembre 1994, série A no 299-A ; § 55, Mikulić c. Croatie, no 53176/99, § 59, CEDH 2002-I ; P., C. et S. c. Royaume-Uni, no 56547/00, § 122, CEDH 2002-VI).", "73.  La Cour note que les autorités italiennes, à la suite de l’abandon des enfants par la requérante, ont pris toutes les mesures nécessaires pour les protéger. Elles ont placé d’urgence les enfants auprès d’un centre d’accueil, nommé un tuteur provisoire et ouvert une procédure d’adoptabilité. Toutefois, la Cour note que le 11 octobre 2005, soit quatre jours après l’accouchement, l’assistante sociale avait déposé un rapport dans lequel elle faisait état de ce que la requérante demandait à disposer de temps pour réfléchir avant de décider si elle allait ou non reconnaître ses enfants, et à être reçue par le tribunal pour enfants. La requérante exprimait également le souhait que les enfants fussent placés provisoirement dans un centre d’accueil ou auprès d’une famille à condition qu’elle puisse les voir, et ce jusqu’au moment où elle prendrait une décision dans le délai prévu par la loi.", "74.  La Cour relève que le 2 novembre 2005, estimant suffisants les éléments recueillis au cours de l’enquête – car, d’une part, le père des enfants était inconnu et, d’autre part, la mère ne les avait pas reconnus –, le tribunal pour enfants a déclaré les jumeaux adoptables sans avoir entendu la requérante. Le tribunal pour enfants, s’appuyant sur l’avis du parquet, n’a pas estimé nécessaire de l’entendre. Or, la Cour relève que la requérante a réitéré sa demande à être entendue par le tribunal le 2 décembre 2005, mais que faute d’opposition du parquet à la décision du tribunal du 2 novembre déclarant les enfants adoptables, cette décision est devenue définitive le 5 décembre 2005.", "75.  En l’espèce, la Cour constate que la requérante se trouvait dans une situation de détresse psychologique due au fait qu’elle résidait de manière irrégulière en Italie, était seule et sans emploi. Or, il est vrai que la requérante n’a pas formé opposition à la décision déclarant les enfants adoptables et n’a pas demandé la révocation de l’état d’adoptabilité au tribunal pour enfants, au sens de l’article 21 de la loi no 184 de 1983, mais elle s’est adressée à un tribunal incompétent, à savoir la cour d’appel de Bari. Toutefois, la Cour ne partage pas les arguments du Gouvernement selon lesquels la requérante aurait dû former opposition devant le tribunal au sens de l’article 17 de la loi no 184 de 1983. Elle rappelle que selon la jurisprudence de la Cour de cassation, en matière d’adoption plénière, cette voie de recours interne était vouée à l’échec (paragraphe 23 ci-dessus).", "76.  A la lumière de ce qui précède, l’exception de non-épuisement des voies de recours internes du Gouvernement ne saurait être retenue.", "77.  La Cour observe que l’on se trouve, dans ce type d’affaire, en présence d’intérêts difficilement conciliables, ceux de la mère biologique, ceux de l’enfant et ceux de la famille d’adoption. L’intérêt général n’est pas non plus absent (Odièvre c. France [GC], no 42326/98, § 45, CEDH 2003III). Dans la recherche de l’équilibre entre ces différents intérêts, l’intérêt supérieur de l’enfant doit primer.", "78.  La Cour estime que la complexité de l’affaire et l’équilibre subtil qu’il convenait de ménager entre les intérêts des enfants et ceux de leur mère exigeaient que l’on accordât une importance particulière aux obligations procédurales découlant nécessairement de l’article 8 de la Convention. En l’espèce, il était capital pour la requérante de pouvoir s’exprimer devant l’autorité judicaire et remettre en cause le choix d’abandonner ses enfants.", "79.  La Cour estime que cette lacune l’a empêchée d’être suffisamment impliquée dans l’ensemble du processus décisionnel pour pouvoir bénéficier de la protection de ses intérêts requise en vertu de l’article 8 de la Convention.", "80.  La Cour n’est pas convaincue non plus que la nécessité d’une procédure rapide, qui va généralement de pair avec les affaires mettant en jeu les intérêts d’un enfant, exigeait une mesure aussi radicale que la déclaration d’adoptabilité 27 jours après la naissance, sans entendre la requérante. Nul doute qu’il était préférable de statuer au plus tôt sur l’avenir des deux enfants, mais la Cour estime néanmoins que le fait de déclarer les enfants adoptables à la suite d’une procédure dans laquelle la mère n’a jamais été entendue, alors qu’elle l’avait demandé car elle avait commencé à douter de son choix d’abandonner les enfants, constituait une mesure ne tenant guère compte des faits de l’espèce.", "81.  Tout en reconnaissant qu’en l’espèce, les tribunaux se sont appliqués de bonne foi à préserver le bien-être des enfants, la Cour considère que la procédure suivie a empêché la requérante de présenter ses arguments de manière adéquate et effective et de protéger son droit à mener une vie privée et familiale.", "82.  Or, dans des litiges de cette nature, aux conséquences d’une extrême importance parce qu’ils touchent au lien familial, l’État avait l’obligation positive de s’assurer que le consentement donné par la requérante à l’abandon de ses enfants avait été éclairé et entouré de garanties adéquates.", "83.  La Cour conclut en conséquence que l’État a méconnu à l’égard de la requérante les obligations positives mises à sa charge par l’article 8 de la Convention. Partant, il y a eu violation de cette disposition.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "84.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "85.  La requérante allègue avoir subi un grave préjudice moral en raison de la séparation irréversible avec ses enfants et de la déclaration d’adoptabilité. Elle réclame 400.000 euros (EUR). Au demeurant, la requérante demande une restitutio in integrum.", "86.  Le Gouvernement s’en remet à la sagesse de la Cour tout en considérant exorbitante la somme indiquée. En outre, le Gouvernement soutient qu’aucune mesure litigieuse ne saurait être prise par les autorités pour rétablir la situation créée par l’adoption litigieuse. Il soutient qu’aucun problème de restitutio in integrum ne se pose en l’espèce.", "87.  La Cour estime que la douleur éprouvée par la requérante lui a occasionné un préjudice moral certain que le constat de violation de la Convention ne suffit pas à compenser (voir, par exemple, Elsholz c. Allemagne [GC], no 25735/94, §§ 70-71, CEDH 2000-VIII, et P.  C. et S. c. Royaume-Uni, no 56547/00, § 150, CEDH 2002-VI)", "88.  Statuant en équité, la Cour alloue à la requérante 15 000 EUR à ce titre.", "B.  Frais et dépens", "89.  La requérante demande, justificatifs à l’appui, 17 748,56 EUR pour les frais et dépens exposés devant la Cour.", "90.  Le Gouvernement ne se prononce pas.", "91.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, la Cour relève que l’avocat de la requérante n’est intervenu qu’après la communication de la requête. Compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 3 000 EUR pour la procédure devant la Cour, dont il convient de déduire les montants versés par le Conseil de l’Europe au titre de l’assistance judiciaire, soit 850 EUR, soit un total de 2 150 EUR, et l’accorde à la requérante.", "C.  Intérêts moratoires", "92.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit,", "a)  que l’État défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "(i) 15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d’impôt,  pour dommage moral,", "(ii) 2 150 EUR (deux mille cent cinquante euros), pour frais et dépens, plus tout montant pouvant être dû par le requérant à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 13 janvier 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésidente"]}