{"file": "FRE_CLINF_42095_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "42095/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 14", "Janvier 2000", "Daktaras c. Lituanie (déc.) - 42095/98", "Décision 11.1.2000 [Section III]", "Article 6", "Procédure pénale", "Article 6-1", "Tribunal impartial", "Juge interjetant appel et nommant les juges qui trancheront cet appel: recevable", "Article 6-2", "Présomption d'innocence", "Impact d’une campagne médiatique sur l'équité d'une procédure pénale: irrecevable", "Affirmations de dignitaires dans le cadre d'une procédure pénale en cours: recevable", "Procureur déclarant dans une décision préliminaire qu’il considère l’accusé comme coupable: recevable", "Le requérant fut condamné à deux reprises dans les années 70 à la suite de rixes et il dut purger une peine d’emprisonnement pour cambriolage jusqu’au début des années 90. En 1996, sur autorisation d’un procureur général adjoint, il fut arrêté en application du code de procédure pénale qui, à l’époque de son arrestation, permettait la détention préventive pour les affaires relevant du crime organisé. Deux procédures pénales furent engagées à l’encontre de l’intéressé, l’une pour voies de fait et l’autre pour participation présumée à la demande et à l’obtention d’une rançon de 7 000 dollars américains (USD) pour une voiture volée. Il fut placé en détention provisoire dans le cadre de l’affaire de la rançon et fut inculpé sur quatre chefs d’accusation, notamment pour obtention de biens par la menace. Après l’instruction préliminaire dans l’affaire de la rançon, le requérant présenta ses conclusions au procureur qui, dans un jugement avant dire droit en octobre 1996, déclara que les éléments de preuve recueillis montraient à l’évidence sa culpabilité. En février 1997, le requérant fut condamné par le tribunal régional sur deux des quatre chefs d’accusation, et notamment en tant qu’auteur principal de l’infraction, d’obtention de biens par la menace. Il fut, entre autres, condamné à sept ans et six mois d’emprisonnement, ayant été désigné dans le jugement comme l’un des « chefs du milieu » et cela, suite aux dépositions de plusieurs témoins. Le requérant saisit la cour d’appel ; elle estima qu’il fallait le condamner uniquement comme complice de l’infraction d’obtention des biens par la menace; la peine d’emprisonnement fut confirmée. Le requérant se pourvut devant la Cour suprême. Le juge qui avait prononcé la décision de première instance demanda au président de la chambre criminelle de la Cour suprême de déposer un recours en cassation afin de faire casser l’arrêt d’appel et confirmer le jugement du tribunal régional. C’est ce que fit le président de la chambre criminelle et il désigna aussi les trois juges de la chambre criminelle qui devaient examiner l’affaire. La Cour suprême annula finalement l’arrêt de la cour d’appel et confirma le jugement du tribunal régional. Le requérant, que les médias décrivaient comme un « chef mafieux » depuis le début des années 90, fit l’objet d’une attention encore plus soutenue de la part de ces derniers une fois que la procédure pénale fut engagée à son encontre. Des fonctionnaires de haut rang, dont le procureur général adjoint qui avait approuvé l’arrestation de l’intéressé, le désignèrent à plusieurs reprises dans les médias comme l’un des chefs du crime organisé.", "Recevable sous l’angle de l’article 6 § 1 (tribunal impartial) et § 2 en ce qui concerne ce que le procureur a déclaré dans sa décision d’octobre 1996.", "Irrecevable sous l’angle de l’article 6 § 2: Eu égard au droit de recevoir ou de communiquer des informations, cette disposition ne peut empêcher les autorités d’informer le public des enquêtes criminelles en cours, mais elle requiert que ces autorités agissent avec toute la discrétion et toute la circonspection nécessaires au respect de la présomption d’innocence. Il y a lieu d’établir une distinction entre les déclarations qui répandent l’idée que l’accusé est coupable et celles qui n’évoquent qu’un « état de suspicion ». En l’espèce, tout d’abord, la désignation du requérant par le tribunal régional comme l’un des « chefs du milieu » reflète uniquement les dépositions de plusieurs témoins et n’implique pas comme telle que le requérant ait été coupable d’une infraction spécifique. En second lieu, les déclarations de plusieurs fonctionnaires de haut rang et de procureurs dans la presse n’étaient pas des déclarations officielles, elles étaient faites uniquement dans un contexte politique en vue d’expliquer au public les motifs de l’arrestation du requérant; elles mentionnaient implicitement son passé criminel sans encourager les lecteurs à le croire coupable dans la procédure en cause ni préjuger l’établissement des faits. Lorsqu’une campagne de presse virulente entoure un procès, l’élément déterminant réside non dans la crainte subjective du suspect que la couverture médiatique n’ait une incidence négative sur la manière dont le tribunal appréciera sa culpabilité, mais dans le point de savoir si, dans les circonstances particulières de l’affaire, les craintes de l’intéressé peuvent passer pour objectivement justifiées. En l’espèce, la presse a présenté le requérant comme un « chef mafieux » pendant les années 90. Les charges à son encontre devaient cependant être examinées par des juges professionnels, qui sont moins susceptibles d’être influencés par la couverture médiatique d’une affaire qu’un jury. Le juge de première instance a pris dûment en compte les circonstances particulières de l’affaire et évalué les preuves avec soin, condamnant le requérant sur seulement deux des quatre chefs d’accusation qui pesaient sur lui. Les appréhensions du requérant quant à un préjugé des juges à cause d’une campagne de presse négative ne pouvaient donc être objectivement justifiées: manifestement mal fondée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}