{"file": "FRE_HFJUD_37451_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37451/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE N.A. ET AUTRES c. TURQUIE", "", "", "(Requête no 37451/97)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "11 octobre 2005", "", "", "", "", "", "", "", "DÉFINITIF", "15/02/2006", "", "En l'affaire N.A. et autres c. Turquie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tR. Türmen,\n\t\tK. Jungwiert,\n\t\tM. Ugrekhelidze,\n\tMmes\tA. Mularoni,\n\t\tE. Fura-Sandström, juges,\net de M. S. Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 20 septembre 2005,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 37451/97) dirigée contre la République de Turquie et dont cinq ressortissants de cet Etat, N.A., N.A., A.A., J.Ö. et H.H. (« les requérants »), avaient saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 30 mai 1997 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). Le président de la chambre a accédé à la demande de non-divulgation de leur identité formulée par les requérants (article 47 § 3 du règlement).", "2.  Les requérants ont été représentés par Me A.V. Şahin, avocat à Istanbul. Le gouvernement turc (« le Gouvernement ») n'a pas désigné d'agent aux fins de la procédure devant la Cour.", "3.  Les requérants alléguaient, sous l'angle de l'article 1 du Protocole no 1, une atteinte à leur droit au respect de leurs biens.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Par une décision du 14 octobre 2004, la chambre a déclaré la requête recevable.", "7.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "8.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Les requérants, N.A., N.A., A.A., J.Ö. et H.H., sont nés respectivement en 1926, 1956, 1954, 1949 et 1950, et résident à Antalya.", "10.  A la suite d'études menées par le service du cadastre entre 1956 et 1958, un bien immobilier se trouvant au lieudit Karasaz (village de Çikcilli, commune d'Alanya – parcelle no 84) et situé en bord de mer fut inscrit au registre foncier au nom de R.A.", "11.  Après le décès de R.A., les requérants héritèrent de ce bien immobilier et acquittèrent les taxes et impôts y afférents.", "12.  Le 25 juin 1986, les requérants obtinrent du ministère de la Culture et du Tourisme un certificat d'investissement touristique en vue d'y construire un hôtel.", "13.  Le 9 juillet 1986, l'Institut de la planification d'Etat accorda aux requérants, toujours en vue de la construction d'un hôtel, un certificat d'incitation à l'investissement. L'article X de ce certificat indiquait que les intéressés devaient obtenir, dès la réalisation de l'investissement, une licence d'exploitation touristique.", "A.  La procédure engagée contre les requérants devant le tribunal de grande instance d'Alanya en vue de l'annulation de l'inscription du bien immobilier au registre foncier", "14.  Le 28 octobre 1986, alors que les requérants avaient commencé la construction de l'hôtel, le Trésor public intenta devant le tribunal de grande instance d'Alanya (« le tribunal ») une action tendant à l'annulation du titre de propriété du bien immobilier sur le registre foncier et à la destruction de l'hôtel.", "15.  Le rapport d'expertise du 31 octobre 1986 indiqua que la parcelle no 84 faisait partie du littoral et n'était pas susceptible de faire l'objet d'une acquisition.", "16.  Le 31 octobre 1986, le tribunal ordonna une mesure de référé concernant l'arrêt des travaux de construction de l'hôtel.", "17.  Le rapport d'expertise du 3 mars 1987 précisa que la parcelle no 84 faisait partie du littoral et, en conséquence, ne pouvait appartenir à un particulier.", "18.  Par un jugement du 16 juin 1987, le tribunal annula l'inscription du bien immobilier au registre foncier et ordonna la destruction de l'hôtel en construction. Il formula les remarques suivantes :", "« [Vu] le rapport d'expertise [et] statuant sur le fond [de l'affaire], (...) vu les preuves réunies et, en particulier, les photographies et l'ensemble des autres pièces contenues dans le dossier, le tribunal estime que le bien litigieux fait partie du rivage de la mer [Deniz kıyısı]. Les côtes, même si elles restent en dehors du tracé déterminé et décidé par des actes pris par certaines commissions, ne peuvent pas faire partie des biens susceptibles d'appartenir au domaine privé (...) l'inscription du bien au registre foncier au nom des demandeurs ne leur accorde aucun droit. »", "19.  Le 9 décembre 1987, le tribunal rejeta le recours formé par les requérants contre l'ordonnance de référé du 31 octobre 1986.", "20.  Par un arrêt du 12 février 1988, la Cour de cassation cassa le jugement du 16 juin 1987 et renvoya l'affaire devant la juridiction de première instance.", "21.  Par un jugement du 17 février 1989, résistant à l'arrêt de la Cour de cassation, le tribunal réitéra son jugement initial. Il déclara :", "« (...) l'endroit litigieux relève de la responsabilité et de la propriété de l'Etat. A ce sujet, il n'y a pas de divergence avec [l'arrêt] rendu par les chambres réunies de la Cour de cassation. Même l'Etat, lorsqu'il apporte des restrictions à la jouissance des biens dans le cadre du droit de propriété (...), ne peut accepter l'existence de la propriété privée dans un tel endroit (...) L'objet du litige, à savoir le bien immobilier, alors qu'il était compris dans la partie du tracé de la côte, s'est retrouvé par [décision de] la commission constituée par la suite en dehors de ce tracé. L'endroit se situait bel et bien sur du sable de mer, ce qui ressort d'ailleurs des précédentes décisions de justice passées en force de chose jugée, des rapports d'experts et des photographies (...) »", "22.  Par un arrêt du 18 octobre 1989, les chambres réunies de la Cour de cassation confirmèrent le jugement rendu par les juges du fond, estimant que ceux-ci avaient fait une interprétation et une application correctes de la loi.", "23.  Par un jugement rendu à une date non précisée, le tribunal confirma son jugement initial.", "24.  Par un arrêt du 1er mars 1990, la Cour de cassation entérina le jugement de première instance.", "25.  Par un arrêt du 27 septembre 1990, elle rejeta le recours en rectification d'arrêt.", "B.  La procédure en dommages-intérêts engagée devant le tribunal de grande instance d'Alanya", "26.  Le 27 septembre 1991, les requérants introduisirent devant le tribunal de grande instance d'Alanya un recours tendant à l'octroi d'une indemnité en raison de la perte de leur droit de propriété et de la destruction de l'hôtel en cours de construction.", "27.  Par un jugement du 1er avril 1994, le tribunal rejeta la demande des requérants au motif que l'Etat n'était pas responsable du dommage résultant de l'annulation de l'inscription du bien litigieux au registre foncier. Dans les motifs, il déclara que les requérants faisaient valoir, sur le fondement des inscriptions reportées sur le cadastre, qu'ils avaient effectué des investissements relativement au terrain en question et qu'à la suite de l'action en demande d'annulation introduite par le Trésor public, ils avaient subi un préjudice. Le tribunal motiva sa décision en soulignant que les requérants et leurs héritiers étaient en mesure de constater que le terrain était situé sur du sable, et qu'il n'était pas possible de soutenir que l'Etat les avait trompés et d'appliquer en l'espèce le principe de la responsabilité sans faute. Il conclut qu'il n'y avait pas de préjudice résultant du contenu du registre foncier, que depuis l'origine l'inscription était illégale et qu'en conséquence les requérants n'étaient pas en mesure de se retourner contre l'Etat pour demander une indemnisation à hauteur du préjudice subi.", "28.  Par un arrêt du 28 novembre 1995, la Cour de cassation confirma le jugement de première instance.", "29.  Par un arrêt du 9 décembre 1996, la Cour de cassation rejeta le recours en rectification d'arrêt.", "II.  LE DROIT INTERNE PERTINENT", "30.  L'article 43 de la Constitution est ainsi libellé :", "« Les côtes sont la propriété de l'Etat et relèvent de sa juridiction.", "L'intérêt public prime en ce qui concerne l'exploitation des rivages des mers, des lacs et des cours d'eau ainsi que des bandes côtières situées en bordure des mers et des lacs.", "La loi réglemente la profondeur des bandes côtières selon les affectations ainsi que les possibilités et les conditions d'exploitation de ces zones par des particuliers. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "31.  Les requérants se plaignent de ne pas avoir été indemnisés pour la perte subie par eux en raison de la destruction de l'hôtel en cours de construction et de l'annulation de l'inscription de leur bien au registre foncier. Ils invoquent l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "A.  Les arguments des parties", "1.  Les requérants", "32.  Les requérants produisent une copie du registre foncier, établi par le service compétent de l'Etat le 25 janvier 1958, mentionnant que le bien en question était effectivement enregistré au nom de leur ascendant. Ils font valoir que le registre n'est pas entaché d'irrégularité dans la mesure où les autorités compétentes n'ont pas contesté la mention qui y était portée dans le délai qui leur était imparti. A cet égard, ils soulignent qu'ils ont continué à payer toutes les taxes et impôts afférents à ce bien alors qu'il était loisible au gouvernement d'en contester l'inscription au nom de leur ascendant. Ils ajoutent qu'ils ont par ailleurs obtenu toutes les autorisations et aides nécessaires, à l'échelon local ou national, en vue d'y construire un complexe hôtelier, notamment un permis de construire délivré le 17 juin 1986 par la mairie d'Alanya. Bien qu'ils aient intenté une action devant les tribunaux compétents, ils se plaignent de n'avoir reçu aucune compensation pour le préjudice qu'ils ont subi en raison de l'annulation de leur titre de propriété et de la destruction des travaux engagés. Ils ont été privés de leur bien et le chantier du complexe hôtelier a été détruit à leurs frais sans qu'ils aient pu obtenir une juste compensation pour la perte qu'ils ont essuyée.", "2.  Le Gouvernement", "33.  Le Gouvernement explique que l'affaire ne concerne pas l'expropriation ou la confiscation d'un bien par l'Etat. Il s'agit, comme l'admettent les requérants, de savoir qui peut être propriétaire d'un terrain situé sur le bord de mer et inscrit par erreur au registre foncier au nom de l'ascendant des requérants le 25 janvier 1958. Il ne voit pas d'explication pouvant justifier le droit de propriété de l'ascendant des requérants, d'autant que l'Etat ne peut pas être tenu pour responsable d'une telle erreur. Les requérants ont hérité de ce bien, d'une superficie de 26 645 m2, le 6 juillet 1984. La procédure judiciaire litigieuse a commencé après la publication d'un article dans un journal local critiquant la construction d'un hôtel sur la plage.", "Tenant compte des photographies du terrain et des rapports d'experts ainsi que des dispositions pertinentes des lois en vigueur, les juridictions nationales ont conclu que le bien en cause faisait partie de la plage et que la plage ne pouvait appartenir à des particuliers. Le titre de propriété des requérants a été annulé au profit de l'administration et l'hôtel a été détruit. Le tribunal de grande instance d'Alanya a rejeté le recours en dommages-intérêts introduit par les requérants pour la destruction de l'hôtel.", "34.  Le Gouvernement est d'avis que les autorités internes sont compétentes pour apprécier la réglementation relative à l'usage des biens conformément à l'intérêt général et à la marge d'appréciation de l'Etat défendeur. L'action en annulation en question était susceptible d'être intentée également par tout habitant de la ville d'Alanya qui aurait pu dénoncer l'impossibilité de profiter de la plage, domaine public ouvert à tous.", "35.  Pour ce qui est du certificat d'investissement touristique et du certificat d'incitation à l'investissement, délivrés respectivement par le ministère de la Culture et du Tourisme et l'Institut de la planification d'Etat, le Gouvernement explique qu'ils sont décernés sur présentation des déclarations personnelles des demandeurs, qui font foi jusqu'à preuve du contraire. Les autorités concernées ne vérifient pas d'office la véracité de telles déclarations.", "B.  L'appréciation de la Cour", "36.  La Cour rappelle que, selon sa jurisprudence, l'article 1 du Protocole no 1, qui garantit en substance le droit de propriété, contient trois normes distinctes (voir, notamment, James et autres c. Royaume-Uni, arrêt du 21 février 1986, série A no 98, pp. 29-30, § 37) : la première, qui s'exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats contractants le pouvoir, entre autres, de réglementer l'usage des biens conformément à l'intérêt général. Les deuxième et troisième normes, qui ont trait à des exemples particuliers d'atteintes au droit de propriété, doivent s'interpréter à la lumière du principe consacré par la première (Bruncrona c. Finlande, no 41673/98, §§ 65-69, 16 novembre 2004, et Broniowski c. Pologne [GC], no 31443/96, § 134, CEDH 2004-V).", "37.  La Cour rappelle que pour déterminer s'il y a eu privation de biens au sens de la deuxième « norme », il faut non seulement examiner s'il y a eu dépossession ou expropriation formelle, mais encore regarder au-delà des apparences et analyser les réalités de la situation litigieuse. La Convention visant à protéger des droits « concrets et effectifs », il importe de rechercher si ladite situation équivalait à une expropriation de fait (Brumărescu c. Roumanie [GC], no 28342/95, § 76, CEDH 1999-VII, Sporrong et Lönnroth c. Suède, arrêt du 23 septembre 1982, série A no 52, pp. 24-28, §§ 63 et 69-74, et Vasilescu c. Roumanie, arrêt du 22 mai 1998, Recueil des arrêts et décisions 1998-III, pp. 1075-1076, §§ 39-41).", "38.  En l'occurrence, il y a eu une atteinte au droit des requérants au respect de leurs biens, qui s'analyse en une « privation » de propriété au sens de la seconde phrase du premier alinéa de l'article 1 du Protocole no 1.", "39.  La Cour relève d'abord que la bonne foi des requérants quant à l'acquisition du bien en question ne prête pas à controverse. D'ailleurs, jusqu'à la date de l'annulation de l'inscription du bien au registre foncier au profit de l'Etat, ils en avaient été propriétaires par voie d'héritage et avaient payé les impôts et taxes y afférents. Ils ont pu jouir de leur bien en toute tranquillité et ont commencé à y construire un complexe hôtelier, en tant que propriétaires légitimes, et après avoir obtenu un permis de construire à cet effet.", "40.  La Cour constate ensuite que, par une décision judiciaire, les requérants ont été privés de leur bien (paragraphes 21 et 27 ci-dessus). Elle n'y relève aucun élément d'arbitraire. Eu égard aux motivations avancées par les juridictions nationales, la privation de propriété des requérants pour « cause d'utilité publique » ne prête pas à controverse. Elle relève qu'il n'est pas contesté par les parties que le terrain litigieux se situait sur le bord de mer et faisait partie de la plage, lieu public ouvert à tous (paragraphe 21 ci-dessus). D'ailleurs, ce point est souligné par le tribunal de grande instance d'Alanya (paragraphe 27 ci-dessus). Cette privation de propriété poursuivait donc un but légitime.", "41.  Afin de déterminer si la mesure litigieuse respecte le juste équilibre voulu et, notamment, si elle ne fait pas peser sur les requérants une charge disproportionnée, il y a lieu de prendre en considération les modalités d'indemnisation prévues par la législation interne. A cet égard, la Cour a déjà dit que, sans le versement d'une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive et une absence totale d'indemnisation ne saurait se justifier sur le terrain de l'article 1 du Protocole no 1 que dans des circonstances exceptionnelles (Nastou c. Grèce (no 2), no 16163/02, § 33, 15 juillet 2005, Jahn et autres c. Allemagne [GC], nos 46720/99, 72203/01 et 72552/01, § 111, CEDH 2005-VI, et Les saints monastères c. Grèce, arrêt du 9 décembre 1994, série A no 301-A, p. 35, § 71). En l'espèce les requérants n'ont reçu aucune indemnité pour le transfert de leur bien au Trésor public ni pour la destruction de l'hôtel alors qu'ils avaient intenté une action en ce sens devant les juridictions nationales. La Cour note que le Gouvernement n'a invoqué aucune circonstance exceptionnelle qui justifierait l'absence totale d'indemnisation.", "42.  La Cour estime en conséquence que l'absence de toute indemnisation des requérants rompt, en défaveur de ceux-ci, le juste équilibre à ménager entre la protection de la propriété et les exigences de l'intérêt général.", "43.  Partant, il y a eu violation de l'article 1 du Protocole no 1.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "44.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "45.  Les requérants réclament pour préjudice matériel 15 987 millions de livres turques (TRL) correspondant à la valeur du terrain, ainsi que 5 388 000 TRL en remboursement de la taxe foncière versée par eux pour les années 1986-1990. A cet égard, ils se fondent sur le rapport d'expertise présenté au tribunal de grande instance d'Alanya. Ils soutiennent que la valeur de l'investissement sur le bien litigieux représentait 1 484 millions de TRL. Ils demandent par ailleurs le remboursement de 4 048 milliards de TRL au titre de l'impôt payé et 2 260 milliards de TRL au titre des intérêts. En ce qui concerne la destruction de l'hôtel, ils réclament 4 048 milliards de TRL pour les cotisations sociales et 2 260 milliards de TRL pour les impôts.", "Les requérants réclament la somme de 10 millions de dollars américains (USD) pour dommage moral.", "46.  Concernant l'indemnisation des requérants, le Gouvernement invite la Cour à rejeter une telle demande. Il soutient à titre subsidiaire qu'elle est spéculative quant à la perte alléguée par les intéressés, dans la mesure où le bien en question est dépourvu de valeur marchande puisqu'il ne peut être vendu à des particuliers.", "47.  Les requérants sollicitent la somme de 10 000 USD pour frais et dépens. Ils soumettent une copie du contrat d'assistance juridique passé avec leur avocat et s'en remettent à la sagesse de la Cour.", "48.  Le Gouvernement soutient que ce contrat d'assistance juridique lie les requérants et leur avocat, et n'a pas pour vocation de garantir le remboursement des frais ainsi exposés par les intéressés. Il demande à la Cour d'appliquer le barème des honoraires du barreau d'Istanbul, qui prévoit un tarif d'honoraires minimum et maximum pour les affaires portées devant les instances de Strasbourg.", "49.  Dans les circonstances de la cause, la Cour estime que la question de l'application de l'article 41 ne se trouve pas en état, de sorte qu'il convient de la réserver en tenant compte de l'éventualité d'un accord entre l'Etat défendeur et les requérants.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "2.  Dit que la question de l'application de l'article 41 de la Convention ne se trouve pas en état ; en conséquence,", "a)  la réserve ;", "b)  invite le Gouvernement et les requérants à lui adresser par écrit, dans le délai de six mois à compter de la date de notification du présent arrêt, leurs observations sur cette question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin.", "Fait en français, puis communiqué par écrit le 11 octobre 2005, en application de l'article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tJean-Paul Costa\n\tGreffier adjoint\tPrésident"]}