{"file": "FRE_CLINF_23530_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "23530/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 121", "Juillet 2009", "Iordan Iordanov et autres c. Bulgarie - 23530/02", "Arrêt 2.7.2009 [Section V]", "Article 6", "Procédure civile", "Article 6-1", "Procès équitable", "Divergences profondes et persistantes dans l’interprétation d’une disposition législative par une cour suprême : violation", "", "En fait : Les trois requérants ainsi qu’une autre personne, B.B., furent révoqués de leurs fonctions au service de l’information opérationnelle et technique du ministère de l’Intérieur après avoir été désignés par une commission d’enquête interne comme responsables de la présence de matériel d’écoute dans l’appartement de fonction occupé par le procureur général, matériel qu’ils auraient négligé de déceler. Ils contestèrent la légalité de leur révocation devant la Cour administrative suprême. Une formation de trois juges annula les quatre révocations au motif que les intéressés n’avaient pas bénéficié des garanties dont la législation bulgare entourait les enquêtes officielles et qui devaient s’appliquer également aux enquêtes internes. Le ministre de l’Intérieur se pourvut en cassation. Une première formation de cinq juges de la Cour administrative suprême confirma l’annulation de la révocation de B.B. Quelques mois plus tard, cependant, une formation légèrement différente exprima son désaccord avec le raisonnement que cette même juridiction avait adopté dans l’affaire B.B. et infirma les arrêts de première instance en ce qui concernait les trois requérants au motif que les garanties procédurales entourant les enquêtes officielles n’étaient pas applicables dans le cadre des enquêtes internes.", "Dans sa jurisprudence, la Cour administrative suprême a adopté deux solutions au problème de savoir si les garanties procédurales offertes, dans le cadre d’une enquête officielle, à un agent menacé de révocation pour motif disciplinaire étaient également applicables en cas d’enquête interne. Si, dans certains arrêts, elle a considéré que ces garanties s’appliquaient aux enquêtes internes par analogie avec les garanties procédurales prévues pour les enquêtes officielles, elle a adopté un avis contraire dans d’autres cas.", "En droit : Le principe de la sécurité juridique est implicite dans l’ensemble des articles de la Convention et constitue l’un des éléments fondamentaux de l’Etat de droit. Si les divergences de jurisprudence sont inhérentes à tout système judiciaire qui repose sur un ensemble de juridictions du fond ayant autorité sur leur ressort territorial, le rôle d’une juridiction suprême est précisément de résoudre ces contradictions.", "Il existe des « divergences profondes et persistantes » dans l’interprétation par la Cour administrative suprême de la disposition pertinente du droit interne. Ainsi, la formation qui a statué sur le pourvoi des requérants a interprété la législation de manière à exclure l’applicabilité d’un certain nombre de garanties procédurales dans le cadre d’une enquête interne, alors que quelques mois auparavant une autre formation de cette même juridiction dans une composition quasiment identique avait adopté la position inverse dans l’affaire B.B. Par ailleurs, la jurisprudence pertinente de la Cour administrative suprême fait apparaître deux interprétations divergentes des dispositions pertinentes de la loi régissant les modalités des enquêtes officielles et des enquêtes internes, lesquelles ont persisté après l’adoption des arrêts en la présente affaire. Ensuite, bien que le droit interne fût doté par le biais des articles 44 et 45 de la loi sur la Cour administrative suprême d’un mécanisme susceptible de remédier à cette situation – à savoir la possibilité d’une demande d’interprétation des dispositions pertinentes du droit afin d’uniformiser la jurisprudence en la matière – cette procédure n’a jamais été mise en œuvre et l’incertitude jurisprudentielle a persisté. Cette incertitude persistante a eu pour effet de priver les requérants d’une des garanties essentielles du procès équitable au sens de l’article 6 § 1.", "Conclusion : violation (unanimité).", "Article 41 – 4 500 EUR au premier requérant, et 4 000 EUR chacun au deuxième et au troisième requérant pour dommage moral.", "(Voir aussi Beian c. Roumanie (no 1), no 30658/05, Note d’information no 103).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}