{"file": "FRE_HFCOM_68780_10.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "68780/10", "text_paragraphs": ["CINQUIÈME SECTION", "Requête no 68780/10\nMicheline GUERDNER et autres\ncontre la France", "EXPOSÉ DES FAITS", "EN FAIT", "Les requérants (voir annexe), Micheline Guerdner, Catherine Gimenez, Johanna Guerdner, Tyson Guerdner, Célia Guerdner, Christophe Guerdner, Françoise Schatz, Rose Guerdner, Jimmy Chabaud, Marie Guerdner, Mauricette Schatz et Victoria Guerdner, sont tous membres de la famille de Joseph Guerdner, né en 1982, et tué par un gendarme alors qu’il tentait de s’évader des locaux dans lesquels il était placé en garde à vue. Ils sont représentés devant la Cour par Me Ciccolini, avocat à Aix-en-Provence.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par les requérants, peuvent se résumer comme suit.", "Le 22 mai 2008, Joseph Guerdner, issu de la communauté des gens du voyage, était interpellé à 14 h 15 et placé en garde à vue dans les locaux de la compagnie de gendarmerie de Brignoles alors qu’il venait pointer au titre du contrôle judiciaire auquel il était astreint dans le cadre d’une procédure pour tentative de vol. Cette interpellation faisait suite à des investigations menées un mois plus tôt à propos d’un vol commis sur le parking d’une société de transport avec enlèvement et séquestration de personne. Dans le même temps, une perquisition à l’intérieur du véhicule à bord duquel J. Guerdner était venu jusqu’à la gendarmerie permit de découvrir un morceau de résine de cannabis et un pistolet de calibre 45 ACP. A cette occasion, le gendarme D.D. précisa avoir été frappé par le comportement de J. Guerdner qui observait les faits et gestes de ses collègues autour de lui, permettant de penser que l’intéressé était susceptible de vouloir s’évader. Compte tenu de ce comportement, il fut décidé que trois gendarmes le ramèneraient à Draguignan où devait se poursuivre la garde à vue, ce qu’ils firent aux alentours de 17 h 30.", "Compte tenu de l’attitude de l’intéressé, et en vue de limiter les risques d’évasion, les gendarmes décidèrent, en plus des menottes qu’il portait aux poignets, de lui passer une menotte au-dessus de la cheville droite, au niveau du tendon d’Achille de manière à gêner la marche. Pendant les interrogatoires, cette menotte passée à la cheville fut reliée à un anneau fixé au mur du bureau.", "Au cours de sa garde à vue, le requérant fut autorisé à plusieurs reprises à fumer une cigarette, dans une cage d’escalier, devant une fenêtre située à quatre mètres soixante du sol et en présence de deux gendarmes afin de minimiser les risques d’évasion.", "Le 23 mai 2008, à 21 h 30, alors que J. Guerdner venait de terminer une dernière audition, il demanda une nouvelle fois l’autorisation de pouvoir fumer une cigarette. Un gendarme, C.M., accéda à sa demande et l’accompagna alors qu’il était toujours menotté. A 21 h 40, alors que lumière du couloir s’éteignit, C.M. se dirigea à reculons vers l’interrupteur pour rallumer la minuterie tandis que J. Guerdner ouvrit la fenêtre puis sauta à l’extérieur dans le vide. C.M. s’empara alors de son arme et tira à trois reprises en direction du fuyard. Celui-ci chuta et, se relevant, poursuivit sa course en direction d’une institution religieuse mitoyenne avec la gendarmerie. C.M. tira à nouveau à deux ou trois reprises en direction de J. Guerdner qui sauta par-dessus un grillage de deux mètres de haut, arriva dans le parc de l’école religieuse et escalada un arbre. Alertés par les coups de feu, les militaires présents dans la gendarmerie se rendirent dans le parc en question, certains d’entre eux, notamment S.H. et P.D., se lançant avec C.M. à la poursuite de J. Guerdner. Ils entendirent un bruit provenant d’un arbre puis la chute du corps sur le sol. J. Guerdner décéda des suites de ses blessures par balle après avoir reçu en vain les gestes de premiers secours. Son décès fut constaté à 22 h 50.", "Une enquête fut immédiatement ouverte. Le Procureur de la République se transporta sur les lieux et les services de l’Inspection Technique de la Gendarmerie Nationale furent saisis pour procéder à l’enquête. Cependant le temps que ces services, situés en région parisienne, se rendent sur place, les premières constatations et auditions furent réalisées par les militaires de la section de recherches de Marseille.", "Le 24 mai 2008, le gendarme auteur des coups de feu, C.M., fut immédiatement placé en garde à vue et interrogé. Il précisa que c’était la première fois qu’il s’était servi de son arme depuis le début de sa carrière. Lors son premier interrogatoire, le 24 mai, à 0 h 15, il déclara : « (...) je tire à une première reprise alors qu’il se dirige vers la droite en direction du grillage délimitant l’enceinte militaire avec l’école religieuse. Guerdner poursuit sa fuite. Je tire une seconde fois, voire une troisième fois dans sa direction. Là j’ai l’image qu’il chute sur le sol. A ce moment là, je lui crie « arrête ». Il se relève. Je fais à nouveau usage de mon arme à deux ou trois reprises mais Guerdner poursuit sa fuite ». Au cours de son second interrogatoire, le 24 mai à 14 h 30, réalisé par les services de l’Inspection Technique de la Gendarmerie Nationale, C.M. précisa avoir effectué une sommation avant le premier coup de feu puis avoir tiré de nouveau en constatant que le suspect continuait de fuir « malgré les sommations et [le] premier tir », toujours en visant les jambes et sans avoir l’intention de tuer.", "Le 25 mai 2008, à l’issue de la garde à vue de C.M., le parquet requit à son encontre l’ouverture d’une information du chef d’homicide volontaire ainsi que son placement sous mandat de dépôt. Toutefois, à l’issue du premier interrogatoire, les deux magistrats instructeurs co-saisis requalifièrent les faits reprochés à C.M. et lui notifièrent sa mise en examen du chef de violences volontaires ayant entraîné la mort sans intention de la donner.", "Le 27 mai 2008, une autopsie fut réalisée :", "« L’examen et l’autopsie mettent en évidence trois systèmes lésionnels par projectiles d’arme à feu dont un seul est à l’origine du décès :", "-  un, thoracique droit, avec entrée dorsale entre la 9e et 10e côte et sortie en région bas-thoracique antérieure entre la 6e et la 7e côte entraînant lors de son trajet des perforations pulmonaires et hépatiques, responsables d’une déplétion sanguine massive extériorisée.", "-  un, intéressant l’épaule gauche (...) sans doute associé à une plaie du lobule de l’oreille gauche ;", "-  un, intéressant la région deltoïdienne (...)", "Par ailleurs, trois autres lésions traumatiques récentes sont présentes : une plaie à bords francs au dos du poignet droit pouvant être secondaire au port de la menotte et associé à une contusion du massif carpien ; une luxation du pouce gauche, une série de micro-ecchymoses, disposée irrégulièrement autour de la cheville droite pouvant être en rapport avec une contention. »", "Des prélèvements toxicologiques indiquèrent que J. Guerdner était un consommateur habituel de cannabis et que C.M. avait uniquement des traces de paracétamol dans le sang.", "Le 23 juin 2008, les requérants introduisirent auprès de la Cour de cassation une requête tendant au renvoi, pour cause de suspicion légitime, devant une autre juridiction du même ordre, de la connaissance de la procédure suivie contre C.M. devant le juge d’instruction de Draguignan. Ils firent valoir que C.M. était en poste à Draguignan depuis de longues années, qu’il y avait dirigé de nombreuses enquêtes et que dans ce cadre, il entretenait des relations avec les membres du parquet et les juges d’instruction de Draguignan. Ils firent valoir à l’appui de leur requête l’intérêt des parties, d’une bonne administration de la justice, l’équité et l’impartialité du procès.", "Le 4 juillet 2008, une reconstitution fut organisée dans les mêmes conditions de luminosité qu’au moment des faits.", "Une expertise balistique fut également réalisée, basée sur l’autopsie et sur la reconstitution. Il en ressort que C.M. avait tiré sept balles et que la victime avait été atteinte par trois ou quatre projectiles provoquant une blessure mortelle au thorax, une plaie en séton au cou, une autre au bras droit et une autre au lobe de l’oreille gauche. Ce sont les trois dernières balles qui touchèrent J. Guerdner, tirées simultanément, d’entre seize et dixhuit mètres et de haut en bas.", "Par un arrêt du 8 juillet 2008, notifié le 18 septembre 2008, la Cour de cassation rejeta la demande de renvoi pour cause de suspicion légitime en raison de l’absence de motifs pour ce faire.", "Le 12 août 2008, un procès verbal de synthèse de l’enquête fut établi aux fins de transmission au juge d’instruction. Il indique que l’instruction s’intéressa notamment à la formation sur l’usage des armes faite aux gendarmes et suivie par C.M. en particulier. Il en ressort notamment que le 17 janvier 2005, une note issue par la région de gendarmerie de Marseille et transmise aux commandants d’unité de gendarmerie de la compagnie de Draguignan leur demandait d’organiser une séance d’instruction spécifique sur le droit et les conditions réglementaires d’usage des armes et sur les règles de sécurité. Cette instruction était spécifiquement demandée au regard de l’actualisation du régime de l’usage des armes par l’ordonnance no 2004-1374 du 20 décembre 2004. C.M. avait participé aux séances d’instruction sur l’usage des armes des 22 mars 2005 et 13 mars 2006. Le commandant de la compagnie de gendarmerie départementale de Draguignan expliqua à ce propos que même s’il était organisé deux séances par mois afin d’augmenter les chances que tous les gendarmes puissent y assister, il peut se trouver difficile pour un gendarme d’y être présent du fait « des obligations opérationnelles et des contingences de service ». En particulier concernant C.M., qui n’avait pas suivi les séances de novembre 2006 et 2007, le commandant précisa que celui-ci travaillait dans « un service très sollicité et qui demande une grande disponibilité » qui rendait « très compliquée » la présence aux instructions. Outre ces séances de formation et toujours selon la déposition du commandant de la compagnie de gendarmerie départementale de Draguignan, « tous les ordres initiaux d’opérations provenant de la compagnie comportent en annexe une fiche de synthèse sur l’usage des armes et [il] est précisé qu’au départ des missions le responsable de l’opération doit faire un rappel verbal sur l’usage des armes ».", "Les 19 novembre et 26 décembre 2008, les expertises psychiatrique et psychologique de C.M. furent rendues. Elles n’indiquèrent aucun trouble particulier de la personnalité de ce dernier.", "Le 18 août 2009, le juge d’instruction de Draguignan rendit une ordonnance de non-lieu :", "«  (...) L’usage des armes constituait à ce moment le seul moyen dont disposait le gendarme pour stopper la fuite de Joseph Guerdner et empêcher son évasion.", "Attendu et bien que l’on ne puisse que déplorer la mort d’un homme et compatir à la douleur de sa famille, il apparaît que toutes les conditions d’usage des armes sont au cas d’espèce remplies (fuite caractérisée, commission préalable d’une infraction criminelle, sommations, impossibilité d’arrêter le fuyard autrement) ».", "Les requérants firent appel de cette ordonnance.", "Par un arrêt du 1er décembre 2009, la cour d’appel d’Aix-en-Provence infirma l’ordonnance et prononça la mise en accusation de C.M. devant la cour d’assises du Var. Elle considéra qu’il était parfaitement établi et non contesté que C.M. ne se trouvait pas au moment des faits en état de légitime défense de lui-même ou d’autrui. Quant à la question de savoir si C.M. aurait pu remplir autrement son devoir, elle releva la dangerosité de J. Guerdner (dangerosité croissante, délinquant d’habitude, il faisait l’objet d’un contrôle judiciaire pour vols aggravés et dégradation d’un véhicule de gendarmerie qu’il n’avait pas hésité à percuter de face pour ménager sa fuite, la perquisition de son véhicule avait permis la découverte d’un pistolet calibre 45 avec chargeur contenant des cartouches) et précisa ce qui suit :", "« (...) Or force est de constater qu’au moment où il prend la fuite, Joseph Guerdner n’est pas armé, il a les deux mains entravées, par le port des menottes, il porte une menotte à la cheville destinée à restreindre ses mouvements ;", "Que compte tenu du caractère spontané de l’évasion, il profite de l’extinction de la lumière au moment où il se trouve près d’une fenêtre et il n’existe aucun élément pouvant laisser penser qu’un complice pourrait venir l’aider ; qu’il était certainement possible d’alerter les autres militaires présents et d’organiser une course poursuite, le temps nécessaire pour descendre les escaliers à partir de l’endroit où se trouvait C.M. ayant été estimé par l’expert à 13 secondes 60 [centièmes].", "En outre, l’on peut penser que Joseph Guerdner, compte tenu de ses entraves, ne pouvait pas courir très loin ni très longtemps ;", "Le risque de prise d’otage invoqué dans l’ordonnance de non-lieu apparaît assez théorique dans la mesure où Joseph Guerdner ne disposait pas d’arme ni de la liberté de ses mouvements et qu’il n’existait aucun indice permettant de penser qu’il pourrait bénéficier de complicité à ce moment précis aux alentours de la gendarmerie ; ainsi l’usage d’arme à feu n’était pas le seul moyen d’arrêter Joseph Guerdner dans sa fuite ;", "Ces circonstances paraissent de nature à écarter l’application de l’article 122-4 du code pénal et doivent faire l’objet d’un débat devant la juridiction de fond. »", "Décidant que l’intention homicide n’était pas caractérisée, la cour d’appel renvoya C.M. pour violences ayant entraîné, sans intention de la donner, la mort de J. Guerdner, avec cette circonstance que les faits ont été commis par une personne dépositaire de l’autorité publique, dans l’exercice ou à l’occasion de l’exercice de ses fonctions.", "Le 25 janvier 2010, la première requérante, Micheline Guerdner, saisit la commission d’indemnisation des victimes d’infractions pénales du tribunal de grande instance de Draguignan (CIVI) d’une requête en indemnisation de 30 000 euros (EUR) pour le préjudice moral causé par la mort de son fils.", "Le 3 juin 2010, le procureur de la république requit un non-lieu au motif que si l’information confirmait que C.M. était l’auteur des blessures à l’origine du décès de J. Guerdner, celui-ci avait agi dans le cadre des dispositions de l’article 174 du décret organique du 20 mai 1903 devenu l’article L. 2338-3 du code de la défense (voir droit interne pertinent).", "Le 9 juin 2010, le président de la cour d’assises du département du Var ordonna un complément d’expertise sur le port des bracelets de contention par la victime lors de sa fuite à l’une ou aux deux chevilles.", "Par un arrêt du 17 septembre 2010, la cour d’assises acquitta C.M. Celleci considéra en effet que le gendarme avait agi selon les prescriptions législatives ou réglementaires le rendant irresponsable pénalement. Le ministère public ne fit pas appel, ce qui rendit l’acquittement définitif.", "Le 17 juin 2011, la CIVI considéra que les coups mortels portés à J. Guerdner constituaient le caractère matériel d’une infraction. Elle considéra que cela suffisait en soi pour accorder une indemnisation du préjudice causé. Par ailleurs, et sans remettre en cause l’appréciation de la cour d’assises selon laquelle l’élément légal de l’infraction n’était pas constitué, elle nota toutefois qu’« il est permis de s’interroger sur l’absolue nécessité de recourir à la violence, condition indispensable à l’usage d’une arme (C.M. n’aurait-il pas pu alerter les autres militaires présents avant d’ouvrir le feu et organiser une course poursuite ?) ». La CIVI estima le préjudice moral de la requérante à 20 000 EUR mais retint que son fils avait commis une faute en tentant de s’évader et en continuant sa fuite alors même que des coups de feu avaient été tirés en sa direction, justifiant que la réparation soit diminuée à 10 000 EUR.", "B.  Le droit et la pratique internes pertinents", "L’article 122-4 du code pénal est ainsi énoncé :", "« N’est pas pénalement responsable la personne qui accomplit un acte prescrit ou autorisé par des dispositions législatives ou réglementaires.", "N’est pas pénalement responsable la personne qui accomplit un acte commandé par l’autorité légitime, sauf si cet acte est manifestement illégal. »", "L’usage des armes par les militaires de la gendarmerie nationale est régi par l’article 174 du décret organique du 20 mars 1903 dont les dispositions ont été reprises dans l’ordonnance du 20 décembre 2004 portant création du code de la défense. L’article L. 2338-3 du code de la défense prévoit que :", "« Les officiers et sous-officiers de gendarmerie ne peuvent, en l’absence de l’autorité judiciaire ou administrative, déployer la force armée que dans les cas suivants :", "1o  Lorsque des violences ou des voies de fait sont exercées contre eux ou lorsqu’ils sont menacés par des individus armés ;", "2o  Lorsqu’ils ne peuvent défendre autrement le terrain qu’ils occupent, les postes ou les personnes qui leur sont confiés ou, enfin, si la résistance est telle qu’elle ne puisse être vaincue que par la force des armes ;", "3o  Lorsque les personnes invitées à s’arrêter par des appels répétés de « Halte gendarmerie » faits à haute voix cherchent à échapper à leur garde ou à leurs investigations et ne peuvent être contraintes de s’arrêter que par l’usage des armes ;", "4o  Lorsqu’ils ne peuvent immobiliser autrement les véhicules, embarcations ou autres moyens de transport dont les conducteurs n’obtempèrent pas à l’ordre d’arrêt.", "Ils sont également autorisés à faire usage de tous engins ou moyens appropriés tels que herses, hérissons, câbles, pour immobiliser les moyens de transport quand les conducteurs ne s’arrêtent pas à leurs sommations. »", "Des précisions relatives à l’usage des armes ont été posées par différentes circulaires de la direction générale de la gendarmerie et par la Cour de cassation. La circulaire de la direction générale de la gendarmerie nationale du 30 août 1996 indique que l’usage des armes n’est possible que si il n’y a pas d’autre moyen permettant d’arrêter le fuyard ou d’immobiliser le véhicule, seulement à l’encontre de personnes dont la fuite caractérisée est précédée ou accompagnée d’éléments généraux ou particuliers qui établissent ou font présumer leur participation à un crime ou délit grave, et en cas d’absolue nécessité. En outre, la circulaire du 7 mars 2006 aurait ensuite prescrit que, hors les cas de légitime défense, le militaire ne pouvait utiliser son arme qu’aux conditions d’« être officier ou sous-officier de gendarmerie, d’être en uniforme, pour une raison d’absolue nécessité et après des sommations par des appels à haute voix, pour rendre la personne à appréhender consciente du risque qu’elle encourt en refusant d’obtempérer aux injonctions ».", "La chambre criminelle de la Cour de cassation a par ailleurs estimé que l’usage d’une arme ne peut être justifié que lorsqu’il est « absolument nécessaire en l’état des circonstances de l’espèce » (Cass crim, 18 février 2003, No 02-80095, Bull crim, no 41). Dans un arrêt du 27 février 2008, elle a considéré que l’usage des armes devait « [é]galement s’analyser au regard de l’article 2 § 2 de la Convention européenne des droits de l’homme » et précisa que celui-ci « impose, pour parvenir à un équilibre entre le but et les moyens, un usage des armes avec mesure et discernement dans le cadre d’une nécessité absolue et à l’encontre de personnes impliquées dans des faits criminels ou de délinquance grave ». Dans cet arrêt, la cour a dit que « même si les faits doivent être replacés dans leur contexte très particulier et ont été réalisés à l’issue d’une course poursuite dangereuse, il n’en demeure pas moins que ne relevait pas d’une nécessité absolue l’usage d’une arme, à plusieurs reprises en dehors de tout ordre de tir en direction d’un véhicule qui prenait la fuite alors même, notamment, que la topographie des lieux et l’information générale qui entourait l’opération permettaient la mise en place de dispositifs d’interceptions » (Cass crim., No 07-88470, non publié)", "La circulaire du 2 février 2009, postérieure aux faits de l’espèce, relative à l’emploi en service de l’armement de dotation par les militaires de la gendarmerie, a encore précisé les conditions dans lesquelles les gendarmes étaient autorisés à utiliser leur arme au regard de la législation française et de la Convention européenne des droits de l’homme. Après avoir énoncé ces textes, elle précise :", "« 1.2.2.3. La transposition opérationnelle du principe.", "L’interprétation par les juges du fond du principe d’absolue nécessité restreint de facto l’usage des armes :", "-  à l’encontre des seules personnes :", "-  dont la fuite caractérisée est précédée ou accompagnée d’éléments d’information généraux (antécédents judiciaires, dangerosité réputée, modes opératoires habituellement mis en œuvre, ...) et surtout immédiats (degré de violence exercée dans le temps de l’action ou très proche de l’action, nature et létalité de l’armement éventuellement détenu,...) qui établissent ou font présumer leur participation à un crime ou à un délit grave (quel est mon adversaire? Quel est l’enjeu ?) ; Et/ou", "-  représentant une menace pour la vie ou l’intégrité des personnes (quelle menace concrète mon adversaire fait-il peser sur moi-même ou sur autrui ?) ;", "-  et en l’absence de toute autre possibilité d’action (existe-t-il une alternative immédiate à mon action (renforts encadrant mon dispositif, présence d’un dispositif d’interception en aval de ma zone, ...) ? L’usage des armes est-il l’ultime recours ?).", "Fruits d’une jurisprudence itérative, ces paramètres doivent impérativement être intégrés dans le processus décisionnel pouvant, dans l’action, conduire un militaire de la gendarmerie à déployer la force armée. La prise en compte de ces paramètres sous le signe de l’urgence et dans un environnement donné (présence de tiers pouvant être mis en danger collatéralement à titre d’exemple) s’opère par le biais d’une méthode d’analyse réflexe que doit scrupuleusement appliquer tout gendarme confronté à une situation menaçante.", "Ce processus se présente sous la forme de cinq questions :", "1/ Quel est le cadre juridique de l’action ?", "Suis-je placé en situation de légitime défense ? À défaut, les conditions d’usage définies aux articles L. 2338-3 ou L. 4123-12 du code de la défense sont-elles réunies ?", "2/ Quel est mon adversaire ?", "Suis-je confronté à un individu dont la fuite caractérisée est précédée ou accompagnée d’éléments d’information généraux et surtout immédiats qui établissent ou font présumer sa participation à un crime ou à un délit grave ?", "3/ L’usage de mon arme est-il l’ultime recours ?", "Existe-t-il une alternative immédiate à mon action ?", "4/ Quelle menace mon adversaire fait-il peser sur moi-même ou autrui ?", "Son déplacement ou son attitude sont-ils de nature à mettre en danger mon intégrité physique ou celle d’un tiers ?", "5/ Mon environnement est-il propice à l’usage des armes ?", "L’usage de mon arme présente-t-il un risque pour les tiers ? L’espace est-il sécurisé ? La mise en œuvre accélérée de cette méthode est rendue possible par la constitution d’un moyen mnémotechnique simple : « JARME » (Juridique Adversaire Recours Menace Environnement).", "Formé à partir de la première lettre du mot pivot de chacune des cinq questions de la méthode réflexe, cet acronyme offre à chaque militaire un guide concourant à la pertinence de sa décision :", "1.2.3. Les autres règles d’application.", "Alliée au respect du principe d’absolue nécessité, l’application des règles spécifiques aux militaires de la gendarmerie appelle des précisions tenant :", "-  à la qualité des militaires appelés à utiliser leur arme ;", "-  à l’action en uniforme ;", "-  aux sommations qui précèdent le tir.", "1.2.3.1. Qualité des militaires appelés à utiliser leur arme.", "Sous réserve d’avoir prêté serment, seuls les officiers et les sous-officiers de gendarmerie peuvent faire usage de leurs armes dans les conditions prévues à l’article L. 2338-3 du code de la défense.", "Cet article exclut de son champ d’application les élèves-gendarmes, les volontaires de la gendarmerie, les militaires du corps technique et administratif et des corps de soutien technique et administratif de la gendarmerie et les réservistes de la gendarmerie quel que soit leur grade. Il en résulte que les militaires appartenant à l’une de ces catégories ne peuvent faire usage de leurs armes sur le territoire de la République que dans les cas de légitime défense ou dans une zone de défense hautement sensible pour empêcher ou interrompre une intrusion.", "1.2.3.2. Action en uniforme.", "L’action en uniforme des militaires de la gendarmerie nationale demeure un principe fondamental.", "Dans les cas où le port de la tenue civile est expressément autorisé – conformément aux dispositions de l’instruction de 5e référence – les armes ne peuvent être utilisées par les militaires de la gendarmerie que dans les conditions de la légitime défense (12).", "1.2.3.3. Sommations.", "Dans les cas prévus par l’article L. 2338-3 du code de la défense ou l’article 4 du décret 2005-1320 du 25 octobre 2005 relatif aux zones de défense hautement sensibles, les militaires de la gendarmerie doivent, préalablement à l’usage des armes, procéder à des sommations par des appels à haute voix, pour rendre la personne à appréhender consciente du risque qu’elle encourt en refusant d’obtempérer aux injonctions.", "« Halte Gendarmerie » (article L. 2338-3) ou « Halte ou je fais feu » (article 4 du décret relatif aux zones de défense hautement sensibles).", "Lorsqu’ils ne parviennent pas à se faire entendre par un appel à haute voix, les militaires procèdent aux sommations par tout autre moyen permettant de signifier sans ambiguïté l’ordre d’arrêt. »", "GRIEFS", "1.  Invoquant l’article 2 de la Convention, les requérants dénoncent une violation du droit à la vie en soutenant que le gendarme n’était pas dans une situation justifiant une atteinte à la vie. Ils rappellent à cet égard que la dangerosité de J. Guerdner n’était pas avérée au moment de son évasion en l’absence de personne susceptible d’être prise en otage et en raison du fait qu’il n’était pas armé, se trouvait dans l’enceinte de la gendarmerie, avait les deux poignets menottés et une cheville doublement entravée par une paire de menottes.", "2.  Invoquant l’article 6 et en substance l’article 2 en son volet procédural de la Convention, les requérants se plaignent de ce que l’instruction et le procès n’ont pas été équitables. Ils dénoncent le manque d’indépendance lors de l’enquête de flagrant délit et soutiennent que l’enquête aurait du être menée par la police et non par la gendarmerie. Ils font valoir que dès l’arrivée des hauts gradés de la Direction nationale de la gendarmerie, les dépositions de C.M. ont été curieusement modifiées et complétées (voir auditions du 24 mai à 0 h15 et celle de 13 h 30). De même, ils soutiennent que l’instruction a été confiée à un juge d’instruction en contact quotidien avec les gendarmes de Draguignan dont C.M. En outre, alors que le procureur de la République continuait d’être persuadé de la culpabilité de C.M., le juge d’instruction attendit le départ de celui-ci pour rendre son ordonnance au titre de l’article 175 du code de procédure pénale. Ils dénoncent enfin un procès orienté et l’absence d’appel du Procureur contre la décision de la cour d’assises.", "QUESTIONS AUX PARTIES", "1.  Le droit de Joseph Guerdner à la vie, consacré par l’article 2 de la Convention, a-t-il été violé en l’espèce ? Son décès a-t-il résulté d’un usage de la force rendu absolument nécessaire, au sens du paragraphe 2 de l’article 2 ?", "En particulier, les circonstances de son décès sont-elles de nature à révéler un manquement à l’article 2 de la Convention du fait :", "", "des tirs répétés du gendarme le visant ;", "du défaut de formation de celui-ci quant à l’usage des armes ;", "des possibilités, eu égard notamment aux entraves de l’intéressé et au nombre de gendarmes présents dans le commissariat, de l’arrêter autrement ;", "du défaut de surveillance lui ayant permis de s’enfuir.", "", "2.  L’enquête conduite a-t-elle été « approfondie et effective » au sens de la jurisprudence de la Cour ?", "\nNOMS, DATES DE NAISSANCE DES REQUERANTS ET LIEN FAMILIAL AVEC JOSEPH GUERDNER", "", "", "GUERDNER Micheline, mère, 20/02/58", "GUERDNER Johanna, fille, 21/10/00", "GUERDNER Tyson, fils, 25/01/05", "GUERDNER Célia, fille, 20/06/07", "GUERDNER Marie, sœur, 12/06/85", "GUERDNER Rose, sœur, 07/10/86", "GUERDNER Christophe, frère, 07/02/94", "GUERDNER Victoria, tante, 23/03/62", "GIMENEZ Catherine, concubine, 15/11/85", "SCHATZ Mauricette, sœur, 02/10/74", "SCHATZ Françoise, sœur, 10/09/77", "CHABAUD Jimmy, frère, 07/09/96"]}