{"file": "FRE_HFJUD_9029_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "9029/05", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE KAMPANELLIS c. GRÈCE", "", "", "(Requête no 9029/05)", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "21 juin 2007", "", "", "", "DÉFINITIF", "", "21/09/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Kampanellis c. Grèce,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMM.\tL. Loucaides, président,\n\t\tC.L. Rozakis,\n\t\tA. Kovler,\n\t\tK. Hajiyev,\n\t\tD. Spielmann,\n\t\tS.E. Jebens,\n\t\tG. Malinverni, juges,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 31 mai 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 9029/05) dirigée contre la République hellénique et dont un ressortissant de cet Etat, M. Grigorios Kampanellis (« le requérant »), a saisi la Cour le 7 mars 2005 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me I. Anagnostopoulos, avocat au barreau d'Athènes. Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, M. K. Georgiadis, assesseur auprès du Conseil juridique de l'Etat et Mme Z. Hatzipavlou, auditrice auprès du Conseil juridique de l'Etat.", "3.  Invoquant les articles 5 §§ 3 et 4 et 6 §§ 1, 2 et 3 c) et d) de la Convention, le requérant contestait notamment la légalité de sa détention et l'équité de la procédure préliminaire.", "4.  Le 6 juillet 2006, la Cour a déclaré la requête partiellement irrecevable et a décidé de communiquer au Gouvernement le grief dirigé contre l'ordonnance no 26/2005 de la chambre d'accusation près la cour d'appel d'Athènes, dans la mesure où elle rejeta la demande du requérant de comparaître en personne devant elle (article 5 § 4 de la Convention), ainsi que le grief tiré de la prétendue violation du principe de la présomption d'innocence par l'ordonnance no 2943/2004 de la même juridiction (article 6 § 2 de la Convention). Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1961 et réside à Athènes.", "6.  Le requérant fait l'objet d'une procédure pénale pour plusieurs infractions de nature financière. Le 10 juillet 2003, il fut placé en détention provisoire. Au cours de cette détention, le requérant demanda l'annulation de la procédure préliminaire, sa libération conditionnelle, ainsi que l'autorisation de comparaître devant les chambres d'accusation pour défendre sa cause. Ses demandes furent rejetées par les chambres d'accusation près le tribunal correctionnel et la cour d'appel d'Athènes, qui ont également décidé de son maintien en détention provisoire et de la prolongation de celle-ci (ordonnances nos 223/2004, 1660/2004, 1767/2004 et 2047/2004, rendues les 21 janvier, 8 et 15 juillet et 17 août 2004 respectivement).", "7.  Le 7 septembre 2004, le requérant demanda au juge d'instruction d'ordonner de nouveaux actes d'instruction qu'il estimait nécessaires pour l'établissement de la vérité.", "8.  Le 3 novembre 2004, le requérant demanda à la chambre d'accusation près la cour d'appel d'Athènes d'ordonner sa libération conditionnelle, ainsi que de l'autoriser à comparaître devant elle afin de défendre sa cause et développer ses arguments quant à la nécessité d'ordonner une instruction complémentaire.", "9.  Le 2 décembre 2004, la chambre d'accusation fit droit à la demande du requérant et ordonna sa mise en liberté sous contrôle judiciaire, avec obligation de verser une caution de 130 000 euros. La chambre d'accusation considéra en particulier que :", "« (...) il a été établi que si le requérant est libéré, il est peu probable qu'il commette d'autres infractions ; quant à la période pendant laquelle il fut maintenu en détention, nous estimons qu'elle suffisait pour l'assagir (αρκετός για να τον συνετίσει) et le dissuader de commettre d'autres actes similaires ».", "Par ailleurs, la chambre d'accusation réserva sa décision quant à la demande du requérant de comparaître en personne devant elle (ordonnance no 2943/2004).", "10.  Le 7 décembre 2004, le requérant demanda à la chambre d'accusation de réduire le montant de sa caution. Le 9 décembre 2004, sa demande fut rejetée, au motif qu'il n'avait pas été établi qu'il était dans l'impossibilité financière de verser la caution en question (ordonnance no 3013/2004). Le requérant ne versa pas cette somme ; il demeura en détention jusqu'au 10 janvier 2005, date à laquelle il fut libéré d'office, sa détention ayant atteint la durée maximale autorisée par la Constitution.", "11.  Le 19 janvier 2005, la chambre d'accusation rejeta la demande du requérant de comparaître en personne devant elle, au motif qu'il avait déjà suffisamment développé et étayé ses arguments par écrit et qu'il n'y avait aucune question ouverte nécessitant une clarification. La chambre d'accusation rejeta en outre la demande du requérant en date du 7 septembre 2004, dans laquelle il réclamait de nouveaux actes d'instruction, au motif qu'il n'était pas nécessaire de recueillir des preuves supplémentaires et qu'il existait des indices suffisants pour renvoyer le requérant en jugement. La chambre d'accusation renvoya donc le requérant devant la cour d'assises d'Athènes (ordonnance no 26/2005). L'affaire est actuellement pendante devant cette juridiction.", "II.  LE DROIT INTERNE PERTINENT", "12.  Conformément à l'article 306 du code procédure pénale, les délibérations de la chambre d'accusation ne sont pas publiques ; les décisions sont prises à la majorité, après que le procureur a été entendu et se fut retiré (article 138).", "13.  Aux termes de l'article 309 § 2 du code de procédure pénale :", "« La chambre saisie de la demande de l'une des parties doit ordonner leur comparution devant elle, afin qu'elles fournissent, en présence du procureur, toute précision. Elle peut de surcroît autoriser les conseils à présenter oralement leurs observations sur l'affaire (...) Elle ne peut rejeter une demande de comparution que pour des motifs précis qui doivent être expressément mentionnés dans son ordonnance (...). »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 5 § 4 DE LA CONVENTION", "14.  Le requérant se plaint d'une violation du principe de l'égalité des armes devant la chambre d'accusation de la cour d'appel d'Athènes, qui a rendu son ordonnance no 26/2005 sans l'avoir autorisé à comparaître en personne devant elle, alors que le procureur, lui, a été entendu. Il invoque l'article 5 § 4 de la Convention, ainsi libellé :", "« Toute personne privée de sa liberté par arrestation ou détention a le droit d'introduire un recours devant un tribunal, afin qu'il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "A.  Sur la recevabilité", "15.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "16.  Le requérant affirme qu'il avait demandé à comparaître en personne devant la chambre d'accusation pour présenter ses arguments, notamment contre la prolongation de sa détention provisoire. Il précise que lorsqu'il déposa cette demande, il était encore en détention et qu'en dépit du fait qu'il fut par la suite libéré, il était tout aussi important pour lui en tant qu'accusé d'avancer oralement ses thèses au sujet de son renvoi devant la cour d'assises. Invoquant, entre autres, l'affaire Kampanis, dans laquelle la Cour a conclu à la violation de l'article 5 § 4 de la Convention en raison du refus de la chambre d'accusation d'autoriser la comparution personnelle de l'intéressé lors de l'examen de sa demande d'élargissement (Kampanis c. Grèce, arrêt du 13 juillet 1995, série A no 318-B), le requérant conclut qu'en rejetant sa demande de comparution, la chambre d'accusation a violé le principe de l'égalité des armes.", "17.  Le Gouvernement affirme que le rejet de la demande du requérant de comparaître en personne devant la chambre d'accusation était dûment et suffisamment motivé, comme l'exige l'article 309 § 2 du code de procédure pénale. En effet, selon le Gouvernement, le requérant avait eu la possibilité d'exposer par écrit tous les arguments pour la défense de ses intérêts. Par ailleurs, le Gouvernement souligne qu'en l'occurrence, à la différence de l'affaire Kampanis, la procédure devant la chambre d'accusation portait uniquement sur le renvoi du requérant en jugement.", "18.  Selon la jurisprudence de la Cour, la possibilité pour un détenu « d'être entendu lui-même ou, au besoin, moyennant une certaine forme de représentation » figure dans certains cas parmi les « garanties fondamentales de procédure appliquées en matière de privation de liberté » (Sanchez-Reisse c. Suisse, arrêt du 21 octobre 1986, série A no 107, p. 19, § 51). Tel est le cas notamment lorsque la comparution du détenu peut être considérée comme le moyen d'assurer le respect de l'égalité des armes, l'une des principales sauvegardes inhérentes à une instance de caractère judiciaire au regard de la Convention.", "19.  La Cour rappelle en outre que dans l'arrêt Kampanis, elle a estimé que « l'égalité des armes imposait d'accorder au requérant la possibilité de comparaître en même temps que le procureur afin de pouvoir répliquer à ses conclusions ». Elle a conclu que « faute d'offrir à l'intéressé une participation adéquate à une instance dont l'issue était déterminante pour le maintien ou la levée de sa détention, le système juridique grec en vigueur à l'époque et tel qu'il a été appliqué dans la présente affaire ne satisfaisait pas aux exigences de l'article 5 § 4 » (Kampanis c. Grèce, précité, p. 48, § 58). Cette jurisprudence fut également confirmée dans l'affaire Kotsaridis (Kotsaridis c. Grèce, no 71498/01, 23 septembre 2004).", "20.  Toutefois, dans le cas d'espèce, la Cour relève qu'avant même de se prononcer sur la demande de comparution du requérant, la chambre d'accusation avait déjà ordonné sa mise en liberté sous contrôle judiciaire. Celui-ci n'était donc plus détenu lorsque sa demande fut rejetée, de sorte que le refus qu'il essuya de comparaître en personne devant la chambre d'accusation n'a pas pu avoir le même impact sur sa situation que s'il demandait encore la vérification juridictionnelle de la légalité de sa détention. Par ailleurs, vu que la décision de la chambre d'accusation était suffisamment motivée, conformément aux exigences de l'article 309 § 2 du code de procédure pénale, aucun autre élément ne permet de penser que le rejet de la demande du requérant ait été arbitraire ou contraire au principe de l'égalité des armes.", "21.  Eu égard aux circonstances décrites ci-dessus, la Cour ne saurait donc affirmer qu'en rejetant la demande de comparution du requérant, la chambre d'accusation a fait obstacle à ce que ses droits garantis par l'article 5 § 4 de la Convention soient respectés.", "Partant, il n'y a pas eu violation de cette disposition.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 2 DE LA CONVENTION", "22.  Le requérant se plaint de la motivation adoptée par la chambre d'accusation dans son ordonnance no 2943/2004 statuant sur sa libération sous caution, qui aurait reflété le sentiment qu'il est coupable, alors que la procédure est encore pendante. Il invoque l'article 6 § 2 de la Convention, qui se lit comme suit :", "« Toute personne accusée d'une infraction est présumée innocente jusqu'à ce que sa culpabilité ait été légalement établie. »", "A.  Sur la recevabilité", "23.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "24.  Le requérant affirme que la phrase litigieuse n'était pas une erreur glissée dans l'ordonnance critiquée, mais exprimait bien l'opinion des magistrats quant à sa culpabilité.", "25.  Le Gouvernement affirme que la phrase incriminée était un obiter dictum et ne faisait partie ni de la motivation de l'ordonnance litigieuse ni de son dispositif. Le Gouvernement admet que la formulation de cette phrase était malheureuse, mais estime que cela ne saurait s'interpréter comme une violation du principe de la présomption d'innocence.", "26.  La Cour rappelle que la présomption d'innocence se trouve méconnue si une décision judiciaire concernant un prévenu reflète le sentiment qu'il est coupable, alors que sa culpabilité n'a pas été légalement établie au préalable. Il suffit, même en l'absence de constat formel, d'une motivation donnant à penser que le juge considère l'intéressé comme coupable (voir, parmi beaucoup d'autres, Puig Panella c. Espagne, no 1483/02, § 51, 25 avril 2006). A cet égard, la Cour souligne l'importance du choix des termes par les agents de l'Etat dans les déclarations qu'ils formulent avant qu'une personne n'ait été jugée et reconnue coupable d'une infraction (Daktaras c. Lituanie, no 42095/98, § 44, CEDH 2000-X).", "27.  Le point de savoir si les propos d'un juge d'instruction, membre du pouvoir judiciaire, constituent une violation du principe de la présomption d'innocence doit être tranché dans le contexte des circonstances particulières dans lesquelles ceux-ci ont été formulés, en tenant compte du fait que les déclarations des juges font l'objet d'un examen plus approfondi que celles qui concernent les autorités d'investigation comme la police et le parquet (Pandy c. Belgique, no 13583/02, § 43, 21 septembre 2006).", "28.  En l'occurrence, la Cour relève que la phrase incriminée a été prononcée par des magistrats dans le cadre d'une décision motivée, intervenue à un stade préliminaire de la procédure pénale engagée contre le requérant, par laquelle son renvoi en jugement fut ordonné. Or, la Cour ne peut suivre le Gouvernement lorsqu'il semble soutenir que la phrase litigieuse aurait été sans importance. Elle estime, en effet, que l'emploi du terme « assagir » exprime sans équivoque l'idée que la détention provisoire infligée au requérant avait pu avoir l'effet de le calmer et de freiner son comportement criminel. Indépendamment de leur positionnement dans l'ordonnance litigieuse, la Cour estime que de tels propos ne sont pas admissibles dans le chef de magistrats d'une chambre d'accusation, chargés en droit grec d'instruire tant à charge qu'à décharge, ce qui demande une attention plus particulière dans le choix des termes utilisés.", "29.  La Cour estime, par conséquent, que les propos litigieux peuvent, dans les circonstances de l'espèce, être assimilés à une déclaration de culpabilité qui préjugeait de l'appréciation des faits par les juges compétents (Allenet de Ribemont c. France, arrêt du 10 février 1995, série A no 308, p. 17, § 41).", "Partant, il y a eu violation de l'article 6 § 2 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "30.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "31.  Le requérant réclame 7 000 euros (EUR) au titre du préjudice moral qu'il aurait subi.", "32.  Le Gouvernement affirme qu'un constat de violation constituerait en soi une satisfaction équitable suffisante. A titre alternatif, le Gouvernement estime que la somme allouée à ce titre ne saurait dépasser 3 000 EUR.", "33.  La Cour estime que, dans les circonstances de l'espèce, le dommage moral du requérant se trouve suffisamment réparé par le constat de violation de l'article 6 § 2 de la Convention auquel elle est parvenue.", "B.  Frais et dépens", "34.  Le requérant ne sollicite aucune somme au titre de ses frais et dépens. Partant, il n'y a pas lieu de lui octroyer de somme à ce titre.", "C.  Intérêts moratoires", "35.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l'unanimité, le restant de la requête recevable ;", "", "2.  Dit, par six voix contre une, qu'il n'y a pas eu violation de l'article 5 § 4 de la Convention ;", "", "3.  Dit, à l'unanimité, qu'il y a eu violation de l'article 6 § 2 de la Convention ;", "", "4.  Dit, à l'unanimité, que le constat de violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "5.  Rejette, à l'unanimité, la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 21 juin 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tLoukis Loucaides\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion partiellement dissidente de M. Loucaides.", "L.L.\nS.N.", "\nOPINION PARTIELLEMENT DISSIDENTE\nDE M. LE JUGE LOUCAIDES", "(Traduction)", "Je ne partage pas l'avis de la majorité selon lequel il n'y a pas eu, en l'espèce, violation de l'article 5 § 4 de la Convention.", "", "Le requérant avait demandé à comparaître en personne devant la chambre d'accusation près le tribunal correctionnel d'Athènes pour présenter ses arguments contre la prolongation de sa détention provisoire et s'exprimer sur la question de son renvoi devant la cour d'assises.", "", "J'approuve le constat de non-violation fait par la majorité en ce qui concerne le refus d'autoriser le requérant à comparaître personnellement pour exposer ses arguments contre la prolongation de sa détention, cette conclusion reposant sur le fait que l'intéressé avait été remis en liberté dans l'intervalle. Cependant, cela ne règle pas la question du grief selon lequel il n'a pas été permis au requérant de comparaître devant la chambre susmentionnée pour exposer oralement ses arguments au sujet de son éventuel renvoi devant la cour d'assises.", "", "A mon avis, dès lors que le procureur avait le droit d'être entendu sur cette question, le requérant aurait également dû avoir le droit de présenter oralement ses arguments en réponse à ceux du procureur. Cela découle du principe d'égalité des armes et des exigences d'équité de la procédure judiciaire.", "", "En conséquence, j'estime que le rejet de la demande formée par le requérant aux fins de pouvoir s'exprimer devant la chambre d'accusation à propos de son renvoi devant la cour d'assises s'analyse en une violation de l'article 5 § 4 de la Convention."]}