{"file": "FRE_HFJUD_36378_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "36378/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE BERTUZZI c. FRANCE", "", "", "(Requête no 36378/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "13 février 2003", "", "", "", "DÉFINITIF", "", "21/05/2003", "", "", "", "", "", "", "En l'affaire Bertuzzi c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tGaukur Jörundsson,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tM. Ugrekhelidze,\n\tMme\tA. Mularoni, juges,\net de M. T.L. Early, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 16 avril 2002 et 28 janvier 2003,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 36378/97) dirigée contre la République française et dont un ressortissant de cet Etat, M. Rémi Bertuzzi (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 10 février 1997 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le requérant, qui a été admis au bénéfice de l'assistance judiciaire, est représenté devant la Cour par Me C. Boye, avocate au barreau de Nancy. Le gouvernement français (« le Gouvernement ») est représenté par Mme M. Dubrocard, sous-directrice des droits de l'homme au ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier la violation de l'article 6 §§ 1 et 3 de la Convention du fait qu'aucun avocat ne l'a représenté au titre de l'assistance juridictionnelle dans la procédure qu'il voulait diligenter contre un avocat.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "7.  Par une décision du 16 avril 2002, la chambre a déclaré la requête partiellement recevable.", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Le requérant, M. Rémi Bertuzzi, est né en 1951 et réside à Saint-Laurent (Vosges).", "10.  Désirant diligenter une procédure en dommages-intérêts contre Me T., avocat à qui il reprochait de ne pas l'avoir correctement représenté dans une procédure, le requérant déposa une demande d'aide juridictionnelle auprès du tribunal de grande instance de Metz. Le 1er juin 1995, l'aide juridictionnelle totale lui fut accordée.", "11.  Les trois avocats désignés successivement par le bâtonnier demandèrent à être relevés de leur mandat en aide juridictionnelle, en raison de leurs liens personnels avec l'avocat attaqué. Le dernier désistement intervint fin octobre, début novembre 1995.", "12.  Le 23 novembre 1995, le requérant sollicita à nouveau le président du bureau de l'aide juridictionnelle, afin qu'un quatrième avocat soit désigné. Le 27 novembre 1995, il adressa cette même demande au bâtonnier. Le greffe du bureau d'aide juridictionnelle transmit ce courrier à un avocat membre du conseil de l'ordre et désigné pour siéger au bureau d'aide juridictionnelle.", "13.  Par une lettre du 12 décembre 1995, cet avocat écrivit au bâtonnier de l'ordre des avocats de Metz pour lui demander de désigner un quatrième avocat. Celui-ci, après avoir sollicité et obtenu des éléments sur la nature du litige du requérant, ne donna aucune suite immédiate à la demande.", "14.  Ne recevant aucune réponse, le requérant s'adressa, le 14 juin 1996, au ministre de la Justice. Seule une lettre lui indiquant que sa demande était transférée au directeur des affaires civiles et du sceau lui parvint en retour le 21 juin 1996. Le requérant souligne ce fait, dans une lettre envoyée au ministre et datée du 23 novembre 1996.", "15.  En mars 1997, le requérant obtint une réponse du bâtonnier de l'ordre des avocats. Celui-ci l'informait du fait que la décision d'accorder l'aide juridictionnelle, datée du 1er juin 1995, était devenue caduque. Par conséquent, il lui appartenait de faire une nouvelle demande s'il souhaitait continuer la procédure contre Me T. Le requérant ne donna pas suite à ce courrier.", "II.  LE DROIT INTERNE PERTINENT", "16.  Loi 91-647 du 10 juillet 1991 relative à l'aide juridique :", "Article 2", "« Les personnes physiques dont les ressources sont insuffisantes pour faire valoir leurs droits en justice peuvent bénéficier d'une aide juridictionnelle. Cette aide est totale ou partielle. (...) »", "Article 24", "« Les dépenses qui incomberaient au bénéficiaire de l'aide juridictionnelle s'il n'avait pas cette aide sont à la charge de l'Etat. (...) »", "Article 25", "« Le bénéficiaire de l'aide juridictionnelle a droit à l'assistance d'un avocat et à celle de tous officiers publics ou ministériels dont la procédure requiert le concours.", "Les avocats et les officiers publics ou ministériels sont choisis par le bénéficiaire de l'aide juridictionnelle. Ils peuvent l'être également par l'auxiliaire de justice premier choisi ou désigné.", "A défaut de choix ou en cas de refus de l'auxiliaire de justice choisi, un avocat ou un officier public ou ministériel est désigné, sans préjudice de l'application des règles relatives aux commissions ou désignations d'office, par le bâtonnier ou par le président de l'organisme professionnel dont il dépend.", "L'auxiliaire de justice qui prêtait son concours au bénéficiaire de l'aide juridictionnelle avant que celle-ci ait été accordée doit continuer de le lui prêter. Il ne pourra en être déchargé qu'exceptionnellement et dans les conditions fixées par le bâtonnier ou par le président de l'organisme dont il dépend. »", "Décret 91-1266 du 19 décembre 1991 portant application de la loi no 91647 du 10 juillet 1991 relative à l'aide juridique :", "Article 33 \n(modifié par Décret 2001-512 14 juin 2001 art. 8 JORF 15 juin 2001)", "« La demande d'aide juridictionnelle est déposée ou adressée par l'intéressé ou par tout mandataire au bureau d'aide juridictionnelle.", "Elle contient les indications suivantes :", "1o  Nom, prénoms, profession, nationalité et domicile du requérant ou, si celui-ci est une personne morale, ses dénomination, forme, objet et siège social ;", "2o  Selon le cas :", "–  l'objet de la demande en justice, accompagné d'un exposé succinct de ses motifs ;", "–  la description sommaire du différend existant, l'identité des parties et l'objet de la transaction envisagée avant l'introduction de l'instance ;", "(...) »", "Article 35", "« La déclaration de ressources prévue à l'article 34 contient :", "1o  L'indication de la situation familiale et professionnelle du requérant ;", "2o  L'énumération complète et détaillée des ressources de toute nature dont le requérant a eu directement ou indirectement la jouissance ou la libre disposition au cours de la dernière année civile et, s'il y a lieu, de l'année de la demande, à l'exclusion des prestations familiales et des prestations sociales énumérées à l'article 2, ainsi que des ressources de son conjoint et, le cas échéant, de celles des autres personnes vivant habituellement à son foyer et de celles des personnes éventuellement à charge ;", "3o  La nature et l'importance de ses biens mobiliers et immobiliers, même non productifs de revenus ;", "4o  Les éléments extérieurs de son train de vie.", "Cette déclaration, à moins que le requérant ne demeure pas habituellement en France, est faite sur un imprimé conforme aux modèles fixés par arrêté conjoint du garde des sceaux, ministre de la justice, et du ministre chargé du budget. Elle comporte le rappel des dispositions pénales du paragraphe II de l'article 22 de la loi no 68-690 du 31 juillet 1968. »", "Article 54", "« La décision d'admission à l'aide juridictionnelle est caduque si, dans l'année de sa notification, la juridiction n'a pas été saisie de l'instance en vue de laquelle l'admission a été prononcée. »", "Article 76", "« Lorsque le demandeur à l'aide juridictionnelle ne produit pas de document attestant l'acceptation d'un avocat ou d'un officier public ou ministériel choisi par lui, la désignation de l'auxiliaire de justice peut être effectuée sur-le-champ par le membre du bureau ou de la section du bureau représentant la profession et ayant reçu délégation à cet effet. »", "\nArticle 77", "« Pour l'application de l'article précédent, l'avocat membre du bureau ou de la section du bureau doit avoir reçu délégation du bâtonnier de l'ordre des avocats auquel il appartient. (...) »", "Article 79\n(modifié par Décret 2001-512 14 juin 2001 art. 24 JORF 15 juin 2001)", "« Lorsque aucun avocat ou officier public ou ministériel n'a été choisi par le bénéficiaire de l'aide ou n'a été désigné dans les conditions prévues aux articles 76 à 78, le secrétaire du bureau ou de la section du bureau d'aide juridictionnelle adresse, dès l'admission à l'aide, une copie de la décision au bâtonnier et, le cas échéant, au président de chacun des organismes professionnels dont dépendent les divers auxiliaires de justice respectivement compétents pour représenter le bénéficiaire de l'aide, l'assister et procéder aux actes et formalités nécessaires à l'instance, à l'acte conservatoire ou à la procédure d'exécution pour lequel cette aide a été accordée.", "Lorsqu'il apparaît nécessaire de recourir à un nouvel avocat ou officier public ou ministériel après admission à l'aide juridictionnelle, le secrétaire du bureau ou de la section du bureau d'aide juridictionnelle, saisi par le bénéficiaire de l'aide, adresse une copie de la décision au bâtonnier et au président de chacun des organismes professionnels décrits à l'alinéa précédent. »", "Article 82 \n(modifié par Décret 2001-512 14 juin 2001 art. 25 JORF 15 juin 2001)", "« Le bâtonnier ou le président de l'organisme professionnel ou leur délégué désigne l'avocat ou l'officier public ou ministériel chargé de prêter son concours au bénéficiaire de l'aide juridictionnelle.", "Il avise de cette désignation :", "1o  L'avocat ou l'officier public ou ministériel intéressé, à qui il transmet copie de la décision du bureau en lui rappelant les dispositions de l'article 54 ;", "2o  Le secrétaire du bureau d'aide juridictionnelle qui en informe immédiatement le bénéficiaire de l'aide juridictionnelle, en l'invitant à se mettre en rapport avec cet auxiliaire de justice, ainsi que le greffier en chef ou le secrétaire de la juridiction dans le cas où une juridiction est saisie du litige ; mention du nom de l'auxiliaire de justice est alors faite au dossier de l'affaire ; ", "(...) »", "Article 83", "« Lorsque l'auxiliaire de justice qui prêtait son concours au bénéficiaire de l'aide juridictionnelle avant que cette aide lui ait été accordée demande à en être déchargé, le bâtonnier ou le président de l'organisme professionnel concerné se prononce par décision motivée dans les conditions prévues au quatrième alinéa de l'article 25 de la loi du 10 juillet 1991 susvisée.", "Cette décision est notifiée au bénéficiaire de l'aide juridictionnelle, à l'auxiliaire ou aux auxiliaires de justice et au secrétaire du bureau d'aide juridictionnelle. »", "Article 84", "« Dans tous les cas où un auxiliaire de justice qui prêtait son concours au bénéficiaire de l'aide juridictionnelle est déchargé de sa mission, un remplaçant lui est immédiatement désigné. »", "Code de l'organisation judiciaire (partie législative) :", "Article L781-1", "« L'Etat est tenu de réparer le dommage causé par le fonctionnement défectueux du service de la justice. Cette responsabilité n'est engagée que par une faute lourde ou par un déni de justice. (...) »", "EN DROIT", "I.  SUR L'EXCEPTION PRÉLIMINAIRE DU GOUVERNEMENT", "17.  Dans ses observations envoyées à la Cour après l'adoption de la décision sur la recevabilité, le Gouvernement revient sur l'exception tirée du non-épuisement des voies de recours internes que la Cour a rejetée en estimant « qu'on ne saurait exiger du requérant, qui bien entendu n'était pas assisté par un avocat, de connaître tous les arcanes des recours judiciaires ou disciplinaires contre un bâtonnier de l'ordre des avocats ». Il souligne que la loi du 10 juillet 1991 relative à l'aide juridique consacre plusieurs dispositions sur « l'aide à l'accès au droit » qui comprend « l'aide à la consultation et l'assistance au cours de procédures non juridictionnelles » et que des professionnels du droit assurent des consultations juridiques. Il conclut que le requérant disposait de moyens parfaitement accessibles pour être informé des recours juridiques qu'il pouvait exercer.", "18.  La Cour note que le Gouvernement réitère l'exception d'irrecevabilité de la requête qui a déjà été examinée et rejetée par la Cour dans sa décision sur la recevabilité du 16 avril 2002. La Cour ne décèle aucun élément nouveau, susceptible de justifier le réexamen de cette exception.", "19.  La Cour rejette, par conséquent, l'exception préliminaire du Gouvernement.", "\nII.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "20.  Le requérant soutient que l'article 6 §§ 1 et 3 a été violé à son encontre du fait qu'aucun avocat ne l'a représenté dans le cadre de l'assistance juridictionnelle.", "21.  Le Gouvernement se réfère essentiellement à l'arrêt Airey c. Irlande du 9 octobre 1979 (série A no 32). Il souligne qu'au contraire de ce que la Cour avait relevé dans cette affaire, la procédure que le requérant souhaitait diligenter était simple, ne nécessitait pas la représentation par avocat et que le requérant aurait pu défendre seul sa cause. Il ajoute que, lorsque le requérant a été informé de ce que la décision d'aide juridictionnelle était caduque, il pouvait présenter une nouvelle demande.", "22.  La Cour relève d'emblée qu'en l'espèce le requérant désirait diligenter une procédure en dommages-intérêts contre un avocat. Il n'était donc pas accusé en matière pénale. En conséquence, la Cour examinera son grief sous l'angle du seul article 6 § 1, dont les parties pertinentes se lisent ainsi :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "23.  La Cour rappelle que la Convention n'oblige pas à accorder l'aide judiciaire dans toutes les contestations en matière civile (voir les arrêts Del Sol c. France, no 46800/99, § 20, CEDH 2002-II ; Essaadi c. France, no 49384/99, § 30, 26 février 2002). En effet, il y a une nette distinction entre les termes de l'article 6 § 3 c), qui garantit le droit à l'aide judiciaire gratuite sous certaines conditions dans les procédures pénales, et ceux de l'article 6 § 1, qui ne renvoie pas du tout à l'aide judiciaire.", "24.  Toutefois, la Convention a pour but de protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs. La remarque vaut en particulier pour le droit d'accès aux tribunaux, eu égard à la place éminente que le droit à un procès équitable occupe dans une société démocratique (Airey, précité, pp. 12-13, § 24).", "25.  Il appartient donc aux Etats contractants de décider de la manière dont doivent être respectées les obligations découlant de la Convention, et un système d'aide juridictionnelle ne peut fonctionner sans la mise en place d'un dispositif permettant de sélectionner les affaires susceptibles d'en bénéficier.", "26.  La Cour relève que, dans la présente affaire, le requérant, qui répondait aux critères matériels d'octroi, s'est vu immédiatement attribuer l'aide juridictionnelle dans une matière où, pourtant, la représentation par avocat n'était pas obligatoire.", "27.  Toutefois, cette décision resta lettre morte puisque les trois avocats désignés successivement demandèrent à être relevés de leur mandat en raison de leurs liens personnels avec l'avocat que le requérant désirait poursuivre. Le requérant n'obtint pas, malgré ses démarches, la nomination d'un nouvel avocat par le président du bureau d'aide juridictionnelle et ne put donc introduire son recours.", "28.  Le Gouvernement estime que le requérant aurait pu présenter lui-même son affaire, la procédure étant sans ministère d'avocat obligatoire et orale, et qu'il aurait dû, par ailleurs, faire une nouvelle demande après avoir été informé que la décision d'octroi était caduque.", "29.  La Cour relève toutefois sur ce point que le bureau d'aide juridictionnelle avait alloué l'aide judiciaire au requérant alors même que la représentation par avocat n'était pas obligatoire.", "Il est donc loisible d'en conclure que le bureau d'aide juridictionnelle a estimé que l'assistance d'un professionnel était d'une importance primordiale dans cette procédure où le requérant désirait attaquer un avocat.", "30.  En l'occurrence, le requérant a vu trois avocats se désister successivement et n'a pas obtenu qu'un conseil soit nommé et le représente effectivement.", "Averties du désistement de ces avocats, les autorités compétentes, le bâtonnier ou son délégué, auraient dû pourvoir à leur remplacement afin que le requérant bénéficie d'une assistance effective (voir, mutatis mutandis, Artico c. Italie, arrêt du 13 mai 1980, série A no 37, p. 15, § 33 : la circonstance que l'affaire Artico présentait un caractère pénal ne fait pas obstacle à la transposition en l'espèce du raisonnement suivi alors, eu égard à l'observation faite par la Cour au paragraphe 29 ci-dessus).", "La Cour estime notamment qu'on ne saurait reprocher au requérant, compte tenu de l'attitude du bâtonnier et des avocats du barreau local, de n'avoir pas présenté une nouvelle demande après avoir été averti de la caducité de l'octroi de l'aide juridictionnelle.", "31.  La Cour est d'avis que la possibilité de défendre sa cause seul, dans une procédure l'opposant à un professionnel du droit, n'offrait pas au requérant un droit d'accès à un tribunal dans des conditions lui permettant, de manière effective, de bénéficier de l'égalité des armes inhérente à la notion de procès équitable (voir, mutatis mutandis, l'arrêt Airey précité, ibidem).", "32.  En conclusion, la Cour considère que le requérant n'a pas bénéficié d'un accès effectif à un tribunal. Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "\nIII.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "33.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "34.  Le requérant demande 90 000 euros (EUR) au titre du préjudice moral, exposant qu'il a été condamné indûment à une peine de prison ferme et à 4 000 francs françasi d'amende. Il ajoute qu'il n'a pu exercer sa profession d'agent commercial pendant dix ans, compte tenu de l'inscription de sa condamnation à son casier judiciaire.", "Le Gouvernement fait observer que le seul jugement, en date du 31 janvier 1995, auquel le requérant se réfère, indique qu'il était assisté de Me Halvalek, avocat au barreau de Briey. Dès lors, il estime que le requérant n'établit pas le lien qui existerait entre l'absence de désignation d'un avocat qui l'aurait empêché de faire une action contre Me T. et ce jugement pénal.", "Le Gouvernement considère dès lors que le seul préjudice susceptible d'être invoqué est la perte d'une chance d'avoir pu introduire son action assisté d'un avocat et propose à ce titre une somme de 1 000 EUR.", "La Cour n'aperçoit aucun lien de causalité entre la violation constatée et le préjudice invoqué par le requérant. Elle est toutefois d'avis que l'impossibilité dans laquelle le requérant s'est trouvé de voir un avocat le représenter pour introduire son action lui a causé un préjudice moral certain. Dès lors et statuant en équité, la Cour lui alloue à ce titre 5 000 EUR.", "B.  Frais et dépens", "35.  Le requérant, qui a bénéficié de l'aide juridictionnelle devant la Cour, ne demande aucune somme au titre des frais et dépens.", "C.  Intérêts moratoires", "36.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette l'exception préliminaire du Gouvernement ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 13 février 2003, en application de l'article 77 §§ 2 et 3 du règlement.", "Lawrence Early\tAndrás Baka\nGreffier adjoint\tPrésident"]}