{"file": "FRE_CLINF_8803_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "8803/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 88", "Juillet-Août 2006", "Doğan et autres c. Turquie - 8803/02", "Arrêt 13.7.2006 [Section III]", "Article 41", "Satisfaction équitable", "Préjudice subi par des villageois dans l'impossibilité d'accéder à leur village pendant près de 10 ans : octroi d’une indemnité", "", "En fait : pendant près de dix ans, entre 1994 et 2003, les requérants, qui habitaient Boydaş, se sont vu refuser l’accès à ce village par les autorités, au motif que des incidents terroristes seraient survenus dans ce village et aux alentours. L’interdiction en question a privé les requérants de toutes les ressources dont ils tiraient leur subsistance. Par un arrêt rendu le 29 juin 1994 (« l’arrêt au principal »), la Cour a jugé qu’il y avait eu violation des articles 8 et 13 de la Convention ainsi que de l’article 1 du Protocole n° 1 à la Convention. Plus précisément, elle a estimé, en ce qui concerne cette dernière disposition, que les intéressés avaient eu à supporter une charge spéciale et exorbitante qui avait rompu le juste équilibre devant régner entre, d’une part, les exigences de l’intérêt général et, d’autre part, la sauvegarde du droit au respect des biens. ", " Article 41 – Dommage matériel: la Cour estime que les intéressés se trouveraient, le plus possible, dans une situation équivalant à celle qu’ils auraient connue en l’absence de manquement aux exigences de l’article 1 du Protocole no 1 à la Convention et de l’article 8 de la Convention si on leur permettait de retourner dans leur village et si on les indemnisait des pertes qu’ils ont subies pendant la période où ils ont été privés d’accès à leur domicile. Toutefois, il ressort des observations des parties que ceux-ci, peu désireux de recommencer une nouvelle vie dans leur village, ne veulent plus regagner leur domicile et recouvrer leurs terres. Dans ces conditions, l’octroi aux requérants d’une indemnité destinée à couvrir les pertes en question apparaît comme le meilleur moyen de leur offrir une satisfaction équitable. A cet égard, la Cour ne peut souscrire à la thèse du Gouvernement selon laquelle les intéressés ont l’obligation, à ce stade de la procédure, de saisir les commissions d’indemnisation compétentes aux fins d’obtenir réparation du préjudice qu’ils ont subi. Elle relève que les parties ne sont pas parvenues à un accord sur la question de la satisfaction équitable et que le différend qui les oppose dure depuis très longtemps. Au vu de ce qui précède, la Cour fixera le montant de l’indemnité à allouer à chacun des requérants au titre du dommage matériel. Pour cela, elle tiendra compte, autant que faire se peut, des estimations fournies par les parties. Toutefois, compte tenu de la disparité des éléments de preuve produits par les parties au titre de l’article 41, l’évaluation par la Cour des montants à octroyer comportera inévitablement une part de spéculation.   ", "a) Préjudice résultant de la détérioration ou du défaut d’entretien de biens : seuls huit des requérants ont démontré avoir subi ce chef de préjudice. La Cour leur alloue 1 000 EUR à chacun.  ", "b) Manque à gagner : pour évaluer les sommes à allouer à ce titre, la Cour prendra en compte le montant des indemnités accordées par les commissions d’indemnisation dans des cas analogues, tout en gardant à l’esprit que les intéressés ont poursuivi leurs activités économiques dans les lieux où ils ont dû fonder leurs nouveaux foyers, dans des conditions certes précaires. La Cour accorde 13 500 EUR à chacun des requérants. ", "c) Coût du relogement : treize des quinze requérants ont demandé une indemnisation à ce titre. La Cour alloue 5 400 EUR à douze d’entre eux et 4 200 EUR au treizième.", " Dommage moral : compte tenu des mesures prises par les autorités de l’Etat défendeur pour remédier à la situation des requérants et d’autres personnes déplacées après que la Cour a rendu son arrêt au principal, celui-ci constitue en soi une satisfaction équitable suffisante pour tout dommage moral qui découlerait des violations constatées. ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}