{"file": "FRE_CLINF_48555_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "48555/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 189", "Octobre 2015", "Riza et autres c. Bulgarie - 48377/10 et 48555/10", "Arrêt 13.10.2015 [Section IV]", "article 3 du Protocole n° 1", "Se porter candidat aux élections", "Vote", "Annulation des résultats électoraux dans plusieurs bureaux de vote en l’absence de possibilité d’organiser de nouvelles élections : violations", "En fait – Les requérants sont un parti politique bulgare, Dvizhenie za Prava i Svobodi (DPS – Mouvement pour les droits et libertés), M. Riza, un membre de ce parti, et 101 autres ressortissants bulgares. Les 101 requérants, qui résidaient à l’époque des faits en Turquie, ont voté aux élections législatives bulgares de 2009 dans les bureaux de vote ouverts sur le territoire turc. Les deux autres requérants, M. Riza et le parti DPS, ont participé en tant que candidats à ces élections législatives. Le score électoral du DPS était de plus de 600 000 voix, soit plus de 14 % des suffrages valides, ce qui lui conféra la position de troisième parti politique du pays. Il emporta largement les élections dans les bureaux de vote où les 101 requérants avaient voté. Le parti comptait 38 députés au Parlement national, dont M. Riza.", "Les membres d’un autre parti politique ont contesté la régularité de l’élection de 7 députés du DPS, dénonçant des violations graves de la législation électorale dans tous les bureaux de vote ouverts sur le territoire turc. Par son arrêt du 16 février 2010, après avoir relevé les irrégularités des listes électorales et des procès-verbaux de vote, la Cour constitutionnelle a décidé d’annuler les élections dans 23 bureaux de vote ouverts par les représentations diplomatiques bulgares sur le territoire turc et de soustraire des résultats électoraux obtenus respectivement par chacun des partis politiques tous les votes recueillis dans ces 23 bureaux, soit un total de 18 358 voix, dont 18 140 pour le DPS. Parmi ces votes se trouvaient ceux des 101 requérants. Leurs votes n’ont pas été comptabilisés pour le calcul du seuil électoral de 4 %, et celles des 101 voix qui avaient été en faveur des 6 premiers partis aux élections n’ont pas été prises en compte pour la répartition des mandats entre ces partis politiques au niveau national. D’après la nouvelle répartition des sièges qui s’en est suivie, le DPS a perdu un siège au Parlement pourvu selon le système proportionnel au profit du parti politique qui avait gagné les élections et M. Riza s’est vu retirer son mandat de député.", "En droit – Article 3 du Protocole No. 1 : L’annulation par la Cour constitutionnelle des résultats électoraux dans les bureaux de vote en question, le retrait à M. Riza de son mandat de député et la perte pour le DPS d’un siège au Parlement attribué à la proportionnelle ont constitué une ingérence dans l’exercice par les 101 requérants de leur droit électoral actif et par M. Riza et le DPS de leur droit électoral passif. En particulier, pour ce qui est du droit électoral actif, il ne se limite pas uniquement aux actes consistant à choisir ses candidats favoris dans le secret de l’isoloir et à glisser son bulletin de vote dans l’urne. Il implique également la possibilité pour chaque votant de voir son vote influer sur la composition du corps législatif, sous réserve du respect des règles établies par la législation électorale.", "La procédure devant la Cour constitutionnelle, qui était prévue par la Constitution et la loi électorale, avait pour but légitime d’assurer le respect de la législation électorale et donc la régularité du scrutin et des résultats des élections. Il y a lieu d’établir ensuite si la procédure décisionnelle a été entourée de suffisamment de garanties contre l’arbitraire. Nonobstant le fait que le DPS et M. Riza n’ont pas été formellement partie à la procédure litigieuse, ils ont effectivement participé à celle-ci par l’intermédiaire du groupe parlementaire du DPS, et ils ont eu la possibilité d’exposer leurs arguments contre l’annulation des résultats électoraux dans les bureaux de vote ouverts sur le territoire turc et de contester de manière effective les arguments exposés par les demandeurs.", "Concernant le fait que l’arrêt de la Cour constitutionnelle était insusceptible de recours, aucune disposition de la Convention ou de ses Protocoles n’oblige les États contractants à mettre en place un double degré de juridiction pour les litiges électoraux, et encore moins de prévoir un recours contre les arrêts des juridictions constitutionnelles lorsqu’ils choisissent de confier à celle-ci l’examen des litiges post-électoraux.", "Pour ce qui est de l’annulation du scrutin dans 22 des 23 bureaux de vote, le processus décisionnel suivi par la Cour constitutionnelle n’était pas conforme aux standards élaborés dans la jurisprudence de la Cour européenne. En particulier, la juridiction constitutionnelle a exposé des motifs purement formels pour annuler l’élection dans ces bureaux de vote. De plus, les éléments retenus pour motiver cette partie de sa décision ne figuraient pas, de manière suffisamment claire et prévisible, dans le droit interne et il n’a pas été démontré qu’ils eussent altéré le choix des électeurs et faussé le résultat électoral.", "Notamment, la Cour constitutionnelle s’est contentée de constater l’absence, totale ou partielle, des procès-verbaux de vote dans les archives des organes étatiques compétents, pour annuler les résultats dans 4 bureaux de vote, et ce sans chercher à établir si les procès-verbaux de ces bureaux avaient effectivement été complétés, signés et remis dans leur intégralité aux services diplomatiques bulgares en Turquie par les commissions électorales locales respectives. La haute juridiction constitutionnelle a ainsi fondé cette partie de sa décision sur un constat factuel qui ne démontrait pas à lui seul que le processus électoral dans ces 4 bureaux avait été entaché d’une quelconque irrégularité.", "La Cour constitutionnelle a décidé d’annuler les élections dans 18 autres bureaux de vote au motif que les listes des électeurs inscrits le jour même du scrutin ne portaient ni la signature du président ni celle du secrétaire de la commission électorale locale. Or il s’agissait d’une omission de forme récurrente concernant environ 42 % de tous les bureaux de vote ouverts à l’étranger, ce qui corrobore le constat selon lequel la législation interne n’était pas suffisamment claire sur ce point. Cette omission, qui est de nature purement technique, ne démontre donc pas à elle seule que le processus électoral dans ces 18 bureaux de vote était entaché d’irrégularités qui justifiaient l’annulation des résultats électoraux.", "En ce qui concerne le 23e et dernier bureau de vote, où les résultats ont été annulés pour absence de mention du nombre des votants sur la première page du procès-verbal, l’irrégularité a, selon toute probabilité, été commise le jour du scrutin par les membres de la commission électorale locale et peut dès lors être considérée comme un indice de fraude électorale. Toutefois, la Cour constitutionnelle bulgare n’a pas tenu compte du fait que la loi électorale bulgare en vigueur à l’époque des faits ne prévoyait pas la possibilité d’organiser de nouvelles élections en cas d’annulation du scrutin, pour déterminer si l’annulation des résultats électoraux serait une mesure proportionnelle au regard de l’article 3 du Protocole no 1. La tenue de nouvelles élections dans ce dernier bureau de vote aurait cependant permis de concilier le but légitime de l’annulation des résultats électoraux, à savoir la préservation de la légalité du processus électoral, avec les droits subjectifs des électeurs et des candidats aux élections parlementaires.", "Compte tenu des carences constatées du droit interne, et de l’absence de toute possibilité d’organiser de nouvelles élections, l’arrêt litigieux, qui reposait sur des arguments purement formels, a causé une atteinte injustifiée aux droits des 101 requérants et de M. Riza et du DPS de participer aux élections législatives respectivement en tant qu’électeurs et en tant que candidats.", "Conclusion : violation (unanimité) en ce qui concerne le droit de voter des 101 requérants ; violation (six voix contre une) en ce qui concerne le droit de se présenter aux élections de M. Riza et du DPS.", "Article 41 : constat de violation suffisant en lui-même pour le préjudice moral subi par les 101 requérants et M. Riza ; demandes pour dommage matériel de M. Riza et du DPS rejetées.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}