{"file": "FRE_CLINF_17120_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "17120/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 173", "Avril 2014", "Dhahbi c. Italie - 17120/09", "Arrêt 8.4.2014 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Refus d’accorder des prestations sociales à des étrangers : violation", "Article 14", "Discrimination", "Refus d’accorder des prestations sociales à des étrangers : violation", "En fait – Le requérant était à l’époque des faits un ressortissant tunisien qui s’était rendu en Italie sur la base d’un permis de séjour et de travail régulier. En 2001, il introduisit un recours afin d’obtenir le versement d’une allocation familiale. Il considérait que même s’il n’avait pas la nationalité italienne, comme l’exigeait la loi, l’allocation lui était due en vertu de l’accord d’association entre l’Union européenne (UE) et la Tunisie. Son recours ayant été rejeté, le requérant interjeta appel. Il demanda, entre autres, que soit posée, à titre préjudiciel, à la Cour de justice de l’Union européenne (CJUE), la question de savoir si l’Accord euro-méditerranéen permettait de refuser à un travailleur tunisien l’allocation familiale en question. La cour d’appel puis la Cour de cassation déboutèrent le requérant.", "En droit – Article 6 § 1 : Les juridictions nationales dont les décisions ne sont pas susceptibles d’un recours juridictionnel de droit interne sont tenues, lorsqu’elles refusent de saisir la CJUE à titre préjudiciel d’une question relative à l’interprétation du droit de l’UE soulevée devant elles, de motiver leur refus au regard des exceptions prévues par la jurisprudence de la Cour de justice. Il leur faut donc indiquer les raisons pour lesquelles elles considèrent que la question n’est pas pertinente, ou que la disposition de droit de l’UE en cause a déjà fait l’objet d’une interprétation de la part de la CJUE, ou encore que l’application correcte du droit de l’UE s’impose avec une telle évidence qu’elle ne laisse place à aucun doute raisonnable.", "Ses décisions n’étant susceptibles d’aucun recours juridictionnel en droit interne, la Cour de cassation avait l’obligation de motiver son refus de poser la question préjudicielle. Or elle n’a fait aucune référence à la demande de renvoi préjudiciel formulée par le requérant, ni aux raisons pour lesquelles il a été considéré que la question soulevée ne méritait pas d’être transmise à la CJUE. La motivation de l’arrêt litigieux ne permet donc pas d’établir si cette question a été considérée comme non pertinente, ou comme relative à une disposition claire ou déjà interprétée par la CJUE, ou bien si elle a été simplement ignorée. Le raisonnement de la Cour de cassation ne contient d’ailleurs aucune référence à la jurisprudence de la CJUE. Ce constat suffit pour conclure qu’il y a eu violation de l’article 6 § 1 de la Convention.", "Conclusion : violation (unanimité).", "Article 14 combiné avec l’article 8 : Il ne fait pas de doute que le requérant a été traité de manière différente par rapport aux travailleurs ressortissants de l’UE qui, comme lui, avaient une famille nombreuse. En effet, à la différence de ces derniers, le requérant n’avait pas droit à l’allocation familiale en question. De surcroît, le refus de lui accorder le bénéfice de cette allocation avait sa nationalité pour fondement exclusif car il n’a pas été allégué que le requérant ne remplissait pas les autres conditions légales pour l’attribution de la prestation sociale en question. À l’évidence, il a donc, en raison d’une caractéristique personnelle, été moins bien traité que d’autres individus se trouvant dans une situation analogue.", "Quant à savoir s’il existait une justification objective et raisonnable, à l’époque des faits, le requérant était titulaire d’un permis de séjour et de travail régulier en Italie, et était assuré auprès de l’Institut national de la sécurité sociale. Il payait des contributions à cet organe d’assurance au même titre et sur la même base que les travailleurs ressortissants de l’UE. Il n’était pas un étranger séjournant sur le territoire pour une courte durée ou en violation de la législation sur l’immigration. Il n’appartenait donc pas à la catégorie des personnes qui, en règle générale, ne contribuent pas au financement des services publics et pour lesquelles un État peut avoir des raisons légitimes de restreindre l’usage de services publics coûteux – tels que les programmes d’assurances sociales, d’allocations publiques et de soins. Quant aux « raisons budgétaires » avancées par le Gouvernement, la protection des intérêts budgétaires de l’État constitue certes un but légitime de la distinction litigieuse. Ce but ne saurait toutefois, à lui seul, justifier la différence de traitement dénoncée. Quant au rapport raisonnable de proportionnalité entre le but légitime susmentionné et les moyens employés, la nationalité constitue le seul et unique critère de la distinction en cause. Or la Cour rappelle que seules des considérations très fortes peuvent l’amener à estimer compatible avec la Convention une différence de traitement exclusivement fondée sur la nationalité. Dans ces circonstances, et nonobstant la grande marge d’appréciation dont bénéficient les autorités nationales en matière de sécurité sociale, l’argument invoqué par le Gouvernement ne suffit pas à établir un rapport raisonnable de proportionnalité qui rendrait la distinction critiquée conforme aux exigences de l’article 14 de la Convention.", "Conclusion : violation (unanimité).", "Article 41 : 10 000 EUR pour préjudice moral ; 9 416,05 EUR pour dommage matériel.", "(Voir aussi Vergauwen c. Belgique (déc.), 4832/04, 10 avril 2012 ; et Fawsie c. Grèce, 40080/07, et Saidoun c. Grèce, 40083/07, arrêts du 28 octobre 2010 résumés dans la Note d’information 134)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}