{"file": "FRE_HFJUD_28162_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "28162/05", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE MARIAN NIŢĂ c. ROUMANIE", "", "(Requête no 28162/05)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "7 décembre 2010", "", "DÉFINITIF", "", "07/03/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Marian Niţă c. Roumanie,", "La Cour européenne des droits de l'homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura,\n\tCorneliu Bîrsan,\n\tBoštjan M. Zupančič,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tLuis López Guerra, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 16 novembre 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 28162/05) dirigée contre la Roumanie et dont un ressortissant de cet Etat, M. Marian Niţă (« le requérant »), a saisi la Cour le 29 juillet 2005 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Nicoleta Popescu, avocate à Bucarest. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agent, M. Răzvan-Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Le requérant allègue en particulier une violation de l'article 6 § 1 de la Convention en raison de sa condamnation suite à un recours extraordinaire introduit par le procureur général de la Roumanie, ainsi qu'en raison de la durée excessive de la procédure pénale diligentée à son encontre.", "4.  Le 1er octobre 2007, le président de la troisième section a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1963 et réside à Bucarest.", "6.  Par une ordonnance du 29 avril 1997, le parquet près le tribunal départemental de Bucarest ordonna la mise en détention provisoire du requérant pour une période de trente jours. Dans l'ordonnance de mise en détention, il était fait état de ce que dans la nuit du 22 au 23 avril 1997, le requérant, chauffeur d'ambulance de son état, et l'assistante médicale Z.M. avaient abandonné le malade N.C. dans la rue, ce qui avait entraîné le décès de celui-ci.", "7.  La détention provisoire du requérant fut prolongée à plusieurs reprises pour trente jours jusqu'au 4 août 1997, date à laquelle il fut remis en liberté.", "8.  Par un réquisitoire du 19 janvier 1998, le parquet près le tribunal départemental de Bucarest ordonna le renvoi en jugement du requérant du chef de meurtre qualifié. Le réquisitoire faisait état du fait que le requérant et l'assistante médicale Z.M., qui l'accompagnait, étaient chargés de transporter le malade N.C. de l'hôpital clinique d'urgence Sfântul Valentin à l'hôpital clinique de spécialité Victor Babeş. Après avoir visité plusieurs établissements hospitaliers qui déclinèrent l'un après l'autre l'internement du malade pour des raisons de compétence territoriale, Z.M. décida de le transporter à son domicile. A l'adresse inscrite dans la pièce d'identité du malade, les accusés ne trouvèrent pas le numéro exact du bâtiment. Le malade fut descendu de l'ambulance et laissé devant la porte fermée d'un bâtiment supposé être le bon. Quatre heures plus tard N.C. décéda. Selon les rapports médicaux le décès fut causé par une insuffisance cardio-respiratoire aigüe, avec pleurésie et atélectasie pulmonaire, sur fond d'affection cardio-vasculaire chronique, faute d'avoir bénéficié d'une assistance médicale de spécialité, et suite à une longue exposition au froid et à l'humidité. Le requérant et Z.M. étaient accusés d'avoir commis l'infraction de meurtre qualifié, punie par les articles 174 et 175 du code pénal combinés. Par le même réquisitoire, le procureur en charge de l'affaire décida de ne pas poursuivre pénalement les médecins qui avaient vu le malade pendant son errance d'un hôpital à l'autre.", "9.  Par un jugement du 29 octobre 1998, le tribunal départemental requalifia les faits reprochés au requérant en non-assistance à une personne se trouvant en danger, infraction punie par l'article 314 du code pénal, et le condamna de ce chef à une peine de trois mois et douze jours de prison, ainsi qu'au paiement de dommages-intérêts à la partie civile.", "10.  Le requérant et le parquet relevèrent appel de ce jugement.", "11.  Par un arrêt du 30 juin 1999, la cour d'appel de Bucarest rejeta l'appel du requérant, fit droit à l'appel du parquet, requalifia les faits en complicité de meurtre qualifié, infraction punie par les articles 26, 174 et 175 du code pénal et condamna le requérant à une peine de cinq ans de prison ferme.", "12.  Le requérant et Z.M. formèrent un pourvoi en recours contre cet arrêt.", "13.  Par un arrêt du 10 janvier 2001, la Cour suprême de justice fit droit au recours, cassa les décisions des juridictions inférieures et renvoya l'affaire devant le tribunal départemental. La Cour suprême considéra que les instances judiciaires, en déclarant coupables les inculpés, s'étaient basées sur des actes médicolégaux contradictoires, qui n'étaient pas de nature à établir sans équivoque le rapport causal entre les agissements des inculpés et le décès de la victime et qu'elles avaient omis de répondre aux demandes formulées par les inculpés pour la clarification de ces contradictions. Ainsi, elle prit en compte le fait que selon un des rapports médicaux versés au dossier, il y avait un lien de causalité entre le fait de n'avoir pas bénéficié d'une assistance médicale et le décès, ce qui signifiait que le malade aurait eu des chances de survie s'il avait bénéficié d'une thérapie médicamentée intensive. Enfin, elle considéra qu'il était nécessaire d'obtenir l'avis de la Commission supérieure médicolégale afin de déterminer tous les actes médicaux qui avaient été effectués sur le malade et de clarifier la cause de son décès.", "14.  L'affaire fut enregistrée de nouveau au tribunal départemental de Bucarest. A une audience du 27 septembre 2001, le tribunal sollicita l'avis médical susmentionné. L'avis médical fut versé au dossier le 16 mai 2002, après quelques ajournements de l'affaire causés par l'absence de cet avis ou demandés par le requérant.", "15.  Par un jugement du 4 juillet 2002, le tribunal départemental requalifia les faits imputés au requérant en non-assistance à une personne se trouvant en danger et le condamna de ce chef à une peine de deux ans de prison. Le tribunal jugea également que la peine était graciée.", "16.  Sur appel du parquet, par un arrêt du 12 décembre 2002, la cour d'appel de Bucarest requalifia les faits en meurtre qualifié et condamna le requérant de ce chef à une peine de trois ans de prison.", "17.  Le requérant et le parquet se pourvurent en recours. Par un arrêt définitif du 7 octobre 2003, la Cour suprême de justice fit droit au recours du requérant, cassa les décisions des juridictions inférieures et le relaxa de toute infraction. La Cour suprême considéra que le requérant, en tant que chauffeur d'ambulance, était soumis aux ordres donnés par le personnel médical et qu'il n'était pas censé connaître l'état médical des personnes transportées, vu que le diagnostic doit être établi par le personnel médical et les médecins spécialistes, qui ont aussi la responsabilité de prendre toutes décisions médicales concernant les malades. Elle estima ensuite que le requérant s'était conformé aux indications de l'assistante médicale qui l'accompagnait et qu'il n'était pas et ne pouvait pas être conscient de l'état de santé précaire de N.C, vu son manque d'expérience médicale.", "18.  Selon les informations fournies par le Gouvernement, pendant la procédure ordinaire, le requérant demanda douze fois l'ajournement des audiences publiques pour divers motifs : pour préparer sa défense ou en raison de l'absence de son avocat pour cause de maladie ou de décès dans sa famille.", "19.  Le 24 septembre 2004, le procureur général de Roumanie, en vertu des articles 409 et 410 § 1, point 8 du code de procédure pénale, saisit la Cour suprême de justice d'un « recours en annulation » contre l'arrêt définitif du 7 octobre 2003 précité. Il fit valoir qu'en interprétant la législation interne et les preuves versées au dossier, la Cour suprême avait commis une grave erreur de fait en acquittant le requérant et avait fait un encadrement juridique incorrect des faits. Il souligna que le requérant était coauteur de l'infraction de meurtre qualifié, qu'il avait commise avec intention indirecte. Il fit référence à toutes les preuves administrées pendant la procédure ordinaire.", "20.  Par un arrêt du 14 mars 2005, la Haute Cour de cassation et de justice (qui a succédé à l'ancienne Cour suprême de justice) fit droit au recours en annulation et cassa l'arrêt du 7 octobre 2003. Sur le fond de l'affaire, elle jugea que la qualification juridique correcte était celle de non–assistance à une personne se trouvant en danger et confirma le jugement du tribunal départemental du 4 juillet 2002. Sa culpabilité fut établie en tenant compte du fait que le requérant aurait dû avoir conscience des conséquences du fait de laisser N.C., gravement malade et vêtu seulement d'un pyjama, pendant une nuit froide et humide, devant la porte fermée d'un bâtiment.", "II.  LE DROIT INTERNE PERTINENT", "21.  Le code de procédure pénale (« CPP ») en vigueur à l'époque des faits prévoyait que les décisions définitives de condamnation ou de relaxe pouvaient être révisées par la voie d'un recours en annulation formé par le procureur général.", "22.  L'article 410 § 1 du CPP était ainsi rédigé dans sa partie pertinente :", "« Les décisions définitives de condamnation et d'acquittement (...) peuvent être révisées par un recours en annulation lorsque :", "8.  il y a une grave erreur de fait. »", "23.  En vertu de l'article 411 du CPP, le recours en annulation pouvait être formé dans le délai d'un an à partir du moment où la décision de la juridiction ordinaire statuant en dernier ressort était devenue définitive.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "24.  Le requérant allègue que son droit à un procès équitable et dans un délai raisonnable a été méconnu. Il invoque l'article 6 § 1 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, (...) dans un délai raisonnable, par un tribunal (...), qui décidera, (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "25.  La Cour constate que cette partie de la requête comporte deux branches, qu'elle examinera successivement.", "A.  Sur le grief tiré de la sécurité des rapports juridiques", "26.  Le requérant estime que son droit à un procès équitable et le principe de la sécurité des rapports juridiques ont été méconnus en raison de l'annulation par voie d'un recours extraordinaire de l'arrêt définitif de relaxe rendu en sa faveur.", "1.  Sur la recevabilité", "27.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "a)  Thèses des parties", "28.  Le Gouvernement soutient que l'accueil du recours en annulation, formé par le procureur général sur le fondement des dispositions du CPP en vigueur à l'époque des faits, n'a pas porté atteinte au droit du requérant à un procès équitable. Il estime que l'intervention du procureur général était nécessaire pour assurer une qualification juridique correcte des faits commis par le requérant et une bonne administration de la justice.", "Le Gouvernement souligne que dans son mémoire, le procureur général a indiqué toutes les raisons pour lesquelles il estimait qu'une grave erreur de fait avait été commise dans la solution du litige.", "En outre, il soutient que la Haute Cour de cassation et de justice n'a fait que confirmer la sentence rendue en première instance par le tribunal départemental de Bucarest et que par conséquent, elle n'a pas cassé l'ensemble des jugements rendus au terme de la procédure ordinaire. De plus, suite au recours en annulation, la peine appliquée au requérant par le jugement du 4 juillet 2002 fut maintenue. Vu le constat que la peine était graciée, le Gouvernement souligne le fait que la peine ne fut pas mise en exécution.", "Par ailleurs, il note que, à la différence de l'affaire Brumărescu c. Roumanie ([GC], no 28342/95, CEDH 1999VII), dans la présente affaire le délai d'introduction du recours en annulation n'était que d'un an à compter de la date de la décision définitive et que ce délai a été respecté. Par ailleurs, il fait observer que le recours en annulation a été retiré du CPP par la loi no 576 du 14 décembre 2004.", "29.  Le requérant conteste ces arguments. Il souligne que la même juridiction de plus haut niveau, à savoir la Haute Cour de cassation et de justice, a rendu dans un intervalle d'un an et cinq mois deux arrêts définitifs complètement différents. Ainsi, le requérant fut acquitté de toute accusation pénale par l'arrêt définitif du 7 octobre 2003, tandis que par l'arrêt définitif du 14 mars 2005 il fut condamné. Il précise d'ailleurs que ni le pourvoi en annulation, ni la décision du 14 mars 2005, ne mentionnent quelle a été la grave erreur de fait commise par l'instance de recours. Il souligne que lors de la procédure de recours extraordinaire, aucune preuve ne fut administrée et aucun témoin ne fut entendu. Lui même ne fut pas davantage entendu pendant cette procédure extraordinaire. Il met en évidence enfin la contradiction existant selon lui dans les arguments du Gouvernement, qui d'un côté fait valoir que cette voie de recours extraordinaire a été abrogée et d'un autre côté soutient que cette voie de recours était nécessaire en l'espèce afin de garantir une bonne administration de la justice.", "b)  Appréciation de la Cour", "30.  La Cour rappelle d'abord que le respect du droit à un procès équitable et du principe de la sécurité des rapports juridiques requiert qu'aucune partie ne soit habilitée à solliciter la supervision d'une décision définitive et exécutoire à la seule fin d'obtenir un réexamen de l'affaire et une nouvelle décision à son sujet. En particulier, la supervision ne doit pas devenir un appel déguisé et le simple fait qu'il puisse exister deux points de vue sur le sujet n'est pas un motif suffisant pour rejuger une affaire. Il ne peut être dérogé à ce principe que lorsque des motifs substantiels et impérieux l'exigent (Riabykh c. Russie, no 52854/99, § 52, CEDH 2003-IX).", "31.  Elle rappelle ensuite que l'exigence de sécurité juridique n'est cependant pas absolue : la simple possibilité de rouvrir une procédure pénale est à première vue compatible avec la Convention. Le fait de savoir si toutefois l'usage de cette faculté par les autorités a porté atteinte à la substance même du procès équitable dépend des circonstances de l'espèce. En particulier, il faut, dans ce contexte, tenir compte : des conséquences que la réouverture et la procédure subséquente ont eues pour la situation de l'intéressé et du fait que c'était ou non de lui qu'émanait la demande de réexamen ; des motifs pour lesquels les tribunaux ont annulé la décision judiciaire définitive ; de la conformité de la procédure avec la législation interne ; de l'existence dans la réglementation interne de garde-fous permettant d'éviter que les autorités internes n'abusent de cette procédure et de l'emploi qui en a été fait ; et de toute autre circonstance pertinente dans l'affaire en cause (Savinski c. Ukraine, no 6965/02, §§ 24-26, 28 février 2006, et Radchikov c. Russie, no 65582/01, § 44, 24 mai 2007).", "32.  En l'espèce, après avoir examiné le dossier et les observations des parties, la Cour ne saurait s'accorder avec le Gouvernement pour conclure que les autorités ont fait usage de leur pouvoir de déclencher et de mener une instance en révision en ménageant un juste équilibre entre les intérêts de l'individu et la nécessité de garantir l'efficacité de la justice pénale. La Cour estime que les arguments précités du Gouvernement, qui soutient que l'intervention du procureur général était nécessaire pour que les faits et les preuves du dossier soient correctement interprétés, ne sauraient suffire pour justifier l'annulation de l'arrêt de relaxe favorable au requérant (voir, mutatis mutandis, Radchikov, précité, §§ 45-46, et Bujniţa c. Moldova, no 36492/02, §§ 21-23, 16 janvier 2007).", "33.  A cet effet, la Cour note d'abord que la décision définitive du 7 octobre 2003 acquittait le requérant et cassait en ce qui le concerne tant la décision rendue en appel que le jugement de première instance. La Cour observe que les décisions prises par les juridictions ordinaires ne semblent pas arbitraires, toutes les accusations portées par le procureur contre le requérant ayant été examinées à la lumière des éléments de preuve fournis.", "34.  La Cour note ensuite que l'admission du recours en annulation formé par le procureur a entraîné la condamnation du requérant pour un fait de nature pénale. Par conséquent, il convient de retenir que la situation du requérant, relaxé par un arrêt définitif et condamné à la suite du recours extraordinaire, a empiré à l'issue de ce recours. Le fait que sa peine ait été graciée est sans pertinence, vu que sa situation juridique a changé, du statut de personne acquittée pour n'avoir commis aucun fait de nature pénale vers le statut de personne condamnée pour une crime. Peu importe aussi que la condamnation prononcée suite à ce recours extraordinaire correspondît à la solution prononcée par le jugement rendu en première instance, vu que ce jugement avait été cassé par la décision finale du 7 octobre 2003.", "35.  Par ailleurs, la Cour observe, d'une part, que le recours en annulation utilisé en l'espèce par les autorités était une voie extraordinaire de recours qui ne pouvait être engagée que par le procureur général, n'étant pas directement accessible au requérant. Ce procureur étant le supérieur hiérarchique du procureur ayant participé à la procédure devant les juridictions ordinaires, l'utilisation de cette voie de recours supplémentaire pose ainsi problème quant au respect de l'égalité des armes, d'autant plus que le parquet avait déjà exposé ses arguments, lesquels n'avaient pas été retenus par la Cour suprême de justice dans sa décision finale du 7 octobre 2003.", "36.  D'autre part, la Cour relève que le moyen du pourvoi en annulation ne concernait pas la découverte de nouveaux faits pertinents ou la méconnaissance d'une garantie essentielle de procédure pénale, qui par nature n'auraient pas pu être soulevés antérieurement par le parquet, mais se rapportait à l'appréciation par les tribunaux internes des faits et des preuves du dossier, témoignant d'un point de vue différent du parquet sur la question de la qualification juridique des faits et sur la culpabilité du requérant. Or, il ne ressort pas du dossier que les tribunaux ordinaires n'auraient pas examiné les preuves administrées dans le cadre d'une procédure contradictoire ou qu'ils auraient abouti à des conclusions arbitraires par rapport à ces preuves (voir, mutatis mutandis, Bujniţa, précité, § 23).", "37.  Qui plus est, la Cour note que suite à ce recours en annulation le requérant fut condamné pour une infraction différente et pour d'autres motifs que ceux invoqués par le procureur pour étayer son recours extraordinaire.", "38.  Par ailleurs, contrairement au Gouvernement, la Cour considère que la limitation apportée à la possibilité d'introduire un recours en annulation et consistant à soumettre l'introduction d'une telle action à un délai d'un an, ne change en rien la situation en l'espèce ni les défauts de cette voie particulière de recours tels qu'identifiés cidessus (Radchikov, précité, § 46, et Bota c. Roumanie, no 16382/03, § 39, 4 novembre 2008).", "39.  Au vu de ce qui précède, la Cour considère que l'utilisation du recours extraordinaire comme un appel déguisé et l'annulation de l'arrêt définitif du 7 octobre 2003 ont rompu le juste équilibre à ménager entre les intérêts de l'individu et la nécessité de garantir l'efficacité de la justice pénale, portant atteinte à la substance même du procès équitable (Bujniţa, § 23 in fine, Radchikov, § 52, et Savinski, § 25, arrêts précités).", "Par conséquent, il y a eu violation de l'article 6 § 1 de la Convention.", "B.  Sur le grief tiré de la durée de procédure", "40.  Le requérant estime déraisonnable la durée de la procédure pénale dirigée contre lui.", "1.  Sur la recevabilité", "41.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "a)  La durée de la procédure à prendre en considération", "42.  Les parties sont d'accord quant au point de départ de la période à prendre en considération, en l'occurrence le 29 avril 1997, date à laquelle le requérant fut avisé de l'accusation portée à son encontre.", "43.  Le Gouvernement, rappelant la jurisprudence de la Cour (Aliuţă c. Roumanie, no 73502/01, § 16, 11 juillet 2006), estime que la période allant de la décision interne définitive du 7 octobre 2003 au 14 mars 2005, date à laquelle la Haute Cour de cassation et de justice fit droit au recours en annulation, ne peut pas être prise en considération.", "44.  Le requérant rejette cette thèse. Il estime qu'il a vécu dans l'incertitude à partir du prononcé de la décision finale du 7 octobre 2003 et jusqu'au moment où il fut avisé du déclenchement du recours en annulation, incertitude qui est devenue réalité le 14 mars 2005, date à laquelle le recours en annulation fut admis et où le requérant fut condamné.", "45.  La Cour estime nécessaire de rappeler qu'elle ne saurait prendre en compte que les périodes durant lesquelles l'affaire a été effectivement pendante devant les tribunaux (Aliuţă, précité, §§ 16-17), à l'exclusion de toute période où une juridiction nationale était appelée à décider s'il fallait ou pas rouvrir le procès, compte tenu que l'article 6 de la Convention n'est pas applicable à la réouverture d'une procédure (Markin c. Russie (déc.), no 59502/00, 16 septembre 2004).", "46.  En l'espèce, au vu des principes susmentionnés, dans son examen portant sur le caractère raisonnable de la durée de la procédure, la Cour ne va pas prendre en compte la période allant de la décision interne définitive du 7 octobre 2003 jusqu'au 14 mars 2005, date à laquelle la Haute Cour de cassation et de justice a fait droit au recours en annulation du procureur général (Aliuţă, précité, § 16, et Bota c. Roumanie (déc.), no 16382/03, 13 septembre 2007).", "Dès lors, la Cour retient que la durée de la procédure qui doit être prise en compte est de six ans, cinq mois et huit jours, couvrant l'instruction préliminaire et trois degrés de juridiction.", "b)  Appréciation du caractère raisonnable de la durée de la procédure", "47.  Le Gouvernement considère que la procédure présentait une complexité particulière, liée notamment aux faits de la cause et à la nécessité d'administrer des preuves. Il estime de ce fait que tant la phase de l'instruction que la phase de jugement ont connu des délais raisonnables, aucune période d'inactivité ne pouvant être reprochée aux autorités. Il cite a contrario l'affaire Tudorache c. Roumanie (no 78048/01, § 19, 29 septembre 2005), où la seule instruction de l'affaire par le parquet compétent avait duré sept ans moins cinq jours. Il souligne aussi que les audiences ont eu lieu régulièrement et dans des délais raisonnables. Il note que le requérant et son avocat ont demandé douze fois l'ajournement de l'audience publique pendant la procédure ordinaire, ce qui a entraîné des délais supplémentaires, suffisamment importants pour expliquer la durée globale de la procédure.", "48.  Le requérant conteste cette thèse et estime que la durée déraisonnable de la procédure est imputable exclusivement au comportement des autorités. Il fait valoir que les ajournements qu'il a demandés pendant la procédure se justifiaient par des raisons objectives et n'ont pas été sollicités dans un but dilatoire. Il fait valoir également que par l'effet de la décision de cassation prononcée par la Cour suprême de justice le 10 janvier 2001, quatre ans après le commencement de la procédure, celle-ci a recommencé à zéro. Il souligne de plus que l'avis médical sollicité par le tribunal de première instance ne fut délivré que presque huit mois plus tard. Compte tenu de l'enjeu du litige, le requérant prie la Cour de conclure à une violation de l'article 6 § 1 de la Convention en raison de la durée déraisonnable de la procédure.", "49.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement des requérants et celui des autorités compétentes ainsi que l'enjeu du litige pour les intéressés (voir, parmi beaucoup d'autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII, Hartman c. République tchèque, no 53341/99, § 73, CEDH 2003-VIII)). Elle rappelle également qu'il incombe aux Etats contractants d'organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d'obtenir une décision définitive dans un délai raisonnable (Löffler c. Autriche, no 30546/96, § 21, 3 octobre 2000).", "50.  La Cour précise également que seuls les retards imputables à l'Etat peuvent amener à conclure à l'inobservation du « délai raisonnable » (Proszak c. Pologne, 16 décembre 1997, § 40, Recueil des arrêts et décisions 1997-VIII ).", "51.  En l'espèce la Cour constate que la procédure portait sur une infraction contre une personne impliquant deux accusés et qu'elle soulevait des problèmes juridiques quant à la qualification des faits imputés aux accusés ainsi que quant à la détermination des causes ayant entraîné le décès de N.C. L'affaire présentait dès lors une certaine complexité factuelle et juridique.", "52.  Pour ce qui est du comportement des autorités, la Cour note d'abord que l'instruction avait débuté le 29 avril 1997, quand le requérant fut informé des charges à son encontre, et avait pris fin lors de la saisine du tribunal de première instance par le réquisitoire introductif d'instance en date du 19 janvier 1998. Ce délai de moins d'un an ne comporte pas de périodes d'inactivité injustifiée et ne révèle pas de manque de coordination dans l'activité des organes de poursuite (Lazar c. Roumanie (déc.), no 7022/02, 6 octobre 2009).", "53.  Quant à la phase de jugement, la Cour note qu'une fois l'instruction clôturée et l'affaire renvoyée en jugement, la procédure fut menée avec diligence ; des audiences ont été tenues à intervalles réguliers et le tribunal de première instance a pris les mesures nécessaires en vue de l'administration des preuves et de l'interrogation des témoins et des inculpés.", "La Cour note ainsi que l'affaire fut jugée par le tribunal départemental de Bucarest en à peine plus de dix mois, le jugement de première instance ayant été prononcé le 29 octobre 1998. Pendant ce délai, des audiences ont été tenues à intervalles réguliers. La décision en appel fut prononcée le 30 juin 1999, soit huit mois plus tard, délai qui n'apparaît pas lui non plus déraisonnable.", "Par la suite, la Cour note un délai plus significatif pour la procédure devant la Cour suprême de justice, qui prononça sa décision de cassation avec renvoi en première instance le 10 janvier 2001, ce qui représente une durée de presque dix-huit mois. Pendant ce délai quatre audiences eurent lieu et le requérant a demandé trois fois l'ajournement de l'affaire.", "54.  La Cour relève ensuite que l'affaire a été cassée avec renvoi en première instance, en raison de l'omission des tribunaux inférieurs de répondre aux demandes formulées par les accusés quant à la nécessité d'obtenir l'avis de la Commission supérieure médicolégale pour clarifier les contradictions des rapports médicaux et pour déterminer les causes du décès de N.C.", "A ce sujet, la Cour rappelle que bien qu'elle ne soit pas compétente pour analyser la manière dont les juridictions nationales ont interprété et appliqué le droit interne, de telles cassations avec renvoi sont dues aux erreurs commises par les juridictions inférieures lors de l'examen de l'affaire (Wierciszewska c. Pologne, no 41431/98, § 46, 25 novembre 2003). En outre, la répétition de telles cassations dénote une déficience de fonctionnement du système judiciaire national (Cârstea et Grecu c. Roumanie, no 56326/00, § 42, 15 juin 2006).", "Bien qu'en l'espèce il n'y ait eu qu'une seule cassation, la Cour observe que la célérité de la procédure devant les tribunaux de première instance et d'appel a nui au délai global de la procédure, vu que suite aux manquements des tribunaux en question, la procédure a dû être reprise à zéro.", "55.  Pour ce qui est de la suite de la procédure, la Cour observe que globalement elle s'est achevée dans un délai raisonnable, la décision finale ayant été rendue deux ans et neuf mois après la décision de cassation, période pendant laquelle furent prononcées trois décisions judiciaires.", "56.  En ce qui concerne le comportement du requérant, la Cour, tout en acceptant l'argument de celui-ci selon lequel les demandes d'ajournement n'ont pas eu une finalité dilatoire, admet qu'elles ont conduit néanmoins à certains délais supplémentaires.", "57. Après avoir examiné tous les éléments qui lui ont été soumis, la Cour considère que, bien que le litige eût pu être diligenté avec plus de célérité, la durée litigieuse, vue dans son ensemble, ne saurait passer pour déraisonnable.", "Dès lors, il n'y a pas eu de violation de l'article 6 § 1 de la Convention quant au respect de l'exigence d'un délai raisonnable.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "58.  Pour ce qui est des autres griefs soulevés par le requérant et tirés de l'article 6 §§ 1 et 2 de la Convention, compte tenu de l'ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour ne relève aucune apparence de violation des droits et libertés garantis par les articles de la Convention. Il s'ensuit que ces griefs doivent être rejetés comme étant manifestement mal fondés en application de l'article 35 §§ 3 et 4 de la Convention. Pour ce qui est du grief tiré de l'article 5 § 1 (légalité de la détention provisoire), la Cour note que la détention provisoire du requérant a pris fin le 4 août 1997, alors que ce grief n'a été soulevé devant la Cour que le 29 juillet 2005, soit plus de six mois après (Florică c. Roumanie (déc.), no 49781/99, 10 juin 2003).", "La Cour conclut donc que cette partie de la requête est soit manifestement mal fondée, soit tardive, et doit être rejetée en application de l'article 35 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "59.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "60.  Le requérant réclame 434 euros (EUR) au titre du préjudice matériel, représentant la différence de salaire entre le salaire qu'il aurait perçu s'il n'avait pas été accusé de meurtre, et le salaire qu'il a effectivement perçu vu sa réintégration sur un poste inférieur en raison de la procédure pénale contre lui. Il soumet à cet égard des calculs portant sur le salaire qu'il a effectivement perçu pendant la période janvier 1998 – juin 2002 et des calculs de salaires qu'il aurait dû percevoir s'il avait occupé le même poste qu'il occupait avant son arrestation pour la même période. Par ailleurs, il demande 15 000 EUR pour le préjudice moral qu'il aurait subi.", "61.  Le Gouvernement estime que la demande au titre du préjudice matériel est spéculative et excessive et demande à la Cour de la rejeter en entier. Quant au préjudice moral allégué, le Gouvernement estime qu'un éventuel arrêt de la Cour constatant la violation de la Convention pourrait constituer en soi une satisfaction équitable suffisante. De toute façon, il estime excessive la somme sollicitée.", "62.  S'agissant de la demande pour dommage matériel, la Cour n'aperçoit pas de lien de causalité direct entre la violation constatée et le dommage matériel allégué et rejette cette demande.", "63.  En revanche, elle considère que le requérant a subi un préjudice moral qui ne saurait être réparé par le simple constat de violation figurant dans cet arrêt. Statuant en équité, comme le veut l'article 41 de la Convention, et compte tenu des circonstances particulières de l'espèce, la Cour estime qu'il y a lieu d'octroyer au requérant 4 000 EUR au titre du préjudice moral et de rejeter les demandes de satisfaction équitable au titre du préjudice moral pour le surplus.", "B.  Frais et dépens", "64.  Le requérant demande également 191 EUR pour les frais et dépens engagés devant les juridictions internes (coût de l'expertise médicale et frais d'avocat) et 1 260 EUR pour ceux engagés devant la Cour (frais d'avocat). Il verse au dossier une quittance attestant le paiement d'une somme d'environ 41 EUR représentant les frais afférents à l'avis de la Commission supérieure médicolégale et une quittance d'environ 150 EUR pour frais d'avocat pour la représentation du requérant dans la procédure devant la Cour suprême de justice, ainsi que le contrat d'assistance judiciaire afférent. Pour ce qui est des frais d'avocat devant la Cour, l'avocate du requérant fournit un contrat d'assistance judiciaire contenant l'accord de celui-ci pour que le paiement de ces sommes par la Cour soit effectué directement à son avocate ; elle soumet en outre une note relative au nombre d'heures facturées et aux activités déployées.", "65.  Le Gouvernement fait observer que les frais d'avocat devant la Cour n'ont pas été effectivement réglés et que de toute façon leur montant est excessif par rapport à la complexité de l'affaire. Il prie la Cour de n'octroyer que les frais et dépens considérés comme réels, nécessaires, raisonnables et étayés.", "66.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "67.  Pour ce qui est des frais et dépens engagés devant les juridictions internes, au vu de tous les éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 150 EUR et l'accorde au requérant.", "Quant aux frais d'avocat pour la procédure devant la Cour, il convient de noter qu'en vertu du contrat d'assistance judiciaire versé au dossier le requérant est tenu de les régler. En conséquence, dans la mesure où l'avocate est fondée à exiger le paiement de ses honoraires en vertu du contrat, les frais correspondants sont bien « réels » (voir, mutatis mutandis, Tebieti Mühafize Cemiyyeti et Israfilov c. Azerbaïdjan, no 37083/03, § 106, CEDH 2009...)", "Néanmoins, une certaine réduction doit être appliquée, vu le constat de non-violation quant à un des griefs sur lesquels l'avocate a présenté des observations devant la Cour (voir, mutatis mutandis, Nourmagomedov c. Russie, no 30138/02, § 69, 7 juin 2007). Compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 1 000 EUR pour la procédure devant la Cour, et l'accorde au requérant. Compte tenu de la convention conclue entre l'intéressé et son avocate, Me N. Popescu, la Cour décide que la somme précitée sera versée directement à cette dernière.", "C.  Intérêts moratoires", "68.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l'article 6 § 1 de la Convention concernant la sécurité des rapports juridiques et la durée de la procédure et irrecevable pour le surplus ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention à raison du non-respect du principe de la sécurité des rapports juridiques ;", "", "3.  Dit qu'il n'y a pas eu violation de l'article 6 § 1 de la Convention à raison de la durée de la procédure ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser, dans les trois mois à compter du jour où l'arrêt sera devenu définitif en vertu de l'article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie de l'Etat défendeur au taux applicable à la date du règlement :", "i.  4 000 EUR (quatre mille euros), plus tout montant pouvant être dû à titre d'impôt, pour dommage moral, somme à verser au requérant ;", "ii.  150 EUR (cent cinquante euros), plus tout montant pouvant être dû à titre d'impôt par le requérant, pour les frais et dépens engagés pour la procédure devant les juridictions internes, somme à verser au requérant ;", "iii.  1 000 EUR (mille euros) pour les frais et dépens relatifs à la procédure devant la Cour, somme à verser directement à Me N. Popescu, qui a représenté le requérant en tant qu'avocate ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 7 décembre 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}