{"file": "FRE_HFJUD_32030_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32030/02", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE SPÎNU c. ROUMANIE", "", "", "(Requête no 32030/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "29 avril 2008", "", "", "", "DÉFINITIF", "", "29/07/2008", "", "", "", "Cet arrêt peut subir des retouches de forme", "", "En l’affaire Spînu c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura-Sandström,\n\tCorneliu Bîrsan,\n\tBoštjan M. Zupančič,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tLuis López Guerra, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 1er avril 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 32030/02) dirigée contre la Roumanie et dont une ressortissante de cet Etat, Mme Ecaterina Gabriela Spînu (« la requérante »), a saisi la Cour le 26 avril 2001 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan-Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Le 12 juillet 2006, la Cour a décidé de communiquer au Gouvernement le grief tiré de l’article 6 § 1 de la Convention quant à l’équité de la procédure pénale. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  La requérante est née en 1971 et réside à Râmnicu Vâlcea.", "1.  La mise en détention provisoire de la requérante et les poursuites pénales à son encontre", "5.  Le 11 janvier 1996, la requérante fut convoquée au siège de la police de Râmnicu Vâlcea pour être interrogée sur un meurtre qui avait eu lieu à Oradea dans la nuit du 31 octobre au 1er novembre 1995. Le même jour, elle fut remise sous escorte à la police d’Oradea. La requérante dit avoir été constamment insultée pendant le trajet par les officiers de police qui l’accompagnaient. Le Gouvernement conteste ces assertions et note qu’aucun élément de preuve n’est fourni à l’appui de celles-ci.", "6.  Le 12 janvier 1996, la requérante fut mise en examen et placée en détention provisoire pour une durée de trente jours, après avoir été informée par le procureur qu’elle était soupçonnée de non-dénonciation du vol avec violence suivi du décès de N.A., de tentative de meurtre et de vol avec violence sur V.T. ainsi que de l’utilisation de substances toxiques, infractions prévues aux articles 176, 211, 312 et 262 du code pénal et à l’article 14 du décret no 466/1979 sur le régime des produits et substances toxiques.", "7.  Lors du premier interrogatoire par la police, la requérante nia toute participation aux faits reprochés. Ultérieurement, elle revint sur sa déclaration initiale et avoua, dans un premier temps, les faits concernant V.T. ainsi que sa participation au meurtre de N.A. Elle affirme avoir reconnu les faits reprochés en raison des mauvais traitements auxquels elle a été soumise par les agents de police. En outre, elle soutient que, pendant l’année 1996, un traitement au diazépam ainsi que d’autres médicaments à base de barbituriques lui fut prescrit et administré par le médecin de la maison d’arrêt dans le but de la faire avouer. Le Gouvernement conteste ces allégations de mauvais traitements et note qu’elles ne sont pas étayées.", "8.  Il ressort du dossier médical de la requérante tenu lors de sa détention provisoire que, pendant les années 1996 et 1997, elle souffrait d’insomnie et qu’un traitement à base de barbituriques lui fut administré.", "9.  Des perquisitions eurent lieu au domicile de la requérante et des deux autres suspects, H.G. et M.M. Au domicile de ce dernier, la police découvrit une veste appartenant à M.M. avec des taches de sang à l’intérieur. La veste fut envoyée pour l’analyse des taches de sang mais leur groupe sanguin ne put être établi. Lors de l’information pénale, ces deux coïnculpés avouèrent leur participation aux faits reprochés.", "10.  Le 19 février 1996 parut dans la presse un article intitulé « Deux sous-officiers devenus assassins » (en l’occurrence les suspects H.G. et M.M.), décrivant les faits reprochés à la requérante. Il n’y avait dans ledit article aucune mention explicite de la source des informations qu’il rapportait.", "11.  Par un réquisitoire du 27 mai 1996, le parquet près le tribunal départemental de Bihor renvoya la requérante en jugement en même temps que M.M. et H.G. pour les délits susmentionnés. Selon le parquet, M.M. et H.G. auraient commis un vol avec violence suivi du décès de N.A. que la requérante n’aurait pas dénoncé. En outre, la requérante et H.G. auraient commis une tentative de meurtre et de vol avec violence sur V.T., partie civile dans la procédure. Pour accomplir ces derniers délits, la requérante aurait utilisé des substances toxiques.", "12.  Selon le parquet, les faits présentés dans le réquisitoire étaient établis par le rapport médico-légal, les déclarations du coïnculpé M.M. et de la requérante qui reconnaissaient les faits reprochés, et par le procès-verbal de confrontation entre la requérante et la victime V.T. Le réquisitoire précisait également que les aveux du co-inculpé M.M. et de la requérante faits en présence de leurs avocats librement choisis avaient été enregistrés sur une cassette vidéo et consignés par écrit. Il était par ailleurs indiqué que les inculpés, toujours assistés par leurs avocats, avaient participé à une reconstitution des faits.", "13.  Pour le parquet, les faits étaient prouvés par le procès-verbal de recherche sur les lieux, des planches photos, la reconstitution, l’identification d’un groupe de personnes, des expertises et des documents médicaux fournis, outre les dépositions des témoins et les aveux des inculpés.", "2.  L’instance de premier ressort", "14.  Lors de l’audience du 14 octobre 1996, la requérante demanda au tribunal départemental de faire interroger les témoins à charge absents. Par un jugement avant dire droit, le tribunal ordonna au parquet de faire les démarches nécessaires pour les faire comparaître.", "15.  Par un jugement avant dire droit du 11 novembre 1996, le tribunal ajourna l’affaire au 9 décembre 1996, au motif que les témoins à charge n’étaient pas présents et délivra à la police des mandats pour aller chercher les témoins à leur domicile et les amener. Un témoin à décharge fut entendu par le tribunal.", "16.  Lors de l’audience du 26 janvier 1998, après plusieurs ajournements en raison d’erreurs de procédure, le tribunal constata l’absence des témoins à charge et donna lecture des dépositions qu’ils avaient faites au cours de l’instruction. La requérante contesta cette lecture, en faisant valoir que l’audition des témoins s’imposait, d’autant plus que les preuves figurant au dossier étaient contradictoires.", "17.  Devant le tribunal, la requérante et les coïnculpés M.M. et H.G. revinrent sur leurs déclarations faites pendant l’information pénale : reconnaissant leur participation aux faits concernant V.T., ils nièrent en revanche leur participation au meurtre de N.A.", "18.  Lors de l’audience du 2 février 1998, le tribunal enjoignit à la requérante et aux autres coïnculpés de ne pas contacter les médias afin de donner des détails sur l’affaire.", "19.  Lors de l’audience du 24 avril 1998, la requérante demanda à nouveau au tribunal de faire interroger les témoins à charge. En outre, elle fit valoir que, pendant sa détention provisoire, elle avait subi des mauvais traitements de la part des agents de police et qu’elle avait été droguée afin de reconnaître les faits.", "20.  Par un jugement du 8 juin 1998, le tribunal départemental requalifia les faits et jugea qu’il ressortait des preuves figurant au dossier que la requérante était coupable de complicité de vol avec violence suivi du décès de N.A., de tentative de vol avec violence sur V.T. ainsi que d’usage de substances toxiques. Le tribunal la condamna à une peine de dix ans d’emprisonnement, à une interdiction de séjour dans la ville d’Oradea pour une durée de trois ans après l’exécution de la peine et au versement de dommages-intérêts aux parties civiles.", "21.  S’agissant des allégations de mauvais traitements de la requérante, le tribunal considéra qu’elles n’étaient pas étayées, qu’elle avait fait sa déclaration en présence de l’avocat de son choix et qu’il ne ressortait pas de la cassette enregistrée lors de son interrogatoire qu’elle avait subi des mauvais traitements. Il constata toutefois qu’il était évident que la requérante avait du mal à indiquer aux policiers le trajet suivi à Oradea la nuit du crime – ce qui s’expliquait par le fait qu’elle ne connaissait pas la ville – et que les policiers avaient fait preuve « d’excès de zèle » en insistant pour qu’elle l’indique avec exactitude.", "22.  Pour ce qui est de la responsabilité pénale de la requérante pour complicité du meurtre de N.A., le tribunal retint qu’elle était prouvée par ses aveux et ceux de son coïnculpé M.M. faits pendant l’information pénale en présence de leurs avocats, ainsi que par les taches de sang trouvées sur la veste de ce dernier, nonobstant le fait que le nettoyage en avait rendu l’analyse impossible.", "23.  Un article paru le 22 septembre 1998 dans le journal Evenimentul zilei présenta les faits en faisant état d’un alibi fourni à la requérante par sa mère mais qui n’avait pas été pris en compte par les enquêteurs.", "24.  Un article paru le 31 octobre 1998 dans le journal România liberă aborda également l’affaire, se fondant sur les déclarations de quelques témoins et du coïnculpé M.M. Il en ressortait que les autorités impliquées dans l’enquête avaient refusé de faire des commentaires et de répondre aux questions des journalistes. Un autre article paru le 6 février 1999 exposa une « étude de l’affaire » réalisée par le journaliste V.B. Ces articles ne faisaient aucune référence directe à la source des informations.", "3.  L’instance d’appel devant la cour d’appel d’Oradea", "25.  La requérante releva appel du jugement du 8 juin 1998, demandant son acquittement pour le délit de complicité de meurtre et vol avec violence sur N.A., en faisant valoir l’insuffisance des preuves. Subsidiairement, elle demanda la requalification des faits reprochés en non-dénonciation d’un délit. Elle soulignait qu’elle avait avoué les faits à un moment où elle était sous l’influence de certains médicaments.", "26.  Le 29 octobre 1998, la cour d’appel jugea que les preuves étaient contradictoires et constata que la requérante était revenue, devant le tribunal, sur sa déclaration selon laquelle elle aurait commis le vol avec violence suivi du décès de N.A. Sur demande de la requérante, la cour d’appel interrogea le témoin S.L. et la victime V.T.", "27.  Le 26 mars 1999, la cour d’appel interrogea la partie civile V.I., héritier de N.A., et les témoins à charge T.G. et V.C., qui étaient revenus sur leurs déclarations faites au cours de l’instruction. Sur demande du parquet, le témoin à charge M.G., qui avait assisté à la reconstitution des faits, fut interrogé. Le procès-verbal de reconstitution des faits ainsi que les rapports médico-légaux furent examinés par la cour d’appel. La requérante déclara qu’elle n’entendait pas demander d’autres mesures d’administration des preuves.", "28.  Lors de l’audience du 2 avril 1999, la requérante, représentée par son avocat, exposa ses moyens d’appel. Prenant la parole en dernier, elle justifia son revirement quant à sa participation à l’infraction concernant N.A. par le fait que, lors de ses aveux, elle était sous l’influence de certains médicaments. La requérante reconnut cependant sa participation au délit de tentative de vol sur V.T.", "29.  Par un arrêt du 7 mai 1999, la cour d’appel fit droit à l’appel de la requérante, l’acquittant du chef de complicité de vol avec violence suivi du décès de N.A. et rejetant la demande de dommages-intérêts des parties civiles. La cour d’appel estima que la situation de fait concernant le décès de N.A. retenue par le parquet et le tribunal départemental n’était pas confirmée par les preuves versées au dossier. Elle indiqua qu’il appartenait au parquet de fournir les preuves suffisantes permettant de condamner la requérante. Or, il ne ressortait pas du dossier que la requérante fût coupable du crime en question. La seule preuve à charge était constituée par ses aveux, sur lesquels elle était d’ailleurs revenue, qui n’étaient pas corroborés par d’autres éléments du dossier, et cela d’autant plus que les témoins à charge étaient eux aussi revenus sur leurs déclarations faites pendant l’instruction. Dès lors, la présomption d’innocence imposait son acquittement.", "30.  La cour d’appel jugea en revanche qu’il ressortait des pièces du dossier que la requérante était coupable de vol avec violence sur V.T. et d’utilisation de substances toxiques et la condamna à une peine de deux ans d’emprisonnement. Par ailleurs, elle ordonna sa mise en liberté, après avoir constaté que la durée de la détention provisoire exécutée était égale à celle de la peine infligée.", "31.  L’un des juges de la formation de jugement rédigea une opinion dissidente, en arguant qu’il ressortait des preuves que la requérante était également coupable de complicité de vol avec violence suivi du décès de N.A. Il mettait en avant les déclarations très détaillées de la requérante et de son coinculpé M.M. faites pendant l’instruction, par lesquelles ils avaient reconnu les faits, et qui se trouvaient à la base de la reconstitution faite par les enquêteurs. Il retint également que la reconstitution avait été faite en présence des inculpés et de leurs avocats, ce qui excluait toute influence et contrainte de la part des enquêteurs.", "4.  L’instance de recours devant la Cour suprême de justice", "32.  Le ministère public forma un « recours » (recurs), en faisant valoir que la cour d’appel n’avait pas fait une interprétation correcte des preuves et qu’il ressortait des déclarations des témoins que la requérante était bien complice du meurtre de N.A. Aucune nouvelle mesure d’instruction ne fut ordonnée.", "33.  Le 23 mai 2000, la Cour suprême tint une première audience à laquelle étaient présents la requérante et les deux autres coïnculpés représentés par le même avocat d’office. Toutefois, la Cour suprême de justice ajourna l’affaire en raison d’un vice de procédure concernant les parties civiles. En même temps, elle ordonna qu’un avocat soit commis d’office pour chacun des coïnculpés.", "34.  Lors de l’audience du 3 octobre 2000, la requérante et les deux autres coïnculpés furent une nouvelle fois représentés par le même avocat commis d’office. Les débats eurent lieu le même jour et la requérante, qui eut la parole en dernier, demanda le rejet du recours du ministère public. La requérante précise qu’elle n’eut que le temps d’acquiescer aux conclusions de l’avocat et que l’audience ne dura qu’environ cinq minutes.", "35.  Par un arrêt du 7 novembre 2000, la Cour suprême de justice fit droit au recours du parquet, cassant l’arrêt de la cour d’appel et confirmant le jugement rendu en premier ressort. Elle s’exprima dans les termes suivants :", "« Il ressort de l’appréciation des preuves versées au dossier que la juridiction statuant en premier ressort a prononcé une décision fondée et légale, l’arrêt de la juridiction d’appel étant erroné.", "Après une analyse attentive des déclarations des coïnculpés faites au cours de l’instruction et de celles faites devant le tribunal, il ressort clairement que les déclarations qui correspondent à la vérité sont celles faites pendant l’instruction.", "Les déclarations des coïnculpés lors de l’enquête sont corroborées par d’autres preuves, d’où il ressort avec certitude qu’ils ont commis les délits retenus à leur charge par le tribunal (...).", "S’agissant du crime de meurtre dont N.A. a été victime, les déclarations de M.M. et de R.E. [la requérante] faites pendant l’enquête et reconnaissant les faits reprochés, sont corroborées par les taches de sang identifiées ultérieurement sur la partie intérieure de la veste de M.M.", "Dans l’évaluation des déclarations des coïnculpés faites pendant l’enquête (...) il faut tenir compte de ce qu’elles ont été données en présence de leurs défenseurs (...).", "Outre ces arguments présentés de manière logique et cohérente dans le jugement du tribunal, il convient de tenir compte également des conclusions présentées par écrit dans l’opinion dissidente par le juge P.N. qui avait fait partie de la formation de jugement en appel.", "Compte tenu de ces éléments, il convient de faire droit au recours du parquet, de casser l’arrêt rendu en appel dans sa partie concernant l’acquittement de M.M. (...) et de R.E. [la requérante] pour l’infraction prévue par les articles 26, 174 et 176 lettre d) du code pénal.»", "36.  Par un arrêt du 11 janvier 2002, la Cour suprême de justice rejeta la contestation en annulation (contestaţie în anulare) de la requérante tendant à la rétractation de l’arrêt du 7 novembre 2000 précité, sans rouvrir le fond de l’affaire.", "37.  Le 14 avril 2004, la requérante fut mise en liberté conditionnelle.", "II.  LE DROIT INTERNE PERTINENT", "1.  Le code de procédure pénale en vigueur à l’époque des faits", "38.  Les dispositions pertinentes sont ainsi libellées :", "Article 341", "« Avant de clore les débats, le président de la formation de jugement doit donner la parole en dernier à l’inculpé présent.", "Pendant que l’inculpé a la parole en dernier, il ne peut pas être interrogé. Si l’inculpé fait état de nouveaux faits ou circonstances, essentiels pour le jugement de l’affaire, le tribunal ordonne la reprise de l’enquête judiciaire. »", "Article 38514", "« La juridiction de recours vérifie l’arrêt attaqué en se fondant sur les travaux et les pièces du dossier et sur tout autre écrit nouveau présenté devant elle.", "La juridiction de recours doit répondre à tous les moyens de recours invoqués par le procureur et les parties. »", "Article 38515", "« Lorsqu’il statue sur le recours, le tribunal peut (...)", "2.  faire droit au recours, infirmer la décision attaquée et (...)", "a)  confirmer le jugement rendu en premier ressort, lorsque l’appel a été illégalement admis (...) »", "c)  (...) La Cour suprême de justice, lorsqu’elle fait droit au recours, et que des mesures d’instruction s’imposent, renvoie l’affaire pour jugement au tribunal dont la décision a été cassée (...)", "d)  retient l’affaire pour la juger à nouveau (...) »", "Article 38516", "« Lorsque le tribunal ayant statué sur le recours retient l’affaire pour la juger à nouveau conformément à l’article 385-15 par. 2 d), il se prononce également sur les questions relatives à l’administration des preuves et fixe une date pour les débats (...) »", "Article 38519", "« Lorsqu’un premier jugement a été infirmé, le deuxième procès se déroule conformément aux dispositions des chapitres I (Le procès - Dispositions générales) et II (Le procès en première instance] du titre II, qui s’appliquent mutatis mutandis. »", "2.  Les modifications du code de procédure pénale entrées en vigueur le 7 septembre 2006", "39.  Les dispositions pertinentes sont ainsi libellées :", "Article 38514", "« 1.  Lorsque le tribunal statue sur le recours, il doit interroger l’inculpé présent (...), lorsque ce dernier n’a pas été entendu par les juridictions ayant statué sur le fond et en appel ou encore lorsque ces juridictions n’ont pas prononcé antérieurement une décision de condamnation. »", "Article 4081", "« 1.  Les décisions définitives prononcées dans des affaires à l’égard desquelles la Cour européenne des Droits de l’Homme a constaté une violation des droits et libertés fondamentaux peuvent faire l’objet d’une révision si les conséquences graves de cette violation perdurent et ne peuvent être supprimées que par la révision de la décision en cause.", "2.  La révision peut être demandée par :", "a)  la personne dont le droit a été méconnu ;", "b)  l’époux ou les parents proches du condamné, même après le décès de ce dernier ;", "c)  le procureur.", "3.  La demande de révision est déposée auprès de la Haute Cour de cassation et de justice, qui statue en formation de neuf juges.", "4.  Le délai de présentation de la demande de révision est d’un mois à partir de la date de la décision définitive de la Cour européenne des droits de l’homme.", "(...)", "8.  Lorsque le tribunal constate que la demande est fondée, il :", "a)  annule en partie la décision, en ce qu’elle affectait le droit méconnu, et statue sur le fond de l’affaire selon les dispositions du chapitre III, section II, en remédiant aux conséquences de la violation ;", "b)  annule la décision et, si de nouvelles mesures d’instruction sont nécessaires, ordonne le réexamen de l’affaire par le tribunal dont la décision se trouve à l’origine de la violation, selon les dispositions du chapitre III, section II (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "40.  La requérante se plaint de n’avoir pas bénéficié d’un procès équitable, dans la mesure où la Cour suprême de justice l’a condamnée pour complicité du vol avec violence suivi du décès de N.A., après qu’elle eût été acquittée en appel, sans qu’elle soit réentendue en personne et en l’absence de toute nouvelle mesure d’instruction. Elle allègue une atteinte à son droit à un procès équitable, tel que garanti par l’article 6 § 1 de la Convention, ainsi libellé dans sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "A.  Sur la recevabilité", "41.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "a)  Thèses des parties", "i)  La requérante", "42.  La requérante relève que, bien qu’elle ait eu la parole en dernier pour quelques minutes, comme le veut l’article 341 du code de procédure pénale, elle n’a pas été entendue pendant les débats par la Cour suprême de justice qui a décidé sa condamnation pénale pour l’infraction la plus lourde. En outre, cette juridiction n’a pas interrogé directement les témoins. La requérante souligne que la seule juridiction qui a pris le soin d’entendre les témoins, à savoir la cour d’appel, a ordonné son acquittement.", "43.  Elle estime que les preuves fournies par le parquet n’établissaient pas sa culpabilité concernant le meurtre de N.A. et met en avant le fait que le tribunal départemental et la Cour suprême de justice ont donné la primauté à sa déclaration faite pendant l’instruction sur celle faite devant le tribunal.", "44.  Enfin, elle relève que, bien que les dispositions légales nationales actuelles imposent aux juridictions de recours d’entendre l’accusé et les témoins, elles ne sont entrées en vigueur qu’en 2006 et n’étaient donc pas susceptibles de remédier à sa situation.", "ii)  Le Gouvernement", "45.  Le Gouvernement estime que la présente affaire doit être distinguée de l’affaire Constantinescu c. Roumanie, (no 28871/95, § 59, CEDH 2000VIII), par le fait qu’en l’espèce, la requérante n’a pas été condamnée pour la première fois par la juridiction statuant en recours. Selon lui, il convient de souligner qu’en cassant la décision rendue en appel, la Cour suprême de justice a rétabli les constatations faites par le tribunal départemental dans son jugement du 8 juin 1998. En outre, à la différence de l’affaire Ilişescu et Chiforec c. Roumanie, (no 77364/01, 1er décembre 2005), dans laquelle le requérant n’avait jamais été entendu par un tribunal, dans la présente affaire la requérante avait déjà été entendue par la juridiction statuant en premier ressort.", "46.  Quant à l’omission de la Cour suprême d’entendre la requérante, le Gouvernement fait valoir que cette dernière était présente lors des deux audiences qui ont eu lieu pendant la procédure de recours et qu’elle a été assistée par un avocat commis d’office. Il souligne en outre qu’il ne ressort pas du dossier que la requérante ait demandé expressément à être entendue par la juridiction de recours. Dans ce contexte, le Gouvernement attire l’attention sur les dernières modifications du code de procédure pénale enjoignant aux juridictions statuant en recours d’entendre l’accusé.", "47.  Pour ce qui est de l’omission de la Cour suprême d’entendre à nouveau les témoins, le Gouvernement souligne qu’ils avaient déjà été entendus pendant la procédure et que la requérante n’a pas demandé de nouvelle audition. En outre, la décision de condamnation de la requérante ne s’est pas fondée uniquement ou d’une façon déterminante sur les dépositions des témoins, mais sur l’ensemble des pièces du dossier, en particulier les déclarations des inculpés et les taches de sang identifiées sur la partie intérieure de la veste de M.M. En cela, la situation dans la présente affaire diffère de celle des affaires Bricmont c. Belgique (arrêt du 7 juillet 1989, série A no 158, p. 31) et Unterpertinger c. Autriche (arrêt du 24 novembre 1986, série A no 110, p. 14).", "48.  Par ailleurs, le Gouvernement rappelle qu’il n’existe en droit roumain aucune disposition légale qui établisse un ordre de préférence entre les déclarations successives faites pendant l’instruction et devant les tribunaux, dans l’hypothèse où celles-ci seraient contradictoires. Selon lui, le tribunal départemental et la Cour suprême de justice ont fondé leurs décisions sur des preuves légalement recueillies qui démontrent de manière convaincante la culpabilité de la requérante.", "49.  Enfin, le Gouvernement rappelle que, selon la jurisprudence de la Cour, il appartient, en principe, aux juridictions nationales d’apprécier les éléments rassemblés par elles et la pertinence de ceux dont les accusés souhaitent la production (Bricmont précité, p. 31, § 89) et que le caractère équitable d’une procédure doit être analysé dans son ensemble (Delta c. France, arrêt du 19 décembre 1990, série A no 191A, p. 15, § 35 et Vidal c. Belgique, arrêt du 22 avril 1992, série A no 235B, p. 32, § 33).", "b)  Appréciation de la Cour", "50.  La Cour rappelle que les modalités d’application de l’article 6 aux procédures d’appel et de « recours » dépendent des caractéristiques de la procédure dont il s’agit ; il convient de tenir compte de l’ensemble de la procédure interne et du rôle dévolu à la juridiction d’appel ou de recours dans l’ordre juridique national. Lorsqu’une audience publique a eu lieu en première instance, l’absence de débats publics en appel peut se justifier par les particularités de la procédure en question, eu égard à la nature du système d’appel interne, à l’étendue des pouvoirs de la juridiction d’appel, à la manière dont les intérêts du requérant ont réellement été exposés et protégés devant elle, et notamment à la nature des questions qu’elle avait à trancher (Botten c. Norvège, arrêt du 19 février 1996, Recueil des arrêts et décisions 1996-I, p. 141, § 39).", "51. Ainsi, devant une cour d’appel jouissant de la plénitude de juridiction, l’article 6 ne garantit pas nécessairement le droit à une audience publique ni, si une telle audience a lieu, celui d’assister en personne aux débats (Fejde c. Suède, arrêt du 29 octobre 1991, série A no 212-C, pp. 69­70, § 33).", "52.  En revanche, la Cour a déclaré que lorsqu’une juridiction de recours est amenée à connaître d’une affaire en fait et en droit et à étudier dans son ensemble la question de la culpabilité ou de l’innocence, elle ne peut, pour des motifs d’équité du procès, décider de ces questions sans appréciation directe des témoignages présentés en personne par l’accusé qui soutient qu’il n’a pas commis l’acte tenu pour une infraction pénale (arrêts Ekbatani c. Suède du 26 mai 1988, série A no 134, p. 14, § 32 et Constantinescu c. Roumanie, précité, § 55).", "53.  Toutefois, afin de déterminer s’il y a eu violation de l’article 6 en l’espèce, il échet d’examiner in concreto le rôle de la Cour suprême de justice et la nature des questions dont elle a eu à connaître.", "54.  A cet égard, la Cour observe qu’en l’espèce l’étendue des pouvoirs de la juridiction de recours était définie dans les articles 38514 et 38515 du code de procédure pénale.", "55.  La Cour constate que, à la différence de l’affaire Constantinescu, précitée, la présente affaire ne met pas en cause l’application de l’article 3856 § 3 du code de procédure pénale, selon lequel, lorsque la procédure de recours vise une décision qui n’est pas susceptible d’appel, le tribunal est obligé d’examiner l’affaire sous tous ses aspects sans se limiter aux moyens et aux demandes invoquées par la partie ayant formé le recours. Toutefois, il convient d’observer qu’en l’espèce, même si la Cour suprême de justice s’est prononcée dans le cadre d’une procédure de recours contre une décision rendue en appel, il n’en reste pas moins qu’elle ne s’est pas limitée à exercer un rôle de juridiction suprême se penchant uniquement sur les erreurs de droit, mais a procédé à sa propre appréciation des faits afin de rechercher s’ils étaient suffisants pour permettre de condamner la requérante. Par conséquent, la juridiction de recours a bien été amenée à connaître de l’affaire en fait et en droit et à étudier dans son ensemble la question de la culpabilité ou de l’innocence.", "56.  La Cour constate que, dans le présent cas, pour confirmer l’une des deux décisions rendues par les juridictions inférieures, la Cour suprême de justice a fait une nouvelle interprétation des preuves et plus particulièrement des dépositions de la requérante et du coïnculpé M.M. (voir le paragraphe 35 ci-dessus). En définitive, les aspects que la Cour suprême de justice a dû analyser afin de se prononcer sur le recours visaient la culpabilité de la requérante et avaient, dès lors, un caractère essentiellement factuel. Il s’agissait d’apprécier si la requérante avait participé au vol avec violence suivi du décès de N.A.", "57.  Or, de l’avis de la Cour, pour mener à bien cette tâche, l’audition de la requérante apparaissait d’autant plus nécessaire qu’elle avait été successivement condamnée et acquittée par les juridictions inférieures et qu’elle contestait sa participation aux faits reprochés ainsi que les conditions dans lesquelles elle avait fait ses aveux (mutatis mutandis, Constantinescu précité, § 59).", "58.  Pour autant que le Gouvernement souligne le fait que la requérante n’avait pas demandé à être entendue par la Cour suprême de justice, la Cour estime que la juridiction de recours était tenue de prendre des mesures positives à cette fin, même si la requérante n’avait pas sollicité expressément une autorisation en ce sens (voir, mutatis mutandis, Botten, précité, § 53 et Dănilă c. Roumanie, no 53897/00, § 41, 8 mars 2007). La Cour rappelle également que le fait que la requérante ait eu la parole en dernier dans la procédure de recours n’exonérait pas la Cour suprême de l’obligation de l’entendre pendant les débats (Constantinescu précité, § 58). La Cour estime qu’en l’espèce, la Cour suprême se devait d’autant plus d’entendre la requérante que celle-ci clamait son innocence et avait été acquittée en appel pour défaut de preuves (mutatis mutandis, Arnasson c. Islande, no 44671/98, § 38, 15 octobre 2003).", "59.  En outre, la Cour constate qu’en l’occurrence, la Cour suprême a fondé, pour l’essentiel, son jugement sur une nouvelle interprétation des déclarations de la requérante et de M.M., sans les avoir entendus elle-même.", "60.  A cet égard, la Cour souligne que le terme « témoin » a, dans le système de la Convention, un sens « autonome » (arrêt Vidal c. Belgique du 22 avril 1992, série A no 235-B, pp. 32-33, § 33 et Lucà c. Italie, no 33354/96, § 41, CEDH 2001II). Ainsi, dès lors qu’une déposition, qu’elle soit faite par un témoin stricto sensu ou par un coïnculpé, est susceptible de fonder, d’une manière substantielle, la condamnation du prévenu, elle constitue un témoignage à charge et les garanties prévues par l’article 6 § 1 de la Convention lui sont applicables (voir, mutatis mutandis, l’arrêt Ferrantelli et Santangelo c. Italie du 7 août 1996, Recueil 1996-III, pp. 950-951, §§ 5152).", "61.  Après avoir constaté une contradiction entre les aveux livrés par la requérante et son coïnculpé M.M. pendant l’instruction préalable et leurs déclarations ultérieures devant le tribunal, la Cour suprême a conclu que c’était ces aveux qui correspondaient à la réalité car ils étaient corroborés par d’autres preuves, sans toutefois préciser lesquelles. Or, ce témoin à charge n’a pas été entendu. Par ailleurs, la Cour observe que la Cour suprême de justice a fait référence aux taches de sang trouvées sur la veste de M.M., bien que les juridictions inferieures aient constaté que ces taches ne pouvaient être analysées scientifiquement et que la personne à qui elles appartenaient ne pouvait être identifiée. Sans doute appartenait-il à la juridiction de recours d’apprécier les données recueillies ; il n’en demeure pas moins que la requérante a été reconnue coupable sur la base de mêmes preuves qui avaient suffisamment fait douter les juges de la cour d’appel du bien-fondé de l’accusation pour motiver son acquittement.", "62.  Dès lors, on peut considérer que la Cour suprême a failli à son devoir d’ordonner des mesures positives afin de clarifier les déclarations du témoin (Arnasson, précité, § 38) et de donner à la requérante la possibilité de défendre sa cause.", "63.  Pour ce qui est de l’affirmation du Gouvernement selon laquelle les dernières modifications du code de procédure pénale font obligation aux juridictions statuant en recours d’entendre l’accusé, la Cour observe que ces modifications ne sont entrées en vigueur que le 7 septembre 2006, alors qu’en l’espèce la requérante a été condamnée par un arrêt du 7 novembre 2000.", "64.  Dès lors, la Cour estime que la condamnation de la requérante par la Cour suprême, sans qu’elle ait été entendue en personne, sans qu’ait été non plus entendu le témoin à charge et alors que des décisions contradictoires avaient été rendues à son encontre par les deux juridictions inférieures, est contraire aux exigences d’un procès équitable au sens de l’article 6 § 1 de la Convention.", "65.  Il y a donc eu violation de l’article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "66.  La requérante allègue avoir subi des mauvais traitements de la part des policiers chargés de l’enquête. En outre, elle affirme qu’au cours de sa détention provisoire de 1996, elle a été victime d’une tentative de viol de la part d’un gardien et qu’un traitement à base de barbituriques lui a été administré. Elle invoque l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "1.  Sur le grief relatif à l’administration d’un traitement à base de barbituriques", "67.  La Cour note qu’aucune pièce du dossier ne prouve que la requérante a été soumise à un tel traitement. S’il est vrai qu’il ressort de son dossier médical qu’elle s’est vue administrer des calmants lors de sa détention provisoire en 1996, il n’en reste pas moins qu’il est fait état dans ces fiches médicales qu’elle souffrait d’insomnie et qu’elle était dépressive, ce qu’elle ne conteste pas formellement. La Cour observe également que le tribunal départemental et la cour d’appel saisis de ces allégations les ont jugées mal fondées, au motif qu’aucune preuve n’avait été fournie par la requérante pour les étayer et que, si ces preuves existaient, ses avocats n’auraient pas manqué l’occasion de les présenter devant les tribunaux. En outre, il ne ressort pas du dossier, et la requérante ne l’a pas non plus soutenu devant les juridictions nationales, que ces médicaments lui avaient été administrés de force, ayant eu, dès lors, la possibilité de refuser leur administration.", "68.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 et 4 de la Convention.", "2.  Sur le grief relatif à la tentative de viol et aux mauvais traitements allégués", "69.  La Cour rappelle que les allégations de mauvais traitements doivent être étayées par des éléments de preuve appropriés (voir, mutatis mutandis, l’arrêt Klaas c. Allemagne du 22 septembre 1993, série A no 269, p. 17, § 30).", "70.  En l’espèce, faute du moindre début de preuve, la Cour juge que ces allégations de la requérante ne peuvent pas être considérées comme établies. Au demeurant, la requérante n’a pas soulevé expressément ou même en substance ce grief devant les juridictions nationales.", "71.  Partant, ce grief est manifestement mal fondé et doit être rejeté en application de l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 5 § 1, 6 §§ 1, 2 ET 3 b), ET 10 DE LA CONVENTION", "72.  Dans une lettre du 19 juin 2002, la requérante dénonce l’illégalité de sa détention provisoire dans les locaux de police du 11 au 12 janvier 1996, au motif qu’aucun mandat de dépôt n’avait été délivré contre elle, en violation de l’article 5 § 1 de la Convention. Dans la même lettre, s’appuyant sur l’article 6 de la Convention, elle dénonce l’impossibilité de bénéficier d’entretiens confidentiels avec son avocat pendant sa garde à vue et la durée déraisonnable de la procédure. Elle se plaint également de ne pas avoir bénéficié d’un défenseur pendant la procédure de recours et de ce que tant l’avocat choisi par elle que les avocats commis d’office qui l’ont représentée pendant la procédure ont collaboré avec les enquêteurs et n’ont pas veillé à ce que ses droits de la défense soient protégés.", "73.  Invoquant en substance l’article 6 § 2 de la Convention, elle se plaint, toujours dans la même lettre, de ce que différents journaux ont publié des informations concernant le déroulement de la procédure pénale contre elle. Elle estime que ces informations ont porté atteinte à son droit à la présomption d’innocence. En outre, elle se plaint en substance d’une atteinte à son droit à la liberté d’expression, tel que garanti par l’article 10 de la Convention, en raison de ce que, le 2 février 1998, le juge P.A. lui a enjoint de ne pas prendre contact avec les médias.", "74.  Pour ce qui est du grief tiré de l’article 5 § 1 de la Convention, la Cour constate que la requérante a omis de le soulever expressément où même en substance devant les juridictions nationales. En tout état de cause, la requérante a été condamnée en première instance le 8 juin 1998, alors qu’elle n’a saisi la Cour de ce grief que le 19 juin 2002, soit au-delà du délai de six mois (B. c. Autriche, arrêt du 28 mars 1990, série A no 175, p. 14, § 39). Il s’ensuit que ce grief est tardif et doit être rejeté en application de l’article 35 §§ 1 et 4 de la Convention.", "75.  Quant aux autres griefs de la requérante tirés des articles 6 §§ 1, 2 et 3 b) et 10 de la Convention, la Cour note que la procédure qui fait l’objet de la présente affaire a pris fin par l’arrêt de la Cour suprême de justice du 7 novembre 2000 et que ces griefs ont été formulés pour la première fois le 19 juin 2002, soit au-delà du délai de six mois. Elle rappelle également que la contestation en annulation, dans la mesure où elle ne concerne pas le fond d’une affaire, ne constitue pas un recours effectif, au sens de l’article 35 § 1 de la Convention, susceptible d’interrompre le délai de six mois, s’agissant d’une voie de recours extraordinaire.", "76.  Il s’ensuit que, à supposer même que la requérante ait épuisé les voies de recours internes, ces griefs sont tardifs et doivent être rejetés en application de l’article 35 §§ 1 et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "77.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "78.  La requérante réclame 1 000 000 euros (EUR) pour préjudice moral, en raison de sa mise en détention illégale et des abus qu’elle aurait subis pendant sa détention. Elle souligne également que c’est en raison de l’iniquité de la procédure qu’elle s’est trouvée condamnée pour une infraction grave qu’elle n’avait pas commise et qui a entrainé une peine de prison plus lourde qu’en appel. Cette condamnation illégale l’aurait par ailleurs empêchée de continuer ses études, et il lui serait à présent difficile de trouver du travail.", "79.  Le Gouvernement estime que le seul fondement à retenir pour l’octroi d’une satisfaction équitable est l’éventuelle violation de l’article 6 § 1 de la Convention. En outre, il objecte qu’on ne saurait spéculer sur la solution à laquelle serait parvenue la Cour suprême de justice en l’absence de la prétendue violation de l’article 6 § 1 précité. Enfin, le Gouvernement fait valoir que le montant des dommages demandés par la requérante est exorbitant par rapport aux sommes octroyées par la Cour dans des affaires similaires (voir, par exemple, Constantinescu précité, § 82, et Ilişescu et Chiforec précité, § 48) et estime qu’un éventuel arrêt de condamnation serait une réparation suffisante pour le préjudice moral prétendument subi.", "80.  La Cour relève que le seul fondement à retenir, pour l’octroi d’une satisfaction équitable, réside en l’espèce dans le fait que la requérante n’a pas bénéficié d’un procès équitable devant la Cour suprême de justice. La Cour ne saurait certes spéculer sur ce qu’eût été l’issue du procès dans le cas contraire, mais n’estime pas déraisonnable de penser que l’intéressée a subi un préjudice moral réel lors de ce procès (Pélissier et Sassi c. France [GC], no 25444/94, § 80, CEDH 1999-II).", "81.  Dès lors, statuant en équité, comme le veut l’article 41, la Cour alloue à la requérante la somme de 5 000 EUR.", "82.  En outre, la Cour rappelle que lorsqu’un particulier, comme en l’espèce, a été condamné à l’issue d’une procédure entachée de manquements aux exigences de l’article 6 de la Convention, un nouveau procès ou une réouverture de la procédure à la demande de l’intéressé représente en principe un moyen approprié de redresser la violation constatée (voir Gençel c. Turquie, no 53431/99, § 27, 23 octobre 2003 et Tahir Duran c. Turquie, no 40997/98, § 23, 29 janvier 2004). A cet égard, elle note que l’article 4081 du code de procédure pénale roumain permet la révision d’un procès sur le plan interne lorsque la Cour a constaté la violation des droits et libertés fondamentaux d’un requérant.", "B.  Frais et dépens", "83.  La requérante ne demande pas le remboursement des frais et dépens.", "C.  Intérêts moratoires", "84.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 6 § 1, en ce qui concerne la condamnation de la requérante par la Cour suprême de justice sans qu’elle soit entendue en personne et sans administration directe des preuves, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "\n", "3.  Dit que :", "a)  l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros) au titre du dommage moral, à convertir en lei roumains au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt sur la somme susmentionnée ;", "b)  qu’à compter de l’expiration de ce délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 29 avril 2008 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}