{"file": "FRE_CLINF_29327_95.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "29327/95", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 50", "Février 2003", "O. c. Norvège - 29327/95", "Arrêt 11.2.2003 [Section III]", "Article 6", "Article 6-2", "Présomption d'innocence", "Refus d’une indemnisation après un acquittement, faute de probabilités que la personne n’a pas commis les actes en question: violation", "En fait: Le requérant fut acquitté par la cour d’appel du chef d’abus sexuels commis sur sa fille. Par la suite, il intenta une action en réparation pour le préjudice subi du fait de la procédure pénale. La cour d’appel, composée de trois juges du fond, rejeta sa demande en faisant observer que l’octroi d’une indemnisation au titre de l’article 444 du code de procédure pénale était subordonné à la nécessité de démontrer qu’il était probable que l’intéressé n’avait pas commis les actes au sujet desquels il avait été acquitté. A l’appui des éléments de preuve présentés lors du procès, la juridiction d’appel jugea qu’il était probable que le requérant avait abusé sexuellement de sa fille. Le comité de filtrage des recours de la Cour suprême confirma cette décision, tout en soulignant qu’un refus d’accorder une indemnisation ne signifiait pas la remise en question d’un acquittement.", "En droit: Article 6 § 2 – L’action en réparation n’a pas donné lieu à une accusation en matière pénale ; en fait il s’agissait de savoir si cette procédure était reliée au procès pénal de manière à tomber sous le coup de l’article 6 § 2. A cet égard, les décisions ont été prises compte tenu spécifiquement de l’article 444, en vertu duquel une personne ayant fait l’objet d’une inculpation peut demander réparation à raison de problèmes directement liés aux poursuites engagées contre elle. La demande doit être déposée dans le délai de trois mois à compter de la décision de clore la procédure en question, et ce auprès de la même juridiction qui, dans la mesure du possible, doit siéger dans la même formation. De plus, l’indemnisation portait sur un préjudice engageant la responsabilité de l’Etat, de sorte que les motifs de l’octroyer ou de la refuser avaient forcément un rapport avec le champ d’application de l’article 6 § 2. En laissant de coté les différents critères de preuve, la question qui se posait dans l’action en réparation empiétait largement sur celle du procès pénal et a été tranchée par la même juridiction sur la base des éléments de preuve du procès. Ainsi, la demande d’indemnisation a suivi dans le temps la procédure pénale et de plus était rattachée à cette dernière dans la législation et la pratique, tant en ce qui concerne la juridiction que la matière. Bien que le requérant n’ait pas été « accusé d’une infraction », les conditions d’obtention d’une indemnité sont liées à la question de la responsabilité pénale, de sorte que la procédure entre dans le cadre de l’article 6 § 2, qui est donc applicable. Le raisonnement suivi par la cour d’appel dans son refus d’octroyer une réparation revient manifestement à formuler au sujet du requérant des soupçons concernant les accusations dont il s’était vu acquitter. Même combinées avec l’observationdu comité de filtrage des recours, les affirmations litigieuses étaient susceptibles de mettre en doute la justesse de l’acquittement du requérant, de manière incompatible avec le principe de présomption d’innocence.", "Conclusion: violation (unanimité).", "Article 41 – La Cour octroie au requérant 5 000 euros au titre du dommage moral. Elle lui accorde également une somme pour frais et dépens.", "(Cette affaire soulève des questions similaires à celles soulevées dans l’affaire Hammern c. Norvège, n° 30287/96, 11 février 2003) ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}