{"file": "FRE_HFJUD_38062_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38062/08", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE ŞAKAR ET AUTRES c. TURQUIE", "", "", "", "", "(Requête no 38062/08)", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "20 octobre 2015", "", "DÉFINITIF", "", "20/01/2016", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Şakar et autres c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tPaul Lemmens, président,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tKsenija Turković,\n\tRobert Spano,\n\tJon Fridrik Kjølbro,\n\tStéphanie Mourou-Vikström, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 29 septembre 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 38062/08) dirigée contre la République de Turquie et dont huit ressortissants de cet État, MM. Nurullah Şakar, Mehmet Güneş, Bedri Arslan, Mehmet Emin Enmek, Çetin Karataş, Mehmet Ekinci, Metin Karataş et Mehmet Nuri Aktaş (« les requérants »), ont saisi la Cour le 23 juillet 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me K. Derin, avocat à Adana. Le gouvernement turc (« le Gouvernement ») a été représenté par son agent.", "3.  Le 7 septembre 2011, la requête a été communiquée au Gouvernement.", "EN FAIT", "LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le 30 janvier 2008, des agents de la direction de la sûreté d’Osmaniye arrêtèrent les requérants, soupçonnés d’apporter aide et assistance au PKK (organisation armée illégale) et de faire la propagande de celui-ci. À cette date, certains requérants étaient membres du comité administratif local du Parti de la société démocratique (« le DTP ») et d’autres étaient de simples membres de ce parti.", "5.  Les 31 janvier et 1er février 2008, la police procéda à l’audition des requérants. Ces derniers furent ensuite entendus par le procureur de la République d’Osmaniye.", "6.  Le 1er février 2008, les requérants furent traduits devant le juge près le tribunal d’instance pénale d’Osmaniye et auditionnés en présence de leur avocat. Au terme de leur audition, le juge ordonna le placement en détention provisoire des intéressés compte tenu de la nature et de la qualification des infractions reprochées, de l’état des preuves et de l’existence de forts soupçons. Le juge évoqua également le risque de fuite et estima que le contrôle judiciaire serait une mesure insuffisante.", "7.  Le 5 février 2008, le juge rejeta la demande d’élargissement des requérants, présentée par leur avocat la veille, compte tenu de la nature de l’infraction reprochée, de l’état des preuves, de la peine encourue ainsi que du risque de fuite et d’altération des preuves.", "8.  Le 26 février 2008, le procureur de la République inculpa le requérant Nurullah Şakar d’appartenance au PKK et de propagande en faveur de cette organisation. Il inculpa les autres requérants du seul chef de propagande.", "9.  Le 28 février 2008, le juge ordonna la mise en liberté du requérant Mehmet Nuri Aktaş compte tenu d’une éventuelle requalification de l’infraction reprochée à celui-ci. Il décida également du maintien en détention des autres requérants compte tenu de la nature des infractions reprochées, de l’état des preuves, de l’existence de forts soupçons et du fait que l’enquête n’était pas encore terminée.", "10.  Le 12 mars 2008, la cour d’assises écarta les demandes d’élargissement présentées par les avocats des requérants, eu égard à la nature des infractions reprochées, à l’état des preuves et au contenu du dossier.", "11.  Le 28 mars 2008, le procureur de la République rédigea un nouvel acte d’accusation dans lequel il inculpa les requérants des mêmes chefs d’accusation, à l’exception du requérant Mehmet Nuri Aktaş. Concernant ce dernier, le procureur décida qu’il n’y avait pas lieu d’engager des poursuites pénales et rendit une ordonnance de non-lieu.", "12.  Lors de l’audience préparatoire tenue le 15 avril 2008, la cour d’assises accéda à la demande d’élargissement des requérants Çetin Karataş, Mehmet Ekinci et Metin Karataş et ordonna leur libération. Dans le même temps, elle décida du maintien en détention provisoire des autres requérants compte tenu de la nature de l’infraction reprochée et de l’état des preuves.", "13.  Les 16 et 20 mai 2008, la demande d’élargissement du requérant Nurullah Şakar et l’opposition formée par celui-ci furent rejetées.", "14.  À l’audience du 9 juin 2008, la cour d’assises entendit les requérants en leur défense. Au terme de cette audience, elle ordonna la libération des requérants restés en détention – à savoir Nurullah Şakar, Mehmet Güneş, Bedri Aslan et Mehmet Emin Enmek – dans la mesure où les preuves avaient été recueillies.", "15.  Le 10 février 2010, la cour d’assises reconnut les requérants coupables de propagande séparatiste et les condamna à dix mois d’emprisonnement.", "16.  Il ressort de la consultation du dossier sur le site Internet de la Cour de cassation que l’arrêt de la cour d’assises rendu le 10 février 2010 a été cassé le 9 janvier 2013 et que l’affaire a été renvoyée devant cette juridiction.", "Les parties n’ont pas donné d’informations sur la suite de la procédure.", "A.  Allégations relatives aux traitements subis lors de la garde à vue", "17.  Dans l’intervalle, le 4 mars 2008, le procureur de la République avait rendu une ordonnance de non-lieu concernant des allégations d’injures et de menaces qui auraient été proférées contre les requérants par le directeur de la police lors de la garde à vue, estimant qu’il n’y avait pas d’éléments probants suffisants permettant d’établir l’infraction reprochée.", "18.  Le 27 mai 2008, la cour d’assises rejeta l’opposition formée par les seuls requérants Nurullah Şakar et Bedri Aslan.", "B.  Conditions de détention", "19.  Toujours dans l’intervalle, le 5 février 2008, dans une lettre adressée à la direction de la prison d’Osmaniye, le requérant Mehmet Güneş avait dénoncé les conditions de détention et demandé, pour lui et ses codétenus, un transfert dans une autre cellule.", "20.  Le même jour, le requérant Nurullah Şakar avait adressé une plainte au procureur de la République pour dénoncer les conditions de détention auxquelles ses codétenus et lui-même étaient soumis, ainsi qu’une indifférence de l’administration pénitentiaire face à la situation. Il expliqua qu’ils étaient neuf détenus dans la cellule disciplinaire, prévue selon lui pour deux personnes, et précisa que lui et ses codétenus dormaient à même le sol sur des couvertures. Il se plaignit de conditions d’insalubrité de la cellule et affirma que celles-ci étaient propices au développement de maladies.", "21.  Le 11 février 2008, le requérant Mehmet Güneş adressa aussi une lettre à la préfecture pour se plaindre des conditions de détention imposées à ses codétenus et lui-même. Il expliqua qu’ils étaient treize détenus dans la cellule et qu’ils disposaient uniquement d’un lit superposé. Il précisa qu’ils mangeaient et dormaient à même le sol, dans un espace de 56 m2. Il ajouta que l’état de santé de ses codétenus et le sien s’étaient détériorés en raison du froid et de conditions d’insalubrité.", "22.  Le 25 février 2008, le même requérant adressa une requête à la commission des droits de l’homme de l’Assemblée nationale pour se plaindre des conditions de détention subies par ses codétenus et lui-même, en la formulant dans les mêmes termes que celle soumise à la préfecture. Il y ajouta que les toilettes étaient situées dans la cellule et qu’elles étaient ouvertes. Il précisa que le 23 février 2008, à la suite d’un problème d’évacuation intervenu dans les toilettes, les eaux usées avaient débordé dans la cellule. Il fit enfin état de la présence de souris et se plaignit de poussières de charbon provenant du local à charbon situé près de leur cellule.", "23.  Le 29 février 2008, le procureur de la République rendit une ordonnance de non-lieu concernant la plainte déposée par le requérant Nurullah Şakar contre l’administration pénitentiaire au sujet des conditions de détention. Il releva que le directeur de la prison avait expliqué, dans sa déposition recueillie le 25 février 2008, qu’il avait été contraint de placer les requérants dans la cellule disciplinaire en raison d’un manque de place. La prison ne disposant pas de cellules réservées aux détenus accusés d’infractions terroristes – tels les intéressés –, ledit directeur avait décidé de placer ces derniers dans une cellule séparée pour leur propre sécurité. Selon le directeur, la cellule disciplinaire disposait de trois lits superposés et les détenus avaient reçu vingt-deux couvertures et obtenu des lits supplémentaires. Toujours d’après le directeur, à l’époque des faits, la capacité de l’établissement pénitentiaire avait été dépassée d’environ cent personnes et il y avait dans tous les dortoirs des détenus qui dormaient à même le sol.", "Le procureur releva en outre que, selon les déclarations du médecin de la prison, recueillies le 27 février 2008, celui-ci avait procédé à l’examen médical des intéressés lors de leur admission à la prison et avait aussi examiné le requérant Mehmet Güneş le 3 février 2008 à sa demande. Selon les dires du médecin, les requérants avaient été placés dans la cellule disciplinaire par manque de place et pour leur propre sécurité.", "Le procureur conclut que le délit d’abus de pouvoir reproché à l’administration pénitentiaire n’était pas établi et qu’il n’y avait pas lieu de poursuivre le directeur de prison.", "24.  Le 1er mars 2008, les requérants quittèrent la cellule disciplinaire.", "25.  Le 10 juin 2008, la cour d’assises de Ceyhan rejeta l’opposition formée par le requérant Nurullah Şakar contre l’ordonnance de non-lieu.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "26.  Les requérants se plaignent d’avoir été injuriés et menacés pendant leur garde à vue. Ils se plaignent aussi d’avoir été dénudés lors de leur arrivée à la prison, et ils dénoncent leurs conditions de détention dans la cellule disciplinaire de la prison d’Osmaniye où ils ont été détenus du 1er février au 1er mars 2008. Ils se disent victimes à cet égard d’une violation de l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "27.  Le Gouvernement conteste cette thèse.", "A.  Sur le grief relatif aux conditions de détention", "28.  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte par ailleurs à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "29.  Les requérants indiquent qu’à leur arrivée à la prison d’Osmaniye ils ont été placés dans la cellule disciplinaire et que celle-ci était déjà occupée par quatre détenus. Ils auraient été détenus à treize dans cette cellule prévue selon eux pour deux personnes, puis à neuf après le départ de quatre détenus. Ils expliquent que la cellule disposait seulement d’un lit superposé et qu’ils ont dû dormir à même le sol, sur des couvertures. Ils précisent que la cellule n’était pas équipée d’installations sanitaires, à l’exception des toilettes. Ils dénoncent aussi une insalubrité de la cellule, un manque d’hygiène et des odeurs nauséabondes provenant des toilettes. Ils affirment que leurs requêtes adressées aux autorités sont restées sans réponse. Enfin, ils se plaignent d’une détérioration de leur état de santé en raison de leurs conditions de détention.", "30.  Le Gouvernement indique que, pendant certaines périodes de l’année, la prison d’Osmaniye est contrainte d’accepter des détenus au-delà de sa capacité d’accueil. Il explique que les requérants étaient accusés d’infractions terroristes et qu’ils ont été séparés des autres détenus pour leur propre sécurité. Il indique que douze détenus occupaient la cellule disciplinaire du 1er au 4 février 2008 et que, après la libération de quatre d’entre eux, le 4 février 2008, il ne restait plus que les huit requérants dans la cellule.", "31.  Le Gouvernement explique que la cellule mesurait 5 m de long sur 3,80 m de large pour une hauteur de 2,80 m et avait une superficie de 19 m2, qu’elle était équipée de toilettes, d’un point d’eau, de chauffages centraux, ainsi que d’un éclairage, et qu’elle disposait de deux fenêtres dont une située au niveau des toilettes.", "32.  Le Gouvernement ajoute que l’administration pénitentiaire avait fourni des lits superposés, des matelas et des couvertures en nombre suffisant aux requérants et que ceux-ci avaient en outre accès à la douche. Il indique également que les requérants sortaient deux fois par jour dans la cour, pour prendre l’air et faire du sport, qu’ils recevaient trois repas par jour et qu’ils pouvaient également faire des achats à la cantine de la prison.", "33.  Enfin, le Gouvernement expose que, pendant la période litigieuse, les requérants ont pu sans entrave entretenir une correspondance avec l’extérieur et discuter à plusieurs reprises avec le procureur près l’établissement pénitentiaire.", "34.  La Cour rappelle sa jurisprudence relative à l’article 3 de la Convention qu’elle a notamment résumée dans son arrêt pilote Ananyev et  autres c. Russie (nos 42525/07 et 60800/08, §§ 139-142, 10 janvier 2012), puis reprise dans ses arrêts Idalov c. Russie ([GC], no 5826/03, §§ 9194, 22 mai 2012), et Géorgie c. Russie (I) ([GC], no 13255/07, § 192, CEDH  2014 (extraits)) :", "« (...) l’article 3 de la Convention consacre l’une des valeurs les plus fondamentales des sociétés démocratiques. La prohibition de la torture et des peines ou traitements inhumains ou dégradants est absolue, quels que soient les circonstances et les agissements de la victime (voir, par exemple, Labita c. Italie [GC], no 26772/95, § 119, CEDH 2000‑IV). Un mauvais traitement doit atteindre un seuil minimum de gravité pour tomber sous le coup de l’article 3. L’appréciation de ce minimum est relative ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses conséquences physiques ou mentales ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (voir, parmi d’autres précédents, Irlande c. Royaume-Uni, 18 janvier 1978, § 162, série A no 25).", "Un mauvais traitement qui atteint un tel seuil minimum de gravité implique en général des lésions corporelles ou de vives souffrances physiques ou mentales. Toutefois, même en l’absence de sévices de ce type, dès lors que le traitement humilie ou avilit un individu, témoignant d’un manque de respect pour sa dignité humaine ou la diminuant, ou qu’il suscite chez l’intéressé des sentiments de peur, d’angoisse ou d’infériorité propres à briser sa résistance morale et physique, il peut être qualifié de dégradant et tomber ainsi également sous le coup de l’interdiction énoncée à l’article 3 (voir, parmi d’autres précédents, Vasyukov c. Russie, no 2974/05, § 59, 5 avril 2011).", "Pour ce qui est des mesures privatives de liberté, la Cour a toujours souligné que, pour relever de l’article 3, la souffrance et l’humiliation infligées doivent en tout cas aller au-delà de celles que comporte inévitablement la privation de liberté. L’État doit s’assurer que tout prisonnier est détenu dans des conditions compatibles avec le respect de la dignité humaine, que les modalités d’exécution de la mesure ne soumettent pas l’intéressé à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention et que, eu égard aux exigences pratiques de l’emprisonnement, la santé et le bien-être du prisonnier sont assurés de manière adéquate (Kudła c. Pologne [GC], no 30210/96, §§ 92-94, CEDH 2000XI, et Popov c. Russie, no 26853/04, § 208, 13 juillet 2006).", "Lorsqu’on évalue les conditions de détention, il y a lieu de tenir compte de leurs effets cumulatifs ainsi que des allégations spécifiques du requérant (Dougoz c. Grèce, no 40907/98, § 46, CEDH 2001‑II). La durée de détention d’une personne dans des conditions particulières doit elle aussi être prise en considération (voir, parmi d’autres précédents, Alver c. Estonie, no 64812/01, § 50, 8 novembre 2005). »", "35.  En matière de surpopulation carcérale, la Cour a établi dans son arrêt Ananyev et autres (précité) les critères devant être utilisés pour déterminer si le manque d’espace personnel s’analyse en une violation de l’article 3 de la Convention. Elle doit ainsi avoir égard aux trois éléments suivants :", "a)  chaque détenu doit disposer d’un emplacement individuel pour dormir dans sa cellule ;", "b)  chaque détenu doit disposer d’un espace au sol d’au moins 3 m2 ;", "c)  la surface totale de la cellule doit être suffisante pour permettre aux détenus de circuler librement entre les meubles.", "L’absence de l’un de ces éléments laisse à elle seule fortement présumer que les conditions de détention s’analysent en un traitement dégradant contraire à l’article 3 de la Convention (Ananyev et autres, précité, § 148).", "36.  La Cour rappelle aussi que, lorsque la surpopulation carcérale atteint un certain niveau, le manque d’espace dans un établissement pénitentiaire peut constituer l’élément central à prendre en compte dans l’appréciation de la conformité d’une situation donnée à l’article 3 de la Convention (voir, en ce sens, Karalevičius c. Lituanie, no 53254/99, 7 avril 2005). S’agissant en particulier de ce dernier facteur, la Cour relève que, lorsqu’elle a été confrontée à des cas de surpopulation flagrante, elle a jugé que cet élément, à lui seul, pouvait suffire pour conclure à la violation de l’article 3 de la Convention. En règle générale étaient concernés les cas dans lesquels l’espace personnel accordé à un requérant était inférieur à 3 m² (Melnik c. Ukraine, no 72286/01, § 103, 28 mars 2006, Kadiķis c. Lettonie (no 2), no 62393/00, § 52, 4 mai 2006, Trepachkine c. Russie (no 2), no 14248/05, § 113, 16 décembre 2010 et les références qui y figurent, Tzamalis et autres c. Grèce, no 15894/09, §§ 39-41, 4 décembre 2012, Nieciecki c. Grèce, no 11677/11, §§ 5152, 4 décembre 2012, et Torreggiani et autres c. Italie, nos 43517/09, 46882/09, 55400/09, 57875/09, 61535/09, 35315/10 et 37818/10, § 77, 8 janvier 2013).", "37.  En l’espèce, la Cour note que la version des requérants diverge de celle du Gouvernement sur certains aspects des conditions de détention litigieuses.", "38.  La première divergence entre les parties porte sur le nombre de détenus présents dans la cellule pendant la période considérée. Les requérants soutiennent qu’ils étaient au total treize puis neuf détenus à occuper la cellule disciplinaire, alors que le Gouvernement, de son côté, affirme que la cellule était occupée par douze puis huit détenus.", "39.  La Cour estime qu’il n’est pas nécessaire de résoudre le désaccord entre le Gouvernement et les requérants quant au nombre exact de détenus présents dans la cellule. Elle relève que selon les informations fournies par le Gouvernement, non contestées par les requérants, la cellule avait une superficie totale de 19 m2. Or, à supposer que la cellule était occupée par douze puis huit détenus – comme le soutient le Gouvernement –, force est de relever que chaque détenu disposait d’un espace vital individuel d’environ 1,60 m2 (pendant quatre jours) puis de 2,40 m2 (pendant vingtquatre jours). Cet espace se trouvait par ailleurs encore restreint par la présence de mobilier dans la cellule (un ou plusieurs lits superposés) et des toilettes dont les dimensions ne sont pas indiquées.", "40.  L’autre divergence entre les parties porte sur le nombre de lits mis à la disposition des détenus. Les requérants affirment qu’il n’y avait qu’un seul lit superposé, où ils dormaient à quatre, obligeant les autres détenus à dormir à même le sol sur les couvertures fournies par l’administration pénitentiaire. Le Gouvernement, quant à lui, indique qu’il y avait suffisamment de lits superposés dans la cellule, sans toutefois en préciser le nombre. Selon le directeur de la prison d’Osmaniye, entendu par le procureur de la République (paragraphe 23 cidessus), la cellule était équipée de trois lits superposés.", "41.  Ici aussi, la Cour estime qu’il n’est pas nécessaire de résoudre le désaccord entre les parties. Même si l’on admet que la cellule disciplinaire était équipée de trois lits superposés, comme l’a affirmé le directeur de la prison, le nombre de détenus excédait le nombre de lits disponibles. La Cour attache également une importance particulière aux déclarations faites par le directeur de la prison lui-même, lequel faisait état d’un problème général de surpopulation dans l’établissement en question. Selon les affirmations dudit directeur, pendant la période de détention contestée, la capacité de la prison d’Osmaniye avait été dépassée de cent personnes et il y avait dans tous les dortoirs des détenus qui dormaient à même le sol (paragraphe 23 cidessus). Les requérants ne disposaient donc pas d’un espace individuel pour dormir dans la cellule disciplinaire.", "42.  Eu égard à ce qui précède, et compte tenu de la durée de la période passée en détention dans les conditions incriminées et du nombre d’heures par jour passées confinés dans la cellule disciplinaire, la Cour considère que les requérants n’ont pas bénéficié d’un espace de vie conforme aux critères jugés acceptables par sa jurisprudence.", "43.  Il y a donc eu violation en l’espèce de l’article 3 de la Convention à raison de l’absence d’espace personnel suffisant pour les requérants. Cette conclusion dispense la Cour d’examiner les autres griefs formulés par ces derniers et relatifs à d’autres aspects de leur détention.", "B.  Sur les autres griefs tirés de l’article 3 de la Convention", "44.  Pour autant que les requérants se plaignent d’avoir été dénudés lors de leur arrivée à la prison, la Cour note que les intéressés n’ont pas soulevé ce grief devant les autorités internes. Il s’ensuit que ce grief doit être rejeté pour non-épuisement des voies de recours internes, en application de l’article 35 §§ 1 et 4 de la Convention.", "45.  Pour ce qui est des allégations d’insultes et de menaces, la Cour note qu’une enquête pénale a été menée par le procureur de la République à ce sujet. Au terme de son enquête, le procureur a estimé que ces allégations n’étaient pas établies et a rendu une ordonnance de non-lieu. Seuls les requérants Nurullah Şakar et Bedri Aslan ont formé, sans succès, une opposition contre cette ordonnance. Les autres requérants affirment ne pas avoir formé d’opposition en raison d’une ineffectivité du recours en opposition.", "46.  La Cour observe aussi que les requérants n’ont pas non plus dénoncé une ineffectivité de l’enquête ou fourni des informations de nature à mettre en doute l’effectivité de celle-ci. Ainsi, à supposer même que les traitements dont se plaignent les requérants aient atteint le seuil de gravité requis pour l’application de l’article 3 de la Convention, la Cour estime que les allégations des requérants ne sont pas établies. Il s’ensuit que ce grief est manifestement mal fondé et qu’il doit être rejeté, en application de l’article 35 §§ 3 a) et 4 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 DE LA CONVENTION", "47.  Les requérants dénoncent une atteinte à leur droit à la liberté, tel que garanti par l’article 5 de la Convention, en raison de la durée de leur détention provisoire. Ils se plaignent d’avoir été détenus sans motif suffisant et pertinent. Ils se disent également victimes d’une violation de l’article 5 § 5 de la Convention.", "La Cour estime opportun d’examiner ces griefs sous l’angle de l’article 5 §§ 3 et 5 de la Convention.", "48.  Pour ce qui est du requérant Mehmet Nuri Aktaş, la Cour note que ce dernier a été libéré le 28 février 2008, que l’enquête pénale le concernant s’est terminée par une ordonnance de non-lieu rendue le 28 mars 2008 et qu’à partir de cette dernière date l’intéressé aurait pu demander une indemnisation sur le fondement de l’article 141 § 1 d) du CPP, ce qu’il n’indique pas avoir fait. Il s’ensuit que ce grief doit être rejeté pour non-épuisement des voies de recours internes en ce qui concerne le requérant Mehmet Nuri Aktaş, en application de l’article 35 §§ 1 et 4 de la Convention (Demir c. Turquie ((déc.), no 51770/07, §§ 20-35, 16 octobre 2012).", "49.  Pour ce qui est des autres requérants, la Cour note que la période à considérer a débuté le 30 janvier 2008, avec leur arrestation, pour s’achever le 15 avril 2008 pour les requérants Çetin Karataş, Mehmet Ekinci et Metin Karataş et le 9 juin 2008 pour les requérants Nurullah Şakar, Mehmet Güneş, Bedri Aslan et Mehmet Emin Enmek, avec leur remise en liberté (paragraphes 4 et 17 cidessus). La détention provisoire en question a donc duré deux mois et demi pour les premiers et plus de quatre mois pour les autres. La Cour note que les juges invités à se prononcer sur la question de la détention ont ordonné le maintien de cette mesure eu égard à la nature de l’infraction reprochée, à l’état des preuves, à la peine encourue, ainsi qu’à l’existence d’un risque de fuite et d’altération des preuves, et que, lorsqu’il a été estimé que la détention ne s’imposait plus, ils ont ordonné, au fur et à mesure, la libération des intéressés en cours de procès.", "50.  La Cour estime, dans les circonstances de l’espèce, que la durée de la détention subie par les requérants doit passer pour compatible avec l’exigence de célérité inscrite à l’article 5 § 3 de la Convention (voir, en ce sens, Şahin c. Turquie (déc.), no 29874/96, 17 octobre 2000, Köse et autres c. Turquie (déc.), no 50177/99, 2 mai 2006, Türkdoğan c. Turquie (déc.), no 29742/03, 20 février 2007, Saçan c. Turquie (déc.), no 65387/09, 13 décembre 2011, et Doğan c. Turquie (déc.), no 28484/10, 10 avril 2012). Il s’ensuit que le présent grief doit être rejeté pour défaut manifeste de fondement, en application de l’article 35 §§ 3 a) et 4 de la Convention.", "51.  Enfin, pour ce qui est du grief tiré de l’article 5 § 5 de la Convention, eu égard aux considérations formulées ci-avant (paragraphes 4850 cidessus), la Cour estime qu’il est incompatible ratione materiae avec les dispositions de la Convention au sens de l’article 35 § 3 a) et qu’il doit être rejeté en application de l’article 35 § 4.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "52.  Les requérants se plaignent d’un défaut d’équité de la procédure diligentée contre eux ainsi que de la durée de celle-ci. Ils invoquent l’article 6 de la Convention. Ils affirment que le directeur de la police s’est adressé à eux, au cours de leur garde à vue, en ces termes : « Vous êtes tous des terroristes », ce qui aurait porté atteinte à leur droit à la présomption d’innocence.", "53.  Pour ce qui est du grief tiré de la durée de la procédure, la Cour rappelle s’être prononcée dans l’affaire Turgut et autres c. Turquie ((déc.), no 4860/09, 26 mars 2013) sur un grief similaire à celui présenté devant elle. Dans cette affaire, elle a conclu que les requérants, qui soutenaient que la durée de la procédure avait méconnu le principe du « délai raisonnable », devaient saisir la commission d’indemnisation instaurée par la loi no 6384 du 9 janvier 2013 relative au règlement, par l’octroi d’une indemnité, de certaines requêtes introduites devant la Cour européenne des droits de l’homme (ibidem, § 56). La Cour observe qu’en l’espèce les requérants n’ont pas indiqué avoir exercé cette voie de recours. Elle ne relève en outre aucun fait ni argument pouvant mener à une conclusion différente de celle à laquelle elle est parvenue dans l’affaire précitée. Il s’ensuit que ce grief doit être rejeté pour non-épuisement des voies de recours internes, en application de l’article 35 §§ 1 et 4 de la Convention", "54.  Pour ce qui est du grief tiré d’un défaut d’équité de la procédure, la Cour note que, selon les dernières informations obtenues à partir du site Internet de la Cour de cassation, le 9 janvier 2013, l’arrêt de première instance a été cassé et renvoyé devant la cour d’assises. Les parties n’ont pas fourni d’informations sur le déroulement ultérieur de la procédure. La Cour relève que les intéressés pourront saisir la Cour constitutionnelle d’un recours individuel si, à l’issue de la procédure pénale engagée contre eux, ils estiment toujours être victimes des violations alléguées. Cette partie de la requête est donc prématurée (Uzun c. Turquie ((déc.), no 10755/13, §§ 6970, 30 avril 2013). Il s’ensuit que ce grief doit être rejeté pour nonépuisement des voies de recours internes, en application de l’article 35 §§ 1 et 4 de la Convention.", "55.  Enfin, pour ce qui est du grief tiré d’une atteinte à la présomption d’innocence, la Cour rappelle que la question de savoir si la déclaration d’un agent public constitue une violation du principe de la présomption d’innocence doit être tranchée dans le contexte des circonstances particulières dans lesquelles la déclaration litigieuse a été formulée (voir, entre autres, Daktaras c. Lituanie, no 42095/98, § 43, CEDH 2000X). Ainsi, à supposer établie leur réalité, la Cour observe qu’il ne s’agit nullement de déclarations rendues publiques d’une manière ou d’une autre. Il ne s’agit pas en l’espèce d’une « déclaration officielle » de culpabilité qui saurait enfreindre l’article 6 § 2 de la Convention (voir Florică c. Roumanie (déc.) no 49781/99, 29 juin 2004).", "Par conséquent, à la lumière de l’ensemble des éléments dont elle dispose, la Cour n’a relevé aucune apparence de violation du droit à la présomption d’innocence, protégé par l’article 6 § 2 de la Convention ; ce grief est donc manifestement mal fondé et il doit être rejeté, en application de l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "56.  Les requérants dénoncent une violation de l’article 11 de la Convention, alléguant qu’ils ont été arrêtés pendant une réunion du DTP. Enfin, les requérants affirment avoir fait l’objet d’une discrimination au sens de l’article 14 de la Convention en raison de leur appartenance au DTP, un parti représentant la minorité kurde.", "57.  La Cour a examiné ces griefs tels qu’ils ont été présentés par les requérants. À la lumière de l’ensemble des éléments dont elle dispose, elle n’a relevé aucune apparence de violation des droits et libertés garantis par la Convention ou ses Protocoles ; ces griefs sont donc manifestement mal fondés et ils doivent être rejetés, en application de l’article 35 §§ 3 et 4 de la Convention.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommages", "59.  Les requérants réclament chacun 40 000 euros (EUR) au titre des préjudices matériel et moral qu’ils disent avoir subis.", "60.  Le Gouvernement juge la somme demandée excessive.", "61.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué, et elle rejette la demande y afférente. En revanche, elle considère qu’il y a lieu d’octroyer à chacun des requérants 5 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "62.  Les requérants demandent également 2 080 EUR conjointement pour les frais et dépens engagés devant la Cour. À titre de justificatif, ils fournissent des quittances d’honoraires.", "63.  Le Gouvernement invite la Cour à rejeter la prétention des requérants.", "64.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "En l’espèce, compte tenu des documents dont elle dispose et de sa jurisprudence, la Cour estime raisonnable la somme réclamée par les requérants et l’accorde dans sa globalité.", "C.  Intérêts moratoires", "65.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief relatif aux conditions de détention des requérants, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 3 de la Convention ;", "", "3.  Dit", "a)  que l’État défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie de l’État défendeur, au taux applicable à la date du règlement :", "i.  5 000 EUR (cinq mille euros) à chacun des requérants, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  2 080 EUR (deux mille quatre-vingt euros) conjointement aux requérants, plus tout montant pouvant être dû à titre d’impôt par ces derniers, pour frais et dépens,", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 20 octobre 2015, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tStanley Naismith\tPaul Lemmens\n\tGreffier\tPrésident"]}