{"file": "FRE_HFJUD_32925_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32925/96", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE CRETU c. ROUMANIE", "", "", "(Requête no 32925/96)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "9 juillet 2002", "", "", "", "DÉFINITIF", "", "09/10/2002", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Cretu c. Roumanie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tGaukur Jörundsson,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tM. Ugrekhelidze,\n\tMme\tA. Mularoni, juges,\net de Mme\tS. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 7 mai 2002 et 18 juin 2002,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 32925/96) dirigée contre la Roumanie et dont deux ressortissants de cet Etat, Georgeta et Maricel Cretu (« les requérants »), avaient saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 23 août 1996, en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, Mme C. I. Tarcea.", "3.  Les requérants alléguaient en particulier que le refus de la Cour suprême de justice le 23 février 1996 de reconnaître aux tribunaux la compétence pour trancher une action en revendication est contraire à l'article 6 de la Convention. En outre, les requérants se plaignaient de ce que cet arrêt de la Cour suprême a eu pour effet de porter atteinte à leur droit au respect de leurs biens, tel que reconnu par l'article 1 du Protocole no 1.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "6.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur la recevabilité et le fond de l'affaire (article 59 § 1 du règlement).", "7.  Le 2 octobre 2000, se prévalant des dispositions de l'article 29 § 3 de la Convention, la Cour a décidé que seraient examinés en même temps la recevabilité et le fond de l'affaire.", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement de la Cour). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1). ", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Le premier requérant, ressortissant roumain, est né en 1944. La requérante, son épouse, aussi ressortissante roumaine, est née en 1935. Ils résident à Montréal, Canada.", "10.  En 1975, les requérants ont construit une maison sur un terrain à Bucarest donné par les parents de la requérante.", "11.  En 1989, l'État prit possession de la propriété des requérants, en vertu du décret no 223/1974. Ni les motifs ni la base légale de cette privation de propriété ne furent jamais notifiés aux requérants.", "A.  L'action en revendication de propriété ", "12.  En 1993, les requérants revendiquèrent par une action civile introduite devant le tribunal de première instance du premier arrondissement de Bucarest, le bien susmentionné, invoquant la nullité de la décision de confiscation.", "13.  Par jugement du 3 novembre 1993, le tribunal de première instance du premier arrondissement de Bucarest fit droit à leur demande et confirma leur droit de propriété, en ordonnant à l'État de ne plus entraver la jouissance de leur droit. Le tribunal ordonna dès lors aux autorités administratives, à savoir la mairie de Bucarest et l'entreprise d'État H., gérante de logements d'État, de restituer la propriété aux requérants. Il constata d'abord que les dispositions du décret no 223/1974, en vertu duquel avait été confisqué la maison des requérants, étaient contraires à l'article 17 de la Déclaration Universelle des Droits de l'Homme, à l'article 41 de la Constitution du 1965, en vigueur à l'époque, ainsi qu'aux l'articles 480 et 481 du code civil, selon lesquels toute privation de propriété doit poursuivre un but d'utilité publique et d'être accompagnée d'une juste indemnité. Le tribunal estima que la décision administrative de confiscation n'avait pas pu produire effets juridiques, et la jugea caduque.", "14.  L'appel de la mairie fut rejeté par le tribunal départemental de Bucarest le 9 novembre 1994. Le tribunal releva qu'il appartenait aux instances judiciaires d'appliquer la loi, et que les tribunaux étaient compétents pour constater la nullité d'un acte juridique soit au principal, soit accessoirement. Cette décision devint définitive.", "15.  Le maire de Bucarest ordonna le 22 mars 1995 la restitution de la maison. Les requérants prirent possession de la maison le 28 avril 1995, ainsi qu'il ressort du procès-verbal dressé à cette occasion.", "16.  A une date non précisée, le procureur général de la Roumanie forma un recours en annulation devant la Cour suprême de justice, au motif que les juges avaient outrepassé leurs compétences en examinant la légalité de l'application du décret de confiscation.", "17.  L'audience devant la Cour suprême fut fixée au 23 février 1996.", "18.  Dans leur mémoire, les requérants demandèrent le rejet du recours en annulation. Ils faisaient valoir, d'une part, que le décret no 223/1974 était contraire à l'article 41 de la Constitution de 1965, en vigueur à ce moment-là, au principe selon lequel toute expropriation devait être faite dans un but d'utilité publique et après le paiement d'une juste indemnisation, et soutenaient que les instances judiciaires étaient compétentes pour vérifier la légalité de l'application d'un tel décret. Enfin, les requérants se prévalaient de l'article 21 de la Constitution roumaine de 1991 garantissant le libre accès à la justice sans aucune limite.", "19.  Par arrêt du 23 février 1996, la Cour suprême de justice accueillit le recours en annulation, cassa le jugement définitif du 3 novembre 1993 et, sur le fond, rejeta l'action en revendication des requérants. Elle constata que l'État s'était approprié le bien en question en vertu du décret de confiscation no 223/1974 et jugea que l'application de ce décret ne pouvait pas être contrôlée par les juridictions. Par conséquent, le tribunal de première instance du premier arrondissement de Bucarest n'avait pu rendre son jugement constatant que les requérants étaient les véritables propriétaires du bien, qu'en empiétant sur les attributions du pouvoir législatif. La Cour suprême de justice conclut que, de toute manière, les requérants pouvaient obtenir réparation de la confiscation en application de la loi no 112 /1995.", "B.  La procédure en restitution prévue par la loi 112/1995 ", "20.  A une date non précisée, les requérants déposèrent une demande de restitution devant la commission administrative pour l'application de la loi no 112/1995 (ci-après « la commission administrative »). La commission ne répondit pas à cette demande des requérants.", "\nC.  La deuxième action en revendication", "21.  Le 26 juillet 1996, les requérants notifièrent les locataires de l'immeuble de ce qu'ils n'achètent pas la maison, car en vertu de la loi no 112/1995, ils demandèrent sa restitution.", "22.  En octobre 1996, l'État vendit la maison aux locataires.", "23.  Le 12 mars 1997, les requérants formèrent devant le tribunal de première instance de Bucarest une action en revendication de l'immeuble et en annulation des contrats de vente faites par l'État en faveur des locataires. Ils faisaient valoir que les locataires avaient acheté la maison, alors que les requérants avait déjà fait une demande de restitution devant la commission pour l'application de la loi no 112/1995, (ci-après « la commission administrative ») et qu'ils étaient donc acheteurs de mauvaise foi ( §§ 4041 Brumărescu). ", "24.  Par jugement du 21 septembre 1999, le tribunal de première instance du premier arrondissement de Bucarest décida de renvoyer la cause devant le tribunal départemental de Bucarest, pour des raisons de compétence matérielle. Ce dernier décida de renvoyer la cause au tribunal de première instance de Bucarest pour être jugée, car cette juridiction était compétente du point de vue matériel (selon la valeur de l'immeuble).", "25.  Par jugement du 28 novembre 2000, le tribunal de première instance du premier arrondissement de Bucarest rejeta l'action des requérants comme mal fondée. Le tribunal jugea que la maison des requérants avait été nationalisée à juste titre, et que les requérants n'avaient pas prouvé que l'immeuble avait été nationalisé sans titre valable et, en conséquence, la demande en annulation des contrats de vente faites par l'État en faveur des locataires n'avait pas d'application.", "26.  Le 18 janvier 2001, les requérants formèrent appel contre cette décision.", "27.  Selon les affirmations des requérants, à une date non précisée la procédure fut suspendue, à la demande du conseil local de la ville de Bucarest.", "D.  La procédure d'évaluation de l'immeuble", "28.  Le 25 mai 2001, le ministère de la justice fit une demande pour l'évaluation de l'immeuble en cause, devant le tribunal départemental de Bucarest.", "29.  Par procès-verbal d'audience du 16 août 2001 le tribunal décida l'homologation du rapport d'expertise. ", "", "", "", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Brumărescu c. Roumanie", "30.  Certaines des dispositions légales pertinentes sont décrites dans l'arrêt Brumărescu c. Roumanie ([GC], no 28342/95, CEDH 1999-VII, §§ 40-41).", "B.  La Constitution", "31.  Les dispositions pertinentes de l'article 41 de la Constitution se lisent ainsi :", "« 2.  La propriété privée est protégée par la loi, quel que soit son titulaire. (...)", "3.  Nul ne peut être sujet d'une expropriation que pour des raisons d'utilité publique et après un équitable dédommagement. (...) ».", "C.  Le Code civil", "32.  Les articles 480 et 481 du Code civil se lisent ainsi :", "Article 480", "« La propriété est le droit de chacun de jouir et de disposer exclusivement et absolument de son bien, dans les limites prévues par la loi ».", "Article 481", "« Nul ne peut être obligé à céder sa propriété que pour des raisons d'utilité publique et après un juste et équitable dédommagement ».", "D.  Le décret no 223/1974 portant sur la confiscation des certains immeubles", "33.  Les dispositions pertinentes dudit décret se lisent ainsi :", "Article I", "« Dans la République Socialiste de Roumanie, les immeubles, constructions et terrains ne peuvent être détenus en propriété que par les personnes physiques qui ont leur domicile dans le pays ».", "", "Article II ", "« Ceux qui ont demandé à partir définitivement à l'étranger, doivent aliéner leurs immeubles, avant de partir. L'aliénation doit être faite en faveur de l'État (...). Les immeubles appartenant aux personnes qui ont quitté frauduleusement le pays, où aux personnes qui ne sont pas rentrées dans les délais légaux, deviennent propriété de l'État roumain sans aucun dédommagement. (...) »", "EN DROIT", "I.  SUR LA RECEVABILITÉ", "A.  Sur les exceptions à la recevabilité", "1.  Sur l'exception concernant le non-épuisement des voies de recours internes", "34.  D'après le Gouvernement, les voies de recours internes n'ont pas été épuisées, les requérants pouvant former une autre action en revendication du bien. Il fait valoir qu'à la suite de l'adoption de la loi no 10 du 8 février 2001, il est loisible aux requérants d'introduire une nouvelle action en revendication. Il ajoute que les requérants, ont formé en 1997 une action en revendication et que la procédure interne a été suspendue. Le Gouvernement estime que l'État a obtenu la propriété des requérants à titre légal.", "35.  Les requérants invitent  la Cour à poursuivre l'examen de l'affaire. Ils font valoir qu'ils ont été privés de leur bien et qu'à l'heure actuelle, ils ne se l'ont toujours pas vu restituer. Ils soulignent aussi qu'ils n'ont jamais voulu se séparer du bien en question, et qu'en tout état de cause ils n'ont pas reçu d'indemnité pour la contre-valeur de leur propriété. De plus, les requérants informent la Cour que l'État a vendu la maison aux locataires. Ils invoquent l'existence d'une deuxième action en revendication, qui, selon leur affirmation, a été suspendue à la demande du conseil local de Bucarest.", "36.  La Cour rappelle que dans l'arrêt Brumărescu c. Roumanie du 28 octobre 1999 elle avait dit que le Gouvernement, responsable de l'annulation d'un jugement définitif rendu à la suite d'une action en revendication, ne saurait exciper du non-épuisement dû au défaut d'introduction par les requérants d'une nouvelle action en revendication (l'arrêt Brumărescu précité §§ 54-55). ", "La Cour note qu'en tout état de cause, en l'espèce, les requérants ont introduit une nouvelle action en revendication et que cette procédure a été suspendue.", "37.  Partant il y a lieu de rejeter cette exception.", "2.  Sur l'exception d'incompatibilité ratione materiae des griefs des requérants.", "38.  Le Gouvernement estime que le grief concernant le droit à un tribunal indépendant et impartial n'est pas compatible avec les dispositions de la Convention. En particulier, il fait valoir  que l'objet de l'action devant la Cour suprême de justice était une procédure extraordinaire et, dès lors, l'article 6 de la Convention ne s'applique non plus en l'espèce.", "39.  La Cour rappelle que pour que l'article 6 § 1, sous sa rubrique « civile », trouve à s'appliquer, il faut qu'il y ait « contestation » sur un « droit » que l'on peut prétendre, au moins de manière défendable, reconnu en droit interne. Il doit s'agir d'une contestation réelle et sérieuse, elle peut concerner aussi bien l'existence même d'un droit que son étendue ou ses modalités d'exercice. En outre, l'issue de la procédure doit être directement déterminante pour le droit en question (arrêts Masson et Van Zon c. Pays-Bas du 28 septembre 1995, série A no 327-A, p. 17, § 44, et Acquaviva c. France du 21 novembre 1995, série A no 333-A, p. 14, § 46). Or en l'espèce, la Cour note que l'action du requérant avait un objet patrimonial et se fondait sur une atteinte alléguée à des droits eux aussi patrimoniaux, et que la Cour suprême de justice s'est prononcée sur le fond du litige.", "40.  Partant, il y a lieu de rejeter cette exception. ", "B. Sur le bien-fondé de la requête", "41.  La Cour constate que la requête n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention. Elle constate par ailleurs que celle-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de déclarer la requête recevable.", "II.  SUR LE FOND", "A.  Sur la violation alléguée de l'article 6 § 1 de la Convention", "42.  D'après les requérants, l'arrêt du 23 février 1996 de la Cour suprême de justice a enfreint l'article 6 § 1 de la Convention, qui dispose :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "43.  Dans leur mémoire, les requérants font valoir que le refus de la Cour suprême de justice de reconnaître aux tribunaux la compétence pour trancher une action en revendication est contraire au droit à un tribunal garanti par l'article 21 de la Constitution roumaine et à l'article 3 du Code civil roumain, qui régit le déni de justice. En outre, ils font valoir que l'affirmation de la Cour suprême de justice, selon laquelle les requérants n'étaient pas propriétaires du bien en litige, est en contradiction avec le motif invoqué par cette cour pour accueillir le recours en annulation, à savoir l'absence de compétence des juridictions pour trancher le fond du litige.", "44.  Le Gouvernement admet que les requérants se sont vu opposer un refus d'accès à un tribunal, mais estime que ce refus a été temporaire et que, de toute manière, il était justifié pour assurer le respect des normes de procédure et le principe de la séparation des pouvoirs.", "45.  La Cour rappelle que dans l'affaire Brumărescu c. Roumanie précitée (§§ 61-62), elle avait conclu à la violation de l'article 6 § 1 au motif que l'annulation d'un arrêt définitif était contraire au principe de la sécurité juridique.", "Elle avait également conclu que le refus de la Cour suprême de justice de reconnaître aux tribunaux la compétence pour examiner des litiges portant sur une revendication immobilière, comme dans la présente affaire, enfreignait l'article 6 § 1 de la Convention.", "46.  A la lumière de ces considérations pertinentes dans l'affaire Brumărescu, la Cour estime qu'en appliquant de la sorte les dispositions de l'article 330 du code de procédure civile régissant le recours en annulation, la Cour suprême de justice a méconnu par sa décision du 23 février 1996 le principe de la sécurité des rapports juridiques et, par là, le droit des requérants à un procès équitable au sens de l'article 6 § 1 de la Convention.", "47.  De surcroît, l'exclusion par la Cour suprême de justice de l'action en revendication des requérants de la compétence des tribunaux est en soi contraire au droit d'accès à un tribunal garanti par l'article 6 § 1 de la Convention (loc. cit. § 65).", "48.  Partant, il y a eu violation de l'article 6 § 1 sur ces deux points.", "B.  Sur la violation alléguée de l'article 1 du Protocole no 1 à la Convention", "49.  Les requérants se plaignent que l'arrêt du 23 février 1996 de la Cour suprême de justice a porté atteinte à leur droit au respect de leurs biens, tel que reconnu à l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les États de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "50.  Ils estiment que l'arrêt de la Cour suprême de justice, qui a jugé que leur propriété appartenait à l'État et annulant le jugement définitif du 3 novembre 1993, a constitué une privation de leur bien, privation qui ne poursuivait pas de but d'utilité publique. De plus, en application de la loi no 112 du 23 novembre 1995, l'État a vendu à des tiers la maison en cause. Or les requérants, ne se sont toujours pas vu restituer leur bien. Ils n'entendent pas demander des dédommagements selon la loi no 10/2001, car ils ne considèrent pas cette loi comme un recours efficace.", "51.  Le Gouvernement est d'avis que la jurisprudence créée par l'affaire Brumărescu trouve application dans la présente affaire. Il ajoute que les requérants auraient pu bénéficier des réparations instituées par la loi no 112 de 1995, selon laquelle les personnes qui se sont vu priver par l'État, en vertu d'un titre, de leurs biens immeubles à destination de logement, peuvent être rétablies dans leur droit de propriété si elles habitent toujours le logement confisqué, ou bien se voir octroyer des dédommagements. Par ailleurs, il fait observer que les requérants pourraient demander des dédommagements, selon la loi no 10/2001.", "52.  La Cour rappelle que le droit de propriété des requérants sur le bien en litige avait été établi par un arrêt définitif du 3 novembre 1993 et relève que le droit ainsi reconnu n'était pas révocable. D'ailleurs, les requérants ont pu jouir de leur bien, en tant que propriétaires légitimes, du 28 avril 1995 jusqu'au 23 février 1996.", "Les requérants avaient donc un bien, au sens de l'article 1 du Protocole no 1 (voir arrêt Brumărescu c. Roumanie précité, § 70).", "53.  La Cour relève ensuite que l'arrêt de la Cour suprême de justice a annulé le jugement définitif du 3 novembre 1993 et a jugé que le propriétaire légitime du bien était l'État. Elle considère que cette situation est sinon identique, du moins analogue à celle du requérant dans l'affaire Brumărescu. La Cour estime donc que l'arrêt de la Cour suprême de justice a eu pour effet de priver les requérants de leur bien au sens de la seconde phrase du premier paragraphe de l'article 1 du Protocole no 1 (loc. cit. §§ 73-74). En tout état de cause, la Cour relève que les requérants se trouvent privés de la propriété du bien depuis maintenant plus de cinq ans sans avoir perçu d'indemnité, et que les efforts déployés par eux pour en recouvrer la propriété sont à ce jour demeurés vains.", "La Cour ne saurait non plus ignorer les démarches entreprises par la suite par les requérants pour recouvrer la jouissance entière de leur propriété, en particulier celles ayant trait à une dernière action en revendication aux procédures d'annulation de vente du bien.", "54.  Dans ces conditions, à supposer même que l'on puisse démontrer que la privation de propriété aurait servi une cause d'intérêt public, la Cour estime que le juste équilibre, entre le 23 février 1996 et jusqu'à présent, a été rompu et que les requérants ont supporté et continuent de supporter une charge spéciale et exorbitante. ", "55.  Partant, il y a eu et il continue d'y avoir violation de l'article 1 du Protocole no 1 à la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "56.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "57.  A titre principal, les requérants ont sollicité la restitution du bien litigieux. Ils entendent recevoir, en cas de non-restitution, une somme correspondant à la valeur actuelle de leur propriété, à savoir 250 000 dollars américains (« USD »), soit 283 994 euros (« EUR »). Pour le défaut de jouissance ils entendent recevoir 12 000 USD par an, soit 13 554 EUR par an et pour la dépréciation des biens meubles à l'occasion de l'évacuation du 1989, ils demandent 5 000 USD, soit 5 679 EUR. Les requérants se sont déclarés d'accord avec les résultats de l'expertise homologuée par le tribunal départemental de Bucarest et produite par le Gouvernement devant la Cour.", "58.  Le Gouvernement soutient en premier lieu que l'octroi d'une somme au titre de dommage matériel serait injustifié, puisque les requérants peuvent toujours revendiquer, avec succès, leur droit de propriété devant les juridictions internes. En tout état de cause, le Gouvernement estime que le montant maximum qui pourrait être octroyé est de 103 606 USD, soit 117 693 EUR, selon le rapport d'expertise qu'il a produit devant la Cour. Pour ce qui est du défaut de jouissance, le Gouvernement estime que la valeur du bail est de 7 440 USD/an, soit 8 403 EUR/an, selon le rapport d'expertise. Le Gouvernement soutient que la Convention ne requiert pas l'octroi des dédommagements pour « la pleine valeur marchande du bien et il prie à la Cour d'appliquer ce principe dans la présente affaire ». Selon le Gouvernement, les prétentions concernant la dégradation des biens mobiliers n'ont pas fait l'objet de la requête soumise à la Cour et n'ont jamais été portées devant les tribunaux internes et, en conséquence, doivent être rejetées.", "59.  La Cour estime, dans les circonstances de l'espèce, que la restitution du bien litigieux, telle qu'ordonnée par le jugement définitif du tribunal de première instance du premier arrondissement de Bucarest du 3 novembre 1993, placerait les requérants, autant que possible, dans une situation équivalante à celle où ils se trouveraient si les exigences de l'article 1 du Protocole no 1 n'avaient pas été méconnues.", "Les requérants ne s'étant pas vu restituer la maison, l'État doit donc rétablir le droit de propriété des requérants sur la maison et son terrain, objets de la requête.", "60.  A défaut pour l'État défendeur de procéder à pareille restitution, la Cour décide qu'il devra verser aux requérants, pour dommage matériel, la valeur actuelle du bien.", "61.  Quant à la détermination du montant de cette indemnité, la Cour relève que la seule expertise du bien est celle soumise par le Gouvernement, avec les résultats de laquelle les requérants se sont déclarés d'accord. Pour cette raison, la Cour en applique les conclusions du rapport d'expertise soumis à la Cour par le Gouvernement, à savoir 117 693 EUR, soit 103 606 USD, pour la valeur actuelle du bien.", "62.  En ce qui concerne les prétentions à la suite des dégradations des effets mobiliers, la Cour note qu'elle n'accorde que les dommages résultant de la violation constatée. Or, en l'espèce, il a été constaté qu'il y a eu violation de l'article 1 du Protocole no 1 à la Convention uniquement quant à la privation de propriété, la question concernant les dégradations des biens n'ayant pas été l'objet de la requête d'origine. Compte tenu de ces circonstances, la Cour décide de n'allouer aux requérants aucune somme à ce titre.", "B.  Dommage moral", "63.  Les requérants sollicitent aussi 25 000 USD, soit 28 399 EUR, pour le préjudice moral subi du fait de la souffrance « grave, insupportable et incommensurable » que leur aurait infligée la Cour suprême de justice en 1996, en les privant de leur bien une deuxième fois, après qu'ils eurent réussi, en 1994, à mettre un terme à la violation de son droit par les autorités communistes.", "64.  Le Gouvernement s'élève contre cette prétention, en estimant qu'aucun préjudice moral ne saurait être retenu. Il considère que les souffrances physiques des requérants, ainsi que le lien de causalité entre ces souffrances et les violations constatées n'ont pas été prouvées.", "De surcroît, le Gouvernement soutient qu'il serait contraire à la jurisprudence des tribunaux roumains d'accorder une indemnité pour perte d'usage et de jouissance au titre du dommage moral.", "65.  La Cour considère que les événements en cause ont entraîné des ingérences graves dans les droits des requérants au respect de leurs biens, à un tribunal et à un procès équitable, pour lesquelles la somme de 17 000 EUR représenterait une réparation équitable du préjudice moral subi.", "C.  Frais et dépens", "66.  Les requérants sollicitent le remboursement de 4 000 USD, soit 4 549 EUR, qu'ils ventilent comme suit, n'en présentant aucun décompte détaillé, motivant cette omission sur l'impossibilité d'obtenir les justificatifs :", "a)  3 500 USD, soit 3 980 EUR, pour les frais des procédures internes liées à leurs efforts pour se voir réintégrer dans leur droit de propriété (honoraires d'avocat) ; et", "b)  500 USD, soit 568 EUR, exposés pour des frais divers.", "67.  Le Gouvernement ne s'oppose pas au remboursement des frais encourus, sur présentation des pièces justificatives. ", "68.  La Cour, conformément à sa jurisprudence, recherchera si les frais et dépens dont le remboursement est réclamé ont été réellement et nécessairement encourus pour prévenir ou redresser la situation jugée constitutive d'une violation de la Convention et s'ils sont raisonnables quant à leur montant (voir, par exemple, l'arrêt Nielsen et Johnsen c. Norvège [GC], nº 23118/93, § 62, CEDH 1999-VIII).", "69.  Compte tenu de ce que les requérants n'ont pas justifié les frais et les dépens demandés, la Cour décide de n'allouer aux requérants aucune somme à ce titre.", "D.  Intérêts moratoires", "70.  Les sommes accordées étant libellées en euros, la Cour juge approprié de fixer le taux d'intérêt moratoire à 7,25 % l'an.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette les exceptions du Gouvernement ;", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention du fait de l'absence d'un procès équitable ;", "", "4.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en raison du refus du droit d'accès à un tribunal ;", "", "5.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 à la Convention ; ", "", "6.  Dit que l'État défendeur doit restituer aux requérants, dans les trois mois à compter du prononcé du présent l'arrêt, la maison litigieuse et le terrain sur lequel elle est sise ;", "", "7.  Dit qu'à défaut d'une telle restitution, l'État défendeur doit verser aux requérants, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 117 693 EUR (cent dix-sept mille six cent quatre-vingt treize euros), pour dommage matériel ;", "", "8.  Dit que l'État défendeur doit verser aux requérants, dans le même délai de trois mois, 17 000 EUR (dix-sept mille euros) pour dommage moral ;", "", "9.  Dit que les montants indiqués sous les points 7 et 8 seront à majorer d'un intérêt simple de 7,25% l'an à compter de l'expiration desdits délais et jusqu'au versement ;", "", "10.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 9 juillet 2002 en application de l'article 77 §§ 2 et 3 du règlement de la Cour.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident", ""]}