{"file": "FRE_CLINF_34884_97.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "34884/97", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 8", "Juillet 1999", "Bottazzi c. Italie [GC] - 34884/97", "Arrêt 28.7.1999 [GC]", "Article 6", "Procédure civile", "Article 6-1", "Délai raisonnable", "Pratique administrative ", "Durée de procédures civiles: violation", "[Ce résumé concerne également les arrêts de Grande Chambre suivants du 28 juillet 1999: A.P. c. Italie (n° 35265/97); Di Mauro c. Italie (n° 34256/96); et Ferrari c. Italie (n° 33440/96).]", "(Extrait du communiqué de presse)", "En fait: Les requérants sont tous ressortissants italiens. M. Emilio Bottazzi est né en 1916 et réside à Gênes. M. A. P. est né en 1952 et réside à Biauzzo di Codroipo (Udine). M. Sebastiano Di Mauro est né en 1937 et réside à Terracina. M. A.L.M. est né en 1939 et réside à Milan. Mme Marcella Ferrari est née en 1911 et réside à Rome.", "Affaire Bottazzi: L’affaire a pour objet la demande du requérant tendant à obtenir la révision de la décision de mettre fin au versement de sa pension d’invalidité, au motif que son état de santé s’était aggravé. La procédure a commencé le 4 avril 1991 et a pris fin le 2 décembre 1997, date du dépôt de l’arrêt de rejet de la Cour des comptes.", "Affaire A.P.: L’affaire porte sur une ordonnance enjoignant à M.L.D. de payer au requérant des services exécutés dans le cadre d'un contrat d'entreprise. La procédure d’opposition à l’injonction a commencé le 19 février 1990 et a pris fin le 28 novembre 1995, date du dépôt du jugement du tribunal de Udine accueillant en partie les demandes du requérant. ", "Affaire Di Mauro: L’affaire a trait à la procédure civile que la propriétaire de l’appartement loué par le requérant avait engagée afin d’obtenir la résiliation du contrat de location. La procédure a commencé le 5 mars 1984 pour s’achever le 27 décembre 1997, les parties ayant omis de la reprendre devant la juridiction d’appel compétente.", "Affaire A.L.M.: L’affaire porte sur la procédure engagée par le requérant contre une société pour obtenir le paiement de la somme de 250 575 000 lires italiennes qui, selon lui, lui était due. La procédure a débuté le 11 septembre 1992 et s’est terminée le 14 mars 1996 avec le dépôt du jugement de rejet du tribunal de Milan.", "Affaire Ferrari: L’affaire porte sur la demande de la requérante visant à obtenir le paiement, par une unité sanitaire de Rome, de la dépréciation monétaire et des intérêts légaux sur les arriérés de sa pension de réversibilité versés avec six ans de retard. La procédure a commencé le 31 janvier 1990 et a pris fin le 6 août 1998, date du dépôt du jugement du tribunal de Rome accueillant en partie les prétentions de la requérante.", "Il s’agit dans les cinq affaires de procédures civiles dont les requérants dénonçaient la durée selon eux excessive. Ils y voyaient une violation de leur droit à faire entendre leur cause dans un délai raisonnable, au sens de l’article 6 § 1 de la Convention. ", "En droit ", "I. Affaires Bottazzi, A. P., Di Mauro et Ferrari", "Article 6 § 1 de la Convention: Dans chacune de ces quatre affaires, la Cour relève d’emblée que l’article 6 § 1 de la Convention oblige les États contractants à organiser leurs juridictions de manière à leur permettre de répondre aux exigences de cette disposition. Elle tient à réaffirmer l’importance qui s’attache à ce que la justice ne soit pas administrée avec des retards propres à en compromettre l’efficacité et la crédibilité. Elle rappelle, de surcroît, que le Comité des Ministres du Conseil de l’Europe, dans sa Résolution DH (97) 336 du 11 juillet 1997 (Durée des procédures civiles en Italie : mesures supplémentaires de caractère général), a considéré que « la lenteur excessive de la justice représente un danger important, notamment pour l’Etat de droit ». La Cour souligne ensuite avoir déjà rendu depuis le 25 juin 1987, date de l'arrêt Capuano c. Italie, 65 arrêts constatant des violations de l'article 6 § 1 dans des procédures s'étant prolongées au-delà du « délai raisonnable » devant les juridictions civiles des différentes régions italiennes. Pareillement, en application des anciens articles 31 et 32 de la Convention, plus de 1400 rapports de la Commission ont abouti à des constats, par le Comité des Ministres, de violation de l’article 6 par l’Italie pour la même raison. La répétition des violations constatées montre qu’il y a là accumulation de manquements de nature identique et assez nombreux pour ne pas se ramener à des incidents isolés. Ces manquements reflètent une situation qui perdure, à laquelle il n’a pas encore été porté remède et pour laquelle les justiciables ne disposent d’aucune voie de recours interne. Cette accumulation de manquements est, dès lors, constitutive d’une pratique incompatible avec la Convention. La Cour a examiné les faits à la lumière des informations fournies par les parties et de la pratique précitée. Compte tenu de sa jurisprudence en la matière, la Cour estime qu’en l’espèce la durée des procédures litigieuses (près de six ans et huit mois – Bottazzi; plus de cinq ans et neuf mois – A. P.; environ treize ans et neuf mois – Di Mauro; plus de huit ans et six mois – Ferrari) est excessive et ne répond pas à l’exigence du « délai raisonnable ». Partant, il y a eu violation de l’article 6 § 1.", "Conclusion: violation (unanimité, à l'exception de di Mauro - quinze voix contre deux).", "Article 41 de la Convention: La Cour a accordé les montants suivants à titre de satisfaction équitable:", "Bottazzi:\t15 000 000 lires italiennes pour dommage moral et 7 000 000 lires pour frais et dépens;", "A.P.: 30 000 000 lires pour dommage matériel et moral et 8 000 000 lires pour frais et dépens;", "Di Mauro: 5 000 000 lires pour dommage moral et 10 000 000 lires pour frais et dépens;", "Ferrari: 15 000 000 lires pour dommage moral et 11 275 488 lires pour frais et dépens.", "La Cour note que la requête introductive d'instance du Gouvernement du 7 septembre 1998 est parvenue au greffe le 8 septembre alors que la communication du rapport de la Commission au Comité des Ministres remonte au 13 mai 1998. Le Gouvernement prétend que le délai de trois mois prévu à l’ancien article 32 n’était pas encore expiré au moment de la saisine. Selon lui, la règle de la suspension des délais de procédure pendant les vacances judiciaires devant les « juridictions ordinaires et administratives », prévue par la loi n° 742 du 7 octobre 1969 et qui existerait aussi dans la législation d’autres pays européens, serait un principe de « caractère général » s’appliquant à la procédure devant la Cour. Le requérant demande à la Cour de rejeter la requête du Gouvernement pour tardiveté.", "La Cour rappelle qu’aux termes de l’ancien article 47 de la Convention, la saisine devait intervenir dans le délai de trois mois prévu à l’ancien article 32. Or ni la Convention ni le règlement de la Cour, tels qu’applicables à l'époque de la saisine, ne contenaient une disposition de ce genre autorisant une dérogation à cette obligation. En outre, à supposer même que la règle de la suspension des délais de procédure pendant les « vacances judiciaires » existe dans la législation d’autres pays que l'Italie, la Cour estime que le Gouvernement n'a pas démontré l'existence d'un principe de droit généralement reconnu, inhérent à l'ancien article 32 de la Convention, en vertu duquel les délais de procédure seraient suspendus pendant les vacances judiciaires. Partant, le Gouvernement a dépassé le délai qu’il lui incombait d’observer. De plus, aucune circonstance spéciale propre à en interrompre ou suspendre le cours ne ressort du dossier. En conséquence, la requête introductive d'instance du Gouvernement se révèle irrecevable parce que tardive.", "Conclusion: incompétence - tardivité (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}