{"file": "FRE_HFJUD_30460_13.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "30460/13", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE A.T. c. LUXEMBOURG", "", "(Requête no 30460/13)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "9 avril 2015", "", "", "DÉFINITIF", "", "14/09/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire A.T. c. Luxembourg,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tMark Villiger, président,\n\tAngelika Nußberger,\n\tDean Spielmann,\n\tBoštjan M. Zupančič,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tAleš Pejchal, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 17 mars 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 30460/13) dirigée contre le Grand-Duché de Luxembourg et dont un ressortissant britannique, M. A.T. (« le requérant »), a saisi la Cour le 20 avril 2013 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de la section a accédé à la demande du requérant de non-divulgation de son identité (article 47 § 4 du règlement).", "2.  Le requérant est représenté par Mes R. Schons et B. Entringer, avocats à Luxembourg. Le gouvernement luxembourgeois (« le Gouvernement ») est représenté par son agent, Mme A. Kayser, de la Représentation permanente auprès du Conseil de l’Europe.", "3.  Le requérant met en cause l’équité de la procédure pénale, se plaignant notamment de n’avoir pu bénéficier de l’assistance d’un avocat lors de son audition par la police, ni d’une assistance effective lors de l’interrogatoire par le juge d’instruction.", "4.  Le 4 novembre 2013, le grief concernant l’absence d’assistance effective d’un avocat devant la police et le juge d’instruction (article 6 §§ 1 et 3 c) de la Convention) a été communiqué au Gouvernement et la requête a été déclarée irrecevable pour le surplus.", "5.  Le requérant étant de nationalité britannique, le gouvernement britannique, invité à présenter des observations écrites (articles 36 § 1 de la Convention et 44 du règlement), a fait savoir, le 12 novembre 2013, qu’il n’entendait pas se prévaloir de son droit d’intervention.", "6.  Le 1er décembre 2014, le président de la section a décidé, en vertu de l’article 54 § 2 c) du règlement de la Cour, d’inviter les parties à lui présenter par écrit des observations complémentaires sur la recevabilité et le bien-fondé de la requête.", "7.  Tant le requérant que le Gouvernement ont déposé des observations sur la recevabilité et sur le fond de l’affaire.", "8.  L’organisation non gouvernementale Fair Trials International s’est vu accorder l’autorisation d’intervenir dans la procédure écrite (article 36 § 2 de la Convention et article 44 § 3 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le requérant est né en 1973 et était détenu à Londres au moment de l’introduction de la requête.", "10.  Le 9 octobre 2009, le Parquet requit une information contre le requérant du chef de viol et d’attentat à la pudeur sur la personne d’une mineure de moins de seize ans accomplis, avec la circonstance aggravante que l’auteur avait autorité sur la victime.", "11.  Sur la base d’un mandat d’arrêt européen, le requérant fut arrêté le 4 décembre 2009 au Royaume-Uni. Le Gouvernement indique que le requérant se vit remettre à cette occasion le mandat d’arrêt européen qui contenait, traduit dans sa langue maternelle, un exposé des faits et de la nature des infractions qui lui étaient reprochées. Le requérant expose qu’il fut placé en « détention extraditionnelle » dans une maison d’arrêt anglaise et qu’il ne ressort pas du dossier répressif qu’à ce moment précis le mandat d’arrêt européen lui fut notifié.", "12.  Le 17 décembre 2009, le requérant fut remis aux autorités luxembourgeoises. À 14 heures 45, il se vit officiellement notifier le mandat d’arrêt européen à son arrivée à l’aéroport de Luxembourg et à 15 heures 20, il fut auditionné dans les locaux du service de police judiciaire, en présence d’un interprète. Il résulte du rapport de police du 17 décembre 2009 que «[le requérant] refusait dans un premier temps de faire la moindre déclaration. Insistant sur la législation existant en GrandeBretagne, il réclamait son droit à l’assistance d’un avocat. Après avoir reçu les explications nécessaires concernant la procédure prévue en la matière, il consentit à un interrogatoire ». Le requérant fut informé des déclarations de la victime et des soupçons pesant sur lui et fut interrogé sur les faits. Il délivra sa version des faits et contesta dans leur intégralité les faits qu’on lui reprochait, niant toute culpabilité. À la fin de l’audition, il requit l’assistance d’un avocat lors de l’interrogatoire le lendemain devant le juge d’instruction. À 19 heures 15, il fut transféré au centre pénitentiaire de Luxembourg.", "13.  Dans la matinée du 18 décembre 2009, il fut interrogé par le juge d’instruction en présence d’un interprète. À cet égard, le procès-verbal indique ce qui suit : À 9 heures 02, le juge d’instruction vérifia l’identité du requérant - qualifié d’inculpé (« Beschuldigter ») - et lui fit connaître qu’une procédure d’instruction (« Untersuchungsverfahren ») était déclenchée à son égard du chef des infractions qui lui étaient reprochées. Le requérant fut ensuite informé de son droit de choisir un défenseur parmi ceux inscrits sur le tableau de l’Ordre des Avocats, sinon de se voir nommer un avocat commis d’office. Le requérant ayant fait valoir ses droits en la matière, un avocat fut commis d’office en la personne de Me W. Le requérant fut interrogé en présence de son avocat et de l’interprète ; il se prononça sur les faits et maintint ses déclarations faites devant la police. L’interrogatoire prit fin à 10 heures 53.", "14.  Il résulte du dossier que le requérant, détenu provisoirement, fut remis en liberté le 10 mars 2010 par la chambre du conseil du tribunal d’arrondissement de Luxembourg, sous la condition notamment qu’il demeure à Luxembourg, se présente régulièrement à la police et n’entre pas en contact avec la victime.", "A.  Le jugement de première instance", "15.  Par un jugement du 31 mars 2011, la chambre criminelle du tribunal d’arrondissement condamna le requérant à une peine de réclusion de sept ans assortie d’un sursis probatoire partiel de trois ans. Les juges relatèrent les déclarations recueillies de la victime, des témoins et du requérant lors de l’instruction policière et judiciaire, ainsi que lors des débats à l’audience. Ils mentionnèrent le fait que le requérant changeait constamment de « version » et rapportèrent que, selon une expertise de crédibilité, il n’existait aucun élément permettant de mettre en doute la véracité des dépositions de la victime.", "B.  L’arrêt d’appel", "16.  Le 7 février 2012, la chambre criminelle de la cour d’appel confirma le jugement de première instance.", "17.  Les magistrats rapportèrent que le requérant qui avait, tout au long de la procédure, contesté les faits qui lui étaient reprochés, maintenait ses contestations devant la cour d’appel. Ils estimèrent que le tribunal avait fourni une relation détaillée et exhaustive des déclarations de la victime, du requérant et des différents témoins et experts entendus.", "18.  Ils relatèrent que le mandataire du requérant critiquait le fait que l’intéressé, extradé du Royaume-Uni, avait été entendu par la police judiciaire à son arrivée à Luxembourg, sans avoir pu bénéficier de l’assistance d’un avocat, celle-ci lui ayant été refusée bien qu’il l’ait sollicitée ; les magistrats se prononcèrent ainsi qu’il suit :", "« Pour ce qui est de la non-assistance d’un conseil au cours de l’audition policière, il résulte du rapport SPJ/JEUN/2009/6926-5/COES du service de police judiciaire du 17 décembre 2009 que le prévenu demandait d’abord de pouvoir être assisté d’un avocat lors de l’audition à laquelle il allait être procédé dans les locaux de la police judiciaire, mais qu’après avoir reçu des explications sur la procédure applicable, il était d’accord à déposer sans la présence d’un conseil. »", "19.  Dans le cadre de leur analyse des faits reprochés au requérant, les magistrats relevèrent, entre autres, que ce dernier n’avait pas toujours été constant dans ses déclarations. Au sujet de l’un des épisodes litigieux notamment, ils rapportèrent la différence entre ses déclarations faites lors de l’audition par la police judiciaire et lors des audiences en première instance et en appel.", "C.  L’arrêt de la Cour de cassation", "20.  Le 22 novembre 2012, la Cour de cassation rejeta le pourvoi du requérant. Elle déclara notamment non fondé un moyen tiré de l’article 6 § 3 de la Convention, aux motifs suivants :", "« Attendu qu’il ressort de la discussion du moyen que le [requérant] reproche à la Cour d’appel de s’être limitée à constater la violation des droits de la défense sans en tirer cependant les conséquences qui s’imposaient ;", "Mais attendu que les juges d’appel ont retenu que (...) [voir la citation sous le paragraphe 18] ;", "Qu’en se déterminant ainsi, les juges d’appel n’ont pas constaté une violation des droits de la défense, tel qu’il est allégué par le demandeur en cassation, mais ont, au contraire, retenu qu’il n’y avait pas violation des droits de la défense, dès lors que le prévenu s’était déclaré d’accord à déposer sans la présence d’un conseil ;", "D’où il suit que l’arrêt attaqué n’encourt pas le grief de violation de l’article 6 paragraphe 3 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales ; (...) »", "D.  Événements ultérieurs", "21.  Le requérant ayant quitté le Luxembourg pour regagner le Royaume-Uni (à une date non spécifiée), le Parquet Général délivra, le 20 décembre 2012, un mandat d’arrêt européen aux fins de l’exécution de l’arrêt du 7 février 2012.", "22.  À la suite d’une demande des autorités britanniques (« Extradition Unit of the Crown Prosecution Service ») en date du 29 mai 2013, la déléguée du Procureur général d’État leur fournit, le 12 juin 2013, des renseignements quant à la procédure luxembourgeoise. Quant à l’audition du 17 décembre 2009, elle affirma notamment qu’il résultait du rapport de police que le requérant, dont les déclarations étaient traduites par l’interprète, n’était ni assisté d’un avocat, ni ne s’était vu offrir l’assistance d’un avocat. Concernant l’interrogatoire du 18 décembre 2009, elle expliqua qu’un avocat commis d’office, nommé par le juge d’instruction, avait assisté le requérant durant l’interrogatoire et par la suite tout au long de la procédure nationale. Elle ajouta que toute personne demandant à pouvoir consulter son avocat, qu’il soit nommé ou choisi, avant un interrogatoire, avait la possibilité de le faire ; ainsi, elle précisa que, contrairement à ses affirmations, le requérant ne s’était pas vu restreindre l’accès à son avocat avant l’interrogatoire du 18 décembre 2009.", "23.  Le juge britannique accorda, le 19 août 2013, la remise du requérant aux autorités du Luxembourg pour y purger sa peine ; le 20 décembre 2013, l’appel du requérant contre cette décision fut rejeté. Il résulte du dossier que le requérant est actuellement incarcéré au centre pénitentiaire de Luxembourg.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "A.  Le droit et la pratique luxembourgeois", "1.  Les demandes en nullité des procédures d’enquête et d’instruction", "24.  Les articles 48-2 et 126 du code d’instruction criminelle se lisent ainsi :", "Article 48-2", "« (1) Le ministère public ainsi que toute personne concernée justifiant d’un intérêt légitime personnel peut, par simple requête, demander la nullité de la procédure de l’enquête ou d’un acte quelconque de cette procédure.", "(2) La demande doit être produite devant la chambre du conseil du tribunal d’arrondissement.", "Le délai pour le ministère public est de cinq jours à partir de la connaissance de l’acte.", "Sous réserve des dispositions du paragraphe 3 du présent article, pour toute personne concernée, le délai est de deux mois après que l’acte attaqué ou le dernier des actes attaqués a été exécuté, qu’une instruction préparatoire ait ou non été ouverte à la suite de l’acte d’instruction.", "(3) La demande peut être produite:", "- si une instruction préparatoire a été ouverte sur la base de l’enquête, par l’inculpé devant la chambre du conseil du tribunal d’arrondissement, à peine de forclusion, dans un délai de cinq jours à partir de son inculpation;", "- si aucune instruction préparatoire n’a été ouverte sur la base de l’enquête, par le prévenu devant la juridiction de jugement, à peine de forclusion, avant toute demande, défense ou exception autre que les exceptions d’incompétence.", "(4) La demande doit être présentée devant la chambre du conseil de la Cour d’appel au lieu de la chambre du conseil du tribunal d’arrondissement lorsque l’enquête est relative à une procédure relevant de la Cour d’appel.", "(5) La demande, si elle émane d’une personne concernée, est communiquée au ministère public par la voie du greffe.", "Au cas où la demande est introduite par l’inculpé, conformément aux dispositions du premier tiret du paragraphe 3 ci-dessus, la demande est communiquée aux autres parties en cause par la voie du greffe.", "(6) Si la demande est produite devant la chambre du conseil, il est statué d’urgence sur la demande par une décision notifiée aux parties en cause dans les formes prévues pour les notifications en matière répressive.", "(7) Lorsque la chambre du conseil ou la juridiction de jugement reconnaît l’existence d’une nullité, elle annule l’acte de la procédure accomplie au mépris des prescriptions de la loi ainsi que les actes de l’enquête, respectivement, le cas échéant, de l’instruction préparatoire, ultérieure faite en suite et comme conséquence de l’acte nul, et détermine les effets de l’annulation. »", "Article 126", "« (1) Le ministère public, l’inculpé, la partie civile, la partie civilement responsable ainsi que tout tiers concerné justifiant d’un intérêt légitime personnel peut, par simple requête, demander à la chambre du conseil du tribunal d’arrondissement la nullité de la procédure de l’instruction préparatoire ou d’un acte quelconque de cette procédure.", "(2) La demande en nullité est, toutefois, présentée à la chambre du conseil de la cour d’appel, lorsque la nullité est imputée à un magistrat de la cour ou que la chambre du conseil de la cour d’appel est saisie d’un recours contre une ordonnance de renvoi ou de non-lieu de la chambre du conseil du tribunal d’arrondissement.", "(3) La demande doit être produite, à peine de forclusion, au cours même de l’instruction, dans un délai de cinq jours à partir de la connaissance de l’acte.", "(4) La demande est communiquée aux autres parties en cause par la voie du greffe. Elle peut aussi être communiquée à des tiers, si ceux-ci peuvent être considérés comme étant intéressés. En cas de contestation, la chambre du conseil détermine quel tiers est, dans une affaire donnée, qualifié d’intéressé.", "(5) Lorsque la demande émane d’un tiers concerné par un acte d’instruction, ce tiers ne peut obtenir communication que de l’acte d’instruction qui le vise personnellement ainsi que, s’il échet, de l’acte qui en constitue la base légale.", "(6) Il est statué d’urgence sur la demande par une décision notifiée aux parties en cause dans les formes prévues pour les notifications en matière répressive.", "(7) Si l’avis prévu par l’article 127 (6) n’a pas été donné, ou si la notification de l’ordonnance de renvoi prévue par l’article 127 (9) n’a pas été faite, la nullité pouvant en résulter peut encore être proposée devant la juridiction de jugement, avant toute demande, défense ou exception autre que les exceptions d’incompétence. »", "Article 126-1", "« (1) Lorsque la chambre du conseil reconnaît l’existence d’une nullité de forme, elle annule l’acte de la procédure accomplie au mépris des prescriptions de la loi ainsi que les actes de l’information ultérieure faite en suite et comme conséquence de l’acte nul, et détermine les effets de l’annulation par rapport aux parties.", "(2) La nullité prononcée à l’égard d’un acte de l’instruction préparatoire et des actes de l’information ultérieure qui s’en sont suivis, ne fait pas obstacle à ce que la chambre du conseil statue sans délai sur le fond de l’inculpation, si les juges sont d’avis que les actes non annulés du dossier de l’information leur fournissent des éléments d’appréciation suffisants. Dans ce cas, ils énoncent avec précision les actes sur lesquels ils se fondent. Dans le cas contraire, ils peuvent ordonner qu’il sera procédé au préalable par le juge d’instruction à un supplément d’information sur les points qu’ils précisent. »", "25.  À l’époque des faits, les juridictions d’instruction, sur base d’une jurisprudence constante de la Cour de cassation alors en vigueur, déclarèrent irrecevables les demandes en nullité qui se basaient sur l’article 6 de la Convention et la jurisprudence relative à l’arrêt Salduz.", "La Cour de cassation avait en effet jugé que les règles prévues dans l’article 6 § 1 de la Convention ne s’appliquaient pas aux juridictions d’instruction, au motif que celles-ci n’avaient pas à décider du bien-fondé des préventions (Cass., 4.1.2007, no 02/2007 pénal, www.justice.public.lu, et Cass., 17.4.2008, no 21/2008 pénal, Pas.lux. XXXIV, p. 481).", "Ainsi, la chambre du conseil du tribunal d’arrondissement de Luxembourg (ordonnance no 996/12 du 4 avril 2012) se prononça, par exemple, en ces termes :", "« (...) L’article 6 de la Convention (...) dont la violation est invoquée par le requérant ne s’applique qu’aux procédures engagées devant les juridictions de jugement. Cette disposition ne concerne dès lors pas les juridictions d’instruction lesquelles n’ont pas à décider du bien-fondé d’accusations en matière pénale (Ch.c.C. no 252/06 du 9 mai 2006 ; Cass no 02/2007 du 4 janvier 2007 et Cass no 21/2008 du 17 avril 2008).", "Le moyen tiré de la violation des droits de la défense est à déclarer irrecevable. »", "26.  En revanche, le 16 mai 2012, la chambre du conseil de la cour d’appel de Luxembourg (arrêt no 301/12) réforma la prédite ordonnance, énonçant ce qui suit :", "« (...) C’est à tort que la chambre du conseil du tribunal d’arrondissement de Luxembourg n’a pas examiné les demandes de (...) tendant à l’annulation du premier interrogatoire par le juge d’instruction et du mandat de dépôt, basées sur la prétendue violation du droit d’une personne suspecte ou inculpée d’être assistée d’un avocat, et qu’elle a déclaré irrecevable le moyen tiré de la violation de l’article 6 de la Convention.", "L’ordonnance de la chambre du conseil est donc à réformer en ce qu’elle a déclaré irrecevables la demande en nullité ainsi que la motivation de la demande par la violation de l’article 6. »", "La chambre du conseil de la cour d’appel confirma cette approche dans un arrêt du 12 février 2014, décidant que l’article 6 s’applique à l’ensemble de la procédure, y compris aux phases de l’enquête préliminaire et de l’instruction préalable (voir paragraphe 30 ci-dessous).", "2.  L’assistance d’un avocat lors de l’audition par la police", "27.  Les parties pertinentes du code d’instruction criminelle se lisent ainsi :", "TITRE Ier. - Des autorités chargées de l’action publique et de l’instruction", "Article 9-2", "« (1) [La police judiciaire] est chargée (...) de constater les infractions à la loi pénale, d’en rassembler les preuves et d’en rechercher les auteurs tant qu’une information n’est pas ouverte. (...)", "(3) Lorsqu’une information est ouverte, elle exécute les délégations des juridictions d’instruction et défère à leurs réquisitions. »", "TITRE Il. - Des enquêtes\nChapitre Ier. - Des crimes et délits flagrants", "Article 39", "« (...)", "(7) Avant de procéder à l’interrogation, les officiers de police judiciaire et les agents de police judiciaire (...) donnent avis à la personne interrogée, par écrit et contre récépissé, dans une langue qu’elle comprend, sauf les cas d’impossibilité matérielle dûment constatés, de son droit de se faire assister par un conseil parmi les avocats et avocats à la cour du tableau des avocats.", "(8) Les procès-verbaux d’audition de la personne retenue indiquent le jour et l’heure à laquelle la personne retenue a été informée des droits lui conférés par les paragraphes (...) et (7) du présent article (...); la durée des interrogatoires auxquels elle a été soumise et des repos qui ont séparé ces interrogatoires; le jour et l’heure à partir desquels elle a été retenue, ainsi que le jour et l’heure à partir desquels elle a été, soit libérée, soit amenée devant le juge d’instruction. »", "TITRE III. - Des juridictions d’instruction\nChapitre Ier. - Du juge d’instruction", "Article 52", "« (1) Si le juge d’instruction est dans l’impossibilité de procéder lui-même à tous les actes d’instruction, il peut donner commission rogatoire aux officiers de police judiciaire afin de leur faire exécuter tous les actes d’information nécessaires. (...)", "(2) Après la première comparution de l’inculpé devant le juge d’instruction les officiers de police judiciaire ne peuvent pas l’interroger sur les faits pour lesquels il a été inculpé.", "(3) Ils peuvent cependant l’interroger sur d’autres faits s’il se trouve en détention préventive. Toutefois dans ce cas, ils doivent avoir reçu l’accord écrit préalable du juge d’instruction. Avant de procéder à l’interrogatoire, ils donnent avis à la personne interrogée, par écrit et contre récépissé, dans une langue qu’elle comprend, sauf les cas d’impossibilité matérielle dûment constatés, de son droit de se faire assister par un conseil parmi les avocats et avocats à la Cour du tableau des avocats. (...) »", "28.  Les dispositions pertinentes de la loi du 17 mars 2004 relative au mandat d’arrêt européen et aux procédures de remise entre Etats membres de l’Union européenne énoncent ce qui suit :", "Chapitre II.- Mandat d’arrêt européen adressé au Luxembourg par un autre Etat membre de l’Union européenne\nSection 3.- Procédure d’exécution", "Article 7", "« La personne recherchée se voit notifier le mandat d’arrêt européen délivré à son encontre ou, s’il y a lieu, le signalement dans le Système d’Information Schengen la concernant.", "La personne est en outre informée:", "a) de la faculté de se faire assister d’un avocat de son choix ou à désigner d’office, et", "b) de la faculté de consentir à la remise, respectivement de renoncer au bénéfice de la règle de la spécialité.", "Il est dressé procès-verbal des arrestation, notification et informations qui précèdent, ainsi que des déclarations de la personne recherchée.", "Si la personne arrêtée ne comprend ni le français ni l’allemand, elle sera assistée d’un interprète qui signe le procès-verbal.", "Ce procès-verbal est remis au procureur d’Etat au plus tard dans les 24 heures suivant l’arrestation. »", "3.  L’assistance d’un avocat devant le juge d’instruction", "29.  Les parties pertinentes du code d’instruction criminelle sont ainsi libellées :", "Article 81", "« (1) Lors de la première comparution de l’inculpé détenu ou libre, le juge d’instruction constate l’identité de l’inculpé, lui fait connaître expressément chacun des faits qui lui sont imputés et lui indique les actes accomplis au cours de la procédure de flagrant crime ou délit ou au cours de l’enquête préliminaire.", "(2) Avant de procéder à l’interrogatoire, le juge d’instruction donne avis à l’inculpé de son droit de choisir un conseil parmi les avocats inscrits au tableau ou admis au stage. A défaut de choix il lui en désigne un d’office, si l’inculpé le demande.", "(3) L’inculpé peut également choisir un avocat habilité à exercer ses fonctions dans un autre Etat membre des communautés européennes, en conformité de la réglementation en vigueur, à condition que ce choix n’entrave pas le bon fonctionnement de la justice, auquel cas les dispositions de l’alinéa précédent sont applicables.", "(4) La désignation d’un conseil est toujours de droit lorsque l’inculpé est âgé de moins de dix-huit ans.", "(5) L’inculpé, même mineur, fait connaître le nom du conseil choisi par lui en le déclarant au greffier du juge d’instruction.", "(6) Mention de ces formalités est faite au procès-verbal.", "(7) Sauf empêchement, il est procédé de suite à l’interrogatoire de l’inculpé.", "(8) Détenu ou libre, l’inculpé ne peut être interrogé qu’en présence de son conseil, ou celui-ci dûment appelé, sauf s’il y renonce expressément. Le ministère public ainsi que la partie civile peuvent assister à l’interrogatoire.", "(9) Aucune partie ne peut prendre la parole sans y être autorisée par le juge d’instruction. En cas de refus, mention en est faite au procès-verbal à la demande de la partie intéressée.", "(10) Les conseils de l’inculpé et de la partie civile sont convoqués par lettre au moins vingt-quatre heures à l’avance.", "(11) Nonobstant les dispositions prévues aux paragraphes 8 et 10, le juge d’instruction peut procéder à un interrogatoire immédiat et à des confrontations si l’urgence résulte, soit de l’état d’un témoin en danger de mort, soit de l’existence d’indices sur le point de disparaître, ou encore lorsqu’il s’est rendu sur les lieux en cas de flagrant crime ou délit. Le procès-verbal doit faire mention des causes d’urgence.", "(12) Les dispositions des paragraphes 1, 2, 4, 6, 8 et 10 sont à observer à peine de nullité. »", "Article 84", "« (1) Immédiatement après le premier interrogatoire, portant sur les faits qui lui sont imputés, l’inculpé peut communiquer librement avec son conseil. (...) »", "Article 85", "« (1) Après le premier interrogatoire, l’inculpé, son conseil et la partie civile peuvent prendre communication des pièces du dossier, sans déplacement, la veille de chaque interrogatoire et de tous autres devoirs pour lesquels l’assistance d’un conseil est admise.", "(2) En outre, la communication des pièces peut être demandée en tout état de cause par voie de requête sur papier libre adressée par les parties intéressées ou leurs conseils au juge d’instruction. (...) »", "30.  Concernant la question de l’accès au dossier avant le premier interrogatoire devant le juge d’instruction, la chambre du conseil de la cour d’appel (arrêt no 102/14) décida, le 12 février 2014, ce qui suit :", "« (...) L’accès au dossier de la procédure constitue pour l’accusé, au sens de l’article 6 de la Convention, « l’une des facilités nécessaires à la préparation de sa défense » visées par l’article 6 § 3 de la Convention.", "La chambre du conseil de la Cour d’appel admet que les garanties de l’article 6 de la Convention, et notamment le droit à un procès équitable, s’appliquent à l’ensemble de la procédure et donc, y compris aux phases de l’enquête préliminaire et de l’instruction préalable, et que les exigences du paragraphe 3 peuvent aussi jouer un rôle à un stade antérieur à la procédure de jugement.", "Cependant, l’article 6 § 3 de la Convention, s’il s’applique à la phase pré-juridictionnelle, ne précise pas les conditions d’exercice des droits de défense.", "Aussi la Convention ne s’oppose-t-elle pas à une restriction temporaire du bénéfice d’une ou plusieurs garanties de défense dans l’intérêt de l’instruction. En l’espèce, la demande de l’appelant de prendre communication du dossier a exclusivement pour but de prendre connaissance des indices rassemblés pendant l’enquête policière quant à une éventuelle culpabilité en ce qui concerne les infractions qui constituent le fond de l’affaire. Or il est opportun, dans l’intérêt de la recherche de la vérité, de reporter l’accès au dossier pénal jusqu’après le premier interrogatoire afin d’empêcher que l’inculpé, informé du contenu du dossier, ne puisse y adapter ses déclarations à sa guise.", "Cette restriction temporaire aux droits de défense suppose cependant que l’accusé puisse pleinement bénéficier de garanties aux phases ultérieures de la procédure.", "En procédure pénale, il y a lieu de distinguer la phase de l’enquête préliminaire de la phase judiciaire. La phase d’enquête, dont le but est la recherche de la vérité, est une procédure policière marquée par le secret. Elle ne doit pas être contradictoire sous peine de réduire son efficacité et d’alourdir son déroulement.", "L’appelant ne devient partie à la procédure qu’à partir de son inculpation à laquelle il est procédé lors du premier interrogatoire. L’obligation de communiquer la totalité du dossier ne vaut qu’au stade de l’instruction préalable, après le premier interrogatoire, quand des charges graves et concordantes ont été réunies contre celui qui n’était jusque-là qu’un suspect. L’inculpation introduit la phase judiciaire de la procédure marquée par un degré de gravité accru. L’avocat devient alors le défendeur à l’action publique et doit avoir accès à toutes les pièces du dossier en vertu du principe du contradictoire. Il lui est loisible, à partir de ce moment, d’exercer pleinement ses droits de défense, d’abord devant les juridictions d’instruction, et, ensuite devant les juridictions de jugement, de sorte que la procédure envisagée globalement, n’est pas entachée d’iniquité, l’absence de communication du dossier dès avant le premier interrogatoire étant, en principe, compensée par le caractère contradictoire de la procédure ultérieure.", "L’article 85, alinéa 1er, ne deviendrait incompatible avec l’article 6 §§ 1 et 3 de la Convention que si le refus de l’accès au dossier entraînait d’ores et déjà, au stade de l’enquête préliminaire, une atteinte irrémédiable aux droits de la défense qui ne pourrait plus être redressée lors de la procédure contradictoire ultérieure.", "Une pareille atteinte définitive doit être prouvée concrètement par référence aux données du cas d’espèce et non par des a priori ou par des formules abstraites et générales.", "Or la chambre du conseil de la Cour d’appel constate qu’en l’espèce, l’appelant n’établit pas qu’au-delà des arguments purement théoriques plaidant en faveur d’une communication des pièces du dossier dès avant le premier interrogatoire, il aurait d’ores et déjà subi un préjudice irréparable du fait que son avocat ne peut pas consulter le dossier avant son premier interrogatoire.", "En plus, avant de procéder au premier interrogatoire, le juge d’instruction doit, conformément à l’article 81 du code d’instruction criminelle, faire connaître à l’inculpé et à son avocat expressément chacun des faits qui lui sont imputés et leur indiquer les actes accomplis lors de la procédure de flagrant délit ou au cours de l’enquête préliminaire, de façon à mettre l’inculpé en mesure de répondre en connaissance de cause aux questions du juge d’instruction.", "Le principe d’égalité des armes dont l’appelant fait encore état, implique l’obligation d’offrir à chaque partie une possibilité raisonnable de présenter sa cause, y compris ses preuves dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à son adversaire.", "Ce principe n’a pas une portée absolue et n’exige pas une égalité rigoureuse entre l’accusation et l’accusé. L’égalité ne peut être que relative et doit s’apprécier raisonnablement compte tenu de la distinction entre la phase d’enquête policière et la phase judiciaire.", "Il suit de ces considérations que l’article 85 (1) du code d’instruction criminelle a seulement pour effet de repousser dans le temps et dans l’intérêt de l’instruction, le plein exercice des droits de la défense sans cependant y porter une atteinte irrémédiable. (...) »", "4.  Instructions de service de la police suite à l’arrêt Salduz", "31.  Les dispositions législatives sont complétées par des circulaires internes.", "32.  Ainsi notamment, une « note de service No 49/2011 » de la police grand-ducale du 20 juin 2011 - qui vaut également pour les agents des douanes s’ils procèdent à un interrogatoire d’une personne privée de liberté - prévoit qu’il y a lieu de se conformer à la jurisprudence de la Cour (Salduz c. Turquie [GC], no 36391/02, CEDH 2008 et Dayanan c. Turquie, no 7377/03, 13 octobre 2009) sous peine de voir annuler les procédures engagées, et précise que les chapitres concernés des prescriptions de service ont été modifiés en conséquence.", "33.  En amont de cette note de service, un échange de courrier eut lieu entre le parquet général et la direction de la police.", "Ainsi, par le biais d’une circulaire du 13 mai 2011, le Procureur général d’État avait prié le Directeur général de la Police grand-ducale d’ordonner à tous les policiers de prendre les mesures qui s’imposaient pour que tout accusé privé de liberté puisse avoir la possibilité de se faire assister de façon effective par un avocat au cours des interrogatoires auxquels il était soumis durant sa privation de liberté.", "Sur demande du Directeur général de la Police, le Procureur général fournit, en date du 15 juin 2011, entre autres, les précisions suivantes :", "« (...) Sur les procédures auxquelles s’applique le droit à l’assistance d’un avocat", "Le droit à l’assistance d’un avocat s’applique dans notre droit interne actuel à certains interrogatoires de police de personnes privées de liberté, à savoir :", "- l’interrogatoire de police de la personne retenue dans une procédure de flagrant crime ou délit (article 39(7) du Code d’instruction criminelle) et", "- l’interrogatoire de police du détenu préventif sur des faits autres que ceux pour lesquels il a été inculpé (article 52(3) du Code d’instruction criminelle).", "La jurisprudence récente de la Cour européenne des droits de l’homme insistant tout particulièrement sur la nécessité de cette assistance pour, en principe, tout interrogatoire de police d’un « accusé » privé de liberté, il importe d’étendre l’exercice de ce droit :", "- à l’interrogatoire de police, dans le cadre d’une instruction préparatoire, sur commission rogatoire du juge d’instruction, de la personne privée de liberté en exécution d’un mandat d’amener, d’arrêt ou d’arrêt européen.", "(...)", "Sur la portée du droit à l’assistance d’un avocat", "Dans mon courrier du 13 mai 2011, j’avais indiqué que le droit à l’assistance d’un avocat au cours d’un interrogatoire ne se limite pas à la présence physique de l’avocat, mais doit permettre à l’interrogé de recevoir de l’avocat aide et protection et permettre à l’avocat d’assister l’interrogé de façon effective.", "Ces termes sont à comprendre comme suit :", "(...) il est à prévoir que le détenu peut s’entretenir avec son avocat avant l’interrogatoire, et en particulier après l’information succincte des faits sur lesquels porte l’interrogatoire (...). Cet entretien doit pouvoir avoir lieu dans des conditions qui en garantissent la confidentialité. Des raisons impérieuses peuvent exceptionnellement, mais uniquement sous condition d’une autorisation du magistrat responsable, qui est à contacter à cette fin, justifier de ne pas admettre un tel entretien. (...) »", "5.  La procédure en révision", "34.  L’article 443 du code d’instruction criminelle est ainsi libellé :", "« La révision peut être demandée, quelle que soit la juridiction qui ait statué, au bénéfice de toute personne reconnue auteur d’un crime ou d’un délit par une décision définitive rendue en premier ou en dernier ressort.", "(...)", "5o lorsqu’il résulte d’un arrêt de la cour européenne des Droits de l’Homme rendu en application de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales qu’une condamnation pénale a été prononcée en violation de cette Convention. »", "B.  Le rapport du Comité pour la prévention de la torture et des peines ou traitements inhumains ou dégradants du Conseil de l’Europe (CPT)", "35.  Du 22 au 27 avril 2009, une délégation du CPT a effectué une visite au Grand-Duché de Luxembourg. Dans son rapport, rendu public le 28 octobre 2010, le CPT a déploré que bien qu’il ait expliqué à maintes reprises, depuis sa première visite en 1993, l’importance qu’il y avait de reconnaître le droit à l’accès à un avocat dès le tout début de la privation de liberté, les autorités luxembourgeoises ne donnaient pas suite aux recommandations qu’il avait formulées à ce sujet. Il relata qu’en pratique, les personnes privées de liberté n’avaient en règle générale accès à un avocat qu’au moment de la première comparution devant le juge d’instruction, et ce, même lorsqu’elles sollicitaient un avocat avant d’être interrogées par la police ; la quasi-totalité des détenus rencontrés par la délégation auraient indiqué avoir vu un avocat pour la première fois lors de leur comparution devant le juge d’instruction, et n’avoir pu s’entretenir de manière confidentielle avec l’avocat qu’après cette comparution. Le CPT en appela à nouveau aux autorités luxembourgeoises pour qu’elles reconnaissent enfin à toutes les personnes privées de liberté par la police – pour quelque motif que ce soit – le droit à l’accès à un avocat dès le tout début de la privation de liberté ; il précisa que ce droit devait comprendre, pour la personne privée de liberté, le droit de s’entretenir sans témoin avec son avocat dès le tout début de la privation de liberté.", "36.  Dans son rapport de 2011 sur les privations de liberté par la police grand-ducale, le Médiateur du Grand-Duché de Luxembourg, en sa qualité de contrôleur externe des lieux privatifs de liberté, se référa à ce rapport du CPT. Il recommanda avec insistance aux autorités concernées de garantir l’accès à un avocat à toute personne privée de liberté dès le moment de son arrestation, quels que soient l’heure et le motif de la détention et d’apporter les changements nécessaires à la législation nationale afin de permettre aux avocats mandatés de conseiller utilement leurs clients, le cas échéant dans un entretien privé, préalable au premier interrogatoire mené par la Police.", "C.  Textes de l’Union Européenne", "37.  La directive 2012/13/UE du Parlement européen et du Conseil du 22 mai 2012 relative au droit à l’information dans le cadre des procédures pénales dispose, en ses passages pertinents, ce qui suit :", "Article 7\nDroit d’accès aux pièces du dossier", "« 1. Lorsqu’une personne est arrêtée et détenue à n’importe quel stade de la procédure pénale, les États membres veillent à ce que les documents relatifs à l’affaire en question détenus par les autorités compétentes qui sont essentiels pour contester de manière effective conformément au droit national la légalité de l’arrestation ou de la détention soient mis à la disposition de la personne arrêtée ou de son avocat.", "2. Les États membres veillent à ce que les suspects ou les personnes poursuivies, ou leur avocat, aient accès au minimum à toutes les preuves matérielles à charge ou à décharge des suspects ou des personnes poursuivies, qui sont détenues par les autorités compétentes, afin de garantir le caractère équitable de la procédure et de préparer leur défense.", "3. Sans préjudice du paragraphe 1, l’accès aux pièces visé au paragraphe 2 est accordé en temps utile pour permettre l’exercice effectif des droits de la défense et, au plus tard, lorsqu’une juridiction est appelée à se prononcer sur le bien-fondé de l’accusation. Si les autorités compétentes entrent en possession d’autres preuves matérielles, elles autorisent l’accès à ces preuves matérielles en temps utile pour qu’elles puissent être prises en considération.", "(...) »", "38.  La directive 2013/48/UE du Parlement européen et du Conseil du 22 octobre 2013 relative au droit d’accès à un avocat dans le cadre des procédure pénales et des procédures relatives au mandat d’arrêt européen, au droit d’informer un tiers dès la privation de la liberté et au droit des personnes privées de liberté de communiquer avec des tiers et avec les autorités consulaires prévoit, en ses passages pertinents, ce qui suit :", "Article 3\nLe droit d’accès à un avocat dans le cadre des procédures pénales", "« 1. Les États membres veillent à ce que les suspects et les personnes poursuivies disposent du droit d’accès à un avocat dans un délai et selon des modalités permettant aux personnes concernées d’exercer leurs droits de la défense de manière concrète et effective.", "2. Les suspects ou les personnes poursuivies ont accès à un avocat sans retard indu. En tout état de cause, les suspects ou les personnes poursuivies ont accès à un avocat à partir de la survenance du premier en date des événements suivants:", "a) avant qu’ils ne soient interrogés par la police ou par une autre autorité répressive ou judiciaire;", "(...)", "3. Le droit d’accès à un avocat comprend les éléments suivants :", "a) les États membres veillent à ce que les suspects ou les personnes poursuivies aient le droit de rencontrer en privé l’avocat qui les représente et de communiquer avec lui, y compris avant qu’ils ne soient interrogés par la police ou par une autre autorité répressive ou judiciaire;", "(...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "39.  Le requérant se plaint du défaut d’assistance d’un avocat lors de son audition par la police le 17 décembre 2009, et de l’absence d’une assistance effective d’un avocat devant le juge d’instruction le 18 décembre 2009. Il reproche à l’arrêt de la cour d’appel, entériné par la Cour de cassation, de ne pas avoir remédié à l’atteinte causée à ses droits de la défense. Il invoque l’article 6 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera du bien-fondé de toute accusation en matière pénale dirigée contre elle.", "(...)", "3.  Tout accusé a droit notamment à :", "(...)", "c) se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent ; (...) »", "A.  Sur la recevabilité", "40.  Le Gouvernement soulève deux exceptions tirées du non-épuisement des voies de recours internes.", "41.  En premier lieu, il expose que le requérant avait la possibilité de demander la nullité des deux interrogatoires critiqués sur base des articles 48-2 et 126 du code d’instruction criminelle (paragraphe 24 ci-dessus). Or, à aucun moment, il n’a demandé la nullité des interrogatoires du 17 et du 18 décembre 2009. Ce n’est qu’en instance d’appel qu’il a pour la première fois fait état d’un manquement à la procédure et à son droit à un procès équitable.", "42.  Le requérant conteste l’effectivité des recours invoqués par le Gouvernement. Ainsi, il explique ne pas avoir exercé les voies de recours en question parce qu’elles étaient en tout état de cause vouées à l’échec et n’auraient pu remédier à la violation alléguée devant les juridictions d’instruction. Il poursuit qu’à l’époque des faits, les juridictions luxembourgeoises refusaient de manière claire et non équivoque d’appliquer l’article 6 de la Convention à la phase concernée (paragraphe 25 ci-dessus), de sorte que s’il avait introduit les demandes de nullité basées sur une violation de cette disposition, elles n’auraient probablement, sinon certainement, pas abouti. Il expose que ce n’est qu’en 2012 que la chambre du conseil de la cour d’appel a finalement consacré le principe de l’application directe des standards conventionnels concernant les droits de la défense à la phase de l’enquête et de l’instruction (paragraphe 26 ci-dessus), laissant toutefois ouverte la question quant à l’absence d’assistance réelle et effective de l’avocat en raison du refus de l’accès au dossier avant le premier interrogatoire (paragraphe 30 ci-dessus). Il en conclut qu’il ne saurait lui être reproché de ne pas avoir saisi les juridictions d’instruction nationales.", "43.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention, elle ne peut être saisie qu’après l’épuisement des voies de recours internes. La finalité de l’article 35 § 1 de la Convention est de ménager aux Etats contractants l’occasion de prévenir ou redresser les violations alléguées contre eux avant que ces allégations ne lui soient soumises. Ainsi, le grief dont on entend saisir la Cour doit d’abord être soulevé, au moins en substance, dans les formes et délais prescrits par le droit interne, devant les juridictions nationales appropriées (voir, parmi de nombreux arrêts, Paksas c. Lituanie [GC], no 34932/04, § 75, CEDH 2011 (extraits)). Cependant, l’obligation découlant de l’article 35 se limite à celle de faire un usage normal des recours vraisemblablement effectifs, suffisants et accessibles (Sofri et autres c. Italie (déc.), no 37235/97, CEDH 2003-VIII). En particulier, la Convention ne prescrit l’épuisement que des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ils doivent exister à un degré suffisant de certitude non seulement en théorie mais aussi en pratique, sans quoi leur manquent l’effectivité et l’accessibilité voulues (Dalia c.  France, 19 février 1998, § 38, Recueil 1998-I). Enfin, l’article 35 § 1 de la Convention prévoit une répartition de la charge de la preuve. Pour ce qui concerne le Gouvernement, lorsqu’il excipe du non-épuisement, il doit convaincre la Cour que le recours était effectif et disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était accessible, était susceptible d’offrir au requérant le redressement de ses griefs et présentait des perspectives raisonnables de succès (Akdivar et autres c. Turquie, 16 septembre 1996, § 68, Recueil des arrêts et décisions 1996IV, Sejdovic c. Italie [GC], no 56581/00, § 46, CEDH 2006II et Scoppola c. Italie (no 2) [GC], no 10249/03, § 71, 17 septembre 2009).", "44.  En l’espèce, il était loisible au requérant de demander la nullité de l’audition de police du 17 décembre 2009 et de l’interrogatoire du juge d’instruction du 18 décembre 2009 dans les cinq jours prévus notamment à l’article 126 du code d’instruction criminelle (paragraphe 24 ci-dessus). L’intéressé n’a pas utilisé cette possibilité, ni en ce qui concerne l’audition par la police, ni pour ce qui est de sa première comparution devant le juge d’instruction.", "45.  Il y a lieu de déterminer si, dans les circonstances particulières de l’espèce, le requérant était tenu, aux fins de l’épuisement des voies de recours internes, d’introduire les demandes en nullité en question, dont il conteste l’effectivité.", "46.  La Cour constate qu’à l’époque des faits litigieux, les juridictions d’instruction ont, par application d’une jurisprudence constante de la Cour de cassation, déclaré irrecevables les demandes en nullité qui se basaient sur l’article 6 de la Convention et la jurisprudence relative à l’arrêt Salduz (paragraphe 25 ci-dessus). Elle est d’avis qu’une telle réponse dans des espèces similaires à celle du requérant pouvait passer pour vouer à l’échec les recours que celui-ci aurait pu engager, en théorie, sur la base de l’article 126 du code d’instruction criminelle. Dans un tel contexte juridique, la Cour estime qu’il ne saurait être reproché au requérant de ne pas avoir introduit de demandes en nullité de l’audition policière du 17 décembre 2009 et de l’interrogatoire du juge d’instruction du 18 décembre 2009. À titre superfétatoire, la Cour relève d’ailleurs que le requérant a critiqué le fait d’avoir été entendu par la police judiciaire sans l’assistance d’un avocat lors du procès devant la cour d’appel, et que celle-ci s’est prononcée sur le fond de ce moyen du requérant sans lui opposer une quelconque forclusion (mutatis mutandis, Verein gegen Tierfabriken Schweiz (VgT) c. Suisse (no 2) [GC], no 32772/02, §§ 43 et 44, CEDH 2009).", "47.  Dans ces circonstances, la première exception d’irrecevabilité doit être rejetée.", "48.  En deuxième lieu, le Gouvernement estime que le requérant, s’il n’était pas satisfait de la défense assurée par son avocat commis d’office, aurait pu demander, soit au procureur saisi de l’enquête, soit aux tribunaux, de le remplacer. Un recours simple aurait été à sa disposition, mais à aucun moment le requérant n’en aurait fait usage.", "49.  Le requérant réplique que les lacunes en la matière ne sont pas à chercher dans une prétendue inaction du côté de son ancien mandataire, mais bien dans les imperfections du droit positif luxembourgeois.", "50.  La Cour constate d’emblée que le Gouvernement reste en défaut de fournir des précisions quant au recours à exercer par le requérant. Ensuite, elle relève que ce n’est pas le comportement de l’avocat en soi qui est critiqué par le requérant, mais le fait d’avoir été entendu par la police sans avoir pu bénéficier de l’assistance d’un avocat, d’une part, et de n’avoir pu bénéficier - en raison des lacunes alléguées du système - d’une assistance effective d’un avocat devant le juge d’instruction, d’autre part. Le grief du requérant vise ainsi une atteinte imputable à l’État et non à la négligence de l’avocat. Dans ces circonstances, cette exception d’irrecevabilité du Gouvernement ne saurait être accueillie.", "51.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "52.  Dans ses observations du 14 avril 2014, le requérant expose que le procès-verbal relatif à l’audition policière du 17 décembre 2009 ne mentionne ni que le requérant aurait été explicitement informé du droit de se faire assister par un conseil dès le début de la procédure, ni les circonstances exceptionnelles qui auraient pu justifier la limitation du droit d’accès à un avocat. Les exigences légales, inscrites à l’article 39(7) du code d’instruction criminelle, auraient été ignorées selon une pratique policière systématique et généralisée en vigueur au moment des faits. Le requérant poursuit que son insistance à voir un avocat suivant les principes appliqués en Grande-Bretagne démontrerait clairement sa volonté initiale de ne pas renoncer à l’assistance d’un conseil ; il ne saurait donc être considéré comme ayant accepté de son plein gré de participer à l’audition policière sans l’assistance d’un avocat. Dans ses observations complémentaires des 6 janvier et 2 février 2015, le requérant relève l’absence de dispositions légales nationales en la matière. Le cas soumis à la Cour démontrerait que les articles 39 et 52 du code d’instruction criminelle ne s’appliquent pas lorsqu’une personne est arrêtée sur la base d’un mandat d’arrêt européen. Pour autant que le Gouvernement invoque le projet de loi récemment déposé en la matière, le requérant réplique qu’à supposer même que celui-ci soit voté, il ne prévoit un accès au dossier qu’avant le premier interrogatoire devant le juge d’instruction mais non au moment des auditions policières, de sorte que l’assistance de l’avocat n’est toujours pas réelle et effective au stade policier. En tout état de cause, ni le projet de loi, ni les circulaires du Procureur général d’État, n’ont eu, dans le passé, l’effet escompté.", "53.  Quant à la première comparution devant le juge d’instruction le 18 décembre 2009, le requérant expose que tant la lettre que l’esprit de l’article 84 du code d’instruction criminelle impliquent qu’avant et pendant le premier interrogatoire, aucune communication n’est possible entre l’inculpé et son conseil. À cela s’ajoute qu’en application de l’article 85 du même code, le mandataire n’a aucune possibilité de consulter le dossier avant le premier interrogatoire. La simple présence d’un avocat, auquel on ne donne d’autre droit que celui de se taire, ne saurait constituer une assistance réelle et effective. Le requérant souligne que le principal acte de l’interrogatoire de première comparution consiste à inculper le requérant immédiatement et avant même qu’il ne soit interrogé quant aux faits, tel que cela résulte en l’espèce du procès-verbal du 18 décembre 2009. Par ailleurs, se référant notamment à l’arrêt Emilian-George Igna c. Roumanie (no 21249/05, 26 novembre 2013), il souligne que le premier interrogatoire peut aboutir à la détention provisoire de l’inculpé. La jurisprudence nationale confirmerait que le droit d’accès au dossier n’est toujours pas consacré avant le premier interrogatoire devant le juge d’instruction (paragraphe 30 ci-dessus). Se référant notamment à l’affaire Sapan c. Turquie (arrêt rendu par un comité de trois juges, no 17252/09, § 21, 20 septembre 2011) et invoquant en sa faveur l’article 7 de la directive européenne 2012/13/UE du 22 mai 2012, le requérant conclut que le fait de lui refuser l’accès au dossier empêche l’avocat d’assister son mandant de manière un tant soit peu effective lors du premier interrogatoire.", "54.  Le requérant poursuit que le caractère équitable de la procédure est mis en cause par le fait que l’arrêt de la cour d’appel, entériné par la Cour de cassation, n’a pas remédié à l’atteinte causée aux droits de la défense. En effet, au lieu d’annuler l’audition devant la police et le premier interrogatoire devant le juge d’instruction, la cour d’appel s’est référée à des déclarations faites par le requérant devant la police sans l’assistance d’un avocat, pour apprécier la crédibilité, sinon du moins la constance, de ses déclarations. Ainsi, la cour d’appel a bien fondé son raisonnement, au moins pour partie, sur les déclarations faites par le requérant en violation de ses droits. En se bornant à constater que le requérant s’était déclaré d’accord à déposer sans la présence d’un conseil devant la police, les magistrats n’ont ainsi pas analysé si la prétendue renonciation aux services d’un avocat était intervenue de plein gré et en parfaite connaissance de cause.", "b)  Le Gouvernement", "55.  Dans ses observations du 27 février 2014, le Gouvernement reconnaît que le requérant n’était pas assisté par un avocat lors de l’audition par la police. Toutefois, il rappelle que l’absence d’assistance d’un avocat ne constitue pas automatiquement une violation de l’article 6 de la Convention (Zdravko Petrov c. Bulgarie, no 20024/04, 23 juin 2011 et Stanca c. Roumanie, no 34116/04, 24 juillet 2012), et qu’une renonciation expresse ou tacite de ce droit est admise par la Cour (Yoldaş c. Turquie, no 27503/04, 23 février 2010). Selon le Gouvernement, le requérant s’était vu remettre le mandat d’arrêt européen lors de son arrestation en Grande-Bretagne, de sorte que, lors de son audition du 17 décembre 2009, il savait depuis treize jours ce qui lui était reproché et qu’il pouvait rechercher l’assistance de l’avocat de son choix et s’entretenir avec lui sur les modalités de sa défense. Si le requérant a, dans un premier temps, requis l’assistance d’un avocat devant la police, il a reçu les explications nécessaires concernant la procédure et les textes applicables - qui consacrent sans équivoque le droit à un avocat dès la première comparution - et il lui a été proposé, pour des raisons d’efficacité dans la conduite de la procédure d’instruction, de commencer les entretiens en attendant l’arrivée de l’avocat commis d’office. Le requérant a approuvé cette procédure sans aucune contrainte et de son plein gré, et a renoncé, en toute connaissance de cause, à la présence d’un conseil à ce stade très préliminaire de la procédure, ayant été informé qu’un avocat serait présent dès l’entretien devant le juge d’instruction, ce qui a été le cas. À cet égard, le Gouvernement, tout en admettant que la notification de ses droits ne lui a pas été remise par écrit et contre récépissé, souligne que le requérant a été informé des détails de la procédure en vigueur au Luxembourg et a signé le procès-verbal entièrement traduit par l’interprète assermenté présent à ses côtés ; la renonciation du requérant était ainsi, selon le Gouvernement, non équivoque et entourée d’un minimum de garantie. Enfin et surtout, le Gouvernement expose que les déclarations faites lors du premier entretien n’ont eu aucune influence sur la décision finale, puisque tant lors de l’audition par la police que devant le juge d’instruction et les juges du fond, le requérant a toujours contesté les faits avec véhémence et constance. La condamnation ne se fonde donc aucunement sur des déclarations ou un aveu fait sans l’assistance d’un avocat ; la conviction des juges a été emportée par les différents témoignages et les expertises médicales. Aussi, les déclarations lors du premier entretien ont-elles été entièrement confirmées lors de la procédure subséquente, en présence d’un avocat. Dans ses observations du 14 janvier 2015, le Gouvernement précise qu’il ressort de l’échange des courriers entre le parquet général et les services de police et des douanes (paragraphes 31 à 33 ci-dessus), que les dispositions contenues dans les articles 39 et 52 du code d’instruction criminelle relatifs aux interrogatoires de police sont ipso facto applicables au droit à l’assistance d’un avocat d’une personne arrêtée sur la base d’un mandat d’arrêt européen. Cette clarification sur la législation applicable a été apportée début 2011, alors que les arrêts Salduz et Dayanan commençaient seulement à avoir un réel retentissement international ; la procédure du requérant était alors en cours et a bénéficié des éclaircissements du Procureur général. Les instructions de service ont été suivies de nombreuses réunions au sein de la police et de la douane, afin qu’elles soient appliquées à la lettre. Entretemps, un projet de loi renforçant les garanties procédurales en matière pénale, consacrant la jurisprudence Salduz et transposant les directives européennes y relatives, a été déposé.", "56.  Ensuite, le Gouvernement énonce que la possibilité de se faire assister par un avocat dès le premier interrogatoire devant le juge d’instruction est prévue par la loi. Il expose que l’élément clef du dossier devant le juge d’instruction consiste en la déposition de la victime, déposition rapportée au fur et à mesure de l’interrogatoire. Le fait que l’avocat du requérant n’ait pas pu consulter le dossier au préalable est sans conséquence quant à la défense du requérant, puisqu’il ne s’agissait pour le juge que de procéder à la lecture de l’acte d’accusation et de confronter le prévenu avec les faits allégués par la victime. Pour autant, le rôle de l’avocat ne se limitait pas à une simple présence à ses côtés, puisqu’il lui était loisible, tout au long de l’entretien, d’intervenir ou de poser des questions. Sa présence à cet entretien a par la suite permis à l’avocat de préparer la défense de son client en pleine connaissance des éléments du dossier, cela durant plus d’une année. Quant à l’entretien préalable entre le mandant et son avocat avant l’interrogatoire, le Gouvernement explique que l’absence de règlementation implique une totale liberté dans ce domaine ; ainsi, le mandant peut à tout moment, sur simple demande, s’entretenir avec son conseil, y compris avant le premier entretien au stade préliminaire de l’instruction. Selon le Gouvernement, il est vrai qu’en pratique, la procédure est plus aisée à mettre en œuvre lorsque l’avocat est connu et contacté à l’avance par l’inculpé ; la procédure du commis d’office implique, quant à elle, la désignation d’un avocat au cours du premier entretien. Mais il est erroné d’affirmer que le code d’instruction criminelle empêche le requérant de communiquer avec son conseil et vide l’intervention de l’avocat de toute efficacité. Le Gouvernement souligne que la communication est possible sans restriction et que l’avocat peut demander à intervenir à tout moment de l’entretien devant le juge d’instruction ; seule la consultation complète du dossier n’est possible qu’à l’issue de cet entretien. Pour autant que le requérant critique le fait que tout à coup un avocat qu’il ne connaissait pas était assis à ses côtés, le Gouvernement rétorque que cela est le principe même de la procédure en cas de commission d’office, le requérant ayant été dans l’incapacité d’en désigner un qu’il connaisse. Le Gouvernement poursuit que Me W., désigné à la demande du requérant, n’a pas été empêché d’intervenir mais n’a probablement pas jugé utile de le faire à ce stade de la procédure ; le requérant ne s’est d’ailleurs jamais plaint de son avocat qui a continué de l’assister tout au long de la procédure.", "57.  Le Gouvernement estime que la cour d’appel et la Cour de cassation ont bien analysé le moyen soulevé par le requérant au titre de l’article 6 de la Convention, mais l’ont rejeté au motif que l’assistance d’un avocat ne lui avait pas été refusée. Les droits de la défense n’ayant pas été considérés comme violés par la cour d’appel, ni par la Cour de cassation, il ne revenait pas à ces juridictions d’y remédier. Et même si la cour d’appel avait décidé d’annuler le premier interrogatoire, cela n’aurait eu, selon le Gouvernement, aucune incidence sur la décision de condamnation, la conviction des juges du fond étant fondée sur d’autres éléments du dossier. La Cour devrait poursuivre une approche souple fondée sur une lecture globale, à la lumière de l’ensemble de la procédure, pour s’assurer que le résultat voulu par l’article 6 a été atteint (John Murray c. Royaume-Uni, 8 février 1996, Recueil des arrêts et décisions 1996I ; Rupa c. Roumanie (no 2), no 37971/02, 19 juillet 2011).", "2.  Arguments du tiers intervenant", "58.  L’organisation non gouvernementale Fair Trials International fait valoir que le droit à un avocat est une garantie essentielle qui permet l’exercice d’autres droits, et s’étend au-delà de la protection d’un suspect à faire des aveux. Devant la police, l’avocat sert de « portail » vers d’autres droits et contribue à prévenir tout préjudice pour la défense du suspect de manière générale. L’intervenante cite plusieurs exemples pour illustrer le rôle de l’avocat, dont celui de s’assurer que le suspect a compris les informations orales ou écrites qui lui ont été fournies au sujet de ses droits, ou encore de surveiller le respect des exigences procédurales, telles que la durée des interrogatoires, la manière dont sont formulées les questions, etc.", "59.  En dépit de son importance fondamentale, le droit d’accès à un avocat n’est pas suffisamment protégé à travers l’Europe. Ainsi, de nombreux suspects rencontrent de sérieuses difficultés dans l’exercice de ce droit, notamment en raison de restrictions légales ou pratiques, d’une prédominance de prétendues « renonciations » d’une fiabilité discutable, et d’actions inefficaces de la part des tribunaux pour redresser les violations.", "60.  L’Union européenne a ainsi été amenée à adopter, en 2009, une feuille de route visant à renforcer les droits procéduraux des suspects et, le 22 octobre 2013, une directive qui consacre le droit d’accès à un avocat, entoure les renonciations de garanties et impose aux tribunaux le devoir de prendre des mesures en cas de violation. Ainsi notamment, l’article 3 de cette directive spécifie que le suspect doit pouvoir rencontrer en privé l’avocat qui le représente et communiquer avec lui avant les interrogatoires par la police ou par une autre autorité répressive ou judiciaire ; selon l’article 9, les États membres veillent à ce que toute renonciation en la matière soit formulée de plein gré et sans équivoque. Si la Cour de Justice de l’Union européenne est responsable de l’interprétation des dispositions de cette directive, l’intervenante estime en revanche que la Cour est en droit d’en tenir compte comme d’un indicateur des obligations essentielles qui incombent aux Etats membres de l’Union européenne (donc une proportion significative du Conseil de l’Europe).", "61.  Après avoir présenté la jurisprudence de la Cour depuis l’arrêt Salduz, l’intervenante invite celle-ci à aborder d’une manière scrupuleuse la question des restrictions au droit d’accès à un avocat, de la « renonciation » à ce droit et du défaut des tribunaux nationaux d’évaluer le préjudice résultant d’une telle restriction, même au cas où aucun aveu n’est fait.", "3.  Appréciation de la Cour", "a)  Les principes applicables", "62.  La Cour rappelle que si l’article 6 a pour finalité principale, au pénal, d’assurer un procès équitable devant un « tribunal » compétent pour décider du « bien-fondé de l’accusation », il peut jouer un rôle avant la saisine du juge du fond si, et dans la mesure où, son inobservation initiale risque de compromettre gravement l’équité du procès (Salduz, précité, §  50, et Panovits c. Chypre, no 4268/04, § 64, 11 décembre 2008). De plus, le droit énoncé au paragraphe 3 c) de l’article 6 constitue un élément parmi d’autres de la notion de procès équitable en matière pénale contenue au paragraphe 1 (Imbrioscia c. Suisse, 24 novembre 1993, § 37, série A no 275 et Brennan c. Royaume-Uni, no 39846/98, § 45, CEDH 2001X).", "63.  Le droit d’un accusé à être effectivement défendu par un avocat figure parmi les attributs fondamentaux d’un procès équitable (Krombach c. France, no 29731/96, § 89, CEDH 2001II). Pour qu’il demeure suffisamment « concret et effectif », le droit à un procès équitable consacré par l’article 6 § 1 implique en règle générale que l’accès à un avocat soit consenti dès le premier interrogatoire par la police, sauf à démontrer, à la lumière des circonstances particulières de l’espèce, qu’il existe des raisons impérieuses de restreindre ce droit. La Cour a précisé que même dans un tel cas, le refus de l’accès à un avocat ne devait pas indûment préjudicier aux droits découlant de l’article 6, et qu’il est en principe porté une atteinte irrémédiable aux droits de la défense lorsque des déclarations incriminantes faites lors d’un interrogatoire de police subi sans assistance possible d’un avocat sont utilisées pour fonder une condamnation (Salduz, précité, § 55). Elle a conclu à une violation de l’article 6 §§ 1 et 3 c) nonobstant le fait que le requérant avait par la suite bénéficié de l’assistance d’un avocat et d’une procédure contradictoire, après avoir notamment relevé que la restriction au droit d’accès à un avocat dont il était question relevait de l’application systématique de dispositions légales (Salduz, précité, §§ 56 et 61).", "64.  L’équité d’une procédure pénale requiert d’une manière générale, aux fins de l’article 6 de la Convention, que le suspect jouisse de la possibilité de se faire assister par un avocat dès le moment de son placement en garde à vue ou en détention provisoire, et indépendamment des interrogatoires qu’il subit. La Cour a souligné à cet égard que l’équité de la procédure requiert que l’accusé puisse obtenir toute la vaste gamme d’interventions qui sont propres au conseil, indiquant que la discussion de l’affaire, l’organisation de la défense, la recherche des preuves favorables à l’accusé, la préparation des interrogatoires, le soutien de l’accusé en détresse et le contrôle des conditions de détention sont des éléments fondamentaux de la défense que l’avocat doit librement exercer (Dayanan, précité, §§ 31-33). Par ailleurs, un accusé se trouve souvent dans une situation particulièrement vulnérable au stade de l’enquête, ce qui a d’autant plus de conséquences que la législation en matière de procédure pénale tend à devenir de plus en plus complexe, notamment en ce qui concerne les règles régissant la collecte et l’utilisation des preuves. Dans la plupart des cas, cette vulnérabilité particulière ne peut être compensée de manière adéquate que par l’assistance d’un avocat, dont la tâche consiste notamment à contribuer au respect du droit de tout accusé de ne pas s’incriminer lui-même (Pavlenko c. Russie, no 42371/02, § 101, 1er avril 2010).", "65. La Cour a eu l’occasion de rappeler que, d’une part, un « accusé », au sens de l’article 6 de la Convention, a le droit de bénéficier de l’assistance d’un avocat dès le début de sa garde à vue ou de sa détention provisoire et, le cas échéant, lors de ses interrogatoires par la police et le juge d’instruction ; d’autre part, si une restriction à ce droit peut dans certaines circonstances se trouver justifiée et être compatible avec les exigences de cette disposition, le fait que son exercice est impossible en raison d’une règle de droit interne systématique est inconciliable avec le droit à un procès équitable (Simons c. Belgique (déc.), no 71407/10, § 31, 28 août 2012, et Navone et autres c. Monaco, nos 62880/11, 62892/11 et 62899/11, § 80, 24 octobre 2013).", "66.  Ni la lettre ni l’esprit de l’article 6 de la Convention n’empêchent une personne de renoncer de son plein gré, que ce soit de manière expresse ou tacite, aux garanties d’un procès équitable (Kwiatkowska c. Italie (déc.), no 52868/99, 30 novembre 2000, et Ananyev c. Russie, no 20292/04, § 38, 30 juillet 2009). Toutefois, pour être effective aux fins de la Convention, la renonciation au droit de prendre part au procès doit se trouver établie de manière non équivoque et être entourée d’un minimum de garanties correspondant à sa gravité (Salduz, précité, § 59, et Yoldaş, précité, § 51).", "b)  Application des principes en l’espèce", "i.  Absence d’assistance par un avocat lors de l’audition policière", "67.  Le procès-verbal de l’audition policière du 17 décembre 2009 mentionne que le requérant a réclamé son droit à l’assistance d’un avocat, mais qu’il a consenti à un interrogatoire sans une telle assistance, après avoir « reçu les explications nécessaires concernant la procédure prévue en la matière » (paragraphe 12 ci-dessus).", "68.  Devant la Cour, les parties sont en désaccord sur la question des dispositions légales applicables en l’espèce. Ainsi, le requérant conteste l’affirmation du Gouvernement selon laquelle les articles 39 et 52 du code d’instruction criminelle s’appliqueraient ipso facto en cas d’arrestation d’une personne sur base d’un mandat d’arrêt européen.", "69.  La Cour relève qu’au moment de l’audition litigieuse le 17 décembre 2009, la législation luxembourgeoise prévoyait le droit à l’assistance d’un avocat en cas d’interrogatoire de police d’une personne retenue dans une procédure de flagrant crime ou délit (article 39 (7) du Code d’instruction criminelle) et de celui d’un détenu préventif sur des faits autres que ceux pour lesquels il a été inculpé (article 52 (3) du Code d’instruction criminelle) (paragraphe 27 ci-dessus). Il résulte de la lettre du Procureur général du 15 juin 2011 qu’à l’époque des faits litigieux, le droit à l’assistance d’un avocat ne s’appliquait pas à l’interrogatoire de police dans le cadre d’une instruction préparatoire, sur commission rogatoire du juge d’instruction luxembourgeois, de la personne privée de liberté en exécution d’un mandat d’arrêt européen émis par le juge luxembourgeois (paragraphe 33 ci-dessus). En effet, la loi du 17 mars 2004 relative au mandat d’arrêt européen et aux procédures de remise entre États membres de l’Union européenne prévoit l’assistance d’un avocat lors d’un interrogatoire par la police uniquement dans le cadre de l’exécution au Luxembourg d’un mandat d’arrêt européen émis par une autorité étrangère (paragraphe 28 ci-dessus). Or, force est de rappeler que l’audition policière du requérant a eu lieu à la suite de son arrestation au Royaume-Uni sur la base d’un mandat d’arrêt européen émis par un juge d’instruction luxembourgeois. Il ne saurait dès lors prêter à controverse qu’à l’époque des faits, l’assistance d’un avocat pendant l’audition policière était explicitement prévue par la loi dans certaines hypothèses, mais implicitement exclue dans les circonstances telles que celle en l’espèce. C’est pourquoi, l’assistance était ainsi automatiquement exclue du fait des dispositions légales pertinentes existant en la matière (mutatis mutandis, Navone et autres c. Monaco, précité, § 81).", "70.  La Cour relève que la situation a été modifiée depuis, par une « note de service No 49/2011 » de la police grand-ducale du 20 juin 2011 (paragraphes 32 et 33 ci-dessus) ; elle note par ailleurs le dépôt d’un projet de loi visant à compléter le code d’instruction criminelle afin de consacrer le droit à l’assistance d’un avocat dans toute situation où une personne privée de liberté est soumise à un interrogatoire. Force est toutefois de constater que le requérant n’a pas pu bénéficier, lors de son audition le 17 décembre 2009, des dispositions instituées par la note susmentionnée.", "71.  Par conséquent, la Cour ne peut que constater qu’au regard de la loi en vigueur à l’époque pertinente, le requérant a été automatiquement privé de l’assistance d’un conseil au sens de l’article 6 lors de l’interrogatoire du 17 décembre 2009. Dans ces conditions, la question de la renonciation au droit à l’assistance d’un avocat est sans objet (mutatis mutandis, Navone et autres c. Monaco, précité, § 83).", "72.  Le requérant a fait des déclarations circonstanciées lors de l’audition litigieuse par la police. Certes, il a nié les faits dans leur intégralité et n’a pas fait de déclarations incriminantes. Toutefois, la Cour souligne l’importance du stade de l’enquête pour la préparation du procès, dans la mesure où les preuves obtenues durant cette phase déterminent le cadre dans lequel l’infraction imputée sera examinée au procès (Mehmet Şerif Öner c. Turquie, no 50356/08, § 21, 13 septembre 2011). En l’espèce, après avoir relaté les déclarations du requérant recueillies devant la police, le juge d’instruction et lors des audiences, le tribunal a mentionné que l’intéressé changeait constamment de « version ». De surcroît, la cour d’appel s’est référée expressément aux déclarations faites par le requérant lors de l’audition par la police pour conclure qu’il n’avait pas toujours été constant dans ses déclarations. La Cour ne saurait dès lors accepter l’argument du Gouvernement selon lequel les déclarations faites par le requérant durant la phase litigieuse n’ont eu aucune influence sur la décision finale.", "73.  Lorsque le requérant a critiqué le fait d’avoir été entendu par la police sans avoir pu bénéficier de l’assistance d’un avocat devant la cour d’appel, celle-ci considéra qu’il avait été d’accord à déposer sans la présence d’un conseil. En se bornant à faire ce constat, la cour d’appel n’a, a fortiori, pas analysé la nécessité d’au moins exclure les déclarations recueillies lors de la phase litigieuse du procès ; bien au contraire, elle en a même tenu compte - certes parmi de nombreux autres éléments - dans son raisonnement ayant abouti à la condamnation du requérant. La Cour de cassation a ensuite rejeté le pourvoi du requérant, au motif que la cour d’appel avait retenu qu’il n’y avait pas violation des droits de la défense, dès lors que l’intéressé s’était déclaré d’accord à déposer sans la présence d’un conseil. La Cour est d’avis qu’en décidant de la sorte, l’arrêt de la cour d’appel, entériné ensuite par la Cour de cassation, n’a pas examiné la situation critiquée et n’a ainsi pas réparé les conséquences résultant de la non-assistance du requérant par un avocat lors de l’audition de police. Pour autant que le Gouvernement invite la Cour à adopter une approche souple fondée sur une lecture globale, la Cour estime qu’il ne saurait utilement invoquer les arrêts John Murray (précité) et Rupa c. Roumanie no 2 (précitée). Ainsi, dans le premier arrêt invoqué, antérieur à la jurisprudence Salduz, la Cour a constaté que le requérant avait gardé le silence du début de l’interrogatoire de police à la fin de son procès et a conclu à la non-violation du grief tiré de la violation du droit de garder le silence ; force est toutefois de constater qu’elle a conclu à la violation de l’article 6 quant au refus au requérant de l’accès à un solicitor pendant les quarante-huit premières heures de sa garde à vue. Quant à la deuxième affaire invoquée, les griefs sont d’une nature différente ; en effet, le requérant concerné a allégué que le procureur lui avait refusé l’assistance de l’avocat de son choix et que l’avocat commis d’office ne lui avait pas fourni d’assistance suffisante.", "74.  La Cour prend acte du fait qu’à la suite de la circulaire du Procureur général du 13 mai 2011, la situation en la matière a été clarifiée. En effet, une note de service de la police grand-ducale du 20 juin 2011 prévoit qu’il y a lieu de se conformer à la jurisprudence de la Cour, sous peine de voir annuler les procédures engagées (paragraphes 31 à 33 ci-dessus). Tel n’était cependant pas le cas à l’époque des faits.", "75.  Partant, la Cour conclut à la violation de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1 faute pour le requérant d’avoir bénéficié de l’assistance d’un défenseur lors de son audition par la police et faute pour les juridictions d’avoir réparé les conséquences en résultant.", "ii.  Défaut allégué d’assistance effective par un avocat lors du premier interrogatoire devant le juge d’instruction", "76.  Le lendemain de son audition par la police sans l’assistance d’un avocat, le requérant a été interrogé de 9 heures 02 jusqu’à 10 heures 53 par le juge d’instruction, en présence d’un avocat commis d’office le matin même. Au cours de cet interrogatoire, le requérant a fait des déclarations circonstanciées et a maintenu ses déclarations faites devant la police. La Cour rappelle que, dans leurs décisions de condamnation, les juges du fond ont relaté les différentes déclarations et en ont tenu compte dans leur raisonnement, estimant que l’intéressé changeait constamment de « version » (paragraphe 72 ci-dessus).", "77.  Avant toute chose, la Cour se doit de rappeler que le grief du requérant - qui porte sur l’absence d’une assistance effective par son conseil lors de ce premier interrogatoire - concerne la garantie des droits de la défense sous l’angle de l’article 6 de la Convention. L’intéressé ne saurait donc utilement invoquer l’affaire Emilian-George Igna c. Roumanie (no 21249/05, 26 novembre 2013), qui traite d’une question de nature différente, celle de la légalité de la détention sous l’angle de l’article 5 § 4 de la Convention.", "78.  Afin d’analyser les doléances du requérant à l’égard du premier interrogatoire devant le juge d’instruction, la Cour estime devoir distinguer la question de l’accès de l’avocat au dossier, d’une part, et celle de la communication entre l’avocat et son client, d’autre part.", "α.  Défaut d’accès au dossier", "79.  Par application de l’article 85 du code d’instruction criminelle, les autorités luxembourgeoises reportent l’accès au dossier pénal jusqu’après le premier interrogatoire (voir, à ce sujet, paragraphe 30 cidessus). La Cour rappelle que des restrictions à l’accès au dossier aux stades de l’ouverture d’une procédure pénale, de l’enquête et de l’instruction peuvent se justifier par, notamment, la nécessité de préserver le secret des données dont disposent les autorités et de protéger les droits d’autrui (mutatis mutandis, Oleksiy Mykhaylovych Zakharkin c. Ukraine, no 1727/04, § 72, 24 juin 2010). En l’espèce, vu les motifs avancés dans la jurisprudence nationale, la Cour n’estime pas déraisonnable que les autorités internes justifient le défaut d’accès au dossier par des raisons relatives à la protection des intérêts de la justice. À cela s’ajoute que dès avant son inculpation, la personne interrogée dispose de toute liberté d’organiser sa défense (y compris le droit de garder le silence, de consulter le dossier après le premier interrogatoire devant le juge d’instruction, et de choisir sa stratégie de défense tout au long du procès pénal). Un juste équilibre est ainsi assuré par la garantie de l’accès au dossier, dès la fin du premier interrogatoire, devant les juridictions d’instruction et tout au long du procès au fond.", "80.  La Cour est d’avis qu’il ne lui appartient pas de décider si le requérant peut tirer du récent projet de loi (paragraphe 52 in fine) ou de la directive 2012/13/UE (paragraphe 37 ci-dessus) un droit pour le conseil d’avoir accès au dossier dès avant le premier interrogatoire du juge d’instruction. En effet, quant au projet de loi, il ne lui revient pas d’exprimer une opinion au sujet d’une initiative du législateur, actuellement en cours d’examen. Pour ce qui est de la directive, elle se borne à constater que le premier paragraphe de l’article 7 de cette directive concerne la question de la légalité de l’arrestation et de la détention, couverte par l’article 5 de la Convention. Ce qui est en cause en l’espèce est la question du respect des droits de la défense de l’« accusé » au sens de l’article 6 de la Convention. Or, à cet égard, le paragraphe 3 de l’article 7 de la directive dispose que l’accès aux pièces est accordé « en temps utile pour permettre l’exercice effectif des droits de la défense et, au plus tard, lorsqu’une juridiction est appelée à se prononcer sur le bien-fondé de l’accusation ».", "81.  La Cour estime que l’article 6 de la Convention ne saurait être interprété comme garantissant un accès illimité au dossier pénal dès avant le premier interrogatoire par le juge d’instruction, lorsque les autorités nationales disposent de raisons relatives à la protection des intérêts de la justice suffisantes pour ne pas mettre en échec l’efficacité des investigations.", "82.  De l’avis de la Cour, ce constat ne saurait utilement être mis en échec par l’arrêt Sapan (précité) invoqué par le requérant. Dans l’affaire en question, le grief du requérant portait sur l’absence de toute assistance légale du requérant lors de son interrogatoire par la police et par le procureur auprès de la cour de sûreté de l’Etat d’Istanbul. Certes, l’arrêt mentionne le fait que l’avocat du requérant s’était vu refuser l’accès au dossier d’instruction par la cour de sûreté de l’État d’Istanbul. Toutefois, pour conclure à une violation de l’article 6, le comité de trois juges s’est uniquement basé sur les critères établis dans une jurisprudence considérée comme bien établie, à savoir l’absence de toute assistance légale du requérant qui était le résultat d’une application sur une base systématique des dispositions légales pertinentes (Salduz, précité).", "83.  Au vu de tout ce qui précède, la Cour considère que l’assistance de l’avocat lors de l’interrogatoire du 18 décembre 2009 n’a pas été ineffective en raison d’un défaut d’accès au dossier avant cet interrogatoire.", "84.  Partant, il n’y a pas eu violation de l’article 6 de la Convention de ce chef.", "β.  Absence alléguée de communication entre le requérant et son avocat", "85.  La Cour constate que les thèses des parties divergent au sujet de la possibilité pour le requérant de communiquer avec son avocat avant l’interrogatoire du 18 décembre 2009. Le requérant indique qu’aux termes même de l’article 84 du code d’instruction criminelle, aucune communication n’est possible entre l’intéressé et son conseil avant le premier interrogatoire devant le juge d’instruction. Le Gouvernement expose que l’absence de réglementation implique une totale liberté dans le domaine et que la pratique veut que le mandant peut communiquer avec son avocat à tout moment, sur simple demande.", "86.  La Cour relève l’importance d’une consultation entre l’avocat et son client, en amont du premier interrogatoire devant le juge d’instruction. En effet, c’est à cette occasion que des échanges cruciaux peuvent se faire, si ce n’est que pour l’avocat de rappeler à l’intéressé ses droits en la matière. Cela vaut d’autant plus lorsque, comme en l’espèce, le requérant a été auditionné par la police la veille sans la présence d’un avocat et que celui-ci est fraichement commis d’office le matin même de l’interrogatoire du juge d’instruction.", "87.  L’avocat doit pouvoir fournir une assistance effective et concrète, et non seulement abstraite de par sa présence, lors du premier interrogatoire devant le juge d’instruction. À cette fin, la consultation entre l’avocat et son client en amont dudit interrogatoire doit être consacrée d’une manière non équivoque par le législateur. Or, tel n’est pas le cas dans la législation luxembourgeoise. L’article 84 du code d’instruction criminelle ne prévoit en effet pas que l’intéressé puisse consulter son avocat avant le premier interrogatoire devant le juge d’instruction, à l’instar de ce que préconise d’ailleurs l’article 3 de la directive 2013/48/UE (paragraphe 38 ci-dessus). Bien au contraire, vu sa formulation, la disposition en question donne l’impression qu’aucune communication n’est possible avant le premier interrogatoire. Au regard de cette situation législative, l’intéressé peut partir de l’hypothèse qu’il est vain de revendiquer une communication avec son avocat dès avant le premier interrogatoire.", "88.  La Cour n’est pas convaincue par l’argument du Gouvernement d’après lequel la communication entre l’intéressé et son avocat serait possible selon une pratique en vigueur. En effet, il y a lieu de rappeler que la Cour doit pouvoir s’assurer que le droit garanti est concret et effectif, et non pas théorique et illusoire. Or, à défaut d’une réglementation claire en la matière, il est impossible de savoir si une pratique est bien établie et a été respectée.", "89.  Force est de constater qu’en l’espèce, le procès-verbal de l’interrogatoire du 18 décembre 2009 relate qu’un avocat a été commis d’office le matin même par le juge d’instruction, mais ne contient ensuite aucune mention d’un quelconque laps de temps pendant lequel le requérant aurait pu s’entretenir avec cet avocat. La Cour ne peut donc s’assurer - au vu des seules affirmations du Gouvernement et des éléments dont elle dispose - que le requérant a pu s’entretenir avec son avocat avant l’interrogatoire litigieux et qu’il a ainsi eu une assistance effective de ce dernier.", "90.  La Cour se doit d’ailleurs de constater que le rapport du CPT du 28 octobre 2010 confirme la précarité de la pratique invoquée par le Gouvernement. En effet, le rapport, dressé à la suite des visites effectuées précisément l’année où se sont déroulés les faits de l’espèce, relate que la quasi-totalité des détenus rencontrés par la délégation avaient indiqué avoir vu un avocat pour la première fois lors de leur comparution devant le juge d’instruction, et n’avoir pu s’entretenir de manière confidentielle avec l’avocat qu’après cette comparution (paragraphe 35 ci-dessus).", "91.  Ces éléments suffisent à la Cour pour conclure qu’il y a eu violation de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1 à cet égard.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "92.  Dans ses observations du 2 février 2015, le requérant allègue qu’il n’y a pas de « recours indépendant et propre à sanctionner [l’]absence d’assistance réelle et effective [de l’avocat] pendant la phase pré-sententielle, tel qu’il résulte [d’un] récent arrêt de la Cour de cassation » ayant déclaré un pourvoi irrecevable en application de l’article 416 du code d’instruction criminelle qui dispose que « le recours en cassation contre les arrêts préparatoires et d’instruction (...) n’est ouvert qu’après l’arrêt ou le jugement définitif » (Cass., 29.1.2015, no 8/2015 pénal).", "93.  La Cour se doit de constater que ces critiques, non contenues dans la requête initiale, ont été émises plus de six mois après la décision interne définitive. Partant, ce grief est à déclarer irrecevable pour non-respect de la règle des six mois énoncée à l’article 35 § 1 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "94.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "95.  Le requérant estime qu’une condamnation pour violation de l’article 6 de la Convention est suffisante pour réparer le préjudice qu’il a subi au niveau de la procédure, dans la mesure où elle lui ouvre la possibilité de demander la révision de son procès selon l’article 443 du code d’instruction criminelle. Il poursuit toutefois que la simple condamnation de l’État par la Cour ne saurait le remettre, à elle seule, dans la totalité de ses droits et ne saurait effacer le dommage moral causé par la condamnation et par le temps passé en détention préventive, de même que dans le cadre de l’exécution du mandat d’arrêt européen aux fins d’exécution de sa peine. Pour indemniser le temps de la détention préventive et pour celle effectuée en vertu d’un mandat d’arrêt européen aux fins d’exécution de sa peine, il demande une indemnisation à hauteur de 3 000 EUR.", "96.  Le Gouvernement ne s’est pas prononcé sur cette demande.", "97.  La Cour réaffirme que la forme la plus appropriée de redressement pour une violation de l’article 6 § 1 consiste à faire en sorte que le requérant se retrouve autant que possible dans la situation qui aurait été la sienne si cette disposition n’avait pas été méconnue. La Cour juge qu’en l’espèce, la forme la plus appropriée de redressement serait, pourvu que le requérant le demande selon l’article 443 du code d’instruction criminelle, un nouveau procès, conforme aux exigences de l’article 6 § 1 de la Convention (mutatis mutandis, Salduz, précité, § 72). Dans ces circonstances et au vu des éléments lui soumis, la Cour décide de rejeter, quant au reste, la demande d’indemnisation du dommage moral.", "B.  Frais et dépens", "98.  Le requérant demande 3 697,26 EUR pour les frais et dépens engagés devant les juridictions internes. Ayant bénéficié de l’assistance judiciaire dans le cadre de la procédure interne, il indique que les frais ont été payés dans le cadre de la taxation entreprise par l’Ordre des Avocats de Luxembourg, à l’exception de deux factures des 16 janvier et 15 mai 2013.", "99.  Le Gouvernement ne s’est pas prononcé à ce sujet.", "100.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour rejette la demande du requérant.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’absence d’assistance effective d’un avocat devant la police et le juge d’instruction (article 6 §§ 1 et 3 c) de la Convention) et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1 eu égard au défaut d’assistance d’un avocat lors de l’audition par la police;", "", "3.  Dit qu’il n’y a pas eu violation de l’article 6 de la Convention en raison du défaut d’accès au dossier avant le premier interrogatoire devant le juge d’instruction;", "", "4.  Dit qu’il y a eu violation de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1 eu égard à l’absence de communication entre le requérant et son avocat avant le premier interrogatoire devant le juge d’instruction ;", "", "5.  Rejette la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 9 avril 2015, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tMark Villiger\n\tGreffière\tPrésident"]}