{"file": "FRE_HFCOM_27013_07.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "27013/07", "text_paragraphs": ["\t septembre 2008", "CINQUIÈME SECTION", "Requête no 27013/07\nprésentée par Laetitia WINTERSTEIN et autres contre la France\nintroduite le 13 juin 2007", "EXPOSÉ DES FAITS", "EN FAIT", "Les requérants sont les personnes physiques suivantes :", "- Mme Laëtitia Winterstein, née en 1974, qui déclare agir aussi en sa qualité de représentante légale de ses enfants mineurs, Salome Winterstein, née en 1992, Cheyenne François, née en 1996, Cydelle François, née en 1999, Naomie François, née en 2001 et Chico François, né en 2005 ;", "- M. Jessy Winterstein, né en 1973 et Mme Rosita Ricono, née en 1976, qui déclarent agir aussi en leur qualité de représentants légaux de leurs enfants mineurs, Sony-Kevin Winterstein, né en 1993, et Brenda-Fiona Winterstein, née en 1999 ;", "- Mme Solange Lefèvre, née en 1948 ;", "- M. Philippe Lefèvre, né en 1988 ;", "- Mme Catherine Lefèvre, née en 1964, qui déclare agir aussi en sa qualité de représentante légale de ses enfants mineurs, Mallaury Lefèvre, née en 1995, Davis Lefèvre, né en 2001 et Angie Lefèvre, née en 2003 ;", "- Mme Sabrina Lefèvre, née le 2 août 1988, fille de Mme Catherine Lefèvre, qui déclare agir aussi en sa qualité de représentante légale de son enfant mineur, Shawn Lefèvre, né en 2003 ;", "- M. Steeve Lefèvre, né en 1985 ;", "- M. Thierry Lefèvre, né en 1980, et Mme Sophie Clairsin, née en 1981, qui déclarent agir aussi en leur qualité de représentants légaux de leurs enfants mineurs, Océane Debouis, née en 2000, Preston Clairsin, né en 2005 et Tyron Lefèvre, né en 2006 ;", "- M. Patrick Lefèvre, né en 1970, et Mme Sylviane Huygue-Bessin, née en 1973, qui déclarent agir aussi en leur qualité de représentants légaux de leurs enfants mineurs, Jennifer Lefèvre, née en 1990, Laura Lefèvre, née en 1993, Stessy Lefèvre, née en 1995, Maelis Lefèvre, née en 2001, Jason Lefèvre, né en 2003 et Maïna Lefèvre, née en 2006 ;", "- Mme Vanessa Ricono, née en 1988, fille de M. Pierre Mouche ;", "- Mme Michèle Perioche, née en 1956 ;", "- Mme Graziella Avisse, née en 1984 ;", "- Mme Sandrine Plumerez, née en 1975, qui déclare agir aussi en sa qualité de représentante légale de ses enfants mineurs, Pamela et Alison Plumerez, née en 1996, Dawson Emile Plumerez, né en 2003 et Kenny Steeve Plumerez, né en 2004 ;", "- M. Germain Guiton, né en 1950 ;", "- M. Mario Guiton, né en 1978, et Mme Stella Huet, née en 1976, qui déclarent agir aussi en leur qualité de représentants légaux de leurs enfants mineurs, Douglas Guiton, né en 2000 et Shelley Guiton, née en 2005 ;", "- Mme Martine Payen, née en 1956 ;", "- Mme Catherine Herbrecht, née en 1975, qui déclare agir aussi en sa qualité de représentante légale de ses enfants mineurs, Genissa Mouche, née en 1994, Mandy Mouche, née en 1996 et Chelsy Herbrecht, née en 2004 ;", "- M. Paul Mouche, né en 1971, et Mme Gypsy Debarre, née en 1974, qui déclarent agir aussi en leur qualité de représentants légaux de leurs enfants mineurs, Kelly Debarre, née en 1991, Gypsy-Falon Debarre, née en 1992, Dylan Debarre, né en 1995, Prosper Dujardin, né en 1999, Jordan Dujardin, né en 2000, et Kency Mouche, née le 29 novembre 2005 ;", "- M. Pierre Mouche, né en 1950 ;", "- M. Frank Mouche, né en 1974.", "\tTous sont ressortissants français.", "Se déclare également requérante, l’association dénommée « Mouvement ATD Quart Monde » (l’ « association requérante »), une personne morale de droit français dont le siège social est à Paris, qui a pour objet statutaire de « rassemble[r] des personnes, familles et groupes de population qui refusent la fatalité de la misère dans laquelle ils sont condamnées à vivre, et engagés à leurs côtés, des hommes et des femmes, de toutes origines, qui partagent le même refus » et d’ «  agi[r] pour l’avènement d’une société où l’égale dignité de chaque être humain sera reconnue par l’accès effectif aux responsabilités et aux droits fondamentaux et où l’extrême pauvreté et l’exclusion sociale auront disparu ». Les requérants et l’association requérante sont représentés par Me Françoise Poupardin, avocate à Pontoise.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par les requérants et l’association requérante, peuvent se résumer comme suit.", "Les requérants, originaires pour la plupart du monde du voyage, habitaient au lieu dit « Bois du Trou-Poulet », chemin de l’Epinemérie, à Herblay, depuis de nombreuses années : 40 ans, s’agissant de Mme Solange Lefèvre, entre 5 et 20 ans quant aux autres. Ils logeaient dans des caravanes ou des « chalets », sur des parcelles de terrain « abandonnées », louées ou achetées, situées en zone ND du plan d’occupation des sols (« POS »)  publié en 2002, non constructible en principe. Leur vie familiale et sociale était établie à Herblay et les enfants des familles concernées y étaient scolarisés.", "Dans les années 1990, la commune de Herblay s’engagea avec l’association départementale des voyageurs et gadgés (« ADVOG ») dans un projet de maîtrise d’œuvre urbaine et sociale (« MOUS ») dont l’objectif était de permettre à des familles sédentarisées installées dans des caravanes ou des « chalets » en divers secteurs du ban d’accéder à un habitat permanent adapté (des « terrains de vie » ou des « terrains familiaux »), en conformité avec les règles d’occupation des sols. Parmi la soixantaine de familles bénéficiaires de ce plan ne figuraient pas celles du Bois du Trou-Poulet (en dépit de nombreuses interventions de l’association requérante auprès de la mairie, qui faisaient en particulier valoir la grande pauvreté des intéressés).", "En raison semble-t-il des réticences des riverains, la commune décida par la suite de ne réaliser dans un premier temps que cinq puis quatre des douze aires familiales initialement prévues.", "Parallèlement, en juillet 2003, le maire prit un arrêté interdisant le stationnement des itinérants.", "Le 12 février 2004, à la demande de la commune et sur ordonnance du président du tribunal de grande instance de Pontoise du 18 novembre 2003, deux huissiers accompagnés de policiers se rendirent au Bois du Trou-Poulet  pour constater l’occupation des lieux par les requérants. En avril et mai de la même année, la commune fit assigner ces derniers en référé devant le tribunal de grande instance de Pontoise en vue de voir constatés l’occupation interdite des lieux, le stationnement interdit des caravanes et des constructions et ordonnés l’évacuation et l’enlèvement de ceux-ci ; les assignations indiquaient en outre que « la salubrité y est gravement compromise » et faisaient état de « branchements sauvages » sur le réseau électrique.", "Une rencontre de conciliation fut organisée le 7 juin 2004 entre les avocats des deux parties et des délégués de la mairie ; les délégués des familles concernées ne furent cependant pas conviés. Le 16 juin 2004, le maire et d’autres officiels se rendirent au bois du Trou-Poulet en autocar pour une visite des lieux ; ils n’en descendirent pas pour rencontrer les habitants.", "Par une ordonnance du 2 juillet 2004, le juge des référés rejeta les demandes d’expulsion au motif qu’ayant toléré l’occupation des lieux par les requérants depuis de nombreuses années, la commune ne pouvait se prévaloir ni de l’urgence ni du « trouble manifestement illicite » nécessaires à la compétence du juge des référés.", "En septembre 2004, les requérants reçurent de la commune d’Herblay une assignation devant le tribunal de grande instance de Pontoise, en vue de leur expulsion. L’audience eut lieu le 27 septembre 2004, avec – indiquent les requérants – « une présence marquée des forces de l’ordre (...) jusque dans la salle d’audience ».", "Le tribunal de grande instance de Pontoise rendit son jugement le 22 novembre 2004. Il constata l’illégalité de l’occupation des terrains litigieux, ceux-ci se trouvant en secteur Ndc de la zone ND au POS (« zone naturelle qu’il convient de protéger en raison de la qualité du paysage et du caractère des éléments qui la composent »). Or, retient le tribunal, si l’aménagement des terrains pour le camping caravaning y était admis – « sous réserve que le caractère de la zone naturelle ne soit pas mis en cause et d’une bonne intégration au paysage » – cela ne dispensait pas les requérants du respect de la réglementation spécifique à ce type d’occupation des sols, qui oblige notamment à l’obtention d’une autorisation d’aménager. En conséquence, après avoir en outre écarté les demandes de médiation judiciaire formulées par les requérants (au motif qu’une médiation aurait peu de chance d’aboutir, compte tenu du contexte et du nombre important de défendeurs), le tribunal les condamna à « évacuer tous véhicules, caravanes, et enlever toutes constructions des terrains » litigieux dans les trois mois, sous astreinte de 70 euros (« EUR ») par jour de retard chacun. En outre, il autorisa la commune, passé ce délai, à faire procéder elle-même, avec le concours de la force publique, à l’évacuation et à la démolition aux frais des intéressés.", "Par un arrêt du 13 octobre 2005, la cour d’appel de Versailles confirma le jugement sur ces points. Elle souligna notamment ce qui suit :", "« (...) Considérant que si le droit au logement est un principe à valeur constitutionnel, si l’article 3 et l’article 8 de la Convention (...) consacrent le respect à la vie privée et familiale de chacun et l’impossibilité d’exposer toute personne à des traitements inhumains et dégradants, ces principes d’essence supérieure ne sont pas au cas particulier bafoués dès lors que l’action de la commune repose sur un fondement légal tiré du respect des dispositions réglementaires qui s’imposent à tous sans discrimination et qui suffit à caractériser l’intérêt public nécessaire à l’exercice d’une telle action, qu’elle [a] donn[é] lieu à un débat contradictoire en première instance et en appel et que l’exécution d’une décision de justice rendue dans le respect des droits de la défense ne peut caractériser le comportement dégradant et inhumain allégué ;", "Considérant que l’ancienneté de l’occupation n’est pas constitutive de droit, pas plus que la tolérance même prolongée de cette occupation contraire aux dispositions du plan d’occupation des sols de la commune, qu’il est dès lors vain pour certains d’opposer la scolarisation de leurs enfants laquelle n’est pas nécessairement compromise ou le fait inopérant qu’ils détiennent des carnets de circulations lesquels ne les dispensent pas du respect des dispositions réglementaires ;", "Considérant que c’est tout aussi vainement que les appelants invoquent la mauvaise foi de la commune et le manquement à ses obligations légales telles qu’elles résultent de la loi Besson ;", "Qu’il ressort du courrier de la préfecture du Val d’Oise du 18 mai 2004 que la commune a rempli ses obligation au regard de la loi du 5 juillet 2000 prise pour les gens du voyage, lesquels sont réputés nomades et non sédentaires comme le sont les appelants qui revendiquent au plus fort leur sédentarisation et l’ancienneté de leur occupation ; (...) ».", "Dans l’optique de se pourvoir en cassation, les requérants déposèrent des demandes d’aide juridictionnelle devant le bureau d’aide juridictionnelle de la Cour de cassation, que ce dernier rejeta le 4 juillet 2006 après avoir retenu l’impécuniosité des intéressés, au motif qu’ « aucun moyen de cassation sérieux ne [pouvait] être relevé », au sens de l’article 7 de la loi du 10 juillet 1991. Les recours formés ensuite par les requérants devant le premier président de la Cour de cassation furent pareillement rejetés le 23 novembre 2006.", "Entre temps, en octobre 2004, avaient débuté à proximité immédiate des résidences des requérants, les travaux de construction d’une route à quatre voies. Ils dureront plus d’un an, apportant leur lot de gênes, nuisances et dangers pour le voisinage. Le 4 novembre 2004, l’avocat des requérants avait vainement signalé au préfet et au président du Conseil général, coresponsables des travaux, le « risque inhérent à la seul proximité des travaux et des engins de chantier » ; l’association requérante fera de même en mars 2005, sans succès.", "Le 5 novembre 2004, le schéma départemental d’accueil et d’habitat des gens du voyage du val d’Oise avait été approuvé par arrêté préfectoral ; il exonère la commune d’Herblay de l’obligation légale de créer une aire d’accueil pour résidences mobiles en raison de ses efforts à l’égard des gens du voyage sédentarisés. Le maire d’Herblay avait ensuite, le 17 janvier 2005, pris un nouvel arrêté interdisant sur l’ensemble du territoire communal « le stationnement des résidences mobiles des personnes dites gens du voyage itinérants ».", "Les requérants Pierre Mouche, Vanessa Ricono, Paul Mouche et Gypsy Debarre et leurs enfants (Kelly Debarre, Gypsy-Falon Debarre, Dylan Debarre, Prosper Dujardin, Jordan Dujardin, et Kency Mouche), Rosita Ricono et ses enfants (Sony-Kevin Winterstein et Brenda-Fiona Winterstein) avaient quitté le Bois du Trou-Poulet en mai 2005 à la vaine recherche d’un autre lieu où s’établir. Ils avaient tenté de réintégrer le terrain qu’ils occupaient au Bois du Trou-Poulet, mais en avaient été empêchés par des remblais et tranchées faisaient obstacle au retour des caravanes.", "Partis également à la vaine recherche d’un lieu où résider au cours de l’été 2005, les requérants Solange Lefèvre, Steeve Lefèvre, Thierry Lefèvre et Sophie Clairsin et leurs enfants (Océane Debouis, Preston Clairsin, Tyron Lefèvre), Patrick Lefèvre et Sylviane Huygue-Bessin et leurs enfants (Jennifer Lefèvre, Laura Lefèvre, Stessy Lefèvre, Maelis Lefèvre, Jason Lefèvre et Maïna Lefèvre), Graziella Avisse, et Catherine Herbrecht et ses enfants (Genissa Mouche, Mandy Mouche, et Chelsy Herbrecht) étaient revenues au Bois au Trou-Poulet en septembre. Ils en étaient repartis le 6 janvier 2006 – fuyant les pressions de la Mairie, indiquent les requérants – laissant sur place des chalets et mobile-homes leur appartenant ainsi que des meubles et autre affaires ; à la demande du maire, le terrain avait alors été « nettoyé » et rendu inaccessible. Selon les dires des requérants, ces familles étaient « toujours dans l’errance » à la date d’introduction de la requête.", "Quant aux autres requérants, ils se trouvaient toujours au Bois du Trou-Poulet ; il s’agit de Laëtitia Winterstein et ses enfants (Salome Winterstein, Cheyenne François, Cydelle François, Naomie François, et Chico François), Jessy Winterstein, Philippe Lefèvre, Catherine Lefèvre et ses enfants (Mallaury Lefèvre, Davis Lefèvre et Angie Lefèvre), Sabrina Lefèvre, et son fils Shawn Lefèvre, Michèle Perioche, Sandrine Plumerez et ses enfants (Pamela et Alison Plumerez, Dawson Emile Plumerez, et Kenny Steeve Plumerez), Germain Guiton, Mario Guiton et Stella Huet et leurs enfants (Douglas Guiton et Shelley Guiton), Martine Payen et Frank Mouche.", "Le 20 février 2006, le Préfet du Val-d’Oise avait conclu avec la société nationale de construction de logements pour les travailleurs (« SONACOTRA ») une convention de MOUS en vue du relogement des gens du voyage sédentarisés au Bois du Trou-Poulet, par laquelle cette dernière se voyait confier la tâche de réaliser une enquête sociale en vue de déterminer la situation de chaque ménage et d’évaluer les possibilités de relogement. Initialement restreinte à ceux qui résidaient toujours au Bois du Trou-Poulet, l’enquête sociale fut, sur l’insistance de l’association requérante, étendue en janvier 2007 aux familles qui avaient déjà quitté les lieux, en vue du relogement de tous. Certains des requérants acceptèrent un relogement en habitation à loyer modéré (« HLM »), d’autres en « terrain familial ».", "Les travaux pour la réalisation du premier site de « terrains familiaux » débutèrent en 2007, mais aucun des requérants ne figure parmi les bénéficiaires. Quant à ceux des requérants qui ont opté pour un relogement en HLM, ils n’étaient pas non plus relogés à la date d’introduction de la requête.", "B.  Le rapport du Comité européen des Droits sociaux au Comité des Ministre du Conseil de l’Europe, du 4 février 2008", "Le 26 janvier 2006, le « Mouvement international ATD Quart Monde » a saisi le Comité européen des Droits sociaux du Conseil de l’Europe d’une réclamation (no 33/2006) visant à voir constater le non respect par la France de certains de ses engagements en vertu de la charte sociale européenne révisée, à l’égard des personnes vivant dans une situation de grande pauvreté. Déclarée recevable le 12 juin 2006, la réclamation, qui expose à titre d’exemple la situation des familles du Bois du Trou-Poulet (parmi d’autres), vise le « droit au logement » (article 31 de la charte révisée), le « droit à la protection contre la pauvreté et l’exclusion sociale » (article 30), le « droit de la famille à une protection sociale, juridique et économique » (article 16) et le principe de non-discrimination (article E).", "Dans son rapport au Comité des Ministres du 4 février 2008 (rendu public le 5 juin 2008), le Comité européen des Droits sociaux conclut, à l’unanimité, à la violation de l’article 31 § 2 de la charte révisée à raison des procédures d’expulsion d’occupants illégaux ou fautifs et leur mise en œuvre, au motif inter alia que le système français n’apporte pas de garanties en matière de relogement ; il fait au demeurant à cet égard le constat d’une multiplication des cas d’expulsion où les personnes concernés ne sont pas relogées. Par ailleurs, il conclut (à l’unanimité également) à la violation de l’article 31 combiné à l’article E de la charte révisée, à raison de la mise en œuvre insuffisante de la législation relative aux aires d’accueil pour les gens du voyage. Sur ce point, il relève que la loi no 2000-614 du 5 juillet 2000 relative à l’accueil et à l’habitat des gens du voyage, qui fait obligation aux communes de plus de 5 000 habitants de se doter d’un plan prévoyant l’implantation d’aires permanentes d’accueil pour les gens du voyage, n’a été suivie d’effet que dans une minorités de ces communes. En particulier, il note que le gouvernement reconnaît qu’il manque 48 000 places, constate « que la mise en œuvre insuffisante de la loi précitée a pour conséquence d’exposer les gens du voyage à l’occupation illégale de sites et à des expulsions au titre de la loi de 2003 pour la sécurité intérieure », et observe que « malgré les efforts de l’Etat et des autorités locales dans ce domaine et les résultats positifs parfois obtenu, il y a une longue période de défaut de prise en compte par les collectivité locales, comme par l’Etat, des besoins spécifiques des Roms et des gens du voyage ».", "Le Comité conclut en outre à la violation : de l’article 31 § 3 de la charte révisée en raison, premièrement, de l’insuffisance manifeste de l’offre de logements d’un coût accessible aux personnes les plus pauvres et, deuxièmement, des modalités d’attribution des logements sociaux à ces personnes et de l’insuffisance des voies de recours en cas de délais d’attribution trop longs ; de l’article 30 de la charte révisée en raison du manque d’approche coordonnées pour promouvoir l’accès effectif au logement des personnes se trouvant ou risquant de se trouver en situation d’exclusion sociale ou de pauvreté ; de l’article 30 combiné avec l’article E de la charte révisée.", "GRIEFS", "Invoquant l’article 3 de la Convention, les requérants se disent victimes d’un traitement inhumain ou dégradant qu’ils imputent aux autorités. Ils leur reprochent d’abord d’avoir, en connaissance de la grande précarité de leur situation, requis leur expulsion de leur lieu de résidence sans se préoccuper de leur relogement ; ils voient là une négation de leur droit au logement génératrice d’exclusion et d’un sentiment d’humiliation, de rejet, d’injustice et d’incompréhension, accentué par l’attitude générale des autorités à leur égard. Ils leur reprochent ensuite d’avoir effectivement contraint certains d’entre eux à quitter le Bois du Trou-Poulet, les condamnant ainsi à l’errance dans une misère plus grande encore et, en corolaire, à l’indignité et à la négation de leurs droits fondamentaux. Ils soulignent que l’exécution du jugement d’expulsion à l’encontre de ceux d’entre qui se trouvent encore au Bois du Trou-Poulet les mettrait de manière certaine eux aussi dans cette situation. Qu’ils soient ou non dans l’errance, tous seraient dans une grande détresse morale du fait de l’attitude des autorités à leur égard et des difficultés concrètes de leur situation.", "Invoquant l’article 8 de la Convention, les requérants soutiennent que la mesure d’expulsion décidée à leur encontre porte atteinte à leur droit au respect de leur vie privée et familiale et de leur domicile : en l’absence de toute solution de relogement et compte tenu du fait que d’autre moyens que l’expulsion auraient permis le respect des règles d’urbanisme, elle serait en tout état de cause disproportionnée. Selon eux, dans une société démocratique, la préservation du paysage ne peut être considérée comme un objectif suffisamment impérieux pour justifier l’expulsion, sans même une évaluation préalable de leurs possibilités de relogement, de familles déjà précarisées d’un terrain qu’elles occupent depuis de nombreuses années.", "Invoquant l’article 14 de la Convention combiné avec les articles 3 et 8, les requérants estiment qu’ils font l’objet, de part leur origine sociale, leur fortune et leur mode de vie, d’une discrimination dans la jouissance des droits garantis par ces deux dernières dispositions. Ils soulignent tout particulièrement qu’en décidant de leur expulsion sans se soucier de leur relogement ni du manque de structures correspondant à leurs culture et mode de vie, les autorités les ont traités comme des personnes qui vivent dans des constructions non mobiles et en dur, les condamnant de la sorte à l’errance et la l’extrême pauvreté. Il y aurait discrimination dès lors que les autorités, sans justification objective et raisonnable, ont appliqué un traitement identique à des personnes dont les situations sont sensiblement différentes.", "Invoquant l’article 1 du Protocole no 1 et se référant à l’arrêt Öneryıldız c. Turquie [GC] (no 48939/99, CEDH 2004-XII), les requérants dénoncent une violation du droit au respect des biens de ceux d’entre eux qui ont dores et déjà dû quitter le Bois du Trou-Poulet, ceux-ci ayant dû laisser sur place divers meubles et immeubles lesquels, de surcroît, ont ensuite été détruits ou volés. Ils se seraient ainsi vus privés d’une partie de leur maigre patrimoine et de biens de première nécessité.", "QUESTIONS AUX PARTIES", "1. Vu notamment les arrêts Buckley c. Royaume-Uni (Recueil des arrêts et décisions 1996-IV) et Chapman c. Royaume-Uni [GC] (no 27238/95, CEDH 2001-I), la condamnation des requérants à l’évacuation du terrain où ils avaient établi leur domicile est-elle compatible avec l’article 8 de la Convention, eu égard en particulier à la situation de dénuement dans laquelle ils se trouvent et à leurs possibilités de relogement ?", "", "2. Les requérants sont-ils fondés à soutenir que les autorités ont omis de prendre en compte la spécificité de leur situation – notamment leur grande pauvreté et leur vulnérabilité – et les conséquences que la perte de leur habitat a pour les plus démunis, et à en déduire que la France a violé l’article 14 de la Convention, combiné avec l’article 8 de la Convention ?", ""]}