{"file": "FRE_HFJUD_63258_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "63258/00", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "AFFAIRE GAGIU c. ROUMANIE", "", "(Requête no 63258/00)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 février 2009", "", "", "", "DÉFINITIF", "", "24/05/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Gagiu c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura-Sandström,\n\tCorneliu Bîrsan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tLuis López Guerra,\n\tAnn Power, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 3 février 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 63258/00) dirigée contre la Roumanie et dont un ressortissant de cet État, M. Traian Gagiu (« le requérant »), a saisi la Cour le 23 juillet 1999 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan-Horaţiu Radu, du Ministère des Affaires Étrangères.", "3.  Le requérant alléguait en particulier que les conditions de détention et l’absence de soins médicaux adéquats méconnaissaient ses droits garantis par les articles 2 et 3 de la Convention. Sur la base des articles 8 et 34 de la Convention, il se plaignait en outre du refus des autorités pénitentiaires de lui procurer des pièces et des fournitures nécessaires pour étayer et poursuivre sa requête devant la Cour.", "4.  Le 20 février 2004 et le 13 septembre 2007, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "5.  Le 28 avril 2004, le Gouvernement informa la Cour du décès du requérant, survenu le 8 septembre 2001 à l’hôpital pénitentiaire de Dej, et sollicita la radiation du rôle de la requête. Le 31 août 2004, prenant en compte la situation familiale du requérant – qui était sans famille – et les griefs présentés par l’intéressé avant son décès, la Cour décida de rejeter la demande du Gouvernement et de poursuivre l’examen de la requête, en vertu de l’article 37 § 1 in fine de la Convention.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1954. N’ayant pas de famille connue, il fut élevé dans un orphelinat.", "A.  La procédure pénale engagée contre le requérant", "7.  Le soir du 22 juillet 1994, le requérant, berger, fut placé en garde à vue par la police de Sacuieni et accusé du meurtre d’un autre berger. Selon le requérant, il fut amené au poste de police de Sacuieni, puis menotté et attaché à une porte, et ensuite frappé par des policiers afin qu’il reconnaisse avoir commis le crime. L’intéressé ne saisit pas le parquet d’une plainte pénale au sujet de ces faits.", "8.  Le 24 juillet 1994, il fut placé en détention provisoire par un procureur du parquet près le tribunal départemental de Cluj. Par un arrêt du 25 janvier 1996, rendu en dernier ressort, la Cour suprême de justice condamna le requérant à une peine de vingt ans de réclusion criminelle pour meurtre aggravé. Le procureur général rejeta la demande de l’intéressé visant à la formation d’un recours en annulation de cet arrêt.", "B.  Le suivi médical en prison et le décès du requérant", "9.  Le dossier médical du requérant, constitué lors de son transfert dans la prison de Gherla en août 1994, indiquait que l’intéressé souffrait depuis les années 1980 d’une hépatite chronique éthylique et d’un ulcère duodénal chronique.", "10.  Après son transfert à la prison d’Aiud, en février 1996, s’ajoutèrent aux antécédents médicaux la découverte, en août 1996, des séquelles d’un infarctus du myocarde antéroseptal et, en décembre 1996, d’une extrasystole ventriculaire dépistée à la suite d’un électrocardiogramme.", "11.  Du 20 mars au 23 juillet 1998, le requérant fut hospitalisé à l’hôpital pénitentiaire de Dej où furent diagnostiqués une cardiopathie ischémique avec extrasystole ventriculaire, un ancien infarctus du myocarde et une bronchite chronique asthmatiforme. Durant l’hospitalisation, il fit souvent des crises d’angine de poitrine. Constatant que le traitement à base de Nitropector n’était pas toléré par le requérant, le médecin spécialiste lui prescrivit d’autres médicaments.", "12.  Il ressort des notes des médecins généralistes O.S. et A.C. de la prison d’Aiud que, après son hospitalisation, l’intéressé fut vu à deux reprises au cabinet médical de la prison, à savoir fin juillet et fin août 1998. Il refusa le traitement prescrit et retourna les médicaments. Parmi les médicaments prescrits à la prison d’Aiud figurait le Nitropector. Le requérant a pour sa part affirmé que, une fois renvoyé à la prison d’Aiud, il n’avait bénéficié entre la fin du mois de juillet et la fin du mois d’août 1998 d’aucun traitement médical, celui-ci lui ayant été refusé par les médecins O.S. et A.C. bien qu’il souffrît d’hémorragies nasales et de crises cardiaques. A l’appui de ses affirmations, le requérant a présenté les déclarations de trois codétenus, ajoutant qu’il n’avait survécu que grâce aux interventions de ses codétenus et de deux assistants médicaux qui lui donnaient le traitement adéquat lorsque les médecins O.S. et A.C. n’étaient pas dans la prison.", "13.  Le 19 septembre 1998, le requérant fit l’objet d’un nouvel examen par un cardiologue. Celui-ci nota que l’intéressé continuait de fumer et posa le même diagnostic que celui émis lors de l’hospitalisation de mars à juillet 1998, prescrivant du Verapamil, du Nitropector et du Miofilin. Ce traitement fut maintenu par les médecins de la prison d’Aiud au moins jusqu’en octobre 1999, dernière date mentionnée dans le dossier médical de l’intéressé avant son transfert à la prison de Mărgineni, le 27 avril 2000. Le diagnostic susmentionné fut confirmé par l’équipe médicale de cette prison au cours du séjour du requérant entre le 27 avril 2000 et le 27 mars 2001. Il fut de plus précisé qu’il était inapte au travail et qu’il devait également suivre un régime alimentaire.", "14.  Entre le 4 et le 14 décembre 2000, le requérant fut hospitalisé à l’hôpital pénitentiaire de Colibaşi où il subit divers examens, dont un électrocardiogramme. Le certificat rédigé à sa sortie de l’hôpital indique qu’il souffrait d’une broncho-pneumopathie chronique obstructive, d’une cardiopathie ischémique chronique avec extrasystole ventriculaire, des séquelles d’un ancien infarctus du myocarde, d’une tachycardie sinusale et d’un hémibloc antérieur gauche, ainsi que d’une hépatite chronique persistante. Le traitement prescrit comprenait notamment des médicaments antiarythmiques, tels le Verapamil et le Nitropector, des bronchodilatateurs et des vitamines.", "15.  Le requérant retourna à la prison d’Aiud le 27 mars 2001. Son dossier médical indique qu’il fut vu par les médecins généralistes O.S. et A.C. le 12 avril, les 17 et 28 mai, le 14 juin, le 9 juillet et le 2 août 2001. Le diagnostic indiqué était broncho-pneumopathie chronique obstructive, le requérant se voyant administrer des médicaments essentiellement pour cette maladie. Le 14 juin 2001, les médecins indiquèrent que le requérant avait attrapé la gale et, le 2 août 2001, ils diagnostiquèrent une cirrhose hépatique.", "16.  Le 20 août 2001, les médecins de la prison d’Aiud, présumant une hépatite chronique, adressèrent le requérant à l’hôpital municipal d’Aiud pour des analyses.", "17.  A la suite de ces analyses, le requérant fut examiné le 24 août 2001 par deux chirurgiens qui estimèrent qu’il souffrait d’une cirrhose hépatique et devait être vu par un spécialiste en médecine interne. Le chirurgien B. envisagea un traitement chirurgical (shunt porto-cave). Le même jour, le spécialiste en médecine interne indiqua que l’intéressé souffrait d’une cirrhose hépatique décompensée, d’une cardiopathie ischémique et d’une broncho-pneumopathie chronique obstructive, et recommanda son hospitalisation dans l’hôpital pénitentiaire de Jilava (Bucarest) pour faire préciser l’étiologie de la cirrhose hépatique.", "18.  Le dossier médical ne contient aucune référence quant au suivi médical du requérant et au traitement administré à celui-ci entre le 24 août et le 7 septembre 2001, à l’exception d’une brève annotation le 4 septembre 2001. A cette date, le requérant, examiné par le médecin O.S., se vit prescrire du Paracétamol et de l’Ampicilline pour une « infection aiguë des voies respiratoires supérieures ».", "19.  Le 31 août 2001, le requérant, se fondant sur l’article 455 du code de procédure pénale, engagea une procédure visant à suspendre l’exécution de la peine de prison.", "20.  Le 7 septembre 2001, l’intéressé, toujours détenu à la prison d’Aiud, fut envoyé à l’hôpital pénitentiaire de Dej « pour surveillance médicale et traitement » jusqu’à l’issue de la procédure visant à suspendre l’exécution de la peine. Les médecins de l’hôpital décélèrent, outre les affections relevées dans les diagnostics précédemment établis, une péritonite primitive. Sur la feuille d’observations, le docteur P. nota que, depuis plus de trois mois, le patient présentait une forte asthénie, une perte de poids, une augmentation du volume de l’abdomen et une dyspnée, laquelle avait évolué vers une dyspnée au repos. Le dernier mois, les médecins relevèrent aussi de la fièvre et des vomissements bilieux ou ayant une apparence de marc de café. Avant son hospitalisation, l’intéressé avait également eu des vomissements de sang (hématémèse).", "21.  A l’hôpital pénitentiaire de Dej, le requérant se vit, après diverses analyses, administrer des perfusions, des médicaments hépatoprotecteurs et hémostatiques, des antibiotiques et des vitamines. Selon la fiche d’observations, il fut vu par un médecin la nuit du 7 au 8 septembre 2001 à 22 heures et à 3 h 45. On lui administra des calmants et des analgésiques. Le 8 septembre 2001, à 8 heures, il s’exprimait de manière confuse et avait des difficultés à parler. On continua de lui administrer le traitement. Le requérant décéda à 12 h 15 à la suite d’un coma hépatique et d’un arrêt cardio-respiratoire.", "22.  Le 10 septembre 2001, le parquet près le tribunal de première instance de Dej ordonna qu’une expertise médico-légale soit effectuée pour déterminer la cause médicale du décès et l’existence éventuelle de lésions corporelles. Le rapport médico-légal rédigé le 8 octobre 2001 indiquait, sur la base d’une autopsie réalisée le 10 septembre 2001, que le décès était dû à une insuffisance hépato-rénale sur fond de cirrhose hépatique compliquée d’une péritonite primitive et d’une hémorragie digestive supérieure.", "23.  Le 15 octobre 2001, après avoir résumé le diagnostic et le traitement qui avait été administré les 7 et 8 septembre 2001, le parquet rendit un nonlieu, concluant que le décès du requérant avait eu une cause non violente et que les faits en question n’étaient pas de nature pénale.", "24.  Dans un procès-verbal d’une page, daté du 27 février 2004 et présenté par le Gouvernement en annexe à ses observations, une commission médicale conclut, après avoir résumé en deux paragraphes l’évolution des maladies dont souffrait l’intéressé depuis sa condamnation jusqu’à son décès, que l’attitude thérapeutique avait été appropriée et que le décès était survenu à la suite des complications prévisibles.", "C.  Les conditions de détention du requérant dans la prison d’Aiud", "1.  La version du requérant", "25.  D’après le requérant, dès son retour à la prison d’Aiud le 23 juillet 1998, il fut placé durant quatre jours dans une cellule d’isolement sale dans laquelle l’eau s’infiltrait en permanence. Il fut ensuite transféré dans une autre cellule où il resta jusqu’au 27 avril 2000. Celle-ci avait une surface de 2,50 m sur 4,25 m. S’y trouvaient six lits et des toilettes uniques sans cloison. Il y avait habituellement six ou sept détenus dans la cellule. Il était arrivé que, parmi ses compagnons de cellule, certains souffrissent de maladies de la peau. La cellule était éclairée par des néons allumés en permanence. Elle était mal aérée et il y régnait une odeur suffocante à cause des toilettes. Les lits étaient cassés, et les draps et les couvertures étaient en mauvais état et très sales. Les détenus recevaient très peu de savon et se retrouvaient à deux ou trois sous la même douche. Ils ne recevaient ni dentifrice ni crème à raser ni lessive pour laver leurs sous-vêtements, dont le lavage n’était pas pris en charge par la prison. S’il arrivait – rarement – qu’ils bénéficient d’eau chaude pour laver leur linge, ils devaient ensuite le faire sécher dans la cellule. Il était arrivé qu’un fonctionnaire de la prison vienne jeter le linge par terre au motif qu’il était trop propre. La nourriture était insuffisante et très mauvaise (par exemple, de la betterave et du chou aigres, extrêmement salés ou même pourris, du pain aigre, etc.). Le requérant évitait de trop se plaindre par crainte d’être transféré dans une des cellules spéciales d’isolement, et de toute façon ses doléances auprès de l’administration de la prison n’avaient eu aucun résultat.", "", "", "", "", "2.  La version du Gouvernement", "26.  Selon le Gouvernement, qui s’appuie sur une lettre du 11 octobre 2004 de l’administration nationale des établissements pénitentiaires (ANP), le requérant fut détenu dans la prison d’Aiud dans une cellule à six lits, partagée avec cinq autres personnes, longue de 3,80 m, large de 2 m et haute de 3,20 m. Chaque cellule de cette prison bénéficiait d’accès à la lumière du jour et d’une aération naturelle. Il y avait le chauffage central, l’électricité, l’eau potable et des toilettes (« non protégées »), et les conditions d’hygiène et sanitaires étaient appropriées. La lettre de l’ANP précise à ce propos que des travaux avaient été engagés en 2004 afin de moderniser la prison, de créer deux cellules à partir de trois anciennes cellules et de les doter d’un groupe sanitaire distinct, comportant une douche. Pour ce qui était de la lumière artificielle, elle restait allumée la nuit pour permettre au surveillant de prévenir des incidents provoqués par les détenus. Par ailleurs, l’administration de la prison veillait à ce que les lits soient en bon état, avec des draps, des oreillers et des couvertures propres. Le linge était lavé dans les locaux de la prison une fois par semaine afin de prévenir l’apparition de maladies de la peau telles que la gale, et les détenus étaient fournis en produits d’hygiène, conformément à la réglementation en vigueur. Enfin, l’intéressé avait bénéficié du droit de visite et de la possibilité de se promener et de se reposer, conformément aux dispositions légales.", "D.  Incident survenu le 4 décembre 2000 dans la prison de Mărgineni", "27.  Selon le requérant, le 4 décembre 2000, il fut sorti de sa cellule de la prison de Mărgineni, où il avait été transféré le 27 avril 2000, pour être emmené avec d’autres détenus à l’hôpital pénitentiaire de Colibaşi. En réponse à leur demande de voir le directeur pour connaître la raison du transfert, un gardien avait pulvérisé du gaz lacrymogène, tout en sachant qu’il s’agissait de détenus malades, pour les forcer à monter dans la voiture.", "28.  Selon le Gouvernement, le requérant était informé de la raison de son transfert à l’hôpital, vu la gravité des maladies dont il souffrait. Quant à l’intervention du gardien, elle aurait été justifiée par l’opposition ferme des détenus au transfert. En tout état de cause, les détenus ne se seraient plaints d’aucune conséquence sur le plan médical.", "E.  Faits relatifs à la correspondance du requérant avec la Cour", "1.  Faits relatifs à l’envoi des copies des documents requis par la Cour", "29.  Par des lettres du 8 septembre, du 25 octobre et du 4 novembre 1999 et du 3 janvier 2000, le requérant, invité par le greffe à envoyer des copies des documents pertinents afin que sa requête puisse être examinée par la Cour, se plaignit qu’il ne pouvait pas les obtenir car l’administration de la prison d’Aiud lui demandait de les payer et qu’il n’avait pas l’argent nécessaire. En outre, on lui avait précisé que, s’il maintenait sa demande de copies, il risquait de compliquer sa vie en prison et de se voir transférer dans une section à régime restrictif. L’administration lui avait également refusé de copier lui-même les documents en question (essentiellement trois décisions pénales et une fiche de renseignements médicaux) en alléguant leur caractère confidentiel. Par ailleurs, sur une demande du 19 octobre 1999 présentée à l’administration de la prison, dans laquelle le requérant invoquait l’article 34 de la Convention, la direction de la prison indiquait que l’intéressé devait payer le coût des photocopies demandées et ordonnait la vérification de son solde. La lettre porte une mention indiquant qu’il disposait en octobre 1999, à la prison d’Aiud, d’environ 2 850 lei roumains (ROL), soit 0,15 EUR.", "30.  Par une lettre du 11 janvier 2000, le requérant envoya les copies des documents requis, en précisant que celles-ci lui avaient été données par l’administration de la prison après la grève de la faim qu’il avait menée du 27 décembre 1999 au 5 janvier 2000. Le Gouvernement dément que l’intéressé ait fait une grève de la faim à ces dates.", "2.  Faits relatifs à l’envoi d’un formulaire de requête et à l’obtention du nécessaire pour la correspondance avec la Cour", "a)  La version du requérant", "31.  Par une lettre du 8 septembre 1999, le requérant informa la Cour que, étant sans famille et sans ressources, il rencontrait des difficultés pour obtenir des enveloppes et des timbres pour sa correspondance relative à sa requête. Dans des lettres du 13 mars, du 10 avril, du 8 mai et du 6 juin 2000, il souligna qu’il avait bien reçu le formulaire de requête de la Cour le 1er février 2000, et qu’il l’avait complété et remis pour envoi à un gardien de la prison d’Aiud, le 14 février 2000. Ayant appris par la lettre du greffe du 10 mai 2000 que ce premier formulaire n’était pas arrivé à destination, il déposa des plaintes pour violation de la correspondance auprès de l’administration de la prison d’Aiud, prévenant celle-ci qu’il entamerait une grève de la faim si la situation n’était pas clarifiée. Le 26 avril 2000, ayant constaté que l’enveloppe en cause n’était pas arrivée au service « sortie du courrier » de la prison, la direction de la prison promit d’éclaircir le cas dans les plus brefs délais. Le lendemain, le requérant fut transféré sans aucune justification à la prison de Mărgineni.", "32.  Par une lettre du 6 juin 2000, il renvoya à la Cour, complété et signé, le formulaire de requête que celle-ci lui avait renvoyé le 10 mai 2000.", "33.  Par des lettres du 10 août 2000, du 24 janvier et du 10 mai 2001, il précisa qu’il était obligé de vendre à d’autres détenus une partie de la nourriture qu’il recevait en prison pour s’acheter des timbres afin de maintenir sa correspondance avec la Cour. Dans sa dernière lettre du 10 mai 2001, il indiqua que, dès son retour à la prison d’Aiud en mars 2001, le directeur V. lui avait demandé quelles étaient ses intentions au sujet de sa requête devant la Cour. Il avait précisé que ses plaintes ne mèneraient à rien, qu’il ne lui accorderait plus d’aide tant qu’il serait directeur et qu’il allait « s’occuper de lui ». A la suite de quoi l’administration de la prison d’Aiud avait rejeté, pendant un mois et demi, la demande du requérant en papier, timbres et enveloppe qui devaient lui permettre d’informer la Cour de son nouveau transfert.", "b)  La version du Gouvernement", "34.  Selon le Gouvernement (observations du 8 novembre 2004), qui s’appuyait sur des vérifications par l’ANP, l’intéressé avait bénéficié chaque fois du papier et des enveloppes nécessaires à sa correspondance avec la Cour et ses lettres n’avaient pas été retenues par la prison d’Aiud. Cependant, comme les registres relatifs à la distribution du matériel pour la correspondance et aux demandes des détenus à ce titre ne sont conservés que durant deux ans, il n’existait plus de données concernant le nombre d’enveloppes et de timbres fournis au requérant. De toute manière, selon le Gouvernement, l’intéressé n’avait fait aucune demande auprès de l’administration de la prison d’Aiud au sujet de son droit à la correspondance.", "35.  S’agissant du transfert du requérant le 27 avril 2000 de la prison d’Aiud à celle de Mărgineni, le Gouvernement explique, en l’absence du rapport motivé qui avait été rédigé à l’époque des faits par l’administration de la première prison, qu’il ressort des données encore disponibles de cette prison – lesquelles n’ont pas été fournies à la Cour – que ce transfert avait été décidé du fait de l’influence négative du requérant sur ses codétenus.", "36.  A ses observations du 17 décembre 2007, le Gouvernement joignit, à la demande de la Cour, plusieurs documents relatifs aux demandes faites par le requérant pour la délivrance de copies de documents (prison d’Aiud, le 19 octobre 2000) et pour l’envoi de sa correspondance à la Cour (prison de Mărgineni, les 10 et 26 mai 2000, ainsi que le 12 février et le 12 mars 2001). Il en ressort que ses demandes précitées faites à la prison de Mărgineni avaient été accueillies favorablement.", "F.  Plaintes pénales du requérant", "37.  Le 7 septembre et le 27 novembre 1998, le requérant déposa auprès du parquet militaire de Cluj des plaintes pénales contre le médecin major O.S. et le médecin lieutenant-colonel A.C., dans lesquelles sont décrits les faits relatifs au défaut d’assistance médicale adéquate (paragraphe 12 cidessus). Le 1er avril 1999, le procureur militaire B., lieutenant-colonel, se rendit à la prison d’Aiud et entendit le requérant et les deux médecins. L’intéressé précisa que le traitement nécessaire ne lui était administré qu’en cas d’intervention de la direction de la prison, dont il indiqua le nom de cinq personnes.", "38.  Par une décision de non-lieu du 20 octobre 1999, confirmée par le parquet militaire de Bucarest le 27 mars 2001, le procureur militaire B. rejeta la plainte pénale du requérant, considérant qu’il ne ressortait pas des déclarations des médecins et de l’intéressé et de la fiche médicale de celui-ci que les faits allégués étaient réels.", "39.  Le 25 mars 2003, le procureur V. classa sans suite deux plaintes pénales similaires déposées par le requérant le 22 janvier et le 19 février 2001, dans lesquelles ce dernier avait dénoncé un incident dans le respect du droit à la correspondance à la prison de Mărgineni (retard allégué dans l’acheminement d’une lettre, causé notamment par le fait qu’un gardien avait demandé la confirmation par la direction de la prison du droit de l’intéressé de se voir fournir des timbres gratuitement). Le procureur précisa que le requérant n’avait pas persisté ni fourni de détails au sujet des faits en question, et qu’en tout état de cause il était décédé le 8 septembre 2001.", "II.  LE DROIT INTERNE PERTINENT", "40.  Les dispositions pertinentes en l’espèce du code de procédure pénale (CPP) concernant les recours disponibles pour contester une décision du parquet sont décrites dans l’arrêt Dumitru Popescu c. Roumanie (no 1) (no 49234/99, §§ 43-45, 26 avril 2007).", "41.  Par ailleurs, les articles 453 et 455 CPP prévoient que l’exécution de la peine d’emprisonnement peut être interrompue pour une période déterminée, entre autres lorsqu’il est constaté par les tribunaux, sur la base d’une expertise médicale, que le condamné souffre d’une maladie qui le place dans l’impossibilité d’exécuter sa peine. Les tribunaux peuvent être saisis d’une demande à ce titre par le détenu, son épouse ou son avocat ainsi que par le procureur.", "42.  A l’époque des faits, la loi no 23/1969 sur l’exécution des peines de prison prévoyait brièvement, dans son article 17, le droit des détenus à l’assistance médicale.", "A partir de l’ordonnance d’urgence du Gouvernement no 56/2003 du 25 juin 2003 concernant les droits des personnes exécutant une peine privative de liberté (« l’OUG no 56/2003 »), le droit à l’assistance médicale (traitement, médicaments, etc.) dispensée gratuitement et par un personnel qualifié fut expressément garanti (article 12). Les détenus pouvaient saisir le tribunal de première instance d’une plainte contre « les mesures » de l’administration pénitentiaire relatives à l’exercice de leurs droits, dans un délai de dix jours (article 3). L’OUG no 56/2003 a été abrogée et remplacée par la loi no 275, publiée au Journal officiel du 20 juillet 2006 et entrée en vigueur le 20 octobre 2006 (« la loi no 275/2006 »), qui a repris dans ses articles 38 et 50 les dispositions susmentionnées, prévoyant de surcroît la compétence du juge de l’exécution des peines de prison pour l’examen de telles plaintes.", "43.  Les dispositions concernant le statut des policiers et des procureurs militaires figurent dans l’arrêt Barbu Anghelescu c. Roumanie (no 46430/99, § 40, 5 octobre 2004 ; voir aussi Notar c. Roumanie, no 42860/98 (déc.), 13 novembre 2003).", "44.  Les dispositions internes concernant le droit à la correspondance, à savoir la loi no 23/1969 précitée et son règlement d’application, telles qu’elles étaient en vigueur à l’époque des faits, sont décrites dans l’arrêt Petra c. Roumanie (23 septembre 1998, Recueil des arrêts et décisions 1998-VII, §§ 25-26) ; l’article 10 de l’arrêté no 2036/C du 24 novembre 1997 du ministère de la Justice, non publié, est cité dans l’affaire Mocanu c. Roumanie (déc.) (no 56489/00, 24 mai 2006). Ces dispositions ont été abrogées par l’OUG no 56/2003, qui prévoyait qu’à défaut de ressources du détenu les dépenses occasionnées par la correspondance que celui-ci entretient avec les organes judiciaires, les tribunaux, les organisations internationales reconnues par la Roumanie ou avec sa famille ou son avocat étaient à la charge de l’établissement pénitentiaire (article 8 § 5).", "45.  Les conclusions du Comité européen pour la prévention de la torture (CPT) rendues à la suite des visites effectuées dans des prisons de Roumanie, tout comme les observations à caractère général du CPT, sont résumées dans l’arrêt Bragadireanu c. Roumanie (no 22088/04, §§ 73-76, 6 décembre 2007). Par ailleurs, les paragraphes pertinents de la Recommandation (98)7 du Comité des Ministres du Conseil de l’Europe relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire, adoptée le 8 août 1998, sont reproduits dans l’arrêt Huylu c. Turquie (no 52955/99, § 53, 16 novembre 2006).", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DES ARTICLES 2 ET 3 DE LA CONVENTION", "46.  Invoquant en substance les articles 2 et 3 de la Convention, le requérant alléguait que les défauts et négligences des autorités dans l’administration des soins médicaux requis, notamment dans la prison d’Aiud, étaient constitutifs d’un traitement inhumain et mettaient sa vie en danger. Il alléguait aussi l’absence d’une enquête effective à cet égard. Par ailleurs, sur le fondement de l’article 3 de la Convention, le requérant se plaignait des conditions de détention dans la prison d’Aiud et de l’incident survenu le 4 décembre 2000 à la prison de Mărgineni. Les articles 2 et 3 de la Convention précités sont ainsi libellés dans leurs parties pertinentes en l’espèce :", "Article 2", "« Le droit de toute personne à la vie est protégé par la loi. »", "Article 3", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "47.  Le Gouvernement combat ces thèses.", "A.  Sur la recevabilité", "48.  Le Gouvernement excipe du non-épuisement par le requérant des voies de recours internes. S’agissant de l’absence de traitement médical adéquat et des conditions de détention, il soutient que l’intéressé aurait dû saisir plus rapidement les tribunaux d’une demande de suspension de l’exécution de sa peine de prison en vertu de l’article 455 CPP, sa demande du 31 août 2001 ayant été faite trop tard. Il fait référence à cet égard aux affaires Mouisel c. France (no 67263/01, CEDH 2002-IX) et Matencio c. France (no 58749/00, 15 janvier 2004). En outre, concernant sa plainte pénale contre les médecins de la prison d’Aiud, il considère que le requérant aurait dû saisir les tribunaux internes d’une plainte contre la décision de non-lieu rendue par le parquet, en vertu de l’article 278 CPP tel qu’interprété par la Cour constitutionnelle dans sa décision no 486/1997. Enfin, il avance que le requérant n’a nullement saisi le parquet d’une plainte pénale pour dénoncer les mauvais traitements auxquels il alléguait avoir été soumis le 4 décembre 2000.", "49.  Pour ce qui est du premier volet de l’exception invoquée par le Gouvernement, la Cour observe que le recours fondé sur l’article 455 CPP ne concerne pas les conditions de détention, mais l’incompatibilité entre l’état de santé d’un détenu et son maintien en détention. Or elle relève qu’à la différence des affaires citées par le Gouvernement et de la situation concernée par l’article 455 CPP, les griefs du requérant ne portaient pas sur une telle incompatibilité, mais sur les défauts et les négligences des autorités dans l’administration de soins médicaux appropriés qu’elles auraient dû et pu lui fournir. De l’avis de la Cour, il serait excessif de reprocher à un détenu dans une telle situation, de surcroît sans famille et sans ressources, de n’avoir pas fait constater l’incompatibilité de sa détention avec son état de santé dans le but de se voir soigner en état de liberté, alors qu’il n’a jamais allégué cette incompatibilité. Par ailleurs, la Cour rappelle avoir, dans une autre affaire, examiné séparément les griefs tirés, d’une part, des défaillances en prison dans l’administration des soins médicaux requis et, d’autre part, d’un état de santé prétendument incompatible avec une détention ordinaire, et avoir accueilli – à l’égard de ce dernier grief – une exception du Gouvernement fondée sur les articles CPP précités (I.T. c. Roumanie (déc.), no 40155/02, 24 novembre 2005).", "50.  S’agissant du défaut de contestation par le requérant devant les tribunaux internes du non-lieu du 27 mars 2001, la Cour rappelle avoir déjà jugé que le recours prévu par la décision de la Cour constitutionnelle du 2 décembre 1997 relative à l’article 278 CPP n’était pas effectif (Rupa c. Roumanie (déc.), no 58478/00, §§ 88-90, 14 décembre 2004, et Forum maritime c. Roumanie, nos 63610/00 et 38692/05, § 107, 4 octobre 2007). Elle ne voit aucune raison d’aboutir à une autre conclusion en l’espèce.", "51.  Partant, il convient de rejeter l’exception du Gouvernement pour autant qu’elle concerne les griefs relatifs aux conditions de détention et à l’administration des soins médicaux requis en prison (volets matériel et procédural).", "52.  En revanche, la Cour observe avec le Gouvernement que le requérant n’a pas fourni la preuve qu’il eût saisi le parquet d’une plainte pénale pour dénoncer l’incident du 4 décembre 2000, afin que les autorités puissent mener une enquête à cet égard. Partant, il convient d’accueillir l’exception du Gouvernement et de rejeter le grief présenté par le requérant à ce titre, en application de l’article 35 §§ 1 et 4 de la Convention.", "53.  S’agissant du restant des griefs du requérant tirés des articles 2 et 3 de la Convention (obligations positives de l’État en matière d’administration de soins médicaux requis, d’enquête effective et de conditions de détention), la Cour constate que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "54.  Eu égard aux faits de la cause, et notamment au décès du requérant, la Cour examinera les deux premiers griefs susmentionnés d’abord sous l’angle de l’article 2 de la Convention (voir, mutatis mutandis, Taïs c. France, no 39922/03, § 81, 1er juin 2006) avant d’apprécier s’il s’impose également d’examiner ces griefs sur le terrain de l’article 3 de la Convention et d’analyser sous l’angle de cet article le troisième grief précité.", "1.  Sur l’obligation matérielle de protéger la vie", "55.  Renvoyant aux faits pertinents, le Gouvernement soutient que les autorités ont rempli leur obligation positive de protéger la vie du requérant, en lui fournissant tout au long de sa détention des soins médicaux adéquats à même de prévenir une issue fatale. Notant les maladies dont souffrait le requérant et le traitement dont il a bénéficié notamment les 7 et 8 septembre 2001, le Gouvernement met en avant que le décès de l’intéressé n’a pas été dû à une cause violente et que les autorités ont fourni une explication concrète et convaincante à cet égard (paragraphes 22 et 23 cidessus). En outre, il rappelle que l’État roumain a adopté une législation adéquate pour protéger le droit à la vie des détenus malades (articles 453-455 CPP et OUG no 56/2003).", "56.  La Cour réitère d’emblée que la première phrase de l’article 2 § 1 astreint l’État non seulement à s’abstenir de provoquer la mort de manière volontaire et irrégulière, mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (Taïs, précité, § 96, Keenan c. Royaume-Uni, no 27229/95, § 89, CEDH 2001III, et L.C.B. c. RoyaumeUni, 9 juin 1998, Recueil 1998-III, § 36).", "57.  L’obligation de protéger la vie des personnes détenues implique également de leur dispenser avec diligence les soins médicaux à même de prévenir une issue fatale (Taïs, précité, § 98, et Anguelova c. Bulgarie, no 38361/97, § 130, CEDH 2002IV). Le manque de soins médicaux appropriés peut constituer ainsi un traitement contraire à la Convention (Huylu, précité, § 58).", "58.  En l’espèce, la Cour relève qu’il n’est pas contesté que le requérant s’est trouvé à partir de 1994 sous le contrôle des autorités, qui étaient au courant de ses antécédents médicaux (hépatite chronique éthylique et ulcère duodénal chronique) et des autres affections graves décelées au cours de la détention (paragraphes 9-11 et 13-14 ci-dessus), et du fait que son état de santé nécessitait une surveillance et un traitement médicaux continus et appropriés (voir, mutatis mutandis, Tarariyeva c. Russie, no 4353/03, § 76, 14 décembre 2006). Pour apprécier le respect par les autorités de leurs obligations positives imposées par l’article 2, la Cour examinera la manière dont, notamment dans les mois précédant le décès de l’intéressé, les autorités pénitentiaires ou médicales ont dispensé les soins médicaux requis par l’état de santé physique du requérant, état dont la gravité n’a pas pu, ou n’aurait pas dû, échapper aux autorités internes compétentes (Huylu, précité, § 60). A ce titre, la Cour observe que la principale cause du décès du requérant a été une insuffisance hépatorénale sur fond de cirrhose hépatique, et que les complications ayant entraîné le décès de l’intéressé ont été qualifiées de « prévisibles » par une commission médicale (paragraphes 22 et 24 ci-dessus).", "59.  La Cour observe ensuite que, dans son dossier médical, le requérant figurait au moins depuis 1994 avec une hépatite chronique (éthylique) et, depuis le 14 décembre 2000, avec une hépatite chronique qualifiée de persistante par les médecins de l’hôpital pénitentiaire de Colibaşi. Néanmoins, il ressort du dossier et des dires du Gouvernement que, pendant plusieurs mois en 2001, dans la prison d’Aiud, le requérant n’a pas reçu de traitement spécifique et adéquat pour cette maladie, mais qu’il a été traité principalement pour la broncho-pneumopathie dont il souffrait également (paragraphe 15 ci-dessus). La Cour relève que ce n’est que le 20 août 2001 que les médecins de la prison d’Aiud, « présumant » une hépatite chronique, ont envoyé le requérant à l’hôpital municipal d’Aiud pour y effectuer des analyses ; or, entre-temps, le 2 août 2001, le diagnostic s’était déjà alourdi, faisant état d’une cirrhose hépatique.", "60.  Par ailleurs, il ressort de la feuille d’observations du 7 septembre 2001 du docteur P. de l’hôpital pénitentiaire de Dej, soit le jour de l’hospitalisation du requérant et la veille de son décès, que les autorités pénitentiaires et médicales de la prison d’Aiud étaient au courant des symptômes de l’intéressé (forte asthénie, perte de poids, augmentation du volume de l’abdomen, etc.), y compris des symptômes les plus récents, à savoir une dyspnée au repos, de la fièvre, des vomissements bilieux ou ayant une apparence de marc de café et des vomissements de sang (hématémèse).", "61.  Or la Cour relève que, si le requérant a été finalement examiné par deux chirurgiens et un spécialiste de médecine interne le 24 août 2001, aucune des mesures préconisées par ceux-ci n’ont été suivies par les autorités en charge de l’intéressé, malgré l’état de santé de celui-ci qui exigeait certainement une surveillance médicale et des traitements continus et appropriés (voir, mutatis mutandis, Tarariyeva, précité, § 82 in fine). En effet, non seulement le requérant n’a pas été hospitalisé à l’hôpital pénitentiaire de Jilava (Bucarest) pour faire préciser l’étiologie de la cirrhose hépatique et n’a pas bénéficié du traitement chirurgical envisagé par les médecins susmentionnés, mais il a au contraire été placé dans sa cellule jusqu’à la veille de son décès et, selon son dossier médical, n’a pas reçu les soins médicaux requis par les graves maladies dont il souffrait (paragraphes 17 et 18 ci-dessus). Hospitalisé tardivement le 7 septembre 2001 à l’hôpital pénitentiaire de Dej « pour surveillance médicale et traitement », le requérant décéda le lendemain, malgré les soins prodigués par l’équipe de l’hôpital.", "62.  Au vu de ce qui précède et compte tenu de la responsabilité qui incombe aux autorités carcérales et médicales, la Cour estime que les autorités de la prison d’Aiud n’ont pas réagi avec la diligence nécessaire pour apporter au requérant les soins médicaux requis, malgré le dossier médical de celui-ci, son état de santé et ses symptômes, et les recommandations des médecins spécialistes. De ce fait, les autorités en cause ont manqué gravement à leur obligation de protéger la santé d’une personne privée de liberté.", "63.  Dès lors, la Cour considère que les autorités nationales n’ont pas assuré une prise en charge effective de l’état de santé du requérant (voir, mutatis mutandis, Huylu, précité, § 67). Elle conclut que la manière dont les autorités carcérales et médicales d’Aiud se sont occupées du requérant a enfreint l’obligation positive qui leur incombait au titre de l’article 2 de la Convention.", "64.  Partant, il y a eu violation de l’article 2 de la Convention sous son volet matériel.", "2.  Sur l’obligation procédurale de mener une enquête effective", "65.  Le Gouvernement soutient que les autorités ont mené d’office une enquête effective, de nature à permettre d’établir les circonstances du décès du requérant et d’identifier les éventuelles responsabilités des personnes chargées de surveiller son état de santé. A cet égard, il souligne que le procureur a ordonné d’office le 10 septembre 2001 une autopsie, qui fut réalisée le même jour, qu’il n’était pas subordonné à l’égard de l’administration pénitentiaire et que, sur la base du rapport médico-légal, il a rendu un non-lieu, estimant que le décès n’avait pas été causé par des faits de nature pénale, mais par les maladies dont souffrait le requérant. En outre, il fait valoir que, dans un procès-verbal du 27 février 2004, une commission médicale a établi les raisons du décès de l’intéressé.", "66.  La Cour réitère que, lorsqu’il y a eu mort d’homme dans des circonstances susceptibles d’engager la responsabilité de l’État, l’article 2 implique pour celui-ci le devoir d’assurer, par tous les moyens dont il dispose, une réaction adéquate – judiciaire ou autre – pour que le cadre législatif et administratif instauré aux fins de la protection de la vie soit effectivement mis en œuvre et pour que, le cas échéant, les violations du droit en jeu soient réprimées et sanctionnées (voir, mutatis mutandis, Paul et Audrey Edwards c. Royaume-Uni, no 46477/99, § 54, CEDH 2002II, et Perk et autres c. Turquie, no 50739/99, § 54, 28 mars 2006). Sur ce point, la Cour a déjà énoncé que si l’atteinte au droit à la vie ou à l’intégrité physique n’était pas intentionnelle, l’obligation positive de mettre en place « un système judiciaire efficace » n’exigeait pas nécessairement, dans tous les cas, des poursuites pénales, et que pareille obligation pouvait être remplie si des voies de droit civiles, administratives ou même disciplinaires étaient ouvertes aux intéressés (Öneryıldız, no 48939/99, CEDH 2004-XII, §§ 91 et 92).", "67.  En l’espèce, la Cour observe que le parquet a ouvert d’office et de manière diligente une enquête pour examiner les causes immédiates du décès du requérant, ordonnant la réalisation d’un rapport médico-légal. Néanmoins, étant donné le cadre très restreint de cette enquête, elle ne saurait être d’accord avec le Gouvernement qui soutient que l’enquête était de nature à permettre d’identifier les éventuelles responsabilités des personnes chargées de surveiller l’état de santé de l’intéressé.", "68.  En effet, la Cour relève que l’enquête en cause s’est limitée à constater que le décès du requérant n’avait pas eu de cause violente, qu’il était dû aux maladies dont souffrait l’intéressé et que le corps ne présentait aucune trace de violence. Le procureur chargé de l’enquête s’est borné à prendre note du traitement médical de l’intéressé les 7 et 8 septembre 2001, sans s’attacher à la manière dont celui-ci avait été traité au cours de la période antérieure à son hospitalisation et à l’état critique dans lequel il avait été amené à l’hôpital de Dej, directement depuis sa cellule. Il n’a ainsi nullement examiné si les personnes chargées de surveiller l’état de santé du requérant dans la prison d’Aiud étaient éventuellement responsables de négligences dans l’exercice de leurs fonctions et de défaillances dans leur devoir de protection de la vie de l’intéressé.", "69.  La Cour estime qu’une telle enquête ne saurait être qualifiée d’effective et approfondie : en effet, son objet ayant été limité au traitement assuré dans l’hôpital où le détenu mourant avait été amené, elle était susceptible de méconnaître la négligence des autorités pénitentiaires qui avaient l’obligation de fournir à l’intéressé, pour la période antérieure au décès, des soins médicaux continus à même de prévenir une issue fatale.", "70.  Par ailleurs, la Cour note que, le 27 février 2004, une commission médicale a dressé un procès-verbal dans lequel elle concluait, après avoir résumé brièvement l’évolution de l’état de santé du requérant, que l’attitude thérapeutique avait été appropriée et que le décès de l’intéressé était survenu à la suite de complications prévisibles. Or un tel constat – réalisé après la communication de la requête par la Cour et plus de deux ans après la fin de l’enquête précitée – ne cadre pas avec la nécessité de mener une enquête effective et avec célérité, et ne saurait donc remédier aux défauts constatés ci-dessus dans l’enquête.", "71.  En conséquence, la Cour conclut que les autorités n’ont pas rempli leur obligation de mener une enquête effective de nature à permettre d’identifier les éventuelles responsabilités des personnes chargées de surveiller l’état de santé du requérant et de lui fournir des soins médicaux adéquats, à même de prévenir une issue fatale.", "72.  Partant, il y a eu aussi violation de l’obligation procédurale de l’article 2 de la Convention.", "73.  Au vu des conclusions qui précèdent (paragraphes 63-64 et 71-72 cidessus), la Cour considère qu’il n’y a pas lieu d’examiner de surcroît le fond du grief tiré de l’article 3 de la Convention et relatif au défaut des autorités d’administrer au requérant le traitement médical requis (voir, mutatis mutandis, Tarariyeva, précité, § 105).", "3.  Sur les conditions de détention du requérant dans la prison d’Aiud", "74.  Le Gouvernement soutient que les conditions de détention du requérant dans la prison d’Aiud ont été adéquates, tel qu’il ressort de la lettre du 11 octobre 2004 de l’ANP (paragraphe 26 ci-dessus).", "75.  La Cour réitère que l’article 3 impose à l’État de s’assurer que tout prisonnier est détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine, que les modalités d’exécution de la mesure ne soumettent pas l’intéressé à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention et que, eu égard aux exigences pratiques de l’emprisonnement, la santé et le bien-être du prisonnier sont assurés de manière adéquate (Kudła c. Pologne [GC], no 30210/96, §§ 92-94, CEDH 2000-XI).", "76.  La Cour note qu’en l’espèce, certains aspects des conditions de détention du requérant à la prison d’Aiud font l’objet d’une controverse entre les parties. Cependant, elle estime que, même ainsi, elle est en mesure de procéder à une appréciation de l’affaire en s’appuyant sur les éléments que le Gouvernement ne conteste pas.", "77.  Ainsi, elle relève que, selon les renseignements fournis par l’administration des établissements pénitentiaires, pendant la quasi-totalité de la durée de sa détention dans la prison d’Aiud, qui était déjà d’environ trois ans au moment où le requérant a saisi la Cour de sa requête, celui-ci a dû partager une cellule de 7,60 m2 avec cinq autres détenus, bénéficiant ainsi d’un espace de seulement 1,25 m2, insuffisant selon les critères établis par la jurisprudence de la Cour sur l’article 3 ou par le CPT (voir, entre autres, Khudoyorov c. Russie, no 6847/02, §§ 104 et suivants, 8 novembre 2005, et Mikadze c. Russie, no 52697/99, § 116, 7 juin 2007).", "78.  Par ailleurs, la Cour observe que, dans la cellule en question, le requérant était obligé d’utiliser des toilettes « non protégées » ; en l’absence d’autres précisions de la part du Gouvernement et compte tenu de la taille de la cellule, cela implique que le requérant devait utiliser celles-ci à proximité d’autres détenus et était présent lorsque ses compagnons de cellule les utilisaient à leur tour. Partant, la Cour estime que les allégations du requérant à cet égard se trouvent étayées (paragraphes 25-26 ci-dessus). De plus, tout en notant avec satisfaction les améliorations qui ont, sembletil, été apportées dans ce domaine dans la prison d’Aiud après 2004 (paragraphe 26 ci-dessus), la Cour considère que cela n’enlève rien à la situation inacceptable que l’intéressé a manifestement dû endurer à l’époque des faits (voir, mutatis mutandis, Kalachnikov c. Russie, no 47095/99, § 99, CEDH 2002-VI).", "79.  Enfin, la Cour ne saurait non plus considérer que les allégations du requérant concernant les conditions sanitaires et d’hygiène en vigueur à l’époque des faits n’ont pas de fondement, vu que l’intéressé a attrapé la gale dans la prison en question (paragraphe 15 ci-dessus).", "80.  Enfin, la Cour admet qu’en l’espèce rien n’indique qu’il y ait eu véritablement intention d’humilier ou de rabaisser le requérant. Toutefois, l’absence d’un tel but ne saurait exclure un constat de violation de l’article 3. La Cour estime que les conditions de détention décrites cidessus, que le requérant a dû supporter pendant plusieurs années, n’ont pas manqué de le soumettre à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention, de porter atteinte à sa dignité et de lui inspirer des sentiments d’humiliation et d’avilissement.", "81.  A la lumière de ce qui précède, la Cour conclut que les conditions susmentionnées de détention, et leurs effets préjudiciables eu égard également à l’état de santé du requérant, combinées avec la durée de la période pendant laquelle il a été détenu dans de telles conditions, s’analysent en un traitement dégradant.", "82.  Dès lors, il y a eu violation de l’article 3 de la Convention.", "II.  SUR LES VIOLATIONS ALLÉGUÉES DES ARTICLES 8 ET 34 DE LA CONVENTION", "83.  Le requérant se plaignait d’une atteinte à son droit au respect de sa correspondance et à son droit de recours individuel devant la Cour. A cet égard, il s’est plaint qu’à plusieurs reprises l’administration de la prison d’Aiud ait refusé de lui fournir du papier, des timbres et des enveloppes pour sa correspondance avec la Cour, alors qu’il n’avait aucun moyen ni aucune aide et qu’il s’est trouvé obligé de vendre à d’autres détenus une partie de sa nourriture pour pouvoir s’acheter des timbres. Par ailleurs, il reprochait à l’administration de cette prison d’avoir refusé, d’une manière dissuassive, pendant environ quatre mois avant janvier 2000, de lui fournir des photocopies de sa fiche de renseignements médicaux et de quelques décisions de son dossier pénal ou de lui donner la possibilité de les copier lui-même manuellement. Enfin, il alléguait qu’un premier formulaire de requête, qu’il avait confié à l’administration de la prison d’Aiud le 14 février 2000, n’avait jamais été transmis à la Cour et que lui-même avait été transféré à Margineni lorsqu’il s’en était plaint à la direction de la prison. Il a invoqué à cet égard conjointement les articles 8 et 34 de la Convention, libellés comme suit :", "Article 8", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "Article 34", "« La Cour peut être saisie d’une requête par toute personne physique, toute organisation non gouvernementale ou tout groupe de particuliers qui se prétend victime d’une violation par l’une des Hautes Parties contractantes des droits reconnus dans la Convention ou ses Protocoles. Les Hautes Parties contractantes s’engagent à n’entraver par aucune mesure l’exercice efficace de ce droit. »", "84.  Le Gouvernement combat cette thèse.", "A.  Sur la recevabilité", "85.  La Cour note d’emblée que le requérant dénonce trois faits qu’il estime contraires aux articles 8 et 34 de la Convention. Elle juge opportun d’examiner le grief portant sur l’obligation positive des autorités de fournir à un requérant le nécessaire pour sa correspondance avec la Cour sous l’angle de l’article 8 (Cotleţ c. Roumanie, no 38565/97, §§ 56 et suivants, 3 juin 2003) et les deux autres griefs sous l’angle de la seconde phrase de l’article 34 de la Convention (voir, mutatis mutandis, Igors Dmitrijevs c. Lettonie, no 61638/00, 30 novembre 2006).", "86.  Elle constate que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "1.  Article 8 de la Convention", "87.  Le Gouvernement renvoie aux faits décrits aux paragraphes 34 et 36 cidessus et considère qu’il n’y a pas eu d’ingérence dans le droit du requérant au respect de sa correspondance avec la Cour.", "88.  La Cour rappelle que l’article 8 de la Convention n’oblige pas les États à supporter les frais d’affranchissement de toute la correspondance des détenus. Toutefois, un problème pourrait surgir si, faute de moyens financiers, la correspondance d’un détenu était sérieusement entravée de ce fait (Cotleţ, précité, § 61).", "89.  En l’espèce, la Cour note que le requérant allègue qu’il n’avait aucun moyen ou aide et qu’il était obligé, dans la prison d’Aiud, de vendre à d’autres détenus une partie de sa nourriture pour pouvoir s’acheter notamment les timbres nécessaires à sa correspondance avec la Cour. Contrairement aux affirmations du Gouvernement, elle estime qu’il ressort du dossier que ces allégations ne sont pas dépourvues de fondement. En effet, elle relève que le requérant a constamment informé la Cour à ce sujet, lui demandant son soutien (Cotleţ, précité, § 60), et qu’il ne bénéficiait certainement pas de l’aide et des ressources suffisantes, au vu du solde infime dont il disposait dans la prison d’Aiud (paragraphe 29 in fine cidessus) et de son statut de détenu sans famille, malade et inapte au travail.", "90.  Par ailleurs, la Cour observe que, selon l’ANP, le requérant a bénéficié du papier et des enveloppes pour ses lettres adressées à la Cour, ce qui n’est de toute évidence pas suffisant pour exercer son droit à la correspondance (paragraphe 34 ci-dessus et Cotleţ, précité, § 63). En ce qui concerne les timbres, la Cour ne saurait ignorer que, tout en précisant dans un premier temps que les autorités ne détiennent plus les données prouvant la distribution de timbres au requérant, les registres relatifs aux demandes des détenus à ce titre n’étant conservés que durant deux ans, le Gouvernement a fourni dans un second temps des documents prouvant l’accueil favorable fait aux demandes de l’intéressé pour l’envoi de sa correspondance à la Cour (paragraphes 34 et 36 ci-dessus). Or il convient d’observer qu’aucun de ces documents ne provient de la prison d’Aiud, celle à l’égard de laquelle le requérant a formulé son grief.", "91.  Aussi, au vu des éléments du dossier, de la dépendance totale de l’intéressé par rapport aux autorités pénitentiaires pour exercer son droit à la correspondance ainsi que de l’absence, à l’époque des faits, d’une réglementation répondant aux critères de l’article 8 qui encadrent le respect par les autorités de leurs obligations positives en la matière (paragraphe 44 ci-dessus), la Cour considère que le Gouvernement n’a pas fourni d’explication valable pour contredire les allégations crédibles du requérant à cet égard (voir, mutatis mutandis, Cotleţ, précité, § 62).", "92.  Partant, la Cour estime que les autorités de la prison d’Aiud ont manqué à leur obligation positive de fournir au requérant le nécessaire, en particulier des timbres, pour sa correspondance avec la Cour et que, dès lors, il y a eu violation de l’article 8 de la Convention de ce chef.", "2.  Article 34 de la Convention", "93.  Le Gouvernement soutient qu’en l’espèce, à la différence des affaires Petra et Cotleţ susmentionnées, le droit du requérant de s’adresser à la Cour pour faire valoir ses griefs n’a pas été entravé. A cet égard, il affirme que l’intéressé a bénéficié du nécessaire pour écrire à la Cour. Il conteste que le requérant ait fait une grève de la faim pour obtenir les documents dont il avait besoin et précise que l’intéressé ne s’est jamais plaint à la direction de la prison d’Aiud à ce sujet.", "94.  La Cour rappelle que, pour que le mécanisme de recours individuel instauré à l’article 34 soit efficace, il est de la plus haute importance que les requérants, déclarés ou potentiels, soient libres de communiquer avec la Cour, sans que les autorités ne les pressent en aucune manière de retirer ou modifier leurs griefs. Par le mot « presse[r] », il faut entendre non seulement la coercition directe et les actes flagrants d’intimidation des requérants déclarés ou potentiels, mais aussi les actes ou contacts indirects et de mauvais aloi tendant à dissuader ceux-ci ou à les décourager de se prévaloir du recours qu’offre la Convention. Pour déterminer si des contacts entre les autorités et un requérant déclaré ou potentiel constituent des pratiques inacceptables du point de vue de l’article 34, il faut tenir compte des circonstances particulières de la cause. A ce propos, il faut envisager la vulnérabilité du plaignant – enfermé dans un espace clos, ayant peu de contacts avec le monde extérieur et constamment soumis à l’autorité de l’administration de la prison – et le risque que ces autorités ne l’influencent (Cotleţ, précité, § 69, et Iambor c. Roumanie, no 64536/01, § 212, 24 juin 2008).", "95.  Contrairement aux affirmations du Gouvernement, la Cour observe d’abord que le requérant s’est effectivement adressé à la direction de la prison d’Aiud pour obtenir des copies d’un nombre limité de pièces, précisément identifiées, qui lui étaient nécessaires pour étayer sa requête devant la Cour (paragraphes 29 et 36 ci-dessus), à savoir essentiellement des décisions de son dossier pénal et une fiche de renseignements médicaux attestant les maladies dont il souffrait. L’administration de la prison ayant conditionné la délivrance de ces copies au paiement du coût engendré, le requérant, en l’absence des ressources nécessaires, n’a pu les obtenir qu’à l’issue de plusieurs démarches, en janvier 2000, environ quatre mois après avoir fait sa première demande. La Cour observe que, si le Gouvernement conteste que l’intéressé a dû faire une grève de la faim pour obtenir ces copies, il n’a pas démenti les affirmations du requérant selon lesquelles – durant ces quatre mois – on lui avait refusé de copier ces documents manuellement, en prétextant leur caractère confidentiel, et on avait cherché à le dissuader de réitérer ses demandes pour ne pas risquer un éventuel transfert dans une section à régime restrictif (paragraphes 29 et 30 cidessus ; a contrario, Kornakovs c. Lettonie, no 61005/00, § 173, 15 juin 2006).", "96.  La Cour rappelle qu’aux termes de son règlement toute requête introduite en vertu de l’article 34 de la Convention doit être assortie « des copies de tous documents pertinents et en particulier des décisions, judiciaires ou autres, concernant l’objet de la requête » (article 47 § 1 h)) ; à défaut, cette dernière « peut ne pas être examinée par la Cour » (article 47 § 2). Or l’examen de la requête par la Cour pourrait être sérieusement entravé si, par manque de moyens, un requérant détenu n’était pas en mesure de fournir les copies susvisées (Kornakovs, précité, § 172). En l’espèce, la Cour observe que, averties par le requérant lui-même, les autorités n’avaient pas pu ignorer les conséquences découlant pour l’intéressé du non-envoi à la Cour des documents précisément identifiés qui devaient étayer sa requête. Or elle relève qu’aucune justification n’a été fournie par le Gouvernement pour le refus de l’administration de la prison d’Aiud pendant la période précitée, alors que l’absence de ressources du requérant était bien connue de ces autorités (voir, mutatis mutandis, Iambor précité, § 216).", "97.  Par ailleurs, la Cour observe que le Gouvernement n’a pas précisé quelles étaient « les données encore disponibles » de la prison d’Aiud dont il ressortirait – en l’absence du rapport rédigé à l’époque des faits – que le transfert de l’intéressé de la prison d’Aiud le lendemain de sa plainte relative à l’incident sur la disparition alléguée du premier formulaire de requête avait été décidé pour empêcher « l’influence négative du requérant sur ses codétenus » (paragraphe 35 ci-dessus ; voir, a contrario, mutatis mutandis, Polechtchouk c. Russie, no 60776/00, § 32, 7 octobre 2004). Enfin, la Cour relève que le Gouvernement n’a pas contesté les affirmations du requérant faites dans sa dernière lettre à la Cour, selon lesquelles, dès son retour à la prison d’Aiud en mars 2001, le directeur V. l’avait interrogé au sujet de ses intentions concernant sa requête, et lui avait déclaré que sa démarche était inutile, qu’il ne bénéficierait plus d’aide pour poursuivre sa correspondance avec la Cour et que lui-même « s’occuperait de lui » ; il échet dès lors d’accepter la véracité des allégations du requérant.", "98.  Compte tenu de la situation de vulnérabilité et de dépendance particulière à l’égard des autorités pénitentiaires dans laquelle se trouvait le requérant – détenu sans famille, gravement malade et sans liens avec le monde extérieur –, de telles remarques de la part de l’administration (paragraphes 95 in fine et 97 in fine ci-dessus), combinées avec l’omission et le retard aucunement justifiés dans la fourniture à l’intéressé du nécessaire pour sa correspondance avec la Cour et les documents précisément identifiés requis par cette dernière pour qu’il étaie sa requête, représentent des actes suffisamment dissuasifs pour constituer une violation de l’exigence contenue dans la seconde phrase de l’article 34 de la Convention.", "99.  Partant, il y a eu violation de l’article 34 de la Convention.", "III.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "100.  Le requérant se plaint enfin de violences subies lors de sa garde à vue du 22 juillet 1994, de l’illégalité de son arrestation, de l’absence d’un recours effectif pour statuer sur la légalité de sa détention et de l’absence de dédommagements à ce titre. Par ailleurs, il allègue l’iniquité de la procédure pénale ouverte à son encontre et la méconnaissance du principe de présomption d’innocence, le refus du procureur général d’introduire un recours en annulation contre l’arrêt du 25 janvier 1996 de la Cour suprême de justice et l’absence d’un recours effectif relatif à sa plainte pénale du 19 février 2001. Il invoque à cet égard les articles 3, 5 §§ 1, 4 et 5, 6 §§ 1 et 2, et l’article 13 combiné avec les articles 6 et 8 de la Convention.", "101.  Compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour n’a relevé aucune apparence de violation des droits et libertés garantis par les articles de la Convention.", "Il s’ensuit que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l’article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "102.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "103.  Dans la mesure où le requérant est décédé au cours de la procédure et qu’il n’a pas de famille, l’examen de sa requête ayant été poursuivi en application de l’article 37 § 1 in fine de la Convention (paragraphe 5 cidessus), la Cour conclut qu’il n’y a pas lieu d’accorder une satisfaction équitable.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés des articles 2, 3, 8 et 34 de la Convention et relatifs à l’administration des soins médicaux requis, aux conditions de détention ainsi qu’au droit au respect de la correspondance et au recours individuel dans la prison d’Aiud, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 2 de la Convention, sous son volet matériel, quant à l’obligation positive incombant aux autorités de protéger la vie du requérant en lui administrant les soins médicaux requis ;", "", "3.  Dit qu’il y a eu violation de l’article 2 de la Convention, sous son volet procédural, quant à l’obligation de l’État défendeur de mener une enquête effective ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner le grief tiré de l’article 3 de la Convention et relatif au défaut des autorités de lui fournir une assistance médicale adéquate ;", "", "5.  Dit qu’il y a eu violation de l’article 3 de la Convention à raison des conditions de détention du requérant dans la prison d’Aiud ;", "", "6.  Dit qu’il y a eu violation de l’article 8 de la Convention à raison du refus de l’administration pénitentiaire d’Aiud de fournir au requérant le nécessaire pour sa correspondance avec la Cour ;", "", "7.  Dit qu’il y a eu violation de l’article 34 de la Convention.", "Fait en français, puis communiqué par écrit le 24 février 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}