{"file": "FRE_HFJUD_25129_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25129/06", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE LUNGU ET AUTRES c. ROUMANIE", "", "(Requête no 25129/06)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "21 octobre 2014", "", "", "DÉFINITIF", "", "21/01/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Lungu et autres c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tAlvina Gyulumyan,\n\tJán Šikuta,\n\tLuis López Guerra,\n\tJohannes Silvis,\n\tValeriu Griţco,\n\tIulia Antoanella Motoc, juges,\net de Marialena Tsirli, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 30 septembre 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 25129/06) dirigée contre la Roumanie et dont un ressortissant de cet État, M. Ion Lungu (« le premier requérant ») et deux sociétés commerciales de droit roumain, Supermag Imperial et Supermag Diversitas (« les deux sociétés requérantes »), ont saisi la Cour le 5 juin 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me  V. Tudor, avocat à Suceava. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agente, Mme I. Cambrea, du ministère des Affaires étrangères.", "3.  Les requérants se plaignent, sous l’angle de l’article 6 § 1 de la Convention, du défaut d’équité d’une procédure pénale à l’issue de laquelle le premier requérant a été condamné solidairement avec les deux sociétés requérantes pour fraude fiscale. Invoquant l’article 1 du Protocole no 1 à la Convention, ils dénoncent une atteinte au droit au respect des biens en raison de cette condamnation.", "4.  Le 6 octobre 2011, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les deux sociétés requérantes sont des sociétés commerciales de droit roumain ayant leur siège à Gura Humorului. Leur activité principale est le reconditionnement et la revente des pneus usagés. Le premier requérant, M. I. Lungu, est leur administrateur et associé unique.", "6.  Entre décembre 2000 et juin 2001, la société Supermag Imperial importa plusieurs dizaines de milliers de pneus. L’Agence régionale pour le développement lui accorda le statut d’ « investisseur dans une région défavorisée ». Ce statut lui permettait de bénéficier d’avantages fiscaux, dont le remboursement des droits de douane et de la taxe sur la valeur ajoutée.", "7.  En août 2001, la société Supermag Imperial fit l’objet d’un contrôle fiscal. Les inspecteurs lui reprochèrent la revente illégale des pneus, sans paiement des taxes. Ils saisirent également le parquet.", "8.  Sur contestation de la société, en octobre 2001, le ministère des Finances annula partiellement le procès-verbal de contrôle et ordonna un nouveau control fiscal.", "9.  Le nouveau contrôle eût lieu en janvier 2002. Les inspecteurs observèrent que la société avait importé 30 518 pneus qu’elle avait transformés avant leur revente. Toutefois, ils estimèrent que ces transformations n’étaient pas conformes à la réglementation et que, par conséquent, elles n’ouvraient pas droit aux avantages fiscaux. La somme totale réclamée au titre des taxes s’élevait à plus de 2 milliards et demi de lei (ROL), ce à quoi s’ajoutait environ 1 milliard de ROL au titre des majorations et des pénalités de retard (soit un montant total équivalent à environ 140 000 euros).", "A.  La procédure fiscale", "10.  Le premier requérant, agissant au nom de la société Supermag Imperial, contesta devant le tribunal départemental de Suceava le redressement fiscal décidé à l’issue du contrôle de janvier 2002. Il soutenait que le procédé technique de transformation utilisé était reconnu sur le plan interne et international et que l’octroi du statut d’investisseur et des avantages fiscaux était donc justifié.", "11.  Le tribunal ordonna une expertise. Il en ressortit que sur les 30 518 pneus litigieux, seulement 464 avaient été revendus sans avoir été transformés. Pour les autres, le rapport d’expertise conclut que les opérations de transformation et de revente étaient légales et ouvraient bien droit aux avantages fiscaux applicables dans les régions défavorisées.", "12.  Par un jugement du 17 décembre 2002, le tribunal accueillit partiellement la contestation et exonéra la société Supermag Imperial du paiement de la somme réclamée, à l’exception des taxes afférentes aux 464 pneus non transformés, soit un total de 1 447 332 ROL (l’équivalent d’environ 60 euros).", "13.  Le pourvoi en recours formé par le Trésor fut rejeté par un arrêt définitif du 3 juillet 2003 de la chambre commerciale de la cour d’appel de Suceava, qui confirma que la transformation des pneus était conforme à la réglementation et que, dès lors, la société avait droit aux avantages fiscaux.", "B.  La procédure pénale", "14.  Soupçonnant la société Supermag Imperial d’avoir bénéficié frauduleusement des avantages fiscaux, le parquet, saisi par les inspecteurs fiscaux, ouvrit des poursuites contre le premier requérant. Il fut placé en garde à vue et ensuite en détention provisoire du 10 au 29 août 2001.", "15.  Les organes de poursuite ordonnèrent la réalisation de plusieurs expertises. Le premier expert estima que la transformation des pneus était conforme à la réglementation et qu’après une compensation entre les stocks des sociétés Supermag Imperial et Supermag Diversitas, il ne manquait que 162 pneus. Un deuxième expert opina que les stocks des deux sociétés se compensaient intégralement, de sorte qu’il n’y avait aucun préjudice pour le Trésor. Enfin, le troisième expert arriva à la conclusion que la transformation et la revente des pneus n’étaient pas conformes à la réglementation et qu’il ne pouvait pas y avoir de compensation entre les stocks.", "16.  Par un jugement du 24 mars 2003, le tribunal de première instance de Gura Humorului condamna le premier requérant à une peine de deux ans et six mois de prison pour fraude fiscale et au versement de dommages et intérêts au profit du Trésor.", "17.  Le premier requérant interjeta appel et demanda sa relaxe, exposant que la conformité à la réglementation de la transformation des pneus, ainsi que la validité des déclarations fiscales et des démarches pour bénéficier des avantages fiscaux, avaient été confirmées par l’arrêt définitif du 3 juillet 2003 de la cour d’appel de Suceava.", "18.  Par un arrêt du 20 octobre 2003, le tribunal départemental de Suceava accueillit l’appel et renvoya le dossier pour nouvel examen au tribunal de première instance de Gura Humorului. Les deux sociétés furent également citées à comparaître dans la procédure afin de répondre solidairement avec le premier requérant dans le volet civil de l’affaire.", "19.  Par un jugement du 15 septembre 2004, le tribunal condamna à nouveau le premier requérant à une peine de deux ans et six mois de prison pour fraude fiscale et au versement, solidairement avec les deux sociétés, des taxes et des pénalités.", "20.  Le tribunal considéra que les 30 518 pneus vendus par la société Supermag Imperial n’avaient pas fait l’objet d’une transformation conforme à la réglementation. Il estima également que 1 444 pneus manquaient à l’inventaire des deux sociétés et que les documents comptables ne permettaient pas de savoir quelle avait été leur destination. Il en conclut qu’ils avaient été frauduleusement revendus.", "21.  Le premier requérant et la société Supermag Imperial interjetèrent appel, invoquant l’autorité de chose jugée de l’arrêt du 3 juillet 2003. Ils alléguèrent également que l’absence des pneus à l’inventaire ne permettait pas de présumer qu’ils avaient été clandestinement revendus et exposa que l’espace de stockage des deux sociétés était commun, ce qui aurait favorisé une certaine confusion, remarquée par ailleurs par les experts comptables.", "22.  Par un arrêt du 14 juin 2005, le tribunal départemental de Suceava accueillit les appels et relaxa le premier requérant. Le tribunal observa que la légalité des opérations de transformation et de vente des pneus avait été constatée avec autorité de chose jugée par l’arrêt du 3 juillet 2003. Quant aux pneus manquants, le tribunal fit sien l’argument du premier requérant et jugea qu’il n’était pas avéré qu’ils avaient été vendus.", "23.  Le parquet forma un pourvoi en recours, réitérant les arguments exposés dans l’acte d’accusation.", "24.  Par un arrêt définitif du 5 décembre 2005, la chambre pénale de la cour d’appel de Suceava cassa l’arrêt rendu en appel et, sur le fond, condamna le premier requérant à une peine de prison de deux ans avec sursis pour fraude fiscale.", "25.  S’agissant de la transformation des pneus, la cour d’appel estima que le procédé technique utilisé n’était pas conforme à la réglementation et que, par conséquent, la société Supermag Imperial avait frauduleusement bénéficié des avantages fiscaux. Dès lors, elle condamna le premier requérant, solidairement avec cette société, à verser les taxes et des pénalités.", "26.  La cour d’appel écarta l’argument tiré de l’autorité de chose jugée de l’arrêt du 3 juillet 2003. Invoquant l’article 22 du code de procédure pénale, elle estima que l’appréciation des faits par les juges civils ne liait pas la juridiction pénale, qui était compétente pour déterminer l’existence de l’infraction et la culpabilité de l’accusé.", "27.  Quant aux pneus manquants à l’inventaire des deux sociétés, elle jugea que la compensation alléguée ne pouvait pas avoir eu lieu dès lors que chaque société devait avoir un patrimoine et une comptabilité distincts. Elle en conclut que ces pneus avaient été revendus frauduleusement et condamna le premier requérant, solidairement avec les deux sociétés, à verser les taxes et des pénalités.", "28.  La somme totale réclamée aux trois requérants pour les pneus transformés et ceux manquants s’élevait à trois milliards cent soixantedixneuf millions de ROL (soit un montant total équivalent à environ 130 000 euros).", "II.  LE DROIT INTERNE PERTINENT", "29.  Les articles pertinents du code de procédure pénale en vigueur à l’époque des faits disposaient :", "Article 22 § 2", "« Devant les organes de poursuite ou la juridiction pénale, le jugement définitif rendu par la juridiction civile n’a pas l’autorité de la chose jugée quant à l’existence des faits, à l’identité de l’auteur ou à sa responsabilité. »", "Article 44", "« La juridiction pénale est compétente pour trancher toute question préalable dont dépend l’issue de l’affaire (...)", "Le jugement définitif de la juridiction civile qui tranche une question préalable jouit de l’autorité de la chose jugée devant la juridiction pénale. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "30.  Les requérants, M. Lungu et la société Supermag Imperial, allèguent que l’autorité de chose jugée qu’avait acquise l’arrêt du 3 juillet 2003 de la cour d’appel de Suceava a été méconnue lors de la condamnation pénale par l’arrêt du 5 décembre 2005 de la même cour d’appel. Ils invoquent une violation de son droit à un procès équitable, tel que prévu par l’article 6 § 1 de la Convention.", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "A.  Sur la recevabilité", "31.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "32.  Les requérants exposent que l’arrêt définitif de la cour d’appel de Suceava du 3 juillet 2003 avait constaté que les opérations de transformation et de revente des pneus étaient conformes à la législation en vigueur et que, par conséquent, les requérants avaient légalement bénéficié des avantages fiscaux liés à ces opérations.", "33.  Dès lors, ils estiment qu’en remettant en cause cet aspect, les juridictions pénales qui les ont condamnés ont méconnu l’autorité de chose jugée de l’arrêt du 3 juillet 2003 et ont porté atteinte par la même occasion au principe de la sécurité juridique et de la prééminence du droit.", "34.  Le Gouvernement affirme que le principe de l’autorité de la chose jugée n’a pas été méconnu en l’espèce dès lors qu’il n’y avait pas une triple identité entre les parties, l’objet et la cause des deux actions.", "35.  Il soutient ensuite que l’examen par les juridictions pénales de la situation des requérants, et particulièrement du comportement du premier requérant, était plus approfondi que celui effectué dans le cadre du contentieux fiscal.", "36.  S’appuyant sur les pièces versées au dossier au cours de la procédure pénale, ces juridictions sont arrivées à la conclusion que les opérations de transformation des pneus n’étaient pas conformes à la législation. Dès lors, explique le Gouvernement, elles ont choisi d’écarter l’application de l’article 44 § 2 du code de procédure pénale, estimant que tous les éléments de la fraude fiscale étaient réunis. Le Gouvernement estime que ce choix n’était pas arbitraire, mais dûment motivé.", "2.  Appréciation de la Cour", "37.  La Cour a maintes fois conclu à la violation de l’article 6 en raison de l’annulation par la voie d’un recours extraordinaire, sans motifs substantiels et impérieux, de décisions de justice définitives (voir, parmi d’autres, les arrêts Brumărescu c. Roumanie [GC], no 28342/95, § 61, CEDH 1999-VII et Riabykh c. Russie, no 52854/99, §§ 52 et 56, CEDH 2003-IX). Elle a également considéré dans plusieurs affaires que, même en l’absence d’annulation d’un jugement, la remise en cause de la solution apportée à un litige par une décision de justice définitive dans le cadre d’une autre procédure judiciaire pouvait porter atteinte à l’article 6 dans la mesure où elle pouvait rendre illusoire le droit à un tribunal et enfreindre le principe de la sécurité juridique (Kehaya et autres, précité, §§ 67-70 ; Gök et autres c. Turquie, nos 71867/01, 71869/01, 73319/01 et 74858/01, §§ 5762, 27 juillet 2006, et Esertas c. Lituanie, no 50208/06, §§ 23-32, 31 mai 2012).", "38.  Selon sa jurisprudence constante, la Cour n’a pas pour tâche de se substituer aux juridictions internes. En particulier, il ne lui appartient pas de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne, ou de substituer sa propre appréciation à celle des juridictions nationales, sauf si et dans la mesure où ces erreurs lui semblent susceptibles d’avoir entraîné une atteinte aux droits et libertés garantis par la Convention (García Ruiz c. Espagne [GC], no 30544/96, §§ 28-29, CEDH 1999-I).", "39.  La Cour observe également que, dans tous les systèmes juridiques, l’autorité de la chose jugée d’une décision de justice définitive comporte des limitations ad personam et ad rem (Esertas, précité, § 22).", "40.  En l’espèce, tout en acceptant qu’il n’y avait identité ni des parties ni de l’objet des deux procédures internes, la Cour constate que la procédure fiscale et celle pénale portaient sur la même question déterminante pour leur issue, à savoir la qualification juridique des mêmes opérations de transformation et de revente des pneus (mutatis mutandis, Siegle c. Roumanie, no 23456/04, § 36, 16 avril 2013).", "41.  A cet égard, elle note que, dans le cadre du contentieux fiscal entamé par les requérants, par un arrêt définitif du 3 juillet 2003, la chambre commerciale de la cour d’appel de Suceava, après avoir apprécié les éléments de preuve produits et débattus par les parties, a conclu que les opérations de transformation et de revente des pneus étaient légales et qu’elles ouvraient droit à des avantages fiscaux. Elle a accueilli en conséquence l’opposition des requérants au procès-verbal dressé par le Trésor qui leur réclamait des taxes et des pénalités pour ces opérations (paragraphe 13 ci-dessus).", "42.  Cependant, dans la procédure pénale engagée sur plainte du Trésor contre le premier requérant, la chambre pénale de la même cour d’appel, s’appuyant sur une nouvelle expertise, est revenue sur cette conclusion, estimant cette fois, dans son arrêt définitif du 5 décembre 2005, que ces opérations étaient illégales et qu’elles avaient fait bénéficier indûment les requérants des avantages fiscaux (paragraphe 25 ci-dessus).", "43.  A cet égard, la Cour constate que les points de vue des experts étaient divergents (paragraphe 15 ci-dessus). Elle rappelle qu’en tout état de cause, le fait qu’il puisse exister plusieurs points de vue sur un sujet n’est pas un motif suffisant pour porter atteinte au principe de la sécurité des rapports juridiques. Il ne peut être dérogé à ce principe que lorsque des motifs substantiels et impérieux l’exigent (SC Maşinexportimport Industrial Group SA c. Roumanie, no 22687/03, § 32, 1er décembre 2005).", "44.  Or, en l’espèce, aucun élément de ce type ne pouvait justifier un tel revirement.", "45.  En admettant même que dans la seconde procédure, la chambre pénale de la cour d’appel se soit penchée davantage sur la situation des requérants et qu’elle ait voulu corriger des prétendues erreurs commises par la chambre commerciale, la Cour estime qu’il ne saurait revenir aux requérants de supporter la charge d’éventuelles carences des autorités judiciaires (mutatis mutandis, Amurăriţei c. Roumanie, no 4351/02, § 36, 23 septembre 2008).", "46.  Il ne s’agit assurément pas ici de l’effacement d’une décision de justice « irrévocable » et ayant acquis force de chose jugée (comparer avec Brumărescu, précité, § 62). Mais le déroulement simultané et en parallèle des deux procédures indépendantes portant sur les mêmes faits, qui a conduit la chambre pénale de la cour d’appel à une nouvelle appréciation de ces faits, radicalement opposée à l’arrêt antérieur de la chambre commerciale de la même cour, a porté atteinte au principe de la sécurité juridique (mutatis mutandis, Siegle, précité, § 38).", "47.  Par conséquent, en revenant sur un point en litige qui avait déjà été tranché et qui avait fait l’objet d’une décision définitive, et ce en l’absence de motif valable, la cour d’appel a enfreint le principe de la sécurité des rapports juridiques. De ce fait, le droit des requérants à un procès équitable au sens de l’article 6 § 1 de la Convention a été méconnu.", "48.  Il y a donc eu violation de cette disposition de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1 À LA CONVENTION", "49.  Les requérants dénoncent une atteinte au droit au respect de leurs biens, en raison de leur condamnation à verser les taxes et les pénalités dont ils avaient été exonérés en vertu de l’arrêt définitif du 3 juillet 2003. Ils invoquent l’article 1 du Protocole no 1 à la Convention.", "50.  Le Gouvernement conteste cette thèse.", "51.  La Cour relève que ce grief est lié à celui examiné ci-dessus et doit donc aussi être déclaré recevable.", "52.  Eu égard à son constat relatif à l’article 6 § 1 (paragraphe 48 cidessus), la Cour estime qu’il n’y a pas lieu d’examiner s’il y a eu aussi, en l’espèce, violation de l’article 1 du Protocole no 1.", "III.  SUR LES AUTRES GRIEFS", "53.  Invoquant les articles 7 de la Convention et 4 du Protocole no 7 à la Convention, le premier requérant estime que sa condamnation pour fraude fiscale a méconnu le principe de la légalité criminelle.", "54.  Sous l’angle de l’article 6 de la Convention, les requérants se plaignent de leur condamnation pour la revente supposée des pneus manquants à l’inventaire des deux sociétés, dénonçant une procédure inéquitable.", "55.  Le Gouvernement invite la Cour à constater qu’aucune atteinte aux droits des requérants n’a eu lieu en l’espèce.", "56.  Compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour ne relève aucune apparence de violation des droits et libertés garantis par la Convention. La Cour conclut donc que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l’article 35 §§ 3 a) et 4 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "57.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "58.  Les requérants considèrent que l’arrêt de la Cour pourrait constituer une réparation équitable suffisante dès lors que le droit interne permet la réouverture de la procédure pénale.", "59.  Le Gouvernement prend note de l’absence de demande de réparation pécuniaire et confirme la possibilité d’obtenir la réouverture de la procédure.", "60.  En l’espèce, la Cour a conclu à la violation de l’article 6 § 1 de la Convention en raison du non-respect du droit à un procès équitable. Elle observe ensuite que, lorsqu’elle constate la violation des droits d’un requérant sous cet angle, l’article 465 § 1 du nouveau code de procédure pénale roumain permet la révision d’un procès sur le plan interne.", "61.  Le constat de violation de l’article 6 § 1 de la Convention permettant de rouvrir, à la demande des requérants, la procédure en temps utile et dans le respect des exigences de cet article, la Cour estime que ce constat constitue en soi une satisfaction équitable suffisante pour réparer le dommage subi par les requérants.", "B.  Frais et dépens", "62.  Les requérants n’ont pas présenté de demande à ce titre.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré par les requérants, M. Lungu et la société Supermag Imperial, des articles 6 § 1 de la Convention et 1 du Protocole no 1 à la Convention, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner le grief tiré de l’article 1 du Protocole no 1 à la Convention ;", "", "4.  Dit que le constat d’une violation fournit en soi une satisfaction équitable suffisante pour le dommage subi par les requérants.", "Fait en français, puis communiqué par écrit le 21 octobre 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tMarialena Tsirli\tJosep Casadevall\n\tGreffière adjointe \tPrésident"]}