{"file": "FRE_HFJUD_277_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "277/05", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE S.T.S. c. PAYS-BAS", "", "(Requête no 277/05)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "7 juin 2011", "", "", "DÉFINITIF", "", "07/09/2011", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "En l’affaire S.T.S. c. Pays-Bas,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tCorneliu Bîrsan,\n\tEgbert Myjer,\n\tJán Šikuta,\n\tIneta Ziemele,\n\tNona Tsotsoria,\n\tKristina Pardalos, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 24 mai 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 277/05) dirigée contre le Royaume des Pays-Bas et dont un ressortissant de cet Etat, M. S.T.S. (« le requérant »), a saisi la Cour le 21 décembre 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de la chambre à laquelle la requête a été attribuée a accédé à la demande de non-divulgation de son identité formulée par le requérant (article 47 § 3 du règlement de la Cour).", "2.  Devant la Cour, le requérant a été représenté par Me K.B. Spoelstra, avocat à Groningue. Le gouvernement néerlandais (« le Gouvernement ») a été représenté par son agent, M. R.A.A. Böcker, du ministère des Affaires étrangères.", "3.  Dans sa requête, l’intéressé alléguait notamment que la procédure judiciaire de contrôle de la légalité de l’internement qui lui avait été imposé avait duré si longtemps qu’elle avait perdu toute raison d’être.", "4.  Le 28 septembre 2007, le président de la troisième section a résolu de communiquer la requête au Gouvernement. Il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de la requête (ancien article 29 § 3 de la Convention).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Le contexte de l’affaire", "5.  Le requérant est né en 1988 et réside à Groningue.", "6.  Après la séparation de ses parents, intervenue en 1990, sa mère se vit attribuer l’autorité parentale.", "7.  En 2001, l’Office de protection de l’enfance (Raad voor de Kinderbescherming) ouvrit une enquête sur la situation de l’intéressé car celui-ci connaissait de graves problèmes de comportement, était déscolarisé, avait commis plusieurs infractions pénales et paraissait réfractaire à toute forme d’autorité.", "8.  Par une décision du 9 octobre 2002, le juge des enfants près le tribunal d’arrondissement de Groningue (kinderrechter bij de rechtbank) ordonna le placement du requérant sous la surveillance (ondertoezichtstelling) de la fondation pour l’enfance de Groningue (Stichting Jeugdzorg – « la Fondation ») pour une durée d’un an et autorisa cette institution à faire interner l’intéressé dans un établissement de soins fermé (gesloten uithuisplaatsing) pendant trois mois. Le 14 novembre 2002, le requérant fut admis dans un établissement de ce type, l’institut « Het Poortje », à des fins d’observation et d’examen psychologique.", "9.  Les 8 janvier, 6 mars et 3 avril 2003, le juge des enfants prorogea l’autorisation d’internement du requérant en milieu fermé. La dernière de ces mesures devait arriver à expiration le 9 octobre 2003, un an après la délivrance de la première autorisation.", "B.  La prorogation de l’autorisation d’internement du requérant en milieu fermé", "10.  Le 1er août 2003, le juge des enfants fut saisi par la Fondation d’une demande – datée du 29 juillet – de prorogation de l’autorisation d’internement de l’intéressé pendant toute la durée de l’ordonnance de placement sous surveillance. Cette demande s’appuyait sur les résultats d’un examen de la personnalité du requérant réalisé par un orthopédagogue/psychologue, qui figuraient dans un rapport établi le 1er février 2003.", "11.  Le 10 septembre 2003, une audience se tint devant le juge des enfants. Le requérant déclara qu’il ne souhaitait pas être maintenu en établissement de soins fermé et que son comportement s’était amélioré. Le représentant de la Fondation fit valoir que l’intéressé venait d’être admis à Rentray, un centre de soins orthopsychiatriques pour patients présentant des troubles sévères du comportement, qu’il y serait soumis à un traitement d’une durée d’un an à un an et demi, et qu’il était inconcevable de faire droit à son souhait de vivre chez son père ou sa grand-mère. Le juge des enfants estima que le rapport établi sur la personnalité du requérant était clair et que celui-ci présentait un risque réel de rechute, qu’il fallait éviter à tout prix. Il ajouta qu’un traitement était nécessaire, eu égard notamment à l’âge de l’intéressé, et releva que celui-ci avait déjà été admis à Rentray.", "12.  Le 17 septembre 2003, le juge des enfants décida de proroger d’une année, à compter du 9 octobre 2003, la mesure de placement du requérant sous surveillance et de renouveler l’autorisation donnée à la Fondation de le faire interner dans un établissement de soins fermé pendant toute la durée de la mesure en question.", "13.  Le 17 octobre 2003, l’intéressé interjeta appel de cette décision, pour autant qu’elle concernait son internement, devant la cour d’appel de Leeuwarden.", "14.  Le 11 décembre 2003 une audience se tint devant cette juridiction. Soulignant que le dossier ne présentait pas de difficulté particulière, l’avocat de l’intéressé demanda à la cour d’appel d’ordonner la remise en liberté immédiate de son client au motif que l’affaire n’avait pas été traitée à bref délai au sens de l’article 5 § 4 de la Convention. Après en avoir délibéré, la cour d’appel déclara qu’il n’existait pas de motifs suffisants pour ordonner la libération immédiate du requérant, ajoutant qu’elle rendrait son arrêt dans les délais les plus brefs, et au plus tard le 19 décembre 2003.", "15.  Le 19 décembre 2003, la cour d’appel infirma la décision rendue le 17 décembre 2003 et prorogea l’autorisation donnée à la Fondation de faire interner le requérant dans un établissement de soins fermé jusqu’au 1er mai 2004, c’est-à-dire pour une durée de six mois au lieu d’un an. Sur ce point, elle s’exprima comme suit :", "« 37.  Compte tenu de sa gravité, [cette] mesure, qui implique une privation de liberté, ne peut durer que le temps strictement nécessaire. Le 14 novembre 2002, [le requérant] a été placé en établissement de soins fermé à des fins d’observation et de diagnostic. Le 26 août 2003, il y a été admis pour y suivre un traitement. Eu égard notamment (...) à l’évolution positive du comportement [de l’intéressé] et à la réunion de suivi individuel devant se tenir en avril 2004, la cour estime justifié de proroger l’autorisation d’internement [du requérant] en établissement de soins fermé jusqu’au 1er mai 2004. »", "En ce qui concerne l’article 5 § 4 de la Convention, la cour d’appel déclara ce qui suit :", "« 7.  La cour estime que, pour répondre à la question de savoir si l’affaire a été traitée avec la célérité requise, il convient également de tenir compte de la nature de la mesure d’internement litigieuse, de sa durée et de la relation entre celle-ci et la durée (totale) qui s’est écoulée entre le dépôt de la déclaration d’appel et la date à laquelle il a été statué sur l’appel.", "8.  En l’espèce, une décision impliquant une privation de liberté a été prise dans le cadre d’une mesure de protection de l’enfance.", "9.  Cette décision a consisté à proroger l’autorisation de placement [du requérant] en établissement fermé pour une durée d’un an, à compter du 9 octobre 2003.", "10.  [Le requérant] a fait appel de cette décision le 17 octobre 2003.", "11.  Par une lettre du 20 octobre 2003, le tribunal a imparti à la Fondation et aux parents [du requérant] un délai expirant le 10 novembre 2003 pour soumettre leurs observations. Il convient de relever, eu égard notamment au caractère privatif de liberté de la mesure contestée, que les parties en question se sont vu accorder un délai plus court que celui habituellement imparti dans les affaires familiales pour le dépôt de leurs observations. En effet, en application de l’article 7 du règlement uniforme applicable aux procédures sur requête en matière familiale [Uniform Reglement voor rekestprocedures in familiezaken], le délai ordinaire de dépôt des observations est de six semaines.", "12.  Par des lettres du 11 novembre 2003, les parties ont été invitées à comparaître à l’audience du 11 décembre 2003 et il leur a été précisé que la décision à intervenir serait prononcée ce jour.", "13.  Au vu des éléments susmentionnés et de la manière dont ils sont liés, il demeure possible en l’espèce de considérer que la décision a été prise à bref délai au sens de l’article 5 § 4 de la Convention, et de conclure en conséquence à la non-violation de cette disposition. »", "16.  Le 13 janvier 2004, le requérant forma un pourvoi en cassation (beroep in cassatie) devant la Cour suprême (Hoge Raad). Il allégua expressément que l’article 5 § 4 de la Convention avait été violé en ce que la cour d’appel n’avait pris en considération que la période allant du 17 octobre 2003, date du dépôt de la déclaration d’appel, au 19 décembre 2003, date du prononcé de la décision, alors qu’elle aurait dû selon lui tenir également compte de la période allant du 14 novembre 2002 au 17 octobre 2003, durant laquelle il avait aussi été privé de liberté, ainsi que du fait qu’il était mineur à cette époque. Il soutint en outre que l’on ne pouvait déduire des remarques de la cour d’appel sur la brièveté du délai imparti pour le dépôt des observations par rapport à la pratique habituelle que la décision avait été prise avec la célérité requise et que ces considérations étaient dépourvues de pertinence à cet égard. La déclaration de pourvoi fut déposée par un avocat haguenois membre du barreau près la Cour suprême.", "17.  Le 10 septembre 2004, une avocate générale (advocaat-generaal) près la Cour suprême faisant fonction de substitut du procureur général (procureur-generaal) formula un avis consultatif. Elle y indiqua que la période pour laquelle l’autorisation avait été donnée avait pris fin, que le requérant n’avait donc plus d’intérêt à maintenir son recours, et que celui-ci devait par conséquent être déclaré irrecevable, conformément à la jurisprudence constante de la Cour suprême. Toutefois, dans l’intérêt de la loi, elle y examina au fond le pourvoi formé par l’intéressé en s’appuyant sur les arrêts et décisions rendus par la Cour dans les affaires SanchezReisse c. Suisse (21 octobre 1986, série A no 107), E. c. Norvège (29 août 1990, série A no 181A), Van der Velden c. Pays-Bas ((déc.), no 29514/05, CEDH 2006XV), Navarra c. France (23 novembre 1993, série A no 273B), et Bouamar c. Belgique (29 février 1988, série A no 129). Elle releva qu’il s’était écoulé cinquante-quatre jours du 17 octobre 2003, date du dépôt de la déclaration d’appel, au 11 décembre 2003, date de l’audience devant la cour d’appel, et qu’il avait fallu à celle-ci huit jours de plus pour rendre sa décision, prononcée le 19 décembre 2003. Toutefois, elle précisa que, dans son ensemble – depuis la première requête tendant à la prorogation de l’autorisation introduite le 1er août 2003 jusqu’à la décision rendue en appel le 19 décembre 2003 –, la procédure s’était étalée sur cent quarante et un jours. Quant aux autres éléments à prendre en compte, tels que la complexité de l’affaire et le comportement du requérant, elle souligna que la prorogation litigieuse était fondée sur des rapports établis avant l’ouverture de la procédure critiquée et que le seul délai imputable à l’intéressé était celui qu’il lui avait fallu pour déposer sa déclaration d’appel, le 17 octobre 2003, après le prononcé, le 17 septembre 2003, de la décision rendue par le juge des enfants. Elle conclut que la cour d’appel n’avait pas statué à bref délai au sens de l’article 5 § 4 de la Convention.", "18.  Par l’intermédiaire de son avocat, le requérant répondit par écrit à l’avis consultatif de l’avocate générale le 23 septembre 2004. Il allégua que la régularité des ordonnances d’internement consécutives à l’ordonnance initiale dépendait de la légalité de celle-ci. Il soutint en outre que, selon le droit interne, les affaires telles que la sienne pouvaient donner lieu à un pourvoi devant la Cour suprême et que celui-ci ne pouvait être effectif que si la Cour suprême le déclarait recevable et acceptait de statuer au fond.", "19.  Par une décision rendue en dernier ressort le 5 novembre 2004, la Cour suprême déclara le pourvoi de l’intéressé irrecevable pour défaut d’intérêt à agir au motif que l’autorisation litigieuse avait expiré.", "C.  La procédure postérieure au 19 décembre 2003 (la deuxième procédure)", "20.  Le 29 avril 2004, le juge des enfants près le tribunal d’arrondissement de Groningue prorogea de quatre semaines l’ordonnance rendue par la cour d’appel le 19 décembre 2003, dont la validité aurait dû expirer peu après, le 1er mai 2004. Le 19 mai 2004, cette ordonnance fut à nouveau prorogée de deux mois, délai dans lequel le requérant devait être transféré dans un établissement ouvert.", "21.  Le 14 juin 2004, l’intéressé fut transféré dans une unité ouverte (non carcérale) de Rentray. Il semble qu’il s’en soit enfui à trois reprises entre juillet et septembre 2004.", "D.  La procédure ultérieure (la troisième procédure)", "22.  Le 6 octobre 2004, le juge des enfants rendit une nouvelle ordonnance de placement sous surveillance et autorisa l’internement du requérant en institution fermée pour six mois, avec effet rétroactif au 30 septembre 2004. L’intéressé et sa mère firent appel de cette décision, le 17 octobre et le 4 novembre respectivement.", "23.  Le 8 décembre 2004, la cour d’appel de Leeuwarden, statuant sur les deux appels, ramena l’internement du requérant de six à trois mois, pour des motifs de forme. Elle rejeta un moyen tiré de l’article 5 § 4 de la Convention, estimant que la procédure avait été menée avec une célérité suffisante et que, en tout état de cause, l’inobservation du « bref délai » requis n’aurait pas ipso facto permis à l’intéressé d’obtenir sa remise en liberté immédiate car cette mesure aurait fort bien pu se révéler contraire à ses propres intérêts.", "24.  Il apparaît que le requérant est resté interné dans un établissement fermé jusqu’à l’âge de sa majorité, qu’il atteignit à la mi-2006.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La législation", "25.  L’article 1 :254 du code civil (Burgerlijk Wetboek) autorise le juge des enfants, à la demande notamment de l’Office de l’enfance, à ordonner le placement d’un enfant sous la surveillance d’une institution de tutelle familiale (gezinsvoogdij-instelling) au sens de l’article 60 de la loi sur l’aide à l’enfance (Wet op de Jeugdhulpverlening), lorsque l’enfant est élevé dans des conditions telles qu’il est menacé de déliquescence morale ou physique (zedelijke of lichamelijke ondergang). Pareille mesure ne peut excéder un an, mais peut être reconduite par périodes maximales d’un an (article 1 :256 du code civil).", "26.  S’il le juge nécessaire dans l’intérêt de la garde et de l’éducation de l’enfant, ou aux fins de l’examen de la santé mentale ou physique de celuici, le juge des enfants peut en outre autoriser son placement en milieu fermé (article 1 :261 § 1 du code civil). La prorogation d’une autorisation de placement en milieu fermé ne peut être ordonnée que si elle se justifie au regard des graves problèmes comportementaux du mineur concerné (article 1 :261 § 3 du code civil). Pareille autorisation ne peut être accordée que pour une durée d’un an au maximum, mais peut être renouvelée par périodes maximales d’un an (article 1 :262 § 1 du code civil).", "27.  Les décisions rendues à l’issue d’une procédure sur requête, y compris celles du juge des enfants, sont susceptibles de recours devant la cour d’appel (article 358 § 1 du code de procédure civile (Wetboek van Burgerlijke Rechtsvordering)). Le délai de recours est de trois mois à compter de la date de la décision litigieuse (article 358 § 2).", "28.  L’article 426 § 1 du code de procédure civile autorise les parties à la procédure de première instance ou à l’instance d’appel à se pourvoir en cassation devant la Cour suprême dans un délai de trois mois à compter de la décision litigieuse. Le pourvoi en cassation est introduit par une requête signée par un membre du barreau près la Cour suprême (article 426a). La Cour suprême statue au vu de l’avis consultatif rendu par le procureur général dans le délai fixé par elle (article 429 § 1).", "29.  A l’époque pertinente, le barreau près la Cour suprême était exclusivement composé des praticiens du droit membres du barreau de La Haye (article 1 § 2 de la loi sur les avocats (Advocatenwet)).", "B.  La jurisprudence", "30.  La Cour suprême a pour jurisprudence constante de rejeter les pourvois en cassation contestant la légalité d’une détention dès lors que celle-ci a pris fin, pour quelque raison que ce soit, au moment où l’affaire vient devant elle. On trouve un exemple de cette jurisprudence dans un arrêt de la Cour suprême en date du 7 octobre 1997 (voir Nederlandse Jurisprudentie (Recueil de jurisprudence néerlandaise – « NJ ») 1998, no 227).", "31.  Cette position a été réaffirmée dans un arrêt rendu le 31 mai 2005 (NJ 2005, no 531), où la Cour suprême a déclaré irrecevable un pourvoi en cassation formé par un justiciable qui avait été incarcéré pendant douze jours pour avoir refusé de témoigner et qui avait été remis en liberté près de onze mois avant que son affaire ne soit examinée par elle. Toutefois, par un obiter dictum, la Cour a jugé utile d’évoquer le fond de l’affaire, déclarant que, même si le pourvoi avait été jugé recevable, il aurait été rejeté.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 4 DE LA CONVENTION", "32.  Le requérant se dit victime d’une violation de l’article 5 § 4 de la Convention, ainsi libellé :", "« Toute personne privée de sa liberté par arrestation ou détention a le droit d’introduire un recours devant un tribunal, afin qu’il statue à bref délai sur la légalité de sa détention et ordonne sa libération si la détention est illégale. »", "Le Gouvernement conteste qu’il y ait eu violation de cette disposition en l’espèce.", "A.  Observation du bref délai", "1.  Recevabilité", "a)  Sur l’exception préliminaire du Gouvernement", "33.  Le Gouvernement soulève une exception préliminaire, avançant que le requérant n’a pas allégué devant la Cour suprême que la procédure avait manqué de célérité, que celui-ci aurait dû s’en plaindre dans sa réponse à l’avis consultatif de l’avocate générale et que, dans sa lettre du 23 septembre 2004, il s’était borné évoquer la question de l’« effectivité » d’un pourvoi en cassation dans l’hypothèse où la Cour suprême aurait refusé de statuer au motif que celui-ci était devenu sans objet.", "34.  Pour sa part, le requérant souligne que l’ordonnance critiquée par le pourvoi était devenue caduque le 1er mai 2004 et en conclut que, en septembre 2004, la recevabilité de son pourvoi était en tout état de cause irrémédiablement compromise.", "35.  La Cour estime que, s’il était théoriquement possible à l’intéressé de se plaindre de cette situation devant la Cour suprême, le Gouvernement n’a pas démontré que cela aurait pu changer quoi que ce soit à la décision de la haute juridiction. Dans ces conditions, la Cour n’est pas convaincue que le « recours » invoqué par le Gouvernement soit « effectif » au sens de l’article 35 § 1 de la Convention (comparer avec Salah Sheekh c. PaysBas, no 1948/04, § 123, 11 janvier 2007). D’ailleurs, à la connaissance de la Cour, il existe dans la jurisprudence de la Cour suprême au moins un précédent en ce sens qui suffit à justifier les sérieuses réserves que cette question peut inspirer (Venema c. Pays-Bas, no 35731/97, §§ 47-49, CEDH 2002-X). En conséquence, l’exception préliminaire du Gouvernement doit être rejetée.", "b)  Conclusion sur la recevabilité", "36.  La Cour constate que le grief du requérant n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Fond", "37.  Le requérant allègue qu’il n’a pas été statué à « bref délai » sur l’appel qu’il avait interjeté devant la cour d’appel de Leeuwarden contre la décision prorogeant l’autorisation de le placer en milieu fermé et sur son pourvoi en cassation ultérieur devant la Cour suprême, au mépris de l’article 5 § 4.", "a)  Arguments des comparants", "38.  Le requérant indique qu’il a introduit sa demande de remise en liberté devant la cour d’appel de Leeuwarden le 17 octobre 2003. Il souligne que celle-ci n’a tenu audience que le 11 décembre 2003, soit cinquantequatre jours plus tard, laps de temps qu’il estime considérable. Il fait observer qu’il a fallu soixante-trois jours à la cour d’appel pour rendre sa décision, ce qu’elle a fait le 19 décembre 2003.", "39.  Il ajoute qu’il a formé son pourvoi en cassation devant la Cour suprême le 13 janvier 2004 et que celle-ci n’a rendu son arrêt que le 5 novembre 2004, soit deux cent quatre-vingt-seize jours plus tard. S’appuyant sur la jurisprudence de la Cour, notamment sur l’affaire Bouamar c. Belgique (29 février 1988, série A no 129), qui concernait également un adolescent interné en raison de troubles de la personnalité, il soutient que pareils laps de temps ne sont pas compatibles avec l’article 5 § 4 de la Convention.", "40.  S’écartant sur ce point de l’avis de l’avocate générale (paragraphe 17 ci-dessus), le Gouvernement avance que la période à considérer n’a commencé que le 17 octobre 2003 et qu’elle n’a pas duré cent quarante et un jours mais seulement soixante-trois jours. Il juge cette durée raisonnable, estimant qu’elle était nécessaire pour que les deux parties puissent faire valoir leurs arguments, pour que la cour d’appel puisse tenir une audience et pour qu’elle adopte une décision mûrement réfléchie.", "41.  Il soutient qu’il n’est pas responsable du laps de temps supplémentaire qui s’est écoulé entre le prononcé de l’arrêt de la cour d’appel et l’introduction du pourvoi en cassation, qu’il conviendrait selon lui d’imputer au requérant.", "42.  Enfin, il invite la Cour à tenir compte du fait que, au cours de la période pendant laquelle l’affaire a été pendante devant la Cour suprême, la question du maintien du requérant en milieu fermé a été examinée à trois reprises par le juge des enfants, le 29 avril, le 19 mai et le 6 octobre 2004 (paragraphes 20 et 22 ci-dessus). Invoquant l’arrêt Letellier c. France (26 juin 1991, série A no 207), il avance que l’on ne saurait reprocher aux juridictions internes d’être demeurées inactives.", "b)  Appréciation de la Cour", "i.  Principes applicables", "43.  De la jurisprudence de la Cour découlent les principes suivants, pertinents en l’espèce :", "a)  en garantissant aux personnes détenues un recours pour contester la régularité de leur privation de liberté, l’article 5 § 4 consacre aussi le droit pour elles, à la suite de l’institution d’une telle procédure, d’obtenir à bref délai une décision judiciaire concernant la régularité de leur détention et mettant fin à leur privation de liberté si elle se révèle illégale (voir, parmi beaucoup d’autres, Van der Leer c. Pays-Bas, 21 février 1990, § 35, série A no 170A, Musiał c. Pologne [GC], no 24557/94, § 43, CEDH 1999II, Baranowski c. Pologne, no 28358/95, § 68, CEDH 2000III, Jablonski c. Pologne, no 33492/96, § 91, 21 décembre 2000, Kadem c. Malte, no 55263/00, § 44, 9 janvier 2003, Sarban c. Moldova, no 3456/05, § 118, 4 octobre 2005, et, plus récemment, Toma c. Roumanie, no 42716/02, § 74, 24 février 2009, ainsi que Mooren c. Allemagne [GC], no 11364/03, § 106, 9 juillet 2009).", "b)  l’article 5 § 4 n’astreint pas les Etats contractants à instaurer un double degré de juridiction pour l’examen de la légalité de la détention et celui des demandes d’élargissement. En principe, il se contente de l’intervention d’un organe unique, à condition que la procédure suivie ait un caractère judiciaire et donne à l’individu en cause des garanties adaptées à la nature de la privation de liberté dont il s’agit (Jėčius c. Lituanie, no 34578/97, § 100, CEDH 2000IX).", "c)  néanmoins, un Etat qui se dote d’un double degré de juridiction doit en principe accorder aux détenus les mêmes garanties en appel qu’en première instance (Toth c. Autriche, 12 décembre 1991, § 84, série A no 224, Navarra c. France, 23 novembre 1993, § 28, série A no 273-B, et Khoudobine c. Russie, no 59696/00, § 124, CEDH 2006XII).", "d)  pour contrôler le respect du « bref délai », il faut se livrer à une appréciation globale lorsque la procédure s’est déroulée devant plus d’un degré de juridiction (comparer avec Navarra, précité, § 28, et Mooren, précité, § 106). Ce contrôle doit notamment porter sur la célérité de l’examen, par la juridiction d’appel, de la décision par laquelle la juridiction inférieure a ordonné la détention (Khoudobine, précité, § 115).", "e)  la question du respect du droit des personnes détenues à obtenir une décision à bref délai doit s’apprécier à la lumière des données de chaque affaire, comme celle de l’observation de l’exigence du « délai raisonnable » posée par les articles 5 § 3 et 6 § 1 de la Convention (voir, entre autres, Rehbock c. Slovénie, no 29462/95, § 84, CEDH 2000-XII, G.B. c. Suisse, no 27426/95, § 33, 30 novembre 2000, M.B. c. Suisse, no 28256/95, § 37, 30 novembre 2000, Kadem, précité, § 44, et Mooren, précité, § 106).", "f)  aux fins de cette appréciation, la Cour peut prendre en compte la complexité de la procédure, le comportement des autorités internes et celui du requérant, ainsi que l’enjeu du litige pour celui-ci (comparer avec G.B. c. Suisse, précité, §§ 34-39, et M.B. c. Suisse, précité, §§ 3843).", "ii.  Application en l’espèce des principes susmentionnés", "44.  Relevant que l’allégation de non-observation du bref délai formulée par le requérant dans sa requête ne concerne que la procédure suivie depuis le 17 octobre 2003, date du dépôt de la déclaration d’appel de l’intéressé devant la cour d’appel, la Cour estime devoir retenir la date en question comme point de départ de son examen de la présente affaire.", "α)  Procédure devant la cour d’appel", "45.  La Cour relève qu’il a fallu trois jours à la cour d’appel pour impartir aux parties un délai pour le dépôt de leurs observations écrites, délai expirant trois semaines plus tard, le 10 novembre 2003. L’audience devant la cour d’appel n’a eu lieu qu’un mois entier après l’expiration de ce délai, le 11 décembre 2003. A cette date, il s’était écoulé cinquante-cinq jours depuis le dépôt de la déclaration d’appel. Après l’audience, il a fallu à la cour d’appel huit jours de plus pour rendre sa décision.", "46.  La cour d’appel ayant dû recueillir des informations auprès de diverses sources et permettre à plusieurs parties – notamment au requérant et à ses parents (paragraphe 15 ci-dessus) – de prendre part à la procédure de manière effective, la Cour estime, compte tenu des circonstances de l’espèce, que, considérée en elle-même, la durée de la procédure suivie devant cette juridiction ne prête pas à critique au regard de l’exigence de célérité posée par l’article 5 § 4.", "β)  Procédure devant la Cour suprême", "47.  La Cour suprême a rendu sa décision le 5 novembre 2004, soit deux cent quatre-vingt-quatorze jours après l’introduction du pourvoi en cassation formé par le requérant. Pareil délai paraît en soi excessif et le Gouvernement n’a pas cherché à l’expliquer.", "48.  Quelle que soit la cause de ce délai, la Cour réitère que la Convention oblige les Etats contractants à organiser leurs juridictions de manière à leur permettre de répondre à ses diverses exigences. Fréquemment rappelé dans le contexte de l’article 6 de la Convention (voir, pour un exemple récent, Sürmeli c. Allemagne [GC], no 75529/01, § 129, CEDH 2006VII), ce principe est tout aussi pertinent en ce qui concerne l’article 5. Il incombe aux autorités judiciaires d’adopter les mesures administratives nécessaires pour assurer un traitement diligent des affaires urgentes, en particulier lorsqu’il y va de la liberté d’un individu. (E. c. Norvège, 29 août 1990, § 66, série A no 181A ; voir aussi, plus récemment, G.B. c. Suisse, § 38, et M.B. c. Suisse, § 42, précités).", "49.  Le Gouvernement fait valoir que, dans l’affaire Letellier (précitée), la détention du requérant avait été réexaminée à plusieurs reprises pendant que la procédure litigieuse était en cours. La Cour se bornera à relever que, dans l’arrêt qu’elle a rendu dans cette affaire (précité, § 56), elle s’est refusée à statuer sur le grief de manque de célérité de la procédure et qu’aucun problème d’effectivité fondé sur les mêmes faits n’avait été soulevé, alors que cette question se pose en l’espèce, comme il apparaîtra plus loin. En conséquence, ces deux affaires sont dissemblables, à cet égard comme à d’autres.", "50.  Au vu de ce qui précède, la Cour conclut qu’il y a eu violation de l’article 5 § 4 de la Convention, faute pour les autorités d’avoir examiné « à bref délai » la régularité de l’internement du requérant.", "B.  Effectivité du recours", "51.  Le requérant allègue en outre que le non-respect du bref délai a privé la procédure litigieuse de son effectivité car il a conduit la Cour suprême à déclarer son pourvoi irrecevable pour défaut d’intérêt.", "1.  Recevabilité", "a)  Sur la question de savoir si le grief du requérant est ou non manifestement mal fondé", "52.  Le Gouvernement soutient que la procédure dont le requérant disposait satisfaisait à l’exigence d’effectivité. Il rappelle que l’affaire a été examinée le 10 septembre 2003 par le juge des enfants près le tribunal d’arrondissement de Groningue, qui aurait pu ordonner la remise en liberté immédiate de l’intéressé s’il avait conclu à l’irrégularité de l’internement de celui-ci.", "53.  Le requérant réplique que la décision rendue par le juge des enfants le 17 septembre 2003 ne portait pas sur la totalité de la durée de son internement.", "54.  La Cour relève que le grief du requérant porte sur un manque d’effectivité découlant de la lenteur des procédures respectivement suivies par la cour d’appel et – surtout – par la Cour suprême. Les moyens concernant la procédure suivie devant le juge des enfants échappent à l’examen de la Cour.", "b)  Conclusion sur la recevabilité", "55.  La Cour estime que ni les raisons avancées par le Gouvernement ni aucune autre ne conduisent à conclure au caractère manifestement mal fondé du grief du requérant au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que ce grief ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Fond", "a)  Arguments des comparants", "56.  Sur le terrain de l’article 5 § 4, le requérant allègue que la question de la régularité de son internement n’a jamais été définitivement tranchée. Il soutient que le laps de temps écoulé après l’introduction de son pourvoi en cassation devant la Cour suprême, qui a dépassé de plusieurs mois la date d’expiration de l’ordonnance contestée, a constitué pour la Cour suprême un motif suffisant pour juger le pourvoi dépourvu d’intérêt.", "57.  Faisant valoir que la privation de liberté dont se plaint l’intéressé avait été réexaminée entre-temps à plusieurs reprises par un tribunal, le Gouvernement estime que la procédure a été suffisamment effective.", "b)  Appréciation de la Cour", "58.  Dans l’arrêt McFarlane c. Irlande ([GC], no 31333/06, § 108, 10 septembre 2010), la Cour s’est exprimée ainsi en ce qui concerne l’exigence du « délai raisonnable » posée par l’article 6 § 1 (références à la jurisprudence omises) :", "« L’article 13 de la Convention garantit l’existence en droit interne d’un recours permettant de s’y prévaloir des droits et libertés de la Convention tels qu’ils peuvent s’y trouver consacrés. Cette disposition a donc pour conséquence d’exiger un recours interne habilitant à examiner le contenu d’un « grief défendable » fondé sur la Convention et à offrir le redressement approprié (...)", "La portée de l’obligation que l’article 13 fait peser sur les Etats contractants varie en fonction de la nature du grief. Toutefois, le recours exigé par l’article 13 doit être « effectif » en pratique comme en droit (...). Le terme « effectif » signifie que le recours doit être adéquat et accessible (...)", "Pour être effectif, un recours permettant de dénoncer la longueur d’une procédure pénale doit notamment fonctionner sans délais excessifs et fournir un niveau de redressement adéquat (...). L’article 13 permet aussi à un Etat de choisir entre un recours apte à provoquer l’accélération d’une procédure pendante et un recours indemnitaire permettant d’obtenir a posteriori une compensation pour des retards déjà accumulés. Si le premier type de recours est préférable car il est de nature préventive, un recours indemnitaire peut passer pour effectif lorsque la procédure a déjà connu une durée excessive et qu’il n’existe pas de recours préventif (...) »", "59.  La Cour estime que l’article 5 § 4 constitue une lex specialis par rapport à l’article 13. Dans l’arrêt qu’elle a rendu en l’affaire A. et autres c. Royaume-Uni ([GC], no 3455/05, § 202, CEDH 2009), elle s’est exprimée ainsi (références à la jurisprudence omises) :", "« L’article 5 § 4 est une lex specialis par rapport aux exigences plus générales de l’article 13 (...). Il reconnaît aux personnes arrêtées ou détenues le droit d’introduire un recours pour faire contrôler le respect des exigences de procédure et de fond nécessaires à la « légalité », au sens de la Convention, de leur privation de liberté. Le concept de « légalité » doit avoir le même sens au paragraphe 4 de l’article 5 qu’au paragraphe 1, de sorte qu’une personne arrêtée ou détenue a le droit de faire contrôler la « légalité » de sa détention sous l’angle non seulement du droit interne, mais aussi de la Convention, des principes généraux qu’elle consacre et du but des restrictions qu’autorise l’article 5 § 1. L’article 5 § 4 ne garantit pas un droit à un contrôle juridictionnel d’une ampleur telle qu’il habiliterait le tribunal compétent à substituer sur l’ensemble des aspects de la cause, y compris des considérations de pure opportunité, sa propre appréciation à celle de l’autorité dont émane la décision. Il n’en veut pas moins un contrôle assez ample pour s’étendre à chacune des conditions indispensables à la « légalité » de la détention d’un individu au regard du paragraphe 1 (...). La « juridiction » chargée de ce contrôle ne doit pas posséder de simples attributions consultatives, mais aussi la compétence de « statuer » sur la « légalité » de la détention et d’ordonner la libération en cas de détention illégale (...) »", "60.  La Cour relève que le requérant a introduit son pourvoi en cassation devant la Cour suprême un peu plus de trois mois et demi avant l’expiration de l’autorisation d’internement de six mois donnée par la cour d’appel. Aucun motif n’a été avancé pour expliquer pourquoi il n’était pas raisonnable d’escompter de la Cour suprême qu’elle statuât dans ce laps de temps. A défaut d’explication, force est à la Cour de conclure que l’absence d’adoption d’une décision définitive avant l’expiration de l’autorisation d’internement a suffi à elle seule à ôter au pourvoi du requérant toute effectivité pratique, que ce soit en tant que recours préventif ou en tant que mesure de réparation (comparer avec Baranowski, précité, § 76 ; et avec A. et autres c. Royaume-Uni, précité).", "61.  En outre, en jugeant le pourvoi en question irrecevable pour défaut d’intérêt, la Cour suprême l’a privé de tous les autres effets qu’il aurait pu conserver (comparer avec Bouamar, précité, § 63). A cet égard, la Cour relève qu’un ancien détenu peut très bien avoir juridiquement intérêt à ce qu’il soit statué sur la légalité de sa détention, même après sa remise en liberté. Cette question peut se poser notamment lorsque la personne concernée entend se prévaloir du « droit à réparation » garanti par l’article 5 § 5 de la Convention (comparer avec McFarlane, précité), dès lors qu’il lui serait nécessaire d’obtenir une décision judiciaire pour renverser une présomption, prévue par le droit interne, de légalité de toute mise en détention prononcée par une autorité compétente.", "62.  La procédure de contrôle de la légalité de l’internement du requérant n’ayant pas été « effective », il y a eu violation de l’article 5 § 4 de la Convention sur ce point aussi.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "63.  Le requérant se plaint enfin d’une violation de l’article 6 § 1 de la Convention. Il allègue que la durée de la procédure que la Cour suprême a suivie pour conclure que son pourvoi était devenu sans objet l’a privé d’un accès effectif à cette instance.", "64.  Le Gouvernement, qui n’avait pas été invité à présenter d’observations sur ce grief, n’y a pas répliqué spontanément.", "65.  La Cour a analysé le grief du requérant sous l’angle de l’article 5 § 4 de la Convention. Même à admettre, pour les besoins de la discussion, que ce grief soulève une question sur le terrain de l’article 6 § 1, la Cour juge inutile de l’examiner séparément.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "66.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "67.  Le requérant réclame 40 000 euros (EUR) au titre du préjudice moral qu’il dit avoir subi. Il allègue que la cour d’appel de Leeuwarden aurait dû conclure à la violation de l’article 5 § 4 et, en conséquence, ordonner une remise en liberté immédiate, ce qu’elle avait fait dans une autre affaire.", "68.  Le Gouvernement juge cette demande injustifiée.", "69.  Dans un cas tel que celui de l’espèce, la Cour ne peut examiner les prétentions du requérant qu’en se fondant sur la situation qui aurait existé si la violation n’avait pas eu lieu, et non sur celle qui aurait résulté de la réparation de la violation par les juridictions nationales en application du droit interne. La violation constatée en l’espèce découle du manque de célérité et d’effectivité de la procédure suivie devant la Cour suprême. La Cour ne peut juger établi que celle-ci aurait ordonné la remise en liberté de l’intéressé si elle avait rendu sa décision plus rapidement (E. c. Norvège, 29 août 1990, § 70, série A no 181A ; comparer avec Nikolova c. Bulgarie [GC], no 31195/96, § 76, CEDH 1999II, H.L. c. Royaume-Uni, no 45508/99, §§ 148-149, CEDH 2004IX, et Fodale c. Italie, no 70148/01, § 50, CEDH 2006VII).", "70.  Cela étant, la Cour estime que l’intéressé a subi un dommage moral qui ne saurait être réparé par un simple constat de violation de la Convention (comparer avec Hutchison Reid c. Royaume-Uni, no 50272/99, § 87, CEDH 2003IV, Kolanis c. Royaume-Uni, no 517/02, § 86, CEDH 2005V, et Mooren c. Allemagne [GC], no 11364/03, § 130, 9 juillet 2009). Statuant en équité, elle alloue au requérant 2 000 EUR à ce titre.", "B.  Frais et dépens", "71.  Le requérant demande également 3 500 EUR au titre du remboursement de « frais de justice », somme qu’il qualifie de « raisonnable ». Il ne fournit aucune précision quant aux frais en question et ne présente aucun justificatif.", "72.  Le Gouvernement invite la Cour à rejeter cette demande comme non étayée.", "73.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (voir, en dernier lieu et parmi beaucoup d’autres, Kafkaris c. Chypre [GC], no 21906/04, § 176, CEDH 2008, Salduz c. Turquie [GC], no 36391/02, § 78, CEDH 2008, Mooren, précité, § 134 ; Micallef c. Malte [GC], no 17056/06, § 115, CEDH 2009, Gäfgen c. Allemagne [GC], no 22978/05, § 196, CEDH 2010, Sanoma Uitgevers B.V. c. Pays-Bas [GC], no 38224/03, § 109, 14 septembre 2010, et M.S.S. c. Belgique et Grèce [GC], no 30696/09, § 418, CEDH 2011).", "74.  La Cour constate qu’aucune information pertinente n’a été fournie en l’espèce. En conséquence, elle rejette dans sa totalité la demande du requérant au titre des frais de justice.", "C.  Intérêts moratoires", "75.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare recevables les griefs tirés de l’article 5 § 4 de la Convention et irrecevable le surplus de la requête ;", "", "2.  Dit qu’il y a eu violation de l’article 5 § 4 de la Convention en ce qu’il n’a pas été statué « à bref délai » sur la régularité de l’internement du requérant ;", "", "3.  Dit qu’il y a eu violation de l’article 5 § 4 de la Convention en ce que la procédure de contrôle de la régularité de l’internement du requérant n’a pas été « effective » ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner séparément le grief du requérant tiré de l’article 6 § 1 de la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) plus tout montant pouvant être dû à titre d’impôt, au titre du dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 7 juin 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}