{"file": "FRE_HFJUD_39676_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39676/98", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE ROJAS MORALES c. ITALIE", "", "(Requête n° 39676/98)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "16 novembre 2000", "", "", "", "", "DÉFINITIF", "", "16/02/2001", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme avant la parution de sa version définitive dans le recueil officiel contenant un choix d’arrêts et de décisions de la Cour.", "", "En l’affaire Rojas Morales c. Italie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,\n\t\tB. Conforti,\n\t\tG. Bonello,\n\t\tP. Lorenzen,\n\t\tM. Fischbach,\n\tMme\tM. Tsatsa-Nikolovska,\n\tMM.\tE. Levits, juges,\net de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil les 6 juillet 1999 et 26 octobre 2000,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 39676/98) dirigée contre l’Italie et dont un ressortissant chilien, M. Carlos Rojas Morales (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 28 avril 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Michele Catalano, avocat au barreau de Milan. Le gouvernement italien (« le Gouvernement ») est représenté par son agent, M. U. Leanza et son coagent, M. V. Esposito.", "3.  Le requérant alléguait en particulier que le tribunal de Milan, appelé à se prononcer sur les accusations portées contre lui, n’était pas un tribunal impartial au sens de l’article 6 § 1 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11). ", "5.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 6 juillet 1999, la chambre a déclaré la requête partiellement recevable.", "7.  Le requérant a déposé des observations écrites sur le fond de l’affaire, mais non le Gouvernement (article 59 § 1 du règlement).", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "A.\tL’arrestation du requérant et la procédure à l’encontre de M. A.", "8.  Le 10 juin 1987, le juge d'instruction de Milan décerna un mandat d'arrêt à l'encontre du requérant, accusé de faire partie d'une association de malfaiteurs ayant pour but le trafic international de stupéfiants entre l'Amérique latine et l'Italie. Toutefois, ce mandat ne put être exécuté car le requérant avait quitté l'Italie pour l'Argentine. A une date non précisée, l'Italie demanda aux autorités argentines l'extradition du requérant. ", "9.  Entre-temps, le 25 mars 1987, le requérant avait été arrêté à Buenos Aires (République d’Argentine) car il avait été trouvé en possession de six kilogrammes de cocaïne. Il avait ensuite été placé en détention provisoire.  ", "10.  Le 1er décembre 1987, le requérant fut interrogé en Argentine par le juge d'instruction de Milan.", "11.  Le 8 octobre 1990, le requérant et plusieurs autres personnes furent renvoyés en jugement devant le tribunal de Milan. Toutefois, compte tenu du fait que les autorités argentines n'avaient pas encore fait droit à la demande d'extradition et que le requérant était détenu en dehors du territoire italien, la procédure le concernant fut séparée de celles relatives à ses coïnculpés.", "12.  Par un jugement du 6 juillet 1993, le tribunal de Milan - présidé par Mme M., et dont faisait partie Mme B. - condamna l'un des coïnculpés du requérant - M. A. - à une peine de sept ans d’emprisonnement et 30 000 000 lires d’amende. Certains passages de cette décision concernent le requérant et se lisent comme suit : « La base commune de ces décisions [concernant d’autres coïnculpés] est le constat de l’existence d’une association de malfaiteurs ayant pour but un trafic de stupéfiants entre l’Amérique du Sud et l’Italie, à laquelle participaient de nombreux ressortissants latino-américains, dont certains (A., P., M., Rojas et G.) faisaient fonctions d’organisateurs (page 2) » ; « (...) Les investigations préliminaires ont permis d’éclaircir les différents rôles des accusés. L’on a notamment établi que le rôle de promoteur et d’organisateur revenait à M. Rojas Morales (...) (page 4) » ; « L’organisation des importations [de cocaïne] fut préparée par Rojas Morales Carlos (...), qui, cependant, fit un usage très limité de la ligne téléphonique dont il disposait à l’auberge R. où il résidait, soupçonnant, peut-être, que ladite ligne était sous écoute (page 7) » ; « L’examen des nombreuses conversations téléphoniques (...) sur la ligne de M. Rojas  permet de conclure que les quatre voyages de M. P. à Milan avaient pour but l’importation de stupéfiants (page 8) » ; « (...) il échet d’observer que les deux kilogrammes de cocaïne retrouvés chez M. R. à Buenos Aires étaient probablement destinés à M. Rojas, en Italie (page 9) » ; « Les écoutes téléphoniques démontrent que M. Rojas Morales (...) jouait un rôle tout à fait prédominant à l’intérieur de l’organisation criminelle. En effet, M. Rojas gardait tout contact avec les fournisseurs boliviens (...) et se chargeait, ensuite, de vendre la drogue à M. M., qui s’occupait de la distribuer dans la région de Milan (...) M. A. gardait des relations étroites avec tous les participants à l’associations de malfaiteurs. En particulier avec M. M., M. Rojas, M. P. (page 10) ».", "B.\tLa condamnation du requérant et son recours en récusation", "13.  Les autorités argentines ayant fait droit à la demande d'extradition, le 3 octobre 1992 le requérant fut extradé en Italie, où il fut placé en détention provisoire.", "14.  Par un jugement du 16 février 1993, le tribunal de Milan, suivant la procédure abrégée (« giudizio abbreviato ») prévue par les articles 438 et suivants du code de procédure pénale (ci-après indiqué comme le « CPP »), condamna le requérant à une peine de quatorze ans d'emprisonnement et 140 000 000 lires d'amende.", "15.  Le 24 mars 1993, le requérant interjeta appel devant la cour d'appel de Milan.", "16.  Par un arrêt du 18 novembre 1994, dont le texte fut déposé au greffe le 24 novembre 1994, la cour d'appel annula le jugement de première instance au motif que le requérant n'avait pas lui-même demandé l'adoption de la procédure abrégée, comme le veut l'article 438 § 3 du CPP. Cette décision acquit l'autorité de la chose jugée le 4 janvier 1995. Le procès de première instance devant être par conséquent renouvelé, à une date non précisée le requérant fut à nouveau renvoyé en jugement devant le tribunal de Milan.", "17.  Le 30 mai 1995, le requérant introduisit devant la cour d'appel de Milan un recours en récusation à l'encontre de Mmes M. et B., respectivement président et juge du tribunal de Milan. Il alléguait notamment que ces deux magistrats s’étaient exprimées sur sa culpabilité dans le jugement du 6 juillet 1993 rendu à l'encontre de M. A. et estimait qu'elles avaient indûment manifesté leur opinion quant aux faits objet de l'accusation (article 37 § 1 b) du CPP).", "18.  Par une ordonnance du 5 juin 1995, la cour d'appel déclara le recours en récusation irrecevable. Elle rappela que le jugement du 6 juillet 1993 concernait une autre personne et que les différents comportements des coïnculpés devaient être jugés séparément. Le fait que M. A. et le requérant étaient accusés de la même infraction pénale ne comportait pas « identité de l’objet du jugement ». Dès lors, les appréciations contenues dans la décision rendue à l’encontre de M. A. ne pouvaient être considérées comme des manifestations indues de l’opinion des juges quant à la culpabilité du requérant.", "19.  Le 23 juin 1995, le requérant se pourvut en cassation. Par un arrêt du 28 février 1996, la Cour de cassation débouta le requérant de son pourvoi. Elle fit observer que l’accusation d’association de malfaiteurs impliquait, de par sa nature même, que le jugement à l’encontre de l’un des coïnculpés pouvait contenir des références au rôle des autres accusés ; cependant seules les appréciations indues, c’est-à-dire non nécessaires aux fins de la décision de la cause, pouvaient être censurées comme étant des opinions personnelles du juge, tombant sous le coup de l’article 37 § 1 b) du CPP.", "20.  Entre-temps, à l'audience du 13 juin 1995 devant le tribunal de Milan, le requérant avait demandé à Mmes M. et B. de s'abstenir de toute décision le concernant, pour les raisons exposées dans son recours en récusation. Toutefois, le tribunal n'avait pas fait droit à cette demande.", "21.  Par un jugement du 4 juillet 1995, dont le texte fut déposé au greffe le 26 juillet 1995, le tribunal de Milan, présidé par Mme M. et dont faisait partie Mme B., condamna le requérant à une peine de vingt et un ans d'emprisonnement et 210 000 000 lires d'amende. Le tribunal indiqua que la responsabilité du requérant ressortait principalement des écoutes téléphoniques, dont le contenu permettait d’établir la répartition des tâches au sein de l’association de malfaiteurs et de reconstruire certains épisodes d’importation de stupéfiants. Ces éléments étaient corroborés par les déclarations de certains autres membres de l’association et par le fait que le requérant, qui avait longtemps résidé en Italie sans y exercer aucune activité lucrative légale, avait un niveau de vie très élevé.", "C.\tL’appel et le pourvoi en cassation du requérant", "22.  \tLe 6 juillet 1995, le requérant interjeta appel devant la cour d'appel de Milan. Dans un mémoire daté du 2 mai 1996, le conseil du requérant, se référant aux arguments développés dans le recours en récusation, demanda l'annulation du jugement de première instance pour manque d'impartialité du tribunal.", "23.  Par un arrêt du 28 mai 1996, dont le texte fut déposé au greffe le 2 juin 1996, la cour d'appel réduisit la peine infligée au requérant à vingt ans d'emprisonnement et 200 000 000 lires d'amende. En ce qui concerne notamment le mémoire du 2 mai 1996, la cour observa que l'incompatibilité des juges de première instance n'entraînait pas la nullité de la décision attaquée, les raisons d'incompatibilité pouvant être invoquées seulement dans le cadre d'un recours en récusation. Or, le requérant avait déjà introduit un tel recours, qui avait été rejeté par la Cour de cassation le 28 février 1996. D'autre part, les doléances du requérant étaient manifestement dépourvues de fondement, étant donné qu'aux termes de la loi italienne et de la jurisprudence de la Cour de cassation, seule la participation d'un juge à plusieurs instances de la même procédure aurait pu poser un problème d'incompatibilité.", "24.  Le 13 juin 1996, le requérant se pourvut en cassation.", "25.  Par un arrêt du 29 novembre 1996, dont le texte fut déposé au greffe le 30 janvier 1997, la Cour de cassation débouta le requérant de son pourvoi, considérant que la cour d'appel avait motivé de façon logique et correcte tous les points controversés.", "EN DROIT", "1.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "26.  \tLe requérant se plaint d’un manque d'impartialité du tribunal de Milan. Il invoque l’article 6 § 1 de la Convention, qui, en ses parties pertinentes, se lit comme suit :", "", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bienfondé de toute accusation en matière pénale dirigée contre elle. (...)", "", "27.  Le requérant allègue que Mmes M. et B., respectivement président et juge du tribunal de Milan, avaient déjà exprimé leur opinion quant à sa culpabilité lors du procès dirigé contre M. A. ", "28.  Le Gouvernement observe d’emblée que par un arrêt rendu en 1996 (n° 371), la Cour constitutionnelle a déclaré que les dispositions pertinentes du CPP étaient inconstitutionnelles dans la mesure où elles ne prévoyaient pas l’incompatibilité du juge ayant participé à une décision rendue à l’encontre d’autres personnes, et dans laquelle la position de l’accusé avait été prise en compte et évaluée. Cependant, le Gouvernement estime que la législation antérieure à 1996 et applicable au requérant ne saurait être considérée comme incompatible avec la Convention, compte tenu du fait qu’au sein de la Cour européenne elle-même le président de la Chambre et le juge ayant siégé au titre de l’Etat partie intéressé peuvent participer aux délibérations de la Grande Chambre (article 27 § 3 de la Convention).", "29.  Le requérant considère que les passages pertinentes du jugement du 6 juillet 1993 reflètent le sentiment qu’il est coupable et décrivent son rôle comme celui de « chef » de l'association de malfaiteurs, justifiant ainsi des doutes quant à l'impartialité - objective et subjective - des magistrats concernés.", "30.  La Cour rappelle qu'aux fins de l'article 6 § 1, l'impartialité doit s'apprécier selon une démarche subjective, essayant de déterminer la conviction et le comportement personnels de tel juge en telle occasion, et aussi selon une démarche objective amenant à s'assurer qu'il offrait des garanties suffisantes pour exclure à cet égard tout doute légitime (voir, entre autres, les arrêts Hauschildt c. Danemark du 24 mai 1989, série A n° 154, p. 21, § 46, et Thomann c. Suisse du 10 juin 1996, Recueil 1996-III, p. 815, § 30). ", "31.  Quant à la première, la Cour n’a relevé aucun élément susceptible de mettre en doute l'impartialité personnelle des juges concernés. ", "32.  Quant à la seconde, elle conduit à se demander si, indépendamment de la conduite du juge, certains faits vérifiables autorisent à suspecter l'impartialité de ce dernier. En la matière même les apparences peuvent revêtir de l'importance. Il y va de la confiance que les tribunaux d'une société démocratique se doivent d'inspirer au justiciable. Il en résulte que pour se prononcer sur l'existence, dans une affaire donnée, d'une raison légitime de redouter d'un juge un défaut d'impartialité, l'optique de l'accusé entre en ligne de compte mais ne joue pas un rôle décisif. L'élément déterminant consiste à savoir si l'on peut considérer les appréhensions de l'intéressé comme objectivement justifiées (voir l'arrêt Ferrantelli et Santangelo c. Italie du 7 août 1996, Recueil 1996-III, pp. 951-952, § 58). ", "33.  La Cour note qu'en l'occurrence la crainte d'un manque d'impartialité tient du fait que le jugement du tribunal de Milan du 6 juillet 1993, prononcé à l’encontre de M. A., contenait de nombreuses références au requérant et à son rôle au sein de l’organisation criminelle de laquelle il était soupçonné faire partie. En particulier, plusieurs passages se réfèrent au requérant comme étant l’organisateur ou le promoteur d’un trafic de stupéfiants entre l’Italie et l’Amérique latine (voir paragraphe 12 ci-dessus). Deux des juges ayant prononcé le jugement du 6 juillet 1993 - notamment Mmes M. et B. - ont ensuite été appelées à décider sur le bien-fondé des accusations portées à l’encontre du requérant, qui concernaient, au moins en partie, les mêmes faits qui étaient à la base de la condamnation de M. A.", "34.  La Cour considère que ces éléments suffisent pour considérer comme objectivement justifiées les craintes du requérant à l'égard de l'impartialité du tribunal de Milan.", "35.  Par conséquent, il y a eu violation de l'article 6 § 1.", "2.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "36.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "37.  Le requérant sollicite le versement d’une somme à titre de préjudice moral. Il a demandé 250 000 000 lires italiennes.", "38.  Le Gouvernement estime que le simple constat de la violation de la Convention fournirait en soi une satisfaction équitable suffisante aux sens de l'article 41.", "39.  Même si la Cour ne saurait spéculer sur le résultat auquel la procédure litigieuse aurait abouti si l’infraction à la Convention n’avait pas eu lieu, elle considère que le requérant a subi une véritable perte d’opportunité (voir l’arrêt Pélissier et Sassi c. France du 25 mars 1999, à paraître dans le recueil officiel de la Cour, § 80). Elle juge en outre que le requérant a subi un tort moral certain. Eu égard aux circonstances de la cause et statuant sur une base équitable comme le veut l’article 41 de la Convention, elle décide de lui octroyer la somme de 10 000 000 lires italiennes.", "B.\tFrais et dépens", "40.  Sans fournir aucun détail des frais encourus, le requérant sollicite le versement de 40 000 000 lires italiennes, cette somme couvrant tant la procédure devant les juridictions nationales que la procédure devant les organes de la Convention.", "41.  Le Gouvernement s’en remet à la sagesse de la Cour.", "42.  Selon la jurisprudence constante de la Cour, l’allocation des frais et dépenses exposé par le requérant ne peut intervenir que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir l’arrêt Belziuk c. Pologne du 25 mars 1998, Recueil 1998-II, p. 573, § 49). Cependant, il n’en demeure pas moins que le requérant, avant de s’adresser aux organes de la Convention, a épuisé toutes les voies de recours qui lui étaient ouvertes en droit italien, soulevant la question du manque d’impartialité du tribunal dans le trois degrés de juridiction et dans son recours en récusation. La Cour accepte par conséquent que l’intéressé a encouru des dépenses pour faire corriger la violation de la Convention tant dans l’ordre juridique interne qu’au niveau européen. Compte tenu des éléments en sa possession et de sa pratique en la matière, elle considère raisonnable de lui accorder la somme de 10 000 000 lires italiennes, moins le montant versé par le Conseil de l'Europe au titre de l'assistance judiciaire, à savoir 3 300 francs français.", "C.\tIntérêts moratoires", "43.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en l'Italie à la date d’adoption du présent arrêt était de 2,5 % l’an.", "par ces motifs, la cour, À l’unanimitÉ,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit ", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes : 10 000 000 (dix millions) lires italiennes pour dommage moral et 10 000 000 (dix millions) lires pour frais et dépens, moins le montant versé par le Conseil de l’Europe dans le cadre de l’assistance judiciaire ;", "b)\tque ces montants seront à majorer d’un intérêt simple de 2,5 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 novembre 2000 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "", "\tErik Fribergh\tChristos Rozakis\n\tGreffier\tPrésident", ""]}