{"file": "FRE_HFJUD_11892_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "11892/08", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE FANIEL c. BELGIQUE", "", "(Requête no 11892/08)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "1er mars 2011", "", "DÉFINITIF", "", "06/06/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Faniel c. Belgique,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tDanutė Jočienė, présidente,\n\tFrançoise Tulkens,\n\tIreneu Cabral Barreto,\n\tDragoljub Popović,\n\tGiorgio Malinverni,\n\tIşıl Karakaş,\n\tGuido Raimondi, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 8 février 2011,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 11892/08) dirigée contre le Royaume de Belgique et dont un ressortissant de cet Etat, M. Michel Faniel (« le requérant »), a saisi la Cour le 21 février 2008 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me P. Charpentier, avocat à Huy. Le gouvernement belge (« le Gouvernement ») est représenté par son agent, M. M. Tysebaert, conseiller général au Service public fédéral de la Justice.", "3.  Le requérant allègue en particulier une violation de son droit d'accès à un tribunal, garanti par l'article 6 § 1 de la Convention.", "4.  Le 28 avril 2010, le président de la deuxième section a décidé de communiquer le grief tiré de l'article 6 § 1 combiné avec l'article 14 de la Convention au Gouvernement. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1965 et réside à Modave.", "6.  Le requérant est le père d'une fille mineure au moment des faits sur la garde de laquelle il avait été statué par jugement du juge de paix de Huy, rendu le 26 octobre 1994. Il fut prévenu d'avoir, à plusieurs reprises entre le 1er janvier 1999 et le 18 février 2001, omis de représenter sa fille à la mère.", "7.  Le 24 mai 2002, le tribunal correctionnel de Huy, statuant par défaut, condamna le requérant à une peine d'emprisonnement de six mois.", "8.  Le 6 juin 2002, un huissier de justice signifia le jugement au domicile du requérant. N'ayant rencontré personne habilité à le recevoir, il laissa à l'adresse du requérant un avis de présentation de l'arrêt, lui indiquant qu'il pourrait le retirer au commissariat de police de Modave. Le 24 juin 2002, le requérant se présenta au commissariat où, selon lui, l'officier de police qui lui remit le jugement lui aurait indiqué qu'il n'était pas possible d'introduire un recours contre un jugement prononcé par défaut.", "9.  Lorsque le requérant reçut l'invitation à se rendre en prison, il consulta un avocat qui fit opposition au jugement le 11 octobre 2002. Il soutenait que l'opposition était recevable nonobstant le non respect des délais légaux, dès lors qu'en ne prescrivant pas de notifier les possibilités et modalités de recours, les textes légaux visant la signification des jugements en matière pénale violaient l'article 13 de la Convention, l'article 2 du Protocole no 7 et les articles 10 et 11 de la Constitution.", "10.  Par un jugement du 20 décembre 2002, le tribunal correctionnel d'Huy déclara l'opposition irrecevable, au motif que celle-ci n'avait pas été faite dans le délai prévu par l'article 203 § 1 du code d'instruction criminelle. Il considéra encore que n'était raisonnablement pas injustifiée la différence de traitement, appliquée aux condamnés par défaut, dès lors qu'à leur égard le délai de recours visé à l'article 203 § 1 ne commençait à courir qu'à compter de la signification de la décision ou de la remise de la copie de la décision au prévenu, ce qui constitue, en raison de l'intervention de l'huissier de justice requise par le code judiciaire, un moyen suffisant pour permettre au destinataire de la décision de prendre connaissance des délais et des modalités de recours.", "11.  Le 10 décembre 2003, la cour d'appel de Liège, saisie par le requérant, décida de poser à la Cour d'arbitrage la question suivante :", "« L'article 187 du code d'instruction criminelle, régissant les effets de la signification d'un jugement de condamnation rendu par défaut, lu isolément ou en liaison, notamment, avec l'article 2, 4o, de la loi du 11 avril 1994 relative à la publicité de l'administration, et avec l'article 5, alinéa 2, de l'arrêté royal du 15 septembre 1994 déterminant la sanction administrative applicable aux prescripteurs qui sont tenus d'utiliser le modèle de document de prescription des prestations de fournitures pharmaceutiques pour les bénéficiaires non hospitalisés, viole-t-il les articles 10 et 11 de la Constitution, considérés isolément ou combinés avec l'article 6 de la Convention (...), en ce qu'il ne prescrit pas que le condamné soit averti, par la signification dudit jugement, des voies éventuelles de recours, des instances compétentes pour en connaître, ainsi que des formes et délais à respecter ? ».", "12.  A l'inverse de ce que prescrivent les articles 2, 4o de la loi du 11 avril 1994 et 5, alinéa 2, de l'arrêté royal du 15 septembre 1994, au bénéfice de l'administré ou du prescripteur concerné, l'article 187, alinéa 1er, du code d'instruction criminelle ne prévoit pas que le condamné par défaut doit être averti, lors de la signification du jugement, des voies éventuelles de recours, des instances compétentes pour en connaître et des formes et délais à respecter.", "13.  Par un arrêt du 21 décembre 2004, la Cour d'arbitrage considéra que la question préjudicielle appelait une réponse négative et que, par conséquent, l'article 187, alinéa 1er, ne violait pas les articles 10 et 11 de la Constitution. Elle s'exprima ainsi :", "« La première catégorie concerne les personnes condamnées par défaut par une juridiction pénale. Elles ont fait l'objet d'un jugement rendu par un tribunal indépendant et impartial qui a considéré, après avoir vérifié qu'elles ont été régulièrement citées à y comparaître, qu'elles se sont rendues coupables d'infractions pénales. Elles peuvent faire opposition à ce jugement en respectant les règles uniformes de procédure et de délai détaillées à l'article 187 du code d'instruction criminelle.", "La seconde catégorie concerne les personnes qui se sont vu notifier une décision administrative, qui n'a aucun caractère juridictionnel et qu'elles pourront attaquer, selon le cas, devant une juridiction de l'ordre judiciaire ou devant une juridiction administrative, en respectant une procédure et des délais qui varient selon l'objet de la décision qu'elles contestent.", "Il existe entre ces deux catégories de personnes des différences de nature telles que leur situation ne peut être comparée au regard des articles 10 et 11 de la Constitution. »", "14.  Par un arrêt du 18 avril 2007, la cour d'appel de Liège confirma le jugement attaqué. Elle jugea que l'absence de publicité des voies de recours judiciaires lors de la signification des jugements rendus par défaut et la brièveté du délai imparti par la loi ne sont pas de nature à engendrer une atteinte au droit à un procès équitable dès lors notamment qu'elles s'appliquent à tous les condamnés dans la même situation et que le délai ne prend cours qu'après la prise de connaissance personnelle par le condamné de la signification du jugement.", "15.  Le requérant se pourvut en cassation. Il se fonda, entre autres, sur les articles 6 et 13 de la Convention et 2 du Protocole no 7. Il invitait aussi la Cour de cassation à poser à la Cour d'arbitrage une question préjudicielle portant sur la compatibilité avec les articles 10 et 11 de la Constitution de l'absence de tout texte légal imposant, en matière pénale, la notification au condamné des modes d'introduction et des délais de recours.", "16.  Par un arrêt du 10 octobre 2007, la Cour de cassation rejeta le pourvoi. Elle considéra notamment que les articles 6 et 13 de la Convention n'imposaient pas que l'acte de signification de la condamnation, prononcée par défaut, mentionne le délai imparti pour l'exercice du droit d'opposition et les modalités de celui-ci. Quant à l'article 2 du Protocole no 7, elle releva que ce Protocole n'ayant pas été signé par la Belgique, il n'avait pas d'effet direct dans l'ordre juridique belge. Enfin, concernant la demande de question préjudicielle, la Cour de cassation la rejeta considérant que la Cour d'arbitrage était incompétente pour examiner si l'absence d'une loi violait les articles 10 et 11 de la Constitution.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "17.  Les articles pertinents du code d'instruction criminelle disposent :", "Article 187", "« Le condamné par défaut pourra faire opposition au jugement dans les [quinze] jours [...], qui suivent celui de sa signification.", "Lorsque la signification du jugement n'a pas été faite à sa personne, le prévenu pourra faire opposition, quant aux condamnations pénales, dans les quinze jours qui suivent celui où il aura connu la signification. S'il en a eu connaissance par la signification d'un mandat d'arrêt européen ou d'une demande d'extradition ou que le délai en cours de quinze jours n'a pas encore expiré au moment de son arrestation à l'étranger, il pourra faire opposition dans les quinze jours qui suivent celui de sa remise ou de sa remise en liberté à l'étranger. S'il n'est pas établi qu'il a eu connaissance de la signification, le prévenu pourra faire opposition jusqu'à l'expiration des délais de prescription de la peine. Il pourra faire opposition, quant aux condamnations civiles, jusqu'à l'exécution du jugement.", "La partie civile et la partie civilement responsable ne pourront faire opposition que dans les conditions énoncées à l'alinéa 1.", "L'opposition sera signifiée au ministère public, à la partie poursuivante ou aux autres parties en cause.", "Si l'opposition n'a pas été signifiée dans les [quinze] jours [...] qui suivent la signification du jugement, il pourra être procédé à l'exécution des condamnations et, en cas d'appel des parties poursuivantes ou de l'une d'elles, il pourra être procédé au jugement sur l'appel.", "La condamnation sera comme non avenue par suite de l'opposition; néanmoins, les frais et dépens causés par l'opposition, y compris le coût de l'expédition et de la signification du jugement, seront laissés à charge de l'opposant, si le défaut lui est imputable. »", "Article 208", "« Les arrêts rendus par défaut sur l'appel pourront être attaqués par la voie de l'opposition dans la même forme et dans les mêmes délais que les jugements par défaut rendus par les tribunaux correctionnels.", "L'opposition emportera de droit citation à la première audience après l'expiration d'un délai de quinze jours ou de trois jours si l'opposant est détenu ;", "Elle sera non avenue si l'opposant n'y comparaît pas et l'arrêt qui interviendra sur l'opposition ne pourra être attaqué par la partie qui l'aura formée, si ce n'est devant la Cour de cassation. »", "18.  Les articles pertinents de la Constitution prévoient :", "Article 10", "« Il n'y a dans l'État aucune distinction d'ordres.", "Les Belges sont égaux devant la loi; seuls ils sont admissibles aux emplois civils et militaires, sauf les exceptions qui peuvent être établies par une loi pour des cas particuliers.", "L'égalité des femmes et des hommes est garantie. »", "Article 11", "« La jouissance des droits et libertés reconnus aux Belges doit être assurée sans discrimination. A cette fin, la loi et le décret garantissent notamment les droits et libertés des minorités idéologiques et philosophiques. »", "19.  Il semblerait qu'une loi adoptée par le Parlement (Doc. parl., Sénat, sess.ord. 1994-1995, doc. no 1279-1 du 11 janvier 1995), mais jamais promulguée ni publiée au Moniteur belge, ajoutait au code judiciaire un article 46bis ainsi libellé :", "« L'acte de notification ou de signification de la décision doit, à peine de nullité, indiquer le délai d'opposition d'appel ou de pourvoi en cassation, dans le cas où une de ces voies de recours est ouverte, ainsi que les modalités selon lesquelles le recours peut être exercé. »", "20.  De plus, à la suite de l'arrêt Da Luz Domingues Ferreira c. Belgique (no 50049/99, 24 mai 2007), le collège des procureurs généraux près les cours d'appel a adopté, le 18 juin 2008, une circulaire (no COL 5/2008) « relative à la notification de ses droits à une personne condamnée par défaut détenue ou non au sein du Royaume ou à l'étranger ». Aux termes de cette directive, lors des instructions données aux huissiers de justice, aux directeurs de prison ou à toute autre personne habilitée à cet effet par la loi, de procéder à la signification de condamnations par défaut, les parquets devront dorénavant aussi les charger d'insérer dans leur acte la procédure d'opposition telle qu'établie par les articles législatifs pertinents. Une instruction similaire sera également donnée lors de la délivrance de mandats d'arrêt et au directeur de la prison, si le condamné par défaut séjourne en prison. Si l'intéressé séjourne à l'étranger, une notification semblable est également prévue, puisque la plupart des significations par exploit d'huissier ont lieu par courrier.", "21.  En droit belge, d'une manière générale et sauf exception, le délai en matière civile pour exercer une voie de recours est d'un mois, à compter de la notification ou de la signification de la décision. En outre, l'article 792 § 3 du code judiciaire impose, lors de la notification du jugement, de faire mention des voies de recours, du délai dans lequel ces recours doivent être introduits, ainsi que de la dénomination et de l'adresse de la juridiction compétente pour en connaître. De plus, en matière sociale, l'article 9 § 3 de la loi du 7 août 1974 sur le minimum d'existence impose la notification des moyens de recours et des délais.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 COMBINÉ AVEC L'ARTICLE 14 DE LA CONVENTION", "22.  Le requérant se plaint d'avoir été privé de son droit d'accès à un tribunal, faute d'avoir été informé sur les modalités d'exercice et les délais de recours contre un jugement de condamnation rendu par défaut, alors que cette information est prévue dans le domaine du droit administratif, du droit social et du droit de la jeunesse. Il allègue une violation de l'article 6 § 1 combiné avec l'article 14 de la Convention, qui se lisent ainsi :", "Article 6 § 1", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "Article 14", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "A.  Sur la recevabilité", "23.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "24.  Le requérant souligne qu'en matière administrative et sociale et en matière de droit de la jeunesse, il existe une obligation d'indiquer dans les jugements et arrêts les délais et les modalités pour introduire une voie de recours. La plupart des délais d'appel ou d'opposition sont d'un mois. Par contre, en matière pénale, alors qu'il est question de peines d'emprisonnement, le délai est de quinze jours. Il paraît alors tout à fait discriminatoire que le délai soit non seulement plus court qu'en matière civile, mais surtout qu'il ne soit prévu aucune obligation de notification des délais de recours et des modes de leur introduction.", "25.  Le Gouvernement soutient que le requérant, bien que n'ayant pas été informé des délais et formalités à respecter pour former opposition, n'a été privé du droit d'accès à un tribunal que du fait de son manque de diligence. Il souligne que le requérant a pris connaissance du jugement sans s'inquiéter davantage de la suite qui y serait réservée. Le délai extraordinaire d'opposition prévu à l'article 187 § 2 du code d'instruction criminelle s'est achevé quinze jours après cette prise de connaissance, sans que le requérant ne se soit aucunement manifesté. Par son inertie et son absence de réaction dans le délai, le requérant a montré sans ambiguïté qu'il ne souhaitait pas comparaître et se défendre. L'allégation du requérant, selon laquelle le policier qui lui aurait remis le jugement lui aurait dit que celui-ci n'était susceptible d'aucun recours, n'est étayée par aucune preuve et, en tout cas, il lui revenait de vérifier l'exactitude de cette information auprès d'un avocat. Son attitude dénote à tout le moins une négligence.", "26.  La Cour rappelle qu'une procédure se déroulant en l'absence du prévenu n'est pas en soi incompatible avec l'article 6 de la Convention. Il demeure néanmoins qu'un déni de justice est constitué lorsqu'un individu condamné in absentia ne peut obtenir ultérieurement qu'une juridiction statue à nouveau, après l'avoir entendu, sur le bien-fondé de l'accusation en fait comme en droit, alors qu'il n'est pas établi qu'il a renoncé à son droit de comparaître et de se défendre, ni qu'il a eu l'intention de se soustraire à la justice (Sejdovic c. Italie [GC], no 56581/00, §§ 81-85, CEDH 2006II). La Cour convient avec le Gouvernement de l'importance de respecter la réglementation pour former un recours (Pérez de Rada Cavanilles c. Espagne, arrêt du 28 octobre 1998, §§ 44-45, Recueil 1998-VIII). Toutefois, la réglementation en question, ou l'application qui en est faite, ne devrait pas empêcher le justiciable de se prévaloir d'une voie de recours disponible (ibidem, § 45).", "27.  Dans la présente affaire, la Cour note que le jugement du 24 mai 2002 a été signifié au domicile du requérant le 6 juin 2002. Cette signification faisait courir le délai ordinaire d'opposition prévu à l'article 187 § 1 du code d'instruction criminelle. Le requérant n'étant pas présent, l'huissier de justice a déposé un avis de présentation l'invitant à se rendre au commissariat de police de sa commune afin d'y retirer le jugement. Le requérant s'y est rendu le 24 juin 2002 et à partir de cette date a commencé à courir le délai extraordinaire d'opposition de quinze jours, prévu à l'article 187 § 2 du code d'instruction criminelle. Le requérant n'a formé opposition que le 11 octobre 2002, lorsqu'il a reçu l'invitation à se rendre en prison pour purger la peine à laquelle il avait été condamné. Il prétend qu'il ne l'a pas fait plus tôt car le policier, qui lui a signifié le jugement, lui aurait dit qu'il n'était pas possible d'introduire un recours contre un jugement prononcé par défaut.", "28.  La Cour ne saurait raisonner en l'espèce comme si le requérant avait renoncé à son droit à former opposition au jugement. Si elle partage le sentiment du Gouvernement que le requérant était en mesure de comprendre que son inertie aurait des conséquences quant à l'exécution du jugement, et qu'il lui était loisible de consulter immédiatement un avocat ou de solliciter l'assistance judiciaire, elle considère que cet élément n'est pas déterminant pour parvenir à sa conclusion.", "29.  A cet égard, la Cour rappelle que dans l'arrêt Da Luz Domingues Ferreira c. Belgique précité, qui est intervenu dans un contexte factuel différent de celui de la présente affaire mais qui posait le même problème, soit l'irrecevabilité de l'opposition à un jugement rendu par défaut pour non respect des formalités et pour tardiveté, elle a fondé son constat de violation sur le fait que le requérant n'avait pas été informé, lors de la signification de l'arrêt, des formalités et des délais à respecter pour former opposition.", "30.  De l'avis de la Cour, ce qui importe en matière d'accès à un tribunal, c'est non seulement que les règles concernant, entre autres, les possibilités des voies de recours et les délais soient posées avec clarté, mais qu'elles soient aussi portées à la connaissance des justiciables de la manière la plus explicite possible, afin que ceux-ci puissent en faire usage conformément à la loi. Il en est particulièrement ainsi lorsqu'une personne qui a été condamnée par défaut est détenue ou n'est pas représentée par un avocat lorsqu'elle reçoit notification d'un jugement de condamnation : elle doit pouvoir être immédiatement informée de manière fiable et officielle des possibilités de recours et des délais d'introduction. Il ne s'agit pas d'interpréter le droit ni de prodiguer des conseils que seul un avocat peut faire, mais d'indiquer le suivi qui peut être donné à un jugement.", "31.  Or, une telle possibilité semble faire défaut en l'espèce : le jugement de condamnation du requérant ne comportait pas d'indication des formalités à respecter pour former opposition. A cet égard il importe peu, aux yeux de la Cour, que l'officier de police, qui lui a remis le jugement, ait effectivement tenu les propos que lui prête le requérant.", "32.  La Cour relève que la Belgique a par la suite reconnu la nécessité d'une telle information et a pris des mesures dans ce sens comme en témoigne la circulaire du 18 juin 2008 « relative à la notification de ses droits à une personne condamnée par défaut détenue ou non au sein du Royaume ou à l'étranger » adoptée par le collège des procureurs généraux près les cours d'appel le lendemain de l'arrêt Da Luz Domingues Ferreira c. Belgique précité (paragraphe 20 ci-dessus). En outre, il existe aussi une loi adoptée par le Parlement, mais jamais promulguée ni publiée au Moniteur belge, qui ajoute au code judiciaire un article 46bis, selon lequel l'acte de notification ou de signification de la décision doit, à peine de nullité, indiquer le délai d'opposition d'appel ou de pourvoi en cassation, dans le cas où une de ces voies de recours est ouverte, ainsi que les modalités selon lesquelles le recours peut être exercé.", "33.  Enfin, la Cour note qu'en droit belge, d'une manière générale et sauf exception, le délai en matière civile pour exercer une voie de recours est d'un mois, à compter de la notification ou de la signification de la décision. Par ailleurs, l'article 792 § 3 du code judiciaire impose, lors de la notification du jugement, de faire mention des voies de recours, du délai dans lequel ces recours doivent être introduits, ainsi que de la dénomination et de l'adresse de la juridiction compétente pour en connaître. De plus, en matière sociale, l'article 9 § 3 de la loi du 7 août 1974 sur le minimum d'existence impose la notification des moyens de recours et des délais.", "34.  Dans ces circonstances, la Cour estime que l'irrecevabilité pour tardiveté de l'opposition formée par le requérant contre le jugement le condamnant, alors qu'il n'a pas été informé des délais et des modalités pour l'introduire, a porté atteinte à son droit d'accès à un tribunal, tel que garanti par l'article 6 § 1 de la Convention.", "35.  Eu égard à cette conclusion, la Cour estime qu'il ne s'impose pas de statuer sur l'article 14 de la Convention invoqué par le requérant.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "36.  Invoquant l'article 2 du Protocole no 7, le requérant se plaint aussi d'avoir été privé de son droit à un double degré de juridiction en matière pénale. Il allègue aussi une violation de l'article 13 de la Convention.", "37.  En ce qui concerne le grief relatif à l'article 13 la Cour estime qu'il n'y a pas lieu de se placer sur le terrain de celui-ci, l'article 6 § 1 étant la lex specialis par rapport à l'article 13 (Popovitsi c. Grèce, no 53451/07, 14 janvier 2010). Quant au grief tiré de l'article 2 du Protocole no 7, la Cour note que la Belgique n'a pas encore ratifié le Protocole no 7 (Saedeleer c. Belgique, no 27535/04, 24 juillet 2007) et il convient donc de le déclarer irrecevable ratione personae.", "38.  Il s'ensuit que cette partie de la requête doit être rejeté en application de l'article 35 §§ 3 et 4 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "39.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "40.  Le requérant réclame la somme de 1 500 euros (EUR) au titre du préjudice matériel qu'il aurait subi, du fait que sa condamnation à six mois d'emprisonnement rend plus difficile son reclassement et sa recherche d'emploi. Il réclame aussi 3 000 EUR pour dommage moral, amplifié par la circonstance qu'il a eu le sentiment d'avoir fait l'objet d'une injustice, d'avoir subi le port d'un bracelet électronique et d'avoir inscrit à son casier judiciaire une condamnation à une peine d'emprisonnement.", "41.  Le Gouvernement soutient que le dommage matériel ne peut, comme le fait le requérant, être évalué ex aequo et bono. Quant au dommage moral, il prétend que celui-ci résulte davantage de l'absence de diligence de l'intéressé que de l'absence d'information quant au délai de recours qui lui était ouvert contre le jugement.", "42.  La Cour n'aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande. En revanche, elle considère que le requérant a subi un dommage moral et lui accorde alors la somme qu'il réclame.", "B.  Frais et dépens", "43.  Le requérant demande également 1 255 EUR pour les frais et dépens engagés devant les juridictions internes et la Cour, dont 370 EUR pour la procédure devant la Cour de cassation et 885 EUR pour celle devant la Cour.", "44.  Le Gouvernement ne présente pas d'observations à cet égard.", "45.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 1 255 EUR tous frais confondus et l'accorde en entier au requérant.", "C.  Intérêts moratoires", "46.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés des articles 6 § 1 et 14 combinés de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 ;", "", "3.  Dit qu'il ne s'impose pas de statuer sur le même grief sous l'angle de l'article 14 combiné avec l'article 6 de la Convention ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois, à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "i)  3 000 EUR (trois mille euros), plus tout montant pouvant être dû à titre d'impôt, pour dommage moral ;", "ii)  1 255 EUR (mille deux cent cinquante-cinq euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt par le requérant ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 1er mars 2011, en application de l'article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tDanutė Jočienė\n\tGreffier\tPrésidente"]}