{"file": "FRE_HFJUD_25549_94.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25549/94", "text_paragraphs": ["", "", "", "", "", "", "AFFAIRE CAZENAVE DE LA ROCHE c. FRANCE", "", "CASE OF CAZENAVE DE LA ROCHE v. FRANCE", "", "(39/1997/823/1029)", "", "", "", "", "", "", "ARRÊT/JUDGMENT", "", "STRASBOURG", "", "", "9 juin/June 1998", "", "", "Cet arrêt peut subir des retouches de forme avant la parution de sa version définitive dans le Recueil des arrêts et décisions 1998, édité par Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Cologne) qui se charge aussi de le diffuser, en collaboration, pour certains pays, avec les agents de vente dont la liste figure au verso.", "", "The present judgment is subject to editorial revision before its reproduction in final form in Reports of Judgments and Decisions 1998. These reports are obtainable from the publisher Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Köln), who will also arrange for their distribution in association with the agents for certain countries as listed overleaf.", "", "Liste des agents de vente/List of Agents", "", "", "Belgique/Belgium: Etablissements Emile Bruylant (rue de la Régence 67, ", "  B-1000 Bruxelles)", "", "Luxembourg: Librairie Promoculture (14, rue Duchscher ", "  (place de Paris), B.P. 1142, L-1011 Luxembourg-Gare)", "", "Pays-Bas/The Netherlands: B.V. Juridische Boekhandel & Antiquariaat ", "  A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC", "  La Haye/’s-Gravenhage)", "SOMMAIRE", "Arrêt rendu par une chambre", "France – durée d'une procédure en réparation engagée contre l'Etat par un agent contractuel après sa radiation des cadres de la coopération", "i.\tarticle 6 § 1 de la convention", "A.\tApplicabilité", "La procédure en réparation engagée par la requérante ne portait pas sur le refus de sa titularisation dans le corps des fonctionnaires de l'Etat – le seul but de l'action était d'obtenir réparation du préjudice causé par sa radiation, déclarée illégale par le Conseil d'Etat, du personnel en coopération – droit à réparation né après la cessation de ses fonctions – faute de l'Etat a fait naître une créance à l'égard de la requérante – droit purement patrimonial et donc civil.", "Conclusion : article 6 § 1 applicable (unanimité).", "B.\tObservation", "1.\tPériode à considérer", "Point de départ : demande préalable auprès du ministre des Relations extérieures. ", "Fin : arrêt de la cour administrative d'appel de Paris.", "Résultat : huit ans, neuf mois et deux semaines.", "2.\tCaractère raisonnable de la durée de la procédure", "Complexité de l'affaire : aucune.", "Comportement de la requérante : n'a été à l'origine d'aucun retard.", "Comportement des autorités nationales : deux ans et dix mois pour statuer devant le tribunal administratif, un an et trois mois pour notifier un jugement, et près de deux ans devant la cour administrative d'appel dépassent le délai raisonnable. ", "Conclusion : violation (unanimité).", "", "", "ii.\tArticle 50 de la convention", "A.\tDommage moral", "Angoisse provoquée par la durée excessive de la procédure : octroi d’une réparation.", "B.\tFrais et dépens", "Accueil de la demande.", "Conclusion : Etat défendeur tenu de verser certaines sommes à la requérante (unanimité).", "RÉFÉRENCES À LA JURISPRUDENCE DE LA COUR", "31.3.1992, X c. France ; 26.11.1992, Francesco Lombardo c. Italie ; 24.8.1993, Massa c. Italie ; 17.12.1996, Duclos c. France ; 17.3.1997, Neigel c. France ; 2.9.1997, De Santa c. Italie ; 19.2.1998, Huber c. France ; 24.4.1998, Mavronichis c. Chypre ", "", "", "En l'affaire Cazenave de la Roche c. France,", "La Cour européenne des Droits de l'Homme, constituée, conformément à l'article 43 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention ») et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit :", "\tMM.\tR. Bernhardt, président,", "\t\tL.-E. Pettiti,", "\t\tC. Russo,", "\tSir\tJohn Freeland,", "\tMM.\tL. Wildhaber,", "\t\tG. Mifsud Bonnici,", "\t\tK. Jungwiert,", "\t\tU. Lōhmus,", "\t\tV. Butkevych,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 27 mars et 21 mai 1998,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L'affaire a été déférée à la Cour par le gouvernement français (« le Gouvernement ») le 14 avril 1997, dans le délai de trois mois qu'ouvrent les articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (n° 25549/94) dirigée contre la République française et dont une ressortissante de cet Etat, Mme Hélène Cazenave de la Roche, avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 28 septembre 1994 en vertu de l'article 25.", "La requête du Gouvernement renvoie aux articles 44 et 48 ainsi qu’à la déclaration française reconnaissant la juridiction obligatoire de la Cour (article 46). Elle a pour objet d'obtenir une décision sur le point de savoir si \n", "", "", "les faits de la cause révèlent un manquement de l'Etat défendeur aux exigences de l'article 6 § 1 de la Convention.", "2.  En réponse à l'invitation prévue à l'article 33 § 3 d) du règlement A, la requérante a exprimé le désir de participer à l'instance et a désigné son conseil (article 30).", "3.  La chambre à constituer comprenait de plein droit M. L.-E. Pettiti, juge élu de nationalité française (article 43 de la Convention), et M. R. Ryssdal, président de la Cour (article 21 § 4 b) du règlement A). Le 28 avril 1997, le président a tiré au sort le nom des sept autres membres, à savoir M. C. Russo, Sir John Freeland, M. L. Wildhaber, M. G. Mifsud Bonnici, M. K. Jungwiert, M. U. Lōhmus et M. V. Butkevych, en présence du greffier (articles 43 in fine de la Convention et 21 § 5 du règlement A). Par la suite, M. R. Bernhardt, vice-président de la Cour, a remplacé M. Ryssdal, décédé le 18 février 1998.", "4.  En sa qualité de président de la chambre (article 21 § 6 du règlement A), M. Ryssdal avait consulté, par l'intermédiaire du greffier, l'agent du Gouvernement, l'avocat de la requérante et le délégué de la Commission au sujet de l'organisation de la procédure (articles 37 § 1 et 38). Conformément à l'ordonnance rendue en conséquence, le greffier a reçu les mémoires du Gouvernement et de la requérante respectivement  les 6 janvier et 13 février 1998. ", "5.  Ainsi qu'en avait décidé le président, les débats se sont déroulés en public le 23 mars 1998, au Palais des Droits de l'Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "", "Ont comparu :", "–\tpour le Gouvernement\nMM.\tY. Charpentier, sous-directeur des droits de l'homme\t\n\t\tà la direction des affaires juridiques\n\t\tdu ministère des Affaires étrangères,\tagent,\n\tH. Ascensio, membre de la sous-direction\n\t\tdes droits de l'homme dudit ministère,\tconseil ;", "–\tpour la Commission\nM.\tL. Loucaides,\tdélégué ;", "–\tpour la requérante\nMe\tF. Delibes, avocat au barreau de Paris,\tconseil.\n", "La Cour a entendu en leurs déclarations M. Loucaides, Me Delibes et M. Charpentier.", "EN FAIT", "I.\tLES CIRCONSTANCES DE L'ESPÈCE", "6.  Dans le cadre de la convention culturelle et technique conclue entre la France et le Maroc le 13 janvier 1972, le gouvernement marocain recruta Mme Cazenave de la Roche le 4 janvier 1982 en qualité de maître-assistant à l’Ecole nationale d’architecture de Rabat.", "A.\tLa radiation et le refus de titularisation", "7.  Le 22 septembre 1983, l’ambassade de France au Maroc adressa à la requérante un certificat de cessation de paiement, la date d’expiration de son contrat ayant été fixée au 4 janvier 1984 par les autorités marocaines. Ledit certificat disposait : ", "« (…)", "Certifie que Mme Cazenave de la Roche (…) maître-assistant non titulaire (…) sera rayée des contrôles du personnel en coopération le 4 janvier 1984 et sera payée par le ministère des Relations extérieures jusqu’au 3 janvier 1984.", "(…) »  ", "8.  Le 3 décembre 1984, Mme Cazenave de la Roche forma un recours gracieux auprès du ministre des Relations extérieures et demanda l’annulation de la décision du 22 septembre 1983 ainsi que son intégration dans le corps des enseignants urbanistes sur la base des dispositions de l'article 9 de la loi du 11 juin 1983 (paragraphe 28 ci-dessous).", "9.  Le 22 février 1985, le ministre des Relations extérieures rejeta les demandes de la requérante au motif, notamment, que la mise en application de ladite loi était subordonnée à la publication de décrets d’application, inexistants au jour de la décision attaquée.", "B.\t\tLa procédure en annulation", "1.\tDevant le tribunal administratif de Paris", "10.  Le 4 avril 1985, Mme Cazenave de la Roche saisit  le tribunal administratif de Paris : elle demandait l’annulation de la décision du 22 février 1985 ainsi que la reconnaissance du droit à son intégration et sa titularisation dans la fonction publique à compter du 3 janvier 1984. ", "11.  Le ministre délégué auprès du ministre des Relations extérieures déposa son mémoire le 13 juillet 1985 et la requérante fit de même le 9 décembre 1985.", "12.  Ayant tenu une audience le 10 janvier 1986, le tribunal rendit, le 24 janvier 1986, le jugement suivant :", "« (…) ", "Sur les conclusions dirigées contre le refus de réinsertion et de titularisation de la requérante", "Sur le moyen tiré de la méconnaissance des articles 9 et suivants de la loi du 11 juin 1983 et des articles 80 et suivants de la loi du 11 janvier 1984", "(…)", "Considérant d’une part, que la loi n° 83-481 du 11 juin 1983 a prévu dans son article 9 « qu'avaient vocation à être titularisés sur leur demande (...) les personnels civils de coopération culturelle, scientifique et technique (...) ».", "Considérant toutefois que la mise en application de ladite loi et en particulier des dispositions (…) de son article 8 était subordonnée à l’intervention de décrets au Conseil d’Etat qui n’avaient pas été publiés à la date où lesdites dispositions ont été à leur tour reprises par les articles 74 et suivants de la loi n° 84-16 du 11 janvier 1984 et que les décrets en Conseil d’Etat également nécessaires à leur application n’étaient pas davantage intervenus au jour de la décision attaquée.", "Considérant que s’il est constant que l’autorité réglementaire a l’obligation juridique de prendre, dans un délai raisonnable, celles des mesures qui relèvent de sa compétence et qui sont nécessaires à la mise en œuvre d’un texte législatif, il n’apparaît pas que le délai qui s’est écoulé depuis la publication de ce dernier puisse être considéré comme excessif ; qu’en conséquence, Mme Cazenave de la Roche ne saurait se fonder sur cette circonstance pour contester la légalité de la décision par laquelle le ministre délégué auprès du ministre des relations extérieures a refusé de faire droit à sa demande.", "(…) »", "2.\tDevant le Conseil d’Etat     ", "13.  Le 13 mai 1986, Mme Cazenave de la Roche interjeta appel devant le Conseil d’Etat. Elle déposa un mémoire complémentaire le 11 septembre de la même année.", "14.  Le Conseil d’Etat tint une audience le 10 septembre 1990 et rendit son arrêt le 24 septembre. Il annula le jugement du tribunal administratif du 24 janvier 1986 ainsi que la décision du ministre des Relations extérieures du 22 février 1985 et rejeta le reste du recours en ces termes :", "", "", "", "« (...)", "\t  Sur la légalité de la décision attaquée", "Considérant, d’une part, qu’il résulte des dispositions combinées de l’article 8 et du 1er alinéa de l’article 9 de la loi du 11 juin 1983 repris au 1er alinéa de l’article 74 de la loi du 11 janvier 1984 que les agents non titulaires de l’Etat ayant la qualité de personnels civils de coopération culturelle, scientifique et technique en fonction auprès d’Etats étrangers ont vocation à être titularisés (...) ", "Considérant, d’autre part, qu’aux termes du 1er alinéa de l'article 17 de la même loi : « les agents non titulaires qui peuvent se prévaloir des dispositions de la présente loi ne peuvent être licenciés que pour insuffisance professionnelle ou pour motif disciplinaire jusqu’à l’expiration des délais d’option qui leur sont ouverts par les décrets prévus par l’article 15 » (...)", "Considérant que si Mme Cazenave de la Roche a été remise, à l’expiration de son contrat, à la disposition du gouvernement français par le gouvernement du Maroc et bien qu’elle ait été recrutée pour occuper un poste déterminé au Maroc, le ministre ne pouvait légalement la licencier que pour insuffisance professionnelle ou pour faute disciplinaire ; qu’il est constant que, pour refuser de renouveler le contrat de Mme Cazenave de la Roche en lui adressant un avis de cessation de paiement (...) décision qui doit être regardée comme un licenciement au regard des dispositions précitées de l’article 17 (...) l'administration s'est exclusivement fondée sur la circonstance que Mme Cazenave de la Roche avait été remise à sa disposition par le gouvernement marocain ; que dès lors cette décision a été prise en violation de l'article 17 de la loi du 11 juin 1983 ; que par suite, Mme Cazenave de la Roche est fondée à soutenir que c’est à tort que, par le jugement attaqué en date du 24 janvier 1986, le tribunal administratif a rejeté sa demande en tant qu’elle tendait à l’annulation de la décision du 22 février 1985 (…)", "       \tSur les conclusions relatives à la titularisation de la requérante", "Considérant que si les articles 73 et 74 de la loi du 11 janvier 1984 ont reconnu à certains agents non titulaires et aux personnels civils de coopération culturelle (…) une vocation à être titularisés, sur leur demande, dans des emplois vacants ou qui seront créés par les lois de finances, il résulte des articles 79 et 80 de la même loi que le législateur a confié à des décrets en Conseil d’Etat le soin de fixer les modalités d’application du principe ; que par suite, en tout état de cause, faute de publication à la date de la décision attaquée du décret en Conseil d’Etat permettant la titularisation dans un corps d’enseignants de l’Etat, le ministre ne pouvait que rejeter la demande de titularisation présentée sur la seule base des articles 73 et 74 de la loi du 11 janvier 1984. »", "", "", "", "", "C.\tLa procédure en indemnisation", "1.\tDevant le tribunal administratif de Paris", "15.  Le 29 janvier 1988, Mme Cazenave de la Roche forma auprès du ministre des Relations extérieures une demande préalable en réparation du préjudice subi du fait de sa non-titularisation dans le corps des architectes enseignants de l’Etat.", "16.  Le 15 juin 1988, elle déposa une requête devant le tribunal administratif de Paris tendant à l’annulation du refus implicite de rejet opposé à sa demande d’indemnisation.", "17.  Le 9 avril 1990, la requérante saisit le ministre d'une nouvelle demande d’indemnisation et, en conséquence, le 11 septembre 1990 réactualisa sa requête devant le tribunal. Elle déposa un mémoire complémentaire le 10 juin 1991.", "18.  Parallèlement à la procédure au fond, Mme Cazenave de la Roche déposa le 2 novembre 1990 une requête en référé pour obtenir le versement d’une provision. ", "19.  Par une ordonnance du 5 avril 1991, le tribunal, statuant en référé, condamna le ministre des Relations extérieures à verser à la requérante la somme de 600 000 francs français (FRF) à titre de provision représentant le montant de la perte de rémunération correspondant à la période allant du 22 septembre 1983 au 31 décembre 1989. Ladite ordonnance se lit comme suit :", "« (…)", "Considérant que la requête de Mme Cazenave de la Roche tend à la condamnation de l'Etat, représenté par le ministre des Relations extérieures, à lui verser la somme de 600 000 francs, à titre de provision, sur les sommes demandées dans sa requête au fond, au titre des traitements qui, en exécution de l'arrêt du Conseil d'Etat du 24 septembre 1990, lui sont dus (...) que le ministre des affaires étrangères, bien que ladite requête lui ait été communiquée, (…) n'a pas contesté l'existence de l'obligation que la requérante invoque à l'encontre de l'Etat ; que l'existence de cette obligation n'est démentie par aucune pièce du dossier ; que l'existence de cette obligation n'est pas sérieusement contestable ;", "(...) »", "", "20.  Le 18 décembre 1992, statuant sur une seconde requête en référé datée du 27 octobre de la même année, suivie du mémoire en défense déposé le 12 décembre, le tribunal ordonna à l’Etat de verser à la requérante une provision complémentaire de 150 000 FRF.", "", "", "", "21.  Après avoir tenu une audience le 29 avril 1993, le tribunal administratif de Paris rendit, le 15 juillet suivant, son jugement. Il joignit les requêtes datant des 15 juin 1988 (paragraphe 16 ci-dessus) et 11 septembre 1990 (paragraphe 17 ci-dessus), considéra que le préjudice qui serait résulté du rejet de la demande de titularisation n’était pas de nature à être indemnisé et que l’illégalité de la décision de radiation constatée par le Conseil d’Etat était constitutive d’une faute susceptible d’engager la responsabilité de l’Etat. Ce dernier fut condamné à verser à la requérante une somme de 850 000 FRF incluant les provisions déjà allouées en référé. Le tribunal motiva sa décision dans les termes suivants :", "\t«  Sur la responsabilité de l'Etat", "(…) s’il est vrai que le Gouvernement avait l’obligation de prendre dans un délai raisonnable les décrets en cause, les dispositions de la loi du 11 janvier 1984 conféraient à l’intéressée, non pas un droit, mais seulement une vocation, à être titularisée, une telle mesure étant en outre subordonnée à la création des emplois correspondants et, le cas échéant, à une sélection professionnelle (...) ", "Considérant toutefois que le ministre ne pouvait légalement décider que Mme Cazenave de la Roche serait radiée des cadres de la coopération, ni s'abstenir de donner suite à la demande présentée le 3 décembre 1984 par l'intéressée en vue d'être affectée dans un emploi d'agent titulaire équivalent à celui dont elle avait été évincée ; que cette illégalité est constitutive d'une faute susceptible d'engager la responsabilité de l'Etat à l'égard de la requérante ;", "(...) »", "", "22.  Le 7 mars 1994, la requérante demanda la notification du jugement. Ce dernier lui fut notifié le 28 octobre 1994.", "2.\tDevant la cour administrative d’appel de Paris", "23.  Le 21 décembre 1994, Mme Cazenave de la Roche fit appel du jugement devant la cour administrative d’appel de Paris afin que l’Etat soit condamné à lui verser une somme supplémentaire de 1 523 405 FRF.", "24.  Le 15 février 1995, le ministre de la Coopération déposa un mémoire dans lequel il fit valoir qu'il appartenait au ministre des Affaires étrangères – anciennement ministre des Relations extérieures – de répondre aux conclusions de la requérante. Cette dernière conclut aux mêmes fins dans un mémoire daté du 2 juin 1995, en soulignant que le ministre des Affaires étrangères n'avait pas respecté la mise en demeure de la cour pour présenter sa défense.", "", "", "", "", "25.  Le ministre des Affaires étrangères déposa un mémoire le 11 juillet 1995, soit après le délai qui lui était imparti par la mise en demeure adressée par le greffe de la cour administrative, auquel Mme Cazenave de la Roche répliqua le 31 juillet 1995. Elle déposa un mémoire complémentaire le 10 juillet 1996.", "26.  A la suite d'une audience tenue le 25 octobre 1996, la cour administrative d'appel de Paris rejeta la demande de l’intéressée par arrêt du 12 novembre 1996 et réforma le jugement du tribunal en ramenant le montant de la somme due par l’Etat à 711 494 FRF. Ledit arrêt fut notifié à la requérante le 13 novembre 1996.", "II.\tLE DROIT INTERNE PERTINENT", "A.\tLa situation du personnel civil de coopération culturelle, scientifique et technique auprès d’Etats étrangers ", "27.  L'article 8 de la loi n° 72-659 du 13 juillet 1972 relative à la situation du personnel civil de coopération culturelle, scientifique et technique auprès d’Etats étrangers est ainsi libellé :", "« Les personnels autres que ceux mentionnés à l’article 2, deuxième alinéa, bénéficient, à l’expiration de leur mission de coopération, dans les conditions fixées par décret, des garanties prévues en faveur des agents publics non titulaires privés d’emploi.", "Les services accomplis en coopération par les mêmes personnels sont assimilés aux services accomplis en France par les agents non titulaires ou non permanents, notamment en ce qui concerne la nomination ou la titularisation en qualité de fonctionnaires de l’Etat, d’agents titulaires des collectivités locales et des établissements publics ou d’agents permanents des services, établissements ou entreprises publiques à caractère industriel ou commercial. »", "", "28.  A l’époque de l’expiration du contrat de la requérante, sa situation était régie par la loi n° 83-481 du 11 juin 1983 définissant les conditions dans lesquelles doivent être pourvus les emplois civils permanents de l’Etat et de ses établissements publics et autorisant l’intégration des agents non titulaires occupant de tels emplois, et plus particulièrement par les dispositions suivantes :   ", "", "", "", "", "", "", "Article 8", "« Les agents non titulaires qui occupent un emploi présentant les caractéristiques définies à l’article 1er ci-dessus ont vocation à être titularisés, sur leur demande, dans des emplois de même nature qui sont vacants ou qui seront créés par les lois de finance, sous réserve :", "1° Soit d’être en fonction à la date de la publication de la présente loi, soit de bénéficier à cette date d’un congé en application du décret n° 80-552 du 15 juillet 1980 relatif à la protection sociale des agents non titulaires de l’Etat, soit de bénéficier à cette date d’un congé en application du décret n° 82-665 du 22 juillet 1982 relatif à la protection sociale des agents non titulaires de l’Etat et des établissements publics de l’Etat à caractère administratif ou à caractère culturel et scientifique, de nationalité française, en service à l’étranger ;", "2° D’avoir accompli, à la date du dépôt de leur candidature, des services effectifs d’une durée équivalente à deux ans au moins de services à temps complet dans un des emplois sus-indiqués ;", "3° De remplir les conditions énumérées à l’article 16 de l’ordonnance n° 59-244 du 4 février 1959 précitée. »", "Article 9", "   « Ont également vocation à être titularisés, sur leur demande, dans les conditions fixées à l'article 8 ci-dessus :", "1° Les personnels civils de coopération culturelle, scientifique et technique en fonction auprès d’Etats étrangers ou de l’organisme auprès duquel ils sont placés, qui remplissent les conditions fixées au deuxième alinéa de l’article 8 de la loi n° 72-659 du 13 juillet 1972 relative à la situation du personnel civil de coopération culturelle, scientifique et technique auprès d’Etats étrangers ;", "(…) »", "Article 14", "« (…) des décrets en Conseil d'Etat peuvent organiser pour les agents non titulaires mentionnés aux articles 8 et 9 (…) l'accès aux différents corps de fonctionnaires (…) » ", "Article 17", "« Les agents non titulaires qui peuvent se prévaloir des dispositions de la présente loi ne peuvent être licenciés que pour insuffisance professionnelle ou pour motif disciplinaire jusqu'à l'expiration des délais d'option qui leur sont ouverts par les décrets prévus à l'article 15.", "(…) »", "29.  Les articles 8, 9, 14 et 17 de la loi du 11 juin 1983 ont été repris par les articles 73, 74, 79 et 82 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l’Etat.", "B.\t\tLe code des tribunaux administratifs et des cours administratives d’appel", "30.  L’article R. 129 du code des tribunaux et cours administratives d’appel se lit ainsi :", "« Le président du tribunal administratif ou de la cour administrative d'appel ou le magistrat que l'un d'eux délègue peut accorder une provision au créancier qui a saisi le tribunal ou la cour d'une demande au fond lorsque l'existence de l'obligation n'est pas sérieusement contestable. Il peut, même d'office, subordonner le versement de la provision à la constitution d'une garantie. »", "PROcéDURE DEVANT LA COMMISSION", "31.  Mme Cazenave de la Roche a saisi la Commission le 28 septembre 1994. Elle alléguait une violation de l’article 6 § 1 de la Convention résultant de la longueur des procédures qu’elle a engagées en 1985 et 1988 devant les juridictions administratives.", "32.  Le 27 juin 1996, la Commission (deuxième chambre) a retenu le grief relatif à la procédure engagée en 1988 et a déclaré la requête (n° 25549/94) irrecevable pour le surplus. Dans son rapport du 27 novembre 1996 (article 31), elle exprime à l’unanimité l’opinion qu’il y a eu violation de l’article 6 § 1. Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRéSENTéES À LA COUR", "33.  Dans son mémoire, le Gouvernement demande à la Cour de rejeter la requête, à titre principal parce qu'incompatible ratione materiae avec les dispositions de l'article 6 § 1 de la Convention, à titre subsidiaire parce que mal fondée. ", "", "", "", "34.  De son côté, la requérante invite la Cour à dire qu'il y a eu violation de l'article 6 § 1 en ce qu'il n'a pas été statué dans un délai raisonnable sur ses droits de caractère civil comme l'exige cette disposition.", "En droit", "I.\tSUR LA VIOLATION ALLéGUéE DE L'ARTICLE 6 § 1 DE LA CONVENTION ", "35.  Mme Cazenave de la Roche se plaint de la durée de la procédure en indemnisation qu'elle a engagée contre l'Etat le 29 janvier 1988. Elle invoque l'article 6 § 1 de la Convention, dont la partie pertinente est ainsi libellée :", "« Toute personne a droit à ce que sa cause soit entendue (…) dans un délai raisonnable, par un tribunal (…) qui décidera des contestations sur ses droits et obligations de caractère civil (…) »", "", "36.  La Commission souscrit aux arguments de la requérante tandis que le Gouvernement considère l’article 6 § 1 inapplicable à la procédure en cause. ", "A.\tSur l'applicabilité de l'article 6 § 1 ", "37.  Selon Mme Cazenave de la Roche, la procédure devant le tribunal administratif, puis devant la cour administrative d’appel de Paris ne requérait pas un examen du statut et du régime des agents contractuels de l’Etat. Elle tendait à obtenir une réparation, sous forme de dommages et intérêts, du préjudice causé par une faute de l’administration, en l'occurrence l'illégalité de sa radiation. Elle revêtirait dès lors une nature patrimoniale, et l’issue de celle-ci serait déterminante pour un droit de « caractère civil ». ", "38.  Le Gouvernement conteste l’applicabilité de l’article 6 § 1 à la procédure en indemnisation. La requérante, bien qu’ayant un statut d’agent contractuel,  serait soumise à un régime assimilable à celui des agents titulaires de l’Etat et dès lors entièrement assujettie aux contraintes du service public. L’action en indemnisation ne saurait être dissociée de la décision de la licencier et ne constituerait que le corollaire de la détermination préalable de sa situation statutaire, cette question subordonnant tous les stades ultérieurs de la procédure. Les incidences pécuniaires découleraient de l’arrêt du Conseil d’Etat du 24 septembre 1990 qui se prononça dans le cadre de la procédure administrative proprement dite sur la légalité de la décision ayant mis fin à l’activité de la requérante. S’appuyant sur l’arrêt Neigel c. France du 17 mars 1997 (Recueil des arrêts et décisions 1997-II) dans lequel la Cour a déclaré l’article 6 § 1 inapplicable à des circonstances qui seraient analogues à la présente espèce, le Gouvernement soutient que la requête de Mme Cazenave de la Roche est incompatible ratione materiae avec ladite disposition.", "39.  Quant à la Commission, elle conclut à l’applicabilité de l’article 6 §1", "sans qu’il soit besoin de s’interroger sur le statut de fonctionnaire public de la requérante, étant donné la nature purement patrimoniale de son action en indemnisation pour faute de l’administration.", "40.  La Cour relève que le Gouvernement ne conteste pas l’existence d’un droit à réparation de la requérante après la reconnaissance par le Conseil d’Etat de l’illégalité de la décision de radiation prononcée à son encontre. En revanche, la qualification de ce droit au regard de l’article 6 § 1 est controversée. ", "41.  La Cour rappelle que les « contestations concernant le recrutement, la carrière et la cessation d'activité des fonctionnaires sortent, en règle générale, du champ d'application de l'article 6 § 1 » (voir, parmi d’autres, l’arrêt Huber c. France du 19 février 1998, Recueil 1998-I, p. 954, § 36). Il en va néanmoins autrement lorsque les revendications litigieuses ont trait à un droit « purement patrimonial » (voir notamment l'arrêt De Santa c. Italie du 2 septembre 1997, Recueil 1997-V, p. 1663, § 18) et plus particulièrement lorsque ce droit est légalement né après la cessation d'activité d'un fonctionnaire (voir les arrêts Francesco Lombardo c. Italie du 26 novembre 1992, série A n° 249-B, Massa c. Italie du 24 août 1993, série A n° 265-B, et Neigel précité, p. 411, § 43).", "42.  En l'espèce, la question du refus d’intégrer Mme Cazenave de la Roche dans le corps des fonctionnaires de l’Etat ne se trouvait pas, ou plus, au coeur de la procédure en indemnisation qu’elle a engagée (voir, mutatis mutandis, l'arrêt Mavronichis c. Chypre du 24 avril 1998, Recueil 1998-II, p. 954, § 32). En tout état de cause, il échet de constater que l'intégration qui avait été sollicitée ne constituait pas un droit puisqu’elle était subordonnée à la création d’un emploi par la voie de décrets en Conseil d’Etat, lesquels n’existaient pas en l’occurrence. En conséquence, la Cour n’estime pas, à l’instar de la Commission, devoir tenir compte, au regard de l'article 6 § 1, de la question du statut de fonctionnaire public de la requérante et de la compatibilité de sa radiation avec son éventuel droit à intégration dans le corps des fonctionnaires de l’Etat. ", "43.  En revanche, la requérante n'a entamé la procédure en indemnisation qu'afin d’obtenir réparation du préjudice causé par un acte administratif qu’elle avait attaqué avec succès au moyen d’un recours en annulation. Cette action, purement indemnitaire, lui fut en effet accessible, à la suite de ", "", "la reconnaissance de son droit à réparation, né de la constatation de l’illégalité de sa radiation, c’est-à-dire après la cessation de ses fonctions. Dès lors, la faute de l’Etat a fait naître une créance à l'égard de la requérante. Cette créance, non contestée par le ministre des Relations extérieures et pas « sérieusement contestable » selon le juge des référés (paragraphe 19 ci-dessus), doit s’analyser comme une obligation de l’Etat, dont l'acquittement par lui n'exige nullement l'exercice de ses prérogatives discrétionnaires. ", "44.  En conclusion, la question de l’allocation de dommages et intérêts à Mme Cazenave de la Roche, et du montant de ceux-ci, se rapportait à un droit purement patrimonial. L'action de l'intéressée avait trait à une contestation sur un droit de « caractère civil » ; partant, l’article 6 § 1 s’applique en l’espèce.", "B.\t\tSur l'observation de l'article 6 § 1", "45.  Reste à savoir s’il y a eu dépassement du « délai raisonnable ». Requérante et Commission répondent par l’affirmative, le Gouvernement par la négative.", "46.  La période à considérer n’a pas commencé, comme l’affirme le Gouvernement, avec la saisine du tribunal administratif le 15 juin 1988, mais le 29 janvier 1988, par la demande préalable auprès du ministre des Relations extérieures (voir, mutatis mutandis, notamment l’arrêt X c. France du 31 mars 1992, série A n° 234-C, p. 90, § 31). Dans ces conditions, la procédure a duré au total huit ans, neuf mois et deux semaines.", "47.  Le caractère raisonnable de la durée de la procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Duclos c. France du  17 décembre 1996, Recueil 1996-VI, p. 2180, § 55).", "48.  Selon le Gouvernement, la longueur de la procédure devant la juridiction de première instance n’est que la conséquence du choix de la requérante de n’avoir pas assorti son recours initial en annulation de la décision de licenciement de conclusions indemnitaires. En outre, Mme Cazenave de la Roche aurait attendu trois ans pour introduire son action en indemnisation. En tout état de cause, le retard dénoncé ne serait pas assez important pour enfreindre la Convention.", "49.  La Cour note que le cas d’espèce soulevait essentiellement la question du montant de l’indemnité à allouer à la requérante. La durée de la procédure ne saurait donc s’expliquer par la complexité de l’affaire ; au demeurant, les juges statuant en référé sur la demande de provision rendirent rapidement leurs ordonnances (paragraphes 18, 19 et 20 ci-dessus). ", "", "50.  En outre, le fait pour Mme Cazenave de la Roche de n'avoir pas accompagné son recours en annulation d'une demande en indemnisation ne saurait entrer en ligne de compte puisque la Cour ne se trouve saisie que de la durée de la procédure en réparation. On ne peut pas non plus reprocher à la requérante un manque de diligence à partir de l'introduction de son instance. ", "Quant aux autorités, plusieurs périodes d’inactivité leur sont imputables sans que le Gouvernement n'ait fourni d'explications sur ces délais. Le tribunal administratif de Paris, devant lequel la requérante a réactualisé sa requête le 11 septembre 1990 (paragraphe 17 ci-dessus), n'a rendu son jugement que le 15 juillet 1993 (paragraphe 21 ci-dessus), soit deux ans et dix mois plus tard, alors que, par un arrêt du 24 septembre 1990 (paragraphe 14 ci-dessus), le Conseil d'Etat avait reconnu une faute de l'Etat susceptible de réparation. De surcroît, ledit jugement n'a été notifié à la requérante que le 28 octobre 1994 (paragraphe 22 ci-dessus), soit un peu plus d'un an et trois mois plus tard. Enfin, la procédure devant la cour d'appel dura un an, dix mois et vingt-deux jours (paragraphes 23 et 26 ci-dessus), période au cours de laquelle ne furent échangés que les mémoires des parties, celui du ministre des Affaires étrangères ayant au surplus été déposé après le délai qui lui était imparti par la mise en demeure du greffe de ladite cour. ", "51.  Partant, il y a eu dépassement du « délai raisonnable » et donc violation de l’article 6 § 1. ", "II.\tSUR L'Application de l'article 50 de la convention ", "52.  D’après l’article 50 de la Convention, ", "« Si la décision de la Cour déclare qu'une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d'une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (…) Convention, et si le droit interne de ladite Partie ne permet qu'imparfaitement d'effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s'il y a lieu, à la partie lésée une satisfaction équitable. »", "A.\tDommage", "53.  Mme Cazenave de la Roche, sans autre précision, réclame la somme d'un million de francs français (FRF) à titre de dédommagement global. ", "54.  Pour le Gouvernement, cette demande n'a aucun lien avec un éventuel préjudice tiré de la durée de la procédure, d'autant plus que l'intéressée a obtenu des provisions d'un montant substantiel auprès du juge des référés. En tout état de cause, le constat de violation fournirait en soi une réparation suffisante pour tout dommage moral éventuellement subi.", "\n55.  Le délégué de la Commission ne prend pas position. ", "56.  Eu égard à la durée excessive de la procédure, dont on peut raisonnablement penser qu'elle a provoqué chez la requérante une certaine angoisse constitutive d'un dommage moral, la Cour, statuant en équité, alloue 30 000 FRF à l'intéressée.", "B.\t\tFrais et dépens", "57.  La requérante sollicite 9 568 FRF pour les frais et dépens exposés  devant les organes de la Convention.", "58.  Le délégué et le Gouvernement ne se prononcent pas.", "59.  La Cour juge acceptable le montant réclamé et l'accorde en totalité. ", "C.\tIntérêts moratoires", "60.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d'adoption du présent arrêt est de 3,36 % l'an.", "PAR CES MOTIFS, LA COUR, à L'uNANIMITé,", "1.\tDit que l'article 6 § 1 de la Convention s'applique en l'espèce et qu'il a été violé ;", "", "2.\tDit", "que l’Etat défendeur doit verser à la requérante, dans les trois mois, 30 000 (trente mille) francs français pour dommage moral et 9 568 (neuf mille cinq cent soixante-huit) francs français au titre des frais et dépens ; ", "b) que ces montants seront à majorer d'un intérêt simple de 3,36 % l'an à compter de l'expiration dudit délai et jusqu'au versement ; ", "", "3.\tRejette la demande de satisfaction équitable pour le surplus. ", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 9 juin 1998.", "", "", "", "\tSigné :\tRudolf Bernhardt", "\t\tPrésident", "Signé : Herbert Petzold", "            Greffier"]}