{"file": "FRE_HFJUD_37971_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37971/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE SOCIÉTÉ COLAS EST ET AUTRES c. FRANCE", "", "", "(Requête no 37971/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "16 avril 2002", "", "", "", "DÉFINITIF", "", "16/07/2002", "", "", "", "", "", "", "En l'affaire Société Colas Est et autres c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tL. Loucaides, président,\n\t\tJ.-P. Costa,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMmes\tW. Thomassen,\n\t\tA. Mularoni, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 19 juin 2001 et 12 mars 2002,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 37971/97) dirigée contre la République française et dont trois sociétés françaises, Colas Est, Colas Sud-Ouest et Sacer, respectivement sises à Colmar, Mérignac et Boulogne-Billancourt (« les requérantes »), avaient saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 2 décembre 1996 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). Les requérantes sont représentées devant la Cour par Me F. Goguel, avocat au barreau de Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. R. Abraham, directeur des affaires juridiques au ministère des Affaires étrangères.", "2.  Les requérantes alléguaient la violation de leur domicile, invoquant l'article 8 de la Convention.", "3.  La Commission a déclaré la requête en partie irrecevable le 21 octobre 1998 et a ajourné son examen pour le surplus. La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "5.  Par une décision du 19 juin 2001, la chambre a déclaré la requête recevable [Note du greffe : la décision de la Cour est disponible au greffe].", "6.  Tant les requérantes que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  Le syndicat national des entreprises de second œuvre (SNSO) ayant dénoncé l'existence de certaines pratiques illicites commises par de grandes entreprises du bâtiment, l'administration centrale demanda à la direction nationale des enquêtes d'effectuer une enquête administrative de grande ampleur sur le comportement des entreprises de travaux publics. ", "9.  Par une note, en date du 9 octobre 1985, le directeur de la direction nationale des enquêtes, rattachée à la direction générale de la concurrence et de la consommation, devenue le 5 novembre 1985 la direction générale de la concurrence, de la consommation et de la répression des fraudes (DGCCRF), apporta des précisions aux responsables interdépartementaux sur l'enquête envisagée concernant le comportement des entreprises de travaux publics routiers lors de la passation de marchés locaux. A sa note fut annexée la liste des entreprises à visiter, soit à leur siège, soit à leur agence locale, dans dix-sept départements. Les trois sociétés requérantes y figuraient. ", "10.  Le 19 novembre 1985, des enquêteurs de la DGCCRF effectuèrent, sans l'autorisation des responsables des sociétés concernées, une intervention simultanée réalisée auprès de cinquante-six sociétés et saisirent à cette occasion plusieurs milliers de documents. Dans un second temps, le 15 octobre 1986, ils procédèrent à des investigations complémentaires dans le but de recueillir des déclarations. ", "11.  Chaque fois, les agents enquêteurs se sont rendus dans les locaux des sociétés requérantes, intervenant sur le fondement des dispositions de l'ordonnance no 45-1484 du 30 juin 1945, ne prévoyant aucune autorisation judiciaire. Lors de ces interventions, les enquêteurs procédèrent à la saisie de divers documents qui permirent d'établir l'existence d'ententes illicites relatives à certains marchés ne figurant pas sur la liste des marchés concernés par l'enquête.", "12.  Le 14 novembre 1986, le ministre de l'Economie, des Finances et de la Privatisation saisit, sur la base de ces documents, la commission de la concurrence (devenue le conseil de la concurrence après l'entrée en vigueur de l'ordonnance no 86-1243 du 1er décembre 1986) de faits qu'il estimait pouvoir être qualifiés de concertation entre entreprises distinctes, de simulation de concurrence entre entreprises appartenant à un même groupe lors de la passation de marchés locaux de travaux publics routiers et de clauses limitant le jeu de la concurrence dans l'exploitation de centrales d'enrobage.", "13.  Le 30 juillet 1987, le directeur général de la DGCCRF adressa une saisine complémentaire au conseil de la concurrence pour des faits de même nature. Cette saisine concernait cinquante-cinq entreprises, dont les requérantes.", "14.  Par une décision en date du 25 octobre 1989, publiée au bulletin officiel de la concurrence, de la consommation et de la répression des fraudes (BOCCRF), le conseil de la concurrence, constatant les pratiques prohibées au sens de l'ordonnance du 30 juin 1945 et de l'ordonnance du 1er décembre 1986, infligea aux requérantes des sanctions pécuniaires d'un montant respectif de 12 millions de francs français (FRF), 4 millions de FRF et 6 millions de FRF.", "15.  Par un arrêt du 4 juillet 1990, publié au BOCCRF, la cour d'appel de Paris confirma l'ensemble de ces sanctions. Les sociétés requérantes se pourvurent en cassation.", "16.  Par un arrêt du 6 octobre 1992, également publié au BOCCRF, la chambre commerciale de la Cour de cassation cassa l'arrêt de la cour d'appel de Paris, au motif que celle-ci n'avait pas, en ce qui concerne la détermination du chiffre d'affaires et la fixation du montant des sanctions, donné de base légale à sa décision. Elle renvoya l'affaire devant la cour d'appel de Paris autrement composée.", "17.  Devant la cour d'appel de renvoi, les sociétés requérantes contestèrent la régularité des perquisitions et des saisies effectuées par les agents enquêteurs, sans autorisation judiciaire, sur la base de l'ordonnance de 1945. Elles invoquèrent l'article 8 de la Convention. ", "18.  Le 8 avril 1994, le chef du service de la concurrence et de l'orientation des activités relevant de la DGCCRF présenta pour le ministre de l'Economie des observations complémentaires notamment en ces termes :", "« (...) je m'attarderai sur deux points concernant la procédure d'enquête (...) :", "–  les enquêtes menées sous l'empire de l'ordonnance de 1945 auraient dû, conformément à la Convention Européenne des Droits de l'Homme, faire l'objet d'une autorisation préalable du juge (...)", "–  en second lieu, les saisies effectuées par les agents de la DGCCRF ont dépassé l'objet même des interventions, dans la mesure où ont été pris au siège de plusieurs entreprises des documents non visés expressément par la demande d'enquête.", "(...) l'article 15 de l'ordonnance no 45-1484 du 30 juin 1945 est très explicite dans sa formulation puisqu'il précise que lors des procédures d'enquête les agents peuvent exiger la communication, en quelque main qu'ils se trouvent, et procéder à la saisie de documents de toute nature propres à faciliter l'accomplissement de leurs fonctions. La spécificité de cette procédure résidait dans le fait que, contrairement aux dispositions actuelles introduites par l'article 48 de l'ordonnance du 1er décembre 1986, les enquêtes n'étaient pas menées sous le contrôle permanent du juge. En l'absence de tout texte, on conçoit mal quelle procédure de contrôle aurait dû être observée.", "(...) il ressort des dispositions des ordonnances de 1945 que les enquêteurs étaient dotés de pouvoirs de visite et de saisie, qu'ils mettaient en œuvre dans le cadre de leur mission générale, laquelle consistait à rechercher des indices. En effet, l'article 15 précédemment cité doit être apprécié au regard de l'article 16 de cette même ordonnance qui donnait aux enquêteurs le droit d'accéder librement aux locaux (...) » ", "19.  Le 4 juillet 1994, la cour d'appel de Paris, autrement composée, considéra notamment :", "« que l'enquête administrative a été diligentée en application de l'article 15 de l'ordonnance précitée ; qu'en vertu de cette disposition, les agents de contrôle sont autorisés à se faire communiquer en quelque main qu'ils se trouvent et à saisir les documents de toute nature propres à faciliter l'accomplissement de leur mission ; qu'ils ont un droit général de communication de documents renforcé par un pouvoir de saisie ; qu'aucune perquisition n'ayant eu lieu au cours de l'enquête administrative, les entreprises ne sont pas fondées à invoquer une atteinte à la vie privée ou au domicile en violation de l'article 8 de la Convention (...) »", "20.  La cour d'appel infligea des sanctions pécuniaires de 5 millions de FRF à la première requérante, de 3 millions de FRF à la deuxième et de 6 millions de FRF à la troisième. Les sociétés requérantes se pourvurent à nouveau en cassation.", "21.  Par un arrêt du 4 juin 1996, publié au BOCCRF, la Cour de cassation rejeta leur pourvoi. En particulier, la Cour de cassation rejeta le moyen fondé sur l'article 8 de la Convention en considérant notamment « que l'enquête administrative (...) n'[avait] donné lieu à aucune perquisition ni contrainte ».", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Régime applicable", "22.  Au moment des opérations litigieuses (19 novembre 1985 et 15 octobre 1986), les articles 15 et 16 de l'ordonnance no 45-1484 du 30 juin 1945 relative à la constatation, à la poursuite et à la répression des infractions à la législation économique étaient ainsi rédigés :", "", "", "", "", "", "Livre II – De la constatation des infractions et de la saisie", "Article 15", "« Les agents visés à l'article 6 (§§ 1 et 2) peuvent exiger la communication, en quelque main qu'ils se trouvent, et procéder à la saisie des documents de toute nature (...) propres à faciliter l'accomplissement de leur mission. Ils ont le droit de prélever des échantillons.", "Les agents de la direction générale du commerce intérieur et des prix, de la direction générale des impôts, de la direction générale des douanes et droits indirects, du service de la répression des fraudes et du service des instruments de mesure peuvent également, sans se voir opposer le secret professionnel, consulter tous les documents dans les administrations ou offices de l'Etat, des départements et des communes, les établissements publics et assimilés, les établissements et organismes placés sous le contrôle de l'Etat ainsi que les entreprises et services concédés par l'Etat, les départements et les communes. »", "Article 16", "« (...) Les agents visés à l'article 6 ont libre accès dans les magasins si ceux-ci ne constituent pas l'habitation du commerçant, auquel cas la perquisition ne pourra avoir lieu que selon les dispositions de l'alinéa 5, dans les arrière-magasins, bureaux, annexes, dépôts, exploitations, lieux de productions, de vente, d'expédition ou de stockage et d'une façon générale, en quelque lieu que ce soit, sous réserve, en ce qui concerne les locaux d'habitations, des dispositions prévues par le cinquième alinéa du présent article (...) »", "B.  Régime ultérieur", "23.  Les dispositions pertinentes de l'ordonnance no 86-1243 du 1er décembre 1986, relative à la liberté des prix et de la concurrence, abrogeant l'ordonnance no 45-1484 du 30 juin 1945, se lisent comme suit :", "Article 47", "« Les enquêteurs peuvent accéder à tous locaux, terrains ou moyens de transports à usage professionnel, demander la communication des livres, factures et tous autres documents professionnels et en prendre copie, recueillir sur convocation ou sur place, les renseignements et justifications.", "Ils peuvent demander à l'autorité dont ils dépendent de désigner un expert pour procéder à toute expertise contradictoire nécessaire. »", "Article 48", "« Les enquêteurs ne peuvent procéder aux visites en tous lieux, ainsi qu'à la saisie de documents, que dans le cadre d'enquêtes demandées par le ministre chargé de l'Economie ou le Conseil de la concurrence et sur autorisation judiciaire donnée par ordonnance du président du tribunal de grande instance dans le ressort duquel sont situés les lieux à visiter ou d'un juge délégué par lui. Lorsque ces lieux sont situés dans le ressort de plusieurs juridictions et qu'une action simultanée doit être menée dans chacun d'eux, une ordonnance unique peut être délivrée par l'un des présidents compétents.", "Le juge doit vérifier que la demande d'autorisation qui lui est soumise est fondée ; cette demande doit comporter tous les éléments d'information de nature à justifier la visite.", "La visite et la saisie s'effectuent sous l'autorité et le contrôle du juge qui les a autorisées. Il désigne un ou plusieurs officiers de police judiciaire chargés d'assister à ces opérations et de le tenir informé de leur déroulement. Lorsqu'elles ont lieu en dehors du ressort de son tribunal de grande instance, il délivre une commission rogatoire pour exercer ce contrôle au président du tribunal de grande instance dans le ressort duquel s'effectue la visite. ", "Le juge peut se rendre dans les locaux pendant l'intervention. A tout moment, il peut décider la suspension ou l'arrêt de la visite. ", "L'ordonnance mentionnée au premier alinéa du présent article n'est susceptible que d'un pourvoi en cassation selon les règles prévues par le Code de procédure pénale. Ce pourvoi n'est pas suspensif.", "La visite, qui ne peut commencer avant six heures ou après vingt et une heures, est effectuée en présence de l'occupant des lieux ou de son représentant.", "Les enquêteurs, l'occupant des lieux ou son représentant ainsi que l'officier de police judiciaire peuvent seuls prendre connaissance des pièces et documents avant leur saisie. ", "Les inventaires et mises sous scellés sont réalisés conformément à l'article 56 du Code de procédure pénale.", "Les originaux du procès-verbal et de l'inventaire sont transmis au juge qui a ordonné la visite.", "Les pièces et documents qui ne sont plus utiles à la manifestation de la vérité sont restitués à l'occupant des lieux. »", "C.  Jurisprudence", "24.  L'état de la jurisprudence interne au moment des faits litigieux peut être présenté comme suit :", "1.  Décision du Conseil constitutionnel du 29 décembre 1983", "Dans le domaine de la fiscalité le Conseil constitutionnel avait écarté l'article 89 de la loi de finance pour 1984, relatif à la recherche d'infractions en matière d'impôts sur le revenu et de taxes sur le chiffre d'affaires ; il avait estimé notamment :", "« (...) si les nécessités de l'action fiscale peuvent exiger que des agents du fisc soient autorisés à opérer des investigations dans des lieux privés, de telles investigations ne peuvent être conduites que dans le respect de l'article 66 de la Constitution qui confie à l'autorité judiciaire la sauvegarde de la liberté individuelle sous tous ses aspects et notamment celui de l'inviolabilité du domicile ; l'intervention de l'autorité judiciaire doit être prévue pour conserver à celle-ci toute la responsabilité et tout le pouvoir de contrôle qui lui revient (...) »", "2.  Note de M. R. Drago et M. A. Decocq (Juris-classeur périodique 1984 – J. no 20160)", "« (...)", "I", "Relativement aux dispositions dont le Conseil était saisi, l'importance de sa décision apparaît au point de vue constitutionnel (...)", "(...) la décision du 29 décembre 1983 doit être analysée (...) à propos de la reconnaissance de l'inviolabilité du domicile comme principe constitutionnel.", "(...) On ne demandait pas au Conseil de se prononcer sur la constitutionnalité des articles 7, 15, 16 et 17 de l'ordonnance de 1945 mais sur l'extension des pouvoirs reconnus par ces articles, aux agents du fisc en matière de contributions directes et de T.V.A.", "(...)", "La matière était donc totalement étrangère à celle qui régit l'ordonnance de 1945 et il n'y avait pas de lien nécessaire entre les deux catégories de textes.", "Ceci ne veut évidemment pas dire que, de façon implicite et indirecte, le Conseil constitutionnel a admis la constitutionnalité de l'ordonnance de 1945. Il l'a seulement ignorée. Mais les principes qu'il édicte dans la suite de la décision montrent que certaines règles formulées par l'ordonnance de 1945 (...) sont devenu[e]s incompatibles avec le droit constitutionnel issu de la Constitution de 1958 (Voir infra, II A.).", "(...)", "II", "La décision du Conseil constitutionnel a pour conséquence au regard des lois en vigueur, de mettre en lumière que plusieurs dispositions de celles-ci, qui prévoient des perquisitions purement administratives, sont incompatibles avec les principes constitutionnels qu'elle pose (...)", "A.  Les dispositions en vigueur qui prévoient des perquisitions purement administratives sont incompatibles avec les principes constitutionnels que pose la décision rapportée.", "1o)  Ces dispositions, dérogatoires au droit commun des perquisitions (...) sont assez nombreuses.", "(...)", "L'article 64 du Code des douanes (...). Et l'article 454 du même code (...)", "Les articles L. 26 et L. 38 du nouveau Code des impôts (livre des procédures fiscales) (...)", "Parmi les dispositions les plus récentes, il faut faire une place à part à celles qui sont prévues par les deux ordonnances du 30 juin 1945, base du droit pénal économique hérité du régime de Vichy.", "(...)", "Les articles 5, 15 et 16 précités de l'ordonnance no 45-1484 permettent de perquisitionner, en vue de la recherche des infractions à la législation économique, (...) dans tous les locaux sauf habitations, à de nombreuses catégories d'agents, opérant seuls, (...) et dans les habitations à ceux des agents en cause qui y sont spécialement habilités par le directeur général de la concurrence et de la consommation, en se faisant accompagner d'un officier municipal ou d'un officier de police judiciaire, pendant le jour seulement.", "(...)", "2o)  L'incompatibilité de toutes les dispositions qui viennent d'être analysées avec les principes proclamés par la décision rapportée tombe sous le sens.", "Dans la grande majorité des cas, l'intervention du juge judiciaire n'est pas prévue (C . douanes, Livre proc. fisc. quand il s'agit de perquisitionner ailleurs que dans les locaux servant exclusivement à l'habitation, ord. 30 juin 1945 dans le même cas (...)). »", "D.  Rapport de la Cour de cassation de 1988", "25.  Un rapport de la Cour de cassation de 1988 analyse comme suit le droit interne en cause postérieur aux faits litigieux :", "« Le droit de visite et de saisie des agents des administrations en matière fiscale, douanière et de concurrence » (Etude de Bernard Hatoux, Conseiller à la Cour de cassation)", "« (...) b)  La portée de la décision du 29 décembre 1983 est éclairée par les dispositions invalidées.", "(...) La décision du Conseil a une autre portée qui a été dégagée par tous les commentateurs : les textes de l'ordonnance de 1945 (...) auraient tous encouru la censure du Conseil s'il avait existé lors de leur promulgation. Leur non-conformité à la constitution était donc implicitement établie. S'ils ne pouvaient être rétroactivement invalidés, ils ne pouvaient plus servir de référence pour l'avenir.", "Cela est d'autant plus vrai que le gouvernement a tiré de la décision du Conseil la même portée implicite d'invalidité, également relevée par les commentateurs, en ce qui concerne les dispositions instituant un droit de visite en matière de contributions indirectes, de douanes et d'infractions économiques, qui ont été abrogées et remplacées par de nouveaux textes se voulant conformes aux prescriptions du Conseil (...) »", "III.  JURISPRUDENCE DE LA COUR DE JUSTICE DES COMMUNAUTÉS EUROPÉENNES ET DU TRIBUNAL DE PREMIÈRE INSTANCE", "26.  En son arrêt du 21 septembre 1989 dans les affaires jointes 46/87 et 227/88, Hoechst c. Commission, la Cour de justice des Communautés européennes (CJCE) s'est exprimée ainsi (Recueil 1989, p. 2924) :", "« 17.  La requérante ayant invoqué également les exigences découlant du droit fondamental à l'inviolabilité du domicile, il convient d'observer que, si la reconnaissance d'un tel droit en ce qui concerne le domicile privé des personnes physiques s'impose dans l'ordre juridique communautaire en tant que principe commun aux droits des Etats membres, il n'en va pas de même en ce qui concerne les entreprises, car les systèmes juridiques des Etats membres présentent des divergences non négligeables en ce qui concerne la nature et le degré de protection des locaux commerciaux face aux interventions des autorités publiques.", "18.  On ne saurait tirer une conclusion différente de l'article 8 de la Convention (...). L'objet de la protection de cet article concerne le domaine d'épanouissement de la liberté personnelle de l'homme et ne saurait donc être étendu aux locaux commerciaux. Par ailleurs, il y a lieu de constater l'absence d'une jurisprudence de la Cour européenne des droits de l'Homme à cet égard. ", "19.  Il n'en demeure pas moins que, dans tous les systèmes juridiques des Etats membres, les interventions de la puissance publique dans la sphère d'activité privée de toute personne, qu'elle soit physique ou morale, doivent avoir un fondement légal et être justifiées par les raisons prévues par la loi et que ces systèmes prévoient, en conséquence, bien qu'avec des modalités différentes, une protection face à des interventions qui seraient arbitraires ou disproportionnées. L'exigence d'une telle protection doit être reconnue comme un principe général du droit communautaire. A cet égard, il y a lieu de rappeler que la Cour a affirmé sa compétence de contrôle à l'égard du caractère éventuellement excessif des vérifications effectuées par la Commission dans le cadre du traité CECA (arrêt du 14 décembre 1962, San Michele e. a., 5 à 11 et 13 à 15/62, Rec. p. 859 (...) »", "La CJCE réaffirma sa jurisprudence dans deux arrêts du 17 octobre 1989, Dow Benelux c. Commission, 85/87, Recueil 3137, cf. al. 28-30, et Dow Chemical Ibérica e. a. c. Commission, 97/87, 98/87 et 99/87, Recueil p. 3165, cf. al. 14-16.", "27.  En son arrêt du 20 avril 1999 dans l'affaire Limburgse Vinyl Maatschappij NV e. a. c. Commission (T-305/94, T-307/94, T-313/94 à T316/94, T-318/94, T-325/94, T-328/94, T-329/94 et T-335/94), le tribunal de première instance des Communautés européennes s'est exprimé ainsi : ", "« 398.  (...) les requérantes estiment que les actes de vérifications pris par la Commission méconnaissent le principe de l'inviolabilité du domicile, au sens de l'article 8 de la CEDH, tel qu'interprété par la jurisprudence de la Cour européenne des droits de l'homme (Cour eur. D.H., arrêt Niemietz c. Allemagne du 16 décembre 1992, série A no 251-B), dont le contrôle irait au-delà de celui effectué en droit communautaire (...) ", "403.  La Commission souligne, à titre liminaire, que la CEDH n'est pas applicable aux procédures communautaires de concurrence. (...)", "404.  Sur le bien-fondé du moyen, la Commission considère que la pertinence de la jurisprudence de la Cour (arrêts Hoechst/Commission et Dow Benelux/Commission, précités) n'est pas affectée par l'article 8 de la CEDH, tel qu'interprété par la Cour européenne des droits de l'Homme.", "Appréciation du Tribunal", "(...)", "ii)  Sur le bien-fondé du moyen", "417.  Pour les raisons précédemment exposées (...), il convient de comprendre le moyen comme tiré d'une violation du principe général du droit communautaire garantissant une protection contre les interventions de la puissance publique dans la sphère d'activités privées de toute personne, qu'elle soit physique ou morale, qui seraient disproportionnées ou arbitraires (arrêts Hoechst/Commission, précité, point 19, Dow Benelux/Commission, précité, point 30, et arrêt de la Cour du 17 octobre 1989, Dow Chemical Ibérica e. a. /Commission, 97/87, 98/87 et 99/87, Rec. p. 3165, point 16). (...)", "–  Sur la première branche du moyen, relative à la validité des actes de vérification", "419.  (...) Dans la mesure où les moyens et arguments avancés aujourd'hui par LVM et DSM sont identiques ou similaires à ceux invoqués alors par Hoechst, le Tribunal ne perçoit pas de raisons de s'écarter de la jurisprudence de la Cour. ", "420.  En outre, il convient de relever que cette jurisprudence est fondée sur l'existence d'un principe général du droit communautaire, tel que rappelé ci-dessus, applicable aux personnes morales. La circonstance que la jurisprudence de la Cour européenne des droits de l'homme relative à l'applicabilité de l'article 8 de la CEDH aux personnes morales aurait évolué depuis le prononcé [des arrêts précités] n'a, dès lors, pas d'incidence directe sur le bien-fondé des solutions retenues dans ces arrêts. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "28.  Les requérantes estiment que les interventions des enquêteurs de l'administration, le 19 novembre 1985 et le 15 octobre 1986, ont constitué des violations de leurs domiciles, en dehors de tout contrôle ou de toute restriction. Elles invoquent l'article 8 de la Convention, dont les dispositions pertinentes se lisent comme suit : ", "« 1.  Toute personne a droit au respect (...) de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la prévention des infractions pénales, (...) ou à la protection des droits et libertés d'autrui. »", "29.  Le Gouvernement expose qu'en vertu des dispositions de l'ordonnance no 45-1484 du 30 juin 1945, les enquêteurs se voyaient reconnaître un droit général de communication, renforcé, le cas échéant, par un pouvoir de saisie. Bien que non soumis à une autorisation préalable d'un magistrat, l'exercice de ces prérogatives pouvait faire l'objet d'un contrôle judiciaire a posteriori devant les juridictions judiciaires ou administratives. Il souligne que si, en l'espèce, les investigations ont été régies par les dispositions de l'ordonnance de 1945, les nouveaux mécanismes procéduraux résultant de l'ordonnance du 1er décembre 1986 se sont appliqués de sorte que les sociétés requérantes ont pu exercer les recours juridictionnels nouvellement institués et, dans le cadre de ceux-ci, contester les modalités des opérations d'enquêtes. Il fait valoir que désormais le régime juridique actuellement en vigueur distingue un pouvoir ordinaire d'investigation et un pouvoir soumis à autorisation préalable d'un juge du siège. Il résulte des dispositions combinées des articles 47 et 48 de l'ordonnance de 1986 que le droit d'accès inopiné dont disposent les enquêteurs ne s'exerce que dans les locaux professionnels et uniquement pour obtenir la communication de pièces. Les pouvoirs des services de la DGCCRF sont soumis à l'autorisation donnée par un magistrat de l'ordre judiciaire par voie d'ordonnance susceptible d'un recours en cassation, pour accéder aux locaux professionnels et procéder à des saisies de documents. Ces opérations sont contrôlées par le juge.", "30.  Le Gouvernement souligne que si la Cour a précisé que le domicile professionnel bénéficiait de la protection énoncée par l'article 8, il s'agissait cependant, à chaque fois, de locaux dans lesquels une personne physique exerçait son activité. S'appuyant sur l'arrêt Niemietz c. Allemagne (du 16 décembre 1992, série A no 251-B), il considère qu'en l'espèce, s'agissant des locaux professionnels des requérantes, des sociétés anonymes, l'ingérence pouvait « fort bien aller plus loin ». Il soutient que si les personnes morales peuvent se voir reconnaître, au sens de la Convention, des droits similaires à ceux reconnus aux personnes physiques les premières ne sauraient pour autant revendiquer un droit à la protection des locaux commerciaux avec la même intensité qu'un individu pour son domicile professionnel.", "31.  Par ailleurs, le Gouvernement considère que les opérations litigieuses ne sauraient être assimilées à une perquisition (au sens du code de procédure pénale) ni à une visite domiciliaire (au sens du code des douanes). Les modalités des interventions sont différentes par leur nature, leur objet et leur effet. Ainsi, elles n'ont pas été opérées par des officiers de police judiciaire ou des agents assermentés pour rechercher des infractions pénales ou douanières, susceptibles d'entraîner la condamnation de personnes physiques à des peines d'emprisonnement comme dans les affaires Funke, Crémieux et Miailhe c. France (no 1) (arrêts du 25 février 1993, série A no 256-A, B et C). En l'occurrence, les agents enquêteurs se sont rendus dans les locaux des sociétés requérantes et ont exercé un droit général de communication des pièces dans les conditions prévues par l'article 15 de l'ordonnance du 30 juin 1945. Il s'agissait de se faire remettre des documents, dans le cadre d'une enquête administrative portant sur des comportements anticoncurrentiels, lesquels ne pouvaient faire l'objet que de sanctions pécuniaires, à l'exclusion de sanctions pénales. L'appréciation des suites des enquêtes de la DGCCRF et l'infliction des amendes ont été confiées à une autorité administrative indépendante, le conseil de la concurrence, chargée d'assurer la police économique. Le mécanisme est spécifique même s'il respecte le contradictoire et demeure soumis au contrôle des juges de la cour d'appel. En l'espèce, tant la cour d'appel de Paris que la Cour de cassation ont considéré que l'enquête administrative n'avait donné lieu à aucune perquisition ou mesure de contrainte.", "32.  Cependant, le Gouvernement admet que ce droit de communication implique une ingérence dans le droit des sociétés requérantes au respect de leur domicile, au sens de l'article 8 de la Convention.", "Il expose que les opérations ont été effectuées en conformité avec les dispositions de l'article 15 de l'ordonnance du 30 juin 1945 ; cette législation définit l'étendue et les modalités d'exercice du pouvoir des enquêteurs de la DGCCRF, excluant tout risque d'arbitraire. Les juridictions exercent certes un contrôle a posteriori mais efficace et réel. L'ingérence était donc prévue par la loi. Il fait valoir que l'ingérence visait à établir l'existence de pratiques anticoncurrentielles ; elle poursuivait donc des objectifs légitimes au sens du second paragraphe de l'article 8 : les opérations effectuées visaient à la fois au « bien-être économique » et à la « prévention des infractions pénales » (voir, mutatis mutandis, arrêt Funke précité, p. 24, § 52). ", "33.  Le Gouvernement considère que l'ingérence dans les droits des sociétés requérantes n'apparaît pas disproportionnée au vu de l'ampleur des opérations menées simultanément pour éviter la disparition ou la dissimulation d'éléments de preuve dont la communication s'est avérée nécessaire pour la poursuite des infractions. En outre, il se prévaut de la marge d'appréciation laissée aux Etats pour juger de la nécessité de l'ingérence : il est admis que ce droit va plus loin pour les locaux commerciaux ou les activités professionnelles. En l'occurrence, l'exercice du droit de communication s'est effectué dans les locaux commerciaux des personnes morales, qui ne sont pas toujours le lieu officiel du siège social, sans être accompagné de mesures « intrusives » telles que perquisition ou contrainte. En tout état de cause, le Gouvernement estime que les requérantes ne sauraient prétendre avoir subi des conséquences dommageables évidentes de cette ingérence puisqu'elles n'ont invoqué une prétendue violation de leur droit que de nombreuses années après les mesures litigieuses.", "34.  En conséquence, le Gouvernement considère que l'exercice par les agents enquêteurs de leur droit de communication n'a pas violé l'article 8 de la Convention. Il conclut au caractère manifestement mal fondé du grief et invite la Cour à rejeter la requête.", "35.  Les requérantes estiment avoir bel et bien fait l'objet d'une visite domiciliaire. L'ordonnance du 30 juin 1945 rendait possible, sans aucune limitation, l'accès des agents à tous les locaux à l'exception de ceux d'habitation. L'ingérence était donc prévue par la loi. ", "Elles soulignent que l'ordonnance no 86-1243 du 1er décembre 1986 était postérieure de plus d'un an aux faits litigieux. Or les garanties prévues par cette ordonnance qui entouraient les visites et saisies n'existaient pas dans le droit applicable au moment des faits litigieux. Elles estiment que si la Cour considère ne pas devoir se prononcer sur les réformes législatives intervenues après les faits de la cause, l'institution par l'ordonnance du 1er décembre 1986 d'une procédure d'autorisation judiciaire, assortie des garanties d'un contrôle par le juge pendant l'intervention des enquêteurs, fait ressortir l'absence de celles-ci dans le droit applicable au moment des faits.", "36.  Le but poursuivi par l'ingérence n'appelle pas d'observations de la part des requérantes.", "Celles-ci contestent la qualification retenue par le Gouvernement des opérations litigieuses, selon laquelle les enquêteurs se seraient bornés à se faire communiquer des documents. S'appuyant sur les observations complémentaires présentées par le ministre de l'Economie en réponse à leurs écritures excipant de la violation de l'article 8 de la Convention, elles en déduisent que le ministre ne faisait aucune différence entre le droit de communication et le droit de perquisition puisqu'il se référait au contrôle judiciaire introduit par l'article 48 de l'ordonnance du 1er décembre 1986, qui ne vise que les « visites en tous lieux », c'est-à-dire les visites domiciliaires ou perquisitions. Elles en concluent que, tant pour le ministre que pour son administration dont dépendaient les enquêteurs, le droit de communication (article 15) et le droit de perquisition (article 16) constituaient un ensemble indivisible. D'ailleurs, le fait que se pose la question de la nature exacte des opérations témoigne de l'absence totale de garantie ou de limite apportée aux pouvoirs des enquêteurs : leurs procès-verbaux relatent « la saisie » des documents sans préciser s'ils les ont obtenus au moyen du droit de communication ou du droit de perquisition, les garanties étant inexistantes dans les deux cas. Elles font observer qu'en l'absence d'un contrôle des opérations par un juge, les enquêteurs pouvaient passer à tout moment de l'exercice du droit de communication à celui de perquisition. Enfin, elles soutiennent que la référence des arrêts de la cour d'appel de Paris et de la Cour de cassation à l'absence de contrainte serait purement théorique : dès lors que les enquêteurs ont le droit et la possibilité pratique de perquisitionner, même lorsqu'ils n'exercent que le droit de communication, ils le font sous la menace constituée par la possibilité d'une perquisition. ", "37.  Se référant aux affaires Funke, Crémieux et Miailhe (no 1), les requérantes soulignent que si l'état du droit de la concurrence était à l'époque comparable au droit en matière douanière, l'absence de garanties était encore plus patente dans le premier. Elles estiment que le Gouvernement ne saurait tirer argument de ce que les mesures en question « n'ont pas été opérées par des officiers de police judiciaire ». ", "Elles estiment que l'argument selon lequel les mécanismes procéduraux de l'ordonnance de 1986 ont été appliqués aux enquêtes en cours ne saurait être retenu : les mesures litigieuses ont eu lieu le 19 novembre 1985, soit plus d'un an avant l'ordonnance du 1er décembre 1986. Or les nouvelles mesures de contrôle prévues sont liées à l'exigence d'une autorisation judiciaire préalable par voie d'ordonnance. En l'espèce, en l'absence d'une autorisation judiciaire, aucun juge n'a pu contrôler la visite et la saisie. Le contrôle a posteriori résulte de l'ordonnance du juge pouvant être attaquée par le biais d'un pourvoi en cassation. Concrètement, elles n'ont pu bénéficier à l'époque d'un recours juridictionnel spécifique à l'encontre des mesures litigieuses. Elles ont pu les critiquer uniquement au cours de la procédure sur le fond de nombreuses années après.", "38.  Par conséquent, les requérantes considèrent que l'équilibre entre les objectifs poursuivis et les mesures possibles n'a pas été respecté. Même si la Cour devait interpréter l'arrêt Niemietz précité comme autorisant une ingérence plus marquée dans les locaux professionnels ou commerciaux, une telle ingérence, non assortie de contrôle ou de limite aux pouvoirs d'enquête, ne peut passer pour légitime. En outre, elles estiment que l'argument selon lequel ces mesures n'étaient susceptibles d'entraîner que des amendes financières et non des sanctions pénales proprement dites n'a pas la portée que tente de lui donner le Gouvernement. Enfin, le fait que les requérantes sont des sociétés a d'autant moins d'incidence qu'en l'espèce des documents commerciaux ont été saisis mais également des documents personnels des employés (notes manuscrites et extraits d'agendas comportant des rendez-vous personnels). Le nombre total des documents saisis n'est pas connu faute de cotation complète et pour l'ensemble des entreprises en cause ; ceux soumis aux juridictions représentaient un volume de plusieurs mètres cubes.", "39.  Dans ces circonstances, les requérantes concluent à la violation de l'article 8 de la Convention.", "A.  Principes se dégageant de l'article 8 de la Convention et leur applicabilité au « domicile » des personnes morales ", "40.  La Cour constate tout d'abord que la présente espèce se distingue des affaires Funke, Crémieux et Miailhe (no 1), précitées, en ceci que les requérantes sont des personnes morales invoquant la violation de leur « domicile » conformément à l'article 8 de la Convention. Cependant, la Cour rappelle qu'au sens de sa jurisprudence, le terme « domicile » a une connotation plus large que le mot « home » (figurant dans le texte anglais de l'article 8) et peut englober par exemple le bureau ou le cabinet d'un membre d'une profession libérale (Niemietz précité, p. 34, § 30). ", "La Cour a considéré dans l'affaire Chappell c. Royaume-Uni (arrêt du 30 mars 1989, série A no 152-A, pp. 12-13, § 26, et p. 26, § 63) qu'une perquisition effectuée au domicile d'une personne physique se trouvant simultanément être le siège des bureaux d'une société contrôlée par elle, constituait bien une ingérence dans le droit au respect du domicile, au sens de l'article 8 de la Convention. ", "41.  La Cour rappelle que la Convention est un instrument vivant à interpréter à la lumière des conditions de vie actuelles (voir, mutatis mutandis, arrêt Cossey c. Royaume-Uni du 27 septembre 1990, série A no 184, p. 14, § 35 in fine). S'agissant des droits reconnus aux sociétés par la Convention, il y a lieu de souligner que la Cour a déjà, au titre de l'article 41, reconnu le droit à réparation du préjudice moral subi par une société sous l'angle de l'article 6 § 1 de la Convention (Comingersoll c. Portugal [GC], no 35382/97, §§ 33-35, CEDH 2000-IV). Dans le prolongement de l'interprétation dynamique de la Convention, la Cour considère qu'il est temps de reconnaître, dans certaines circonstances, que les droits garantis sous l'angle de l'article 8 de la Convention peuvent être interprétés comme incluant pour une société le droit au respect de son siège social, son agence ou ses locaux professionnels (voir, mutatis mutandis, arrêt Niemietz précité, p. 34, § 30). ", "42.  En l'espèce, la Cour constate que lors d'une vaste enquête administrative, des agents de la DGCCRF se rendirent aux sièges et agences des sociétés requérantes afin d'y procéder à la saisie de plusieurs milliers de documents. Elle constate que le Gouvernement ne conteste pas qu'il y eut ingérence dans le droit des sociétés requérantes au respect de leur domicile (paragraphe 32 ci-dessus) bien qu'il considère cependant qu'elles ne sauraient revendiquer un droit à la protection des locaux « avec la même intensité qu'un individu pour son domicile professionnel » (paragraphe 30 ci-dessus) et donc que l'ingérence pouvait « fort bien aller plus loin ».", "Il convient, dès lors, de déterminer si l'ingérence litigieuse dans le domicile des requérantes remplissait les conditions du paragraphe 2 de l'article 8.", "B.  L'exigence d'une mesure « prévue par la loi »  ", "43.  La Cour rappelle qu'une ingérence ne saurait passer pour « prévue par la loi » que si, d'abord, elle a une base en droit interne (voir, mutatis mutandis, arrêt Chappell précité, p. 22, § 52). Conformément à la jurisprudence des organes de la Convention, dans le domaine du paragraphe 2 de l'article 8, le terme « loi » doit être entendu dans son acception « matérielle » et non « formelle ». Dans un domaine couvert par le droit écrit, la « loi » est le texte en vigueur tel que les juridictions compétentes l'ont interprété (voir, mutatis mutandis, arrêts Kruslin et Huvig c. France du 24 avril 1990, série A no 176-A et B, respectivement pp. 22-23, § 29, et pp. 53-54, § 28). ", "En l'occurrence, les visites et saisies de documents effectuées par les enquêteurs de la DGCCRF relevèrent des compétences qui leur étaient reconnues par les articles 15 et 16, alinéa 2, de l'ordonnance du 30 juin 1945 réglementant leurs pouvoirs d'enquête pour la recherche d'infractions économiques en matière de concurrence. Ainsi, la Cour constate que l'ingérence fut « prévue par la loi ».", "C.  But légitime", "44.  L'ingérence dans le domicile des requérantes tendit à la recherche d'indices et de preuves de l'existence d'ententes illicites entre les entreprises de travaux publics dans la passation des marchés de travaux routiers. De toute évidence, l'ingérence poursuivit à la fois le « bien-être économique du pays » et « la prévention des infractions pénales ». ", "Reste à examiner si l'ingérence apparaît proportionnée et peut être considérée comme nécessaire à la poursuite de ces objectifs.", "D.  « Nécessaire dans une société démocratique »", "45.  La Cour relève que le Gouvernement expose qu'en vertu des dispositions de l'ordonnance de 1945, les agents n'exercèrent qu'un droit général de communication, renforcé par un pouvoir de saisie et qu'il n'y eut ni « visite domiciliaire » ni « perquisition ». L'exercice des prérogatives des agents enquêteurs, bien que non soumis à une autorisation préalable d'un magistrat, fit l'objet d'un contrôle judiciaire a posteriori. Il considère que l'ingérence n'apparaît pas disproportionnée et se prévaut de la marge d'appréciation laissée aux Etats qui peut aller plus loin pour les locaux commerciaux ou les activités professionnelles.", "Les requérantes estiment avoir fait l'objet d'une visite domiciliaire et soulignent que les articles 15 et 16, alinéa 2, de l'ordonnance de 1945 conférèrent aux agents le pouvoir d'effectuer ces visites et saisies en l'absence d'autorisation judiciaire préalable et d'un contrôle au cours des opérations. Les garanties prévues par l'ordonnance de 1986 qui entourent les visites et saisies n'existaient pas dans le droit applicable au moment des faits. Elles estiment donc que l'ingérence ne fut pas proportionnée aux buts poursuivis.", "46.  La Cour constate que les opérations ordonnées par l'administration s'effectuèrent simultanément aux sièges et agences des requérantes figurant sur une « liste des entreprises à visiter » (paragraphe 9 ci-dessus) ; les agents enquêteurs pénétrèrent sans autorisation judiciaire dans les sièges ou agences des requérantes pour y obtenir et saisir de nombreux documents permettant d'établir la preuve des ententes illicites. Ainsi, il apparaît à la Cour que ces opérations constituèrent par leurs modalités des mesures d'intrusion dans le « domicile » des requérantes (paragraphe 11 ci-dessus). La Cour considère que si le ministère de l'Economie dont relevait l'administration compétente à l'époque des faits pour ordonner les enquêtes ne distingua pas, comme le souligne les requérantes, le pouvoir de communication de celui de perquisition ou de visite (paragraphe 18 ci-dessus), il ne lui appartient pas de trancher cette question car, en tout état de cause, « l'ingérence litigieuse se révèle incompatible avec l'article 8 à d'autres égards » (voir, mutatis mutandis, arrêts Funke, p. 23, § 51, Crémieux, p. 61, § 34, et Miailhe (no 1), p. 88, § 32, précités).", "47.  Certes, selon la jurisprudence constante de la Cour, les Etats contractants jouissent d'une certaine marge d'appréciation pour juger de la nécessité de l'ingérence, mais elle va de pair avec un contrôle européen. Les exceptions que ménage le paragraphe 2 de l'article 8 appellent une interprétation étroite (Klass et autres c. Allemagne, arrêt du 6 septembre 1978, série A no 28, p. 21, § 42) et leur nécessité dans un cas donné doit se trouver établie de manière convaincante (arrêts Funke, Crémieux et Miailhe (no 1), respectivement p. 24, § 55, p. 62, § 38, et p. 89, § 36).", "48.  La Cour considère que si l'ampleur des opérations menées afin, comme le souligne le Gouvernement, d'éviter la disparition ou la dissimulation des éléments de preuve de pratiques anticoncurrentielles, justifia les ingérences litigieuses dans le domicile des requérantes, encore aurait-il fallu que la législation et la pratique en la matière offrissent des garanties adéquates et suffisantes contre les abus (ibidem, mutatis mutandis, respectivement pp. 24-25, § 56, p. 62, § 39, et pp. 89-90,§ 37). ", "49.  Or elle constate qu'il n'en alla pas ainsi en l'occurrence. En effet, à l'époque des faits – la Cour n'ayant pas à se prononcer sur les réformes législatives de 1986 visant à soumettre le pouvoir d'investigation des enquêteurs à une autorisation préalable d'un magistrat de l'ordre judiciaire – l'administration compétente disposa de pouvoirs très larges qui, en application de l'ordonnance de 1945, lui permirent d'apprécier seule l'opportunité, le nombre, la durée et l'ampleur des opérations litigieuses. De surcroît, les opérations litigieuses s'effectuèrent sans mandat préalable du juge judiciaire et hors la présence d'un officier de police judiciaire (ibidem, mutatis mutandis, respectivement p. 25, § 57, p. 63, § 40, et p. 90, § 38). Dans ces circonstances, à supposer que le droit d'ingérence puisse aller plus loin pour les locaux commerciaux d'une personne morale (voir, mutatis mutandis, arrêt Niemietz précité, p. 34, § 31), la Cour considère, eu égard aux modalités décrites plus haut, que les opérations litigieuses menées dans le domaine de la concurrence ne sauraient passer comme étroitement proportionnées aux buts légitimes recherchés (arrêts Funke, Crémieux et Miailhe (no 1), respectivement p. 25, § 57, p. 63, § 40, et p. 90, § 38).", "50.  En conclusion, il y a eu violation de l'article 8 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "51.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "52.  Les requérantes font valoir que le Gouvernement mit presque trois ans à compter de la décision du Conseil constitutionnel du 29 décembre 1983 pour abroger l'ordonnance de 1945 et que les autorités administratives continuèrent entre-temps à mettre en œuvre des dispositions réglementaires dont elles ne pouvaient ignorer qu'elles étaient contraires à la Constitution et aux principes de l'article 8 de la Convention. Les opérations litigieuses furent précisément effectuées dans cet intervalle de temps. En outre, elles exposent qu'aucune recommandation de précaution minimale ne fut donnée aux agents enquêteurs. Eu égard à la procédure postérieure au renvoi de l'affaire devant la cour d'appel de Paris, les requérantes font valoir que cette dernière juridiction ne tira pas les conséquences des observations présentées par le ministre en réponse à leurs écritures excipant de la violation de l'article 8 de la Convention. Selon les requérantes, l'argumentaire du ministre aurait dû logiquement conduire cette juridiction, à la lumière des affaires Funke, Crémieux et Miailhe (no 1), à constater la violation de l'article 8 et donc à annuler la procédure d'enquête. Ce serait donc « proprio motu » et par une affirmation de principe qui ne résultait d'aucun des éléments matériels qui lui étaient soumis que la cour d'appel de Paris a affirmé qu'il n'y avait eu, en l'espèce, que l'exercice du droit de communication. Elles considèrent que les autorités judiciaires ont « sauvé » la procédure au mépris de la jurisprudence de la Cour. Sur un plan pratique, les comportements litigieux ont abouti pour les requérantes aux condamnations suivantes : 5 millions de FRF pour la société Colas Est, 3 millions de FRF pour la société Colas Sud-Ouest et 6 millions de FRF pour la Sacer. ", "Elles estiment que l'octroi d'une satisfaction équitable devrait compenser l'iniquité qui résulte de ce qu'elles ont dû payer des sanctions pécuniaires qui n'auraient pas été dues si les pièces saisies en violation de l'article 8 n'avaient pas été communiquées aux juridictions saisies de l'affaire et utilisées par elles. ", "En conséquence, elles prient la Cour de bien vouloir leur accorder le remboursement des amendes payées au titre du préjudice subi.", "53.  Le Gouvernement estime tout à fait disproportionnées les demandes de remboursement des amendes auxquelles les requérantes ont été condamnées, soit 14 millions de FRF. Il expose que ces amendes avaient pour but de sanctionner des pratiques anticoncurrentielles avérées et qu'aucun élément ne permet de considérer que si les opérations de contrôle au siège des sociétés requérantes s'étaient déroulées selon un cadre juridique différent de celui dans lequel elles ont été opérées, la procédure n'aurait pas abouti à un résultat identique et à une condamnation. Dès lors, il considère que les demandes de ce chef doivent être rejetées puisqu'aucun lien de causalité entre la violation alléguée, les conditions dans lesquelles a été opéré le contrôle au siège des sociétés et le préjudice invoqué n'est établi. En conséquence, il estime que le constat de violation suffirait à réparer le préjudice subi par les requérantes. Il souligne que dans l'affaire Crémieux invoquée par les requérantes qui portait sur un grief identique, la Cour a estimé que la simple constatation du manquement constituait en soi une satisfaction équitable. ", "54.  La Cour note que les requérantes sollicitent au titre du dommage allégué le montant des amendes qui leur ont été infligées en vertu des condamnations prononcées à leur encontre par les juridictions internes. La Cour ne saurait certes spéculer sur ce qu'eût été l'issue des opérations des agents enquêteurs dans le cadre d'une procédure conforme à l'article 8. Elle rappelle qu'elle conclut au constat de violation de l'article 8 de la Convention au motif que les procédures d'enquêtes n'ont pas été effectuées dans le respect de cette disposition. ", "55.  C'est pourquoi elle conclut que les sociétés requérantes ont subi un tort moral certain et, dans ces circonstances, statuant en équité comme le veut l'article 41, elle octroie à chaque requérante 5 000 euros (EUR) à ce titre.", "B.  Frais et dépens", "56.  Factures à l'appui, les requérantes réclament les frais d'avocats engagés pour l'ensemble de la procédure interne.", "La Cour rappelle que, lorsqu'elle constate une violation de la Convention, elle peut accorder au requérant le paiement des frais et dépens qu'il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (arrêts Zimmermann et Steiner c. Suisse, 13 juillet 1983, série A no 66, p. 14, § 36, et Hertel c. Suisse, 25 août 1998, Recueil des arrêts et décisions 1998-VI, p. 2334, § 63).", "En l'espèce, elle constate qu'à compter du renvoi de l'affaire par la Cour de cassation devant la cour d'appel de Paris, les requérantes ont invoqué le droit au respect de leur domicile, droit à la violation duquel la Cour conclut. La Cour observe ensuite qu'elles justifient également leurs prétentions par la production de factures pour les frais engagés à compter du renvoi de l'affaire devant la cour d'appel de Paris dont les montants se ventilent entre les requérantes comme suit : 91 700 FRF, pour la société Colas Est, 184 100 FRF, pour la société Colas Sud-Ouest et 31 700 FRF, pour la Sacer. Cependant, la Cour note également que la totalité des frais engagés ne tendaient pas « nécessairement » à remédier à la violation constatée et qu'ils ne peuvent être considérés comme « raisonnables » dans leur quantum. Dès lors, la Cour statuant en équité accorde respectivement aux requérantes les sommes suivantes : 3 500 EUR pour la société Colas Est, 7 000 EUR pour la société Colas Sud-Ouest, et 1 200 EUR pour la Sacer, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée (TVA). ", "En ce qui concerne les frais exposés devant les organes de la Convention, la Cour alloue à chacune des sociétés requérantes la somme de 3 200 EUR, plus tout montant pouvant être dû au titre de la TVA. ", "C.  Intérêts moratoires", "57.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en France à la date d'adoption du présent arrêt est de 4,26 % l'an.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 8 de la Convention ;", "", "2.  Dit ", "a)  que l'Etat défendeur doit verser aux requérantes, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes : ", "i.  5 000 EUR (cinq mille euros) pour préjudice moral, à chaque société, ", "ii.  6 700 EUR (six mille sept cents euros) à la société Colas Est, 10 200 EUR (dix mille deux cents euros) à la société Colas Sud-Ouest, et 4 400 EUR (quatre mille quatre cents euros) à la société Sacer, pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ces montants seront à majorer d'un intérêt simple de 4,26 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 avril 2002, en application de l'article 77 §§ 2 et 3 du règlement.", "S. Dollé\tL. Loucaides\nGreffière\t     Président", ""]}