{"file": "FRE_HFJUD_38433_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38433/09", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "", "AFFAIRE CENTRO EUROPA 7 S.R.L. ET DI STEFANO c. ITALIE", "", "(Requête no 38433/09)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "7 Juin 2012", "", "", "", "", "En l’affaire Centro Europa 7 S.r.l. et Di Stefano c. Italie,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tJean-Paul Costa,\n\tJosep Casadevall,\n\tNina Vajić,\n\tDean Spielmann,\n\tCorneliu Bîrsan,\n\tElisabeth Steiner,\n\tElisabet Fura,\n\tLjiljana Mijović,\n\tDavíd Thór Björgvinsson,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tKristina Pardalos,\n\tGuido Raimondi,\n\tLinos-Alexandre Sicilianos, juges,\net de Vincent Berger, jurisconsulte,", "Après en avoir délibéré en chambre du conseil les 12 octobre 2011 et 11 avril 2012,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 38433/09) dirigée contre la République italienne et dont une société italienne à responsabilité limitée, Centro Europa 7 S.r.l., et un ressortissant italien, M. Francescantonio Di Stefano (« les requérants »), ont saisi la Cour le 16 juillet 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes A. Pace, R. Mastroianni, O. Grandinetti et F. Ferraro, avocats à Rome. Le gouvernement italien (« le Gouvernement ») a été représenté par son agent, Mme E. Spatafora.", "3.  Les requérants alléguaient que la non-attribution à la société requérante des radiofréquences nécessaires pour la diffusion d’émissions télévisées avait violé leur droit à la liberté d’expression et, en particulier, leur liberté de communiquer des informations ou des idées. Ils invoquaient également une violation des articles 14 et 6 § 1 de la Convention et de l’article 1 du Protocole no 1.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Le 10 novembre 2009, la deuxième section a décidé de la communiquer au Gouvernement. Comme le permettaient l’ancien article 29 § 3 de la Convention (article 29 § 1 actuel) et l’article 54A du règlement, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire. Le 30 novembre 2010, une chambre de ladite section, composée de Françoise Tulkens, Danute Jočienė, Dragoljub Popović, András Sajó, Nona Tsotsoria, Kristina Pardalos, Guido Raimondi, juges, ainsi que de Françoise Elens-Passos, greffière adjointe de section, s’est dessaisie au profit de la Grande Chambre, aucune des parties ne s’y étant opposée (articles 30 de la Convention et 72 du règlement).", "5.  La composition de la Grande Chambre a été arrêtée conformément aux articles 26 §§ 4 et 5 de la Convention et 24 du règlement. Le 3 novembre 2011, le mandat de président de la Cour de Jean-Paul Costa a pris fin. Françoise Tulkens a assuré à partir de cette date la présidence de la Grande Chambre en l’espèce (article 9 § 2 du règlement). Jean-Paul Costa a continué de siéger après l’expiration de son mandat, en vertu des articles 23 § 3 de la Convention et 24 § 4 du règlement.", "6.  Tant les requérants que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement). Des observations ont également été reçues par l’association Open Society Justice Initiative, que la présidente avait autorisée à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "7.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 12 octobre 2011 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tM. Remus,\tconseiller,\n\tP. Gentili,\tavocat de l’Etat ;", "–  pour les requérants\nMes\tR. Mastroianni,\t\n\tO. Grandinetti,\t\n\tF. Ferraro,\tconseils.", "", "La Cour a entendu en leurs déclarations ainsi qu’en leurs réponses aux questions posées par les juges MM. Remus et Gentili et Me Mastroianni et Me Grandinetti.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  La requérante, Centro Europa 7 S.r.l., est une société à responsabilité limitée opérant dans le domaine de la télédiffusion et ayant son siège social à Rome. Le requérant, M. Francescantonio Di Stefano, est un ressortissant italien né en 1953 et résidant à Rome. Il est le représentant légal de la société requérante.", "9.  Par un décret ministériel du 28 juillet 1999, les autorités compétentes octroyèrent à Centro Europa 7 S.r.l., conformément aux dispositions de la loi no 249 de 1997 (paragraphes 56-61 ci-dessous), une concession pour la radiodiffusion télévisuelle par voie hertzienne au niveau national qui autorisait la société requérante à installer et à exploiter un réseau de radiodiffusion télévisuelle analogique. La concession prévoyait que la requérante avait droit à trois fréquences couvrant 80 % du territoire national. La concession renvoyait, pour l’octroi des radiofréquences, au plan national d’attribution des radiofréquences adopté le 30 octobre 1998. Il était indiqué que la mise en conformité des installations aux prescriptions du « plan d’assignation » (piano di assegnazione) devait avoir lieu dans un délai de vingt-quatre mois et devait respecter le programme de conformité (programma di adeguamento) établi par l’Autorité pour les garanties dans les communications (Autorità per le garanzie nelle comunicazioni – « l’AGCOM ») en collaboration avec le ministère des Communications (ciaprès « le ministère »). Il ressort de l’arrêt du Conseil d’Etat no 2624 du 31 mai 2008 (paragraphe 14 ci-dessous), qu’aux termes de la concession l’attribution des radiofréquences était renvoyée à une phase ultérieure, laquelle dépendait de l’adoption par l’administration dudit programme de conformité, sur la base duquel la requérante aurait dû procéder à des interventions sur ses installations. A son tour, le programme de conformité aurait dû s’appuyer sur les prescriptions du plan national d’attribution des radiofréquences. Or ce plan ne fut pas mis en œuvre. Des régimes transitoires profitant aux chaînes existantes furent appliqués successivement au niveau national, de sorte que, bien que disposant d’une concession, la requérante ne put émettre avant juin 2009 faute d’octroi de radiofréquences.", "10.  La requérante, par l’intermédiaire de son représentant légal, introduisit plusieurs recours devant les juridictions administratives.", "A.  La première procédure administrative", "11.  En novembre 1999, la requérante mit en demeure le ministère de lui octroyer des radiofréquences. Par une note du 22 décembre 1999, le ministère lui opposa un refus.", "1.  La procédure sur le fond", "12.  En 2000, la société requérante déposa un recours devant le tribunal administratif régional (« le TAR ») du Latium contre le ministère et la société RTI (chaînes de télévision italiennes contrôlées par Mediaset), se plaignant de ce que l’administration ne lui eût pas octroyé les radiofréquences d’émission. Ce recours était dirigé également contre la société RTI au motif que la chaîne Retequattro avait été autorisée à émettre en occupant les radiofréquences qui auraient dû être transférées à la requérante.", "13.  Le 16 septembre 2004, le TAR accueillit le recours de la requérante en soulignant que l’administration devait soit assigner les radiofréquences, soit révoquer la concession. Par conséquent, il annula la note du 22 décembre 1999.", "14.  La société RTI interjeta appel devant le Conseil d’Etat. Par l’arrêt no 2624 du 31 mai 2008, celui-ci rejeta cet appel et confirma le jugement du TAR. Il soulignait que dans la concession aucun délai n’avait été fixé à l’administration pour adopter le programme de conformité établi par l’AGCOM en collaboration avec le ministère, mais que la requérante avait un délai de vingt-quatre mois pour procéder à des interventions sur ses installations. Par conséquent, selon la haute juridiction, ce programme de conformité aurait dû être approuvé dans un bref délai.", "Le Conseil d’Etat ajoutait que le ministère devait se prononcer sur la demande d’attribution de radiofréquences de la requérante en application d’un arrêt de la Cour de justice des Communautés européennes (CJCE) prononcé entre-temps (paragraphes 33-36 ci-dessous).", "2.  La procédure d’exécution", "15.  N’ayant pas obtenu les radiofréquences, le 23 octobre 2008 la requérante assigna le ministère devant le Conseil d’Etat pour se plaindre du défaut d’exécution de l’arrêt du 31 mai 2008.", "16.  Le 11 décembre 2008, le ministère prorogea la durée de la concession octroyée en 1999 jusqu’à la fin de la diffusion analogique (« switch off ») et assigna à Centro Europa 7 S.r.l. un canal unique à partir du 30 juin 2009.", "17.  Par conséquent, le Conseil d’Etat, dans son arrêt no 243/09 du 20 janvier 2009, estima que le ministère avait correctement exécuté son arrêt du 31 mai 2008.", "18.  Le 18 février 2009, la requérante introduisit un nouveau recours devant le TAR en soutenant que le décret d’attribution des radiofréquences du 11 décembre 2008 était insuffisant car, contrairement aux termes de la concession, il concernait un canal unique ne couvrant pas 80 % du territoire national. Dans son recours, la requérante demandait l’annulation de ce décret et le versement d’une somme à titre de dommages et intérêts.", "19.  Le 9 février 2010, la requérante signa un accord avec le ministère du Développement économique (ancien ministère des Communications) par lequel celui-ci s’engageait à lui assigner d’autres radiofréquences conformément aux termes de la concession.", "20.  Le 11 février 2010, en exécution de l’une des clauses de cet accord, la requérante demanda la radiation du rôle de la procédure pendante devant le TAR.", "21.  Le 8 mars 2011, elle sollicita la réinscription au rôle de la procédure devant le TAR. Dans sa demande, elle réclamait l’annulation du décret d’attribution des radiofréquences du 11 décembre 2008 et le versement d’une somme à titre de dommages et intérêts. Elle soutenait que l’administration n’avait pas pleinement exécuté son obligation d’attribuer des fréquences complémentaires ni respecté l’accord du 9 février 2010 et la décision du 11 décembre 2008.", "22.  En effet l’article 6 de l’accord en question se lisait ainsi :", "« Centro Europa 7 S.r.l. s’engage à demander d’ici le 11 février 2010 la radiation du rôle du recours no 1313/09 qui est pendant devant le TAR du Latium, à le laisser s’éteindre par défaut de présentation d’une nouvelle demande de fixation d’audience dans les délais prescrits par la loi, et à renoncer dans le même délai aux demandes de dommages et intérêts déposées par ce recours, sous réserve que, à la date d’échéance et dans l’intervalle, le présent accord, la décision d’attribution des fréquences complémentaires et la décision du 11 décembre 2008 n’aient pas perdu leur validité.", "L’administration s’engage pour sa part à exécuter pleinement son obligation d’attribuer des fréquences complémentaires, ainsi que le présent accord et la décision du 11 décembre 2008. A défaut, Centro Europa 7 et les administrations réfractaires retrouveront la pleine possession de leurs prérogatives procédurales respectives. Dans l’hypothèse de la perte de validité de l’attribution des fréquences complémentaires, il est précisé que Centro Europa 7 S.r.l. ne pourra réactiver le recours no 1313/09 que dans le cas où cela conduirait à l’impossibilité pour Europa Way S.r.l. d’exploiter une ou plusieurs des installations mentionnées dans l’annexe technique A. »", "23.  La procédure est actuellement pendante devant le TAR.", "B.  La deuxième procédure administrative", "1.  La procédure devant le TAR", "24.  Entre-temps, le 27 novembre 2003, alors que son tout premier recours était pendant devant le TAR, la requérante avait à nouveau saisi cette juridiction d’une demande visant, notamment, à la reconnaissance de son droit d’obtenir l’attribution des radiofréquences et la réparation du préjudice subi.", "25.  Par un jugement du 16 septembre 2004, le TAR avait rejeté cette demande, estimant en particulier que la requérante n’était titulaire que d’un simple intérêt légitime (« interesse legittimo »), c’est-à-dire d’une position individuelle protégée de façon indirecte et subordonnée au respect de l’intérêt général, et non pas d’un droit subjectif (« diritto soggettivo ») d’obtenir l’attribution de radiofréquences d’émission pour la radiodiffusion télévisuelle par voie hertzienne en mode analogique.", "2.  L’appel devant le Conseil d’Etat", "26.  La requérante interjeta appel devant le Conseil d’Etat, soutenant que, puisqu’elle s’était vu octroyer une concession par les autorités compétentes, elle était bel et bien titulaire d’un droit subjectif. Elle contestait en particulier la conformité du décret-loi no 352/2003 et de la loi no 112/2004 avec le droit communautaire (paragraphes 65-67 ci-dessous).", "27.  Le 19 avril 2005, le Conseil d’Etat décida de limiter son examen à la demande en réparation de la requérante et de ne pas envisager de statuer à ce stade sur la demande d’octroi de radiofréquences.", "28.  Il observa néanmoins que le défaut d’attribution de radiofréquences à Centro Europa 7 S.r.l. avait eu pour cause des facteurs essentiellement législatifs.", "29.  Il rappela que l’article 3 § 2 de la loi no 249 de 1997 (paragraphe 58 ci-dessous) permettait aux « occupants de fait » de radiofréquences, habilités à exercer leur activité en vertu du régime antérieur, de continuer leurs émissions jusqu’à l’octroi des nouvelles concessions ou jusqu’au rejet de demandes de nouvelles concessions et, en toute hypothèse, au plus tard jusqu’au 30 avril 1998.", "30.  Il nota également que l’article 3 § 7 de la loi no 249 de 1997 (paragraphe 61 ci-dessous) autorisait la poursuite desdites émissions, en renvoyant à l’AGCOM pour la fixation d’une date butoir à la seule condition que les émissions soient diffusées en même temps sur des radiofréquences hertziennes et par satellite ou par câble. Il rappela qu’à défaut de date définie par l’AGCOM, la Cour constitutionnelle avait fixé au 31 décembre 2003 la date à laquelle les programmes diffusés par les chaînes excédentaires (à savoir, les chaînes de télévision nationales existantes qui dépassaient les limites de concentration imposées à l’article 2 paragraphe 6 de la loi no 249 de 1997) devaient être diffusés uniquement par satellite ou par câble, de sorte que les radiofréquences à attribuer à des concessionnaires tels que la requérante auraient été libérées. Le Conseil d’Etat observa que ce délai n’avait cependant pas été respecté à la suite de l’intervention du législateur national, l’article 1er du décret-loi no 352 de 2003, devenu la loi no 43 du 24 février 2004 (paragraphe 65 ci–dessous), ayant prorogé l’activité des chaînes excédentaires jusqu’à l’issue d’une enquête de l’AGCOM sur le développement des chaînes de télévision numériques. Il ajouta que l’article 23 § 5 de la loi no 112 de 2004 (paragraphe 67 ci-dessous) avait ensuite prolongé, par un mécanisme d’autorisation générale, la possibilité pour les chaînes excédentaires de continuer à émettre sur les radiofréquences hertziennes jusqu’à la mise en œuvre du plan national d’attribution des radiofréquences pour la télévision numérique, de sorte que ces chaînes n’avaient pas été tenues de libérer les radiofréquences destinées à être attribuées à ceux qui, comme la requérante, étaient titulaires de concessions.", "31.  La loi no 112 de 2004 avait donc eu pour effet, selon le Conseil d’Etat, de ne pas libérer les radiofréquences destinées à être attribuées aux personnes titulaires de concessions en mode analogique et d’empêcher de nouveaux opérateurs de participer à l’expérimentation de la télévision numérique.", "32.  Dans ces conditions, le Conseil d’Etat décida de surseoir à statuer et demanda à la CJCE de se prononcer sur l’interprétation des dispositions du Traité sur la libre prestation de services et la concurrence, de la directive 2002/21/CE (directive « cadre »), de la directive 2002/20/CE (directive « autorisation »), de la directive 2002/77/CE (directive « concurrence »), ainsi que de l’article 10 de la Convention européenne des droits de l’homme, en ce que l’article 6 du Traité sur l’Union européenne y faisait référence.", "3.  L’arrêt de la CJCE", "33.  Le 31 janvier 2008, la CJCE rendit son arrêt. Elle déclara deux questions irrecevables, estimant ne pas disposer d’informations suffisantes pour statuer sur ces points.", "34.  Quant à la question concernant l’article 10 de la Convention, la CJCE conclut comme suit :", "« Par sa première question, la juridiction de renvoi demande à la Cour, en substance, de dire si les dispositions de l’article 10 de la CEDH, en ce que l’article 6 UE y fait référence, s’opposent, en matière de radiodiffusion télévisuelle, à une législation nationale dont l’application conduit à ce qu’un opérateur titulaire d’une concession, tel que Centro Europa 7, soit dans l’impossibilité d’émettre à défaut de l’octroi de radiofréquences d’émission.", "(...)", "Par ces questions, la juridiction de renvoi entend donc vérifier l’existence de violations du droit communautaire en vue de statuer sur une demande en réparation des préjudices en ayant découlé.", "Or, (...), l’article 49 CE et, à compter de leur applicabilité, l’article 9, paragraphe 1, de la directive « cadre », les articles 5, paragraphes 1 et 2, second alinéa, et 7, paragraphe 3, de la directive « autorisation » ainsi que l’article 4 de la directive « concurrence » doivent être interprétés en ce sens qu’ils s’opposent, en matière de radiodiffusion télévisuelle, à une législation nationale dont l’application conduit à ce qu’un opérateur titulaire d’une concession soit dans l’impossibilité d’émettre à défaut de radiofréquences d’émission octroyées sur la base de critères objectifs, transparents, non discriminatoires et proportionnés.", "Partant, cette réponse permet, à elle seule, à la juridiction de renvoi de statuer sur la demande introduite par Centro Europa 7 de réparation des préjudices subis.", "Par conséquent, eu égard à la réponse apportée par la Cour aux deuxième, quatrième et cinquième questions, il n’y a pas lieu de se prononcer sur les première et troisième questions. »", "35.  Sur le fond, la CJCE observa que les chaînes existantes avaient été autorisées à poursuivre leurs activités de radiodiffusion à la suite de plusieurs interventions du législateur national, au détriment des nouveaux radiodiffuseurs pourtant titulaires de concessions pour la radiodiffusion télévisuelle par voie hertzienne. Elle nota que ces interventions du législateur national s’étaient traduites par l’application successive de régimes transitoires, aménagés en faveur des titulaires des réseaux existants, et que cette situation avait eu pour effet d’empêcher les opérateurs sans radiofréquences d’émission, tels que la requérante, d’accéder au marché de la radiodiffusion télévisuelle, alors même qu’ils bénéficiaient d’une concession (accordée, dans le cas de la requérante, en 1999). La CJCE s’exprima ainsi :", "« (...) la loi no 112/2004 ne se limite pas à attribuer aux opérateurs existants un droit prioritaire à obtenir les radiofréquences, mais (...) elle leur réserve ce droit en exclusivité, et ce sans limite temporelle à la situation de privilège attribuée à ces opérateurs et sans prévoir d’obligation de restitution des radiofréquences excédentaires après le passage à la radiodiffusion télévisuelle en mode numérique. »", "36.  La CJCE ajouta que l’application de ces régimes transitoires n’était pas conforme au nouveau cadre réglementaire commun (NCRC) mettant en œuvre les dispositions du traité, notamment celles relatives à la libre prestation de services dans le domaine des réseaux et des services de communications électroniques. Elle observa à cet égard que plusieurs dispositions du NCRC précisaient que l’attribution et l’assignation des radiofréquences devaient être fondées sur des critères objectifs, transparents, non discriminatoires et proportionnés ; selon la CJCE, de tels critères n’avaient pas été appliqués puisque le statut des chaînes existantes n’avait pas été modifié dans le cadre du régime transitoire et que ces dernières avaient poursuivi leurs activités de radiodiffusion au détriment d’opérateurs tels que la requérante qui, faute d’octroi de radiofréquences d’émission, n’avait pas été en mesure d’exercer ses droits et de jouir de sa concession.", "La CJCE parvint ainsi aux conclusions suivantes :", "« (...) il importe de préciser que, dans le domaine des émissions radiotélévisées, la libre prestation de services, telle que consacrée à l’article 49 CE et mise en œuvre dans ce domaine par le NCRC, requiert non seulement la concession d’autorisations d’émission, mais également l’octroi de radiofréquences d’émission.", "En effet, un opérateur ne saurait exercer de manière effective les droits qu’il tire du droit communautaire en termes d’accès au marché de la radiodiffusion télévisuelle à défaut de radiofréquences d’émission.", "(...)", "L’article 49 CE et, à compter de leur applicabilité, l’article 9, paragraphe 1, de la directive 2002/21/CE du Parlement européen et du Conseil, du 7 mars 2002, relative à un cadre réglementaire commun pour les réseaux et services de communications électroniques (directive « cadre »), les articles 5, paragraphes 1 et 2, second alinéa, et 7, paragraphe 3, de la directive 2002/20/CE du Parlement européen et du Conseil, du 7 mars 2002, relative à l’autorisation de réseaux et de services de communications électroniques (directive « autorisation »), ainsi que l’article 4 de la directive 2002/77/CE de la Commission, du 16 septembre 2002, relative à la concurrence dans les marchés des réseaux et des services de communications électroniques, doivent être interprétés en ce sens qu’ils s’opposent, en matière de radiodiffusion télévisuelle, à une législation nationale dont l’application conduit à ce qu’un opérateur titulaire d’une concession soit dans l’impossibilité d’émettre à défaut de radiofréquences d’émission octroyées sur la base de critères objectifs, transparents, non discriminatoires et proportionnés. »", "4.  La reprise de la procédure devant le Conseil d’Etat", "37.  Par la décision no 2622/08 du 31 mai 2008, le Conseil d’Etat conclut qu’il ne pouvait pas se substituer au gouvernement pour attribuer des radiofréquences, ni contraindre celui-ci à le faire. Il ordonna au gouvernement de traiter la demande de radiofréquences introduite par la requérante en respectant les critères imposés par la CJCE. Il formula en particulier les considérations suivantes :", "« L’adoption par l’administration d’un acte spécifique est plus une question d’exécution et de mise en œuvre que de réparation : en cas de refus illégal d’accomplir un acte administratif qui a été demandé, l’adoption de l’acte ne constitue pas une mesure de dédommagement, mais la mise en œuvre d’une obligation qui incombe à l’administration, sauf si la partie privée concernée a subi un préjudice. »", "38.  Quant à la demande d’attribution de radiofréquences, le Conseil d’Etat souligna que :", "« En présence d’intérêts légitimes, il n’est cependant pas possible d’envisager une mesure de réparation spécifique, car le silence, un retard ou un refus illégal ont toujours une incidence sur une situation qui était ou qui demeure insatisfaisante, de sorte qu’il n’y a rien qui puisse être réparé ; concernant pareils intérêts, la question a trait à la mise en œuvre spécifique de l’exécution d’un éventuel jugement d’annulation de l’acte litigieux.", "(...)", "Appliquant ces principes en l’espèce, le Conseil juge irrecevable la demande présentée par la requérante visant à obliger l’administration à attribuer le réseau ou les fréquences. »", "5.  La décision sur la demande de dédommagement de la requérante", "39.  Le Conseil d’Etat renvoya au 16 décembre 2008 la décision définitive statuant sur le versement de dommages et intérêts à la requérante, jugeant en effet nécessaire, pour en déterminer le montant, d’attendre l’acte réglementaire du gouvernement concernant l’octroi des radiofréquences.", "40.  Le Conseil d’Etat demanda aux deux parties de se conformer avant le 16 décembre 2008 aux exigences suivantes. Le ministère devait, premièrement, préciser quelles radiofréquences étaient disponibles à l’issue des procédures de marché public de 1999 et les raisons pour lesquelles elles n’avaient pas été attribuées à la requérante et, deuxièmement, s’expliquer sur son affirmation selon laquelle la concession de la requérante avait expiré en 2005.", "41.  Quant à la requérante, la haute juridiction lui demanda, d’une part, de présenter un rapport sur son activité entre 1999 et 2008 et, d’autre part, d’exposer les raisons pour lesquelles elle n’avait pas pris part en 2007 à la procédure de marché public pour l’attribution des radiofréquences.", "42.  Le Conseil d’Etat invita également l’AGCOM à expliquer pourquoi le plan national d’attribution des radiofréquences pour la radiodiffusion télévisuelle par voie hertzienne n’avait jamais été mis en œuvre. Enfin, il rejeta la demande présentée par la requérante aux fins de la suspension de l’autorisation provisoire d’utilisation des radiofréquences qui avait été accordée à une chaîne (Retequattro) du groupe Mediaset.", "43.  Dans sa réponse, l’AGCOM rappela au Conseil d’Etat que le plan national d’attribution des radiofréquences avait été mis en œuvre seulement le 13 novembre 2008. Selon l’AGCOM, ce retard était dû à plusieurs raisons. Tout d’abord la situation juridique était compliquée parce qu’il était difficile d’identifier les fréquences d’émission disponibles à cause des décisions judiciaires ayant permis aux chaînes excédentaires de continuer à transmettre. En outre, la législation transitoire introduite par la loi no 66 de 2001 (paragraphes 63-64 ci-dessous), qui avait autorisé les chaînes excédentaires à poursuivre leurs émissions en mode analogique, empêchait la mise en œuvre du plan, compte tenu de l’incompatibilité entre, d’une part, les intérêts des chaînes susceptibles d’être autorisées à émettre aux termes du plan et, d’autre part, ceux des chaînes légalement habilitées à poursuivre l’exercice de leur activité.", "44.  La requérante déposa une expertise, préparée par la banque commerciale UNIPOL, selon laquelle le dommage subi s’élevait à 2 175 213 345,00 euros (EUR). Cette évaluation du préjudice était formulée sur la base des profits réalisés par Retequattro, c’est-à-dire la chaîne excédentaire qui aurait dû libérer les radiofréquences assignées à la requérante.", "45.  Par un arrêt du 20 janvier 2009, le Conseil d’Etat, se basant sur l’article 2043 du code civil (paragraphe 69 ci-dessous), condamna le ministère à verser à la requérante, à titre de dédommagement, la somme de 1 041 418 EUR. Le Conseil d’Etat souligna que, pendant dix ans, l’action du ministère avait été fautive, car celui-ci avait octroyé à Centro Europa 7 S.r.l une concession sans lui attribuer les radiofréquences d’émission.", "46.  Le Conseil d’Etat établit qu’il existait un lien de causalité entre le comportement de l’administration et le préjudice invoqué et que l’octroi de la concession à Centro Europa 7 S.r.l. ne lui avait pas conféré le droit immédiat d’exercer l’activité économique correspondante ; par conséquent le dédommagement devait être calculé sur la base d’une espérance légitime d’attribution des radiofréquences par les autorités compétentes.", "47.  Selon le Conseil d’Etat, le fait de n’avoir attribué les radiofréquences que le 11 décembre 2008 était imputable à l’administration. Il en était résulté un dommage pour un fait illicite qui relevait de la responsabilité extracontractuelle de l’administration, et qui concernait tant la perte de confiance légitime que l’attribution tardive des fréquences. Le lancement par l’administration d’un appel d’offres pour les fréquences en 1999, alors que la situation du système audiovisuel n’était pas clarifiée et les questions techniques pas encore résolues, avait été « hasardeux ». Selon le Conseil d’Etat, la question de la réparation des dommages subis par la requérante devait tenir compte de ce contexte. La conduite de l’administration n’avait pas été caractérisée par une « gravité importante » (notevole gravità) et par conséquent le fait illicite procédait d’un comportement « fautif », et non intentionnel, de celle-ci.", "48.  Le Conseil d’Etat ajouta que le montant du dommage matériel devait être calculé à partir du 1er janvier 2004, la Cour constitutionnelle ayant considéré que la « période de transition » après laquelle le législateur était tenu d’intervenir pour permettre aux titulaires d’une concession de commencer à diffuser avait pris fin le 31 décembre 2003 (paragraphe 62 cidessous). Quant aux critères d’évaluation des dommages et intérêts, le Conseil d’Etat souligna que, concernant les pertes subies, la requérante avait à l’époque de l’appel d’offres pleine connaissance des circonstances de l’espèce et des conditions auxquelles la concession était soumise. En outre, les événements successifs ayant empêché l’attribution des fréquences étaient largement prévisibles. Dès lors, elle aurait dû savoir qu’il était peu probable d’obtenir les fréquences, au moins à court terme. De plus, elle aurait pu acheter les radiofréquences conformément à l’article 1 de la loi no 66 du 20 mars 2001 (paragraphe 64 ci-dessous).", "A la lumière de ces considérations, le Conseil d’Etat, sans ordonner d’expertise, décida d’octroyer à la société requérante 391 418 EUR pour les pertes subies. Quant au manque à gagner, il considéra qu’à partir du 1er janvier 2004, la requérante aurait pu faire des profits qui n’avaient pas été réalisés en raison du retard dans l’attribution des fréquences et qui pouvaient être évalués à 650 000 EUR. Il refusa de prendre en considération l’expertise présentée par la requérante et souligna qu’il était peu probable que celle-ci eût acheté des quotes-parts du marché, même dans l’hypothèse d’une libération des fréquences par les chaînes excédentaires. Pour le Conseil d’Etat, la comparaison entre la requérante et les deux principaux opérateurs (Mediaset et RAI) était injustifiée, d’autant plus qu’elle ne prenait pas en considération l’autre opérateur national (La 7), qui, bien qu’ayant un poids économique supérieur à celui de la requérante, avait toutefois des bilans déficitaires.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L’arrêt no 225 de 1974 de la Cour constitutionnelle", "49.  Dans son arrêt no 225 de 1974, la Cour constitutionnelle, se fondant sur l’article 43 de la Constitution, a réaffirmé le principe du monopole de la RAI, la société de télévision nationale, au nom de l’intérêt général. Elle a estimé que le nombre techniquement limité des fréquences justifiait ce monopole et a énoncé une exigence d’objectivité et d’impartialité pour le service public.", "B.  La loi no 103 de 1975", "50.  La loi no 103 du 14 avril 1975 (Nuove norme in materia di diffusione radiofonica e televisiva) a transféré le contrôle du service public de radiodiffusion de l’exécutif au corps législatif. Une commission parlementaire bicamérale a été créée pour assurer la direction générale et la surveillance des services de radiotélévision. Le conseil d’administration de la RAI a alors été nommé par le Parlement. Une troisième chaîne de la RAI a été lancée en 1979, notamment pour la diffusion de programmes régionaux.", "C.  L’arrêt no 202 de 1976 de la Cour constitutionnelle", "51.  Dans son arrêt no 202 du 15 juillet 1976, la Cour constitutionnelle a déclaré inconstitutionnelles les dispositions de la loi no 103 de 1975 prévoyant un monopole ou un oligopole sur la radiodiffusion locale. A la suite de cette décision, les opérateurs commerciaux ont été autorisés à exploiter des chaînes de télévision locales.", "52.  L’allocation et la redistribution spontanée des fréquences locales ont alors favorisé le développement de grands opérateurs régionaux voire nationaux, parmi lesquels le groupe Mediaset. Ce groupe a d’abord diffusé sur la chaîne Canale 5, qui a commencé à émettre au niveau national en 1980, puis, après avoir pris le contrôle de deux autres chaînes (Italia Uno et Retequattro), il est parvenu à établir en 1984 avec la RAI un « duopole » d’opérateurs public et privé.", "D.  La loi no 223 de 1990", "53.  La loi no 223 du 6 août 1990, intitulée « dispositions en matière de système de radio et télévision public et privé » (Disciplina del sistema radiotelevisivo pubblico e privato) a transféré de la commission parlementaire aux présidents de la Chambre des députés et du Sénat la désignation des membres du conseil d’administration de la RAI.", "E.  L’arrêt no 420 de 1994 de la Cour constitutionnelle", "54.  Dans son arrêt no 420 du 5 décembre 1994, la Cour constitutionnelle a déclaré inconstitutionnelles les dispositions permettant aux trois chaînes contrôlées par le groupe Mediaset (Canale 5, Italia Uno et Retequattro) d’occuper une position dominante. Elle a jugé que la disposition autorisant un même opérateur à détenir plusieurs licences de télévision à la condition de ne pas dépasser 25 % du nombre total de chaînes nationales, soit trois chaînes en tout, ne suffisait pas à empêcher la concentration des chaînes télévisées et était par conséquent contraire à l’article 21 de la Constitution, en ce qu’elle ne permettait pas de garantir la pluralité des sources d’information. La haute juridiction a considéré que l’existence d’une législation propre à empêcher l’établissement de positions dominantes était une condition primordiale pour justifier l’abandon par l’Etat de son monopole sur la radiodiffusion. En effet, l’établissement de telles positions dominantes dans ce secteur aurait non seulement eu pour effet de modifier les règles de la concurrence mais aurait aussi conduit à la formation d’un oligopole et serait allé à l’encontre du principe fondamental de la pluralité des sources d’information. Ainsi, la Cour constitutionnelle a estimé que le simple fait que coexistent au sein du système de radiodiffusion une entreprise publique et des entreprises privées (système mixte) ne suffisait pas à assurer le respect du droit de recevoir des informations provenant de plusieurs sources concurrentes. Comme elle l’avait indiqué précédemment dans sa décision no 826 de 1988, elle a réaffirmé à cette occasion qu’une telle entreprise publique ne pouvait à elle seule assurer un équilibre garantissant l’absence de position dominante dans le secteur privé.", "55.  Le 11 juin 1995, par référendum, les électeurs italiens ont rejeté à la majorité (57 %) une proposition tendant à amender les lois existantes en introduisant l’interdiction pour un entrepreneur privé de contrôler plus d’une chaîne de télévision.", "F.  La loi no 249 de 1997", "56.  La loi no 249 du 31 juillet 1997, entrée en vigueur le 1er août 1998, a créé l’AGCOM. L’article 2 § 6 de cette loi a imposé des limites de concentration dans le secteur de la radiodiffusion télévisuelle, en interdisant à un même opérateur d’être titulaire de concessions lui permettant d’émettre à l’échelle nationale sur plus de 20 % des chaînes de télévision opérant sur des radiofréquences hertziennes.", "57.  Selon l’article 3 § 1, les opérateurs autorisés à émettre en vertu du cadre juridique antérieur pouvaient continuer à diffuser leurs programmes aux niveaux national et local jusqu’à l’octroi de nouvelles concessions ou jusqu’au rejet de demandes de nouvelles concessions mais, en toute hypothèse, pas au-delà du 30 avril 1998.", "58.  Aux termes de l’article 3 § 2, l’AGCOM devait adopter au plus tard le 31 janvier 1998 un plan national d’attribution des radiofréquences pour la radiodiffusion télévisuelle, sur la base duquel de nouvelles concessions seraient attribuées au plus tard le 30 avril 1998.", "59.  L’AGCOM a adopté le plan national d’attribution des radiofréquences par la délibération no 68 du 30 octobre 1998, puis, par la délibération no 78 du 1er décembre 1998, le règlement relatif aux conditions et aux modalités d’octroi des concessions pour la radiodiffusion télévisuelle sur des radiofréquences hertziennes analogiques.", "60.  L’article 3 § 6 de la loi no 249 de 1997 a instauré pour les chaînes de télévision nationales existantes qui dépassaient les limites de concentration imposées à l’article 2 § 6 (les « chaines excédentaires ») un régime transitoire qui leur permettait de continuer à émettre à titre temporaire sur les radiofréquences hertziennes après le 30 avril 1998 dans le respect des obligations incombant aux chaînes concessionnaires et sous réserve que les émissions fussent diffusées en même temps sur le satellite ou sur le câble.", "61.  L’article 3 § 7 de la même loi confiait à l’AGCOM le soin de fixer le délai dans lequel les chaînes excédentaires, eu égard à l’augmentation effective et importante des usagers des programmes par câble ou par satellite, devaient diffuser leurs programmes uniquement par satellite ou par câble, en abandonnant les radiofréquences hertziennes.", "G.  L’arrêt no 466 de 2002 de la Cour constitutionnelle", "62.  Le 20 novembre 2002, la Cour constitutionnelle a rendu un arrêt concernant l’article 3 § 7 de la loi no 249 de 1997. Elle a estimé que la période transitoire prévue par cette disposition était acceptable, dans la mesure où, lors de l’adoption de la loi, on ne pouvait pas considérer qu’en Italie les modes d’émission alternatifs étaient compétitifs par rapport à la diffusion analogique traditionnelle, d’où la nécessité d’instaurer une période de transition destinée à permettre le développement de la diffusion numérique. En revanche, la haute juridiction a déclaré inconstitutionnelle l’absence de date certaine et définie pour l’expiration de cette période transitoire. Se référant aux conclusions techniques de la décision no 346/2001 de l’AGCOM, ressortant d’une étude portant sur le nombre d’auditeurs de la télévision par câble et satellite en Italie, elle a jugé que le 31 décembre 2003 était une date raisonnable pour l’expiration de la période de transition.", "La Cour constitutionnelle s’est notamment exprimée ainsi :", "« (...) la formation du système actuel de télévision italienne privée sur le plan national et en technique analogique résulte de situations de simple occupation de fait des fréquences (exploitation d’installations sans octroi de concessions et d’autorisations), en dehors de toute logique de développement du pluralisme dans l’attribution des fréquences et de planification effective du domaine hertzien (...) Cette situation de fait ne garantit pas, par conséquent, l’application du principe du pluralisme de l’information sur le plan externe, qui constitue l’un des « impératifs » absolus découlant de la jurisprudence constitutionnelle en la matière (...) Dans ces conditions, la persistance d’une situation (d’ailleurs aggravée) déjà jugée illégale dans l’arrêt nº 420 de 1994 et le maintien des réseaux considérés comme étant encore « excédentaires » par le législateur de 1997 exigent la fixation, aux fins du respect des principes constitutionnels, d’une échéance absolument certaine, définitive et donc inéluctable (...) »", "H.  La loi no 66 de 2001", "63.  Le décret-loi no 5 du 23 janvier 2001, converti en loi et modifié par la loi no 66 du 20 mars 2001, a autorisé les opérateurs exerçant légalement l’activité de radiodiffusion télévisuelle sur des radiofréquences hertziennes à continuer d’émettre jusqu’à la mise en œuvre du plan national d’attribution des radiofréquences pour la télévision numérique.", "64.  L’article 1 prévoit que les opérateurs qui ne transmettent pas et qui ont obtenu une concession peuvent acheter les installations pour la diffusion et les connexions qui sont légitimement utilisées à la date d’entrée en vigueur du décret-loi.", "L’article 2 bis dispose :", "« Afin d’assurer le déploiement du marché de la télévision numérique terrestre, les opérateurs exerçant légitimement des activités de diffusion radiotélévisée numérique, par satellite ou par câble, peuvent procéder à des expérimentations par la rediffusion simultanée de programmes déjà diffusés en analogique. »", "I.  Les lois nos 43/2004 et 112/2004", "65.  L’article 1er du décret-loi no 352 du 24 décembre 2003, converti en loi et modifié par la loi no 43 du 24 février 2004, a autorisé les chaînes excédentaires à poursuivre leurs émissions sur les réseaux de radiodiffusion télévisuelle en modes analogique et numérique jusqu’à l’issue d’une enquête sur le développement des chaînes de télévision numériques.", "66.  La loi no 112 du 3 mai 2004 (dite « loi Gasparri ») a précisé les différentes étapes de lancement de la phase d’émission en mode numérique sur les radiofréquences hertziennes.", "67.  L’article 23 de cette loi dispose :", "« 1.  Jusqu’à la réalisation du plan national d’attribution des radiofréquences de télévision en technique numérique, les opérateurs exerçant à un titre quelconque des activités de diffusion radiotélévisée au niveau national ou local qui remplissent les conditions requises pour obtenir l’autorisation d’expérimentation des émissions en technique numérique hertzienne, en application (...) du décret-loi no 5 [du 23 janvier 2001], devenu avec des modifications la loi no 66 [du 20 mars 2001], peuvent effectuer, y compris par la rediffusion simultanée de programmes déjà diffusés en analogique, les expérimentations en question, jusqu’à la conversion complète des réseaux, ainsi que demander, à dater de l’entrée en vigueur de la présente loi, (...) les licences et autorisations requises pour procéder à des émissions en technique numérique hertzienne.", "2.  L’expérimentation des émissions en technique numérique peut être réalisée au moyen des installations émettant légalement en technique analogique à la date d’entrée en vigueur de la présente loi.", "3.  Afin de permettre la constitution des réseaux en numérique, les transferts d’installations ou de branches d’entreprise entre opérateurs exerçant légalement une activité de télévision au niveau national ou local sont autorisés, à la condition que les acquisitions soient destinées à la diffusion en technique numérique.", "(...)", "5.  A compter de la date d’entrée en vigueur de la présente loi, la licence d’opérateur de chaîne de télévision est octroyée, sur demande, aux personnes qui exercent légalement l’activité de diffusion télévisuelle en vertu d’une concession ou en vertu de l’autorisation générale visée au paragraphe 1, dès lors qu’elles démontrent avoir atteint une couverture d’au moins 50 % de la population ou de la zone d’influence locale.", "(...)", "9.  Afin de faciliter la conversion du système de la technique analogique à la technique numérique, la diffusion des programmes radiotélévisés se poursuit par l’exploitation des installations légalement en activité à la date d’entrée en vigueur de la présente loi (...) »", "68.  L’AGCOM a approuvé, le 29 janvier 2003, un plan dit « du premier niveau » d’attribution de radiofréquences aux chaînes nationales et régionales, puis, le 12 novembre 2003, le « plan intégré », qui complète le plan « du premier niveau » avec un plan dit « du second niveau » (attribution de fréquences aux chaînes locales).", "J.  L’article 2043 du code civil", "69.  Cette disposition se lit ainsi :", "« Tout fait illicite causant un préjudice à autrui engage la responsabilité civile de son auteur et oblige ce dernier à dédommager la victime. »", "III.  DOCUMENTS INTERNATIONAUX PERTINENTS", "A.  Documents du Conseil de l’Europe", "1.  La Recommandation no R (99) 1 du Comité des Ministres aux Etats membres sur des mesures visant à promouvoir le pluralisme des médias", "70.  Les passages pertinents de cette recommandation, adoptée par le Comité des Ministres le 19 janvier 1999, lors de la 656e réunion des Délégués des Ministres, se lisent ainsi :", "« Le Comité des Ministres en vertu de l’article 15.b du Statut du Conseil de l’Europe,", "(...)", "Soulignant également que les médias et en particulier le secteur de la radiodiffusion de service public, devraient permettre aux différents groupes et intérêts qui existent dans la société – y compris les minorités linguistiques, sociales, économiques, culturelles ou politiques – de s’exprimer ;", "Notant que l’existence d’une multiplicité de médias autonomes et indépendants aux niveaux national, régional et local promeut généralement le pluralisme et la démocratie ;", "Rappelant que la diversité politique et culturelle des types et des contenus des médias est essentielle pour le pluralisme des médias ;", "Soulignant que les Etats devraient promouvoir le pluralisme politique et culturel en développant leur politique dans le domaine des médias conformément à l’article 10 de la Convention européenne des droits de l’homme, qui garantit la liberté d’expression et d’information, et en respectant dûment le principe d’indépendance des médias ;", "(...)", "Notant qu’il existe déjà des cas de goulots d’étranglement dans le secteur des nouveaux services de communication, comme le contrôle de systèmes d’accès conditionnel aux services de télévision numériques ;", "Notant également que la création de positions dominantes et le développement des concentrations des médias pourraient s’accroître avec la convergence technique entre les secteurs de la radiodiffusion, des télécommunications et de l’informatique ;", "(...)", "Convaincu que la transparence concernant le contrôle des entreprises du secteur des médias, y compris des fournisseurs de contenus et de services des nouveaux services de communication, peut contribuer à l’existence d’un paysage des médias pluraliste ;", "(...)", "Rappelant également les dispositions sur le pluralisme des médias contenues dans le Protocole d’amendement à la Convention européenne sur la télévision transfrontière ;", "Gardant à l’esprit les travaux menés dans le cadre de l’Union européenne et d’autres organisations internationales dans le domaine des concentrations des médias et du pluralisme,", "Recommande que les gouvernements des Etats membres :", "i.  examinent les mesures contenues en annexe à cette recommandation et étudient leur inclusion dans leur droit et leur pratique internes, si besoin est, en vue de promouvoir le pluralisme des médias ;", "ii.  évaluent de manière régulière l’efficacité de leurs mesures visant à promouvoir le pluralisme et/ou de leurs mécanismes anticoncentration existants, et examinent la nécessité éventuelle de les réviser à la lumière des développements économiques et technologiques dans le secteur des médias. »", "2.  Recommandation Rec(2003)9 du Comité des Ministres aux Etats membres sur des mesures visant à promouvoir la contribution démocratique et sociale de la radiodiffusion numérique", "71.  Les passages pertinents de cette recommandation, adoptée par le Comité des Ministres le 28 mai 2003, lors de la 840e réunion des Délégués des Ministres, sont ainsi libellés :", "« (...)", "Rappelant l’importance pour les sociétés démocratiques de l’existence d’un large éventail de moyens de communication indépendants et autonomes, permettant de refléter la diversité des idées et des opinions, comme énoncé dans sa Déclaration sur la liberté d’expression et d’information du 29 avril 1982 ;", "Gardant à l’esprit la Résolution n1 sur l’avenir du service public de la radiodiffusion adoptée lors de la 4e Conférence ministérielle européenne sur la politique des communications de masse (Prague, 7-8 décembre 1994), et rappelant sa Recommandation n R (96) 10 concernant la garantie de l’indépendance du service public de la radiodiffusion ;", "Soulignant le rôle particulier des médias du secteur de la radiodiffusion, et notamment du service public de radiodiffusion, dans les sociétés démocratiques modernes, qui est de promouvoir les valeurs qui sous-tendent les structures politiques, juridiques et sociales des sociétés démocratiques, en particulier le respect des droits de l’homme, des cultures et du pluralisme politique ;", "(...)", "Notant que parallèlement à la multiplication du nombre des chaînes dans l’environnement numérique, la concentration des médias continue de s’accélérer, notamment dans le contexte de la mondialisation, et rappelant aux Etats membres les principes énoncés dans la Recommandation no R (99) 1 sur des mesures visant à promouvoir le pluralisme des médias, en particulier ceux portant sur les règles en matière de propriété des médias, d’accès aux plates-formes et de diversité des contenus ;", "(...)", "Recommande aux gouvernements des Etats membres, en tenant compte des principes figurant en annexe :", "a.  de préparer les conditions juridiques et économiques adéquates pour le développement de la radiodiffusion numérique, qui garantissent le pluralisme des services de radiodiffusion et l’accès du public à un choix élargi de programmes divers et de qualité, y compris le maintien et, si possible, l’extension de l’offre de services transfrontières ;", "b.  de protéger et, si nécessaire, de prendre des mesures positives pour sauvegarder et promouvoir le pluralisme des médias, afin de rééquilibrer la concentration croissante dans ce secteur ;", "(...) »", "3.  Recommandation CM/Rec(2007)2 du Comité des Ministres aux Etats membres sur le pluralisme des médias et la diversité du contenu des médias", "72.  Les passages pertinents de cette recommandation, adoptée par le Comité des Ministres le 31 janvier 2007, lors de la 985e réunion des Délégués des Ministres, disposent :", "« (...)", "Rappelant l’article 10 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (STE no 5) qui garantit la liberté d’expression et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière ;", "Rappelant sa Déclaration sur la liberté d’expression et d’information, adoptée le 29 avril 1982 qui souligne que la libre circulation et la large diffusion d’informations de toute nature à travers les frontières constituent un facteur important pour la compréhension internationale, le rapprochement des peuples et l’enrichissement mutuel des cultures ;", "Rappelant sa Recommandation  concernant l’indépendance et les fonctions des autorités de régulation du secteur de la radiodiffusion et son Exposé des motifs, dont les dispositions soulignent l’importance de l’indépendance politique, financière et opérationnelle des régulateurs de la radiodiffusion ;", "Rappelant les opportunités offertes par les technologies numériques ainsi que les risques potentiels qui y sont liés dans la société moderne tels qu’énoncés dans la Recommandation Rec(2003)9 sur des mesures visant à promouvoir la contribution démocratique et sociale de la radiodiffusion numérique ;", "Rappelant sa Recommandation no R (99) 1 sur des mesures visant à promouvoir le pluralisme des médias et sa Recommandation no R (94) 13 sur des mesures visant à promouvoir la transparence des médias dont les dispositions devraient s’appliquer à tous les médias ;", "Notant que, depuis l’adoption des Recommandations nos R (99) 1 et R (94) 13, d’importants développements technologiques ont eu lieu qui rendent nécessaire une révision de ces textes afin de les adapter à la situation actuelle du secteur des médias en Europe ;", "(...)", "Réaffirmant que le pluralisme des médias et la diversité du contenu des médias sont essentiels au fonctionnement d’une société démocratique et sont les corollaires du droit fondamental à la liberté d’expression et d’information tel que garanti par l’article 10 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales ;", "Considérant que les exigences qui résultent de l’article 10 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales seront pleinement satisfaites si chaque individu se voit offrir la possibilité de se former ses propres opinions à partir de sources d’information variées ;", "Reconnaissant la contribution essentielle qui est celle des médias pour stimuler le débat public, le pluralisme politique et la sensibilisation à des opinions diverses, notamment en donnant à différents groupes de la société – y compris des minorités culturelles, linguistiques, ethniques, religieuses ou autres – la possibilité de recevoir ou de communiquer des informations, de s’exprimer et d’échanger des idées ;", "(...)", "Réaffirmant que, afin de protéger et de promouvoir activement le pluralisme des courants de pensée et d’opinion ainsi que la diversité culturelle, les Etats membres devraient adapter les cadres de régulation existants, en particulier en ce qui concerne la propriété des médias, et adopter les mesures réglementaires et financières qui s’imposent en vue de garantir la transparence et le pluralisme structurel des médias ainsi que la diversité des contenus diffusés par ceux-ci ;", "(...)", "Gardant à l’esprit que la politique nationale en matière de médias peut également viser à préserver la compétitivité des sociétés de médias nationales face à la mondialisation des marchés et que le phénomène de concentration transnationale des médias peut avoir un impact négatif sur la diversité des contenus,", "Recommande aux gouvernements des Etats membres :", "i.  d’envisager d’inclure dans leur droit et leurs pratiques internes les mesures énumérées cidessous ;", "ii.  d’évaluer de manière régulière, au plan national, l’efficacité des mesures existantes visant à promouvoir le pluralisme des médias et la diversité des contenus, et examinent la nécessité éventuelle de les réviser à la lumière des développements économiques, technologiques et sociaux intéressant les médias ;", "iii.  d’échanger des informations sur la structure des médias, la législation nationale et les études relatives à la concentration et à la diversité des médias.", "Mesures recommandées", "I.  Mesures favorisant le pluralisme structurel des médias", "1.  Principe général", "1.1.  Les Etats membres devraient veiller à ce qu’un éventail suffisant de médias proposés par une série de propriétaires différents, publics ou privés, soit mis à la disposition du public, en tenant compte des caractéristiques du marché des médias, en particulier des aspects économiques et relatifs à la concurrence existant.", "1.2.  Lorsque l’application des règles de concurrence communes au secteur des médias et de la réglementation relative à l’accès n’est pas suffisante pour garantir le respect des exigences de diversité culturelle et de pluralité des courants de pensée et d’opinion, les Etats membres devraient adopter des mesures spécifiques.", "(...)", "1.4.  En adaptant leur cadre réglementaire, les Etats membres devraient porter une attention particulière sur le besoin de séparation réelle et apparente entre l’exercice du pouvoir politique ou l’influence politique et le contrôle de médias ou la prise de décision relative au contenu des médias.", "(...)", "4.  Autres médias contribuant au pluralisme et à la diversité", "Les Etats membres devraient encourager le développement d’autres médias susceptibles de contribuer au pluralisme et à la diversité, et de fournir un espace de dialogue. Ces médias pourraient, par exemple, prendre la forme de médias communautaires, locaux, minoritaires ou sociaux. (...)", "(...)", "II.  Mesures favorisant la diversité des contenus", "(...)", "3.  Licences de radiodiffusion, règles d’obligation de reprise", "3.1.  Les Etats membres devraient envisager l’adoption de mesures qui permettent de promouvoir et de suivre la production et la fourniture de contenus diversifiés par les médias. S’agissant du secteur de la radiodiffusion, de telles mesures pourraient notamment consister à assortir les licences accordées aux radiodiffuseurs d’une obligation de produire par eux-mêmes ou de commander un certain volume de programmes, en particulier concernant les bulletins d’informations et les émissions d’actualité.", "3.2.  Les Etats membres devraient envisager l’adoption de règles visant à préserver la diversité du paysage médiatique local, assurant en particulier que la syndication, comprise comme la fourniture centralisée des programmes et services associés, ne mette pas en danger le pluralisme.", "3.3.  Les Etats membres devraient envisager, si nécessaire, d’adopter des règles d’obligation de reprise de programmes sur les plates-formes de distribution autres que les réseaux câblés. De plus, à la lumière du processus de numérisation – tout particulièrement la capacité accrue des réseaux et la prolifération de différents réseaux – les Etats membres devraient revoir périodiquement leurs règles d’obligation de reprise afin de s’assurer qu’elles continuent à correspondre à des objectifs d’intérêt général. Les Etats membres devraient examiner l’intérêt d’introduire en parallèle à l’obligation de reprise, une obligation pour les éditeurs des programmes concernés de ne pas s’opposer à leur reprise afin d’encourager les médias de service public et les principales sociétés commerciales de médias à mettre leurs chaînes à la disposition des opérateurs de réseau qui souhaiteraient les diffuser. Ces mesures et les modalités de leur mise en œuvre devraient respecter les règles relatives aux droits d’auteur. »", "4.  Résolution 1387 (2004) de l’Assemblée Parlementaire sur la monopolisation des médias électroniques et la possibilité d’abus de pouvoir en Italie", "73.  Cette résolution, adoptée par l’Assemblée Parlementaire le 24 juin 2004, se lit comme suit :", "« 1.  L’Italie est un membre fondateur du Conseil de l’Europe et soutient fermement les idéaux qu’il défend. L’Assemblée parlementaire s’inquiète donc de la concentration des pouvoirs politique, économique et médiatique dans les mains d’une seule personne, le premier ministre Silvio Berlusconi.", "2.  L’Assemblée parlementaire ne peut accepter que cette anomalie soit minimisée au motif qu’elle ne poserait qu’un problème potentiel. Une démocratie se juge à son fonctionnement quotidien, mais aussi aux principes que le pays défend vis-à-vis de ses citoyens et de la communauté internationale. L’Assemblée rappelle que, en vertu de l’article 10 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales, et de la jurisprudence de la Cour européenne des droits de l’homme, les Etats ont l’obligation de protéger le pluralisme des médias et, si nécessaire, de prendre des mesures concrètes pour le préserver et le promouvoir.", "3.  L’Assemblée déplore que, depuis 1994, plusieurs gouvernements italiens consécutifs aient échoué à résoudre le problème du conflit d’intérêts et que le parlement actuel n’ait pas encore adopté de mesures législatives adéquates. Elle n’est pas d’avis que le principe directeur du projet de loi Frattini examiné actuellement – qui prévoit que seuls les gestionnaires et non les propriétaires peuvent être tenus responsables – apporte une solution réelle et complète au problème du conflit d’intérêts concernant M. Berlusconi.", "4.  Par le biais de Mediaset, le premier groupe privé de communication et de radiodiffusion d’Italie et l’un des plus grands groupes du monde, M. Berlusconi détient approximativement la moitié de l’activité de radiodiffusion du pays. En tant que chef du gouvernement, il est également en situation d’exercer une influence indirecte sur le service public de radiodiffusion, la RAI, qui est le principal concurrent de Mediaset. Etant donné que Mediaset et la RAI totalisent environ 90 % des parts d’audience de la télévision et plus des trois quarts des ressources de ce secteur, M. Berlusconi exerce un contrôle sans précédent sur le média le plus puissant d’Italie.", "5.  Cette situation de duopole dans le marché de la télévision constitue en soi une anomalie dans une perspective antitrust. Le statu quo a été maintenu en dépit du fait que des dispositions juridiques touchant au pluralisme des médias ont à deux reprises été déclarées anticonstitutionnelles, et que les autorités compétentes ont établi que la RAI et les trois chaînes de télévision privées de Mediaset exercent une position dominante. Cette situation est illustrée par un récent décret du premier ministre, approuvé par le parlement, qui a permis à la troisième chaîne de la RAI et à Retequattro de Mediaset de continuer à diffuser, en violation des restrictions antitrust existantes, jusqu’à l’adoption de nouvelles mesures législatives. La distorsion de concurrence dans le secteur des médias est aggravée par le fait que la régie publicitaire de Mediaset, Publitalia ‘80, exerce une position dominante sur le marché publicitaire de la télévision. L’Assemblée déplore la poursuite de l’exclusion d’un radiodiffuseur national potentiel, Europa 7, qui a remporté un appel d’offres organisé par le gouvernement en 1999 en vue de l’attribution des fréquences utilisées par Retequattro, chaîne du groupe Mediaset.", "6.  L’Assemblée estime que la récente loi adoptée sur la réforme du secteur de la radiodiffusion (« loi Gasparri ») pourrait ne pas garantir effectivement le renforcement du pluralisme par la simple augmentation du nombre de chaînes de télévision à l’occasion du passage au numérique. Parallèlement, cette loi permet de toute évidence à Mediaset de croître encore davantage, car elle donne aux acteurs du marché la possibilité d’exercer une position de monopole dans un secteur donné, sans aucun risque d’atteindre la limite antitrust à l’intérieur du système intégré des communications (SIC). L’Assemblée note que ces problèmes ont incité le Président de la République à s’opposer à la version précédente de la loi.", "7.  L’Assemblée s’inquiète particulièrement de la situation de la RAI, qui est contraire aux principes d’indépendance énoncés dans la  sur le service public de radiodiffusion. La RAI a toujours été un miroir du système politique du pays et son pluralisme interne, qui s’exprimait naguère par le biais d’une représentation proportionnelle des idéologies politiques dominantes, a fait place au principe du « gagnant rafle tout » propre au nouveau système politique. L’Assemblée note avec inquiétude les démissions de la présidente de la RAI et de l’une des journalistes les plus connues du pays en signe de protestation contre l’absence de représentation équilibrée des forces politiques au sein du conseil d’administration et contre l’influence politique exercée sur la programmation de la RAI.", "8.  Si, en Italie, la presse écrite présente traditionnellement un pluralisme et un équilibre politique supérieurs à ceux de la radiodiffusion, la plupart des Italiens s’informent au moyen de la télévision. Le coût élevé de la publicité dans les journaux par rapport à la publicité télévisée a un effet destructeur sur la presse écrite italienne. L’Assemblée souhaite toutefois signaler son approbation à l’égard des mesures gouvernementales visant à aider les journaux de petite et de moyenne importance, et d’autres mesures destinées à accroître le lectorat de la presse.", "9.  L’Assemblée est extrêmement préoccupée par le fait que l’image négative projetée à l’étranger par l’Italie, en raison du conflit d’intérêts concernant M. Berlusconi, pourrait contrarier les efforts du Conseil de l’Europe visant à promouvoir l’existence de médias indépendants et neutres dans les jeunes démocraties. Elle considère que l’Italie, en tant que l’un des principaux pays contribuant au fonctionnement de l’Organisation, assume une responsabilité particulière à cet égard.", "10.  L’Assemblée relève que plusieurs instances internationales, telles que le représentant de l’OSCE pour la liberté des médias et, plus récemment, le Parlement européen, ont exprimé des inquiétudes semblables aux siennes. Elle se félicite des mesures visant à sauvegarder le pluralisme des médias proposées par le Parlement européen dans sa Résolution du 22 avril 2004 sur « les risques de violation, dans l’Union européenne et particulièrement en Italie, de la liberté d’expression et d’information (article 11(2) de la Charte des droits fondamentaux) », mesures qui prévoient que la protection du pluralisme des médias devrait devenir une priorité de la législation de l’Union européenne en matière de concurrence.", "11.  En conséquence, l’Assemblée appelle le Parlement italien :", "i.  à adopter d’urgence une loi réglant le conflit d’intérêts entre la propriété et le contrôle d’entreprises, et l’exercice de fonctions publiques, en prévoyant des sanctions pour les cas où il y a conflit d’intérêts avec l’exercice de fonctions publiques au plus haut niveau ;", "ii.  à faire en sorte que des lois et d’autres mesures réglementaires mettent un terme à l’ingérence politique, pratiquée de longue date, dans le travail des médias, en tenant compte notamment de la Déclaration du Comité des Ministres sur la liberté du discours politique dans les médias, adoptée le 12 février 2004 ;", "iii.  à amender la loi Gasparri conformément aux principes énoncés dans la Recommandation no R (99) 1 du Comité des Ministres sur des mesures visant à promouvoir le pluralisme des médias, notamment :", "a.  en évitant des positions dominantes dans les marchés pertinents à l’intérieur du SIC ;", "b.  en incluant des mesures spécifiques visant à mettre un terme au duopole existant RAI-Mediaset ;", "c.  en incluant des mesures spécifiques qui assurent que le passage au numérique garantira le pluralisme des contenus.", "12.  L’Assemblée invite le Gouvernement italien :", "i.  à engager des mesures visant à mettre le fonctionnement de la RAI en conformité avec la Recommandation 1641 (2004) de l’Assemblée sur le service public de radiodiffusion, la déclaration de la 4e Conférence ministérielle européenne sur la politique des communications de masse (Prague), et les Recommandations du Comité des Ministres no R (96) 10 concernant la garantie de l’indépendance du service public de la radiodiffusion et Rec(2003)9 sur des mesures visant à promouvoir la contribution démocratique et sociale de la radiodiffusion numérique ;", "ii.  à donner un exemple positif au niveau international en proposant et soutenant, au sein du Conseil de l’Europe et de l’Union européenne, des initiatives visant à promouvoir le pluralisme des médias en Europe.", "13.  L’Assemblée demande à la Commission de Venise de donner un avis sur la compatibilité de la loi Gasparri et du projet de loi Frattini avec les normes du Conseil de l’Europe en matière de liberté d’expression et de pluralisme des médias, à la lumière notamment de la jurisprudence de la Cour européenne des droits de l’homme. »", "5.  Avis de la Commission de Venise sur la compatibilité des lois italiennes « Gasparri » et « Frattini » avec les standards du Conseil de l’Europe en matière de liberté d’expression et de pluralisme des médias", "74.  Dans ses parties pertinentes pour la présente affaire, l’avis de la Commission de Venise, adopté lors de sa 63ème session (10-11 juin 2005), est ainsi libellé :", "« L’Assemblée parlementaire du Conseil de l’Europe a demandé à la Commission de Venise de donner un avis sur la conformité des deux lois italiennes sur le système audiovisuel (« la loi Gasparri ») et sur les conflits d’intérêts (« la loi Frattini ») par rapport aux standards du Conseil de l’Europe dans les domaines de la liberté d’expression et du pluralisme des médias.", "(...)", "Même si la jurisprudence de la Cour européenne des droits de l’homme ne donne pas d’indications spécifiques sur le sujet, il est néanmoins possible d’en déduire certains principes pertinents : tout d’abord, que la liberté d’expression joue un rôle fondamental dans une société démocratique, en particulier quand, par le biais de la presse, elle sert à communiquer des informations et des idées d’intérêt général que le public est en outre en droit d’obtenir, et que l’Etat est le garant ultime du pluralisme, notamment pour les médias audiovisuels, dont les programmes sont souvent très largement diffusés.", "(...)", "Il y a véritable pluralisme des médias quand il existe un grand nombre de médias autonomes et indépendants aux niveaux national, régional et local, assurant une offre de contenus variée, reflétant des points de vue politiques et culturels différents. La Commission estime que le pluralisme interne doit exister en même temps dans tous les secteurs des médias : ainsi, il ne serait pas acceptable que le pluralisme soit garanti dans le secteur des médias écrits mais pas dans celui de la télévision. Pour la Commission, la pluralité des médias n’implique pas seulement l’existence d’une pluralité d’acteurs et de vecteurs, mais aussi l’existence d’un large éventail de médias, c’est-à-dire de différentes sortes de médias.", "Les instruments du Conseil de l’Europe définissent certains outils de promotion du pluralisme des médias, parmi lesquels :", "–  un cadre législatif fixant des limites à la concentration des médias ; parmi les instruments permettant d’y arriver, il y a les seuils autorisés (qu’il convient de mesurer sur la base d’un élément ou d’un ensemble d’éléments comme la part d’audience ou la part de capital ou les limites de recettes) qu’une seule société est autorisée à contrôler sur un ou plusieurs des marchés concernés,", "–  des autorités de régulation des médias spécifiques dotées du pouvoir d’agir contre la concentration,", "–  des mesures spécifiques contre l’intégration verticale (contrôle d’éléments clés de la production, de la diffusion de la distribution et des activités connexes par une seule société ou un seul groupe),", "–  indépendance des autorités de régulation,", "–  transparence des médias,", "–  mesures destinées à promouvoir activement la production et la diffusion de contenus variés,", "–  soutien financier, direct ou indirect, destiné à renforcer le pluralisme, accordé sur la base de critères objectifs et non partisans, dans le cadre de procédures transparentes et soumises à un contrôle indépendant,", "–  des instruments d’autorégulation, comme des lignes directrices éditoriales et des lois régissant l’indépendance de la presse.", "En ce qui concerne les dispositions de la loi Gasparri destinées à protéger le pluralisme des médias, la Commission considère tout d’abord que l’augmentation du nombre des chaînes que permet la télévision numérique n’est pas suffisant, en soi, pour garantir le pluralisme des médias. Les nouvelles chaînes peuvent avoir une part d’audience très faible mais des quantités d’émissions similaires. Enfin, les sociétés les plus importantes auront un pouvoir d’achat plus élevé dans de nombreuses activités, comme l’achat de programmes, et disposeront donc d’avantages importants sur les autres fournisseurs de contenus nationaux.", "C’est pourquoi la Commission considère que le seuil de 20 % des chaînes n’est pas un indicateur clair de part de marché. Il faudrait l’associer, par exemple, à un indicateur de part d’audience.", "En ce qui concerne le deuxième seuil fixé par la loi Gasparri, qui est de 20 % des recettes avec les systèmes de communications intégrées (SCI), la Commission considère que les SCI constitue certainement une tendance moderne mais qu’il ne faudrait pas, du moins avec cette définition très large, les utiliser dès à présent à la place du critère du « marché concerné », car cela a pour effet de diluer l’efficacité des instruments destinés à protéger le pluralisme. En effet, il peut permettre à une société d’avoir une part de recettes extrêmement importante sur des marchés particuliers tout en restant en dessous du seuil de 20 % pour l’ensemble du secteur.", "D’ailleurs, la Commission remarque que l’effet combiné du nouveau cadre défini par la loi Gasparri assouplit les lois anti-concentration antérieures qui fixaient des niveaux maximum autorisés, qui avaient été dépassés par Mediaset et la RAI. En conséquence, Retequattro a été autorisée à continuer à occuper des fréquences analogiques.", "C’est pourquoi la Commission considère que le critère des SCI devrait être remplacé par le critère utilisé auparavant de « marché concerné », comme c’est le cas dans les autres pays européens.", "(...)", "En ce qui concerne les dispositions sur la migration des diffuseurs de radio et de télévision des fréquences analogiques vers les fréquences numériques, la Commission a l’impression que l’approche de la loi Gasparri tente de reporter à plus tard une véritable solution au problème de la concentration des médias sur le marché de la télévision, et qu’elle repose fortement sur le moment où se fera le passage au numérique. La Commission considère que cette approche n’est pas satisfaisante car, si le statu quo est maintenu, il est probable que Mediaset et la RAI resteront les acteurs dominants de la télévision italienne. A ce propos, la Commission rappelle que, si les mesures anti-concentration visent en général à empêcher les abus de position dominante, les positions dominantes sont interdites en tant que telles dans le secteur des médias.", "(...)", "En ce qui concerne la privatisation de la RAI, qui devrait conduire à réduire la politisation du radiodiffuseur public, la Commission remarque que le changement à la RAI permettra au gouvernement de contrôler le radiodiffuseur public pour une durée indéterminée. Tant que le gouvernement actuel reste en fonction, cela signifie qu’outre le contrôle des trois chaînes de télévision qui lui appartiennent, le Premier ministre disposera d’un certain contrôle sur les trois chaînes nationales de télévision publique. La Commission exprime sa crainte que cette situation atypique accentue le risque de monopolisation, susceptible de constituer une ingérence injustifiée dans la liberté d’expression, aux termes de la jurisprudence de la Cour européenne des droits de l’homme.", "(...) »", "6.  Papier de discussion sur le pluralisme des médias et les droits de l’homme du Commissaire aux droits de l’homme", "75.  Dans ses parties pertinentes pour la présente affaire, le document de réflexion du Commissaire aux droits de l’homme, du 6 décembre 2011, se lit ainsi :", "« 3.2  Le cas de l’Italie", "L’histoire de ce qu’on appelle « l’anomalie italienne » illustre bien le risque majeur que peut représenter un phénomène de monopolisation en matière de radiodiffusion (à travers des opérations de consolidation excessives et de fusions de grande envergure), même dans les vieilles démocraties.", "La liberté d’expression et la liberté de la presse se portent bien en Italie. Toutefois, on évoque régulièrement cette « anomalie italienne » lorsqu’on parle du marché de la radiodiffusion télévisuelle.", "Dans les deux dernières décennies, aucune troisième force n’a été capable d’entamer ce duopole, c’est-à-dire la domination du marché des chaînes de télévision nationales par un opérateur privé, Mediaset, et l’opérateur public, la Radiotelevisione Italiana (RAI). Le duopole s’accompagnait d’un monopole en pratique de Mediaset dans le secteur de la télévision commerciale et sur le marché de la publicité. Avant l’ère du numérique, la part d’audience du duopole s’élevait à 90 % environ (les deux opérateurs possédaient chacun trois chaînes). La situation de duopole transparaissait également dans les bénéfices combinés et le marché de la publicité.", "L’Italie se caractérise aussi par une tradition de contrôle des chaînes de télévision publiques par les partis politiques et les gouvernements. Le fait que son premier ministre, Silvio Berlusconi, est le copropriétaire de Mediaset ajoute aux préoccupations habituelles tenant à un contrôle gouvernemental de la RAI la crainte qu’un contrôle gouvernemental généralisé de la source d’information la plus importante au niveau national, la télévision.", "Les lois Gasparri et Frattini de 2004 étaient censées garantir à l’avenir le pluralisme des médias pour la première et proscrire des situations de « pouvoir à deux têtes ». Toutefois, ni le tout-numérique ni des règles de concurrence égalitaires ne peuvent assurer à eux seuls la diversité culturelle et le pluralisme politique dans les médias, particulièrement si la concentration déjà existante dans le secteur médiatique est en pratique maintenue, voire renforcée, par la loi. Les dispositions de la loi Gasparri régissant le passage de l’analogique vers le numérique, malgré sa force novatrice, a permis au duopole d’utiliser sa solide assise économique pour s’étendre sur les nouveaux marchés du numérique.", "Les normes européennes interdisent que des radiodiffuseurs privés ne soient indûment possédés ou contrôlés par des forces politiques ou partisanes, afin d’éviter toute ingérence gouvernementale ou politique. L’Allemagne et le Royaume-Uni imposent des restrictions à la propriété ou au contrôle direct des médias de radiodiffusion par les acteurs du monde politique ; les Etats membres de l’Union européenne exigent également des radiodiffuseurs qu’ils gardent leur indépendance vis-à-vis des partis et des hommes politiques. L’Italie, malgré la loi Frattini, ne prévoit rien de tel. »", "B.  Le Parlement européen", "76.  Dans ses parties pertinentes pour la présente affaire, la résolution du Parlement européen sur les risques de violation, dans l’Union européenne et particulièrement en Italie, de la liberté d’expression et d’information (article 11 § 2 de la Charte des droits fondamentaux (2003/2237(INI)), se lit comme suit :", "« (...) Situation en Italie", "observe que le taux de concentration du marché télévisuel en Italie est actuellement le plus élevé d’Europe et que, bien que la télévision italienne présente douze chaînes nationales et de dix à quinze chaînes régionales ou locales, le marché est caractérisé par le duopole qu’exercent la RAI et Mediaset, puisque ces deux exploitants représentent près de 90 % des parts d’audience et recueillent 96,8 % des ressources publicitaires, contre 88 % pour l’Allemagne, 82 % pour la Grande-Bretagne, 77 % pour la France et 58 % pour l’Espagne ;", "observe que le groupe Mediaset est le plus important groupe privé italien dans le secteur de la télévision et des communications et l’un des plus grands au niveau mondial et qu’il contrôle, notamment, des chaînes de télévision (RTI) et des régies publicitaires (Publitalia ’80), les unes et les autres formellement reconnues comme occupant une position dominante, en violation de la législation nationale (loi no 249/97), par l’Autorité régulatrice des médias (décision 226/03) ;", "observe que l’un des secteurs dans lequel le conflit d’intérêts est le plus évident est celui de la publicité, à tel point que le groupe Mediaset a obtenu, en 2001, les deux tiers des ressources publicitaires télévisuelles, soit un montant de 2 500 millions d’euros, et que les principales sociétés italiennes ont transféré une grande partie de leur investissement publicitaire de la presse écrite aux réseaux Mediaset et de la RAI à Mediaset ;", "observe que le président du Conseil des ministres italien n’a pas résolu son conflit d’intérêts, comme il s’y était explicitement engagé, et qu’il a même accru sa participation de contrôle dans la société Mediaset (passée de 48,639 % à 51,023 %), ce qui a permis à celle-ci de réduire fortement son endettement net, grâce à un accroissement sensible des recettes publicitaires au détriment de celles (et des indices d’écoute) de ses concurrents et, surtout, du financement publicitaire de la presse écrite ;", "déplore les ingérences, pressions et actes de censure gouvernementaux répétés et prouvés sur l’organigramme et la programmation du service télévisuel public de la RAI (y compris dans les programmes satiriques), qui ont débuté avec la mise à l’écart de trois professionnels célèbres, à la demande – publique et retentissante – du président du Conseil en avril 2002, dans un contexte où la majorité absolue des membres du conseil d’administration de la RAI et de l’organe de contrôle parlementaire compétent est formée de membres des partis gouvernementaux ; déplore que ces pressions aient ensuite été étendues à d’autres médias dont il n’est pas propriétaire, ce qui a entraîné entre autres, en mai 2003, la démission du directeur du Corriere della Sera ;", "observe, par conséquent, que le système italien présente une anomalie qui réside dans la réunion d’un pouvoir économique, politique et médiatique entre les mains d’un seul homme, l’actuel président du Conseil des ministres, et dans le fait que le gouvernement italien contrôle directement ou indirectement toutes les chaînes de télévision nationales ;", "prend acte du fait que, depuis des décennies, le système radiotélévisuel fonctionne en Italie dans une situation d’illégalité, qui a été établie à de nombreuses reprises par la Cour constitutionnelle et face à laquelle le concours d’efforts du législateur ordinaire et des institutions compétentes n’a pas permis le retour à un régime légal ; observe que la RAI et Mediaset continuent de contrôler chacune trois émetteurs télévisuels analogiques terrestres, en dépit du fait que, par son arrêt 420 de 1994, la Cour constitutionnelle avait dit pour droit qu’une même entité n’était pas autorisée à émettre plus de 20 % des programmes télévisuels sur des fréquences terrestres au niveau national (c’est-à-dire plus de deux programmes) et avait défini le régime normatif de la loi no 223/90 comme contraire à la constitution italienne, bien qu’il s’agisse d’un « régime transitoire » ; observe que même la loi no 249/97 (institution de l’Autorité régulatrice des médias et de règles relatives aux systèmes de télécommunication et radiotélévisuels) n’avait pas repris les prescriptions de la Cour constitutionnelle, qui, par son arrêt 466/02, avait prononcé l’inconstitutionnalité de l’article 3, paragraphe 7 de cette loi, « dans la mesure où il ne prévoit pas la fixation d’une échéance définitive certaine et non susceptible de prorogation, ne dépassant pas, en tout état de cause, le 31 décembre 2003, échéance à laquelle les programmes diffusés par les émetteurs qui dépassent les limites fixées au paragraphe 6 du même article 3 devront l’être exclusivement par satellite ou par câble » ;", "relève que la Cour constitutionnelle italienne a fait valoir en novembre 2002 (affaire 466/2002) que « ... la formation du système actuel de télévision italienne privée sur le plan national et en technique analogique résulte de situations de simple occupation de fait des fréquences (exploitation d’installations sans octroi de concessions et d’autorisations), en dehors de toute logique de développement du pluralisme dans l’attribution des fréquences et de planification effective du domaine hertzien... Cette situation de fait ne garantit pas, par conséquent, l’application du principe du pluralisme de l’information sur le plan externe, qui constitue l’un des « impératifs » absolus découlant de la jurisprudence constitutionnelle en la matière... Dans ces conditions, la persistance d’une situation (d’ailleurs aggravée) déjà jugée illégale dans l’arrêt nº 420 de 1994 et le maintien des réseaux considérés comme étant encore « excédentaires » par le législateur de 1997 exigent la fixation, aux fins du respect des principes constitutionnels, d’une échéance absolument certaine, définitive et donc inéluctable » et que, cependant, le délai fixé pour la réforme du secteur audiovisuel n’a pas été tenu et que la loi portant réforme du secteur audiovisuel a été renvoyée par le président de la République devant le Parlement pour un nouvel examen, en raison du non-respect des principes énoncés par la Cour constitutionnelle ;", "(...)", "souhaite que la définition législative, qui figure dans le projet de loi en vue de la réforme du secteur audiovisuel (loi Gasparri, article 2, point G), du « système intégré des communications », en tant que seul marché pertinent, ne soit pas contraire aux règles communautaires en matière de concurrence, au sens de l’article 82 du traité CE et de nombreux arrêts de la Cour de justice, et qu’elle ne rende pas impossible une définition claire et certaine du marché de référence ;", "souhaite également que le « système d’attribution des fréquences » prévu par le projet de loi Gasparri ne constitue pas une simple légitimation de la situation de fait et, en particulier, ne soit pas contraire à la directive 2002/21/CE, à l’article 7 de la directive 2002/20/CE ou la directive 2002/77/CE, qui prévoient entre autres que l’attribution des fréquences radio pour les services de communication électronique doit être fondée sur des critères objectifs, transparents, non discriminatoires et proportionnés ;", "exprime la profonde inquiétude que lui inspirent la non-application de la loi et la non-exécution des arrêts de la Cour constitutionnelle, en violation du principe de légalité et de l’Etat de droit, ainsi que l’incapacité à réformer le secteur audiovisuel, qui se traduisent par une réduction considérable, depuis des décennies, du droit de ses citoyens à une information pluraliste, droit inscrit notamment dans la Charte des droits fondamentaux de l’Union européenne ;", "craint que la situation italienne se produise dans d’autres Etats membres et dans les pays en voie d’adhésion si un magnat du secteur des médias décidait d’entrer en politique ;", "regrette que le Parlement italien n’ait pas encore adopté une réglementation visant à résoudre le conflit d’intérêts du président du Conseil, alors qu’il avait promis que cela aurait lieu au cours des cent premiers jours de son gouvernement ;", "considère que l’adoption d’une réforme générale du secteur audiovisuel pourrait être facilitée si celle-ci comportait des garanties appropriées bien définies visant à éviter les conflits d’intérêts présents ou futurs dans les activités des responsables locaux, régionaux ou nationaux ayant des participations substantielles dans le secteur audiovisuel privé ;", "souhaite, en outre, que le projet de loi Frattini sur le conflit d’intérêts ne se limite pas à une reconnaissance de fait du conflit d’intérêts du président du Conseil, mais qu’il prévoie des dispositifs appropriés pour éviter la perpétuation de cette situation ;", "estime que la situation observée aujourd’hui en Italie aurait pu, éventuellement, être évitée si les obligations des Etats membres en matière de pluralisme dans les médias avaient été définies comme suite à la publication, en 1992, du Livre vert sur le pluralisme ;", "(...)", "invite le Parlement italien :", "–  à hâter ses travaux sur la réforme du secteur audiovisuel selon les recommandations de la Cour constitutionnelle italienne et du président de la République, en tenant compte des incompatibilités avec le droit communautaire que ceux-ci ont relevées dans certaines dispositions projet de loi Gasparri ;", "–  à résoudre réellement et de manière appropriée le problème que pose le conflit d’intérêts du président du Conseil, qui contrôle directement le principal exploitant de télévision privée et indirectement le principal exploitant de télévision publique, la principale régie publicitaire, ainsi que de nombreuses autres activités liées au secteur audiovisuel et médiatique ;", "–  et à adopter des mesures garantissant l’indépendance de l’organisme public de radiodiffusion et de télévision (...) »", "EN DROIT", "I.  REMARQUE PRÉLIMINAIRE", "77.  Lors de l’audience du 12 octobre 2011, la partie requérante a apporté des précisions quant à la portée temporelle de l’affaire soumise à la Cour. Elle a spécifié, en particulier, que ses doléances ne portent que sur la période allant du 28 juillet 1999, date du décret ministériel octroyant à Centro Europa 7 S.r.l. une concession pour la radiodiffusion télévisuelle au niveau national (paragraphe 9 ci-dessus) à compter du 30 juin 2009, date à laquelle elle fut autorisée à utiliser un canal unique et put entamer son activité de diffusion (paragraphe 16 ci-dessus). Par conséquent la Cour se limitera à examiner si les droits fondamentaux de la partie requérante ont été atteints au cours de la période susmentionnée, et ne se penchera pas sur d’éventuelles atteintes similaires s’étant produites avant le 28 juillet 1999 ou après le 30 juin 2009.", "II.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "A.  Qualité de victime de la requérante", "78.  Le Gouvernement observe que la requérante a obtenu les radiofréquences en application d’un décret ministériel du 11 décembre 2008 (paragraphe 16 ci-dessus) et soutient que tout litige à ce sujet a été réglé par l’accord du 9 février 2010 (paragraphe 19 ci-dessus). De plus, il souligne que le 20 janvier 2009 le Conseil d’Etat a octroyé à la requérante un dédommagement de 1 041 418 euros (EUR) (paragraphe 45 ci-dessus). De l’avis du Gouvernement, au vu de ces mesures, considérées globalement, Centro Europa 7 S.r.l. ne saurait se prétendre victime des faits qu’elle dénonce (voir, mutatis mutandis, Scordino c. Italie (no 1) [GC], no 36813/97, § 179, CEDH 2006-V).", "79.  La requérante considère que, même s’il y a eu attribution des radiofréquences presque dix ans après l’obtention de la concession, elle peut encore se prétendre victime des violations alléguées car l’indemnisation allouée par le Conseil d’Etat est insuffisante par rapport au préjudice subi et ne reflète pas la portée réelle de celui-ci. Quant à l’accord du 9 février 2010, il porte sur l’assignation de fréquences complémentaires à celles octroyées par le décret de décembre 2008 et ne fait donc pas l’objet de la présente requête.", "80.  La Cour rappelle qu’il appartient en premier lieu aux autorités nationales de redresser une violation alléguée de la Convention. A cet égard, la question de savoir si un requérant peut se prétendre victime du manquement allégué se pose à tous les stades de la procédure au regard de la Convention (Bourdov c. Russie, no 59498/00, § 30, CEDH 2002-III).", "81.  La Cour réaffirme en outre qu’une décision ou une mesure favorable au requérant ne suffit en principe à lui retirer la qualité de « victime » que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (Eckle c. Allemagne, 15 juillet 1982, §§ 69 et suiv., série A no 51, Amuur c. France, 25 juin 1996, § 36, Recueil des arrêts et décisions 1996-III, Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999-VI, et Jensen c. Danemark (déc.), no 48470/99, CEDH 2001-X).", "82.  La question de savoir si une personne peut encore se prétendre victime d’une violation alléguée de la Convention implique essentiellement pour la Cour de se livrer à un examen ex post facto de la situation de la personne concernée (Scordino (no 1), précité, § 181).", "83.  En l’espèce, la requérante a obtenu les radiofréquences d’émission en décembre 2008 et elle a été en mesure de diffuser à partir du 30 juin 2009 (paragraphe 16 ci-dessus). La délivrance des radiofréquences a mis fin à la situation dont la requérante se plaignait dans sa requête. Cependant, aux yeux de la Cour, elle n’a constitué ni une reconnaissance implicite de l’existence d’une violation de la Convention, ni un dédommagement pour la période durant laquelle Centro Europa 7 S.r.l. a été empêchée de diffuser.", "84.  Par ailleurs, la Cour estime qu’il n’y a pas eu reconnaissance, explicitement ou en substance, de la violation de l’article 10 de la Convention et de l’article 1 du Protocole no 1 dans le cadre des procédures internes. Elle note à cet égard qu’en 2005 le Conseil d’Etat a décidé de surseoir à statuer sur la demande de la requérante et a demandé à la Cour de justice des Communautés européennes (CJCE) de se prononcer sur l’interprétation du Traité sur la libre prestation de services et la concurrence, de la directive 2002/21/CE (directive « cadre »), de la directive 2002/20/CE (directive « autorisation »), de la directive 2002/77/CE (directive « concurrence »), ainsi que de l’article 10 de la Convention européenne des droits de l’homme, en ce que l’article 6 du Traité sur l’Union européenne y faisait référence (paragraphe 32 ci-dessus). La CJCE a estimé qu’il n’y avait pas lieu de se prononcer sur la question de l’article 10 de la Convention étant donné que sa réponse sur l’article 49 CE et, à compter de leur applicabilité, sur l’article 9, paragraphe 1, de la directive « cadre », sur les articles 5, paragraphes 1 et 2, second alinéa, et 7, paragraphe 3, de la directive « autorisation » ainsi que sur l’article 4 de la directive « concurrence », permettait à la juridiction de renvoi de statuer sur la demande introduite par la requérante (paragraphe 34 ci-dessus).", "85.  Dans ses décisions du 31 mai 2008 et du 20 janvier 2009, le Conseil d’Etat a conclu que le défaut d’attribution de radiofréquences à la requérante résultait de facteurs essentiellement législatifs et a relevé qu’il y avait eu un comportement fautif de l’administration. Par conséquent il a alloué un dédommagement à l’intéressée en vertu de l’article 2043 du code civil (paragraphes 37-38 et 45-48 ci-dessus).", "86.  De l’avis de la Cour, le Conseil d’Etat, par ces décisions, s’est borné à constater la responsabilité extracontractuelle de l’administration en vertu de la disposition générale du code civil (paragraphe 69 ci-dessus) selon laquelle tout comportement intentionnel ou fautif ayant provoqué un préjudice injustifié oblige l’auteur de ce comportement à réparer les dommages qu’il a causés. Rien dans les décisions en question n’indique qu’en plus d’avoir provoqué un préjudice la conduite de l’administration aurait été contraire aux principes développés par la Cour en matière de liberté d’expression ou de droit au respect des biens, ou des deux. A cet égard, il convient de noter que le Conseil d’Etat n’a fait aucune référence auxdits principes.", "87.  Enfin, devant la Cour, le Gouvernement n’a pas admis l’existence d’une quelconque violation de la Convention. Dans ces conditions, et à défaut d’une telle reconnaissance, la Cour estime que la requérante peut encore se prétendre victime des violations alléguées.", "88.  A supposer même que le dédommagement alloué par le Conseil d’Etat ait été suffisant et approprié, la Cour estime qu’il ne suffit pas à compenser l’absence de reconnaissance des violations alléguées.", "89.  Par conséquent, la Cour rejette l’exception du Gouvernement.", "B.  Qualité de victime du requérant", "90.  Selon le Gouvernement, le requérant, M. F. Di Stefano, ne saurait être considéré comme ayant qualité pour agir devant la Cour. En effet, il n’aurait ni démontré quel était son rôle dans la société Centro Europa 7 S.r.l., ni justifié sa qualité de victime. Le Gouvernement observe que, de plus, l’intéressé n’est pas l’actionnaire unique de la société en question et que toutes les décisions administratives ont été prononcées à l’égard de cette dernière.", "91.  Les requérants soutiennent que, conformément à la jurisprudence de la Cour (Glas Nadejda EOOD et Anatoli Elenkov c. Bulgarie, no 14134/02, § 41, 11 octobre 2007, et Groppera Radio AG et autres c. Suisse, 28 mars 1990, § 49, série A no 173), l’actionnaire unique et représentant légal d’une société peut aussi passer pour être victime d’une interdiction de diffuser.", "92.  La Cour rappelle que par « victime », l’article 34 de la Convention désigne la personne directement concernée par l’acte ou l’omission litigieux (voir, parmi d’autres, Vatan c. Russie, no 47978/99, § 48, 7 octobre 2004). Elle réitère en outre qu’une personne ne saurait se plaindre de la violation de ses droits dans le cadre d’une procédure à laquelle elle n’était pas partie, malgré sa qualité d’actionnaire et/ou de dirigeant d’une société qui était partie à la procédure (voir, parmi d’autres, F. Santos, Lda. et Fachadas c. Portugal (déc.), no 49020/99, CEDH 2000-X, et Nosov c. Russie (déc.), no 30877/02, 20 octobre 2005). De plus, si dans certaines circonstances le propriétaire unique d’une société peut se prétendre « victime » au sens de l’article 34 de la Convention s’agissant des mesures litigieuses prises à l’égard de sa société (voir, parmi d’autres, Ankarcrona c. Suède (déc.), no 35178/97, CEDH 2000-VI, et Glas Nadejda EOOD et Anatoli Elenkov, précité, § 40), lorsque tel n’est pas le cas, faire abstraction de la personnalité juridique d’une société ne se justifie que dans des circonstances exceptionnelles, notamment lorsqu’il est clairement établi que la société se trouve dans l’impossibilité de saisir les organes de la Convention par l’intermédiaire de ses organes statutaires ou – en cas de liquidation – par ses liquidateurs (Meltex Ltd et Movsessian c. Arménie, no 32283/04, § 66, 17 juin 2008 ; voir également Agrotexim et autres c. Grèce, 24 octobre 1995, § 66, série A no 330A, CDI Holding Aktiengesellschaft et autres c. Slovaquie (déc.), no 37398/97, 18 octobre 2001, et SARL Amat-G et Mébaghichvili c. Géorgie, no 2507/03, § 33, CEDH 2005-VIII).", "93.  La Cour observe d’emblée qu’aucune circonstance exceptionnelle de ce genre n’a été établie en l’espèce (voir, a contrario, G.J. c. Luxembourg, no 21156/93, § 24, 26 octobre 2000). Elle relève en outre que le requérant n’a produit aucun élément démontrant qu’il serait en réalité l’actionnaire unique de Centro Europa 7 S.r.l. Tous les éléments dont dispose la Cour indiquent que seule la société requérante, en tant que personne morale, a participé à l’appel d’offres et s’est vu octroyer une concession pour la radiodiffusion télévisuelle ; de plus, toutes les décisions des juridictions italiennes rendues au cours de la procédure interne ne concernaient que la société requérante (Meltex Ltd et Movsessian, précité, § 67). La Cour en déduit que le refus d’octroyer les radiofréquences et les procédures judiciaires consécutives à ce refus ont affecté seulement les intérêts de la requérante. Par conséquent, elle ne saurait considérer le requérant comme une « victime », au sens de l’article 34 de la Convention, des faits qu’il dénonce.", "94.  A la lumière de ce qui précède, la Cour conclut que la requête introduite par le requérant est incompatible ratione personae avec les dispositions de la Convention au sens de l’article 35 § 3 a), et doit être rejetée en application de l’article 35 § 4.", "95.  La Cour se limitera donc à examiner les griefs introduits au nom de la société requérante.", "C.  Abus du droit de recours individuel", "96.  Le Gouvernement soutient que la requérante a abusé de son droit de recours individuel. Il souligne qu’elle n’a pas informé la Cour de la procédure d’exécution, portant sur l’octroi des radiofréquences, qui a donné lieu à une radiation du rôle en raison de l’accord intervenu entre Centro Europa 7 S.r.l. et le Gouvernement (paragraphes 19-20 ci-dessus). La requérante aurait ainsi négligé d’indiquer à la Cour des éléments essentiels en sa possession pour l’examen de l’affaire (Keretchachvili c. Géorgie (déc.), no 5667/02, CEDH 2006-V).", "97.  La Cour rappelle qu’une requête peut être déclarée abusive si elle se fonde délibérément sur des faits controuvés en vue de tromper la Cour (Varbanov c. Bulgarie, no 31365/96, § 36, CEDH 2000-X). Il en va de même lorsque de nouveaux développements importants surviennent au cours de la procédure devant la Cour et si – en dépit de l’obligation expresse lui incombant en vertu de l’article 47 § 6 du règlement – le requérant ne l’en informe pas, l’empêchant ainsi de se prononcer sur l’affaire en pleine connaissance de cause (Hadrabová et autres c. République tchèque (déc.), nos 42165/02 et 466/03, 25 septembre 2007, et Predescu c. Roumanie, no 21447/03, §§ 25-27, 2 décembre 2008). Toutefois, même dans de tels cas, l’intention de l’intéressé d’induire la Cour en erreur doit toujours être établie avec suffisamment de certitude (voir, mutatis mutandis, Melnik c. Ukraine, no 72286/01, §§ 58-60, 28 mars 2006, et Nold c. Allemagne, no 27250/02, § 87, 29 juin 2006).", "98.  En l’espèce, la Cour note que les griefs de la requérante portent sur l’impossibilité d’émettre pendant la période allant du 28 juillet 1999 au 30 juin 2009 (paragraphe 77 ci-dessus) et que, dans le formulaire de requête, l’intéressée a indiqué avoir obtenu les radiofréquences en 2008 et avoir été autorisée à diffuser à partir de juin 2009.", "99.  Dans ces conditions, on ne saurait conclure que la requérante ait dès le début de la procédure omis d’informer la Cour sur un ou plusieurs éléments essentiels pour l’examen de l’affaire. Il convient également de noter que l’accord avec le ministère et la demande de réinscription de l’affaire au rôle du tribunal administratif régional (« le TAR ») sont des faits intervenus respectivement les 9 février 2010 et 8 mars 2011 (paragraphes 19-22 ci-dessus), soit bien après la fin de la période visée par la requête de l’intéressée. Partant, rien ne permet de considérer que la requérante a abusé de son droit de recours individuel en l’espèce.", "100.  L’exception du Gouvernement ne peut donc être retenue.", "D.  Tardiveté de la requête", "101.  A l’audience du 12 octobre 2011, le Gouvernement a excipé du nonrespect du délai de six mois prévu à l’article 35 § 1 de la Convention, au motif que la décision interne définitive serait l’arrêt no 2622 du Conseil d’Etat, déposé au greffe le 31 mai 2008. Il estime que par cette décision, le Conseil d’Etat, confirmant la décision du TAR, a définitivement déclaré irrecevable la demande d’attribution des radiofréquences. La requête, introduite le 20 juillet 2009, serait donc tardive.", "102.  La Cour rappelle que la règle des six mois ne saurait être interprétée d’une manière qui exigerait qu’un requérant saisisse la Cour de son grief avant que la situation à l’origine de celui-ci n’ait fait l’objet d’une décision définitive au niveau interne (Varnava et autres c. Turquie [GC], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 et 16073/90, § 157, CEDH 2009). Lorsqu’un requérant se plaint d’une situation continue, ce délai court à partir de la fin de celle-ci (voir, parmi beaucoup d’autres, Ortolani c. Italie (déc.), no 46283/99, 31 mai 2001, et Pianese c. Italie et Pays-Bas (déc.), no 14929/08, § 59, 27 septembre 2011).", "103.  En l’espèce, par sa décision du 31 mai 2008, le Conseil d’Etat a rejeté la demande d’attribution de radiofréquences présentée par la requérante au motif que le juge n’avait pas le pouvoir de se substituer à l’administration pour prendre la mesure demandée. Le Conseil d’Etat a jugé que le ministère devait se prononcer sur la demande d’attribution de radiofréquences présentée par la requérante en faisant application de l’arrêt de la CJCE, prononcé entre-temps, et a renvoyé à une date ultérieure la décision relative au dédommagement à allouer à l’intéressée (paragraphes 37-39 ci-dessus).", "104.  Il s’ensuit que, même après la décision du Conseil d’Etat no 2622 du 31 mai 2008, la requérante restait dans l’attente de recevoir une réponse de l’administration quant à sa demande d’attribution de radiofréquences. En effet, n’étant pas définitive, cette décision n’a pas tranché toutes les demandes de la requérante. En particulier, les questions de savoir si elle avait subi un préjudice, si celui-ci était imputable à l’administration et si l’intéressée avait droit à un dédommagement restaient ouvertes. Le Conseil d’Etat ne les a tranchées que dans son arrêt du 20 janvier 2009, par lequel il a condamné le ministère à verser à la requérante, à titre de dédommagement, la somme de 1 041 418 EUR. Ce n’est que dans cette dernière décision que le Conseil d’Etat a reconnu que l’action du ministère avait été fautive en ce que, d’une part, celui-ci avait octroyé à Centro Europa 7 S.r.l. une concession sans lui attribuer les radiofréquences d’émission et que, d’autre part, il existait un lien de causalité entre le comportement de l’administration et le préjudice invoqué (paragraphes 45-48 ci-dessus).", "En outre, la Cour note que la situation dont la requérante s’est plainte devant elle, à savoir l’impossibilité d’émettre des programmes télévisés, n’a pris fin que le 30 juin 2009 (paragraphe 16 ci-dessus), soit vingt jours seulement avant la date d’introduction de la requête.", "105.  Dans ces conditions, l’exception de tardiveté du Gouvernement ne saurait être retenue.", "E.  Non-épuisement des voies de recours internes", "106.  Selon le Gouvernement, la requérante n’a pas épuisé les voies de recours internes car elle n’aurait pas soulevé « au moins en substance » son grief tiré de l’article 10 de la Convention dans le recours dont elle a saisi le TAR le 18 février 2009 relativement au décret d’attribution des radiofréquences du 11 décembre 2008 (paragraphe 18 ci-dessus).", "107.  La requérante conteste la thèse du Gouvernement et affirme que ce recours devant le TAR concerne une période qui ne fait pas l’objet de sa requête devant la Cour.", "108.  Les principes généraux en matière d’épuisement des voies de recours internes sont exposés dans l’arrêt Sejdovic c. Italie ([GC], no 56581/00, §§ 43-46, CEDH 2006-II). La Cour relève que la procédure à laquelle se réfère le Gouvernement, qui est encore pendante devant les juridictions internes (paragraphe 23 ci-dessus), est dirigée contre le décret d’attribution des radiofréquences du 11 décembre 2008. Or, ce décret a mis fin à la situation dénoncée par la requérante devant la Cour, puisqu’il constitue la base légale qui lui a permis d’émettre à partir du 30 juin 2009 (paragraphe 16 ci-dessus). Il s’ensuit que, dans le cadre de la présente requête, la requérante ne saurait être tenue d’attendre l’issue de cette procédure avant que le fond de ses griefs ne soit examiné par la Cour.", "109.  Par conséquent, il y a lieu de rejeter l’exception de non-épuisement soulevée par le Gouvernement.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "110.  La requérante dénonce une violation de son droit à la liberté d’expression, et en particulier de sa liberté de communiquer des informations ou des idées. Elle se plaint notamment de ce que le Gouvernement, pendant presque dix ans, ne lui ait pas attribué de radiofréquences d’émission pour la radiodiffusion télévisuelle par voie hertzienne en mode analogique. Elle soutient que la non-application de la loi no 249 de 1997 (paragraphes 56-61 ci-dessus), l’inexécution des arrêts de la Cour constitutionnelle no 420 de 1994 et no 466 de 2002 (paragraphes 54-55 et 62 ci-dessus) et la situation de duopole sur le marché de la télévision italienne vont à l’encontre de l’article 10 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "111.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "112.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties et du tiers intervenant", "a)  La requérante", "113.  La requérante soutient qu’elle n’a pas pu diffuser des programmes télévisés en dépit du fait qu’elle s’était vu octroyer une concession à cette fin à l’issue d’un appel d’offres. Cette violation de ses droits tient à diverses mesures législatives, administratives et judiciaires de l’Etat italien, qui a agi par l’intermédiaire de divers organes et instruments. Les ingérences dans son droit à la liberté d’expression n’étaient ni justifiées ni nécessaires dans une société démocratique.", "114.  Selon la requérante, les lois transitoires adoptées par le législateur ont entériné la pratique provisoire favorisant les opérateurs existants, ce qui l’a empêchée de faire effectivement valoir ses droits. Elle rappelle la jurisprudence Meltex Ltd et Movsessian précitée et note qu’à la différence de cette affaire, la violation dans son cas ne tient pas à un déni de droit résultant uniquement d’une décision adoptée à un moment donné, mais au refus de donner effet pendant plus de dix ans à une concession accordée à la suite d’un appel d’offres.", "115.  La requérante estime que le refus de lui octroyer des radiofréquences constitue une ingérence dans l’exercice de ses droits garantis par l’article 10 § 1 de la Convention (Meltex Ltd et Movsessian, précité, et Glas Nadejda EOOD et Anatoli Elenkov, précité). Cette ingérence n’était pas prévue par loi, comme l’exige la Convention, faute de prévisibilité des lois transitoires adoptées par le législateur national. De surcroît, la requérante rappelle que les juridictions italiennes ont appliqué ces lois et ont estimé que le dédommagement devait être calculé à partir du 1er décembre 2004, contrairement à ce que la CJCE avait conclu dans son arrêt.", "b)  Le Gouvernement", "116.  Le Gouvernement rappelle qu’en 1999 la requérante a obtenu une concession qui ne comprenait pas ipso facto le droit de se voir attribuer des radiofréquences. Conformément au décret-loi no 5 du 23 janvier 2001, tel que modifié par la loi no 66 du 20 mars 2001 (paragraphes 63-64 ci-dessus), la requérante aurait pu acheter les radiofréquences nécessaires à la diffusion d’émissions. Cependant, elle ne se serait pas prévalue de cette faculté et n’aurait pas participé au nouvel appel d’offres lancé en 2007.", "117.  La non-obtention des radiofréquences par la requérante s’expliquerait par une réorganisation générale des radiofréquences analogiques nationales et locales dans un contexte de pénurie de ces dernières, et par le fait que plusieurs sociétés, qui avaient participé à l’appel d’offres de 1999 sans obtenir de concession, avaient présenté des recours devant les juridictions nationales et obtenu l’autorisation de poursuivre leurs émissions en l’absence de concession, sur la base des anciennes règles.", "118.  Le Gouvernement indique que l’appel d’offres de 1999 visait à sélectionner les opérateurs à inclure dans le plan de l’Autorité pour les garanties dans les communications (Autorità per le garanzie nelle comunicazioni – « l’AGCOM »). Par conséquent, il ne s’agissait pas, selon lui, d’attribuer directement des radiofréquences puisqu’il manquait le programme d’ajustement des installations. A cet égard, il souligne qu’en 1999 le ministère n’a pas octroyé d’autres concessions dans les mêmes conditions.", "119.  Le Gouvernement explique qu’après l’échec de la télévision par câble en Italie, la loi no 66 de 2001 avait envisagé la transition vers la télévision numérique terrestre au plus tard en 2006. Il ajoute que le décretloi no 352 de 2003 et la loi no 112 de 2004 (paragraphes 65-67 cidessus) avaient par la suite établi que les dispositions transitoires prendraient fin lorsque la diffusion du numérique aurait atteint plus de 50 % des utilisateurs, ce qui fut le cas le 27 mai 2004.", "120.  Le Gouvernement relève également que la CJCE a estimé qu’il n’était pas nécessaire d’examiner une éventuelle violation de l’article 10 de la Convention. En outre, dans ses arrêts nos 242 et 243 de 2009, le Conseil d’Etat aurait jugé que la télévision nationale n’était pas un service transfrontalier et que la requérante, en tant que titulaire d’une concession, avait le droit à participer à des procédures concurrentielles et non discriminatoires pour l’attribution de fréquences à partir du 1er janvier 2008. Ce résultat fut atteint avec l’arrêté ministériel du 11 décembre 2008 (paragraphe 16 ci-dessus), qui a attribué à la requérante le canal 8 de la bande VHF III, devenu disponible grâce à la transition vers le numérique.", "121.  Le Gouvernement rappelle que l’Italie a dû harmoniser progressivement les chaînes nationales et locales, et qu’il était indispensable de concilier les droits acquis des anciens opérateurs avec les intérêts des nouveaux opérateurs et surtout d’éviter tout risque de glisser vers un monopole ou, à l’opposé, dans le chaos. La transition aurait notamment permis aux anciens opérateurs de continuer à émettre et aux nouveaux titulaires de concessions de mettre en place un réseau grâce à l’achat des fréquences.", "122.  Or le Gouvernement soutient que, selon la jurisprudence de la Cour, une réglementation des activités des entreprises de télévision est conforme à l’article 10 de la Convention. En effet, cette disposition n’empêcherait pas les Etats d’évaluer les aspects techniques, les droits et besoins d’un public donné, la nature et les objectifs des chaînes, leurs possibilités d’insertion au niveau national et local ainsi que les obligations découlant des engagements internationaux (Informationsverein Lentia et autres c. Autriche, 24 novembre 1993, série A no 276).", "123.  Le Gouvernement précise que la concession octroyée à la requérante permettait à celle-ci d’être dans une position juridiquement protégée, de pouvoir acheter des fréquences, d’utiliser la capacité de transmission numérique d’autres opérateurs et d’utiliser « la co-localisation des deux opérateurs RAI et [Mediaset] ».", "124.  Le Gouvernement observe qu’à ce jour, la requérante offre à sa clientèle un bouquet de chaînes diffusant des programmes variés, y compris des films d’horreur et des films pour adultes. En pratique, elle utiliserait un système limité, étant donné que ses émissions pourraient être visionnées uniquement au moyen d’un décodeur qu’elle offre à sa clientèle. Cela serait révélateur de la mesure et de la manière dont l’intéressée tire parti de la liberté de communiquer des informations et des idées dans une société démocratique.", "125.  Enfin, le Gouvernement estime que les circonstances de l’espèce ne sont en rien comparables à celles de l’affaire Meltex Ltd et Movsessian précitée.", "c)  Le tiers intervenant", "126.  L’organisation Open Society Justice Initiative commence par donner un aperçu des « Principes directeurs en matière de pluralisme des médias ». Elle se réfère ensuite aux lois et pratiques des trois pays européens de taille similaire à celle de l’Italie (la France, l’Allemagne et le Royaume-Uni), puis évoque les normes européennes selon lesquelles l’obligation de garantir le pluralisme nécessite d’imposer des restrictions en matière de propriété des médias, particulièrement en ce qui concerne la radiodiffusion.", "127.  Elle se penche également sur le contrôle des sociétés de radiodiffusion par des acteurs du monde politique, et rappelle que de nombreux pays européens ont adopté des systèmes juridiques qui interdisent spécifiquement et/ou restreignent la possibilité pour des hommes ou femmes politiques et des partis politiques importants de contrôler les organes de radiodiffusion et leur programmation.", "128.  Selon l’association intervenante, les circonstances de la présente affaire s’inscrivent dans le contexte du très grand et très ancien malaise qui règne dans le secteur de la radiodiffusion et de l’information en Italie. Open Society Justice Initiative estime que, dans l’hypothèse où elle constaterait une violation de l’article 10, la Cour devrait envisager d’ordonner à l’Etat italien de mettre en œuvre des mesures de nature générale et systémique pour garantir le pluralisme de son système de radiodiffusion.", "2.  Appréciation de la Cour", "a)  Principes généraux relatifs au pluralisme dans les médias audiovisuels", "129.  La Cour estime opportun de rappeler d’emblée les principes généraux découlant de sa jurisprudence en matière de pluralisme dans les médias audiovisuels. Comme elle l’a déjà souvent souligné, il n’est pas de démocratie sans pluralisme. La démocratie se nourrit de la liberté d’expression. Il est de son essence de permettre la proposition et la discussion de projets politiques divers, même ceux qui remettent en cause le mode d’organisation actuel d’un Etat, pourvu qu’ils ne visent pas à porter atteinte à la démocratie elle-même (Manole et autres c. Moldova, no 13936/02, § 95, CEDH 2009, et Parti socialiste et autres c. Turquie, 25 mai 1998, §§ 41, 45 et 47, Recueil 1998-III).", "130.  A cet égard, la Cour observe que, dans une société démocratique, il ne suffit pas, pour assurer un véritable pluralisme dans le secteur de l’audiovisuel, de prévoir l’existence de plusieurs chaînes ou la possibilité théorique pour des opérateurs potentiels d’accéder au marché de l’audiovisuel. Encore faut-il permettre un accès effectif à ce marché, de façon à assurer dans le contenu des programmes considérés dans leur ensemble une diversité qui reflète autant que possible la variété des courants d’opinion qui traversent la société à laquelle s’adressent ces programmes.", "131.  La liberté d’expression, consacrée par le paragraphe 1 de l’article 10, constitue l’un des fondements essentiels d’une société démocratique, l’une des conditions primordiales de son progrès (Lingens c. Autriche, 8 juillet 1986, § 41, série A no 103). La liberté de la presse et des autres médias d’information fournit à l’opinion publique l’un des meilleurs moyens de connaître et juger les idées et attitudes des dirigeants. Il incombe à la presse de communiquer des informations et des idées sur les questions débattues dans l’arène politique, tout comme sur celles qui concernent d’autres secteurs d’intérêt public. A sa fonction qui consiste à en diffuser s’ajoute le droit, pour le public, d’en recevoir (voir, par exemple, Handyside c. Royaume-Uni, 7 décembre 1976, § 49, série A no 24, et Lingens, précité, §§ 41-42).", "132.  Les médias audiovisuels, tels que la radio et la télévision, ont un rôle particulièrement important à jouer à cet égard. En raison de leur pouvoir de faire passer des messages par le son et par l’image, ils ont des effets plus immédiats et plus puissants que la presse écrite (Jersild c. Danemark, 23 septembre 1994, § 31, série A no 298, et Pedersen et Baadsgaard c. Danemark [GC], no 49017/99, § 79, CEDH 2004-XI). La fonction de la télévision et de la radio, sources familières de divertissement au cœur de l’intimité du téléspectateur ou de l’auditeur, renforce encore leur impact (Murphy c. Irlande, no 44179/98, § 74, CEDH 2003-IX).", "133.  Une situation dans laquelle une fraction économique ou politique de la société peut obtenir une position dominante à l’égard des médias audiovisuels et exercer ainsi une pression sur les diffuseurs pour finalement restreindre leur liberté éditoriale, porte atteinte au rôle fondamental de la liberté d’expression dans une société démocratique telle que garantie par l’article 10 de la Convention, notamment quand elle sert à communiquer des informations et des idées d’intérêt général, auxquelles le public peut d’ailleurs prétendre (VgT Verein gegen Tierfabriken c. Suisse, no 24699/94, §§ 73 et 75, CEDH 2001-VI ; voir également De Geillustreerde Pers N.V. c. PaysBas, no 5178/71, rapport de la Commission du 6 juillet 1976, Décisions et rapports 8, p. 17, § 86). Il en va de même lorsque la position dominante est détenue par un radiodiffuseur d’Etat ou un radiodiffuseur public. Ainsi, la Cour a déjà jugé que, du fait de sa nature restrictive, un régime de licence octroyant au diffuseur public un monopole sur les fréquences disponibles ne saurait se justifier que s’il peut être démontré qu’existe une nécessité impérieuse en ce sens (Informationsverein Lentia et autres, précité, § 39).", "134.  La Cour souligne que, dans un secteur aussi sensible que celui des médias audiovisuels, au devoir négatif de non-ingérence s’ajoute pour l’Etat l’obligation positive de mettre en place un cadre législatif et administratif approprié pour garantir un pluralisme effectif (paragraphe 130 ci-dessus). Cela est d’autant plus souhaitable lorsque, comme en l’espèce, le système audiovisuel national se caractérise par une situation de duopole.", "Dans cette optique, il convient de rappeler que, dans sa Recommandation CM/Rec(2007)2 sur le pluralisme des médias et la diversité du contenu des médias (paragraphe 72 ci-dessus), le Comité des Ministres a réaffirmé qu’« afin de protéger et de promouvoir activement le pluralisme des courants de pensée et d’opinion ainsi que la diversité culturelle, les Etats membres devraient adapter les cadres de régulation existants, en particulier en ce qui concerne la propriété des médias, et adopter les mesures réglementaires et financières qui s’imposent en vue de garantir la transparence et le pluralisme structurel des médias ainsi que la diversité des contenus diffusés par ceux-ci ».", "135.  En l’espèce, la question se pose de savoir s’il y a eu ingérence des autorités publiques dans le droit de la requérante de « communiquer des informations ou des idées » et, dans l’affirmative, si cette ingérence était « prévue par la loi », poursuivait un ou plusieurs buts légitimes et était « nécessaire dans une société démocratique » pour les atteindre (RTBF c. Belgique, no 50084/06, § 117, CEDH 2011).", "b)  Sur l’existence d’une ingérence", "136.  La Cour a déjà jugé que le refus d’accorder une licence de radiodiffusion constitue une ingérence dans l’exercice des droits garantis par l’article 10 § 1 de la Convention (voir, parmi d’autres, Informationsverein Lentia et autres, précité, § 27, Radio ABC c. Autriche, 20 octobre 1997, § 27, Recueil 1997-VI, Leveque c. France (déc.), no 35591/97, 23 novembre 1999, United Christian Broadcasters Ltd c. Royaume-Uni (déc.), no 44802/98, 7 novembre 2000, Demuth c. Suisse, no 38743/97, § 30, CEDH 2002-IX, et Glas Nadejda EOOD et Anatoli Elenkov, précité, § 42). Peu importe, à cet égard, que la licence n’ait pas été octroyée à la suite d’une demande individuelle ou d’une participation à un appel d’offres (Meltex Ltd et Movsessian, précité, § 74).", "137.  La Cour relève que la présente espèce se distingue des affaires citées au paragraphe précédent en ce qu’elle ne concerne pas le refus d’octroyer une licence. Au contraire, la requérante a obtenu le 28 juillet 1999, à l’issue d’un appel d’offres, une concession pour la radiodiffusion télévisuelle par voie hertzienne en mode analogique (paragraphe 9 cidessus). Cependant, faute d’attribution de radiofréquences d’émission, elle n’a pu diffuser des programmes télévisés qu’à partir du 30 juin 2009.", "138.  La Cour rappelle que le but de la Convention consiste à protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs (Artico c. Italie, 13 mai 1980, § 33, série A no 37). Or la non-attribution de radiofréquences à la requérante a vidé la concession de tout effet utile car l’activité qu’elle autorisait n’a de facto pas pu être exercée pendant presque dix ans. Cette non-attribution a dès lors constitué un obstacle substantiel, et donc une ingérence, dans l’exercice par la requérante de son droit de communiquer des informations ou des idées.", "c)  Sur la question de savoir si l’ingérence était « prévue par la loi »", "i.  Principes généraux", "139.  Au titre de la troisième phrase de l’article 10 § 1, les Etats peuvent réglementer, par un régime d’autorisations, l’organisation de la radiodiffusion sur leur territoire, en particulier ses aspects techniques. Peuvent aussi conditionner l’octroi d’une licence des considérations relatives à la nature et aux objectifs d’une future chaîne, à ses possibilités d’insertion au niveau national, régional ou local, aux droits et besoins d’un public donné, ainsi qu’aux obligations issues d’instruments juridiques internationaux (United Christian Broadcasters Ltd, décision précitée, et Demuth, précité, §§ 33-35). Pareille règlementation doit être basée sur une « loi ».", "140.  Or les mots « prévue par la loi » contenus au deuxième paragraphe de l’article 10 non seulement imposent que la mesure incriminée ait une base légale en droit interne, mais visent aussi la qualité de la loi en cause : ainsi, celle-ci doit être accessible aux justiciables et prévisible dans ses effets (voir, parmi plusieurs autres, VgT Verein gegen Tierfabriken, précité, § 52, Rotaru c. Roumanie [GC], no 28341/95, § 52, CEDH 2000-V, Gawęda c. Pologne, no 26229/95, § 39, CEDH 2002-II, et Maestri c. Italie [GC], no 39748/98, § 30, CEDH 2004-I). Toutefois, il appartient aux autorités nationales, notamment aux tribunaux, d’interpréter et d’appliquer le droit interne (Kruslin c. France, 24 avril 1990, § 29, série A no 176-A et Kopp c. Suisse, 25 mars 1998, § 59, Recueil 1998-II).", "141.  L’une des exigences découlant de l’expression « prévue par la loi » est la prévisibilité. On ne peut donc considérer comme « une loi » qu’une norme énoncée avec assez de précision pour permettre au citoyen de régler sa conduite ; en s’entourant au besoin de conseils éclairés, il doit être à même de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences qui peuvent découler d’un acte déterminé. Ces conséquences n’ont pas besoin d’être prévisibles avec une certitude absolue : l’expérience révèle qu’une telle certitude est hors d’atteinte. En outre la certitude, bien que hautement souhaitable, s’accompagne parfois d’une rigidité excessive ; or le droit doit savoir s’adapter aux changements de situation. Aussi, beaucoup de lois se servent-elles, par la force des choses, de formules plus ou moins vagues, dont l’interprétation et l’application dépendent de la pratique (Sunday Times c. Royaume-Uni (no 1), 26 avril 1979, § 49, série A no 30, Kokkinakis c. Grèce, 25 mai 1993, § 40, série A no 260-A, et Rekvényi c. Hongrie [GC], no 25390/94, § 34, CEDH 1999III).", "142.  Le niveau de précision de la législation interne – qui ne peut en aucun cas prévoir toutes les hypothèses – dépend dans une large mesure du contenu de la loi en question, du domaine qu’elle est censée couvrir et du nombre et du statut de ceux à qui elle est adressée (RTBF, précité, § 104, Rekvényi, précité, § 34, et Vogt c. Allemagne, 26 septembre 1995, § 48, série A no 323).", "143.  En particulier, une norme est « prévisible » lorsqu’elle offre une certaine garantie contre des atteintes arbitraires de la puissance publique (Tourancheau et July c. France, no 53886/00, § 54, 24 novembre 2005) et contre une application extensive d’une restriction faite au détriment des justiciables (voir, mutatis mutandis, Başkaya et Okçuoğlu c. Turquie [GC], nos 23536/94 et 24408/94, § 36, CEDH 1999-IV).", "ii.  Application de ces principes en l’espèce", "144.  Dans la présente affaire, la Cour doit donc vérifier si la législation italienne indiquait avec une précision suffisante les conditions et les modalités selon lesquelles la requérante aurait pu se voir attribuer des radiofréquences d’émission conformément à la concession dont elle était titulaire. Cela est d’autant plus important dans une affaire comme celle-ci où la législation en question portait sur les conditions d’accès au marché de l’audiovisuel.", "145.  La Cour rappelle que le 28 juillet 1999 les autorités compétentes ont octroyé à la requérante, conformément aux dispositions de la loi no 249 de 1997, une concession pour la radiodiffusion télévisuelle terrestre au niveau national l’autorisant à installer et exploiter un réseau de télévision analogique. S’agissant de l’octroi de radiofréquences, la concession renvoyait au plan national d’attribution des radiofréquences adopté le 30 octobre 1998 et fixait à la requérante un délai de vingt-quatre mois pour mettre en conformité ses installations (paragraphe 9 ci-dessus). Cependant, ainsi qu’il ressort des décisions des juridictions internes (paragraphe 14 cidessus), cette obligation ne pouvait pas être remplie par l’intéressée tant que l’administration n’avait pas adopté le programme de conformité et procédé à la mise en œuvre du plan d’attribution des radiofréquences. De l’avis de la Cour, dans de telles conditions la requérante pouvait raisonnablement s’attendre à ce que, au plus tard dans les vingt-quatre mois qui ont suivi le 28 juillet 1999, l’administration adoptât les textes nécessaires à l’encadrement de son activité de radiodiffusion télévisuelle terrestre. Sous réserve qu’elle mît en conformité ses installations, ainsi qu’elle en avait l’obligation, la requérante aurait ensuite dû avoir le droit de diffuser des programmes télévisés.", "146.  Cependant, le plan d’attribution des radiofréquences n’a été mis en œuvre qu’en décembre 2008 et la requérante n’a obtenu un canal pour ses émissions qu’à partir du 30 juin 2009 (paragraphe 16 ci-dessus). Dans l’intervalle, plusieurs chaînes avaient provisoirement continué à utiliser diverses radiofréquences qui devaient être attribuées dans le cadre du plan. Selon le Conseil d’Etat (paragraphe 28 ci-dessus), cette situation était due à des facteurs essentiellement législatifs. La Cour les examinera brièvement.", "147.  Elle observe tout d’abord que l’article 3 § 1 de la loi no 249 de 1997 prévoyait la possibilité, pour les chaînes dites « excédentaires » (paragraphe 60 ci-dessus), de continuer à diffuser leurs programmes au niveau tant national que local jusqu’à l’octroi de nouvelles concessions ou jusqu’au rejet de demandes de nouvelles concessions mais, en toute hypothèse, pas au-delà du 30 avril 1998 (paragraphe 57 ci-dessus). Cependant, l’article 3 § 6 de la même loi fixait pour les chaînes excédentaires un régime transitoire qui leur permettait de continuer à émettre à titre temporaire après le 30 avril 1998 sur les radiofréquences hertziennes, dans le respect des obligations incombant aux chaînes concessionnaires et sous réserve que les émissions fussent diffusées en même temps sur le satellite ou sur le câble (paragraphe 60 ci-dessus).", "148.  La requérante pouvait déduire de ce cadre législatif en vigueur au moment de l’octroi de la concession qu’à partir du 30 avril 1998, la possibilité pour les chaînes excédentaires de continuer à émettre n’affecterait pas les droits des nouveaux concessionnaires. Cependant, ce cadre a été modifié par la loi nº 66 du 20 mars 2001, qui réglementait le passage de la télévision analogique à la télévision numérique et qui a de nouveau autorisé les chaînes excédentaires à continuer d’émettre sur des fréquences hertziennes jusqu’à la mise en œuvre d’un plan national de répartition des fréquences de diffusion numérique (paragraphe 63 cidessus).", "149.  Le 20 novembre 2002, alors que ce plan n’avait pas encore été mis en œuvre, la Cour constitutionnelle a jugé que le passage des ondes hertziennes au câble ou au satellite pour les chaînes excédentaires devait être finalisé au plus tard le 31 décembre 2003, indépendamment du stade de développement de la télévision numérique (paragraphe 62 ci-dessus). A la lumière de cet arrêt, la requérante pouvait s’attendre à ce que les radiofréquences qui auraient dû lui être attribuées fussent libérées début 2004. Or une nouvelle prorogation fut décidée par le législateur national.", "150.  En effet, l’article 1 du décret-loi no 352 de 2003 a prorogé l’activité des chaînes excédentaires jusqu’à l’issue d’une enquête de l’AGCOM sur le développement des chaînes de télévision numériques. Ensuite, la loi no 112 de 2004 (article 23 § 5) a prolongé par un mécanisme d’autorisation générale la possibilité pour les chaînes excédentaires de continuer à émettre sur les radiofréquences hertziennes jusqu’à la mise en œuvre du plan national d’attribution des radiofréquences pour la télévision numérique (paragraphes 65-67 ci-dessus), de sorte que ces chaînes n’étaient plus tenues de libérer les radiofréquences devant être transférées aux opérateurs qui, comme la requérante, étaient titulaires de concessions.", "151.  La Cour constate que l’application successive de ces lois a eu pour effet de ne pas libérer les radiofréquences et d’empêcher les opérateurs autres que les chaînes excédentaires de participer aux débuts de la télévision numérique. En particulier, ces lois reportaient la fin du régime transitoire jusqu’à la finalisation d’une enquête de l’AGCOM sur le développement des chaînes de télévision numérique et la mise en œuvre du plan national des radiofréquences, c’est-à-dire par référence à des événements dont il n’était pas possible de prévoir la date. A ce propos, la Cour souscrit à l’opinion de la CJCE selon laquelle :", "« (...) la loi no 112/2004 ne se limite pas à attribuer aux opérateurs existants un droit prioritaire à obtenir les radiofréquences, mais (...) elle leur réserve ce droit en exclusivité, et ce sans limite temporelle à la situation de privilège attribuée à ces opérateurs et sans prévoir d’obligation de restitution des radiofréquences excédentaires après le passage à la radiodiffusion télévisuelle en mode numérique. »", "152.  La Cour estime dès lors que les lois en question étaient libellées en des termes vagues qui ne définissaient pas avec une clarté et une précision suffisantes l’étendue et la durée du régime transitoire.", "153.  Par ailleurs, la CJCE, saisie par le Conseil d’Etat, a noté que ces interventions du législateur national s’étaient traduites par l’application de régimes transitoires successifs aménagés en faveur des titulaires des réseaux existants, et que cette situation avait eu pour effet d’empêcher les opérateurs sans radiofréquences d’émission, tels que Centro Europa 7 S.r.l., d’accéder au marché de la radiodiffusion télévisuelle alors même qu’ils bénéficiaient d’une concession (accordée, dans le cas de la société requérante, en 1999 – paragraphe 35 ci-dessus).", "154.  A la lumière de ce qui précède, la Cour estime que le cadre législatif interne manquait de clarté et de précision et qu’il n’a pas permis à la requérante de prévoir à un degré suffisant de certitude à quel moment elle aurait pu se voir attribuer les radiofréquences et commencer à exercer l’activité pour laquelle elle avait obtenu une concession, et ce en dépit des interventions de la Cour constitutionnelle et de la CJCE. Il s’ensuit que ces lois ne remplissaient pas les conditions de prévisibilité telles qu’elles ont été dégagées par la Cour dans sa jurisprudence.", "155.  La Cour relève en outre que l’administration n’a pas respecté les délais fixés dans la concession, conformément à la loi no 249 de 1997 et aux arrêts de la Cour constitutionnelle, trompant ainsi les attentes de la requérante. Le Gouvernement n’a pas démontré que celle-ci aurait eu à sa disposition des moyens effectifs pour contraindre l’administration à se conformer à la loi et aux arrêts de la Cour constitutionnelle. Dès lors, elle ne s’est pas vue offrir des garanties suffisantes contre l’arbitraire.", "d)  Conclusion", "156.  En conclusion, la Cour considère que le cadre législatif tel qu’il a été appliqué à la requérante, laquelle n’a pas été en mesure de s’engager dans le secteur de la radiodiffusion télévisée pendant plus de dix ans alors qu’elle s’était vu octroyer une concession à l’issue d’un appel d’offres, ne répond pas à la condition de prévisibilité voulue par la Convention et a privé l’intéressée du degré de protection contre l’arbitraire requis par la prééminence du droit dans une société démocratique. Cette défaillance a eu notamment pour effet de réduire la concurrence dans le secteur de l’audiovisuel. Elle s’analyse ainsi en un manquement de l’Etat à son obligation positive de mettre en place un cadre législatif et administratif approprié pour garantir un pluralisme effectif dans les médias (paragraphe 134 ci-dessus).", "157.  Ces constats suffisent pour conclure qu’il y a eu en l’espèce violation de l’article 10 de la Convention.", "158.  Cette conclusion dispense la Cour d’examiner le respect des autres exigences du paragraphe 2 de l’article 10 en l’espèce, en l’occurrence la question de savoir si les lois prorogeant le régime transitoire poursuivaient un but légitime et étaient nécessaires dans une société démocratique pour l’atteindre.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 COMBINÉ AVEC L’ARTICLE 10 DE LA CONVENTION", "159.  La requérante estime avoir subi une discrimination par rapport à la société Mediaset dans la jouissance de son droit à la liberté d’expression.", "Elle invoque l’article 14 de la Convention, ainsi libellé :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "160.  Selon la requérante, le système italien a réservé un traitement préférentiel à la société Mediaset, qui a bénéficié de mesures législatives et administratives discriminatoires adoptées dans une situation de conflit d’intérêts. De plus, elle estime qu’il y a eu discrimination vis-à-vis d’autres opérateurs, ce qui l’aurait empêchée d’entrer sur le marché.", "161.  Le Gouvernement considère qu’on devrait éviter une approche politique de l’affaire. Il rappelle les raisons, telles qu’exposées dans ses observations concernant l’article 10 de la Convention, pour lesquelles la requérante n’a pas pu obtenir les radiofréquences, nie l’existence de tout lien entre la situation de Centro Europa 7 S.r.l. et celle de Mediaset et considère qu’en l’espèce il ne s’agissait pas d’avantager l’une ou l’autre chaîne au détriment de la requérante.", "162.  La Cour observe que ce grief est étroitement lié à celui tiré de l’article 10 de la Convention et doit lui aussi être déclaré recevable. Eu égard aux conclusions auxquelles elle est parvenue sous l’angle de l’article 10 (paragraphe 156 ci-dessus), elle juge inutile d’examiner séparément le grief tiré de l’article 14 de la Convention.", "V.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "163.  La requérante se plaint d’une atteinte à son droit au respect de ses biens, tel que garanti par l’article 1 du Protocole no 1.", "Cette disposition se lit comme suit :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "164.  La requérante souligne que, pendant presque dix ans, elle n’a pas pu exercer les droits qu’elle tient de la concession pour la radiodiffusion télévisuelle au niveau national qui lui a été attribuée et soutient que le dédommagement qui lui a été alloué par les juridictions internes ne correspond pas à la valeur pleine du « bien » dont elle était titulaire.", "165.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "166.  La Cour doit déterminer, tout d’abord, si la requérante était titulaire d’un « bien » au sens de l’article 1 du Protocole no 1, et si, par conséquent, cette disposition trouve à s’appliquer en l’espèce.", "1.  Thèses des parties", "a)  Le Gouvernement", "167.  Le Gouvernement conteste, à titre principal, l’existence d’un « bien » et rappelle que la concession octroyée en 1999 à la requérante n’attribuait pas ipso facto un droit à l’octroi de radiofréquences par le ministère ; dès lors, l’intéressée n’avait pas une espérance légitime d’en obtenir. Par ailleurs, les juridictions internes ont déclaré irrecevable la demande de la requérante en vue de l’attribution des radiofréquences.", "168.  Le Gouvernement rappelle ensuite que la Convention ne protège pas des droits inexistants, dépourvus de base juridique. Selon la jurisprudence de la Cour, une « contestation réelle » ou une « prétention défendable » ne remplissent pas les critères pour pouvoir passer pour un « bien » au sens de la Convention. Aucune « espérance légitime » protégée par la Convention n’existe lorsqu’il y a eu une controverse sur la façon dont le droit interne doit être interprété et appliqué et que les arguments développés par les requérants ont été rejetés par les juridictions nationales (Kopecký c. Slovaquie [GC], no 44912/98, § 50, CEDH 2004-IX).", "169.  En outre, la requérante aurait pu acheter les radiofréquences sur le marché conformément à l’article 1 de la loi no 66 du 20 mars 2001 (paragraphe 63 ci-dessus). Selon le Gouvernement, l’objet de la requête n’est pas l’attribution des radiofréquences, mais le montant, que l’intéressée juge insuffisant, de l’indemnité obtenue au niveau national. Enfin, le Gouvernement rappelle que la concession n’a jamais été retirée ou annulée.", "b)  La requérante", "170.  La requérante conteste les arguments du Gouvernement et estime que le droit d’accès et d’utilisation des radiofréquences, qui permet l’exercice de la liberté d’expression et la poursuite d’une activité économique, constitue un actif et rentre donc dans la notion de « bien » au sens de l’article 1 du Protocole no 1.", "2.  Appréciation de la Cour", "a)  Principes généraux", "171.  La Cour rappelle que la notion de « bien » évoquée au premier alinéa de l’article 1 du Protocole no 1 a une portée autonome qui ne se limite pas à la propriété de biens corporels et qui est indépendante par rapport aux qualifications formelles du droit interne : certains autres droits et intérêts constituant des actifs peuvent aussi passer pour des « droits patrimoniaux » et donc des « biens » aux fins de cette disposition. Dans chaque affaire, il importe d’examiner si les circonstances, considérées dans leur ensemble, ont rendu le requérant titulaire d’un intérêt substantiel protégé par l’article 1 du Protocole no 1 (Iatridis c. Grèce [GC], no 31107/96, § 54, CEDH 1999II, Beyeler c. Italie [GC], no 33202/96, § 100, CEDH 2000-I, et Broniowski c. Pologne [GC], no 31443/96, § 129, CEDH 2004-V).", "172.  L’article 1 du Protocole no 1 ne vaut que pour les biens actuels. Un revenu futur ne peut ainsi être considéré comme un « bien » que s’il a déjà été gagné ou s’il fait l’objet d’une créance certaine. En outre, l’espoir de voir reconnaître un droit de propriété que l’on est dans l’impossibilité d’exercer effectivement ne peut non plus être considéré comme un « bien », et il en va de même d’une créance conditionnelle s’éteignant du fait de la non-réalisation de la condition (Gratzinger et Gratzingerova c. République tchèque (déc.) [GC], no 39794/98, § 69, CEDH 2002-VII).", "173.  Cependant, dans certaines circonstances, l’« espérance légitime » d’obtenir une valeur patrimoniale peut également bénéficier de la protection de l’article 1 du Protocole no 1. Ainsi, lorsque l’intérêt patrimonial est de l’ordre de la créance, on peut considérer que l’intéressé dispose d’une espérance légitime si un tel intérêt présente une base suffisante en droit interne, par exemple lorsqu’il est confirmé par une jurisprudence bien établie des tribunaux. Toutefois, on ne saurait conclure à l’existence d’une « espérance légitime » lorsqu’il y a controverse sur la façon dont le droit interne doit être interprété et appliqué et que les arguments développés par le requérant à cet égard sont en définitive rejetés par les juridictions nationales (Kopecký, précité, § 50).", "b)  Application de ces principes au cas d’espèce", "174.  La Cour observe que la requérante était titulaire, depuis le 28 juillet 1999, d’une concession pour la radiodiffusion télévisuelle au niveau national par voie hertzienne. Celle-ci l’autorisait à installer et à exploiter un réseau de radiodiffusion télévisuelle en mode analogique (paragraphe 9 cidessus). Les juridictions administratives italiennes ont estimé que ceci ne conférait pas à la requérante un droit subjectif (diritto soggettivo) à obtenir l’attribution de radiofréquences d’émission, mais un simple intérêt légitime (interesse legittimo), c’est-à-dire une position individuelle protégée de façon indirecte et subordonnée au respect de l’intérêt général. La requérante avait donc uniquement le droit de voir sa demande de radiofréquences traitée par le Gouvernement dans le respect des critères imposés par la législation interne et la CJCE (voir le jugement du TAR du 16 septembre 2004, paragraphe 25 ci-dessus, et la décision no 2622/08 du 31 mai 2008 du Conseil d’Etat, paragraphe 37 ci-dessus).", "175.  Comme la Cour vient de le relever sous l’angle de l’article 10 de la Convention, eu égard au libellé de la concession et au cadre législatif en vigueur à cette époque, la requérante pouvait raisonnablement s’attendre à ce que, dans les vingt-quatre mois qui suivraient le 28 juillet 1999, l’administration aurait effectué les actes juridiques nécessaires à l’encadrement de son activité de radiodiffusion télévisuelle terrestre. Sous réserve qu’elle procédât à la mise en conformité de ses installations, ainsi qu’elle en avait l’obligation, la requérante aurait ensuite dû avoir le droit d’émettre des programmes télévisés (paragraphe 145 ci-dessus). Elle avait dès lors une « espérance légitime » à cet égard. Il est vrai que, comme le relève le Gouvernement, les juridictions administratives ont rejeté les demandes de la requérante visant à l’attribution des radiofréquences. Cependant, cette décision ne constituait pas un rejet sur le fond de la demande de la requérante, mais découlait de la règle générale selon laquelle en droit italien le juge administratif ne peut se substituer à l’administration pour adopter, à sa place, certaines mesures (paragraphe 37 ci-dessus).", "176.  En outre, dans son arrêt du 31 janvier 2008, la CJCE s’est exprimée ainsi :", "« (...) Sur ce point, il importe de préciser que, dans le domaine des émissions radiotélévisées, la libre prestation de services, telle que consacrée à l’article 49 CE et mise en œuvre dans ce domaine par le NCRC, requiert non seulement la concession d’autorisations d’émission, mais également l’octroi de radiofréquences d’émission.", "En effet, un opérateur ne saurait exercer de manière effective les droits qu’il tire du droit communautaire en termes d’accès au marché de la radiodiffusion télévisuelle à défaut de radiofréquences d’émission. »", "177.  La Cour souscrit à cette analyse. Elle rappelle de surcroît que, selon sa jurisprudence, le retrait d’une licence d’exploitation d’une activité commerciale s’analyse en une atteinte au droit au respect des biens tel que garanti par l’article 1 du Protocole no 1 (uède, 7 juillet 1989, § 53, série A no 159, Capital Bank AD c. Bulgarie, no 49429/99, § 130, 24 novembre 2005, Rosenzweig et Bonded Warehouses Ltd c. Pologne, no 51728/99, § 49, 28 juillet 2005, et Bimer S.A. c. Moldova, no 15084/03, § 49, 10 juillet 2007). S’il est vrai qu’en l’espèce, la concession n’a pas été retirée, la Cour estime que, sans l’octroi des radiofréquences d’émission, elle a été vidée de son contenu.", "178.  La Cour considère dès lors que les intérêts liés à l’exploitation de la concession constituaient des intérêts patrimoniaux appelant la protection de l’article 1 du Protocole no 1 (voir, mutatis mutandis, Tre Traktörer AB, précité, § 53).", "179.  Elle estime donc que l’espérance légitime de la requérante, qui se rattachait à des intérêts patrimoniaux tels que l’exploitation d’un réseau de télévision analogique en vertu de la concession, était suffisamment fondée pour constituer un intérêt substantiel, et donc un « bien » au sens de la norme exprimée dans la première phrase de l’article 1 du Protocole no 1, laquelle est par conséquent applicable en l’espèce (voir, mutatis mutandis, Stretch c. Royaume-Uni, no 44277/98, §§ 32-35, 24 juin 2003, et Bozcaada Kimisis Teodoku Rum Ortodoks Kilisesi Vakfı c. Turquie (no 2), nos 37646/03, 37665/03, 37992/03, 37993/03, 37996/03, 37998/03, 37999/03 et 38000/03, § 50, 6 octobre 2009).", "180.  La Cour constate que le grief tiré de l’article 1 du Protocole no 1 n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  La requérante", "181.  La requérante estime que le comportement du Gouvernement s’analyse en une expropriation de biens au sens de l’article 1 du Protocole no 1, étant donné que non seulement il s’est abstenu, sans justification, d’attribuer les radiofréquences, mais qu’il a également refusé de donner effet à la concession octroyée à la suite d’un appel d’offres légal.", "182.  La requérante considère que cette expropriation n’avait aucun lien avec l’intérêt général, mais a servi les intérêts privés de Mediaset en utilisant des radiofréquences qui auraient dû être libérées à son profit en tant que concessionnaire légitime. En outre, cette expropriation ne s’est pas faite « selon les voies légales ». En effet, selon la loi no 249 de 1997, les radiofréquences en question auraient dû être libérées en faveur de la société qui, dans le cadre de l’appel d’offres, avait formulé la meilleure proposition, soit en l’occurrence Centro Europa 7 S.r.l. Cependant, plusieurs mesures législatives transitoires ont empêché cette dernière d’avoir accès à ces fréquences.", "183.  Par ailleurs, la requérante est d’avis que le dédommagement obtenu au niveau national ne correspond pas à la valeur du bien exproprié. Pour déterminer le manque à gagner pour perte de chances, la Cour devrait considérer non seulement le retard dans l’attribution des fréquences, mais également l’impossibilité d’entrer en concurrence avec les autres sociétés en 1999, c’est-à-dire à une époque où le marché était plus restreint qu’aujourd’hui. La requérante souligne également que le Conseil d’Etat, se basant sur le fait que la Cour constitutionnelle avait considéré le 31 décembre 2003 comme une date raisonnable pour l’expiration de la période de transition, n’a pris en compte que le préjudice subi après 2004, excluant ainsi cinq années de violation. Enfin, la requérante rappelle que, selon le Conseil d’Etat, l’octroi de la concession ne lui avait pas conféré le droit immédiat d’exercer l’activité économique correspondante et le dédommagement aurait donc dû être calculé sur la base d’une espérance légitime d’attribution de radiofréquences par les autorités compétentes.", "b)  Le Gouvernement", "184.  Le Gouvernement s’oppose aux arguments de la requérante et dénonce la nature « financière » de la requête.", "2.  Appréciation de la Cour", "185.  L’article 1 du Protocole no 1, qui garantit le droit à la protection de la propriété, contient trois normes distinctes (voir, entre autres, James et autres c. Royaume-Uni, 21 février 1986, § 37, série A no 98, et Beyeler, précité, § 98) :", "« la première, qui s’exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats le pouvoir, entre autres, de réglementer l’usage des biens conformément à l’intérêt général (...) Il ne s’agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d’atteintes au droit de propriété ; dès lors, elles doivent s’interpréter à la lumière du principe consacré par la première. »", "186.  La requérante estime qu’il y a eu en l’espèce « privation des biens ». Cependant, la Cour ne saurait souscrire à cette analyse. En effet, l’intérêt substantiel de l’intéressée à exploiter un réseau de télévision analogique n’a pas fait l’objet d’une expropriation, comme le démontre le fait que la requérante est aujourd’hui en mesure de diffuser des programmes télévisés. La possibilité d’exercer l’activité correspondant à la concession a par contre fait l’objet de plusieurs mesures qui visaient en substance à en retarder la date de démarrage, ce qui, aux yeux de la Cour, constitue une mesure de réglementation de l’usage des biens, à examiner sur le terrain du second paragraphe de l’article 1 du Protocole no 1.", "187.  Cette disposition exige, avant tout et surtout, qu’une ingérence de l’autorité publique dans la jouissance du droit au respect des biens soit légale (Iatridis, précité, § 58, et Beyeler, précité, § 108). En particulier, son second alinéa reconnaît aux Etats le droit de réglementer l’usage des biens à condition qu’ils l’exercent par la mise en vigueur de « lois ». Le principe de légalité présuppose également que les dispositions pertinentes du droit interne soient suffisamment accessibles, précises et prévisibles dans leur application (voir, mutatis mutandis, Broniowski, précité, § 147).", "188.  Or la Cour vient de constater sur le terrain de l’article 10 de la Convention que l’ingérence dans les droits de la requérante n’avait pas de base légale suffisamment prévisible au sens de sa jurisprudence (paragraphe 156 ci-dessus). Elle ne peut que parvenir au même constat sous l’angle de l’article 1 du Protocole no 1, ce qui suffit pour conclure qu’il y a eu violation de cette disposition.", "189.  Cette conclusion dispense la Cour de contrôler en l’occurrence le respect des autres exigences de l’article 1 du Protocole no 1, et notamment de se pencher sur la question de savoir si la règlementation de l’usage du « bien » de la requérante a été faite « conformément à l’intérêt général ».", "VI.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "190.  La requérante se plaint d’une atteinte à son droit au procès équitable. Elle invoque l’article 6 § 1 de la Convention, qui, en ses parties pertinentes, est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Thèses des parties", "1.  Le Gouvernement", "191.  Le Gouvernement soutient que ce grief est manifestement mal fondé, car la Cour n’a pas pour tâche de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne, l’interprétation de la législation interne incombant au premier chef aux autorités nationales et spécialement aux cours et tribunaux.", "192.  En particulier, les lois nos 43 et 112 de 2004 n’auraient pas été prises en compte par le TAR, mais le Conseil d’Etat se serait fondé sur ces lois pour conclure que la requérante avait droit au dédommagement. L’arrêt du Conseil d’Etat accordant une réparation pécuniaire à l’intéressée démontrerait de surcroît l’indépendance de l’Etat et la prise en compte de l’arrêt de la CJCE. En outre, le Gouvernement rappelle que dans une procédure judiciaire il est possible que des parties ayant des intérêts communs présentent au juge des observations rédigées de façon partiellement similaire, et que le fait qu’un juriste rédige des observations de caractère technique ne signifie pas qu’elles soient approuvées par le Gouvernement.", "193.  Enfin, le Gouvernement rappelle que le Conseil d’Etat a refusé la demande d’expertise présentée par la requérante en arguant que la charge de la preuve pesait sur cette dernière et qu’une expertise d’office ne pouvait pas remplacer un manque de preuve.", "2.  La requérante", "194.  La requérante soutient que les modifications législatives en cours de procédure ont porté atteinte à son droit à un procès équitable ; elle ajoute que la loi n’a pas été appliquée correctement et que les arrêts de la Cour constitutionnelle n’ont pas été exécutés. En outre, devant le Conseil d’Etat, le gouvernement aurait favorisé le groupe Mediaset, ce qui démontrerait l’absence d’indépendance de l’Etat. La requérante en veut pour preuve que le mémoire du gouvernement était calqué sur celui du groupe Mediaset.", "195.  La requérante est d’avis que l’Etat italien a failli à mettre en place un système normatif clair et complet, portant ainsi atteinte aux principes de légalité, de transparence, de non-discrimination, de libre concurrence et d’impartialité ainsi qu’à l’état de droit. Enfin, le Conseil d’Etat aurait omis de la dédommager pour le préjudice effectivement subi et d’ordonner une expertise pour quantifier le montant qui lui était dû.", "B.  Appréciation de la Cour", "196.  La Cour estime qu’une partie des doléances de la requérante (et notamment celles relatives à l’absence d’un cadre normatif clair, aux changements législatifs et à la non-exécution des arrêts de la Cour constitutionnelle) se confond largement avec le grief tiré de l’article 10 de la Convention. Il n’y a donc pas lieu de les examiner séparément sous l’angle de l’article 6.", "197.  Quant aux doléances spécifiques à la procédure devant le Conseil d’Etat, la Cour rappelle qu’elle a pour tâche d’assurer le respect des engagements résultant de la Convention pour les Parties contractantes. En particulier, elle convient avec le Gouvernement qu’il ne lui appartient pas de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne, sauf si et dans la mesure où elles pourraient avoir porté atteinte aux droits et libertés sauvegardés par la Convention (voir, parmi beaucoup d’autres, García Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999-I). En particulier, la Cour ne peut apprécier elle-même les éléments de fait ayant conduit une juridiction nationale à adopter telle décision plutôt que telle autre, sinon elle s’érigerait en juge de quatrième instance et elle méconnaîtrait les limites de sa mission (voir, mutatis mutandis, Kemmache c. France (no 3), 24 novembre 1994, § 44, série A no 296-C). La Cour a pour seule fonction, au regard de l’article 6 de la Convention, d’examiner les requêtes alléguant que les juridictions nationales ont méconnu des garanties procédurales spécifiques énoncées par cette disposition ou que la conduite de la procédure dans son ensemble n’a pas garanti un procès équitable au requérant (voir, parmi beaucoup d’autres, Donadzé c. Géorgie, no 74644/01, §§ 30-31, 7 mars 2006).", "198.  En l’occurrence, la Cour ne décèle aucun élément donnant à penser que la procédure devant le Conseil d’Etat ne s’est pas déroulée conformément aux exigences du procès équitable. Elle rappelle de surcroît que les exigences d’indépendance et d’impartialité mentionnées à l’article 6 de la Convention concernent le tribunal chargé de se prononcer sur le fond de l’affaire, et non les parties à la procédure (Forcellini c. Saint-Marin (déc.), no 34657/97, 28 mai 2002, et Previti c. Italie (déc.), no 45291/06, § 255, 8 décembre 2009), et qu’il revient aux juridictions nationales de juger de l’utilité d’une offre de preuve (voir, mutatis mutandis et par rapport à des procédures pénales, Previti, décision précitée, § 221, et Bracci c. Italie, no 36822/02, § 65, 13 octobre 2005).", "199.  Il s’ensuit que ce grief doit être rejeté pour défaut manifeste de fondement, en application de l’article 35 §§ 3 a) et 4 de la Convention.", "VII.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "200.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Thèses des parties", "1.  Dommage matériel", "a)  La requérante", "201.  La requérante estime que les dommages et intérêts qui lui ont été octroyés sont insuffisants. Elle souligne que le Conseil d’Etat a considéré comme indemnisable une partie très limitée de l’énorme préjudice subi, a ignoré l’expertise présentée par elle et a omis de nommer des experts indépendants. Ainsi, la haute juridiction italienne a presque totalement rejeté la demande d’indemnisation, déclarant que ni les frais de procédure ni les frais de démarrage de l’activité commerciale ne pouvaient être remboursés.", "202.  Quant à ces derniers frais, l’intéressée observe qu’à la suite de l’octroi de la concession de radiodiffusion, elle a rapidement instauré une structure efficace et effective en vue de devenir un acteur sérieux sur le marché de la radiodiffusion commerciale. En particulier, elle aurait loué des studios de télévision de plus de 20 000 m², munis d’un équipement technologique de pointe acheté à l’avance afin de pouvoir lancer rapidement l’activité de radiodiffusion. Elle aurait également supporté les coûts de création d’une bibliothèque audiovisuelle, en produisant ses propres émissions, comme l’exigeait le règlement sur les concessions.", "203.  Pour ce qui est du manque à gagner, l’insuffisance des dommages et intérêts octroyés par le Conseil d’Etat ressortirait de manière évidente de la comparaison de ce montant avec les profits réalisés par Retequattro, c’est-à-dire la chaîne excédentaire qui aurait dû libérer les radiofréquences assignées à la requérante. Celle-ci estime que, dans l’évaluation du manque à gagner, la Cour devrait également prendre en compte le fait que Centro Europa 7 S.r.l. est entrée sur le marché commercial de la radiodiffusion seulement récemment, c’est-à-dire à un moment où la radiodiffusion analogique était en train d’être complètement remplacée par la télévision numérique terrestre et d’autres techniques de radiodiffusion. Il faudrait donc prendre en considération les changements intervenus sur le marché depuis 1999. La requérante estime avoir été illégalement écartée du marché de la radiodiffusion commerciale pendant une période considérable, ce qui aurait également porté atteinte à ses possibilités de promouvoir sa marque et sa réputation ainsi que d’acquérir une expertise, des programmes audiovisuels et d’autres avantages liés à l’activité de radiodiffusion analogique.", "204.  A la lumière de ce qui précède, justificatifs à l’appui, la requérante demande 2 175 171 960,60 euros (EUR) (129 957 485,60 EUR pour les pertes subies et 2 045 214 475,00 EUR pour le manque à gagner), somme qu’elle avait sollicitée dans le cadre de la procédure nationale, et de laquelle on devrait soustraire le montant octroyé par le Conseil d’Etat, ou un autre montant déterminé en équité. Le dédommagement devrait être assorti d’intérêts légaux.", "b)  Le Gouvernement", "205.  Le Gouvernement s’oppose aux prétentions de la requérante, qu’il considère excessives. Il rappelle que le Conseil d’Etat a octroyé un dédommagement à l’intéressée. De surcroît, les prétentions litigieuses relèvent de la spéculation et n’ont pas de lien de causalité avec les violations alléguées de la Convention (Informationsverein Lentia et autres c. Autriche, 24 novembre 1993, § 46, série A no 276, Radio ABC c. Autriche, 20 octobre 1997, § 41, Recueil des arrêts et décisions 1997-VI, et Meltex Ltd et Movsessian c. Arménie, no 32283/04, § 102, 17 juin 2008).", "206.  En outre, le Gouvernement souligne que la requérante n’a mis en place aucun équipement de télétransmission en mode numérique dans la période entre décembre 2008 et janvier 2009. De tels équipements auraient été achetés seulement après 2009.", "2.  Dommage moral", "a)  La requérante", "207.  La requérante demande 10 000 000 d’EUR pour préjudice moral.", "208.  Selon elle, la Cour devrait, en particulier, examiner les éléments suivants : a)  l’intervalle de temps considérable qui s’est écoulé ; b)  le fait que la requérante pouvait raisonnablement s’attendre à une mise en œuvre dans les délais de la concession de radiodiffusion télévisuelle par le gouvernement italien ; c)  la frustration et l’angoisse découlant du fait d’être un témoin impuissant du développement du marché de la radiodiffusion télévisuelle sans pouvoir en être partie prenante et de la perte d’un certain nombre d’occasions profitables ; d)  l’enjeu économique considérable ; e)  l’atteinte à la réputation de la société requérante, eu égard à la position des personnes impliquées ; f)  la grande préoccupation de la requérante devant l’impossibilité de rattraper ses concurrents, qui auraient consolidé leur position sur le marché de la radiodiffusion analogique et sur les marchés voisins ; g)  les conditions d’incertitude dans lesquelles la requérante dit avoir dû prendre les décisions stratégiques ; h)  les obstacles et épreuves que le gérant de la société aurait eu à surmonter ; et i)  la frustration découlant du mépris répété et flagrant du Gouvernement à l’égard des arrêts rendus par la Cour constitutionnelle et la Cour de justice des Communautés européennes ainsi que des demandes émanant des institutions européennes.", "b)  Le Gouvernement", "209.  Le Gouvernement s’oppose aux prétentions de la requérante, qu’il estime exorbitantes.", "3.  Frais et dépens", "a)  La requérante", "210.  Justificatifs à l’appui, la requérante demande le remboursement des frais de procédure engagés tant au niveau national qu’au niveau européen pour obtenir la mise en œuvre de la concession et pour exercer effectivement l’activité économique sur le marché de la radiodiffusion télévisuelle.", "211.  Elle souligne qu’elle a dû faire face non seulement à l’opérateur commercial dominant en Italie, mais également au gouvernement italien luimême pendant plus de dix ans puisque, au cours de cette période, le propriétaire de Mediaset – le groupe de diffusion incluant la chaîne excédentaire Retequattro – a également effectué plusieurs mandats de président du Conseil des ministres.", "212.  Partant, la requérante demande 1 023 706,35 EUR pour les frais encourus au niveau national et 200 000 EUR pour ceux exposés devant la Cour.", "b)  Le Gouvernement", "213.  Le Gouvernement s’oppose aux prétentions de la requérante.", "B.  Appréciation de la Cour", "1.  Dommage matériel et moral", "214.  La Cour rappelle qu’elle a constaté, en l’espèce, une double violation. En premier lieu, l’ingérence dans l’exercice par la requérante de son droit de communiquer des informations ou des idées au sens de l’article 10 de la Convention s’est opérée par des mesures législatives qui ne répondaient pas à l’exigence de prévisibilité et à l’obligation de l’Etat de garantir un pluralisme effectif (paragraphe 156 ci-dessus). En second lieu, la requérante pouvait avoir l’espérance légitime que l’administration effectue dans les vingt-quatre mois qui ont suivi le 28 juillet 1999 les actes juridiques nécessaires à l’encadrement de son activité de radiodiffusion télévisuelle, ce qui lui aurait permis d’émettre des programmes télévisés (paragraphe 175 ci-dessus). Au sens de l’article 1 du Protocole no 1, cette espérance constituait un « bien » (paragraphe 179 ci-dessus) dont l’usage a été réglementé par les mêmes lois jugées non suffisamment prévisibles sous l’angle de l’article 10 (paragraphe 188 ci-dessus). En revanche, la Cour ne s’est pas penchée sur la question de savoir si la réglementation litigieuse était « conforme à l’intérêt général » (paragraphe 189 ci-dessus) et si l’ingérence dans le droit de la requérante de communiquer des informations et des idées poursuivait un but légitime et était nécessaire dans une société démocratique pour l’atteindre (paragraphe 158 ci-dessus).", "215.  Dans la présente affaire, la Cour se trouve dans l’impossibilité d’établir avec exactitude dans quelle mesure les violations constatées ont affecté les droits patrimoniaux de la requérante compte tenu, en particulier, de la spécificité du marché audiovisuel italien et de l’absence d’une situation commerciale comparable sur ledit marché.", "216.  La Cour observe de surcroît que la requérante a subi un préjudice découlant de l’incertitude prolongée, due au manque de précision du cadre législatif interne, quant à la date à laquelle elle pourrait obtenir l’assignation des radiofréquences et, par conséquent, commencer à opérer sur le marché commercial de la radiodiffusion télévisuelle. La requérante a néanmoins effectué des investissements en vertu de la concession. La Cour estime que le dédommagement octroyé par le Conseil d’Etat, couvrant exclusivement la période de 2004 à 2009, ne saurait être considéré comme suffisant, d’autant plus qu’aucune expertise n’a été ordonnée par les juridictions internes pour évaluer les pertes subies et le manque à gagner.", "217.  La Cour relève que le Gouvernement se borne à contester les prétentions de la requérante en les qualifiant d’excessives.", "218.  En ce qui concerne les pertes subies, la Cour note que la requérante n’a pas prouvé que tous les investissements effectués étaient nécessaires pour mettre en œuvre la concession qu’elle avait obtenue. Quant au manque à gagner allégué, la Cour considère que la requérante a effectivement subi un préjudice à ce titre du fait de l’impossibilité, pendant de nombreuses années, de tirer un quelconque profit de la concession. Elle estime cependant que les circonstances de la cause ne se prêtent pas à une évaluation précise du dommage matériel, le type de préjudice dont il est question présentant de nombreux aléas et rendant impossible un calcul précis des sommes susceptibles de constituer une juste réparation.", "219.  Sans se livrer à des spéculations au sujet des bénéfices que la requérante aurait réalisés si les violations de la Convention n’avaient pas eu lieu et si elle avait été en mesure de diffuser à partir de 2001, la Cour constate que l’intéressée a subi une perte de chances réelle (voir, mutatis mutandis, Gawęda c. Pologne, no 26229/95, § 54, CEDH 2002-II). Il convient également d’observer que l’intéressée souhaitait se lancer dans une entreprise commerciale tout à fait nouvelle, dont l’éventuel succès dépendait d’une série de facteurs variés dont l’appréciation échappe à la compétence de la Cour. Elle note à cet égard que s’il s’agit d’un manque à gagner (lucrum cessans), son existence doit être établie avec certitude et ne doit pas se fonder uniquement sur des conjectures ou des probabilités.", "220.  Dans ces conditions, la Cour estime approprié de fixer une somme forfaitaire en réparation des pertes subies ainsi que du manque à gagner lié à l’impossibilité d’exploiter la concession. Elle doit également tenir compte du fait que la requérante a obtenu une indemnisation au niveau interne pour une partie de la période concernée (paragraphe 48 ci-dessus).", "221.  De plus, la Cour estime qu’en l’espèce les violations constatées des articles 10 de la Convention et 1 du Protocole no 1 ont inévitablement causé à la requérante une incertitude prolongée dans la conduite des affaires et des sentiments d’impuissance et de frustration (voir, mutatis mutandis, Rock Ruby Hotels Ltd c. Turquie (satisfaction équitable), no 46159/99, § 36, 26 octobre 2010). A cet égard, elle rappelle qu’elle peut octroyer une réparation pécuniaire pour dommage moral à une société commerciale. Ce type de dommage peut en effet comporter, pour une telle société, des éléments plus ou moins « objectifs » et « subjectifs ». Peuvent notamment être pris en considération la réputation de l’entreprise, mais également l’incertitude dans la planification des décisions à prendre, les troubles causés à la gestion de l’entreprise elle-même, dont les conséquences ne se prêtent pas à un calcul exact, et enfin, quoique dans une moindre mesure, l’angoisse et les désagréments éprouvés par les membres des organes de direction de la société (Comingersoll S.A. c. Portugal [GC], no 35382/97, § 35, CEDH 2000-IV).", "222.  Compte tenu de l’ensemble de ces éléments, et statuant en équité, la Cour estime raisonnable d’accorder à la requérante une somme globale de 10 000 000 d’EUR, tous préjudices confondus, plus tout montant pouvant être dû à titre d’impôt sur cette somme.", "2.  Frais et dépens", "223.  La Cour rappelle qu’au titre de l’article 41 de la Convention elle rembourse les frais dont il est établi qu’ils ont été réellement exposés, qu’ils correspondent à une nécessité et qu’ils sont d’un montant raisonnable (Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II).", "224.  Pour ce qui est des frais de la procédure interne, la Cour relève que la requérante, avant de s’adresser aux organes de la Convention, a épuisé les voies de recours qui lui étaient ouvertes en droit italien, puisqu’elle a entamé deux procédures devant les juridictions administratives dont il y a lieu de souligner la complexité et la durée. La Cour admet dès lors que l’intéressée a encouru des dépenses pour faire corriger les violations de la Convention dans l’ordre juridique interne (voir, mutatis mutandis, Rojas Morales c. Italie, no 39676/98, § 42, 16 novembre 2000).", "225.  Quant aux dépenses afférentes à la procédure devant elle, la Cour note que la présente affaire revêt une certaine complexité, car elle a nécessité un examen en Grande Chambre ainsi que plusieurs séries d’observations et une audience. Elle soulève aussi des questions juridiques importantes.", "226.  Compte tenu des éléments en sa possession et de sa pratique en la matière, la Cour juge raisonnable d’accorder à la requérante pour l’ensemble de frais et dépens la somme globale de 100 000 EUR.", "3.  Intérêts moratoires", "227.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Accueille, à l’unanimité, l’exception préliminaire du Gouvernement tirée de l’incompatibilité ratione personae de la requête en tant qu’elle a été introduite par M. Di Stefano et, par conséquent, déclare cette partie de la requête irrecevable ;", "", "2.  Rejette, à la majorité, l’exception préliminaire du Gouvernement tirée de la tardiveté de la requête ;", "", "3.  Rejette, à la majorité, les autres exceptions préliminaires du Gouvernement ;", "", "4.  Déclare, à la majorité, la requête introduite par la requérante recevable quant aux griefs tirés des articles 10 et 14 de la Convention ;", "", "5.  Déclare, à la majorité, la requête introduite par la requérante recevable quant au grief tiré de l’article 1 du Protocole no 1 ;", "", "6.  Déclare, à l’unanimité, la requête introduite par la requérante irrecevable pour le surplus ;", "", "7.  Dit, par seize voix contre une, qu’il y a eu violation de l’article 10 de la Convention ;", "", "8.  Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 14 de la Convention combiné avec l’article 10 de la Convention ;", "", "9.  Dit, par quatorze voix contre trois, qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "10.  Dit, par neuf voix contre huit, que l’Etat défendeur doit verser à la requérante, dans les trois mois, 10 000 000 d’EUR (dix millions d’euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel et moral ;", "", "11.  Dit, à l’unanimité, que l’Etat défendeur doit verser à la requérante, dans les trois mois, 100 000 EUR (cent mille euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens ;", "", "12.  Dit, à l’unanimité, qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "13.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 7 juin 2012.", "\tVincent Berger\tFrançoise Tulkens\n\tJurisconsulte\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "a)  opinion concordante de la juge Vajić ;", "b)  opinion partiellement dissidente commune aux juges Sajó, Karakaş et Tsotsoria, à laquelle se rallie en partie la juge Steiner ;", "c)  opinion en partie dissidente commune aux juges Popović et Mijović ;", "d)  opinion dissidente de la juge Steiner.", "", "F.T.\nV.B.", "OPINION CONCORDANTE DE LA JUGE VAJIĆ", "(Traduction)", "J’ai voté avec la majorité en faveur d’un constat de violation de l’article 1 du Protocole no 1. Toutefois, je ne souscris pas à l’interprétation qui est donnée de l’expression « espérance légitime », telle qu’elle apparaît dans l’arrêt, notamment au paragraphe 173 de celui-ci. Avec tout le respect que je dois à mes collègues, je pense que le passage suivant de ce paragraphe prête à confusion (Kopecký c. Slovaquie [GC], no 44912/98, CEDH 2004IX) :", "« Cependant, dans certaines circonstances, l’« espérance légitime » d’obtenir une valeur patrimoniale peut également bénéficier de la protection de l’article 1 du Protocole no 1. Ainsi, lorsque l’intérêt patrimonial est de l’ordre de la créance, on peut considérer que l’intéressé dispose d’une espérance légitime si un tel intérêt présente une base suffisante en droit interne, par exemple lorsqu’il est confirmé par une jurisprudence bien établie des tribunaux. »", "Selon la jurisprudence établie de la Cour, tout titulaire d’un intérêt patrimonial qui est de l’ordre de la créance et a une base suffisante en droit interne dispose d’une « valeur patrimoniale » susceptible d’entraîner la protection de l’article 1 du Protocole no 1 (Kopecký, précité, § 42). Il est donc inutile d’introduire la notion d’espérance légitime qui, selon les arrêts dans les affaires Pine Valley Developments Ltd et autres c. Irlande (29 novembre 1991, série A no 222) et Stretch c. Royaume-Uni (no 44277/98, 24 juin 2003), s’applique dans des circonstances bien plus limitées.", "Qui plus est, l’arrêt énonce au paragraphe 178 :", "« La Cour considère dès lors que les intérêts liés à l’exploitation de la concession constituaient des intérêts patrimoniaux appelant la protection de l’article 1 du Protocole no 1 (voir, mutatis mutandis, Tre Traktörer AB, (...) § 53). »", "Je ne vois donc pas la nécessité d’évoquer en plus une espérance légitime.", "\nOPINION PARTIELLEMENT DISSIDENTE COMMUNE AUX JUGES SAJÓ, KARAKAŞ ET TSOTSORIA, À LAQUELLE SE RALLIE EN PARTIE LA JUGE STEINER", "(Traduction)", "Nous souscrivons pleinement au présent arrêt sauf en ce qui concerne l’octroi d’une satisfaction équitable. Notre désaccord ne tient pas au caractère excessif ou insuffisant du montant accordé, mais plutôt au fait qu’à nos yeux la question de l’application de l’article 41 n’était pas en état.", "Tout en estimant qu’il existait un lien de causalité entre la conduite des autorités administratives et le dommage allégué par la société requérante, le Conseil d’Etat a jugé que l’indemnisation devait être calculée en fonction de l’espérance légitime de la société requérante d’obtenir des autorités compétentes l’allocation des fréquences de radiodiffusion. Pour cette raison, il a considéré, dans le cadre de son appréciation des pertes subies, que la société requérante aurait dû savoir qu’elle n’était pas susceptible d’obtenir les fréquences en question, et n’a pas ordonné d’expertise. Ce raisonnement a été rejeté par la Cour (paragraphe 175 de l’arrêt). La Cour a estimé que la concession attribuée à la requérante avait été vidée de tout effet utile, et a en outre déclaré que le refus des juridictions internes d’ordonner une expertise n’était pas acceptable (paragraphe 216 in fine).", "La société requérante a indiqué qu’elle avait exposé des dépenses, notamment la location de studios et de l’équipement nécessaire pour poursuivre l’activité économique en question, et elle a soumis une expertise relative au manque à gagner qu’elle alléguait avoir subi, expertise qui se fondait sur la base des profits réalisés par Retequattro, la chaîne excédentaire qui aurait dû libérer les radiofréquences assignées à la requérante.", "En l’absence de toute expertise qui aurait au moins apporté quelques précisions quant à la nécessité et la pertinence des dépenses alléguées et au manque à gagner prévisible de la société requérante, nous jugeons impossible de déterminer le dommage subi par celle-ci. Pareille expertise, que les parties auraient pu contester, nous aurait au moins permis de calculer les montants approximatifs susceptibles de redresser le dommage. De plus, cette procédure aurait jeté les bases d’un règlement amiable qui aurait répondu aux exigences d’une réparation équitable.", "\nOPINION EN PARTIE DISSIDENTE \nCOMMUNE AUX JUGES POPOVIĆ ET MIJOVIĆ", "(Traduction)", "Avec tout le respect que nous devons à la majorité, nous sommes en désaccord avec elle sur deux points. Premièrement, nous estimons que la première requérante en l’espèce, la société à responsabilité limitée Centro Europa 7 S.r.l., n’avait pas la qualité de victime. Deuxièmement, la société requérante n’avait à nos yeux aucun droit de saisir la Cour dans l’unique but de faire rectifier le montant de l’indemnisation qui lui avait été octroyée au niveau national. Notre point de vue est motivé par les raisons suivantes.", "Il est précisé au paragraphe 45 de l’arrêt que, par un arrêt du 20 janvier 2009, le Conseil d’Etat a octroyé à la société requérante la somme de 1 041 418 euros à titre de dédommagement. Cela démontre clairement que la requérante a été indemnisée pour la perte éprouvée. Par conséquent, l’intéressée n’avait aucune raison de saisir la Cour comme elle l’a fait le 16 juillet 2009. Dès lors qu’elle avait été indemnisée au niveau national, elle avait perdu la qualité de victime. Sa requête à la Cour visait à faire rectifier le montant de l’indemnisation octroyée par la juridiction nationale.", "La Cour a énoncé la règle relative au montant de l’indemnisation dès 1986, dans son arrêt en l’affaire Lithgow et autres c. Royaume-Uni (8 juillet 1986, § 102, série A no 102). Selon cette règle, la question relève de la marge d’appréciation de l’Etat défendeur, sous réserve que le montant en question ne soit pas « manifestement insuffisant ».", "Dans sa jurisprudence ultérieure, la Cour a précisé la règle, déclarant que même une somme manifestement insuffisante (et même dans des cas extrêmes égale à zéro !) pouvait être acceptable dans des circonstances exceptionnelles (Jahn et autres c. Allemagne [GC], nos 46720/99, 72203/01 et 72552/01, § 94, CEDH 2005VI).", "En l’espèce, l’intention de la société requérante était de s’inscrire en faux contre le principe général dégagé dans l’arrêt Lithgow et autres en se référant à la règle énoncée dans les arrêts Scordino c. Italie (no 1) ([GC], no 36813/97, § 103, CEDH 2006V), Cocchiarella c. Italie ([GC], no 64886/01, CEDH 2006V), et Musci c. Italie ([GC], no 64699/01, CEDH 2006V). Cette dernière règle tombe cependant bien dans le champ de la règle principale dégagée dans Lithgow et autres, puisque la Cour a dit dans l’arrêt Scordino (précité, § 103) que l’indemnisation octroyée était « insuffisante ». Il est donc clair que la règle dans l’affaire Scordino n’a fait que suivre la jurisprudence précédente, c’est-à-dire la règle édictée dans l’arrêt Lithgow et autres qui, à notre avis, trouve à s’appliquer en l’espèce.", "L’appréciation des faits dans l’affaire Scordino différait de celle qui a été effectuée dans l’affaire Lithgow et autres, mais la règle n’a pas changé. En d’autres termes, le mot « insuffisant » qui apparaît dans l’arrêt Scordino (précité, § 103) ne peut se comprendre qu’à la lumière de la règle Lithgow et autres, c’est-à-dire qu’il se rapporte à une indemnisation jugée « manifestement insuffisante » dans le cadre de l’examen de la proportionnalité. Fondamentalement, la Cour a pris la même position au paragraphe 98 de l’arrêt Scordino, où elle renvoie notamment à l’arrêt Lithgow et autres lorsqu’elle invoque la règle générale sur la proportionnalité de l’indemnisation.", "Par ailleurs, il n’y a aucune raison d’estimer que l’indemnisation en l’espèce était insuffisante. A notre sens, l’espèce, qui porte sur une licence permettant de diffuser des programmes télévisés, doit être distinguée de l’affaire Scordino, laquelle concernait l’expropriation de terrains. Les fluctuations des prix du marché pour les deux biens mentionnés peuvent être comparables, mais elles ne sont pas identiques, et les autorités judiciaires nationales sont mieux placées que le juge international pour apprécier le montant dû à titre d’indemnisation. Les requérants en l’affaire Scordino (précité, § 85) se fondaient sur le fait que les appartements construits sur le terrain exproprié pouvaient ensuite être vendus et donc générer un profit pour des particuliers. Toutefois, en l’espèce, il n’y a pas de raison suffisante pour dire que la somme octroyée à titre d’indemnisation à la société requérante au niveau interne était insuffisante.", "Nous aimerions également souligner que le montant octroyé à titre de dédommagement à la société requérante était de fait considérable et ne peut en aucun cas être qualifié de « manifestement insuffisant ». La Cour ne peut se livrer à des spéculations quant au succès commercial potentiel de la société requérante, dont le montant accordé à titre d’indemnisation aurait pu dépendre selon l’intéressée. La situation de la société requérante a été correctement appréciée par la juridiction nationale, qui a du reste statué en sa faveur. Qui plus est, la majorité n’a pas fondé son raisonnement sur une évaluation par un expert de la perte qui aurait été subie par la société requérante, mais lui a simplement accordé une somme forfaitaire. Dès lors, à supposer que l’on pût considérer que la société requérante avait conservé sa qualité de victime – point de vue auquel nous ne pouvons souscrire –, nous estimons que la Cour aurait dû respecter la marge d’appréciation de l’Etat défendeur.", "\nOPINION DISSIDENTE DE LA JUGE STEINER", "Je ne puis partager l’opinion de la majorité sur les deux aspects essentiels de cette affaire, celui concernant la prétendue violation de l’article 10 et celui se rapportant à la violation dénoncée de l’article 1 du Protocole no 1.", "Les situations factuelles qui sous-tendent les griefs de la requérante sont, à mon avis, clairement distinctes.", "En ce qui concerne la première de ces situations qui a trait à la prétendue impossibilité d’émettre sur la base de la décision de principe de 1999, elle échappe à la compétence de la Cour car elle ne respecte pas la règle du délai de six mois.", "En effet, selon le Gouvernement, le Conseil d’Etat a tranché de façon définitive par sa décision du 31 mai 2008 la question issue de la non-attribution des fréquences sur la base de la décision de 1999.", "La lecture attentive des attendus et surtout du dispositif de la décision du Conseil d’Etat semble conforter cette thèse. D’ailleurs, la décision de janvier 2009 confirme cette façon d’envisager la question, car elle ne tranche que l’aspect résiduel de la demande formulée par la partie requérante sur la base de l’article 1 du Protocole no 1.", "Sur ce point, l’arrêt de la Grande Chambre (paragraphes 100-104 de l’arrêt) ne me semble pas correspondre à la réalité de la situation juridique.", "D’abord, à mon avis, nous ne sommes pas confrontés à une situation continue car, comme je viens de l’indiquer, la situation litigieuse avait été clarifiée par la décision du 31 mai 2008. A partir de cette date il était devenu évident, en effet, que la requérante ne pouvait plus contester, en droit, le bien-fondé de la décision concernant la non-attribution des fréquences prévues par la mesure adoptée en 1999.", "Il lui incombait, par conséquent, de présenter sa requête sur ce point dans le délai de six mois.", "Je rappelle qu’il y a, à ce sujet, une jurisprudence constante établie depuis très longtemps.", "Ainsi, non seulement la règle de six mois découle d’une clause spéciale et constitue un facteur de sécurité juridique, mais de plus elle revêt un caractère d’ordre public, les Etats ne pouvant pas l’écarter de leur propre initiative.", "La règle du délai de six mois est, selon notre jurisprudence, une question qui tient au respect de l’ordre public européen et qui peut être soulevée d’office à tout stade de la procédure.", "Le principe de subsidiarité, qui est évoqué constamment comme étant le principe inspirateur du système de contrôle, commande que l’on reconnaisse au juge interne une primauté dans l’interprétation du droit interne.", "Je souligne, à cet égard, que notre Cour ne dispose que « d’une compétence limitée s’agissant de vérifier si le droit national a été correctement interprété et appliqué » et qu’« il ne lui appartient pas de se substituer aux tribunaux nationaux, son rôle consistant surtout à s’assurer que les décisions de ces derniers ne sont pas entachées d’arbitraire ou d’irrationalité manifeste » (Anheuser-Busch Inc. c. Portugal [GC], no 73049/01, § 83, CEDH 2007-I).", "Ce qui est vrai pour l’évaluation de la légalité interne vaut également s’agissant de déterminer quelle est la décision définitive interne rendue au regard d’un grief déterminé, à moins que l’on considère qu’en l’espèce la décision du Conseil d’Etat était entachée d’arbitraire ou d’irrationalité manifeste.", "Ensuite, il me semble que l’arrêt verse dans l’erreur lorsqu’il mélange deux aspects distincts.", "La détermination du montant de la somme à accorder au titre du préjudice subi par la requérante concernait la quantification des dommages subis et non la question concernant l’attribution des fréquences, question qui était res judicata depuis le 31 mai 2008.", "Quant à la seconde situation factuelle, qui a trait au respect du droit de propriété, la question me paraît claire. Les raisons données par la décision du Conseil d’Etat du 20 janvier 2009 sont convaincantes et raisonnables.", "Le Conseil d’Etat a reconnu une responsabilité de l’Etat à raison du long délai qui a présidé à l’attribution des fréquences. Il a accordé à ce titre une somme pour les « pertes éprouvées ». Il a tenu à souligner le comportement de la requérante, qui aurait dû tenir compte du contexte et faire preuve de prudence dans les investissements en attendant l’attribution des fréquences.", "Quant au préjudice correspondant au « manque à gagner », le Conseil d’Etat a relevé que les suppositions et hypothèses échafaudées par la requérante étaient dépourvues du moindre élément de preuve. Une somme, déterminée de façon équitable, lui a cependant été accordée à ce titre.", "Je pense que, plus que dans toute autre circonstance, il faut reconnaître à l’Etat une large marge d’appréciation en matière de détermination de dommages pour un « fait illicite » selon les principes de la responsabilité extracontractuelle.", "En ce qui concerne la question de l’application de l’article 41, je me rallie à l’opinion en partie dissidente des juges Sajó, Karakaş et Tsotsoria."]}