{"file": "FRE_HFJUD_6615_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "6615/03", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE KARAÇAY c. TURQUIE", "", "", "(Requête no 6615/03)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "27 mars 2007", "", "", "", "DÉFINITIF", "", "27/06/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Karaçay c. Turquie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMme\tF. Tulkens, présidente,\n\tMM.\tI. Cabral Barreto,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\t\tV. Zagrebelsky,\n\tMme\tA. Mularoni,\n\tM.\tD. Popović, juges,", "et de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 6 mars 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 6615/03) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Erhan Karaçay (« le requérant »), a saisi la Cour le 13 janvier 2003 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me G. Candoğan, avocat à Ankara. Le gouvernement turc (« le Gouvernement ») n'a pas désigné d'agent aux fins de la procédure devant la Cour.", "3.  Le requérant alléguait la violation des articles 6, 11, 13 et 14 de la Convention.", "4.  Le 15 décembre 2005, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant, électricien de son état, est né en 1957 et réside à Istanbul.", "6.  A l'époque des faits, le requérant était membre de la section locale du syndicat Yapı Yol Sen rattaché au Kesk (« Kamu Emekçileri Sendikaları Konfederasyonu », la Confédération syndicale des salariés du secteur public).", "7.  Le 5 septembre 2002, le préfet d'Istanbul informa les autorités compétentes que le Kesk, pour défendre le pouvoir d'achat des fonctionnaires et sensibiliser l'opinion publique, allait notamment ralentir et débrayer le travail ainsi que manifester. Le préfet demanda aux autorités concernées de prendre toutes les mesures légales nécessaires et dissuasives contre le personnel qui prendrait part à ces manifestations. Cette note du préfet fut également envoyée au ministère de l'Aménagement du territoire.", "8.  Selon le ministère de l'Aménagement du territoire, le requérant participa, le 5 septembre 2002, à une manifestation organisée par le Kesk à Istanbul pour défendre les salaires des fonctionnaires.", "9.  Le 15 octobre 2002, le requérant fut informé de l'ouverture d'une enquête disciplinaire à son encontre en raison de sa participation à la journée d'action organisée par le Kesk pour protester contre la baisse du niveau des salaires des fonctionnaires. Il lui fut demandé de présenter ses observations en défense.", "10.  Le 21 octobre 2002, le requérant présenta son mémoire en défense. Il contesta avoir participé à la manifestation dans la mesure où, le 5 septembre 2002, il y avait eu une inondation à Istanbul et qu'il était de service avec d'autres collègues.", "11.  Le 24 décembre 2002, sur le fondement de l'article 124 A de la loi no 657 et à titre de sanction disciplinaire, le requérant reçut un « avertissement ». Le ministère l'informa que, selon les procès-verbaux établis par la police et d'après ce qui ressortaient des presses écrite et visuelle, il avait participé à la manifestation.", "12.  Le 2 janvier 2003, le requérant contesta cet avertissement devant le ministère de l'aménagement du territoire. Il réitéra qu'il n'avait pas participé à la journée de grève et qu'il avait été de service ce jour avec d'autres collègues en raison des inondations qui avaient eu lieu à Istanbul. Il indiqua que cette sanction était contraire aux engagements internationaux et aux dispositions nationales protégeant le droit syndical. Il précisa en outre qu'en raison de ses activités en tant que membre de la section locale du syndicat Yapı Yol Sen rattaché au Kesk, il était victime de pression.", "13.  Le 16 janvier 2003, sur le fondement de l'article 136 de la loi no 657, le recours du requérant fut rejeté.", "II.  LE DROIT INTERNE ET TEXTE INTERNATIONAL PERTINENTS", "A.  Le droit turc", "1.  La Constitution", "14.  L'article 129 dispose :", "« (...)", "Les décisions en matière disciplinaire peuvent être soumises au contrôle juridictionnel, à l'exception de l'avertissement et du blâme. »", "2.  La loi n 657 sur les fonctionnaires de l'Etat", "15.  L'article 125 A dispose :", "« L'avertissement : notification écrite par laquelle il est indiqué au fonctionnaire d'être plus attentif dans l'accomplissement de ses fonctions et dans ses comportements. »", "16.  L'article 136 dispose :", "« (...) les décisions statuant sur les oppositions sont définitives et ne peuvent faire l'objet d'un recours administratif. »", "B.  La Charte sociale européenne de 1961", "17.  Intitulé « Droit syndical », l'article 5 de la Charte sociale est ainsi libellé :", "« En vue de garantir ou de promouvoir la liberté pour les travailleurs et les employeurs de constituer des organisations locales, nationales ou internationales, pour la protection de leurs intérêts économiques et sociaux et d'adhérer à ces organisations, les Parties s'engagent à ce que la législation nationale ne porte pas atteinte, ni ne soit appliquée de manière à porter atteinte à cette liberté. La mesure dans laquelle les garanties prévues au présent article s'appliqueront à la police sera déterminée par la législation ou la réglementation nationale. Le principe de l'application de ces garanties aux membres des forces armées et la mesure dans laquelle elles s'appliqueraient à cette catégorie de personnes sont également déterminés par la législation ou la réglementation nationale. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 11 ET 14 DE LA CONVENTION", "18.  Le requérant se plaint d'une atteinte a sa liberté d'association en raison de l'avertissement qu'il a reçu pour avoir participé à une manifestation. Il invoque la violation des articles 11 et 14 de la Convention. La Cour décide d'examiner ces griefs sous l'angle de l'article 11, ainsi libellé :", "« 1.  Toute personne a droit à la liberté de réunion pacifique et à la liberté d'association, y compris le droit de fonder avec d'autres des syndicats et de s'affilier à des syndicats pour la défense de ses intérêts.", "2.  L'exercice de ces droits ne peut faire l'objet d'autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. Le présent article n'interdit pas que des restrictions légitimes soient imposées à l'exercice de ces droits par les membres des forces armées, de la police ou de l'administration de l'Etat. »", "19.  Le Gouvernement s'oppose à cette thèse.", "A.  Sur la recevabilité", "1.  Incompatibilité ratione materiae", "20.  Le Gouvernement explique que le statut des fonctionnaires est régi par la loi no 657, que ceux-ci font un serment de loyauté et qu'ils ont des devoirs et des obligations différents des employés du secteur privé. Les règles régissant le service public sont fondées sur le droit public et l'administration dispose d'une marge d'appréciation pour le maintien de l'ordre. Il soutient que la Convention ou ses protocoles ne protègent pas les contestations d'un fonctionnaire concernant sa nomination ou le poste qu'il occupe.", "21.  Le requérant conteste cette thèse.", "22.  La Cour rappelle que le paragraphe 1 de l'article 11 garantit à chacun le droit de s'affilier à un syndicat et d'y défendre ses intérêts. Les fonctionnaires ne sont pas automatiquement exclus de ce droit. Toutefois, certaines restrictions peuvent être apportées aux activités syndicales des fonctionnaires dans des secteurs sensibles, tels que l'armée, la police et d'autres, mais seulement si de telles restrictions sont nécessaires pour l'accomplissement de leur fonctions officielles (voir Council of Civil Service Unions et autres c. Royaume-Uni, no 11603/85, décision de la Commission du 20 janvier 1987, Décisions et rapports (DR) 50, p. 228). Le requérant n'exerce pas des fonctions pouvant faire l'objet de pareilles restrictions – il travaille en tant qu'électricien auprès du ministère de l'aménagement du territoire.", "23.  Partant, la Cour rejette cette exception du Gouvernement.", "2.  Non-épuisement des voies de recours internes", "24.  Le Gouvernement soutient que le requérant pouvait introduire un recours devant les juridictions administratives contre les actes arbitraires de l'administration.", "25.  Se fondant sur la loi no 657, le requérant conteste cette thèse.", "26.  La Cour constate qu'il ressort de l'article 129 de la Constitution ainsi que de l'article 136 de la loi no 657 qu'un avertissement ou un blâme ne peut être soumis au contrôle juridictionnel. A la lumière des faits de la cause, le requérant a donc épuisé les voies de recours internes disponibles. Partant, elle rejette l'exception du Gouvernement.", "27.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Sur l'existence d'une ingérence", "28.  Le requérant allègue que l'avertissement qui lui a été infligé pour avoir participé à une journée nationale de grève s'analyse en une ingérence dans son droit à la liberté d'association. Le Gouvernement ne se prononce pas sur cet aspect. A l'instar du requérant, la Cour estime que la mesure litigieuse constitue une atteinte à son droit à la liberté d'association.", "2.  Sur la justification de l'ingérence", "29.  Pareille ingérence enfreint l'article 11, sauf si elle était « prévue par la loi », dirigée vers un ou des buts légitimes au regard du paragraphe 2 et « nécessaire, dans une société démocratique » pour les atteindre.", "a)  « Prévue par la loi »", "30.  La Cour constate qu'il n'est pas contesté que l'avertissement infligé au requérant était conforme à l'article 125 A de la loi no 657. La Cour note ainsi que la mesure disciplinaire litigieuse avait une base légale.", "b)  But légitime", "31.  Le Gouvernement soutient que l'ingérence avait pour but la défense de l'ordre. Le requérant ne se prononce pas.", "32.  La Cour doute que l'ingérence dans la présente affaire poursuivait un but légitime au sens de l'article 11 § 2 de la Convention. Toutefois, elle juge inutile de trancher la question eu égard à la conclusion à laquelle elle parvient sous l'angle de la nécessité d'une telle ingérence (paragraphes 34-38 ci-dessous).", "c)  « Nécessaire dans une société démocratique »", "33.  Le requérant soutient qu'une telle peine disciplinaire ne lui aurait pas été infligée s'il n'avait pas été membre d'un syndicat rattaché au Kesk. En se référant à la note du préfet du 5 septembre 2002, le requérant dénonce la pratique de l'administration qui consiste à empêcher une action menée par un syndicat reconnu légalement et à réduire l'influence de ce syndicat en prenant des mesures avant et après la journée d'action prévue. Il critique l'arbitraire avec lequel l'administration a agit dans la mesure où le préfet a d'abord tenté d'empêcher la journée de grève puis a ordonné que des sanctions soient prises contre les fonctionnaires qui participeraient à cette journée. En lui infligeant un avertissement, l'administration savait qu'une telle sanction disciplinaire n'était pas soumise au contrôle juridictionnel.", "34.  Le Gouvernement rappelle que le requérant est toujours membre du syndicat en question. Selon lui, l'article 11 n'accorde pas d'immunité aux fonctionnaires, membres d'un syndicat, faisant l'objet d'une mesure disciplinaire. Le requérant a fait l'objet d'une sanction disciplinaire en raison de son absence au travail le 5 juin 2002. Il a participé à une journée de grève sans avoir obtenu de permission. Il s'est vu infligé une sanction disciplinaire pour avoir manqué à ses fonctions.", "35.  La Cour note d'abord que devant les autorités nationales le requérant a nié avoir participé à cette journée de grève. Il n'en demeure pas moins que, dans son mémoire en défense au niveau interne (paragraphe 12 cidessus), il a indiqué que la mesure disciplinaire dont il a fait l'objet portait atteinte à ses droits syndicaux tels que prévus par les engagements internationaux et nationaux de la Turquie. Partant, le requérant ayant invoqué son grief tiré de l'article 11 de la Convention devant les autorités nationales, la Cour est en mesure d'examiner le bien-fondé de celui-ci malgré sa contestation des faits.", "36.  La Cour relève ensuite que la journée d'action nationale en cause avait fait l'objet d'une déclaration préalable à l'échelle nationale et ne fut pas interdite. En s'y joignant, le requérant usa de sa liberté de réunion pacifique (Ezelin c. France, arrêt du 26 avril 1991, série A no 202, p. 21, § 41).", "37.  La Cour a examiné la sanction disciplinaire litigieuse à la lumière de l'ensemble du dossier, pour déterminer en particulier si elle était proportionnée au but légitime prétendument poursuivi, eu égard à la place éminente de la liberté de réunion pacifique. La Cour note que le requérant s'est vu infliger un avertissement à titre de sanction disciplinaire en raison de sa participation à la journée d'action organisée par le Kesk, dont il était membre, pour défendre le pouvoir d'achat des fonctionnaires (paragraphes 7 et 9 ci-dessus). Or, la sanction incriminée, si minime qu'elle ait été, est de nature à dissuader les membres de syndicats de participer légitimement à des journées de grève ou à des actions pour défendre les intérêts de leurs affiliés (Ezelin précité, § 53).", "38.  La Cour conclut que l'avertissement infligé au requérant n'était pas « nécessaire dans une société démocratique ».", "39.  Il y a donc eu violation de l'article 11 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 ET 13 DE LA CONVENTION", "40.  Le requérant se plaint de l'absence de voie de recours interne pour contester l'avertissement qu'il a reçu. Il invoque les articles 6 et 13 de la Convention. La Cour décide d'examiner ce grief sous l'angle de l'article 13, ainsi libellé dans sa partie pertinente :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "41.  Le Gouvernement fait valoir que les fonctionnaires sont protégés contre les actes arbitraires de l'administration, comme tous les autres citoyens. Il soutient que les actes de l'administration sont soumis au contrôle des juridictions.", "A.  Sur la recevabilité", "42.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "43.  La Cour rappelle que l'article 13 de la Convention garantit l'existence en droit interne d'un recours permettant de se prévaloir des droits et libertés de la Convention tels qu'ils peuvent s'y trouver consacrés. Cette disposition a donc pour conséquence d'exiger un recours interne habilitant à examiner le contenu d'un « grief défendable » fondé sur la Convention et à offrir le redressement approprié (Kudła c. Pologne [GC], no 30210/96, § 157, CEDH 2000XI).", "La portée de l'obligation que l'article 13 fait peser sur les Etats contractants varie en fonction de la nature du grief du requérant. Toutefois, le recours exigé par l'article 13 doit être « effectif » en pratique comme en droit (İlhan c. Turquie [GC], no 22277/93, § 97, CEDH 2000VII). L'« effectivité » d'un « recours » au sens de l'article 13 ne dépend pas de la certitude d'une issue favorable pour le requérant. De même, l'« instance » dont parle cette disposition n'a pas besoin d'être une institution judiciaire, mais, dans ce cas, ses pouvoirs et les garanties qu'elle présente entrent en ligne de compte pour apprécier l'effectivité du recours s'exerçant devant elle. En outre, l'ensemble des recours offerts par le droit interne peut remplir les exigences de l'article 13, même si aucun d'eux n'y répond en entier à lui seul (Silver et autres c. Royaume-Uni, arrêt du 25 mars 1983, série A no 61, p. 42, § 113, et Chahal c. Royaume-Uni, arrêt du 15 novembre 1996, Recueil 1996V, pp. 18691870, § 145).", "44.  En l'espèce, la Cour rappelle qu'il ressort de l'article 129 de la Constitution ainsi que de l'article 136 de la loi no 657 qu'un avertissement ou un blâme ne peut être soumis au contrôle juridictionnel (paragraphes 14 et 16 ci-dessus). Ainsi, la Cour constate que le droit national ne prévoit pas l'existence d'un recours devant une instance nationale pour contester un avertissement tel que celui reçu par le requérant (mutatis mutandis, Güneri et autres c. Turquie, nos 42853/98, 43609/98 et 44291/98, §§ 77 et 87, 12 juillet 2005, et Metin Turan c. Turquie, no 20868/02, §§ 3638, 14 novembre 2006). Partant, l'absence d'un recours effectif en cas d'une sanction disciplinaire telle que l'avertissement infligé au requérant le prive de toute garantie pour éviter d'éventuels abus ou simplement permettre de contrôler la légalité d'une telle mesure disciplinaire.", "45.  En conséquence, en raison de l'inexistence d'un tel recours en droit interne, la Cour estime qu'il y a eu violation de l'article 13 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "46.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "47.  Le requérant réclame un euro symbolique au titre du préjudice moral qu'il aurait subi. Il demande la suppression des articles pertinents de la loi no 657 qui excluent l'avertissement et le blâme du champ du contrôle juridictionnel.", "48.  Le Gouvernement conteste ces prétentions.", "49.  La Cour considère que le constat d'une violation en soi constitue une satisfaction équitable suffisante pour le dommage moral.", "B.  Frais et dépens", "50.  Le requérant demande également le remboursement de ses frais et dépens ainsi que les honoraires de son avocat sans les chiffrer ni les étayer par aucun justificatif.", "51.  Le Gouvernement demande à la Cour de n'accorder aucune somme dans la mesure où le requérant ne justifie aucunement ses prétentions.", "52.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, compte tenu du manque d'éléments en sa possession et des critères susmentionnés, la Cour rejette la demande du requérant.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare, la requête recevable ;", "", "2.  Dit, qu'il y a eu violation de l'article 11 de la Convention ;", "", "3  Dit, qu'il y a eu violation de l'article 13 de la Convention ;", "", "4  Dit, que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral ;", "", "5.  Rejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 mars 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "", "", "\tS. Dollé\tF. Tulkens\n\tGreffière\tPrésidente"]}