{"file": "FRE_HFJUD_18949_91.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "18949/91", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE MAXWELL c. ROYAUME-UNI", "", "(Requête no18949/91)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "28 octobre 1994", "\n", "En l’affaire Maxwell c. Royaume-Uni,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tR. Macdonald,", "\t\tJ. De Meyer,", "\tMme \tE. Palm,", "\tMM. \tJ.M. Morenilla,", "\t\tF. Bigi,", "\tSir \tJohn Freeland,", "\tMM. \tA.B. Baka,", "\t\tJ. Makarczyk,", "ainsi que de M. H. Petzold, greffier f.f.,", "Après en avoir délibéré en chambre du conseil les 21 avril et 21 septembre 1994,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.   L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 12 juillet 1993, puis par le gouvernement du Royaume-Uni de Grande-Bretagne et d’Irlande du Nord (\"le Gouvernement\") le 3 août 1993, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 18949/91) dirigée contre le Royaume-Uni et dont un ressortissant de cet Etat, M. Peter Maxwell, avait saisi la Commission le 25 mars 1991 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration britannique reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46), la requête du Gouvernement au seul article 48 (art. 48). Elles ont pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 par. 3 c) (art. 6-3-c).", "2.   En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement A, le requérant a indiqué, par une lettre portant le cachet de la poste du 22 juillet 1993, qu’il ne souhaitait pas participer à l’instance. Le 17 novembre 1993, il a présenté une demande de satisfaction équitable (article 50 par. 1 combiné avec le paragraphe k) de l’article 1 du règlement A).", "3.   Le 23 août 1993, le président de la Cour a décidé qu’il y avait lieu de confier à une chambre unique (article 21 par. 6 du règlement A), dans l’intérêt d’une bonne administration de la justice, l’examen de la présente cause et de l’affaire Boner c. Royaume-Uni (no 30/1993/425/504).", "La chambre à constituer comprenait de plein droit Sir John Freeland, juge élu de nationalité britannique (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement A). Le 25 août 1993, celui-ci a tiré au sort le nom des sept autres membres, à savoir M. R. Macdonald, M. J. De Meyer, Mme E. Palm, M. J.M. Morenilla, M. F. Bigi, M. A.B. Baka et M. J. Makarczyk, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement A) (art. 43).", "4.   En sa qualité de président de la chambre (article 21 par. 5 du règlement A), M. Ryssdal a consulté, par l’intermédiaire du greffier, l’agent du Gouvernement et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à l’ordonnance rendue en conséquence, le greffier a reçu le mémoire du Gouvernement le 10 janvier 1994. Le 15 avril, le secrétaire de la Commission a informé le greffier que le délégué n’entendait pas y répondre par écrit.", "5.   Nonobstant son intention déclarée de ne pas participer à l’instance (paragraphe 2 ci-dessus), le requérant a déposé le 23 février 1994, avec l’autorisation du président, des observations écrites en réponse au mémoire du Gouvernement.", "6.   Ainsi qu’en avait décidé le président, les débats se sont déroulés en public le 18 avril 1994, au Palais des Droits de l’Homme à Strasbourg. La chambre avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\t\tM. I. Christie, ministère des Affaires étrangères et du \t", "\t\t\tCommonwealth, \tagent,", "\t\tLord Rodger of , Lord Advocate,", "\t\tMM. R. Reed, \tconseils,", "\t\tI. Jamieson,", "\t\tA. Dickson, \tconseillers;", "- pour la Commission", "\t\tM. L. Loucaides, \tdélégué.", "La Cour a entendu les déclarations de M. Loucaides et de Lord Rodger, ainsi que des réponses à ses questions.", "EN FAIT", "I.   LES CIRCONSTANCES DE L’ESPÈCE", "7.   Citoyen britannique né en 1944, le requérant, M. Peter Maxwell, réside à Perth, en Écosse.", "Le 14 ou 15 février 1990, deux hommes masqués entrèrent par effraction dans une maison particulière sise à Stevenston, en Écosse. Ils en agressèrent l’occupant, lui causant de graves blessures et le défigurant de façon permanente.", "Le 19 février 1990, M. Maxwell fut arrêté en même temps qu’un autre homme. Ils furent inculpés de voies de fait. Ils furent placés en détention provisoire jusqu’au début du procès, qui commença le 28 mai 1990 devant la High Court of Justiciary de Kilmarnock, en Écosse.", "8.   Le 29 mai 1990, le jury estima le requérant coupable de l’infraction. Au vu de ses condamnations antérieures, le juge le condamna à cinq ans d’emprisonnement.", "Le requérant avait bénéficié de l’aide judiciaire pour la préparation de sa défense et pour être représenté par un conseil au procès.", "9.   Après sa condamnation, M. Maxwell retint les services d’un nouveau cabinet de solicitors; ceux-ci demandèrent à l’avocat qui l’avait représenté au procès de donner son avis sur les perspectives de succès d’un appel. Après avoir reçu cet avis, les solicitors firent savoir au requérant qu’ils ne pouvaient s’occuper de son affaire, faute de trouver un motif d’appel. En agissant ainsi, ils se conformaient au code de déontologie de leur profession (paragraphe 20 ci-dessous).", "Le requérant tenta ensuite de mandater un autre cabinet de solicitors, mais ils refusèrent à leur tour d’agir en son nom.", "10.   Le 31 juillet 1990, nonobstant les conseils qu’il avait reçus, le requérant déposa un acte d’appel indiquant les moyens formulés par lui-même.", "Ils peuvent se résumer ainsi:", "a) il n’aurait pu étayer sa thèse selon laquelle un témoin d’importance capitale avait fait un faux témoignage contre lui parce qu’il aurait alors révélé au jury une condamnation antérieure;", "b) plusieurs témoins n’auraient pas été cités par l’accusation ou la défense;", "c) des témoignages capitaux auraient été forgés de toutes pièces;", "d) le verdict du jury ne se serait pas appuyé sur des éléments de preuve;", "e) les conseils de l’intéressé auraient méconnu les instructions qu’il leur avait données et ne l’auraient pas défendu en conséquence;", "f) les preuves n’auraient pas suffi pour établir que les voies de fait avaient eu pour résultat de défigurer la victime de manière permanente.", "11.   M. Maxwell prit par la suite d’autres solicitors et obtint un ajournement de l’audience d’appel. Toutefois, peu avant la nouvelle date fixée pour celle-ci, ils l’informèrent qu’ils ne pouvaient plus se charger de son affaire, ni trouver d’avocat acceptant de présenter l’appel. Ce refus était conforme à la règle déontologique pertinente (paragraphe 20 ci-dessous).", "L’intéressé se vit accorder un nouvel ajournement de l’audience d’appel.", "12.   Le requérant mandata encore un autre cabinet de solicitors. Le 17 décembre 1990, ils réclamèrent l’aide judiciaire auprès du Comité écossais d’aide judiciaire (Scottish Legal Aid Board, \"le Comité\") aux fins de la représentation à l’audience d’appel. Sur l’invitation du Comité, ils demandèrent à un nouvel avocat de se prononcer sur les chances de succès du recours.", "Dans un avis du 10 janvier 1991, cet avocat, après avoir étudié les moyens d’appel articulés par le requérant, conclut que celui-ci \"n’avait pas de motif d’appel contre le verdict de culpabilité ni de chances qu’un appel contre la peine infligée aboutisse\". Les solicitors de M. Maxwell firent valoir au Comité qu’il y avait néanmoins lieu d’accorder l’aide judiciaire à leur client, vu la longue peine infligée.", "13.   Le 25 janvier 1991, le Comité informa M. Maxwell qu’il avait rejeté sa demande au motif qu’il n’était pas convaincu - comme il devait l’être en vertu de la législation pertinente (paragraphe 23 ci-dessous) - que l’intéressé pouvait fonder son appel sur des moyens sérieux et qu’il était raisonnable de lui accorder le bénéfice de l’aide judiciaire. Ses solicitors conseillèrent à l’intéressé de renoncer à son appel, mais il choisit de ne pas les suivre.", "Après le refus de l’aide judiciaire, les solicitors ne voulurent plus s’occuper de l’affaire du requérant. Un nouveau report de l’audience fut alors octroyé. M. Maxwell décida de maintenir personnellement son appel.", "14.   Le 21 mars 1991, il prit la parole devant la High Court of Justiciary sur ses moyens d’appel. L’accusation était représentée par un conseil, mais rien n’indique qu’il soit intervenu à l’audience. Le collège de trois juges était présidé par le Lord Justice Clerk, l’un des deux magistrats les plus élevés dans la hiérarchie écossaise.", "Le même jour, la cour débouta l’intéressé. Dans son arrêt, le Lord Justice Clerk nota que le requérant avait articulé des moyens détaillés et les avait longuement développés devant la cour. Il examina successivement chacun des moyens d’appel, mais exprima la conviction qu’ils étaient sans fondement et qu’il n’y avait pas eu mauvaise administration de la justice.", "", "", "II.   LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A. Recours en matière pénale", "15.   Les précisions ci-après ne concernent que la \"procédure solennelle\", selon laquelle se déroule un procès sur la base d’un acte d’accusation et devant un juge siégeant avec jury.", "16.   L’article 228 de la loi de 1975 sur la procédure pénale écossaise (Criminal Procedure (Scotland) Act 1975 - \"la loi de 1975\") reconnaît à tout condamné le droit, sans avoir besoin d’autorisation préalable, d’attaquer la déclaration de culpabilité.", "17.   Un recours contre le verdict de culpabilité permet à l’appelant de se plaindre de toute mauvaise administration de la justice dans la procédure au cours de laquelle il a été reconnu coupable (article 228 par. 2 de la loi de 1975). Non définie par la loi, la notion de mauvaise administration de la justice (miscarriage of justice) englobe des hypothèses telles que des indications inexactes du juge au jury, des décisions erronées sur la recevabilité des preuves ou des violations des principes de la justice naturelle. Pour tout recours, l’appelant doit indiquer la nature de l’irrégularité alléguée dans les moyens d’appel figurant dans une déclaration écrite d’appel, qu’il doit formuler dans les huit semaines suivant le prononcé de la peine (article 233 paras. 1 et 2 de la loi de 1975). A l’audience, l’appelant ne peut fonder aucun aspect de son recours sur un moyen qui n’y figure pas, à moins que la cour ne l’y autorise, à titre exceptionnel et s’il y a des raisons valables (article 233 par. 3 de la loi de 1975).", "18.   Le recours est examiné par un collège de trois juges au moins. A l’audience, l’appelant ou son conseil, s’il en a un, présente ses conclusions à la cour à l’appui de ses moyens d’appel. Les appelants n’ayant pas de conseil ne sont pas tenus de faire un exposé oral; ils sont toutefois autorisés à lire les pièces qu’ils ont pu rédiger ou rassembler.", "L’accusation est toujours représentée en appel par des conseils. Ils ont pour mission d’agir seulement dans l’intérêt public, non de rechercher la confirmation d’une décision erronée. En conséquence, ils ne prennent la parole devant la cour que si elle les y invite ou s’il y a lieu d’attirer son attention sur un élément pertinent pour le recours, qu’il aille ou non dans le sens de l’accusation.", "19.   Lorsqu’elle se prononce sur un appel contre la condamnation, la cour peut l’écarter et confirmer le verdict de la juridiction du fond; elle peut annuler le verdict soit en cassant la condamnation, soit en lui substituant un verdict modifié; elle peut encore annuler le verdict et autoriser l’ouverture d’un nouveau procès (article 254 de la loi de 1975).", "", "B. Représentation des appelants par un conseil", "20.   En Écosse, les conseils sont investis de la charge publique d’advocate, qui leur impose un certain nombre d’obligations, dont celle de refuser de s’occuper d’un appel si, en hommes de l’art, ils en constatent le défaut manifeste de fondement, même dans le cas où le client a les moyens d’assumer cette représentation.", "Cette règle de déontologie repose sur le principe qu’un conseil ne peut employer à bon escient le temps d’un tribunal en lui présentant des arguments qu’il sait dénués de fondement.", "C. Aide judiciaire pour les appels en matière pénale", "21.   La gestion de l’aide judiciaire en Écosse relève du Comité écossais d’aide judiciaire, organe indépendant composé d’avocats, de solicitors et d’autres personnes au courant de la pratique judiciaire, désignés par le ministre pour l’Écosse.", "22.   L’aide judiciaire accordée dans un procès sur acte d’accusation s’étend, en cas de verdict de culpabilité, à l’examen de la question de l’appel par le solicitor et aux indications de celui-ci à ce sujet. Un avis sur les chances de succès de l’appel peut aussi être obtenu du conseil qui a assisté l’intéressé au procès.", "Des dispositions spéciales prévoient également une aide judiciaire pour permettre au solicitor de préparer et déposer la notification de l’intention d’interjeter appel - exigée par loi - et, le cas échéant, d’obtenir l’avis d’un conseil sur les perspectives du recours ainsi que pour la rédaction et la remise d’un acte d’appel indiquant les moyens.", "23.   Le solicitor doit adresser une demande complémentaire au Comité pour que l’aide judiciaire aille au-delà. Cette demande doit confirmer que le solicitor est prêt à assurer la représentation de l’intéressé et indiquer les arguments à l’appui des moyens d’appel comme les raisons qu’a le solicitor de croire que les moyens sont solides et qu’il y a lieu d’accorder l’aide judiciaire.", "Pour approuver une demande, le Comité doit avoir la conviction qu’elle est justifiée par la situation financière de son auteur, que celui-ci \"a des motifs sérieux d’introduire un recours et que l’octroi de l’aide judiciaire semble raisonnable en l’espèce\" (article 25 par. 2 de la loi de 1986 sur l’aide judiciaire en Écosse - Legal Aid (Scotland) Act 1986).", "24.   Le Comité statue à l’aide des documents en sa possession - d’habitude, la déclaration d’appel énonçant les moyens invoqués, les indications du juge au jury et le rapport dudit juge sur l’affaire. Il examine aussi les vues exprimées par le solicitor et le conseil du requérant.", "25.   Bien que la législation ne prévoie pas un recours formel, dans la pratique le Comité, s’il y est invité, reconsidère une demande qui a été écartée. A cette fin, il défère la demande à un rapporteur extérieur qui n’a pas pris part à sa décision antérieure, et qui lui rend compte du bien-fondé de la demande. Sinon, les décisions du Comité sont susceptibles du contrôle judiciaire ordinaire.", "26.   Dans le cas où l’appelant persiste dans son appel sans l’aide judiciaire et où la juridiction d’appel estime qu’à première vue, il peut avoir des motifs sérieux d’interjeter appel et que l’intérêt de la justice exige qu’il ait un représentant légal pour les développer, elle sursoit immédiatement à statuer et recommande le réexamen de la décision du Comité.", "27.   La pratique de la juridiction d’appel à cet égard a été officialisée à la suite de l’arrêt de la Cour européenne des Droits de l’Homme dans l’affaire Granger c. Royaume-Uni du 28 mars 1990 (série A no 174) par une note pratique à cet effet adressée le 4 décembre 1990 par le Lord Justice General à tous les présidents et greffiers des juridictions d’appel:", "\"Pour tout appel où l’aide judiciaire a été refusée et où la cour estime qu’à première vue, l’appelant peut avoir des motifs sérieux d’interjeter appel et qu’il est de l’intérêt de la justice qu’il soit représenté pour les faire valoir, la cour sursoit immédiatement à statuer et recommande le réexamen de la décision de refuser l’aide judiciaire.\"", "28.   Dans l’hypothèse d’une telle recommandation, l’octroi de l’aide judiciaire est automatique. A cette fin, le manuel de procédure du Comité écossais d’aide judiciaire dispose en son paragraphe 6.12:", "\"Dans ce cas, le Comité reçoit de la High Court of Justiciary une lettre exposant les circonstances de l’affaire pour laquelle elle recommande le réexamen de la décision de refus. Si nous sommes invités à réexaminer une décision en pareil cas, la demande doit être accueillie de plein droit. Il est inutile de la confier à un rapporteur ou à un solicitor membre du Comité, mais il y a lieu de la déférer à l’Assistant Manager qui lui donnera la suite voulue.\"", "PROCEDURE DEVANT LA COMMISSION", "29.   M. Maxwell a saisi la Commission le 25 mars 1991 (requête no 18949/91). Invoquant l’article 6 paras. 1 et 3 c) (art. 6-1, art. 6-3-c) de la Convention, il se plaignait de s’être vu refuser le bénéfice de l’aide judiciaire. Il dénonçait aussi la manière dont ses représentants avaient assuré sa défense et plusieurs autres questions soulevées par le procès. Il formulait d’autres allégations au titre de l’article 13 (art. 13).", "30.   Le 2 avril 1992, la Commission a écarté tous les griefs à l’exception du premier, qu’elle a retenu le 9 décembre 1992. Dans son rapport du 4 mai 1993 (article 31) (art. 31), elle conclut, par dix-sept voix contre deux, à la violation de l’article 6 par. 3 c) (art. 6-3-c).", "Le texte intégral de son avis et de l’opinion dissidente dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR", "31.   A l’audience du 18 avril 1993, le Gouvernement a invité la Cour à dire qu’il n’y avait pas eu infraction aux droits garantis au requérant par l’article 6 (art. 6).", "EN DROIT", "I.   SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 3 c) (art. 6-3-c) DE LA CONVENTION", "32.   Condamné à cinq ans d’emprisonnement, M. Maxwell se plaint de s’être vu refuser le bénéfice de l’aide judiciaire pour son appel contre sa condamnation, au mépris de l’article 6 par. 3 c) (art. 6-3-c) de la Convention, ainsi libellé:", "\"3. Tout accusé a droit notamment à:", "(...)", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent;", "(...)\"", "La Commission souscrit à cette thèse, mais le Gouvernement la combat.", "33.   L’alinéa c) de l’article 6 par. 3 (art. 6-3-c) attache deux conditions au droit pour un accusé de bénéficier de l’aide judiciaire. La première, le manque de moyens de rémunérer un défenseur, n’est pas contestée en l’espèce. La seule question dont la Cour se trouve saisie est dès lors de savoir si \"les intérêts de la justice\" exigeaient l’octroi au requérant de pareille aide.", "34.   A cet égard, la Cour rappelle que les modalités d’application du paragraphe 3 c) de l’article 6 (art. 6-3-c), en appel ou en cassation, dépendent des particularités de la procédure dont il s’agit; il faut prendre en compte l’ensemble du procès qui s’est déroulé dans l’ordre juridique interne et le rôle qu’y a joué la juridiction d’appel ou de cassation (voir, notamment, l’arrêt Monnell et Morris c. Royaume-Uni du 2 mars 1987, série A no 115, p. 22, par. 56).", "35.   Le système écossais d’appel en matière pénale confère à toute personne un droit d’appel, sans condition d’autorisation préalable (paragraphe 16 ci-dessus). Lorsqu’elle statue en tant que juridiction d’appel, la High Court of Justiciary dispose de larges pouvoirs de décision (paragraphe 19 ci-dessus). La procédure n’est pas limitée à des moyens déterminés; toute mauvaise administration de la justice peut être attaquée (paragraphe 17 ci-dessus). En outre, la procédure comporte toujours des débats oraux, auxquels la Couronne est représentée (paragraphe 18 ci-dessus).", "Toutefois, tous les appelants remplissant les conditions financières n’obtiennent pas l’aide judiciaire. Un organe indépendant (le Comité écossais d’aide judiciaire) décide, sur la base d’un dossier, si un requérant a des motifs sérieux d’introduire un appel et si les intérêts de la justice commandent sa représentation (paragraphes 21-26 ci-dessus).", "36.   D’après la Commission, les intérêts de la justice exigeaient l’octroi de l’aide judiciaire à M. Maxwell pour l’audience d’appel du 21 mars 1991 devant la High Court of Justiciary. Elle se réfère à l’affaire Granger précitée, où la Cour avait constaté une violation, et conclut à l’existence de similarités substantielles entre ladite affaire et la présente espèce.", "37.   Le Gouvernement s’efforce de distinguer les deux causes. D’après lui, dans l’affaire Granger, la cour d’appel avait estimé, après avoir entendu les arguments de l’appelant, que l’un des moyens articulés méritait plus ample examen. Invité à prendre la parole, l’avocat de la Couronne avait présenté des conclusions, longues et détaillées, que l’appelant ne pouvait comprendre et auxquelles il ne pouvait répondre. Aucun de ces aspects n’apparaîtrait en l’espèce.", "Le Gouvernement relève en outre que le requérant n’a pas été obligé de prendre la parole lors de l’audience d’appel et que l’avocat de la Couronne ne semble pas s’être exprimé à cette occasion.", "De surcroît, M. Maxwell n’aurait en tout état de cause pu trouver aucun avocat disposé à le représenter, compte tenu des règles d’éthique professionnelle qui font obligation aux avocats de s’abstenir d’agir pour un appelant lorsqu’ils sont convaincus qu’il n’a pas d’arguments valables à présenter à l’appui d’un recours (paragraphe 20 ci-dessus).", "Par ailleurs, une sauvegarde a été introduite à la suite de l’arrêt Granger. Datée du 4 décembre 1990, la note pratique du Lord Justice General, combinée avec la pratique du Comité écossais d’aide judiciaire (paragraphes 27 et 28 ci-dessus), garantit que dans tout appel où l’aide judiciaire a été refusée, celle-ci est automatiquement accordée lorsque la juridiction d’appel parvient à la conclusion qu’à première vue l’appelant peut avoir des motifs sérieux d’interjeter appel et que les intérêts de la justice exigent qu’il soit représenté pour faire valoir ces motifs. Par conséquent, selon le nouveau système, dès lors qu’il apparaît qu’un appelant non représenté formule un moyen qui semble sérieux, la cour d’appel doit ajourner l’examen du recours pour permettre à l’intéressé de se voir représenter, et l’aide judiciaire sera de fait accordée. La note pratique a donc pour effet d’empêcher la répétition de l’injustice tenue pour s’être produite dans l’affaire Granger.", "38.   Avec le Gouvernement, la Cour note qu’il existe bien des différences entre les deux espèces. En outre, l’introduction d’une nouvelle pratique plus favorable à l’appelant non représenté constitue indubitablement une évolution positive.", "Certes, les questions juridiques en l’espèce n’étaient peut-être pas particulièrement complexes. Néanmoins, la circonstance que M. Maxwell avait formulé lui-même ses moyens d’appel (paragraphe 10 ci-dessus) et que son avocat n’était pas disposé à le représenter (paragraphe 37 ci-dessus) n’enlève rien à la circonstance que, sans le ministère d’un praticien du barreau, il ne pouvait s’exprimer de manière compétente devant la cour sur ces questions juridiques et n’était donc pas en mesure de se défendre de manière efficace (voir, mutatis mutandis, l’arrêt Pakelli c. Allemagne du 25 avril 1983, série A no 64, p. 18, par. 38).", "En outre, on l’a dit, la cour d’appel disposait de larges pouvoirs pour statuer sur le recours et sa décision était définitive. Plus pertinent encore: le requérant avait été condamné à cinq ans d’emprisonnement. Dès lors, l’enjeu pour lui était extrêmement important.", "39.   Le Gouvernement soutient qu’un constat de violation en l’espèce pourrait entraîner la fin du droit d’appel automatique, ce qui reviendrait à restreindre les droits de l’accusé.", "40.   Il n’appartient pas à la Cour d’indiquer aux autorités nationales les mesures propres à permettre à leur système d’appel de répondre aux exigences de l’article 6 (art. 6). Sa tâche consiste seulement à rechercher si la voie suivie par elles en ce domaine aboutit à des résultats qui, dans les litiges dont on la saisit, cadrent avec les exigences de l’article 6 (art. 6) (voir, notamment, l’arrêt Quaranta c. Suisse du 24 mai 1991, série A no 205, p. 15, par. 30).", "Un cas comme celui de l’espèce où, alors qu’il a été condamné à une peine sévère, un appelant se trouve réduit à présenter lui-même sa défense devant la plus haute juridiction d’appel, n’obéit pas aux impératifs de l’article 6 (art. 6).", "41.   Vu la nature de la procédure, les amples pouvoirs de la High Court, l’aptitude limitée d’un appelant non représenté à exposer des arguments juridiques et, surtout, l’importance de l’enjeu au regard de la sévérité de la peine, la Cour considère que les intérêts de la justice exigeaient l’octroi au requérant d’une aide judiciaire qui lui aurait permis de se faire représenter à l’audience d’appel.", "En conclusion, il y a eu violation du paragraphe 3 c) de l’article 6 (art. 6-3-c).", "II.   APPLICATION DE L’ARTICLE 50 (art. 50) DE LA CONVENTION", "42.   Aux termes de l’article 50 (art. 50) de la Convention,", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "S’appuyant sur cette disposition, M. Maxwell réclame pour le dommage allégué une indemnité qu’il laisse à la Cour le soin de chiffrer mais devant dépasser 10 000 £. D’après lui, cette somme servirait à compenser les trois ans et quatre mois passés en prison par suite d’un procès inéquitable. Il ne formule aucune revendication pour frais.", "43.   Avec le Gouvernement, la Cour considère que tout dommage moral éventuel se trouve suffisamment réparé par le constat d’un manquement à l’article 6 (art. 6). Quant au préjudice matériel allégué, elle relève qu’elle ne saurait spéculer sur l’issue du recours dans le cas où l’aide judiciaire aurait été octroyée. Elle rejette donc la demande en entier.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1.   Dit qu’il y a eu violation du paragraphe 3 c) de l’article 6 (art. 6-3-c) de la Convention;", "", "2.   Rejette la demande de satisfaction équitable.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 28 octobre 1994.", "", "Rolv RYSSDAL", "Président", "", "Herbert PETZOLD", "Greffier f.f.", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 (art. 51-2) de la Convention et 53 par. 2 du règlement A, l’exposé des opinions concordantes de M. De Meyer et de Sir John Freeland.", "", "R. R.", "H. P.", "", "\nOPINION CONCORDANTE DE M. LE JUGE DE MEYER", "Mon raisonnement dans l’affaire Boner c. Royaume-Uni (arrêt du 28 octobre 1994, série A no 300-B) vaut aussi pour la présente cause.", "", "\nOPINION CONCORDANTE DE SIR JOHN FREELAND", "(Traduction)", "1.   Avec les autres membres de la Cour, j’ai voté pour le constat d’une violation du paragraphe 3 c) de l’article 6 (art. 6-3-c), mais le raisonnement qui m’a mené à cette conclusion diffère à certains égards de celui de mes collègues.", "2.   D’une part, les éléments du dossier me paraissent démontrer assez clairement qu’il y a très peu de risques pour que M. Maxwell ait subi une réelle injustice du fait de sa non-représentation par un avocat à l’audience consacrée à son appel. Et ses solicitors et les conseils commis pour lui admirent que son recours était voué à l’échec; de surcroît, le Comité écossais d’aide judiciaire avait rejeté la demande d’aide judiciaire formée par l’intéressé pour son appel car il n’était pas convaincu que le recours pût être fondé sur des moyens sérieux. M. Boner n’en exerça pas moins son droit absolu d’appel reconnu en Écosse à toute personne convaincue d’une infraction pénale. Les juges de la cour d’appel doivent avoir reçu bien avant l’audience ses moyens d’appel écrits - auxquels l’accusation ne répondit pas - ainsi que les autres pièces de la procédure. Ils doivent avoir su à l’avance que l’appelant ne serait pas représenté. Lors de leur examen préliminaire de la question et à l’audience proprement dite, ils ont certainement pris particulièrement soin de déterminer si l’un quelconque des moyens formulés, fût-ce de manière maladroite, par l’appelant pouvait soulever une question sérieuse. Conformément à une longue tradition, ils se seront normalement efforcés de veiller à ce que l’intéressé, dès lors qu’il n’était pas représenté, soit traité avec courtoisie et considération et ne soit pas placé dans une situation humiliante ou angoissante du fait de son manque d’expertise juridique. Le conseil de la Couronne, qui apparemment ne prit aucune part active à l’audience, avait l’obligation d’attirer l’attention de la cour d’appel sur tous arguments substantiels qui lui auraient paru militer en faveur de l’appelant. Enfin, si, à l’un ou l’autre stade, la cour d’appel avait conclu que M. Maxwell pouvait asseoir son appel sur des moyens sérieux, elle aurait alors, conformément à la pratique introduite à la suite de l’affaire Granger, prononcé immédiatement l’ajournement de l’audience, et une aide judiciaire aurait été octroyée à l’appelant.", "3.   D’autre part, même si, comme je le pense, aucune injustice réelle n’a été établie, cela ne résout pas la question de savoir si, aux fins du paragraphe 3 c) de l’article 6 (art. 6-3-c), \"les intérêts de la justice\" exigeaient l’octroi à M. Maxwell de l’aide judiciaire gratuite pour présenter sa cause en appel. Ainsi qu’il a été rappelé lors des débats en l’espèce, \"justice should not only be done, it should also be seen to be done\". L’appel soulevait diverses questions relativement complexes, et la condamnation de M. Maxwell avait conduit à l’imposition d’une peine de huit ans d’emprisonnement. Quant à l’avis exprimé par les solicitors et conseil de M. Maxwell ainsi que par le Comité d’aide judiciaire au sujet des chances de succès d’un recours, les juristes peuvent évidemment ne pas le partager; en outre, le Gouvernement lui-même a admis dans sa plaidoirie qu’il y a eu des cas où, l’aide judiciaire ayant été refusée, un appelant s’est fait représenter par un avocat et a obtenu gain de cause en appel. Mais il est un point plus important: la Couronne était représentée en appel (comme c’est le cas dans toutes les affaires comparables) par un conseil qui était présent et qui, sur l’invitation de la cour, pouvait énoncer des arguments juridiques. Certes, il ne fut pas invité à prendre la parole; mais cela pourrait provenir simplement du fait que, ne disposant pas d’une assistance juridique, M. Maxwell aurait été incapable de persuader la cour qu’il avait des arguments nécessitant une réponse. Vu qu’il y avait une question juridique à examiner dans le cadre de l’appel de M. Maxwell et que, compte tenu de la gravité de sa peine, l’enjeu était très important pour lui, je suis convaincu que sa non-représentation à l’audience, alors que l’avocat de la Couronne était présent, a produit au moins l’apparence d’une injustice.", "4.   Tout bien pesé, je conclus dès lors que les \"intérêts de la justice\" auraient dû être considérés comme exigeant l’octroi à l’intéressé de l’aide judiciaire gratuite pour se faire représenter en appel, et que l’omission de lui consentir pareille assistance a emporté, en l’espèce, violation de l’article 6 par. 3 c) (art. 6-3-c).", ""]}