{"file": "FRE_HFJUD_12358_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12358/06", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE KUŞÇUOĞLU c. TURQUIE", "", "(Requête no 12358/06)", "", "", "", "", "", "", "", "ARRÊT", "", "3 novembre 2011", "", "", "STRASBOURG", "", "DÉFINITIF", "", "03/02/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Kuşçuoğlu c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tIşıl Karakaş,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 11 octobre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 12358/06) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme İrem Kuşçuoğlu (« la requérante »), a saisi la Cour le 28 mars 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me Z. Elif Yarsuvat, avocate à Istanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 27 août 2009, le président de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  La requérante est née en 1966 et réside à Istanbul.", "5.  Elle est la mère d’un enfant né hors mariage le 5 mars 1999.", "6.  Le 30 novembre 1999, le père de l’enfant, qui vivait en concubinage avec la requérante, reconnut ce dernier par un acte notarié. L’enfant fut enregistré sur le registre d’état civil de son père et porta le nom de ce dernier.", "7.  A une date non précisée, la requérante se sépara du père de l’enfant.", "A.  L’action en protection de la famille intentée par la requérante", "8.  Le 30 juin 2003, la requérante saisit le tribunal d’instance d’Istanbul d’une action en protection de la famille dirigée contre son ex-compagnon. Elle demanda une mesure d’éloignement de celui-ci du domicile familial, alléguant qu’il s’était montré menaçant et qu’il avait apporté un pistolet et un fusil à leur domicile.", "9.  Le 2 juillet 2003, le tribunal d’instance fit droit à cette demande. Il adopta une mesure d’éloignement du domicile familial pour une durée de trois mois et attribua le domicile familial à la requérante et son fils en vertu de la loi no 4320 relative à la protection de la famille. Dans sa décision, il précisait que si le père de l’enfant ne respectait pas cette mesure, il se verrait notifier une ordonnance formelle l’avertissant qu’il encourait une peine allant de trois à six mois d’emprisonnement.", "10.  Le 10 août 2003, la requérante entama, sur la base des mêmes faits, deux autres procédures contre le père de l’enfant, une procédure pénale pour des dommages matériels causés dans son appartement et une procédure civile pour dédommagement.", "11.  A la suite de la création des tribunaux spécialisés dans les affaires familiales, le dossier fut transféré au tribunal de la famille d’Istanbul.", "12.  Le 23 janvier 2004, le tribunal de la famille d’Istanbul rejeta l’opposition formée contre la décision du tribunal d’instance par l’exconcubin de la requérante. Cette décision devint définitive le 7 avril 2004.", "B.  La plainte de la requérante pour voie de fait", "13.  Le 13 novembre 2003, la police, ayant été informée de la survenance d’une dispute, avait envoyé une équipe à l’adresse de la requérante. Le même jour, les policiers avaient dressé un procès-verbal, aux termes duquel la requérante avait déclaré avoir été frappée par son ex-compagnon qui aurait pris la fuite avec leur enfant. Le père et l’enfant avaient été retrouvés par la police et, le soir même, l’enfant avait été reconduit auprès de sa mère.", "14.  Le 12 décembre 2003, l’institut médico-légal de Şişli établit un rapport médical selon lequel la requérante présentait un gonflement au niveau du temporal gauche, un érythème sur toute la joue, une lacération de la peau au niveau de la fossette droite et des lésions érythémateuses sur le menton. Ce rapport concluait à une incapacité de travail de sept jours.", "15.  Le 15 décembre 2003, le procureur de la République de Şişli prononça un non-lieu à poursuivre au nom du ministère public, soulignant que l’infraction en cause pouvait faire l’objet d’une plainte privée que la requérante était en mesure de déposer.", "16.  Le 20 février 2004, la requérante déposa une plainte pour voie de fait auprès du juge assesseur du tribunal correctionnel de Şişli.", "17.  Le 29 juin 2005, à la suite de l’entrée en vigueur de la loi no 5320 relative à l’application du code de procédure pénale, le tribunal correctionnel transforma l’action privée en une action publique, à laquelle la requérante prit part en tant que partie intervenante.", "18.  Selon les informations contenues dans le dossier, la procédure demeure pendante à ce jour.", "C.  Les plaintes de la requérante pour soustraction d’enfant", "1.  La soustraction d’enfant survenue le 10 août 2003", "19.  Le 10 août 2003, l’ex-compagnon de la requérante avait enlevé leur fils alors que celui-ci était sous la garde de sa mère. La requérante avait saisi le tribunal de la famille d’Istanbul d’une action en restitution d’enfant.", "20.  Le 25 août 2003, le tribunal rejeta sa demande pour incompétence, indiquant que l’autorité compétente en la matière était le procureur de la République d’Istanbul.", "21.  Le 11 septembre 2003, la requérante saisit le procureur de la République d’Istanbul ainsi que les procureurs des districts de Fatih et d’Üsküdar d’une plainte pour soustraction d’enfant. Elle précisa à cette occasion que le père de l’enfant avait enlevé celui-ci à son école le 10 août 2003 et qu’elle était sans nouvelles d’eux depuis cinq semaines. Elle demanda en conséquence l’adoption de mesures d’urgence aux fins de la restitution de son enfant.", "22.  A une date non précisée, l’enfant fut retrouvé et restitué à sa mère.", "23.  Le 12 janvier 2004, le procureur de la République d’Istanbul inculpa l’ex-compagnon de la requérante pour soustraction d’enfant.", "24.  Le 29 janvier 2004, le procureur de la République d’Üsküdar inculpa l’ex-compagnon de la requérante pour non-respect des obligations découlant de la mesure provisoire prise au civil (paragraphe 9 ci-dessus), en vertu de la loi no 4320, aux fins de la protection de la famille. A une date non précisée, le dossier de cette affaire fut envoyé au tribunal correctionnel d’Istanbul, déjà en charge des mêmes faits.", "25.  Le 27 avril 2005, le tribunal correctionnel d’Istanbul acquitta l’inculpé au motif que, à la date de commission des faits litigieux, la mesure d’éloignement du 2 juillet 2003 n’avait été adoptée qu’à titre provisoire. Cette décision n’étant devenue définitive que le 7 avril 2004, le tribunal estima que les éléments constitutifs de l’infraction n’étaient pas réunis.", "26.  Le 3 mai 2005, la requérante se pourvut en cassation contre la décision d’acquittement.", "27.  Par un arrêt du 6 décembre 2006, la Cour de cassation rejeta la demande de la requérante et confirma le jugement rendu en première instance.", "2.  La soustraction d’enfant survenue le 31 mai 2004", "28.  Le 31 mai 2004, le père avait à nouveau enlevé l’enfant alors que celui-ci était en consultation avec un psychologue. A la demande de la requérante, le procureur avait ordonné à la police de retrouver l’enfant et de le remettre à sa mère.", "29.  A la fin du mois de juin 2004, c’est la requérante qui découvrit l’adresse où se trouvaient le père et le fils. Elle en informa la police, qui reprit l’enfant et le remit à sa mère. Une procédure pénale fut ouverte pour restriction de la liberté devant la 15e chambre pénale du tribunal d’Istanbul (2004/499).", "30.  Le 4 juin 2009, le tribunal acquitta l’accusé. Il souligna dans sa motivation l’absence de décision de justice établissant le droit de garde.", "31.  Selon les dernières informations contenues dans le dossier, cette procédure est toujours pendante devant la Cour de cassation.", "3.  La soustraction d’enfant survenue le 10 novembre 2004", "32.  Le 10 novembre 2004, le père de l’enfant avait une nouvelle fois enlevé celui-ci après avoir arrêté le bus scolaire à bord duquel se trouvait son fils.", "33.  Le 11 novembre 2004, la requérante saisit le procureur de la République d’Ümraniye d’une plainte pour soustraction d’enfant (no 2005/425).", "34.  Les 9 et 13 décembre 2004, des policiers dressèrent des procèsverbaux, aux termes desquels le père de l’enfant n’avait pas été retrouvé aux différentes adresses auxquelles il avait été recherché.", "35.  Le 16 décembre 2004, le procureur de la République d’Ümraniye ordonna la restitution de l’enfant à sa mère et avertit le parquet d’Erdek de la plainte de la requérante en lui transmettant le dossier.", "36.  Le 15 février 2005, l’ex-compagnon de la requérante fut arrêté à Erdek puis libéré le soir même, une fois sa déposition recueillie.", "37.  Le 16 juin 2005, la requérante adressa une demande au tribunal pour que son fils soit retrouvé et qu’il lui soit restitué.", "38.  En octobre 2005, près d’un an après la dernière soustraction de son enfant par le père, la requérante fut informée qu’une procédure en demande d’attribution de la garde de l’enfant avait été introduite par le père devant le tribunal civil d’Erdek.", "39.  La requérante obtint le retour de son fils chez elle à la fin du mois d’octobre 2005. Le parquet d’Erdek classa sans suite la plainte pénale transmise par le procureur de la République d’Ümraniye.", "40.  Le 11 avril 2006, le tribunal correctionnel d’Ümraniye acquitta de son côté l’intéressé, après avoir relevé que l’enfant, certes né hors mariage, avait cependant été reconnu par son père. De plus, selon le tribunal, même si les parents étaient séparés, il n’y avait encore aucune décision relative à l’attribution de l’autorité parentale et à la garde de l’enfant ni aux modalités d’exercice des relations personnelles entre l’enfant et ses parents, et, par ailleurs, il n’y avait pas de preuves établissant l’existence d’une soustraction d’enfant.", "41.  Le 7 juin 2006, la requérante se pourvut en cassation contre cette décision.", "42.  Le 17 juillet 2008, la Cour de cassation infirma l’arrêt de première instance pour des motifs procéduraux.", "43.  Le 12 février 2009, après avoir rectifié les erreurs procédurales, le tribunal correctionnel d’Ümraniye rendit une décision identique à celle du 11 avril 2006.", "44.  Selon les dernières informations contenues dans le dossier, la procédure consécutive au pourvoi formé par la requérante demeure pendante à ce jour devant la Cour de cassation.", "4.  La soustraction d’enfant survenue en novembre 2005", "45.  Trois jours après la restitution de son enfant à Erdek (paragraphe 39 ci-dessus) et le retour de celui-ci et de sa mère à Istanbul, le père enleva son fils une quatrième fois.", "A partir de cet enlèvement et jusqu’en novembre 2009, soit pendant quatre ans, la requérante se vit empêchée de vivre avec son fils.", "D.  L’action en établissement de l’autorité parentale", "46.  Le 15 mars 2005, la requérante avait saisi le tribunal de la famille d’Istanbul d’une demande d’attribution de la garde de son fils et d’aménagement d’un droit de visite pour le père de celui-ci. Elle demanda également l’adoption de mesures provisoires visant à la protection de son enfant, qui, selon elle, vivait depuis deux ans avec son père. Elle précisa à cet égard que, alors qu’elle aurait détenu l’autorité parentale, le père de l’enfant avait enlevé celui-ci à plusieurs reprises. Elle demanda donc que des limites dans le droit de visite fussent imposées à son ex-compagnon. Enfin, elle se référa à l’article 337 du code civil, précisant que, en vertu de cette disposition, l’autorité parentale sur un enfant né hors mariage revenait à la mère.", "47.  Le 6 juin 2006, la requérante adressa au tribunal une demande de mesure provisoire, réitérant que, alors que l’autorité parentale lui aurait été dévolue en vertu de l’article 337 du code civil, son enfant demeurait avec son père depuis près de deux ans. Elle soutenait que le comportement du père, qui l’aurait empêchée de voir son fils, était dû à l’absence de décision de justice lui attribuant à elle, la mère, l’autorité parentale sur son enfant. Dans sa demande, elle précisait en outre s’être résignée, après deux enlèvements, à ce que son fils demeurât auprès de son père jusqu’à la fin de l’année scolaire, pour ne pas perturber davantage l’enfant. Cela étant, ses visites à son fils auraient été entravées par le père et elle se serait trouvée confrontée à ses menaces. A cet égard, elle soulignait que, depuis près de deux ans, elle n’avait pu voir son fils qu’avec l’assistance des forces de l’ordre. Signalant que les vacances scolaires allaient débuter, elle demandait au juge de prendre les mesures nécessaires pour qu’elle pût les passer avec son fils, et ce sans entrave de la part de son ex-compagnon. Elle demandait ainsi l’adoption de mesures provisoires dans l’attente d’une décision sur le fond quant à l’attribution définitive de l’autorité parentale.", "48.  Le 7 juin 2006, le tribunal adopta une décision faisant droit à la demande de la requérante et aménagea un droit de visite et d’hébergement dans l’attente d’une décision sur l’attribution de l’autorité parentale. Il décida que la requérante pourrait exercer son droit d’hébergement du premier au quarante-cinquième jour des vacances scolaires ainsi qu’un droit de visite et d’hébergement tous les premiers et derniers week-ends du mois. Il précisa enfin que toute entrave à ce droit ferait l’objet de sanctions.", "49.  Le 19 juin 2006, le père de l’enfant fit opposition à cette décision, qui ne put par ailleurs être exécutée, la requérante – pourtant accompagnée d’un officier d’exécution – n’ayant pas trouvé l’enfant et son père à l’adresse indiquée à Erdek.", "50.  Le 18 décembre 2008, la requérante introduisit une requête devant la chambre pénale du tribunal des exécutions pour se plaindre de l’entrave faite par le père à l’exécution de la mesure provisoire en question.", "51.  Le 11 novembre 2009, après avoir tenu quatre audiences, le tribunal, tenant compte des motifs – maladie ou absence – présentés par le prévenu, acquitta celui-ci.", "52.  A ce jour, la procédure d’appel introduite par la requérante demeure pendante.", "53.  Entre-temps, le 11 septembre 2006, la requérante avait demandé à se voir attribuer la garde de l’enfant jusqu’à ce qu’il fût statué sur l’autorité parentale, soulignant qu’il restait très peu de temps avant la rentrée scolaire.", "54.  Le jour même, le tribunal avait rejeté cette demande. Tout en reconnaissant que la requérante détenait le droit de garde sur l’enfant, il estima ne pas être en mesure de prendre une telle mesure provisoire avant le prononcé de la décision sur la question de l’attribution de l’autorité parentale.", "55.  Le 12 octobre 2006, la requérante saisit le tribunal d’une demande de rectification de sa demande introductive d’instance. Elle précisa que sa requête tendait désormais à l’établissement à son nom de l’autorité parentale, à l’attribution de la garde de son fils et à l’aménagement d’un droit de visite pour le père.", "Le même jour, elle demanda la modification de la mesure provisoire adoptée par le tribunal le 7 juin 2006 afin de pouvoir bénéficier – en sus du droit de visite et d’hébergement qui lui était reconnu les week-ends – de la garde de son enfant pendant les fêtes religieuses et les congés scolaires liés à ces fêtes.", "56.  Le 18 octobre 2006, le tribunal fit droit à ces demandes. La requérante se vit alors reconnaître un droit de visite et d’hébergement les premier et troisième week-ends du mois ainsi que du deuxième au dernier jour des congés liés aux fêtes religieuses.", "57.  Le 16 janvier 2007, la requérante saisit le tribunal d’une demande de mesure provisoire complémentaire tendant à l’obtention d’un droit de garde sur son enfant pendant les vacances scolaires semestrielles devant débuter le 27 janvier 2007.", "58.  Le 23 janvier 2007, le tribunal fit droit à cette demande et prononça un droit de garde à son profit pendant les dix jours de ce congé.", "59.  Le 31 janvier 2007, le père de l’enfant forma opposition contre cette décision.", "60.  Le 12 avril 2007, le tribunal rejeta cette opposition.", "61.  Le 16 octobre 2007, la requérante déposa ses conclusions sur le fond.", "62.  Le 18 octobre 2007, le tribunal fit droit à la demande de la requérante en vertu de l’article 337 du code civil. Estimant qu’il n’y avait aucun motif pour retirer l’enfant à sa mère, il reconnut à celle-ci l’autorité parentale, lui attribua la garde de son enfant et aménagea un droit de visite et d’hébergement au profit du père. La motivation du tribunal peut se lire comme suit :", "« (...) la loi no 4721 portant amendement du code civil, entrée en vigueur le 1er janvier 2002, a reconnu le principe selon lequel l’autorité sur les enfants dont la mère et le père ne sont pas mariés n’est pas attribuée au père (...) mais à la mère.", "Par son libellé littéral, à savoir « lorsque le père et la mère ne sont pas mariés, l’autorité parentale est attribuée à la mère », l’article 337 du code civil pose une norme impérative. Il est apparu nécessaire dans cette affaire de procéder d’abord à ce constat puis de rechercher s’il existait ou non un motif pour que cette autorité soit retirée à la mère (...)", "L’intensité du litige opposant les parties au sujet de leur enfant ressort clairement des dossiers pendants devant le tribunal correctionnel de Şişli, le tribunal d’instance d’Erdek, le tribunal correctionnel d’Ümraniye et notre juridiction, ainsi que de leurs déclarations. Il est évident que, pour un père et pour une mère, leur enfant demeure important et précieux de la même manière, même s’ils sont séparés. Tant le père que la mère souhaitent être avec l’enfant. Dans une telle configuration, le fait que l’essentiel est [l’intérêt de] l’enfant peut être oublié par les parties qui tendent à faire passer au premier plan leur instinct maternel et paternel. C’est là où la justice doit intervenir, et sans nul doute se préoccuper en premier lieu de l’intérêt de l’enfant. Du reste, il ressort des témoignages recueillis en cours de procédure et des déclarations [recueillies dans les] autres dossiers en litige, des propres déclarations des parties, des rapports contenus dans les dossiers et de la norme impérative édictée à l’article 337 du code civil, que l’autorité sur l’enfant (...) appartenait à la mère depuis le 1er janvier 2002, qu’il n’y avait aucun motif pour retirer celle-ci à la mère (la mère n’est ni mineure ni incapable, elle ne maltraite pas son enfant, elle n’a aucun comportement ni mode de vie pouvant entraver l’éducation ou l’épanouissement de l’enfant, il n’y a aucune preuve de faiblesse morale de sa part, etc.). Même s’il est admis qu’elle vit avec un autre homme, cette circonstance n’est pas suffisante pour porter un jugement négatif sur sa décence et sa moralité. Il a été constaté que le père est en colère (...) et qu’il pense qu’elle ne mérite pas son fils. Toutefois, la mère accorde de l’importance à son enfant, elle veut l’élever et l’éduquer correctement, elle fait montre de suffisamment d’affection et d’intérêt, et elle a une bonne situation économique et sociale.", "[Le tribunal] décide la remise de l’enfant à la mère et l’établissement d’une relation convenable entre le père et l’enfant. »", "Le tribunal n’assortit pas sa décision d’une mesure provisoire qui en aurait ordonné l’exécution immédiate, avant même la fin de la procédure.", "63.  Le père de l’enfant forma un recours en cassation contre cette décision.", "64.  Le 10 janvier 2008, la requérante saisit le tribunal de la famille d’Istanbul d’une demande de mesure provisoire. Dans sa requête, elle rappelait que l’autorité sur son enfant lui avait été attribuée par une décision du tribunal mais que le père de l’enfant avait formé un recours et que, la décision du tribunal lui octroyant l’autorité n’étant pas définitive, elle ne parvenait pas à en obtenir l’exécution. Elle indiquait en outre que, la décision en question n’ayant pas prévu le maintien de la mesure provisoire qui avait aménagé un droit de visite et d’hébergement à son profit, elle n’avait pu voir son fils depuis le prononcé de ce jugement. Elle demanda donc ou l’adoption d’une nouvelle mesure provisoire par laquelle l’enfant lui serait confié jusqu’à la fin de la procédure ou l’aménagement d’un droit de visite.", "65.  Le 14 janvier 2008, le tribunal d’Istanbul rejeta cette demande au motif que les articles 101 et 103 du code de procédure civile définissaient les cas dans lesquels il était possible d’adopter de telles mesures et que, dans le cas où une mesure de ce type était adoptée, une action sur le fond devait également être introduite devant la juridiction saisie. Il précisa que, comme le litige au fond entre les parties avait été tranché, il n’était pas possible d’adopter la mesure provisoire sollicitée.", "66.  Le 14 avril 2008, dans son mémoire en cassation en réponse au pourvoi de son ex-compagnon, la requérante déclara que, en l’absence de toute mesure provisoire aménageant un droit de visite à son profit, elle n’avait pu voir son fils depuis plus de six mois ni avoir aucun contact avec lui, cette situation étant due, selon elle, au fait que la décision de première instance n’était pas définitive.", "67.  Le 22 avril 2008, la Cour de cassation infirma le jugement de première instance au motif que deux témoins du père de l’enfant n’avaient pas été entendus et elle renvoya l’affaire devant la juridiction de première instance.", "68.  Le 24 juillet 2008, la requérante saisit le tribunal d’une demande de mesure provisoire aux fins de se voir attribuer temporairement l’autorité parentale sur son enfant.", "69.  Le 25 juillet 2008, le tribunal rejeta cette demande au motif qu’il n’y avait pas encore de jugement définitif sur l’attribution de l’autorité parentale et qu’il ne pouvait ordonner une mesure provisoire car « (...) [il] ne saurait rendre une décision intérimaire dans les affaires concernant un droit qui ne peut être établi qu’à la fin de la procédure ».", "70.  Le 7 octobre 2008, la requérante adressa une nouvelle demande de mesure provisoire pour obtenir le droit de voir son enfant.", "71.  Dans son mémoire du 9 octobre 2008, le père de l’enfant rappela qu’il avait reconnu celui-ci, et que l’enfant était inscrit sur son registre d’état civil et portait son nom. Il avança que l’article 337 du nouveau code civil visait à protéger les enfants non reconnus par le père et qu’il n’était pas applicable dans les circonstances de l’espèce.", "72.  Le même jour, le tribunal accorda à la requérante un droit de visite et d’hébergement à exercer le premier et le troisième week-end du mois, pendant les congés scolaires liés aux fêtes religieuses et pendant les vacances scolaires semestrielles.", "73.  Le 4 novembre 2008, la requérante saisit le tribunal d’une demande qui visait à l’adoption de mesures propres à lui permettre de voir son enfant, alléguant en être empêchée par des obstacles dressés par son ex-compagnon. Ce dernier déposa de son côté une requête dans laquelle il précisait que, certes, il acceptait que la mère de l’enfant puisse voir ce dernier, mais qu’en revanche il refusait que son enfant fût emmené au domicile qu’elle partageait avec son nouveau compagnon. Il demandait que le droit de visite de la mère fût aménagé en conséquence.", "74.  Le 24 décembre 2008, le tribunal prononça un avertissement à l’encontre du père de l’enfant, et le somma de respecter la mesure provisoire en question et de ne pas entraver les relations entre l’enfant et sa mère.", "75.  Le 4 février 2009, le père de l’enfant saisit le tribunal de la famille d’Istanbul d’une demande reconventionnelle en attribution de l’autorité parentale sur son enfant et demanda la jonction de cette procédure avec celle introduite dans le même but par la requérante.", "76.  Le 18 février 2009, le tribunal de la famille prononça la jonction des deux procédures.", "77.  Lors de l’audience tenue le 10 mars 2009, le tribunal de la famille reporta l’audience au motif qu’il y avait lieu de statuer sur le point de savoir si l’avis d’un psychologue pour enfants serait nécessaire.", "78.  Le 7 mai 2009, le tribunal aménagea la garde de l’enfant pour la période des vacances scolaires débutant le 15 juin 2009. La requérante se vit ainsi reconnaître un droit de garde du 15 juin au 31 juillet 2009 ainsi qu’une modification de son droit de visite et d’hébergement à compter du 9 octobre 2009, date à partir de laquelle elle était autorisée à exercer ce droit tous les premier et troisième week-ends du mois.", "79.  Lors de l’audience tenue le 17 mai 2009, le tribunal de la famille décida de faire établir un rapport par un psychologue qui recueillerait l’avis de l’enfant.", "80.  Un rapport fut établi le 23 juin 2009 par un travailleur social, qui entendit l’enfant sur son quotidien et effectua une enquête sociale, notamment en se rendant sur les lieux de vie et à l’école de l’enfant.", "81.  Aucun psychologue pour enfants n’étant disponible à Erdek, un expert psychologue pour enfants d’Istanbul établit également un rapport, le 8 octobre 2009, après avoir entendu l’enfant et sa mère au tribunal. Lors de l’entretien, l’enfant déclara vouloir vivre auprès de sa mère. Le père ne s’étant pas rendu à la convocation au tribunal, le rapport n’avançait pas de conclusion quant à l’autorité parentale.", "82.  Le 19 novembre 2009, le tribunal de la famille rendit une décision attribuant la garde de l’enfant à la requérante en vertu de l’article 337 du code civil et fixant les modalités d’un droit de visite pour le père, à savoir les premier et troisième dimanches de chaque mois. Le tribunal assortit cette fois sa décision d’une mesure provisoire en permettant l’exécution immédiate.", "83.  Par un arrêt définitif rendu le 22 juin 2010, la Cour de Cassation confirma le jugement octroyant l’autorité parentale et la garde de l’enfant à la requérante.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "84.  Aux termes de l’article 337 du code civil dans sa rédaction issue de la loi no 4721 du 22 novembre 2001, entrée en vigueur le 8 décembre 2001, si la mère et le père ne sont pas unis par le mariage, l’autorité parentale appartient à la mère seule. Si la mère est mineure, incapable ou décédée ou si elle a été déchue de l’autorité parentale, le juge transfère l’autorité parentale au père ou nomme un tuteur, en fonction de ce que l’intérêt de l’enfant commande.", "85.  Avant l’entrée en vigueur du nouveau code civil, aucune disposition spécifique ne régissait dans la législation turque le domaine de l’autorité parentale concernant les enfants nés hors mariage.", "86.  La Cour constitutionnelle a examiné la constitutionnalité de l’article 337 du code civil dans son arrêt no 2008/161 du 13 novembre 2008, et elle a conclu que la disposition en question, qui visait à protéger l’intérêt de l’enfant en lui attribuant un représentant légal dès sa naissance sur la base d’une filiation biologique clairement établie, était constitutionnelle. Dans son arrêt, la Cour constitutionnelle a en outre précisé que la norme prévue à l’article 337 était suffisante pour que l’autorité parentale soit systématiquement attribuée à la mère et qu’il n’y avait, pour ce faire, nul besoin d’autre décision ou acte judiciaire.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "87.  La requérante se plaint d’une atteinte injustifiée à son droit au respect de sa vie privée et familiale, notamment au motif que la durée des procédures judiciaires intentées et des entraves à l’exercice de son droit de visite et d’hébergement avaient porté préjudice à ses liens avec son fils.", "Elle reproche en outre aux autorités nationales de n’avoir pas pris les mesures requises par la soustraction d’enfant dont elle se dit avoir été victime alors que l’autorité parentale lui aurait appartenu de droit. Elle invoque l’article 8, ainsi libellé dans son passage pertinent en l’espèce :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "(...) »", "88.  Le Gouvernement combat ces thèses.", "A.  Sur la recevabilité", "89.  Le Gouvernement soulève une exception tirée du non-épuisement des voies de recours internes, au motif que la procédure est toujours pendante devant la Cour de cassation.", "90.  La requérante rétorque dans ses observations que le fait que la procédure demeure pendante après plus de sept ans démontre l’ineffectivité des voies de recours internes quant à son grief relatif à la garantie du respect de son droit à la vie familiale. Elle souligne que l’objet de sa requête est précisément l’ineffectivité des voies de recours internes quant au respect de son droit à la vie familiale prévu à l’article 8 de la Convention.", "91.  La Cour relève que la procédure principale en l’espèce, à savoir celle concernant l’octroi de l’autorité parentale, a pris fin après la soumission des observations par le Gouvernement, soit par le jugement définitif du 22 juin 2010. Elle rejette donc l’exception préliminaire du Gouvernement.", "92.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "93.  La requérante, se référant en premier lieu à l’arrêt Marckx c. Belgique, soutient que la relation entre une mère célibataire et son enfant relève de la vie familiale au sens de l’article 8 de la Convention.", "Elle expose ensuite que, selon l’article 337 du code civil turc, l’autorité parentale est attribuée à la mère lorsqu’elle n’est pas mariée au père de l’enfant. Elle ajoute que cette disposition est en soi suffisante pour que l’autorité parentale soit reconnue à la mère, sans qu’il y ait besoin d’une décision de justice à cet égard. Elle se réfère sur ce point à un arrêt de la Cour constitutionnelle daté du 13 novembre 2008 (voir la partie « Le droit et la pratique internes pertinents », paragraphe 86 ci-dessus).", "94.  Elle reproche en outre aux autorités de l’Etat de ne pas lui avoir garanti le respect de son droit à la vie familiale sur quatre points :", "i.  les autorités nationales ne l’auraient pas réunie avec son fils, nonobstant la disposition, claire à ses yeux, du code civil ;", "ii.  elles n’auraient pas rapidement rendu une décision de justice dans ce sens ;", "iii.  elles n’auraient pas empêché le père d’enlever l’enfant et de le cacher, nonobstant plusieurs plaintes pénales qu’elle aurait introduites ;", "iv.  elles n’auraient pas procédé à l’exécution de diverses mesures provisoires ordonnées à cet égard.", "95.  Le Gouvernement soutient que les autorités nationales ont fait tout ce qui était en leur pouvoir pour assurer à la requérante l’exercice de son droit d’accès à son enfant. Il estime qu’il ne peut être tenu pour responsable des entraves mises par le père de l’enfant à l’exercice de ce droit. Le Gouvernement affirme que les faits dénoncés étaient notamment dus à un problème ne relevant pas de sa responsabilité, à savoir l’animosité existant entre la requérante et son ex-compagnon.", "Le Gouvernement indique ensuite que les autorités nationales n’ont pas un pouvoir illimité pour prendre les mesures qu’il aurait été nécessaire de prendre pour que la requérante pût user de ses droits parentaux. Il ajoute que les mesures en question doivent être conformes à la loi et qu’elles ne doivent en aucun cas empêcher la partie adverse d’exercer ses propres droits ni donner lieu à d’autres violations.", "Le Gouvernement souligne enfin que la législation turque en la matière contient des dispositions garantissant le respect du droit à la famille ainsi que l’exercice des droits parentaux.", "96.  Dans la présente affaire, le Gouvernement expose d’abord que l’autorité parentale appartient à la requérante en vertu de l’article 337 du code civil turc et que cela a été établi par le jugement du 18 octobre 2007 rendu par le tribunal de la famille. Il précise que ce jugement a été infirmé par la Cour de cassation pour une question procédurale.", "97.  Le Gouvernement renvoie ensuite aux mesures prises par les décisions du 2 juillet 2003 et du 13 novembre 2003, ainsi qu’à l’instruction pénale contre le père de l’enfant qui s’en est suivie. Il précise que l’intéressé a été condamné pour certains de ses actes et que des procédures sont pendantes pour d’autres actes. Il annexe une décision de condamnation avec sursis du 7 décembre 2007, prononcée à l’encontre de l’ex-compagnon de la requérante pour menaces et voies de fait contre cette dernière, ainsi que d’autres documents relatifs à diverses procédures, pendantes ou terminées par un acquittement, menées à l’encontre de l’intéressé pour voies de fait, violences et soustraction d’enfant.", "Le Gouvernement estime que la durée de ces procédures est essentiellement due au comportement des parties, qui n’auraient pas payé dans les délais requis les frais imposés pour l’audition des témoins ou qui n’auraient pas suivi certains dossiers. Il ajoute que la requérante ne s’est pas présentée à l’examen médico-légal qui était d’une importance cruciale pour la clôture d’un dossier criminel.", "98.  Le Gouvernement indique en outre que l’obligation pour l’Etat de garantir le respect de la vie familiale n’est pas absolue. Selon lui, si les autorités nationales doivent faire de leur mieux pour faciliter une coopération aux fins de l’exercice des droits prévus à l’article 8, l’obligation de prendre des mesures coercitives doit être limitée dans la mesure où les droits et intérêts d’autres personnes, en particulier ceux de l’enfant, doivent également être pris en compte.", "99.  Le Gouvernement exprime enfin l’avis selon lequel, si le père de l’enfant a effectivement constamment refusé de se conformer aux décisions de justice concernant l’accès de la requérante à leur enfant, la requérante s’est, quant à elle, montrée passive dans l’exécution desdites décisions.", "Il réitère sur ce point que l’animosité entre les parties au litige, à savoir la requérante et son ex-compagnon, était la cause principale des difficultés rencontrées dans l’accès de la requérante à son enfant.", "100.  La requérante soutient qu’un tel raisonnement ne peut être accepté au vu des obligations positives incombant à l’Etat au titre de l’article 8 de la Convention.", "Elle indique que la bataille judiciaire qui a eu lieu entre elle-même et le père de l’enfant l’a empêchée de vivre avec son fils pendant près de sept ans au total. Dans cette période, elle n’aurait eu la possibilité que de voir son fils, et ce uniquement quand le père de l’enfant voulait bien le lui permettre. Elle serait même restée, pendant onze mois consécutifs, sans aucune nouvelle de son enfant.", "Elle ajoute que son fils lui a été soustrait par le père à quatre reprises, dont la première fois lorsque l’enfant avait quatre ans. Les autorités, dûment informées, selon elle, de la situation, n’auraient pas tenu compte du fait qu’elle détenait l’autorité parentale mais auraient estimé qu’un père ne pouvait être considéré comme ayant enlevé son propre enfant.", "101.  La requérante soulève les points suivants afin de souligner l’approche, selon elle inadéquate, des autorités, qui auraient indûment prolongé la procédure et l’éloignement de son enfant.", "i.  Le 15 mars 2005, la requérante aurait introduit une demande de mesure provisoire auprès du tribunal de la famille mais n’aurait obtenu un droit de visite que quinze mois plus tard, le 7 juin 2006. Elle reproche ainsi aux autorités judiciaires de n’avoir pas ordonné une mesure à même de créer les conditions nécessaires pour la réunion d’une mère avec son enfant de six ans.", "ii.  Le 11 septembre 2006, la requérante aurait demandé au tribunal d’ordonner une mesure provisoire dûment motivée lui permettant d’obtenir la garde de l’enfant ; elle aurait notamment mis en avant que l’année scolaire commençait et qu’un enfant si jeune avait besoin de sa mère auprès de lui. Sa demande n’aurait pas obtenu de réponse positive du tribunal qui, selon elle, n’a nullement tenu compte ni de l’intérêt de l’enfant à être avec sa mère ni de son intérêt en tant que mère à être avec son enfant.", "iii.  Le 18 octobre 2007, le tribunal aurait enfin décidé d’établir la résidence habituelle de l’enfant chez sa mère, alors même que celle-ci aurait détenu l’autorité parentale depuis la naissance de l’enfant. Toutefois, le tribunal aurait omis d’ordonner une mesure provisoire d’exécution immédiate. La Cour de cassation aurait ensuite infirmé, le 22 avril 2008, le jugement rendu en première instance, en raison de lacunes dans la procédure ; en conséquence, la requérante et son fils auraient été, pendant encore une année, victimes d’un processus judiciaire manquant, aux dires de l’intéressée, de sérieux et d’effectivité.", "iv.  Le 24 juillet 2008, la requérante aurait soumis une nouvelle demande de mesure provisoire afin de pouvoir vivre avec son fils. Le tribunal aurait rejeté sa demande, une fois de plus, aux dires de l’intéressée, sans aucunement tenir compte des intérêts en jeu. Pour la requérante, les termes dans lesquels le tribunal a motivé son rejet sont inacceptables (paragraphe 69 ci-dessus), en ce qu’ils auraient ignoré le libellé, clair selon elle, de l’article 337 du code civil ainsi que la décision rendue en première instance et infirmée sur la base de motifs uniquement procéduraux.", "v.  La requérante indique que, lors de l’audience du 10 mars 2009, le tribunal de la famille a reporté l’audience au motif qu’il y avait lieu de statuer sur le point de savoir si l’avis d’un psychologue pour enfants était nécessaire. Aux yeux de l’intéressée, un tel motif de report d’audience est incompréhensible à un stade aussi avancé d’une affaire dans laquelle le facteur temps serait particulièrement important.", "vi.  La requérante ajoute enfin que, lors de l’audience du 17 mai 2009, le tribunal a décidé de faire établir un rapport par un expert psychologue et qu’il a fallu cinq mois de recherche au tribunal pour finalement trouver un tel expert à Istanbul ; à cet égard, elle reproche au juge de ne pas avoir eu, au vu des conditions régnant en Turquie et du petit nombre d’habitants de la ville d’Erdek, le bon sens d’évaluer les faibles chances de trouver un psychologue pour enfants dans ce district.", "102.  La requérante se réfère par ailleurs aux procédures pénales qu’elle a intentées contre le père de son fils et qui se seraient majoritairement soldées par un non-lieu ou un acquittement. Elle déplore que la protection de certains aspects fondamentaux du droit à la vie privée et familiale, liés notamment à la soustraction d’un enfant à sa mère ainsi qu’au harcèlement et aux menaces exercés contre celle-ci, ne puisse être assurée efficacement que par le biais de la voie pénale. Elle fait remarquer à cet égard que la mesure ordonnée par le tribunal le 2 juillet 2003 n’a jamais été exécutée faute d’avoir été dûment notifiée à l’intéressé. Elle signale par ailleurs que quatre procédures sont encore pendantes devant les juridictions nationales, à savoir celles introduites devant le deuxième tribunal de la famille d’Istanbul et le tribunal correctionnel no 15 d’Istanbul, ainsi que les deux procédures concernant l’exécution des décisions de justice.", "103.  La requérante conclut que, nonobstant les démarches nombreuses et raisonnables qu’elle aurait entreprises auprès des autorités turques, celles-ci n’ont pas réagi de manière adéquate et effective et qu’elles n’ont pas rempli leurs obligations positives au titre de l’article 8 de la Convention.", "2.  Appréciation de la Cour", "104.  La Cour rappelle que, si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il peut engendrer de surcroît des obligations positives inhérentes à un « respect » effectif de la vie familiale. Elle rappelle également que la frontière entre les obligations positives et négatives de l’Etat au titre de cette disposition ne se prête pas à une définition précise et que les principes applicables sont comparables. Elle réitère en particulier qu’il faut, dans les deux cas, avoir égard au juste équilibre à ménager entre les intérêts concurrents de l’individu et de la société dans son ensemble, et que, de même, dans les deux hypothèses, l’Etat jouit d’une certaine marge d’appréciation (Keegan c. Irlande, 26 mai 1994, § 49, série A no 290).", "105.  S’agissant de l’obligation pour l’Etat d’arrêter des mesures positives, la Cour a déclaré à de nombreuses reprises que l’article 8 implique le droit d’un parent à des mesures propres à le réunir à son enfant et l’obligation pour les autorités nationales de les prendre (voir, par exemple, Neulinger et Shuruk c. Suisse [GC], no 41615/07, § 140, CEDH 2010..., Ignaccolo-Zenide c. Roumanie, no 31679/96, § 94, CEDH 2000-I, et Nuutinen c. Finlande, no 32842/96, § 127, CEDH 2000VIII).", "106.  La Cour rappelle également que l’obligation pour les autorités nationales de prendre des mesures à cet effet n’est toutefois pas absolue, car il arrive que la réunion d’un parent à ses enfants vivant depuis un certain temps avec l’autre parent ne puisse avoir lieu immédiatement et qu’elle requière des préparatifs. La nature et l’étendue de ceux-ci dépendent des circonstances de chaque espèce, mais la compréhension et la coopération de l’ensemble des personnes concernées en constituent toujours un facteur important. Si les autorités nationales doivent s’efforcer de faciliter pareille collaboration, une obligation pour elles de recourir à la coercition en la matière ne saurait être que limitée : il leur faut tenir compte des intérêts et des droits et libertés de ces mêmes personnes, et notamment des intérêts supérieurs de l’enfant et des droits que lui reconnaît l’article 8. Dans l’hypothèse où des contacts avec les parents risquent de menacer ces intérêts ou de porter atteinte à ces droits, il revient aux autorités nationales de veiller à un juste équilibre entre eux (Ignaccolo-Zenide, précité, § 94).", "107.  La Cour réitère ensuite le principe bien établi dans sa jurisprudence, selon lequel le but de la Convention consiste à protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs (voir, mutatis mutandis, Artico c. Italie, 13 mai 1980, § 33, série A no 37). Dans cette logique, elle rappelle qu’un respect effectif de la vie familiale commande que les relations futures entre parent et enfant se règlent sur la seule base de l’ensemble des éléments pertinents, et non par le simple écoulement du temps. Elle peut aussi avoir égard, sur le terrain de l’article 8, au mode et à la durée du processus décisionnel (W. c. RoyaumeUni, 8 juillet 1987, § 65, série A no 121, McMichael c. RoyaumeUni, 24 février 1995, §§ 87 et 92, série A no 307-B, et Dore c. Portugal, no 775/08, § 45, 1er février 2011).", "108.  Dans ce contexte, la Cour a noté que l’adéquation d’une mesure se juge à la rapidité de sa mise en œuvre. En effet, les procédures relatives à l’attribution de l’autorité parentale, y compris l’exécution des décisions rendues à leur issue, exigent un traitement urgent, car le passage du temps peut avoir des conséquences irrémédiables pour les relations entre les enfants et celui des parents qui ne vit pas avec eux (Ignaccolo-Zenide, précité, § 102 ; voir aussi Pini et autres c. Roumanie, nos 78028/01 et 78030/01, § 175, CEDH 2004-V).", "109.  Le point décisif en l’espèce consiste donc à savoir si les autorités nationales ont pris toutes les mesures que l’on pouvait raisonnablement exiger d’elles dans le cadre de la procédure portant sur l’attribution de l’autorité parentale ainsi que dans l’ensemble des procédures visant à la réunion de la requérante avec son fils.", "110.  La Cour observe que les obstacles rencontrés par la requérante à sa réunion avec son fils se sont situés à la fois au niveau de l’octroi des droits pertinents et de la mise en œuvre de ces droits.", "111.  A cet égard, la Cour note d’abord qu’il a fallu plus de cinq ans aux autorités turques pour octroyer, par une décision de justice définitive, l’autorité parentale à la requérante, mère de l’enfant.", "112.  La Cour observe l’existence en l’espèce d’une difficulté d’application de l’article 337 du « nouveau » code civil, entré en vigueur le 8 décembre 2001, qui régit le domaine de l’autorité parentale pour les enfants nés hors mariage. Elle note que cet article n’avait pas son équivalent dans l’ancien code civil et qu’aucune disposition particulière ne régissait ce domaine avant décembre 2001 (paragraphes 84-85 ci-dessus).", "La Cour admet que ce fait ait pu entraîner des questions dans l’application de la loi, notamment dans le cas d’un enfant qui, comme en l’espèce, est né avant l’entrée en vigueur de la nouvelle loi et a été officiellement reconnu par son père. Toutefois, cette circonstance ne saurait justifier le délai qui a été nécessaire aux autorités turques pour trancher la question de l’autorité parentale dont elles avaient été saisies par la requérante.", "113.  La Cour note par ailleurs que les tribunaux nationaux ont donné effet à la décision prononcée en faveur de la requérante avec un retard certain : alors qu’ils ont tranché la question de l’autorité parentale par le jugement du 18 octobre 2007, ils n’ont rendu une décision définitive et effective propre à réunir l’enfant avec sa mère que le 19 novembre 2009, date à laquelle la situation factuelle a enfin pu, par le biais d’une décision de justice, se mettre en harmonie avec la situation légale.", "114.  La Cour observe enfin que les nombreux retards dans la procédure dénoncés par la requérante (paragraphe 101) ne sont en aucun cas attribuables au comportement de l’intéressée.", "Si elle reconnaît que les difficultés rencontrées dans l’organisation des visites provenaient certes pour une large part de l’animosité existant entre les deux parents, la Cour ne saurait pour autant admettre que l’on impute à la requérante la responsabilité de l’impuissance des décisions ou mesures pertinentes à instaurer des contacts effectifs.", "115.  Elle estime en effet que ces divers retards, considérés avec la durée globale de la procédure décisionnelle qui s’est avérée nécessaire nonobstant le libellé clair du code civil, permettent de conclure que les autorités judiciaires nationales n’ont pas déployé des moyens efficaces pour réunir promptement la requérante et son enfant.", "116.  Eu égard à ce qui précède, la Cour conclut à la violation de l’article 8 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "117.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "118.  La requérante réclame 6 000 euros (EUR) pour préjudice matériel et 15 000 EUR pour préjudice moral. En ce qui concerne le dommage matériel, elle mentionne le paiement de séances de psychothérapie pour son fils ainsi que les frais de déplacement entre Istanbul et Erdek qu’elle aurait exposés pour voir son fils. Elle annexe à sa demande les copies des billets de transport, d’un montant total de 8 585 livres turques (TRL) (4 000 EUR environ).", "Quant au dommage moral, la requérante rappelle avoir dû vivre éloignée de son enfant pendant une très longue période, précisant qu’elle est même restée dans l’impossibilité d’obtenir des nouvelles de celui-ci pendant près d’un an et qu’elle n’a pas pu faire valoir son droit de visite pendant une année supplémentaire, faute de mesure provisoire. Elle évoque l’angoisse causée par cette situation et « les années perdues de sa maternité ».", "119.  Le Gouvernement estime ces montants non fondés et excessifs.", "120.  Statuant en équité, la Cour estime qu’il y a lieu d’octroyer à la requérante la somme de 19 000 EUR pour tous préjudices confondus.", "B.  Frais et dépens", "121.  La requérante demande également 12 805 EUR pour les frais et dépens engagés devant les juridictions internes et devant la Cour. Elle annexe à sa demande des factures d’un montant total de 26 553,46 TRL (environ 13 000 EUR) correspondant aux frais et honoraires d’avocat.", "122.  Le Gouvernement considère que cette demande n’est pas fondée.", "123.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime que les frais réclamés ont été réellement engagés, qu’ils correspondaient à une nécessité et qu’ils sont raisonnables quant à leur montant. Elle alloue donc à la requérante la somme de 12 805 EUR, tous frais confondus.", "C.  Intérêts moratoires", "124.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 19 000 EUR (dix-neuf mille euros), pour tous dommages confondus, ainsi que 12 805 EUR (douze mille huit cent cinq euros) pour frais et dépens, à convertir en livres turques au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt par la requérante ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 novembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente"]}