{"file": "FRE_CLINF_30428_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30428/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 27", "Février 2001", "Beer c. Autriche - 30428/96", "Arrêt 6.2.2001 [Section III]", "Article 6", "Procédure civile", "Article 6-1", "Droits et obligations de caractère civil", "Procédure concernant des frais de justice: article 6 applicable", "Procès équitable", "Égalité des armes", "Non-notification d’un appel formé relativement à des frais de justice: violation", "En fait: La requérante engagea une procédure contre son employeur, à l’issue de laquelle elle obtint un jugement et une ordonnance relative aux frais en sa faveur. L’employeur forma un recours contre l’ordonnance relative aux frais. La requérante ne fut pas informée de ce recours, qui fut accueilli par la cour d’appel.", "En droit: Article 6 § 1 – La Cour ne voit aucune raison de s’écarter de la conclusion de la Commission selon laquelle cette disposition s’applique à une procédure relative aux frais si ceux-ci ont été exposés dans le cadre d’un litige sur des droits et obligations de caractère civil, comme c’est le cas en l’espèce. Si l’on peut comprendre que pour des questions secondaires, telles les décisions sur les frais de procédure, les autorités nationales doivent tenir compte des exigences d’efficacité et d’économie, cela ne justifie pas d’ignorer le principe fondamental du contradictoire. En l’espèce, la requérante n’a pas été informée du recours et n’a donc pas eu la possibilité d’y répondre, ce qui a enfreint le principe d’égalité des armes.", "Conclusion: violation (unanimité).", "Article 41 – La Cour n’aperçoit aucun lien de causalité entre la violation et la perte matérielle alléguée par la requérante. En outre, elle estime que le constat de violation constitue une satisfaction équitable suffisante quant au dommage moral. Elle alloue à la requérante une indemnité pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}