{"file": "FRE_CLINF_21351_93.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "21351/93", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Mars 1998", "J.J. c. Pays-Bas - 21351/93", "Arrêt 27.3.1998", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Procédure contradictoire", "Impossibilité pour un demandeur dans une procédure fiscale devant la Cour de cassation de répondre aux conclusions de l’avocat général: violation", "", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "A.\tApplicabilité", "Recours du requérant contre une pénalité fiscale déclaré irrecevable au seul motif que le droit de greffe n’avait pas été acquitté – si la Cour de cassation avait cassé la décision de la cour d’appel, elle aurait eu pleine compétence pour statuer au fond et substituer sa propre décision à celle attaquée ou pour renvoyer, le cas échéant, l’affaire à la même cour d’appel ou à une autre – arrêt de la Cour de cassation décisif pour la détermination du bien-fondé de « l’accusation en matière pénale » ayant conduit à l’imposition de la pénalité litigieuse – fait que le pourvoi en cassation et la décision à son sujet se limitaient à une question préliminaire d’ordre procédural non suffisant pour emporter un constat d’inapplicabilité de l’article 6 § 1.", "B.\tObservation", "Similarité des caractéristiques essentielles de la procédure applicable devant la Cour de cassation néerlandaise et de celle applicable devant la Cour de cassation belge – but des conclusions du ministère public : assister la Cour de cassation et contribuer au maintien de l’unité de la jurisprudence – obligation pour le parquet de la Cour de cassation d’agir en observant la plus stricte objectivité.", "Grande importance du rôle assumé par le membre du ministère public : ses conclusions renferment un avis destiné à conseiller et influencer la Cour de cassation – l’impossibilité pour le requérant de répondre auxdites conclusions a méconnu son droit à une procédure contradictoire.", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "Frais et dépens : remboursement partiel.", "Conclusion : Etat défendeur tenu de verser au requérant une certaine somme pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}