{"file": "FRE_HFJUD_821_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "821/03", "text_paragraphs": ["", "QUATRIÈME SECTION", "", "", "AFFAIRE FINANCIAL TIMES LTD ET AUTRES\nc. ROYAUME-UNI", "(Requête no 821/03)", "", "Arrêt", "[Extraits]", "STRASBOURG", "15 décembre 2009", "", "", "définitif", "", "15/03/2010", "", "En l’affaire Financial Times Ltd et autres c. Royaume-Uni,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tLech Garlicki, président,\n\tNicolas Bratza,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tLedi Bianku,\n\tMihai Poalelungi, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 24 novembre 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 821/03) dirigée contre le Royaume-Uni de Grande-Bretagne et d’Irlande du Nord et dont quatre sociétés éditrices de presse – Financial Times Ltd (« FT »), Independent News & Media Ltd, Guardian Newspapers Ltd et Times Newspapers Ltd – et une agence de presse, Reuters Group plc (« les sociétés requérantes »), ont saisi la Cour le 20 décembre 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Devant la Cour, les intéressées ont été représentées par Clifford Chance, un cabinet d’avocats établi à Londres. Le gouvernement britannique (« le Gouvernement ») a été représenté par son agent, M. J. Grainger, du ministère des Affaires étrangères et du Commonwealth.", "3.  Dans leur requête, les requérantes alléguaient que la décision par laquelle la High Court leur avait enjoint, le 19 décembre 2001, de remettre à la société Interbrew un document ayant fait l’objet d’une fuite violait leur liberté d’expression ainsi que leur droit au respect de leur domicile et de leur correspondance. Elles soutenaient en outre que l’inégalité des armes ayant marqué la procédure dirigée contre elles portait atteinte à leur droit à un procès équitable et aux exigences procédurales découlant implicitement du droit au respect du domicile et de la correspondance ainsi que de la liberté d’expression.", "4.  Le 18 octobre 2005, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, elle a également décidé d’examiner conjointement la recevabilité et le fond de la requête.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les faits de la cause, tels qu’ils ont été exposés par les requérantes, peuvent se réumer comme suit.", "A.  Le contexte de l’affaire", "6.  Le 30 octobre 2001, une société belge de brasserie dénommée Interbrew demanda aux conseillers de sa banque d’investissement, Goldman Sachs (« GS ») et Lazard, par l’intermédiaire de son conseil d’administration, d’étudier la possibilité d’un rapprochement avec l’une de ses concurrentes sur le marché de la brasserie, la société South African Breweries plc (« SAB »), en vue du rachat éventuel de cette dernière.", "7.  Le 18 novembre 2001, GS établit un rapport sur le rachat envisagé. Ce document confidentiel, qui contenait des informations susceptibles d’influer sur le cours des actions d’Interbrew et de SAB, servit de support à un exposé présenté le 20 novembre 2001 au service des fusions et acquisitions d’Interbrew.", "8.  A une date non précisée, un inconnu (« la source anonyme ») dont même les requérantes ignorent l’identité se procura un exemplaire de l’exposé présenté à Interbrew. Le 27 novembre 2001, il adressa depuis la Belgique à plusieurs organes de presse – notamment au FT, au Guardian, au Times et à Reuters – des exemplaires d’un document (« le document ayant fait l’objet d’une fuite »). Selon la société Interbrew, ce document était presque identique à l’exposé qui lui avait été présenté, à ceci près que a) le prix unitaire de rachat des actions de SAB proposé dans le document original, compris entre 400 et 550 pence, y avait été remplacé par une offre de prix compris allant de 500 à 650 pence, et b) qu’il comportait un calendrier de présentation de l’offre.", "B.  L’écho donné à ces événements par la presse", "9.  Le 27 novembre 2001, M. Jones, journaliste au FT, reçut de la source anonyme un exemplaire du document ayant fait l’objet d’une fuite. Le même jour, à 17 heures, il téléphona à M. Van Praag, un employé de GS, pour lui indiquer qu’il avait reçu le document en question et qu’il avait l’intention de le publier. M. Van Praag rapporta cette conversation à M. Powell, le président-directeur général d’Interbrew. Ce dernier téléphona à M. Jones pour l’informer officiellement que sa société avait commandité une étude sur SAB mais qu’elle était encore loin d’avoir préparé une offre. Vers 22 heures, FT publia sur son site web un article indiquant qu’Interbrew se préparait en secret à prendre le contrôle de SAB, que des documents en sa possession révélaient qu’Interbrew pourrait faire une offre le 3 décembre 2001 et que M. Jones et M. Powell avaient eu une conversation dont le contenu était rapporté. L’article ne précisait pas quel était le prix proposé par Interbrew pour le rachat des actions de SAB mais reprenait précisément les codes employés par les conseillers dans leur présentation et citait les passages du document litigieux faisant état des réactions probablement positives du marché ainsi que des offres qui pourraient être présentées par la concurrence. Le FT publia sans le modifier l’article en question dans son édition papier du lendemain matin.", "10.  Le 27 novembre 2001, vers 17 heures 30, le Times reçut de la part de la source anonyme un exemplaire du document litigieux. Dans sa seconde édition, disponible en kiosque le 28 novembre 2001 vers 5 heures, il publia un article indiquant qu’il était en possession d’un document « confidentiel », que SAB se verrait probablement soumettre une proposition « ce week-end », qu’il existait un projet secret de rachat de SAB pour 4,6 milliards de livres sterling et que le prix unitaire par action proposé pourrait atteindre 590 pence.", "11.  Le 28 novembre 2001 à 12 h 51, la société Reuters fit état, par télex, de l’article publié par le FT et d’une hausse du cours de l’action de SAB à la bourse de Johannesburg. Le même jour, dans l’après-midi, elle reçut de l’informateur anonyme un exemplaire du document ayant fait l’objet d’une fuite. A 14 h 44, elle publia une dépêche mentionnant la réception du document en question.", "12.  Le 28 novembre 2001, vers 8 h 30, la société GS et Lazard contacta la commission de contrôle des opérations de fusion-acquisition, qui invita la société Interbrew à émettre une déclaration. Celle-ci fit paraître un communiqué de presse indiquant qu’elle avait effectivement entamé une étude préliminaire sur SAB dans le cadre de son examen annuel périodique des principaux acteurs mondiaux du marché de la brasserie, que cette étude ne constituait que le tout premier stade d’un processus susceptible de déboucher sur une offre de rachat dans un futur plus ou moins proche et qu’aucune proposition n’avait été formulée.", "13.  Le 28 novembre 2001, le Guardian reçut de la part de la source anonyme un exemplaire du document litigieux. Dans un article publié le 29 novembre 2001, il indiqua qu’un « document secret » émanant de GS et Lazard avait été « adressé par courrier » à « de nombreux » organes de la presse économique et précisa que d’autres opérations de rachat envisagées par Interbrew avaient été divulguées sans autorisation par le passé.", "14.  Faute d’avoir reçu de l’informateur anonyme un exemplaire du document ayant fait l’objet d’une fuite, The Independent se le procura auprès d’autres sources, mais décida de ne pas en faire état. Le 29 novembre 2001, il publia deux articles portant sur le document en question. L’un d’entre eux précisait que le prix de rachat proposé et le calendrier de l’opération étaient fictifs.", "15.  Le 29 novembre 2001, Interbrew fit paraître, avec l’autorisation de la commission de contrôle des fusions-acquisitions, un second communiqué de presse indiquant que le document litigieux contenait de fausses informations. Ce communiqué fut repris par les quatre sociétés requérantes, qui continuèrent à publier des articles évoquant des documents falsifiés et l’hypothèse d’un rachat.", "16.  La couverture médiatique donnée à cette affaire eut d’importantes conséquences sur le cours des actions d’Interbrew et de SAB. Le 27 novembre 2001, l’action d’Interbrew valait 29,40 EUR. Le lendemain midi, elle n’était plus cotée qu’à 27,20 EUR mais se rétablit à 28,25 EUR à la clôture du marché, après la publication du communiqué de presse. L’action de SAB se négociait à 442,74 pence à la clôture du marché le 27 novembre 2001. Le lendemain, elle valait 478 pence à la même heure. Inférieur à deux millions le 27 novembre 2001, le nombre d’opérations sur les actions de SAB dépassait les 44 millions le lendemain.", "17.  Le 30 novembre 2001, Interbrew demanda à une société spécialisée en matière de sécurité et de risques dénommée Kroll de l’aider à identifier l’informateur anonyme. Celle-ci n’y parvint pas. Le 6 décembre 2001, Interbrew adressa au juge d’instruction près le tribunal d’instance de Bruxelles une plainte contre X avec constitution de partie civile.", "C.  La procédure ayant fait application des principes énoncés dans l’affaire Norwich Pharmacal", "18.  Le 10 décembre 2001, Interbrew introduisit devant la High Court une action contre les requérantes sur le conseil de la société Kroll, qui lui avait indiqué que l’accès aux documents originaux pouvait contribuer de manière décisive au succès de l’enquête. Consciente du fait que les intéressées ignoraient l’identité de la source anonyme, Interbrew demanda à la High Court de leur enjoindre :", "« 1.  de lui remettre les documents :", "1.1.  contenant une étude portant sur [SAB] réalisée par [GS] et/ou [Lazard] ou y ayant trait ; et", "1.2.  prouvant la tenue de discussions avec leurs informateurs sur le sujet mentionné au point 1.1 ou retraçant le contenu de ces discussions ;", "2.  de lui faire savoir si pareils documents existaient et s’ils étaient en leur possession ;", "3.  de lui communiquer les noms et adresses :", "3.1  des sources leur ayant adressé les documents énumérés au point 1.1 ;", "3.2  des informateurs/sources avec qui elles avaient eu les discussions mentionnées au point 1.2. (...) »", "19.  Sans en informer les requérantes, Interbrew sollicita simultanément auprès de la High Court, qui fit droit à sa demande, la délivrance d’une ordonnance de référé ainsi libellée :", "« (...)", "4.  Les défenderesses adresseront aux avocats de la demanderesse, dans un délai de 48 heures à compter de la notification de la présente ordonnance, une liste :", "4.1  des documents dont elles disposent ;", "4.2  des documents dont elles dispos[ai]ent mais dont elles ne disposent plus, en précisant où ils se trouvent,", "et confirmeront, dans le même délai, les éléments susmentionnés par une attestation signée comportant une déclaration sur l’honneur", "Dans la mesure où l’application de la présente ordonnance n’exige pas des défenderesses qu’elles fournissent des informations révélant la source des informations contenues dans une publication dont elles sont responsables.", "(...) »", "20.  Le 11 décembre 2001, Interbrew demanda à la High Court la modification de l’ordonnance délivrée le 10 décembre 2001, l’invitant à remplacer le quatrième paragraphe de celle-ci par une injonction ordonnant aux requérantes d’établir, dans un délai de 48 heures, une attestation mentionnant les noms et adresses de toutes les personnes leur ayant fourni les documents énumérés dans l’annexe 3.1) et de toutes celles avec qui elles avaient eu des discussions évoquées ou citées dans les documents énumérés dans l’annexe 3.2) ou, si leur identité était inconnue, tout ce qu’elles savaient des circonstances dans lesquelles elles avaient obtenu les documents en question. Le 12 décembre 2001, la High Court ordonna la suppression intégrale des troisième et quatrième paragraphes de l’injonction délivrée le 10 décembre 2001.", "21.  Une audience de référé se tint les 14 et 17 décembre 2001 devant la High Court sur la demande d’injonction introduite par la société Interbrew. Celle-ci invoqua le principe énoncé dans l’affaire Norwich Pharmacal (voir paragraphe 39 ci-dessous) voulant que, si une personne se trouve impliquée, sans aucune faute de sa part, dans les actes délictueux d’autrui au point de les faciliter, elle a le devoir d’assister les victimes des actes en question en leur fournissant toute information et en leur révélant l’identité de l’auteur de l’acte délictueux.", "22.  Le 19 décembre 2001, la High Court rendit une décision (Interbrew v. Financial Times et al. ([2001] EWHC Ch 480)) où elle s’appuya sur les principes énoncés dans l’affaire Norwich Pharmacal pour ordonner la remise des documents dans les termes suivants :", "« 1.  Les défenderesses ne pourront modifier ou altérer les documents énumérés dans l’annexe/article 3, ni s’en défaire ou en disposer autrement.", "2.  Les défenderesses remettront les documents et les autres éléments énumérés à l’annexe/article 3 (...) à l’avocat de la demanderesse (...) dans un délai de 24 heures à compter de la notification de la présente ordonnance.", "(...)", "25.  Le 20 décembre 2001, la Cour d’appel autorisa les requérantes à se pourvoir devant elle et les invita à déposer leurs observations écrites le 28 décembre 2001 au plus tard. Le 8 mars 2002, elle débouta les intéressées de leur appel (Interbrew v. Financial Times et al. [2002] EWCA Civ 274). S’exprimant au nom de la majorité, le lord Justice Sedley jugea que, pour justifier sa demande tendant à l’application du pouvoir d’ordonner la production de documents ou la communication d’informations énoncé dans l’affaire Norwich Pharmacal, la société Interbrew devait établir que chacune des défenderesses avait facilité la commission d’un délit civil par une personne non identifiée à laquelle elle entendait demander réparation. Il releva que le seul délit dont Interbrew pouvait se plaindre était un manquement à la confidentialité de la part de l’informateur anonyme. Il estima que si Interbrew était parvenue à établir ce manquement, elle n’avait pas démontré qu’elle avait « une raison d’agir plus forte et plus solide en ce qui concerne le « mélange explosif » d’informations véridiques et de faux renseignements, car le mensonge n’[était] pas couvert par la protection accordée à la confidentialité et ne constitu[ait] pas à lui seul un fait délictueux » (paragraphe 28).", "(...)", "27. (...) et le lord Justice Sedley de conclure :", "« 49. (...) Je me suis résolu, non sans réticence, à admettre que l’injonction faite aux défenderesses de révéler les informations litigieuses était légitime. Aucun des éléments en notre possession ne donne à penser que nous serions mieux à même de statuer sur les principales questions qui se posent lors d’un procès à venir que nous ne le sommes aujourd’hui. Interbrew peut avancer, non sans quelque raison, qu’elle n’aura pas les mains libres vis-à-vis de South African Breweries, et éventuellement d’autres cibles, si elle ne peut – et tant qu’elle ne pourra – empêcher la réitération de cet acte de sabotage.", "(...)", "54.  Il me semble que si l’on admet qu’Interbrew a un intérêt légitime à agir en justice, le caractère relativement limité de la fuite dont elle est fondée à se plaindre ne diminue en rien la gravité qu’une nouvelle fuite pourrait avoir pour elle. Cela étant, la liberté de publier reconnue aux médias présente incontestablement un intérêt général qui s’attache aussi à la préservation du secret de leurs sources. Bien que je ne pense pas que la nature de l’information publiée soit par principe dépourvue de pertinence, je partage l’opinion émise par le lord Justice Laws dans l’arrêt Ashworth au moins en ceci qu’il n’appartient pas aux tribunaux de se prononcer sur l’intérêt ou l’importance que revêt pour eux l’information litigieuse, question qui relève de l’appréciation des journalistes et des éditeurs. Mais il peut s’ensuivre que plus la presse met l’accent sur une information, plus la partie lésée par la divulgation de celle-ci a un intérêt légitime à identifier et à neutraliser la source.", "55.  Il me semble que, en l’espèce, il faut surtout avoir égard à l’objectif que poursuivait manifestement la source. Cet objectif, à tout point de vue malintentionné, consistait à nuire – à des fins lucratives ou malveillantes – aux investisseurs, à Interbrew, ou aux deux ensemble. Pour s’en assurer, on peut légitimement s’appuyer non seulement sur le document qu’Interbrew qualifie d’authentique, mais aussi sur les pages qui y ont été insérées car elles visaient à provoquer le maximum de dommages, abstraction faite de la question de savoir s’il s’agissait de pièces authentiques ou de faux, d’originaux ou d’ajouts. Du point de vue factuel, le « mélange explosif » a une importance, même s’il n’a aucune pertinence sur le plan juridique en ce qui concerne les phases précédentes de l’examen de l’affaire. J’estime que l’intérêt général s’attachant à la protection de la source à l’origine de pareille fuite n’est pas suffisant pour l’emporter sur l’intérêt public supérieur qu’il y a à autoriser Interbrew à agir en justice contre la source. »", "28.  Le 9 juillet 2002, la Chambre des lords refusa aux requérantes l’autorisation de se pourvoir devant elle. Par la suite, Interbrew invita les intéressées à se conformer à l’injonction qui leur avait été faite de lui remettre les documents litigieux. Les intéressées refusèrent d’obtempérer. Interbrew engagea une procédure d’exécution à l’encontre du Guardian, dont elle se désista.", "(...)", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "37.  Les requérantes allèguent que la décision rendue le 19 décembre 2001 par laquelle la High Court leur a enjoint de communiquer à Interbrew le document ayant fait l’objet d’une fuite a violé leur liberté d’expression telle que garantie par l’article 10 de la Convention, dont les passages pertinents sont ainsi libellés :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique (...) à la défense de l’ordre et à la prévention du crime, (...) à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles (...). »", "38.  Elles se plaignent en outre d’une violation de l’aspect procédural de leur liberté d’expression au motif qu’elles n’ont pas bénéficié de l’égalité des armes dans la procédure où furent appliqués les principes énoncés dans l’affaire Norwich Pharmacal et à laquelle elles étaient parties.", "(...)", "B.  Sur le fond", "1.  Thèses des parties", "a)  Thèse des requérantes", "46.  Les requérantes allèguent que l’injonction des juridictions internes risque de conduire à l’identification de leurs sources journalistiques, au mépris de leur liberté d’expression. Elles soutiennent en particulier que i) le critère de « l’intérêt de la justice » énoncé à l’article 10 de la loi de 1981 autorise une interprétation trop large des exceptions prévues par l’article 10 § 2, que ii) la délivrance d’une injonction de remise de pièces devant nécessairement aboutir à une ingérence dans la liberté d’expression est par principe injustifiée dans le cas où, comme en l’espèce, la gravité du préjudice causé au demandeur et l’existence du dommage subi par lui ne peuvent être déterminées, que iii) la délivrance d’une injonction de remise de pièces est par principe injustifiée lorsque les autres voies d’administration de la preuve n’ont pas été épuisées et/ou que le caractère adéquat des investigations n’est pas suffisamment établi, et que iv) les juridictions internes ont jugé à tort que l’objectif poursuivi par la source anonyme était pertinent et qu’il devait entrer dans le débat judiciaire.", "47.  Elles soulignent que la divulgation des sources journalistiques a un effet dissuasif sur la liberté d’expression de la presse en démocratie. Une injonction de révélation de l’identité d’une source ne se distinguerait en rien d’une injonction tendant à la divulgation de documents susceptibles de conduire à l’identification d’une source. Les tribunaux n’auraient pas ménagé un juste équilibre entre l’intérêt d’Interbrew à connaître l’identité de la source anonyme et l’intérêt général crucial qui s’attache à la protection des sources journalistiques des requérantes. En conséquence, l’injonction litigieuse n’aurait pas été « nécessaire dans une société démocratique ».", "48.  Faute de présenter des garanties suffisantes, la procédure employée pour contraindre les intéressées à remettre les documents ayant fait l’objet d’une fuite n’aurait pas été équitable. Les requérantes n’auraient pas bénéficié de l’égalité des armes car la High Court aurait tenu pour établis des faits importants dont elle aurait tenu compte aux fins de l’exercice de mise en balance exigé par l’article 10 § 2 sans avoir correctement examiné les preuves pertinentes. A cet égard, il y aurait lieu de relever que i) la High Court aurait souscrit à la thèse d’Interbrew selon laquelle les documents litigieux avaient été falsifiés sans que les intéressées aient pu la contester, faute pour elles d’avoir eu accès à l’intégralité des documents détenus par Interbrew, que ii) les juridictions auraient pris pour argent comptant l’affirmation d’Interbrew selon laquelle celle-ci avait correctement – mais vainement – enquêté sur la fuite, là encore sans que les intéressées aient pu contester cette affirmation ou contre-interroger les témoins concernés, et que iii) elles auraient estimé que la source anonyme était animée par des intentions malveillantes sans avoir pris connaissance de tous les témoignages.", "49.  Les seules preuves produites par Interbrew auraient consisté en des attestations – émanant pour quatre d’entre elles de ses avocats et pour une autre de son vice-président directeur et conseiller du président – faisant état de ouï-dire de deuxième ou de troisième main. Ces attestations auraient contenu des indications ou des opinions et non des faits dont leurs auteurs avaient eu personnellement connaissance. Les incohérences et les omissions dont elles étaient affectées n’auraient pas été correctement examinées par les tribunaux. Faute de garanties procédurales suffisantes, la procédure suivie par les juridictions pour statuer sur la nécessité et la proportionnalité de l’injonction de divulgation n’aurait pas été pleinement contradictoire.", "50.  Enfin, le refus des intéressées de déférer à l’injonction de remise des pièces pourrait leur valoir des sanctions pénales pour outrage à la Cour. Eu égard aux circonstances de l’espèce, le principe de l’égalité des armes aurait dû être appliqué de manière plus rigoureuse que dans une procédure civile ordinaire.", "b)  Thèse du Gouvernement", "51.  Faisant valoir que l’article 10 ne garantit pas en toutes circonstances le respect du principe de l’égalité des armes et que celui-ci admet des restrictions dans les conditions fixées par l’article 10 § 2, le Gouvernement combat la thèse des requérantes.", "52.  Tel qu’il a été appliqué dans la présente affaire, l’article 10 de la loi de 1981 serait compatible avec l’article 10 de la Convention. En outre, les juridictions internes se seraient à juste titre fondées sur les preuves dont elles disposaient pour parvenir à leurs conclusions et en auraient légitimement tenu compte pour délivrer l’injonction critiquée. En ce qui concerne le dommage causé à Interbrew, force serait de constater que le cours des actions de cette société avait baissé et que celles de SAB s’étaient appréciées. En outre, compte tenu de la dissimulation de l’identité de la source, du fait que celle-ci n’ait pas tenté de justifier la fuite et de l’absence d’élément contredisant la thèse d’Interbrew selon laquelle les documents divulgués avaient été altérés, l’appréciation portée par les juridictions concernées sur les intentions de la source anonyme aurait été fondée. Enfin, les allégations des requérantes critiquant l’enquête menée par Interbrew sur la fuite s’analyseraient en une tentative de recours contre l’arrêt de la Cour d’appel, laquelle aurait logiquement conclu que tous les efforts possibles avaient été déployés pour identifier la source de la fuite.", "53.  L’injonction litigieuse n’obligerait pas les requérantes à révéler directement l’identité de la source anonyme. Il y aurait un intérêt général à identifier l’auteur d’un acte susceptible de constituer une grave infraction pénale et Interbrew aurait pu subir des dommages. Dans ces conditions, l’ordonnance aurait été nécessaire et proportionnée et la Cour devrait respecter la marge d’appréciation dont jouissent les autorités internes en la matière.", "54.  Les intéressées pouvaient revendiquer l’égalité des armes dans une procédure où les critères énoncés dans l’affaire Norwich Pharmacal étaient applicables. Cela étant, les Etats contractants jouiraient d’une marge d’appréciation plus étendue en matière civile, où il importerait d’apprécier l’équité globale de la procédure. La procédure litigieuse aurait été équitable notamment parce que l’appréciation des juridictions internes sur les intentions malveillantes de la source anonyme à l’égard d’Interbrew et la question de savoir si les documents ayant fait l’objet d’une fuite contenaient des informations erronées n’étaient pas pertinentes en ce qui concerne l’équité du procès. Par ailleurs, les intéressées n’auraient pas été sommées de révéler le nom de leur informateur.", "55.  Les requérantes auraient disposé d’autres voies de droit mais ne les auraient pas utilisées. Dans ces conditions, elles auraient bénéficié d’un procès équitable.", "2.  Appréciation de la Cour", "56.  La Cour observe que l’injonction de divulgation du 19 décembre 2001 n’a pas été exécutée contre les requérantes. Toutefois, le dommage subi par elles n’en a pas pour autant disparu puisque l’injonction demeure susceptible d’exécution, même s’il est hautement improbable aujourd’hui que des démarches soient entreprises à cet effet (voir Steel et Morris c. Royaume-Uni, no 68416/01, § 97, CEDH 2005II). Le Gouvernement ne le conteste pas. Il s’ensuit que l’injonction du 19 décembre 2001 s’analyse en une ingérence dans la liberté d’expression des intéressées. Il convient donc de rechercher si cette ingérence se justifiait au regard de l’article 10 § 2.", "a)  « Prévue par la loi »", "57.  La Cour observe que l’injonction se fondait sur le principe de common law énoncé dans l’affaire Norwich Pharmacal et sur l’application de l’article 10 de la loi de 1981 tel qu’interprété par la jurisprudence ultérieure. Il s’ensuit que l’ingérence était « prévue par la loi » au sens de l’article 10 § 2 (voir Goodwin c. Royaume-Uni, 27 mars 1996, §§ 31-33, Recueil des arrêts et décisions 1996II). Ce point ne prête pas à controverse entre les parties.", "b)  But légitime", "58.  L’ingérence litigieuse a été présentée tour à tour comme visant à protéger les droits d’autrui, à empêcher la divulgation d’informations confidentielles et à prévenir des infractions. La Cour observe que les enquêtes et les poursuites auxquelles donnent lieu les infractions sont en principe menées par l’Etat. Dans la présente affaire, la procédure dans laquelle il a été fait application des principes énoncés dans l’affaire Norwich Pharmacal a été déclenchée à l’initiative d’une partie privée. La Cour relève en outre que le juge Sedley a souligné que la requête introduite par Interbrew en vue d’obtenir communication des documents litigieux était apparue à première vue légitime pour la seule raison que cela pouvait l’aider à identifier le bon défendeur à une action tendant à sanctionner un manquement à une obligation de confidentialité – et donc à empêcher que d’autres fuites d’informations confidentielles ne se produisent – ainsi qu’à agir contre la source anonyme en réparation des dommages déjà subis (paragraphe 27 ci-dessus). Dans ces conditions, la Cour considère que l’ingérence litigieuse poursuivait deux buts légitimes, à savoir protéger les droits d’autrui et empêcher la divulgation d’informations confidentielles.", "c)  « Nécessaire dans une société démocratique »", "i.  Principes généraux", "59.  La Cour rappelle que la liberté d’expression constitue l’un des fondements essentiels d’une société démocratique, raison pour laquelle les garanties à accorder à la presse revêtent une importance particulière. En outre, la protection des sources journalistiques est l’une des conditions primordiales de la liberté de la presse. L’absence d’une telle protection pourrait dissuader les sources journalistiques d’aider la presse à informer le public sur des questions d’intérêt général. En conséquence, la presse pourrait être moins à même de jouer son rôle indispensable de « chien de garde » et son aptitude à fournir des informations précises et fiables pourrait s’en trouver amoindrie. Eu égard à l’importance que revêt la protection des sources journalistiques pour la liberté de la presse dans une société démocratique et à l’effet négatif sur l’exercice de cette liberté que risque de produire une injonction de divulgation, pareille mesure ne saurait se concilier avec l’article 10 de la Convention que si elle se justifie par un impératif prépondérant d’intérêt général (voir Goodwin, précité, § 39).", "60.  De manière générale, la « nécessité » d’une éventuelle restriction à l’exercice de la liberté d’expression doit se trouver établie de manière convaincante. Il revient en premier lieu aux autorités nationales d’évaluer s’il existe un « besoin social impérieux » susceptible de justifier cette restriction, exercice pour lequel elles bénéficient d’une certaine marge d’appréciation. En l’espèce, cependant, le pouvoir d’appréciation national se heurte à l’intérêt de la société démocratique à assurer et à maintenir la liberté de la presse. Il convient d’accorder un grand poids à cet intérêt lorsqu’il s’agit de déterminer si la restriction était proportionnée au but légitime poursuivi. Les limitations apportées à la confidentialité des sources journalistiques appellent de la part de la Cour l’examen le plus scrupuleux (Goodwin, précité, § 40).", "61.  La Cour n’a point pour tâche, lorsqu’elle exerce son contrôle, de se substituer aux autorités nationales, mais d’examiner l’affaire dans son ensemble, à la lumière de l’article 10, et de rechercher si les décisions qu’elles ont prises relèvent de leur marge d’appréciation. Elle doit donc considérer l’ingérence et déterminer si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (Handyside c. Royaume-Uni, 7 décembre 1976, § 50, série A no 24 et Goodwin, précité, § 40).", "62.  La Cour rappelle que, selon l’article 10 § 2, l’exercice de la liberté d’expression comporte des devoirs et des responsabilités qui s’appliquent aussi à la presse. L’article 10 protège le droit – et le devoir – des journalistes de communiquer des informations sur des questions d’intérêt général dès lors qu’ils s’expriment de bonne foi de manière à fournir des informations exactes et dignes de crédit dans le respect de la déontologie journalistique (Fressoz et Roire c. France [GC], no 29183/95, § 54, CEDH 1999I ; et Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, § 65, CEDH 1999III).", "63.  La Cour relève que les injonctions de divulgation des sources peuvent avoir un impact préjudiciable non seulement sur les sources, dont l’identité peut être révélée, mais également sur les journaux qu’elles visent en ce qu’elles peuvent nuire à leur réputation auprès des sources potentielles, et sur les membres du public, qui ont intérêt à recevoir des informations provenant de sources anonymes et sont eux-mêmes des sources en puissance (voir, mutatis mutandis, Voskuil c. Pays-Bas, no 64752/01, § 71, 22 novembre 2007). S’il est possible que, dans l’esprit du public, le principe de confidentialité des sources ne soit guère affecté par les dérogations pouvant y être apportées dans les cas où une source agit manifestement de mauvaise foi dans l’intention de nuire et falsifie délibérément des informations, les juridictions nationales devraient se garder de conclure trop hâtivement, en l’absence de preuves irréfutables, que ces éléments sont réunis dans tel ou tel cas. En tout état de cause, la Cour souligne que, compte tenu des multiples intérêts en jeu, le comportement de la source n’est jamais déterminant quant à la question de savoir si une injonction de divulgation doit être délivrée. Il n’est que l’un des éléments – certes important – à prendre en compte dans l’exercice de mise en balance imposé par l’article 10 § 2.", "ii.  Application en l’espèce des principes susmentionnés", "64.  La Cour rappelle que, dans l’affaire Goodwin, elle a été appelée à se prononcer sur l’injonction faite à un journaliste de communiquer les notes prises lors d’une conversation téléphonique qui mentionnaient l’identité d’une personne lui ayant révélé des informations sur un projet confidentiel de plan de développement de la société bénéficiaire de l’injonction – document qui avait disparu – ainsi que toutes les copies du plan se trouvant en sa possession ou en celle de son employeur. L’injonction litigieuse avait été délivrée par les juridictions internes en raison principalement des graves préjudices que la publication des informations contenues dans le plan de développement auraient pu causer à la société concernée – et donc aux moyens d’existence de ses salariés – alors que des négociations en vue de trouver de nouveaux financements étaient en cours. La Cour a relevé qu’un aspect capital de la menace de préjudice commercial pesant sur la société avait déjà été neutralisé grâce à l’injonction interdisant à la presse de divulguer les informations confidentielles. Tout en reconnaissant que l’injonction critiquée visait aussi à permettre à la société concernée d’agir contre l’informateur pour récupérer le document disparu, pour empêcher d’autres fuites portant sur le contenu du plan et pour démasquer un employé ou un collaborateur déloyal, la Cour a jugé que, pour établir la nécessité de la divulgation au regard de l’article 10, il ne suffisait pas qu’une partie désireuse d’obtenir la divulgation se contente de montrer que, faute d’une telle mesure, elle ne pourrait exercer le droit protégé par la loi ni éviter le dommage qui la menaçait du fait de la violation alléguée de la loi. Elle a ajouté que les considérations dont les institutions de la Convention devaient tenir compte pour exercer leur contrôle sur le terrain de l’article 10 faisaient pencher la balance des intérêts en présence en faveur de celui de la défense de la liberté de la presse dans une société démocratique. Au vu des faits de l’espèce, la Cour a déclaré (au paragraphe 45),", "« (...) qu’elle ne juge[ait] pas que les intérêts de [la société concernée] à  éliminer, en engageant une procédure contre la source, l’autre aspect de la menace de dommage à son encontre que représentait la diffusion des informations confidentielles par d’autres voies que la presse, obtenir des dommages-intérêts et démasquer un salarié ou un collaborateur déloyal – [étaient] suffisants, même cumulés, pour l’emporter sur l’intérêt public capital que constitue la protection de la source du journaliste requérant. »", "65.  Dans l’arrêt rendu en l’espèce par la Cour d’appel, le juge Sedley a estimé que le caractère « relativement limité de la fuite » dont Interbrew était fondée à se plaindre ne diminuait en rien la gravité que pourrait avoir pour elle sa réitération. Il a conclu que l’intérêt général s’attachant à la protection de l’identité de la source d’une telle fuite n’était pas suffisant pour l’emporter sur l’intérêt public supérieur qu’il y avait à autoriser Interbrew à agir contre la source (paragraphe 27), au motif principal que celle-ci poursuivait un objectif « à tout point de vue malintentionné – consista[n]t à nuire à des fins lucratives ou malveillantes (...) ».", "66.  Pour conclure à la violation de l’article 10 dans l’affaire Goodwin, la Cour a estimé que les allégations imputant à la source des informations ayant fait l’objet d’une fuite des « motifs peu avouables » n’étaient pas pertinentes, alors pourtant que la High Court avait considéré que la source avait agi dans le but d’« obtenir la publication, préjudiciable à la société, d’informations dont le caractère sensible et confidentiel n’avait pas dû lui échapper » (voir les paragraphes 15 et 38 de l’arrêt Goodwin, où se trouve exposée la thèse du Gouvernement selon laquelle la mauvaise foi de la source aurait dû la priver de la protection découlant du secret des sources journalistiques). Si la Cour admet que l’intention de nuire d’une source pourrait dans certains cas constituer en soi un motif pertinent et suffisant pour justifier une injonction de divulgation, elle estime que la procédure dirigée contre les requérantes n’a pas permis d’établir les mobiles de la source anonyme avec un degré suffisant de certitude. Dans ces conditions, la Cour ne croit pas devoir attacher une grande importance aux intentions prêtées à la source dans la présente affaire.", "67.  En ce qui concerne les allégations de falsification du document ayant fait l’objet d’une fuite, la Cour rappelle qu’il relève des devoirs et des responsabilités des journalistes de contribuer au débat public en diffusant des informations exactes et dignes de foi. Pour rechercher si une injonction de divulgation se justifie dans le cas où une information ayant fait l’objet d’une fuite et les articles auxquels elle a donné lieu sont erronés, les tribunaux peuvent tenir compte notamment des mesures prises par les journalistes pour vérifier l’exactitude de l’information tout en gardant à l’esprit que, compte tenu des particularités du principe de protection des sources, les mesures en question ne sauraient être déterminantes mais doivent être examinées à la lumière de l’ensemble de l’affaire (paragraphe 63 cidessus). En tout état de cause, les juridictions internes n’ont pas répondu à la question de savoir si le document litigieux avait été falsifié. A cet égard, la Cour d’appel a observé que, à l’instar des requérantes, elle n’avait aucun moyen de savoir si la source anonyme aurait pu démonter qu’elle s’était bornée à rassembler des documents authentiques trouvés dans les locaux d’Interbrew, de GS et de Lazard si elle avait été découverte. La Cour estime elle aussi qu’il n’a pas été établi avec un degré suffisant de certitude que le document litigieux était un faux, raison pour laquelle son authenticité ne saurait passer pour un élément important en l’espèce.", "68.  Il reste à rechercher si, eu égard aux circonstances de l’espèce, l’intérêt d’Interbrew à identifier la source anonyme et à agir contre elle dans le but d’empêcher d’autres fuites d’informations confidentielles et d’obtenir réparation des dommages déjà causés est suffisant pour prévaloir sur l’intérêt du public à la protection des sources journalistiques.", "69.  A cet égard, la Cour observe d’emblée que, à chaque fois qu’une fuite non autorisée se produit, d’autres risquent en général de survenir si elle n’est pas découverte (voir Goodwin, §§ 17-18 et 41). En l’espèce, la Cour observe qu’Interbrew avait été informée, avant la publication du premier article paru dans FT, que ce journal disposait d’un exemplaire du document litigieux et qu’il entendait publier les informations qu’il contenait. Contrairement à la société victime de la fuite en cause dans l’affaire Goodwin, Interbrew n’a pas cherché à obtenir une injonction interdisant la publication d’informations commerciales prétendument confidentielles et sensibles. En outre, la prévention de nouvelles fuites ne peut justifier une injonction de révélation de l’identité d’une source que dans des cas exceptionnels, lorsqu’il n’existe aucun autre moyen raisonnable et moins intrusif de parer au risque existant et que celui-ci est suffisamment sérieux et déterminé pour que pareille décision soit nécessaire au sens de l’article 10 § 2. Il est vrai que la Cour d’appel a jugé qu’il n’existait pas de mesure moins intrusive pour découvrir la source en se fondant sur le fait que Kroll, la société de conseil en matière de sécurité et de risques mandatée par Interbrew pour l’aider à identifier l’informateur anonyme, avait échoué dans sa mission. Toutefois, la Cour note qu’il ressort des décisions internes que les preuves produites par Interbrew ne contenaient pas de description exhaustive des investigations menées et que la conclusion de la Cour d’appel selon laquelle Kroll avait fait tout ce qui était possible à l’époque pertinente pour identifier la source anonyme était fondée sur des déductions tirées d’éléments de preuve soumis à la justice.", "70.  La Cour relève que, contrairement à l’injonction en cause dans l’affaire Goodwin, celle dirigée contre les intéressées les obligeait à divulguer des documents qui ne conduisaient pas directement à l’identification de la source, mais qui étaient seulement susceptibles, après examen, de conduire à cette identification. Toutefois, cette distinction ne revêt pas une importance cruciale aux yeux de la Cour. A cet égard, la Cour souligne que la participation apparente de journalistes à l’identification de sources anonymes a toujours un effet inhibiteur. En l’espèce, il suffit de constater que l’injonction incriminée visait à contraindre les requérantes à livrer des informations ou à apporter leur collaboration à l’identification de la source anonyme (voir Roemen et Schmit c. Luxembourg, no 51772/99, § 47, CEDH 2003IV).", "71.  En conséquence, la Cour estime que, même considérés ensemble, les intérêts d’Interbrew à se prémunir contre un risque de dommage lié à la diffusion éventuelle d’informations confidentielles par le biais d’une action contre la source anonyme, et à obtenir réparation du préjudice causé par des manquements avérés à une obligation de confidentialité, ne suffisent pas à l’emporter sur l’intérêt public qui s’attache à la protection des sources journalistiques.", "72.  Enfin, au vu de ce qui précède, la Cour considère qu’il n’y a pas lieu d’examiner séparément le grief des requérantes tiré de la violation alléguée de l’aspect procédural de leur liberté d’expression et tenant au fait qu’elles n’auraient pas bénéficié de l’égalité des armes au cours de la procédure dans laquelle ont été appliqués les principes énoncés dans l’affaire Norwich Pharmacal.", "73.  En conclusion, la Cour estime qu’il y a eu violation de l’article 10 de la Convention.", "(...)", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "(...)", "", "5.  Dit", "a)  que l’Etat défendeur doit verser aux requérantes au titre des frais et dépens, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 160 000 EUR (cent soixante mille euros) au total, y compris tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée, à convertir en livres sterling au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 15 décembre 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tLawrence Early\tLech Garlicki\n\tGreffier\tPrésident"]}