{"file": "FRE_CLINF_25579_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "25579/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 136", "Décembre 2010", "A, B et C c. Irlande [GC] - 25579/05", "Arrêt 16.12.2010 [GC]", "Article 8", "Article 8-1", "Respect de la vie privée", "Restrictions à l’avortement en Irlande: violation; non-violation", "", "En fait – En droit irlandais, l’avortement est pénalement réprimé par les articles 58 et 59 de la loi de 1861 sur les infractions contre les personnes. Par ailleurs, un référendum tenu en 1983 aboutit à l’introduction de l’article 40.3.3 de la Constitution (le huitième amendement), en vertu duquel l’Etat irlandais reconnaît le droit à la vie de l’enfant à naître et, compte dûment tenu du droit égal de la mère à la vie, garantit le respect de ce droit dans les lois nationales. Cette disposition fut interprétée par la Cour suprême dans la célèbre affaire X comme signifiant que l’avortement était légal en Irlande s’il existait un risque réel et sérieux pour la vie, et pas uniquement pour la santé, de la mère qui ne pouvait être évité que par une interruption de grossesse. La Cour suprême déclara à l’époque trouver regrettable que le Parlement n’ait adopté aucune législation en vue de régir le droit garanti par la Constitution. En 1992, un autre référendum aboutit à l’adoption des treizième et quatorzième amendements à la Constitution, qui levèrent l’interdiction de se rendre dans d’autres pays pour y avorter et autorisèrent la diffusion d’informations en Irlande sur les possibilités d’avorter légalement à l’étranger.", "Les trois requérantes résidaient en Irlande à l’époque des faits ; toutes trois se retrouvèrent accidentellement enceintes et décidèrent de subir un avortement, estimant que leurs circonstances personnelles ne leur permettaient pas de mener leur grossesse à terme. La première requérante, mère célibataire sans emploi, avait quatre jeunes enfants qui avaient tous été placés. Selon elle, elle décida d’avorter car elle craignait que le fait d’avoir un autre enfant ne compromît ses chances de recouvrer la garde de ses enfants et ses efforts soutenus pour surmonter son alcoolisme. La deuxième requérante n’était pas disposée à élever un enfant seule. Les médecins lui avaient dit au départ qu’il s’agissait peut-être d’une grossesse extra-utérine mais ce diagnostic avait été écarté avant qu’elle ne subît l’avortement. La troisième requérante, atteinte d’un cancer, soutient n’avoir pu obtenir un avis médical sur le point de savoir si mener sa grossesse à terme pouvait mettre sa vie en danger ou dans quelle mesure son fœtus pouvait avoir été affecté par les examens médicaux contre-indiqués en cas de grossesse qu’elle avait subis avant de se rendre compte qu’elle était enceinte. En raison des restrictions en vigueur en Irlande, les trois requérantes furent contraintes de se faire avorter dans une clinique privée en Angleterre, et de subir un processus qu’elles décrivent comme revêtant un caractère inutilement coûteux, compliqué et traumatisant. La première requérante dut emprunter de l’argent à un usurier, et la troisième requérante, qui en était pourtant au début de sa grossesse, soutient avoir été obligée d’attendre huit semaines avant de subir un avortement chirurgical car elle n’aurait pas réussi à trouver une clinique acceptant de faire bénéficier une non-résidente d’un avortement médical (fausse couche induite par des médicaments) en raison de la nécessité d’un suivi. Les trois requérantes déclarent avoir vécu des complications à leur retour en Irlande mais avoir eu peur de rechercher un avis médical en raison des restrictions à l’avortement.", "Dans leurs requêtes à la Cour européenne, les première et deuxième requérantes se plaignaient de ne pas avoir pu avorter légalement en Irlande, le droit irlandais interdisant l’avortement pour motifs de santé et/ou de bien-être sauf en cas de risque avéré pour la vie de la future mère. La troisième requérante disait avoir cru que sa grossesse mettait sa vie en péril et n’avoir disposé d’aucune législation ou procédure qui lui aurait permis d’établir ce danger, donc de parer à tout risque de poursuites en cas d’avortement en Irlande.", "En droit – Article 8 : si l’article 8 ne saurait s’interpréter comme consacrant un droit à l’avortement, l’interdiction de l’avortement pour motifs de santé et/ou de bien-être dont se plaignent les première et deuxième requérantes et l’impossibilité pour la troisième requérante de faire établir qu’elle remplissait les conditions pour avorter légalement en Irlande sont des questions qui relèvent du droit des intéressées au respect de leur vie privée.", "a)  Quant aux première et deuxième requérantes – Eu égard à la notion large de « vie privée » au sens de l’article 8, qui englobe notamment le droit à l’autonomie personnelle et le droit à l’intégrité physique et psychologique, l’impossibilité pour les première et deuxième requérantes de bénéficier d’une interruption de grossesse pour des motifs de santé et/ou de bien-être s’analyse en une ingérence dans le droit des intéressées au respect de leur vie privée. L’ingérence était prévue par la loi et poursuivait le but légitime de la protection des valeurs morales profondes partagées par une majorité d’Irlandais, telles qu’elles se sont traduites lors du référendum de 1983.", "Eu égard à l’extrême sensibilité des questions morales et éthiques en jeu, il y a lieu d’accorder en principe à l’Etat irlandais une ample marge d’appréciation pour déterminer si un juste équilibre a été ménagé entre, d’une part, la protection en vertu du droit irlandais de la vie de l’enfant à naître et, d’autre part, le droit concurrent des deux premières requérantes au respect de leur vie privée. Bien qu’on observe dans une majorité substantielle des Etats membres du Conseil de l’Europe une tendance en faveur de l’autorisation de l’avortement pour des motifs plus larges que ceux prévus par le droit irlandais, le consensus observé ne réduit pas de manière décisive l’ample marge d’appréciation de l’Etat. Etant donné qu’aucun consensus européen n’existe sur la définition scientifique et juridique des débuts de la vie, le point de départ du droit à la vie relève de la marge d’appréciation des Etats. Les droits revendiqués au nom du fœtus et ceux de la future mère étant inextricablement liés, dès lors qu’on accorde aux Etats une marge d’appréciation en matière de protection de l’enfant à naître, il faut nécessairement leur laisser aussi une marge d’appréciation quant à la façon de ménager un équilibre entre cette protection et celle des droits concurrents de la femme enceinte.", "Le long, complexe et épineux débat mené en Irlande sur la teneur du droit national relatif à l’avortement a fait apparaître un choix : le droit irlandais interdit que soient pratiqués en Irlande des avortements motivés par des considérations de santé ou de bien-être, mais il autorise les femmes qui souhaitent avorter pour ce type de motifs à se rendre à l’étranger à cet effet. Des mesures législatives ont été adoptées pour assurer la diffusion d’informations et de conseils concernant les options offertes – dont les services d’avortement disponibles à l’étranger – et le suivi médical nécessaire avant et après une interruption de grossesse. L’importance du rôle des médecins dans la fourniture d’informations sur l’ensemble des options possibles, y compris les services d’avortement à l’étranger, et leur obligation de dispenser tous les soins médicaux nécessaires, notamment après une interruption de grossesse, sont rappelées dans les travaux et les documents de l’Agence pour les femmes enceintes en difficulté ainsi que dans les directives professionnelles à l’usage des médecins. Les deux premières requérantes n’ont pas démontré avoir manqué des informations ou des soins médicaux nécessaires en rapport avec l’interruption de leur grossesse.", "En conséquence, considérant que les femmes en Irlande peuvent sans enfreindre la loi aller se faire avorter à l’étranger et obtenir à cet égard des informations et des soins médicaux adéquats en Irlande, l’Etat irlandais, en interdisant sur son territoire l’avortement pour motifs de santé ou de bien-être sur la base des valeurs morales profondes du peuple irlandais, n’a pas excédé la marge d’appréciation dont il jouit en la matière. Aussi l’interdiction litigieuse a-t-elle ménagé un juste équilibre entre le droit des première et deuxième requérantes au respect de leur vie privée et les droits invoqués au nom des enfants à naître.", "Conclusion : non-violation dans le chef des première et deuxième requérantes (onze voix contre six).", "b)  Quant à la troisième requérante – La troisième requérante faisait grief à l’Etat irlandais de ne pas avoir introduit de procédure qui lui aurait permis d’établir si elle remplissait les conditions pour avorter légalement en Irlande à raison du risque pour sa vie que présentait sa grossesse. Elle était atteinte d’une forme rare de cancer, et la découverte de sa grossesse lui fit craindre pour sa vie, car elle pensait que son état augmentait le risque d’une récidive et qu’elle ne pourrait pas bénéficier en Irlande d’un traitement pour son cancer si elle était enceinte. Aux yeux de la Cour, la possibilité pour l’intéressée d’établir que sa grossesse lui faisait courir un risque pour sa vie touchait manifestement à des valeurs fondamentales et à des aspects essentiels de son droit au respect de sa vie privée.", "L’effectivité de la seule voie non juridictionnelle invoquée par le Gouvernement qui aurait pu permettre d’établir un tel risque, à savoir le processus ordinaire de consultation médicale entre une femme et son médecin, pose un certain nombre de problèmes. Premièrement, le seul motif pour lequel une femme peut avorter sans enfreindre la loi en Irlande – un risque réel et sérieux pour la vie de la mère qui ne peut être évité que par l’interruption de la grossesse – est libellé en des termes généraux. Le droit irlandais n’a jamais défini de critères ou procédures qui auraient permis de mesurer ou d’établir ce risque. En outre, il n’existe aucun cadre qui permettrait d’examiner les divergences d’opinion entre une femme et son médecin ou entre les différents médecins consultés et d’imposer une solution à cet égard. Dans ce contexte de forte incertitude, la Cour juge évident que les dispositions pénales de la loi de 1861 constituent lors du processus de consultation médicale un fort élément dissuasif tant pour les femmes que pour les médecins, les premières risquant d’être condamnées au pénal et les seconds encourant une condamnation pénale et une sanction disciplinaire.", "Quant aux procédures judiciaires invoquées par le Gouvernement, une action constitutionnelle pour faire établir si la troisième requérante avait ou non le droit d’avorter en Irlande n’aurait pas constitué pour celle-ci un moyen effectif de protéger son droit au respect de sa vie privée. Les juridictions constitutionnelles ne fournissent pas le meilleur cadre pour déterminer si une femme remplit les conditions pour avorter légalement dans un Etat, c’est-à-dire déterminer dans chaque cas d’espèce, preuves – surtout médicales – à l’appui, si l’intéressée a établi les conditions pour avorter légalement en Irlande. En outre, on ne saurait raisonnablement exiger d’une femme qu’elle engage une procédure constitutionnelle aussi compliquée alors qu’elle peut faire valoir au regard de la Constitution un droit incontestable à subir un avortement en cas de risque avéré pour sa vie. Par ailleurs, on voit mal comment les tribunaux s’y prendraient pour faire exécuter une ordonnance enjoignant à un médecin d’interrompre une grossesse. Quant à la possibilité, suggérée par le Gouvernement de présenter en vertu de la loi de 2003 sur la Convention européenne des droits de l’homme une demande de déclaration d’incompatibilité en application des dispositions pertinentes, pareille déclaration n’imposerait à l’Etat aucune obligation juridique de modifier le droit interne et ne conditionnerait pas automatiquement une réparation pécuniaire.", "En conséquence, ni le processus de consultation médicale ni les recours judiciaires invoqués par le Gouvernement ne constituaient des procédures effectives et accessibles propres à permettre à la troisième requérante de faire établir l’existence, dans son cas, d’un droit à avorter en Irlande. L’incertitude engendrée par le défaut de mise en œuvre législative de l’article 40.3.3, et plus particulièrement par l’absence de procédures effectives et accessibles qui eussent permis à la troisième requérante de faire établir l’existence, dans sa situation, d’un droit à un avortement au titre de cette disposition, a donné lieu en l’espèce à une discordance flagrante entre le droit théorique reconnu aux femmes d’avorter en Irlande en cas de risque avéré pour leur vie et la réalité de la mise en œuvre concrète de ce droit. Aucune explication convaincante n’a été donnée pour justifier l’absence de mise en œuvre de l’article 40.3.3, malgré la reconnaissance de la nécessité de clarifier le droit à cet égard. En somme, faute d’avoir adopté des dispositions législatives ou réglementaires instituant une procédure accessible et effective au travers de laquelle la troisième requérante aurait pu faire établir si elle pouvait ou non avorter en Irlande, les autorités ont méconnu leur obligation positive d’assurer à l’intéressée un respect effectif de sa vie privée.", "Conclusion : violation dans le chef de la troisième requérante (unanimité).", "Article 41 : 15 000 EUR à la troisième requérante pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}