{"file": "FRE_HFJUD_38196_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38196/05", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "", "", "AFFAIRE VIDAL ESCOLL ET GUILLÁN GONZÁLEZ", "c. ANDORRE", "", "(Requête no 38196/05)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "29 juillet 2008", "", "", "", "DÉFINITIF", "", "26/01/2009", "", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Vidal Escoll et Guillán González c. Andorre,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tElisabet Fura-Sandström, présidente,\n\tCorneliu Bîrsan,\n\tBoštjan M. Zupančič,\n\tAlvina Gyulumyan,\n\tEgbert Myjer, juges,", "\tIsabelle Berro-Lefèvre, juge ad hoc,\n\tLuis López Guerra, juge,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 8 juillet 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 38196/05) dirigée contre la Principauté d’Andorre et dont un ressortissant de cet Etat, M. Josep Vidal Escoll et un ressortissant espagnol, M. José Guillán González (« les requérants »), ont saisi la Cour le 19 octobre 2005 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me M.-A. Canturri Montanya, avocat en Andorre. Le gouvernement andorran (« le Gouvernement ») est représenté par son agent, Rosa Castellón, chef du cabinet juridique du gouvernement d’Andorre.", "3.  Le 27 octobre 2006, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "4.  M. J. Casadevall, juge élu au titre d’Andorre s’étant déporté, le gouvernement a désigné Mme I. Berro-Lefevre pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement de la Cour).", "5.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). Le gouvernement espagnol n’a pas présenté d’observations.", "6.  Le 1er février 2008, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  Le premier requérant est un ressortissant andorran, né en 1942. Le second requérant est un ressortissant espagnol, né en 1944.", "8.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "1.  La procédure administrative diligentée par les requérants", "9.  Les requérants sont propriétaires de deux logements unifamiliaux dans un lotissement sis dans la paroisse d’Escaldes-Engordany. Par un accord passé entre les propriétaires et la commune d’Escaldes-Engordany le 14 mars 1971, la route desservant le lotissement ne pouvait accueillir que des bâtisses unifamiliales d’une hauteur maximale de 10,50 mètres, et cela en raison de la largeur de la route qui était de moins de 8 mètres. La législation nationale fixa la hauteur maximale des bâtisses à 12,50 mètres pour la largeur indiquée.", "10.  En 1999, la société Eland S.A. entama la construction de deux immeubles d’appartements, Vilars I et Vilars II, à côté du logement du premier requérant et en face de celui du second, avec une hauteur totale de 21,50 mètres, après avoir obtenu les permis de construire respectifs tant de la commune d’Escaldes-Engordany que du Gouvernement de la Principauté.", "11.  Estimant que les permis de construire qui avaient été accordés étaient illégaux, les requérants les attaquèrent par voie administrative. Face au silence de l’administration, les requérants saisirent alors la section administrative du tribunal des batlles demandant que soit prononcée la nullité des permis de construire et la suspension provisoire des travaux. Par un jugement du 5 avril 2002, le tribunal des batlles, après avoir rejeté la demande de suspension des travaux, annula le permis de construire relatif à l’un des deux immeubles en se fondant sur le fait qu’il dépassait la hauteur maximale prévue en raison de la largeur de la route, et ordonna la démolition de la partie de l’immeuble dépassant les 12,50 mètres. Le permis de construire concernant le second immeuble ne fut en revanche pas annulé.", "12.  Les requérants firent appel. Par un arrêt du 28 mai 2003, le Tribunal supérieur de justice de la Principauté d’Andorre fit droit à l’appel et laissa sans effet l’avant-projet de construction du second immeuble en raison du dépassement de la hauteur maximale.", "13.  L’arrêt du Tribunal supérieur de justice de la Principauté d’Andorre fut notifié aux parties et passa en force de chose jugée.", "14.  Le 5 juin 2003, les requérants demandèrent au tribunal des batlles l’exécution des arrêts des 5 avril 2002 et 28 mai 2003, en particulier la destruction des parties des immeubles dépassant les 12,50 mètres.", "15.  Le 25 juillet 2003, huit personnes titulaires d’une promesse de vente sur de futurs appartements dans les immeubles Vilars I et Vilars II en cause présentèrent devant le Tribunal supérieur de justice un recours tendant à déclarer nul l’arrêt du 28 mai 2003, alléguant n’avoir eu connaissance de la procédure que par la presse et faisant valoir que leurs droits étant affectés par ledit arrêt, elles auraient dû y participer.", "16.  Le Tribunal supérieur de justice déclara le recours recevable et ordonna le sursis à l’exécution de son arrêt rendu au principal. Le 22 septembre 2003 toutefois, il rejeta le recours et mit fin au sursis, considérant que les huit personnes en cause ne pouvaient pas prétendre ne pas avoir été au courant de la procédure, qui avait été publiée au journal officiel.", "17.  Le 9 octobre 2003, les requérants insistèrent auprès du tribunal des batlles pour que les arrêts des 5 avril 2002 et 28 mai 2003 soient exécutés.", "18.  Le 14 octobre 2003, les huit titulaires de promesses de vente qui avaient saisi le Tribunal supérieur de justice du recours en nullité saisirent le Tribunal constitutionnel d’un recours d’empara. Ils invoquèrent l’article 10 de la Constitution d’Andorre qui garantit le droit à un recours juridictionnel et à un procès équitable, se plaignant de ne pas avoir été cités en tant que parties intéressées dans le cadre de la procédure au principal.", "19.   Le 14 janvier 2004, le Tribunal supérieur de justice se prononça sur les effets du recours présenté par les huit personnes en question.", "20.  Le 19 janvier 2004 le Tribunal constitutionnel déclara le recours recevable sans effets suspensifs.", "21.  Le Tribunal constitutionnel examina le recours et, par un arrêt du 15 mars 2004, le rejeta, estimant que les demandeurs d’empara avaient eu suffisamment connaissance de l’existence de la procédure et avaient volontairement décidé de ne pas y prendre part. Il conclut donc qu’aucune atteinte n’avait été portée aux droits garantis par l’article 10 de la Constitution.", "22.  Entre-temps, le 5 février 2004, les requérants avaient à nouveau demandé l’exécution des arrêts des 5 avril 2002 et 28 mai 2003. Ils réitérèrent leur demande le 14 juillet 2004.", "23.  A cette dernière date, les requérants saisirent le Tribunal constitutionnel d’un recours d’empara exposant, entre autres, que quatorze mois s’étaient écoulés depuis le prononcé de l’arrêt du Tribunal supérieur de justice, qui demeurait toujours non-exécuté, et estimant que leur droit à un procès équitable avait été violé en raison de l’inexécution de l’arrêt en cause.", "24.  Par un arrêt du 2 décembre 2004, le Tribunal constitutionnel accorda l’empara aux requérants, s’exprimant dans les termes suivants :", "« (...) Pour ce qui est de la conduite des requérants, et concrètement des demandeurs d’empara, aucune irrégularité de procédure n’a pu être décelée (...)", "En revanche, dans la conduite des pouvoirs publics, nous avons pu détecter des retards dans l’exécution ou même une certaine connivence pour faire obstacle à ladite exécution (...)", "(...) une procédure ayant débuté le 11 septembre 1999 à la suite à une procédure administrative antérieure, et s’étant terminée en 2003, par un arrêt définitif qui n’a pas encore été exécuté, sans qu’il y ait des signes indiquant qu’il soit sur le point de l’être, a une durée indue et porte atteinte au droit à un recours juridictionnel reconnu par l’article 10 de la Constitution :", "DÉCIDE :", "(...)", "Premièrement.- De déclarer qu’il y a eu violation du droit à un recours juridictionnel, reconnu par l’article 10 de la Constitution, dans la mesure où il garantit le droit des [requérants] à un procès équitable dans une durée raisonnable", "Deuxièmement.- D’octroyer l’empara demandé par les représentants des [requérants]", "Troisièmement.- De communiquer cet arrêt au tribunal des batlles pour qu’il procède à l’exécution de l’arrêt de la chambre administrative du Tribunal supérieur de justice du 28 mai 2003. »", "25.  Suite à l’arrêt du Tribunal constitutionnel, les requérants s’adressèrent, d’une part, au tribunal des batlles faisant valoir que l’obstruction à la justice pouvait constituer une infraction pénale et lui demandant d’exécuter les arrêts et, d’autre part, au ministère public pour qu’il entame des poursuites pénales contre les personnes auteurs de la « connivence » dans l’obstruction de la justice constatée par le Tribunal constitutionnel, ainsi qu’au Gouvernement et à la commune d’Escaldes-Engordany pour leur demander de ne pas faire obstacle à l’exécution des arrêts en cause.", "26.  Les demandes des requérants ne furent pas suivies d’effet.", "2.  La procédure d’expropriation à l’encontre des requérants", "27.  La commune d’Escaldes-Engordany entama une procédure d’expropriation d’une partie des propriétés de chaque requérant, en l’inscrivant dans le cadre du projet d’agrandissement de la voie du lotissement Vilars à certains endroits, et ce afin de respecter la largeur de voie prévue par les décrets de la commune d’Escaldes-Engordany nos 208/90 et 209/90, du 7 juin 1990, de planification urbaine.", "28.  Toutefois, le procès-verbal des réunions du Conseil de la commune d’Escaldes-Engordany des 5 mars et 8 avril 2004, relevait :", "«  (...) il est vrai qu’il existe un arrêt déclarant la démolition d’une partie des immeubles [en cause], et que cette démolition a été déclarée par une procédure administrative que nous ne considérons pas conforme au Droit ; (...) l’arrêt, tout en le respectant, est spécialement dur ; il déclare en effet la démolition des immeubles en cause du seul fait que la rue, dans deux ou trois endroits très précis, manque de quelque centimètres pour avoir la largeur de huit mètres [exigée] dans tout son tracé. (...) Des négociations ont eu lieu, et il a été fait tout ce qui était possible pour ne pas devoir procéder à l’expropriation (...). Le groupe majoritaire assumera la responsabilité de procéder à la déclaration d’utilité publique et du dossier d’expropriation, qui permettra à la fin que la rue atteigne les huit mètres de largeur [exigés] dans tout son tracé ».", "29.  Le mémoire remis en juin 2004 par la commune d’Escaldes-Engordany au Gouvernement pour examen par le Conseil général (Parlement), autorité appelée à décider sur l’expropriation, se lisait comme suit :", "« L’exécution du projet [d’élargissement de la rue en cause] donnera à la rue une extension de 8 mètres dans tout son tracé, respectant la largeur minimum fixée par la législation en vigueur, ce qui améliorera l’accès de tous les voisins, permettant que toutes les futures bâtisses de la zone soient construites conformément aux règles d’aménagement appliquées dans cette rue. De cette façon, non seulement les accès aux espaces publics et à la rue elle-même seront améliorés, mais les voisins se verront également garantir l’accès à tous les services (...)».", "30.  Le 1er septembre 2004, le tribunal des batlles nomma un expert chargé de rendre un rapport sur la nature des futurs travaux et sur la manière de les effectuer pour démolir la partie des bâtiments concernés. Il demanda aussi à l’association des agents immobiliers d’Andorre un rapport sur le prix de marché des appartements affectés par la démolition.", "31.\tLe 8 novembre 2004 le Gouvernement remit au Conseil général son rapport motivé sur l’expropriation, dans lequel il proposa la déclaration d’utilité publique du projet d’agrandissement de la voie litigieuse du lotissement Vilars à certains endroits.", "32.   Lors de sa session du 27 décembre 2004, le Conseil général déclara d’utilité publique le projet d’expropriation de la commune d’Escaldes-Engordany et la nécessité de l’emprise sur les parties concernées des propriétés des requérants (3,20 m² du terrain appartenant au premier requérant et 32,20 m² du terrain appartenant au second). La commune commença alors à mettre à exécution la décision d’expropriation.", "33.  Les requérants saisirent le Tribunal constitutionnel d’un recours d’empara contre la déclaration d’utilité publique, exposant que la véritable motivation de l’expropriation était celle d’empêcher l’exécution de l’arrêt du Tribunal supérieur de justice du 28 mai 2003. Par un arrêt du 25 avril 2005, le Tribunal constitutionnel rejeta le recours, estimant que ni la décision du Conseil général du 27 décembre 2004, ni les observations du ministère public ni celles du représentant du Conseil général, auxquels le Tribunal constitutionnel avait demandé de présenter des observations, ne laissaient entendre une quelconque connexion entre la déclaration d’utilité publique en cause et la volonté d’empêcher l’exécution de l’arrêt du 28 mai 2003. Le Tribunal constitutionnel se prononça dans les termes suivants :", "« Ce qui existe, par contre, c’est une impossibilité avérée d’exécuter ce jugement après la diminution des droits domaniaux, droits que l’arrêt en question visait à protéger et que protégeait le droit à la juridiction objet du recours (...).", "L’arrêt du 28 mai 2003 devrait être exécuté et c’est bien ce qu’ordonne notre arrêt du 2 décembre 2004, mais pour des raisons diverses l’objet que protégeait ce jugement s’est transformé en un droit à indemnisation qui doit être fixé en tenant compte de tous les préjudices occasionnés par l’expropriation du droit de propriété.", "En définitive, ces droits domaniaux se sont transformés en droit à indemnisation en vertu de l’expropriation, lequel peut être protégé à la fois par la juridiction et par le recours d’empara, le cas échéant, mais que laisse sans objet la prétention d’exécution de l’arrêt qui donne lieu à ce recours d’empara. Cela sans préjudice, toutefois, de la nécessité de prendre cet arrêt en compte au moment de déterminer le contenu des droits domaniaux pour fixer l’indemnisation correspondant à l’expropriation.", "34.  Les requérants présentèrent alors au Tribunal constitutionnel un « recours en nullité » visant à la rétractation de son arrêt du 25 avril 2005, faisant valoir que les propos à prendre en compte étaient ceux de la commune d’Escaldes-Engordany, autorité ayant décidé l’expropriation, et non ceux du ministère public ou du Conseil général, qui n’étaient pas les autorités expropriantes. Par une décision du 6 juin 2005, le Tribunal constitutionnel rejeta le recours en nullité, un tel recours n’étant pas prévu par la loi. L’arrêt devint ainsi définitif.", "35.  Le 8 février 2005, la commune d’Escaldes-Engordany présenta un mémoire en opposition ou demandant, à titre subsidiaire, le sursis à l’exécution de l’arrêt du 28 mai 2003 rendu par le Tribunal supérieur de justice. Par une décision du 26 mai 2005, le Tribunal supérieur de justice déclara légalement impossible d’exécuter l’arrêt en cours.", "36.  Entre-temps, les requérants avaient présenté un recours administratif tendant à ce que soient déclarées nulles les décisions de la commune des 5 mars et 8 avril 2004. Par un jugement du tribunal des batlles du 31 mai 2005, confirmé en appel le 23 novembre 2006 par le Tribunal supérieur de justice, ce recours fut rejeté.", "37.  Par ailleurs, le 7 décembre 2006, les requérants ont présenté devant le Tribunal supérieur de justice un recours contre l’arrêt du 23 novembre 2006, insistant, entre autres, sur l’existence d’un détournement de pouvoir de la part de la commune, qui a justifié la procédure d’expropriation par un motif masquant en réalité la volonté de faire échec au droit des requérants d’obtenir l’exécution d’un arrêt qui leur était favorable.", "38.  Par une décision du 17 octobre 2006, la commission d’expropriation fixa les indemnisations à verser aux requérants à - 9.287,91 euros pour le premier requérant et 32.145,06 euros pour le second.", "39.  Les requérants présentèrent alors un recours administratif auprès du tribunal des batlles contre la décision de la commission d’expropriation.", "II.  LE DROIT INTERNE PERTINENT", "40.  Constitution de la Principauté d’Andorre du 14 mars 1993", "Article 27", "« 1. Le droit à la propriété privée et à l’héritage est reconnu, sans autres limites que celles qui découlent de l’intérêt général.", "2. Nul ne peut être privé de ses biens ou de ses droits, si ce n’est pour un motif d’intérêt général, moyennant une juste indemnisation et dans les conditions fixées par la loi. »", "Article 50", "« Le Conseil général, qui assure une représentation mixte et paritaire de la population nationale et des sept paroisses, représente le peuple andorran, exerce le pouvoir législatif, approuve le budget de l’Etat, donne l’impulsion à l’action politique du gouvernement et la contrôle. »", "Article 79", "« 1. Les communes (Comuns), en tant qu’organes de représentation et d’administration des paroisses, sont des collectivités publiques disposant de la personnalité juridique et du pouvoir d’édicter des normes locales, soumises à la loi, sous forme d’ordonnances, de règlements et de décrets. Dans le domaine de leurs compétences, qu’elles exercent conformément à la Constitution, à la loi et à la tradition, elles agissent selon le principe de libre administration, reconnu et garanti par la Constitution.", "2. Les communes représentent les intérêts des paroisses, approuvent et exécutent le budget paroissial; elles déterminent et mettent en œuvre, sur leur territoire, les politiques publiques qui relèvent de leur compétence, et gèrent et administrent tous les biens des paroisses, qu’ils soient publics ou privés ou appartiennent au Patrimoine.", "3. Leurs organes dirigeants sont élus démocratiquement. »", "Article 80 § 1", "« 1. Dans le cadre de leur autonomie administrative et financière, les communes ont leurs compétences délimitées par une loi qualifiée. Celles-ci comportent notamment les matières suivantes:", "(...)", "i) urbanisme;", "j) voies publiques;", "(...) ».", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "41.  Invoquant le droit à un procès équitable, les requérants se plaignent de l’impossibilité d’obtenir l’exécution de l’arrêt rendu en leur faveur par le Tribunal supérieur de justice le 28 mai 2003, aussi bien en raison de la passivité des autorités internes pour s’y conformer, qu’à cause des actes d’expropriation qui ont été mis en œuvre dans le but d’empêcher ladite exécution. Ils invoquent l’article 6 § 1 de la Convention qui, dans sa partie pertinente, se lit comme suit.", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "42.  Le Gouvernement s’oppose à cette thèse.", "Sur la recevabilité", "43.  Le Gouvernement soulève trois exceptions d’irrecevabilité, relatives à la compétence ratione materiae et ratione personae et au non-épuisement des voies de recours internes.", "1. Sur l’exception préliminaire du Gouvernement relative à la compétence ratione materiae", "44.  Le Gouvernement invite la Cour à rejeter la requête comme étant incompatible ratione materiae avec les dispositions de la Convention. Il estime que les requérants ne bénéficient plus du droit à la juridiction dans la mesure où l’objet protégé par l’arrêt du Tribunal constitutionnel devant être exécuté s’est transformé en un droit à indemnisation pour expropriation, comme la haute juridiction l’a elle-même déclaré dans son arrêt du 25 avril 2005. Le Gouvernement insiste sur le fait que la procédure d’expropriation qui a donné lieu à la déclaration d’utilité publique s’inscrit dans le cadre d’un plan d’urbanisme datant de 1990, et qu’elle est donc étrangère au procès qui a pris fin avec l’arrêt du Tribunal supérieur de justice du 28 mai 2003.", "45.  Le Gouvernement fait valoir ensuite que le fondement de la présente requête ne réside pas dans une éventuelle violation du droit à un procès équitable mais qu’elle concerne le droit de propriété, et rappelle que le Protocole no 1 n’avait pas été ratifié au moment des faits par l’Andorre.", "Enfin, le Gouvernement observe que les questions relatives à l’urbanisme, seules examinées par les juridictions internes, ne font pas partie des droits garantis par la Convention.", "46.  Les requérants récusent cette thèse. Ils insistent sur le fait que l’objet de leur requête devant la Cour est bien le droit à un procès équitable, dans la mesure où l’expropriation d’une partie de leurs biens a été fondée sur un prétendu intérêt public d’élargissement d’une rue alors que, d’après eux, elle a été décidée dans le but d’empêcher l’exécution d’une décision ferme et définitive. Ils font valoir qu’ils avaient un intérêt civil propre et digne de protection et ont exercé avec succès, devant les juridictions andorranes, l’action appropriée. Ils estiment que l’administration andorrane et le Tribunal constitutionnel les ont frustrés de leur droit à ce que l’arrêt rendu en leur faveur soit exécuté.", "47.  La Cour observe que le seul grief des requérants devant la Cour porte sur l’impossibilité d’obtenir l’exécution d’un arrêt leur faisant droit, grief qui relève entièrement du cadre d’application de l’article 6 § 1 de la Convention. L’exception soulevée par le Gouvernement est donc rejetée.", "2. Sur l’exception préliminaire du Gouvernement relative à la compétence ratione personae", "48.  En deuxième lieu, le Gouvernement prie la Cour de conclure à l’irrecevabilité de la requête faute pour les requérants d’avoir la qualité de victimes, en raison de la transformation de l’objet du litige, étant donné qu’ils obtiendront, à l’issue de la procédure d’expropriation, une juste indemnisation en contrepartie de l’ingérence dans leur droit au respect de la propriété.", "49.  Les requérants font valoir, sans donner d’autres précisions, que l’administration andorrane vient de leur refuser l’indemnisation qui, selon le Gouvernement, devait se substituer à l’exécution de l’arrêt ordonnant la démolition des immeubles litigieux.", "50.  La Cour rappelle qu’une éventuelle décision ou une mesure favorable aux requérants, à supposer qu’elle ait pu intervenir et que la transformation de l’objet du litige et l’indemnisation puissent être considérées ainsi, ne suffit en principe à leur retirer la qualité de « victime » que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention. Ceci n’ayant pas été le cas en l’occurrence, l’exception soulevée par le Gouvernement doit être rejetée.", "3. Sur l’exception préliminaire du Gouvernement tirée du non-épuisement des voies de recours internes", "51.  Le Gouvernement soutient que les voies de recours internes ne sont pas épuisées, comme l’exige l’article 35 § 1 de la Convention, dans la mesure où, après l’introduction de la présente requête devant la Cour, les requérants ont déposé un recours devant le Tribunal supérieur de justice tendant à déclarer nulles les décisions d’expropriation adoptées par la commune, et cela afin d’obtenir l’effectivité du jugement rendu le 28 mai 2003 par le Tribunal supérieur de justice. Il estime donc que la requête est prématurée.", "52.  Les requérants contestent cette thèse. Ils font valoir qu’ils ont formé un recours contre l’acte administratif de la commune contenu dans les décisions du conseil communal des 5 mars et 8 avril 2004, c’est-à-dire, les décisions d’expropriation. Par des jugements du 31 mai 2005 en première instance et du 23 novembre 2006 en appel, les juridictions administratives ont rejeté le recours.", "53.  La Cour estime qu’en la saisissant de la présente requête, les requérants ont épuisé les voies de recours internes, dans la mesure où le Tribunal constitutionnel s’est prononcé de façon définitive le 25 avril 2005 sur le grief qu’ils invoquent devant la Cour. Ils ont donc satisfait à l’exigence de l’article 35 § 1 de la Convention. La Cour rejette donc cette exception du Gouvernement.", "54.  La Cour estime, à la lumière des critères qui se dégagent de sa jurisprudence et compte tenu de l’ensemble des éléments en sa possession, que la requête doit faire l’objet d’un examen au fond. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "Sur le fond", "1.\tLes arguments des parties", "a)\tLe Gouvernement", "55.  Le Gouvernement considère d’emblée que la requête est mal fondée pour deux raisons : d’une part, les requérants pourraient selon lui obtenir l’exécution de l’arrêt du Tribunal constitutionnel ordonnant la démolition des immeubles litigieux ou une réparation équitable et, en même temps, une indemnisation dans le cadre de la procédure d’expropriation en cours. D’autre part, il note que les requérants réclament devant la Cour l’exécution de l’arrêt du 28 mars 2003 tout en présentant, le 7 décembre 2006 un recours en nullité dont le petitum serait identique, démarches qui seraient, pour le Gouvernement, en contradiction claire.", "56.  Le Gouvernement affirme qu’il n’y a aucune omission ou attitude délibérée de sa part durant la phase d’exécution de l’arrêt du Tribunal supérieur de justice du 28 mai 2003 mais, tout au plus, la prudence raisonnable de ne pas exécuter précipitamment une décision touchant des questions d’urbanisme sur lesquelles il est difficile voire impossible de revenir. Il note que les déclarations du maire de la commune qui figurent dans les procès-verbaux des 5 mars et 8 avril 2004 n’ont aucune valeur juridique, mais un caractère purement politique. Il fait valoir que le véritable motif de la non-exécution est la convergence de deux procédures, l’une administrative, l’autre judiciaire, indépendantes l’une de l’autre, la procédure d’expropriation ayant donné lieu à la déclaration d’utilité publique qui empêche l’exécution de l’arrêt en cause étant le résultat d’une planification urbaine de 1990. Si l’arrêt en cause n’a pas pu être exécuté, c’est en raison d’une décision du Tribunal constitutionnel andorran qui a affirmé que l’objet du litige a disparu et s’est transformé.", "57.  Quoi qu’il en soit, au demeurant, le Gouvernement d’Andorre ne partage pas les allégations des requérants sur le calcul des périodes pendant lesquelles les autorités andorranes n’ont pas exécuté l’arrêt du Tribunal supérieur de justice et estime que la période durant laquelle l’arrêt était exécutoire commence le 19 janvier 2004 (date à laquelle le Tribunal constitutionnel a admis à examen le recours en inconstitutionnalité sans effets suspensifs) et s’achève le 27 décembre 2004 (date à laquelle est intervenue la décision du Conseil général sur l’expropriation). Il n’y a donc qu’un délai de 11 mois durant lequel l’arrêt du 28 mai 2003 n’a pas été exécuté, dans une affaire portant sur une question d’urbanisme, domaine dans lequel les Etats contractants jouissent d’une grande marge d’appréciation.", "58.  Le Gouvernement d’Andorre considère que la procédure suivie devant les instances juridictionnelles nationales a toujours été respectueuse du droit à un procès équitable et estime que la procédure d’expropriation n’a pas constitué une ingérence dans l’administration de la justice et qu’elle n’a pas porté atteinte aux droits des requérants. Il ne s’agit donc pas d’une modification de la règlementation suite à un arrêt définitif mais de l’exécution d’un plan fixé en 1990 et progressivement mis en œuvre, en plusieurs étapes, jusqu’à la déclaration de l’utilité publique et de la nécessité de l’emprise prononcée le 27 décembre 2004.", "59.  Le Gouvernement note par ailleurs que l’Administration andorrane s’est conformée en permanence aux décisions de justice et que, le 2 décembre 2004, après que le Tribunal constitutionnel eut ordonné l’exécution du jugement du 28 mai 2003, l’administration a mis en œuvre la procédure tendant à la désignation d’experts chargés d’évaluer les coûts et la manière de pratiquer la démolition. La décision du Conseil général relative à l’expropriation et à l’utilité publique du 27 décembre 2004 développe la planification déjà approuvée en 1990 sans qu’on puisse en déduire l’existence d’une connexion formelle et significative entre la déclaration d’utilité publique et la volonté de ne pas exécuter l’arrêt du 28 mai 2003. Cette déclaration d’utilité publique profitera à toute la collectivité, qui bénéficiera d’un meilleur accès aux espaces publics et aux services, et aux requérants eux-mêmes puisque leurs propriétés s’en verront valorisées, et qu’ils pourront les agrandir dans le sens vertical. Par conséquent elle respecte un juste équilibre et ne représente pas une charge disproportionnée pour les requérants. Le Gouvernement note que la nécessité de la déclaration d’utilité publique avait déjà été proclamée en 2001 lorsque le Tribunal supérieur de justice s’était prononcé le 9 mars 2001 au sujet de la procédure administrative introduite par le second requérant contre la décision tacite de la commune d’Escaldes-Engordany de refuser sa demande de rénovation et d’agrandissement de son logement individuel, ce qui démontre que les travaux consistant en l’élargissement de la rue avaient bien été projetés dès 1990.", "60.  Pour conclure, aux yeux du Gouvernement, les expropriations nécessaires pour élargir une rue ou une voie publique sont à l’évidence susceptibles d’être considérées comme d’utilité publique, dans la mesure où elles constituent une action des pouvoirs publics communaux dans l’exercice de leurs compétences et où, par définition, elles sont destinées à être utilisées par le public en général.", "b)\tLes requérants", "61.  Les requérants insistent sur le fait que la déclaration faite par le maire d’Escaldes-Engordany au conseil communal réuni avec à l’ordre du jour la décision d’expropriation (procès verbaux des 5 mars et 8 avril 2004), déclaration que le Gouvernement qualifie de « politique », a été précisément la base de l’acte juridique décidant l’expropriation. Le but de la procédure était, comme l’a dit le maire, d’éviter l’exécution de l’arrêt ordonnant la démolition, et la déclaration d’utilité publique par le Parlement via le Gouvernement a été obtenue sur cette base. Ce n’est pas parce que le Gouvernement et le Parlement n’ont pas repris dans l’exposé des motifs de l’acte déclaratif d’utilité publique ce but antérieurement exprimé de façon explicite par la commune, que celui-ci disparaît.", "62.  Concernant la nature juridique de l’expropriation, les requérants font valoir que lorsqu’une administration décide d’exproprier, il faut que le Parlement déclare l’utilité publique de l’expropriation projetée. La déclaration d’utilité publique par le Parlement ne peut jamais intervenir s’il n’y a pas une administration qui la lui demande. La décision proprement dite est donc prise par la commune et seule la déclaration suivant laquelle l’expropriation projetée est possible est le fait du Parlement.", "63.  Le refus du Tribunal constitutionnel de se prononcer sur le but réellement poursuivi par la commune, au point que dans son arrêt du 25 avril 2005 il ne fasse aucune mention du procès-verbal de la délibération du conseil communal, a privé les requérants du droit de voir juger le fondement de leurs recours devant le Tribunal constitutionnel.", "64.  Pour ce qui est de la prétendue planification urbaine, telle qu’elle serait contenue dans deux « décrets » du 7 juin 1990  et dont l’expropriation en 2003 ne serait que le résultat, les requérants notent que les prétendus « décrets » ne sont pas, en droit interne andorran, des actes normatifs mais des décisions sur des requêtes adressées par des particuliers. Il s’agit d’actes administratifs non normatifs, dont les effets s’étendent ratione personae et ratione materiae à la personne qui a fait la requête et à la matière objet de la requête. Le Gouvernement emploie les deux mots « décret » et « planification urbaine », dans le but de faire croire que les « décrets » de 1990 constituent une disposition normative (et donc générale et obligatoire) portant planification de tout un ensemble territorial qui comprendrait l’élargissement de la rue à 8 mètres. Ainsi la commune, en 2004, n’aurait fait qu’appliquer un acte normatif général préexistant.", "Mais ceci n’est pas exact : en ce qui concerne le décret 208/90, il s’agit d’une requête que le promoteur du lotissement avait adressée à la commune en la suppliant d’accepter la donation de la rue en faveur de la commune. Le décret (c’est-à-dire, la mention en marge) dit « la donation est acceptée à la condition préalable de la construction de la totalité des infrastructures et services qui sont spécifiés dans le projet de modification de la voie ». Mais la condition préalable ne fut jamais remplie par le pétitionnaire : ce n’est que dans la même séance du conseil communal que celle où l’expropriation a été décidée, que le conseil communal a décidé d’accepter la voie dans le domaine public.", "Quant au « décret » 209/90, il s’agit d’une requête adressée par certains riverains demandant à la commune le permis de construire pour « régulariser » la voie. Le « décret » en marge autorise les pétitionnaires à faire les travaux dans un délai de 6 mois. Mais le jour où le conseil communal a décidé l’expropriation (2004), les travaux dont l’autorisation impartissait un délai de 6 mois (en 1990), n’avaient pas été menés à terme.", "65.  Il n’y a donc pas lieu de dire que l’expropriation était l’aboutissement d’un plan d’urbanisme décidé en 1990 par la commune. Après 14 ans, ces autorisations données par « décret » sur une requête étaient caduques ; ce qui n’a pas empêché la commune de donner à Eland le permis de construire des immeubles de 20,50 mètres de hauteur.", "66.  D’après les requérants l’argument fondé sur le prétendu plan d’urbanisme de 1990 mis en avant par la commune et accepté par le parlement, et par la suite, par le Tribunal constitutionnel, n’est qu’un prétexte pour « maquiller » la volonté, en vérité, de contourner la nécessité péremptoire d’exécuter le jugement après que le Tribunal constitutionnel eut constaté la connivence des administrations pour mettre des obstacles à l’exécution.", "67.  Les requérants insistent sur ce que l’inexécution du jugement a été déclarée par le Tribunal constitutionnel lui-même constitutive d’une « violation au droit fondamental à un procès de durée raisonnable du fait de l’obstruction de la justice de la part des administrations en connivence entre elles ».", "68.  Ils rappellent que l’ingérence dans leur cas ne réside pas dans une loi générale, ni même une réglementation, mais dans des actes administratifs non normatifs pris ad personam et ad causam. Les seules personnes qui subissent l’effet et le préjudice de l’ingérence de « l’administration » sont les requérants et celui qui en bénéficie est le promoteur qui peut ainsi « légaliser » les deux immeubles de 20,50 mètres de hauteur et de plus de 100 appartements édifiés par lui sur deux parcelles sur lesquelles il ne pouvait légalement construire que des immeubles résidentiels de 10,50 mètres de hauteur et où les requérants n’ont que des villas unifamiliales de 10,50 mètres, désormais littéralement « submergées » par les blocs d’immeubles leur faisant face – à moins d’un centimètre de distance pour ce qui concerne la propriété du premier requérant et à 7 mètres pour ce qui est de la propriété du second.", "2.\tL’appréciation de la Cour", "69.  La Cour rappelle que, selon sa jurisprudence, le droit d’accès à un tribunal serait illusoire si l’ordre juridique interne d’un État contractant permettait qu’une décision judiciaire définitive et obligatoire reste inopérante au détriment d’une partie. L’exécution d’un jugement ou arrêt, de quelque juridiction que ce soit, doit donc être considérée comme faisant partie intégrante du « procès » au sens de l’article 6 (voir les arrêts Immobiliare Saffi c. Italie [GC], no 22774/93, § 63 in fine, CEDH 1999-V, et Hornsby c. Grèce du 19 mars 1997, Recueil des arrêts et décisions 1997-II, pp. 510-511, § 40). Par conséquent, l’exécution d’une décision judiciaire ne peut être empêchée, invalidée ou retardée de manière excessive (Jasiūnienė c. Lituanie, no 41510/98, § 27, 6 mars 2003).", "70.  Ces affirmations revêtent encore plus d’importance dans le contexte du contentieux administratif, à l’occasion d’un différend dont l’issue est déterminante pour les droits civils du justiciable. En présentant un recours devant le Tribunal supérieur de justice, soit la plus haute juridiction administrative de l’État, celui-ci vise à obtenir non seulement la disparition de l’acte litigieux, mais aussi et surtout la levée de ses effets. Or, la protection effective du justiciable et le rétablissement de la légalité impliquent l’obligation pour l’administration de se plier à un jugement ou arrêt prononcé par une telle juridiction. La Cour rappelle à cet égard que l’administration constitue un élément de l’État de droit et que son intérêt s’identifie donc avec celui d’une bonne administration de la justice. Si l’arrêt définitif n’est pas exécuté ou encore s’il n’est pas exécuté dans les meilleurs délais, les garanties de l’article 6 dont a bénéficié le justiciable pendant la phase judiciaire de la procédure perdraient toute raison d’être (cf. arrêt Hornsby précité, § 41).", "71.  Certes, le droit à l’exécution des jugements ne peut cependant obliger un Etat à faire exécuter chaque jugement de caractère civil quel qu’il soit et quelles que soient les circonstances ; il lui appartient en revanche de se doter d’un arsenal juridique adéquat et suffisant pour assurer le respect des obligations positives qui lui incombent. La Cour a uniquement pour tâche d’examiner si les mesures adoptées par les autorités nationales ont été adéquates et suffisantes (Ruianu c. Roumanie, no 34647/97, § 66, 17 juin 2003 et Vasile c. Roumanie, no 40162/02, § 53, 29 avril 2008), car lorsque celles-ci sont tenues d’agir en exécution d’une décision judiciaire et omettent de le faire, cette inertie engage la responsabilité de l’Etat sur le terrain de l’article 6 § 1 de la Convention (Scollo c. Italie, arrêt du 28 septembre 1995, série A no 315C, § 44). En matière d’aménagement du territoire et de politique d’urbanisme, les Etats jouissent par ailleurs d’une grande marge d’appréciation. (Hamer c. Belgique, no 21861/03, § 78, CEDH 2007... (extraits) et Sporrong et Lönnroth c. Suède, arrêt du 23 septembre 1982, série A no 52, p. 26, § 69", "72.  Bien que le Gouvernement estime que l’arrêt du Tribunal supérieur de justice du 28 mai 2003 n’est devenu exécutoire qu’à partir du 19 janvier 2004, date à laquelle le Tribunal constitutionnel admit à examen le recours d’empara sans effets suspensifs, la Cour relève que depuis le 28 mai 2003, la commune d’Escaldes-Engordany aurait dû prendre les mesures nécessaires pour se conformer à une décision judiciaire définitive et exécutoire et a, en ne le faisant pas, privé les dispositions de l’article 6 § 1 de la Convention de tout effet utile.", "73.  En effet, les décisions de justice en faveur des requérants ont été dénuées de toute portée par un acte du Conseil général qui a régularisé a posteriori la situation des immeubles litigieux, les soustrayant à la démolition, au moyen de l’expropriation d’une partie de la propriété de chaque requérant. Aucune mesure n’a été prise par les autorités communales en vue de l’exécution de l’arrêt du 28 mai 2003, mis à part, et à supposer que cela puisse entrer en ligne de compte, l’adoption par le tribunal des batlles de l’ordonnance du 1er septembre 2004, qui, comme le Gouvernement le souligne, désigna un expert chargé de déterminer la nature des travaux de démolition de la partie des bâtiments concernés et sollicita un rapport sur le prix de marché des appartements affectés par la démolition. Le Gouvernement ne précise toutefois pas si ces expertises eurent bien lieu et quels furent leurs résultats éventuels, mais se limite à exposer que cette ordonnance témoigne de la volonté d’exécuter l’arrêt.", "Or, de l’avis de la Cour, les autorités compétentes auraient dû agir avec plus de diligence pour ne pas porter préjudice à l’exécution du jugement rendu au fond.", "74.  Bien qu’elle admette qu’un changement dans la situation de fait constaté par une décision de justice puisse justifier de manière exceptionnelle la non-exécution d’une décision, la Cour doit s’assurer que les changements essentiels en cause ne sont pas le résultat d’une action ou d’une inaction de l’Etat (mutatis mutandis, Ioachimescu et Ion c. Roumanie, no 18013/03, § 31, 12 octobre 2006 et Monory c. Roumanie et Hongrie, no 71099/01, § 83, 5 avril 2005). En l’espèce, elle relève que la procédure d’expropriation entamée exclusivement à l’encontre des requérants a débuté par une décision du conseil communal d’Escaldes-Engordany adoptée suite aux réunions des 5 mars et 8 avril 2004, ultérieures donc aux décisions faisant droit aux demandes des requérants quant à la démolition partielle des immeubles litigieux. A cet égard, la Cour estime que la décision d’exproprier les propriétés des requérants ne peut pas être considérée comme une situation exceptionnelle tendant à justifier la non-exécution d’un arrêt définitif, au sens de la jurisprudence susvisée, mais constitue un acte de déclaration d’utilité publique qui a été adopté par le Conseil général en décembre 2004 (voir paragraphe 32 ci-dessus) suite à la proposition de la commune et dont le résultat a été la privation pour les requérants de leur droit à voir exécuter un arrêt définitif qui leur était favorable. La Cour observe à cet égard que la construction des immeubles litigieux avait commencé en 1999 et que l’arrêt du Tribunal supérieur de justice faisant droit aux requérants et ordonnant la démolition partielle des immeubles en cause avait été adopté le 28 mai 2003.", "Elle ne saurait accepter au regard de la Convention que de telles situations se produisent.", "La Cour note en outre qu’en l’espèce, l’arrêt du Tribunal constitutionnel du 25 avril 2005 a constaté que le droit des requérants à voir démolir la partie concernée des immeubles litigieux du lotissement Vilars en exécution de l’arrêt du Tribunal supérieur de justice s’était transformé en un droit à indemnisation s’ajoutant, le cas échéant, à celui qui découlerait de l’expropriation à raison de la valeur des terrains expropriés aux requérants. La Cour constate que le Gouvernement n’a toutefois pas démontré que les requérants se soient effectivement vus accorder une indemnisation à cet égard.", "75.  Ces éléments suffisent à la Cour pour conclure qu’il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "76.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "77.  Les requérants réclament au titre du préjudice matériel l’exécution de l’arrêt ordonnant la démolition des immeubles litigieux et l’annulation de l’expropriation, en vue de l’élargissement d’une voie, des parties des terrains leur appartenant. Ils estiment qu’il y a une corrélation directe entre la valeur du dommage subi du fait de l’inexécution de l’arrêt et la valeur du bénéfice qui en est résulté pour le promoteur. Alternativement, ils demandent un montant équivalent à la diminution de la valeur de leurs parcelles, représentée par le prix des appartements construits au delà des 12,50 réglementaires de hauteur ; ce montant devant être calculé à partir de la valeur vénale de ces appartements selon le prix actuel du mètre carré. Les requérants réclament également 50 000 euros chacun en réparation de leur préjudice moral.", "78.  Le Gouvernement conteste les montants réclamés et estime réducteur et simpliste d’affirmer qu’il existe une corrélation entre le dommage occasionné par la non-exécution et le bénéfice obtenu par le promoteur de ce fait. Pour ce qui est du préjudice moral, le Gouvernement note que les requérants ont pu plaider leur cause devant les juridictions andorranes, qui ont respecté les règles du procès équitable.", "79.  En l’espèce, la Cour a constaté une violation de l’article 6 § 1 de la Convention du fait de l’inexécution d’une décision de justice par laquelle les tribunaux avaient condamné des tiers à démolir une partie de deux immeubles irrégulièrement édifiés qui portaient préjudice aux requérants.", "80.  Dès lors, la Cour estime que les requérants ont subi un préjudice matériel du chef de la non-exécution de la décision de justice en cause et un préjudice moral consistant en un profond sentiment d’injustice dû au fait qu’en dépit de décisions de justice définitives et exécutoires, ils n’ont pas bénéficié d’une protection effective de leurs droits.", "81.  Compte tenu de ces considérations et eu égard aux circonstances spécifiques de l’affaire, la Cour accorde aux requérants, en équité, comme le veut l’article 41 de la Convention, 40 000 EUR à chacun tous chefs de préjudice confondus.", "B.  Frais et dépens", "82.  Les représentants des requérants demandent également 53 040 EUR pour leurs honoraires et 1 702,88 EUR pour les honoraires des avoués, correspondant aux procédures engagées devant les juridictions internes. A l’appui de leur demande ils fournissent un relevé détaillé de leurs frais, par acte de procédure effectué, sans toutefois spécifier les actes engagés pour faire face à l’inexécution de l’arrêt dont ils se sont plaints devant la Cour. Ils réclament en outre également 3 016 EUR pour honoraires d’expert, dont ils produisent la facture, et 2 520 EUR pour des honoraires d’expert dans le cadre de l’exécution, sans fournir de facture.", "83.  Le Gouvernement ne formule pas d’observations à cet égard.", "84.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. La Cour estime que les requérants n’ont pas droit au remboursement de l’ensemble des frais et dépens nécessaires pour leur défense devant les tribunaux andorrans, mais seulement de ceux nécessaires pour se plaindre de la violation invoquée devant la Cour. Elle relève par ailleurs qu’ils n’ont pas réclamé le remboursement des frais et dépens engagés pour leur défense devant la Cour. En l’espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour statuant en équité, alloue à chacun des requérants la somme de 10 000 EUR.", "C.  Intérêts moratoires", "85.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit,", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  40 000 EUR (quarante mille euros), tous chefs de préjudice confondus, à chacun des requérants, plus tout montant pouvant être dû à titre d’impôt ;", "ii.  10 000 EUR (dix mille euros) à chacun des requérants, plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 29 juillet 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tElisabet Fura-Sandström\n\tGreffier\tPrésidente", "", ""]}