{"file": "FRE_CLINF_47357_08.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "47357/08", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 139", "Mars 2011", "Alikaj et autres c. Italie - 47357/08", "Arrêt 29.3.2011 [Section II]", "Article 2", "Article 2-1", "Enquête efficace", "Article 2-2", "Recours à la force", "Usage excessif de la force par la police et absence d’enquête effective : violations", "", "En fait – Le fils et frère des quatre requérants décéda après avoir été touché par une balle tirée par un policier alors qu’il prenait la fuite après un contrôle routier. Un soir de décembre 1997, alors que le jeune homme en question et trois de ses amis circulaient sur l’autoroute, la police leur ordonna de s’arrêter en raison de la vitesse suspecte à laquelle ils roulaient. Ils arrêtèrent le véhicule, puis en sortirent en courant afin de s’enfuir. Les policiers tirèrent alors deux coups de feu de sommation, puis l’un d’eux commença à les poursuivre en s’engageant sur un sol glissant, sans lampe torche mais arme à la main, avant de tirer une balle qui atteignit le cœur de la victime, qui décéda sur le coup.", "Une enquête fut aussitôt ouverte par les autorités. Les premiers actes d’enquête furent effectués par des agents appartenant à la même unité administrative que le policier auteur du tir mortel. Par la suite, des poursuites pénales furent engagées à l’encontre de ce dernier. Par un arrêt de 2006, la cour d’assises le jugea coupable d’homicide par imprudence, mais prononça un non-lieu en raison de la prescription des faits. En 2008, la Cour de cassation déclara irrecevable le pourvoi du ministère public contre cette décision.", "En droit – Article 2", "a)  Volet matériel – Il n’a pas été allégué que les policiers ayant effectué le contrôle routier eussent des raisons de penser que les individus à bord de la voiture avaient commis des crimes violents ou étaient dangereux, ou que leur non-arrestation aurait eu des conséquences néfastes irréversibles. Ils n’étaient pas armés et rien dans leur comportement ne pouvait laisser penser qu’ils constituaient une menace. Dans de telles circonstances, en courant en pleine nuit à leur poursuite le pistolet à la main, sur un sol glissant à cause de la pluie, le policier mettait en danger leur vie. Or le recours à une force potentiellement meurtrière ne saurait passer pour « absolument nécessaire » lorsque la personne concernée ne présente aucune menace pour autrui et n’est pas soupçonnée d’avoir commis une infraction à caractère violent. Par ailleurs, à ce comportement imprudent du policier s’ajoutait un manque de réglementation de l’usage des armes de la part de l’Etat défendeur.", "Conclusion : violation (unanimité).", "b)  Volet procédural – La Cour rappelle que, pour qu’une enquête sur une allégation d’homicide illicite commis par des agents de l’Etat soit effective, il faut que les personnes qui en sont chargées soient indépendantes des personnes impliquées. Or, en l’espèce, les premiers actes d’enquête – à savoir l’examen technique du lieu de l’incident, la recherche des douilles, ainsi que la vérification et la saisie des armes des policiers – ont été effectués par le corps de police auquel appartenait l’agent auteur du tir mortel. En particulier, le premier policier à être arrivé sur les lieux était son supérieur hiérarchique. En conséquence, il y a lieu de constater le caractère insuffisamment indépendant de l’enquête. Par ailleurs, onze ans après la mort de la victime, la cour d’assises, après avoir reconnu le policier auteur du tir coupable d’homicide par imprudence, a prononcé un non-lieu au motif que les faits constitutifs de l’infraction étaient prescrits. Or, compte tenu de la célérité et de la diligence raisonnable exigées des autorités dans un tel contexte, l’application de la prescription relève des mesures que la Cour considère « inadmissibles », puisqu’elles ont pour effet d’empêcher une condamnation. La Cour note en outre qu’aucune sanction disciplinaire n’a été infligée au policier.", "En conséquence, le système pénal tel qu’il a été appliqué en l’espèce ne pouvait engendrer aucune force dissuasive propre à assurer la prévention efficace d’actes illégaux tels que ceux dénoncés par les requérants, et n’a pas offert un redressement approprié de l’atteinte portée au droit à la vie de leur proche.", "Conclusion : violation (unanimité).", "Article 41 : 5 000 EUR conjointement aux requérants pour dommage matériel ; 50 000 EUR chacun au père et à la mère de la victime, ainsi que 15 000 EUR à chacune de ses sœurs, au titre de leur préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}