{"file": "FRE_CLINF_20940_92.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20940/92", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Décembre 1996", "Duclos c. France - 20940/92, 20941/92 et 20942/92", "Arrêt 17.12.1996", "Article 6", "Procédure civile", "Article 6-1", "Délai raisonnable", "Durée de trois procédures civiles: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "A.\tPÉRIODES À CONSIDÉRER", "Procédure contre la Caisse primaire d'assurance maladie (CPAM) de Dieppe : neuf ans et sept mois.", "Procédure contre l'Union des assurances de Paris (UAP) : huit ans et presque huit mois.", "Procédure contre la Caisse d'allocations familiales (CAF) de Dieppe : huit ans, huit mois et deux semaines.", "B.\tCARACTÈRE RAISONNABLE DE LA DURÉE DES PROCÉDURES", "Rappel de la jurisprudence de la Cour.", "1.\tProcédure contre la CPAM de Dieppe", "a)\tComplexité de l'affaire", "Absence de complexité.", "b)\tComportement des parties et des autorités judiciaires", "Caractère raisonnable de la durée de l'instance devant les tribunaux des affaires de sécurité sociale apprécié de la même manière que devant les juridictions civiles de droit commun.", "Comportement du requérant non exempt de reproches - essentiel des retards imputable néanmoins au comportement des autorités administratives et judiciaires.", "Conclusion : violation (unanimité).", "2.\tProcédure contre l'UAP", "a)\tComplexité de l'affaire", "Absence de complexité.", "b)\tComportement des parties et des autorités judiciaires", "Comportement du requérant non exempt de reproches - certains retards à mettre à la charge des autorités. ", "c)\tEnjeu de la procédure pour le requérant", "La situation de l'intéressé et l'enjeu de la procédure pour celui-ci appelaient une célérité particulière.", "Conclusion : violation (unanimité).", "3.\tProcédure contre la CAF de Dieppe", "a)\tComplexité de l'affaire", "Absence de complexité.", "b)\tComportement des parties et des autorités judiciaires", "Comportement du requérant non exempt de reproches - essentiel des retards imputable néanmoins au comportement des autorités administratives et judiciaires.", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage", "Demande pour dommages matériels rejetée. Tort moral déterminé en équité.", "Conclusion : État défendeur tenu de payer au requérant une certaine somme (unanimité).   ", "B.\tRecommandation demandée par le requérant", "Incompétence de la Cour pour adresser injonction à État contractant.", "Conclusion : rejet de la demande (unanimité).", "C.\tFrais et dépens", "Accueil de la demande du requérant.", "Conclusion : État défendeur tenu de payer certaines sommes au requérant (unanimité).   ", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}