{"file": "FRE_CLINF_51358_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "51358/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 92", "Décembre 2006", "Paşa et Erkan Erol c. Turquie - 51358/99", "Arrêt 12.12.2006 [Section II]", "Article 2", "Obligations positives", "Mesures de sécurité insuffisantes autour d'une zone minée par les militaires, servant de pâturage du village : violation", "", "Article 34", "Victime", "Maire se plaignant que les autorités n'aient pas pris, dans son village, les mesures de sécurité nécessaires pour protéger la vie de son fils, alors que ses responsabilités administrative et parentale sont mises en cause dans cet accident : qualité de victime rejetée", "", "En fait : Les autorités enterrèrent des mines antipersonnel pour des raisons de protection de la gendarmerie locale près d'un village. La zone fut entourée de deux rangées de fils barbelés à hauteur de la taille et des panneaux d'avertissement furent placés tous les vingt mètres. Les villageois furent avertis du danger par écrit puis oralement. La zone concernée servait de pâturage du village. Erkan Erol, neuf ans, gardait des moutons à proximité. Il perdit une jambe sur une mine, après avoir suivi des moutons qui avaient franchi les barbelés pour aller pâturer dans la zone minée. Selon des témoignages, Paşa Erol, père de la victime et maire du village, se rendait sur cette zone avec ses animaux sans crainte. Paşa Erol engagea une action en responsabilité contre l'Etat pour défaut de mesures de sécurité suffisantes autour de la zone militaire. L'action fut rejetée : des mesures de sécurité avaient été prises autour de la zone minée et les villageois, dont le maire, avaient été informés du danger par écrit et oralement ; tant la victime, qui avait pénétré dans une zone interdite, que son père, par sa propre négligence, étaient responsables de l'accident.", "En droit – Exception préliminaire tirée de l'absence de qualité de victime du premier requérant accueillie :. Le premier requérant, maire du village à l'époque des faits, devait – compte tenu de la nature de ses fonctions et des responsabilités qu'il exerçait – alerter la gendarmerie de l'insuffisance des mesures prises et exiger des mesures de protection supplémentaires. Or il n'a pas porté à l'attention des autorités militaires les griefs qu'il soulève devant la Cour. De plus, lui-même a adopté un comportement irresponsable en se rendant dans la zone avant l'accident de son fils. Vu sa responsabilité administrative et parentale dans l'accident de son fils, il ne peut se prétendre victime, selon l'article 34 de la Convention, d'une violation de l'article 2.", "Obligation positive des Etats de prendre toutes les mesures nécessaires pour éviter la mise en danger de la vie d'autrui : En minant un terrain régulièrement utilisé comme pâturage d'élevage par un village où de jeunes enfants font quotidiennement paître les animaux, et en l'entourant uniquement de deux rangées de fils barbelés suffisamment écartés pour ne pas en empêcher l'accès par des enfants, les autorités n'ont pas pris les mesures de sécurité nécessaires pour éloigner tout risque de danger de mort et de blessure.", "Conclusion : violation (unanimité).", "Article 41 – 30 505 EUR pour les préjudices subis.", "Pour plus de détails, consultez le communiqué de presse no 776.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}