{"file": "FRE_HFJUD_11760_85.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "11760/85", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE EDITIONS PERISCOPE c. FRANCE", "", "(Requête no11760/85)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 mars 1992", "\n", "En l’affaire Éditions Périscope c. France,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tJ. Cremona,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\t\tI. Foighel,", "\t\tR. Pekkanen,", "\t\tJ.M. Morenilla,", "\t\tF. Bigi,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 26 octobre 1991 et 26 février 1992,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 14 décembre 1990, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 11760/85) dirigée contre la République française et dont une société anonyme de droit français, les Éditions Périscope, avait saisi la Commission le 20 septembre 1985 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration française reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences de l’article 6 par. 1 (art. 6-1) en matière de \"délai raisonnable\".", "2. En réponse à l’invitation prescrite à l’article 33 par. 3 d) du règlement, la société requérante a manifesté le désir de participer à l’instance et désigné son conseil (article 30).", "3. La chambre à constituer comprenait de plein droit M. L.-E. Pettiti, juge élu de nationalité française (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 21 février 1991, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. J. Cremona, F. Matscher, J. Pinheiro Farinha, R. Macdonald, I. Foighel, R. Pekkanen et J.M. Morenilla, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43). Ultérieurement, MM. F. Bigi et B. Walsh, suppléants, ont remplacé M. Pinheiro Farinha, qui avait donné sa démission et dont le successeur à la Cour était entré en fonctions avant l’audience, et M. Macdonald, empêché (articles 2 par. 3, 22 par. 1 et 24 par. 1 du règlement).", "4. Ayant assumé la présidence de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement français (\"le Gouvernement\"), le délégué de la Commission et l’avocat de la société requérante au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément aux ordonnances rendues en conséquence, le greffier a reçu le mémoire des Éditions Périscope le 2 mai et celui du Gouvernement le 3; les demandes des premières au titre de l’article 50 (art. 50) de la Convention lui sont parvenues le 21. Le 17 juillet, le secrétaire de la Commission l’a informé que le délégué s’exprimerait oralement.", "5. Ainsi que l’avait décidé le président, les débats se sont déroulés en public le 21 octobre 1991, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tMM. J.-P. Puissochet, directeur des affaires juridiques", "\t\t\tau ministère des Affaires étrangères, \tagent,", "\tP. Chambu, direction des affaires juridiques,", "\t\t\tministère des Affaires étrangères, \tconseil;", "- pour la Commission", "\tM. C.L. Rozakis, \tdélégué;", "- pour la société requérante", "\tMe P. Colin, avocat, \tconseil.", "La Cour a entendu en leurs déclarations, ainsi qu’en leurs réponses à ses questions, M. Puissochet pour le Gouvernement, M. Rozakis pour la Commission et Me Colin pour la société requérante.", "6. Agent du Gouvernement et représentant de la société requérante ont produit plusieurs pièces à l’occasion de l’audience.", "7. Le 15 janvier 1992, le second a communiqué au greffier une note relative à l’application de l’article 50 (art. 50) de la Convention, mais la Cour a résolu de ne pas la prendre en considération, eu égard à l’article 50 par. 1 du règlement.", "EN FAIT", "8. Les Éditions Périscope sont une société anonyme de droit français, dont le siège se trouve à Paris. Fondées en avril 1960, elles entendaient créer une revue intitulée \"Périscope de l’usine et du bureau\", qui analyserait les produits industriels nouveaux et offrirait un \"service lecteurs intégré\". Il s’agissait d’un type de périodique alors inconnu en France.", "A. La genèse de l’affaire", "9. Le 21 octobre 1960, la société requérante pria la Commission paritaire des publications et agences de presse (\"la Commission paritaire\") de délivrer à sa revue un certificat d’inscription afin qu’elle bénéficiât des abattements fiscaux et des tarifs postaux préférentiels consentis aux organes de presse.", "10. La Commission paritaire rejeta la demande le 8 décembre 1960 et réserva le même sort à deux autres, les 9 février 1961 et 17 janvier 1964. Elle ne répondit pas à une quatrième, formulée le 30 juin 1970. Bien qu’assimilables à des décisions faisant grief car ils liaient l’administration, ses avis ne donnèrent pas lieu à un recours pour excès de pouvoir devant le Conseil d’État.", "Le motif avancé ne varia jamais: la revue était assimilable à un support publicitaire car elle constituait un trait d’union entre ses abonnés et des fabricants, à des fins de transaction commerciale. Elle publiait les fiches techniques établies par le constructeur lui-même pour les matériels présentés; le lecteur intéressé par un modèle retournait à la direction de \"Périscope de l’usine et du bureau\" une fiche avec la référence dudit modèle; le constructeur recevait alors la fiche en question et envoyait la documentation correspondante. Or la société aurait dû, pour obtenir les avantages revendiqués, consacrer au moins un tiers de sa surface à une information d’intérêt général ou doter son service lecteurs d’un apport rédactionnel critique.", "11. Les Éditions Périscope présentèrent aussi deux requêtes officieuses qui se soldèrent par les refus des secrétaires généraux du ministère des Postes et Télécommunications (8 avril 1961) et de la Commission paritaire (27 octobre 1966).", "Elles menèrent également auprès des pouvoirs publics, jusqu’en 1974, des démarches qui demeurèrent vaines.", "12. \"Périscope de l’usine et du bureau\" cessa de paraître en octobre 1974 et la société éditrice fut mise en règlement judiciaire puis en liquidation de biens. Toutefois, le tribunal de commerce de Paris prononça la rétractation de son jugement après que le président-directeur général eut consenti à supporter le passif sur ses deniers personnels.", "13. Le 15 mars 1976, les Éditions Périscope adressèrent un recours gracieux au ministre des Finances, au secrétaire d’État aux Postes et Télécommunications et au secrétaire d’État auprès du premier ministre, porte-parole du gouvernement. Elles entendaient obtenir une indemnité de 200 millions de francs en réparation du préjudice qu’elles estimaient avoir subi depuis 1962 par la faute du service public. Elles ne reçurent pas de réponse.", "B. La procédure devant le tribunal administratif de Paris", "1. Le recours", "14. Les Éditions Périscope saisirent le tribunal administratif de Paris le 12 novembre 1976. Elles l’invitaient à", "\"Faire droit au (...) recours et, pour les motifs (...) exposés, condamner l’État à [leur] verser la somme de deux cents millions de francs à titre de réparation du préjudice à [elles] causé par les fautes du service public.", "Subsidiairement, ordonner une expertise pour déterminer l’importance du préjudice subi par la Société Éditions Périscope.\"", "2. L’instruction", "15. Partie défenderesse, le premier ministre déposa le 25 février 1977 un mémoire concluant au débouté. Le ministre de l’Économie et des Finances et le secrétaire d’État aux Postes et Télécommunications firent de même les 4 mars et 18 avril.", "16. Le 17 juin 1977, les Éditions Périscope présentèrent un mémoire ampliatif qu’elles complétèrent le 15 novembre; elles avaient sollicité des prolongations de délai les 27 avril et 1er juin afin de se procurer de nouvelles pièces.", "17. Le 18 novembre 1977, le ministre délégué à l’Économie et aux Finances confirma ses conclusions antérieures.", "18. Dans un nouveau mémoire enregistré le 16 mars 1978, la société requérante indiquait notamment:", "\"A ce jour, seul le ministre des Finances a répondu au mémoire du 15 juin 1977 par un mémoire du 18 novembre 1977.", "Il apparaît clairement que les Administrations concernées abusent de leur position privilégiée pour retarder le plus possible la solution du procès (...).", "Cet abus apparaît d’autant plus manifeste que ces Administrations possèdent des moyens en matériel et en personnel qui leur permettent de respecter des délais raisonnables de réponse.\"", "En conséquence, elle invitait le tribunal \"[à] lui donner acte de sa protestation contre le silence dilatoire des Administrations défenderesses et [à] leur faire injonction de répondre dans un délai très bref aux mémoires de la Société des 15 juin et 15 novembre 1977\".", "19. Le premier ministre déclara, le 28 mars 1978, qu’il maintenait ses conclusions du 25 février 1977 et reprenait à son compte les observations du ministre délégué à l’Économie et aux Finances et du secrétaire d’État aux Postes et Télécommunications.", "20. Les Éditions Périscope revinrent à la charge dans un quatrième mémoire, déposé le 22 mai 1978:", "\"L’absence de réponse du ministre des Finances et du secrétaire d’État aux Postes et Télécommunications démontre qu’ils n’ont aucun argument supplémentaire à opposer aux explications et documents produits les 15 juin et 15 novembre par la société requérante.", "Dans ces conditions, [celle-ci] demande au tribunal administratif de considérer comme terminée l’instruction écrite, et de fixer une date d’audience pour l’examen du litige (...).\"", "Elles en présentèrent deux de plus les 25 octobre 1978 et 29 mai 1979.", "Le premier comportait la conclusion suivante:", "\"Le silence du ministre des Postes à la suite des trois derniers mémoires de la société, la lettre du premier ministre du 21 mars 1978 s’en remettant aux mémoires des autres ministres, la répétition par le ministre du Budget des arguments du ministre des Finances, l’absence totale de discussion du préjudice par les défendeurs, les délais écoulés démontrent que l’État a terminé l’exposé de ses moyens de défense.", "Dans ces conditions, la société requérante prie le tribunal administratif de bien vouloir fixer au plus vite l’examen du recours introduit depuis deux ans.\"", "Quant au second, il se terminait ainsi:", "\"La société Périscope constate que les défendeurs ont tous affirmé reprendre leurs arguments précédents. L’exposé de leurs moyens est donc achevé.", "La société (...) demande donc à nouveau au tribunal administratif de Paris d’évoquer l’affaire à une prochaine audience, se réservant d’y faire présenter des observations orales par son conseil.\"", "En outre, l’avocat des Éditions Périscope écrivit le 13 janvier 1979 au président du tribunal administratif pour qu’il fixât la date de l’audience. Il n’estimait \"pas admissible (...) que l’Administration [pût] indéfiniment retarder la solution d’une instance au préjudice du demandeur\".", "21. Le ministre du Budget soumit un mémoire complémentaire le 10 juin 1978, tout comme le secrétaire d’État aux Postes et Télécommunications le 23 janvier 1979. Ce dernier indiqua de surcroît, le 22 octobre, qu’il persistait \"en tous points\" dans ses précédentes conclusions.", "3. Le jugement du 27 avril 1981", "22. Après une audience publique tenue le 6 avril 1981, le tribunal administratif rejeta la requête le 27 par les motifs suivants:", "\"Considérant que la requête de la Société Éditions Périscope tend à ce que le Tribunal déclare l’État responsable du préjudice causé à la requérante par la discrimination opérée par les administrations intéressées au profit d’entreprises concurrentes en ce qui concerne tant les affranchissements postaux que les allégements fiscaux sans en faire profiter également la requérante en dépit de ses demandes réitérées, condamne l’État à lui payer de ces chefs une indemnité de 200 000 000 F et subsidiairement ordonne une expertise pour déterminer l’importance du préjudice subi;", "Considérant que si la requérante se fonde sur l’illégalité du refus de son inscription sur la liste des publications bénéficiant des avantages susvisés [allégements fiscaux], il lui appartenait de contester, en temps utile, les impositions qu’elle estimait établies en méconnaissance de l’exonération édictée à l’article 261-8-1o du code général des impôts; qu’elle ne peut plus remettre en cause ladite imposition par la voie d’une action en dommages et intérêts dirigée contre le ministre du Budget dès l’instant qu’elle n’établit pas l’illégalité des refus;", "Considérant que, de son côté, l’Administration des Postes n’a pas commis une faute de nature à engager la responsabilité de l’État en ne faisant pas bénéficier la requérante d’un tarif postal spécial dès l’instant qu’il résulte de l’article D 18 du code des postes et télécommunications que l’application de ces tarifs est subordonnée à la production d’un certificat d’inscription délivré par la Commission paritaire (...); qu’il appartenait à la requérante, si elle s’y croyait fondée, de contester dans le délai réglementaire de deux mois la légalité d’une décision de refus; qu’il résulte de l’instruction que l’attention des dirigeants de la requérante a été en vain appelée à diverses reprises sur la différence de structure de sa revue par rapport aux revues concurrentes et sur les changements qu’elle devait y apporter pour bénéficier du régime économique de la presse;", "Considérant que la circonstance alléguée que diverses entreprises concurrentes auraient indûment bénéficié des avantages en cause, à supposer même qu’elle fût établie, ce qui n’est d’ailleurs pas établi par l’instruction, n’est pas de nature à constituer une atteinte au principe d’égalité devant le service public;", "(...).\"", "C. La procédure devant le Conseil d’État", "1. Le recours", "23. Par un recours introduit le 15 juillet 1981, les Éditions Périscope demandèrent au Conseil d’État d’\"annuler le jugement attaqué [du tribunal administratif], condamner l’État à [leur] verser une somme de 200 millions de francs à titre de dommages-intérêts, subsidiairement ordonner une expertise afin de déterminer l’importance du préjudice qui [leur avait] été causé par les mesures discriminatoires dont [elles avaient] été victime[s]\".", "2. L’instruction", "24. L’affaire, dont le tribunal avait transmis le dossier au Conseil d’État le 11 août 1981, fut attribuée le 15 à la 10e sous-section du contentieux.", "25. Les Éditions Périscope déposèrent un mémoire ampliatif le 13 novembre 1981; elles signalèrent le 18 décembre une erreur typographique qui s’y était glissée.", "26. Le dossier fut communiqué successivement à trois membres du gouvernement: le ministre de l’Économie et des Finances, du 24 novembre 1981 au 2 mars 1982; le ministre délégué auprès du ministre de l’Industrie et de la Recherche, chargé des Postes et Télécommunications, du 16 mars 1982 au 16 mai 1983, après que le Conseil d’État en eut réclamé le retour le 5 mai 1983; le secrétaire d’État auprès du premier ministre, chargé des Techniques de la Communication, du 14 juin au 3 octobre 1983.", "Le premier sollicita le 27 janvier 1982 un délai supplémentaire d’un mois pour présenter son mémoire, ce qu’il fit le 2 mars suivant.", "Le deuxième adressa le sien le 14 novembre 1983, après avoir indiqué le 16 mai de la même année qu’il entendait \"répondre dans les meilleurs délais\".", "Le troisième en avait soumis un le 3 octobre 1983.", "27. La société requérante en déposa un nouveau le 28 octobre 1983 et produisit des pièces les 10 et 24 février 1984.", "28. Chargé du dossier le 10 janvier 1984, un auditeur rendit son rapport le 16 avril.", "La séance d’instruction eut lieu le 21 novembre et l’affaire fut ensuite inscrite au rôle des 10e et 7e sous-sections réunies du 6 mars 1985.", "3. L’arrêt du 22 mars 1985", "29. Le Conseil d’État rejeta le recours par un arrêt du 22 mars 1985, ainsi motivé:", "\"(...)", "Considérant qu’en vertu des dispositions de l’article 1er du décret du 25 mars 1950, modifié par le décret du 2 août 1960, la Commission paritaire (...) est chargée de donner un avis sur l’application des textes législatifs et réglementaires prévoyant des allégements en faveur de la presse en matière de taxes fiscales, de tarifs postaux et de droits de douane; qu’aux termes de l’article 3 dudit décret, la Commission [paritaire] examine si la publication paraît remplir les conditions fixées par ces textes et, dans l’affirmative, délivre à la publication un certificat d’inscription, qui doit être produit à l’appui de toute demande tendant à obtenir le bénéfice de dégrèvements fiscaux et postaux; que le refus du certificat d’inscription a le caractère d’un avis conforme qui interdit à l’autorité administrative compétente d’accorder les aides dont s’agit;", "Considérant que, par décisions en date des 8 décembre 1960, 9 février 1961 et 17 janvier 1964, la Commission paritaire (...) a refusé de délivrer le certificat d’inscription à la revue ‘Périscope de l’usine et du bureau’, en se fondant sur les dispositions du 6o de l’article 72 de l’annexe III au code général des impôts, lesquelles, dans leur rédaction applicable aux faits de l’espèce, excluent du bénéfice de l’exonération prévue par les dispositions du 1o du [paragraphe] 8 de l’article 261 du même code les journaux ou publications périodiques assimilables aux ‘publications ayant pour objet principal la recherche ou le développement des transactions d’entreprises commerciales, industrielles, bancaires, d’assurances ou d’autres natures dont elles sont, en réalité, les instruments de publicité ou de réclame’;", "Considérant, d’une part, qu’il résulte de l’instruction, et qu’il n’est d’ailleurs pas contesté, que la revue mensuelle ‘Périscope de l’usine et du bureau’ était au nombre des publications visées par la disposition susénoncée de l’article 72 de l’annexe III au code général des impôts, eu égard, notamment, à son contenu et à la part de sa surface qu’elle consacrait à des réclames ou à des articles s’apparentant à des messages publicitaires; que c’est ainsi, à bon droit, que le certificat d’inscription ne lui a pas été délivré;", "Considérant, d’autre part, que, si les avantages refusés à la revue ‘Périscope de l’usine et du bureau’ ont été accordés à des publications dont elle soutient qu’elles lui faisaient concurrence, il n’est nullement établi, contrairement à ce qu’allègue la société requérante, que ces publications présentaient des caractéristiques rédactionnelles et comportaient une proportion de publicité de nature à leur conférer le caractère ‘d’instruments de la publicité ou de réclame’, au sens de la disposition précitée du code général des impôts, et à justifier, ainsi, que leur fût refusé le bénéfice des aides à la presse; que dès lors, la société requérante n’est, en tout état de cause, pas fondée à soutenir que la Commission [paritaire] aurait commis une faute de nature à engager la responsabilité de l’État en accordant illégalement à d’autres revues, selon elles comparables à celle qu’elle édite, le certificat qui lui a été refusé;", "Considérant qu’il résulte de ce qui précède que la société anonyme ‘Éditions Périscope’ n’est pas fondée à se plaindre de ce que, par le jugement attaqué, le tribunal administratif de Paris a rejeté sa demande d’indemnité.\"", "PROCEDURE DEVANT LA COMMISSION", "30. Dans leur requête du 20 septembre 1985 à la Commission (no 11760/85), les Éditions Périscope alléguaient plusieurs infractions à l’article 6 par. 1 (art. 6-1) de la Convention: les juridictions administratives n’auraient pas entendu leur cause dans un délai raisonnable; le Conseil d’État n’aurait pas constitué un tribunal impartial, car deux de ses membres auraient connu de l’affaire auparavant et son arrêt ne mentionnait pas le nom des magistrats ayant statué ni ne reproduisait, dans le texte notifié, le résumé des arguments des parties qui figurait dans la version manuscrite.", "31. Le 12 avril 1989, la Commission a retenu la requête quant à la durée de la procédure mais a écarté les autres griefs. Dans son rapport du 11 octobre 1990 (article 31) (art. 31), elle conclut à la violation de l’article 6 par. 1 (dix-sept voix contre deux). Le texte intégral de son avis et de l’opinion dissidente dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR", "32. Dans son mémoire, le Gouvernement a invité la Cour à \"bien vouloir rejeter la présente requête qui est mal fondée\".", "Quant au conseil de la société requérante, il a prié la Cour", "\"- de déclarer fondé son recours tiré de la violation de l’article 6 par. 1 (art. 6-1) de la Convention par l’État français,", " - y faisant droit, de condamner l’État français pour violation de l’article 6 par. 1 (art. 6-1) de la Convention, et de le condamner à lui verser une indemnité en réparation du préjudice sur la base des demandes présentées à ce titre par la requérante\".", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 1 (art. 6-1)", "33. Les Éditions Périscope se plaignent de la durée de l’examen de l’action qu’elles ont menée contre l’État devant le tribunal administratif de Paris, puis devant le Conseil d’État. Elles allèguent une violation de l’article 6 par. 1 (art. 6-1) de la Convention, aux termes duquel", "\"Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...)\"", "A. Sur l’applicabilité de l’article 6 par. 1 (art. 6-1)", "34. Société requérante et Commission estiment ce texte applicable en l’espèce. Le Gouvernement soutient la thèse opposée.", "1. Sur l’existence d’une contestation relative à  un droit", "35. L’article 6 par. 1 (art. 6-1) vaut pour les \"contestations\" relatives à des \"droits\" (de caractère civil) que l’on peut dire, au moins de manière défendable, reconnus en droit interne, qu’ils soient ou non protégés de surcroît par la Convention (voir, entre autres, l’arrêt Neves e Silva c. Portugal du 27 avril 1989, série A no 153-A, p. 14, par. 37).", "36. Si l’existence d’une contestation ne prête pas à controverse, il n’en va pas de même de son objet. Selon le Gouvernement, le litige portait exclusivement sur l’application des règles relatives à l’octroi de dégrèvements fiscaux et d’allégements postaux, c’est-à-dire sur le droit au bénéfice des avantages réservés à certaines publications. D’après la société requérante, au contraire, il s’agissait d’un contentieux de pleine juridiction, mettant en cause la responsabilité de la puissance publique.", "37. Avec la Commission, la Cour constate que le procès tendait à la réparation du dommage que l’État aurait causé aux Éditions Périscope en leur refusant les réductions consenties par lui à des entreprises concurrentes. Dans son recours du 12 novembre 1976 devant le tribunal administratif de Paris, la société éditrice dénonçait les \"fautes du service public\" (paragraphe 14 ci-dessus) qui l’avaient conduite, selon elle, à cesser de publier \"Périscope de l’usine et du bureau\" et à interrompre ses activités. Au centre de la contestation figurait donc un droit, le droit à une indemnité pour faute de l’administration de nature à engager la responsabilité de l’État.", "38. Il importe peu de rechercher si, comme l’affirme le Gouvernement, les Éditions Périscope auraient dû se pourvoir dès 1964 contre la décision de la Commission paritaire, plutôt que d’utiliser tardivement le biais du recours en réparation. Aux fins de l’article 6 par. 1 (art. 6-1), il suffit de déterminer si la thèse des Éditions Périscope présentait un degré suffisant de sérieux, et non si elle se justifiait au regard de la législation française ou si une autre base juridique eût offert de meilleures chances de succès. Or les deux juridictions saisies reconnurent la recevabilité de l’action: en recherchant s’il y avait manquement imputable aux pouvoirs publics, elles se prononcèrent sur le fond du litige (voir, mutatis mutandis, l’arrêt Neves e Silva précité, série A no 153-A, p. 14, par. 37).", "2. Sur le caractère civil du droit contesté", "39. Le Gouvernement plaide aussi que nul droit \"de caractère civil\" ne se trouvait en jeu. Admettre le contraire en l’occurrence aboutirait à rendre l’article 6 par. 1 (art. 6-1) applicable à toute procédure destinée à obtenir la compensation d’un dommage, indépendamment de la nature du droit invoqué. La présente cause relèverait d’un bloc de matières dans lesquelles l’État intervient en qualité de détenteur de la puissance publique; elle n’offrirait pas d’analogie avec les affaires Baraona c. Portugal et Neves e Silva (arrêts des 8 juillet 1987 et 27 avril 1989). La jurisprudence de la Commission exclurait clairement du champ du droit privé la taxation et le domaine connexe des avantages fiscaux; quant à l’octroi de tarifs postaux préférentiels, il concernerait la relation de l’usager avec un service public administratif - et non industriel et commercial -, ressortissant au droit public. Enfin, la responsabilité de l’État envers les particuliers pour l’application des règles en vigueur dans le domaine fiscal et postal échapperait en France aux principes du droit civil et ne pourrait être qualifiée de \"civile\". Un lien réciproque unirait la compétence et le fond: c’est dans la mesure où les normes en vigueur dérogent au droit commun que le juge administratif connaît des litiges qu’elles font naître.", "Pour l’essentiel, la Commission et son délégué s’appuient sur l’arrêt Neves e Silva précité; ils y discernent des critères précis autorisant à conclure au caractère civil du droit litigieux. Le conseil des Éditions Périscope marque son accord.", "40. La Cour relève que l’action de la société requérante avait un objet \"patrimonial\" et se fondait sur une atteinte alléguée à des droits eux aussi patrimoniaux. Le droit en question revêtait donc \"un caractère civil\", nonobstant l’origine du différend et la compétence des juridictions administratives (voir notamment les arrêts Ringeisen c. Autriche du 16 juillet 1971 et König c. Allemagne du 28 juin 1978, série A no 13, p. 39, par. 94, et no 27, p. 30, par. 90).", "3. Conclusion", "41. Partant, l’article 6 par. 1 (art. 6-1) trouve à s’appliquer.", "B. Sur l’observation de l’article 6 par. 1 (art. 6-1)", "42. Reste à savoir s’il y a eu ou non dépassement du \"délai raisonnable\".", "Société requérante et Commission répondent par l’affirmative, le Gouvernement par la négative.", "43. La période à considérer a commencé le 12 novembre 1976, date de la saisine du tribunal administratif de Paris. Elle a pris fin le 22 mars 1985, avec le prononcé de l’arrêt du Conseil d’État.", "44. Le caractère raisonnable de la durée d’une procédure s’apprécie à l’aide des critères qui se dégagent de la jurisprudence de la Cour et suivant les circonstances de la cause, lesquelles commandent en l’occurrence une évaluation globale.", "Ainsi qu’il ressort de la lecture des deux décisions rendues par les juridictions administratives, l’affaire ne présentait aucune complexité particulière. En outre, la société requérante ne contribua pas à retarder l’issue de la procédure; bien au contraire, elle s’efforça maintes fois d’obtenir un dépôt plus rapide des mémoires des ministères concernés (paragraphes 18 et 20 ci-dessus). Dès lors, la Cour ne saurait en l’espèce estimer \"raisonnable\" un laps de temps supérieur à huit ans.", "Partant, il y a eu violation de l’article 6 par. 1 (art. 6-1).", "II. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "45. Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommage matériel", "46. Les Éditions Périscope revendiquent d’abord 2 000 000 f. pour le dommage matériel qu’elles auraient subi. Elles se déclarent cependant hors d’état de le détailler et de le justifier. En particulier, elles reconnaissent ne pouvoir distinguer entre ce qui résulterait de la décision des juridictions administratives et ce qui découlerait de la longueur des instances.", "Selon le Gouvernement, on ne saurait parler d’un préjudice à réparer puisque le juge administratif français a définitivement tranché par la négative la question du droit de la société requérante à des dégrèvements fiscaux et à des allégements postaux. Le délégué de la Commission souscrit à cette thèse.", "47. La Cour n’aperçoit pas non plus de lien de causalité entre la violation de l’article 6 par. 1 (art. 6-1) et le rejet du recours de ladite société par les juridictions nationales. Elle écarte donc la demande.", "B. Frais et dépens", "48. Les Éditions Périscope réclament en outre 100 000 f. de frais et dépens.", "Le Gouvernement trouve excessive la demande et note qu’elle ne s’accompagne d’aucun justificatif. Quant au délégué de la Commission, il ne prend pas position.", "49. La société requérante ne distingue pas entre les frais et dépens assumés par elle devant les juridictions françaises et ceux qu’elle a exposés devant les organes de la Convention ni, quant aux premiers, selon qu’elle les a supportés pour accélérer la marche de l’instance ou à d’autres fins. Statuant en équité, comme le veut l’article 50 (art. 50), et à l’aide des critères qu’elle applique en la matière, la Cour lui alloue 50 000 f. à ce titre.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit que l’article 6 par. 1 (art. 6-1) s’applique en l’espèce et a été violé;", "", "2. Dit que l’État défendeur doit verser à la société requérante, dans les trois mois, 50 000 (cinquante mille) francs français pour frais et dépens;", "", "3. Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 26 mars 1992.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", ""]}