{"file": "FRE_HFJUD_37284_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37284/02", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE LAFARGUE c. ROUMANIE", "", "", "(Requête no 37284/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "13 juillet 2006", "", "", "", "DÉFINITIF", "", "13/10/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Lafargue c. Roumanie,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\tJ. Hedigan,\n\t\tL. Caflisch,\n\t\tC. Bîrsan,\n\t\tV. Zagrebelsky,\n\t\tE. Myjer,\n\t\tDavid Thór Björgvinsson, juges,\net de M. V. Berger, greffier de section", "Après en avoir délibéré en chambre du conseil les 8 septembre 2005 et 22 juin 2006,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 37284/02) dirigée contre la Roumanie par un ressortissant français, M. Gaston Lafargue (« le requérant »). Ce dernier a saisi la Cour le 25 septembre 2002 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Ştefan-Mihai Cismaru, avocat à Bucarest. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, Beatrice Ramaşcanu, directrice au ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier l’inaction et la négligence des autorités roumaines dans la procédure d’exécution d’une décision définitive lui accordant un droit de visite de son fils.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 8 septembre 2005, la chambre a déclaré la requête partiellement recevable.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement).", "7.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant est un ressortissant français, né en 1964 et résidant à Saint-Vincent-de-Paul (France).", "A.  Genèse de l’affaire", "9.  Par un jugement du 21 novembre 1997, le tribunal de première instance de Bucarest prononça le divorce du requérant et de son épouse, P., de nationalité roumaine. Le tribunal accordait à cette dernière la garde de leur enfant, Pierre Albert, né le 15 mai 1995, en fixant la résidence de l’enfant chez sa mère (încredinţarea copilului). L’exercice de l’autorité parentale était confié, en vertu de l’article 43 du code de la famille, à sa mère, le père gardant toutefois le droit de « veiller à l’éducation, à l’épanouissement et à la formation de l’enfant ». Ce jugement fut confirmé par la cour d’appel de Bucarest le 18 février 2000.", "10.  En 1998, le requérant entama une procédure pour obtenir un droit de visite à l’égard de son enfant, alors âgé de trois ans. Par une décision du 16 décembre 1999, le tribunal départemental de Bucarest établit en sa faveur un droit de visite et d’hébergement fixé à une semaine pendant les fêtes d’hiver et deux semaines lors des vacances annuelles du requérant. Cette décision fut confirmée en dernier recours par la cour d’appel de Bucarest le 3 mai 2000. Durant le recours, la cour d’appel ordonna le sursis à l’exécution de la décision du 16 décembre 1999, du 28 décembre 1999 au 3 mai 2000.", "B.  Tentatives d’exécution de la décision du 16 décembre 1999", "11.  Confronté au refus de son ancienne épouse de lui présenter l’enfant, le 7 juillet 2000, le requérant entama l’exécution forcée de la décision du 16 décembre 1999. Il demanda au service des huissiers de justice auprès du tribunal de première instance de Bucarest que P. soit citée afin de se présenter accompagnée par l’enfant Pierre Albert au bureau de l’huissier de justice. Celle-ci fut convoquée pour le 17 juillet 2000, à 11 heures. Comme elle ne répondit pas à la convocation, l’huissier de justice établit un procèsverbal constatant ce fait.", "12.  P. fut à nouveau convoquée au bureau de l’huissier de justice pour le 27 juillet 2000. Elle s’y rendit seule et déclara que l’enfant Pierre Albert était parti chez sa grand-mère maternelle en Moldavie et qu’il y demeurerait jusqu’au 1er septembre 2000. Elle estima ne pas être en mesure de le présenter au requérant avant cette date. Le requérant lui demanda d’établir le calendrier de la visite de l’enfant durant une semaine, pendant les fêtes d’hiver, en lui proposant la période du 27 décembre au 2 janvier suivant.", "13.  Le 1er septembre 2000, à la suite d’une nouvelle démarche du requérant, son ex-épouse fut à nouveau convoquée par l’huissier de justice. Elle était invitée à présenter l’enfant au requérant. A cette date, P. se rendit seule au bureau de l’huissier de justice et déclara que l’enfant était malade et hospitalisé dans un hôpital dont elle refusa d’indiquer le nom.", "14.  Le 14 septembre 2000, P. déclara devant l’huissier de justice que l’enfant devait poursuivre le traitement médical et qu’il ne pourrait pas accompagner son père pendant deux semaines. Elle présenta également une attestation médicale confirmant le diagnostic et le traitement indiqué par le médecin. L’huissier ne fit mention, dans son procèsverbal dressé à cette occasion, ni du diagnostic précis ni du traitement prescrit.", "15.  Pendant la période des fêtes d’hiver de décembre 2000 à janvier 2001, le requérant se vit opposer le refus de son ex-épouse de lui remettre l’enfant pour passer une semaine en sa compagnie. Toutefois, il ne fit aucune démarche auprès de l’huissier de justice pendant cette période.", "16.  Suite à la modification de la procédure d’exécution des décisions de justice par l’ordonnance d’urgence no 138/2000 du 14 septembre 2000, le requérant forma une nouvelle demande d’exécution de la décision du 16 décembre 1999 directement auprès d’un huissier de justice. Ce dernier présenta la demande au tribunal de première instance de Bucarest, qui consentit à l’exécution par une décision du 1er août 2001.", "17.  Le 8 août 2001, le requérant, son avocat ainsi qu’un huissier de justice se rendirent au domicile de P. afin de lui demander qu’elle se conforme à la décision du 16 décembre 1999 et qu’elle permette à l’enfant de rejoindre son père pendant deux semaines. P. refusa au requérant l’accès de l’immeuble et indiqua à l’huissier de justice que l’enfant ne s’y trouvait pas. Elle refusa d’indiquer le lieu où il avait été amené, mais déclara qu’il était sous traitement médical.", "18.  Le 29 octobre 2001, un huissier de justice accompagné par le requérant se rendit à nouveau au domicile de l’enfant et de sa mère, où ils ne trouvèrent personne. La date et l’heure de la prochaine visite de l’huissier furent notifiées par écrit à P.", "19.  Le 1er novembre 2001, elle refusa de permettre l’accès de l’huissier de justice à son appartement, au motif qu’elle était en train de se coiffer et que sa tenue ne lui permettait pas de recevoir des visites. L’huissier consigna son refus de se conformer à la décision de justice dont l’exécution forcée était demandée.", "20.  Le 22 mars 2002, lors d’une nouvelle tentative d’exécution, un huissier de justice et le requérant se rendirent chez P. C’est la mère de celleci qui leur ouvrit. Elle déclara que P. était sortie et refusa de leur présenter l’enfant, bien qu’il se trouvât à la maison.", "21.  Le 26 mars 2002, P. opposa à l’huissier de justice son refus de permettre au requérant de visiter leur enfant, au motif que ce dernier, alors âgé de sept ans, refusait de rencontrer son père.", "22.  A cette occasion, le requérant demanda à son ex-épouse sa permission pour que l’enfant soit inscrit à l’école française de Bucarest. Elle refusa de lui répondre.", "23.  Convoquée par l’huissier de justice successivement les 25 et 30 avril 2002, elle ne s’y présenta pas.", "24.  En avril et juin 2002, le requérant obtint l’accord des responsables de l’école maternelle fréquentée par son fils pour qu’il le voie et puisse passer quelques minutes dans sa compagnie pendant les pauses qui duraient une quinzaine de minutes. L’enfant ne manifesta aucune réticence à l’égard du requérant et s’adressait à lui en l’appelant « papa ».", "25.  Le 23 juillet 2002, l’huissier de justice, le requérant et son avocat attendirent P. en vain, bien qu’elle eût été dûment convoquée. Un procèsverbal fut rédigé à cette occasion.", "26.  Le 25 juillet 2002, elle se rendit chez l’huissier à la suite d’une nouvelle convocation et déclara que l’enfant avait quitté Bucarest pour une certaine période et qu’il ne voulait pas rentrer pour rencontrer son père. Elle fit savoir également à l’huissier qu’en avril et juin 2002, le requérant avait vu l’enfant à l’école pendant les pauses. Le requérant réitéra sa demande de rejoindre son enfant pour passer ensemble deux semaines, précisant que c’était le motif pour lequel il était venu de France.", "27.  Le 9 septembre 2002, l’huissier se rendit au domicile de l’enfant et de sa mère, accompagné par le requérant et par son avocat. Seuls l’huissier de justice et l’avocat du requérant se virent autoriser l’accès dans la maison, le requérant étant invité à rester dehors. Ils apprirent que l’enfant, qui avait quitté la ville, ne rentrerait pas avant le 14 septembre 2002. Le 15 septembre suivant, il devait commencer l’école primaire. Les parties établirent le programme de visite pour l’hiver à venir, dans la semaine du 13 au 18 décembre 2002. P. indiqua pourtant que l’enfant ne souhaitait pas rester seul avec son père et que la visite pourrait avoir lieu uniquement en compagnie de sa mère et de sa sœur.", "28.  Le requérant obtint l’accord de l’ambassade de France à Bucarest pour l’inscription de son fils à l’école française de Bucarest. Par le biais d’une notification de l’huissier, il demanda à son exépouse de permettre à l’enfant d’aller à cette école. Cette dernière ne répondit pas et inscrivit l’enfant dans une autre école sans en informer le requérant.", "29.  Il ne ressort pas des éléments présentés devant la Cour si le requérant a pu voir son enfant pendant la semaine du 13 au 18 décembre 2002, comme convenu devant l’huissier de justice.", "30.  Le 15 janvier 2003, l’huissier de justice demanda au bureau local de police qu’un fonctionnaire l’accompagne lors de la nouvelle tentative d’exécution fixée pour le 4 février 2003.", "31.  A cette date, l’huissier de justice constata que le requérant n’avait pas apporté la preuve du fait qu’il était en vacances comme demandé par la décision susmentionnée. Pour cette raison il convoqua le requérant et P. le 6 février 2003. Par le procès-verbal rédigé à cette occasion, l’huissier de justice constata que le requérant avait apporté la preuve qu’il était en vacances du 4 février 2003 au 4 mars 2003, ce qui permettait l’exécution de la décision. Toutefois, P. ne se présenta pas et, par conséquent, l’huissier les convoqua à nouveau le 17 février 2003.", "32.  Les 17 et 25 février 2003, P. ne répondit pas aux convocations devant l’huissier. Celui-ci, ainsi que le requérant et son avocat l’attendirent en vain à chaque fois. Un procès-verbal fut établi à chaque occasion. Le 12 février 2003, P. adressa à l’huissier de justice une lettre l’informant du fait que l’enfant devait respecter son emploi de temps scolaire et ne pouvait pas être amené au bureau de l’huissier sans préjudice pour son éducation. Une réponse similaire fut faite par la requérante le 12 septembre 2003, alors que l’huissier l’avait convoquée pour le 15 septembre suivant.", "33.  A cette dernière date ainsi que le 10 décembre 2003, P. ne se présenta pas chez l’huissier.", "34.  En apprenant que son ex-épouse et son enfant avaient changé de domicile depuis décembre 2003, le requérant entama plusieurs démarches afin d’identifier leur nouveau domicile. Par attestation du 12 février 2004, le ministère des Affaires intérieures indiqua au requérant une adresse de P. figurant dans les fichiers de la police, mais ajouta que P. n’habitait pas en réalité à cette adresse.", "35.  En dépit de l’absence d’informations pertinentes sur le domicile de P. et de son enfant, le requérant demanda à l’huissier de justice la continuation de la procédure d’exécution.", "36.  Ce dernier convoqua le requérant et P. le 25 mai 2004. P. se présenta au bureau de l’huissier sans l’enfant, qui était à l’école. Elle indiqua que l’enfant avait fait une déclaration écrite au bureau de police par laquelle il exprimait son refus de voir son père. P. précisa également qu’elle donnerait son accord à l’exécution de la décision à condition que l’enfant soit accompagné par elle ou par sa mère durant la période où il habiterait chez le requérant.", "37.  Le 28 juin 2004, P. se présenta à l’huissier sans l’enfant, indiquant que le requérant pourrait exercer son droit de visite à partir du 1er septembre 2004. Le requérant manifesta son désaccord puisque ses vacances prenaient fin le 10 septembre 2004. Par conséquent, il demanda à visiter son enfant à partir du 5 juillet 2004.", "38.  Le 5 juillet 2004, l’huissier constata que la procédure de citation de P. n’avait pas été respectée et, sur demande du requérant, fixa un nouveau délai afin de se rendre au domicile de P.", "39.  Le 12 juillet 2004, P. indiqua à l’huissier de justice que l’enfant se trouvait en province. Le requérant demanda que l’enfant lui soit confié une semaine à partir du 20 juillet 2004 et une autre semaine à partir du 6 septembre 2004.", "40.  Le 20 juillet 2004, P. déclara que l’enfant ne se trouvait toujours pas à son domicile et téléphona à ce dernier afin qu’il exprime son opinion sur son départ avec le père. L’enfant exprima son accord à condition qu’il soit accompagné par quelqu’un d’autre.", "41.  Les 6 et 13 septembre, 3 novembre 2004 ainsi que le 6 avril 2005, P. ne donna pas suite aux convocations de l’huissier de justice.", "C.  Action civile fondée sur la Convention de La Haye du 25 octobre 1980 relative aux aspects civils de l’enlèvement international des enfants", "42.  A une date non précisée, le requérant saisit le ministère français de la Justice, se plaignant de l’impossibilité de voir respectée la décision de justice lui accordant le droit de visite de son enfant.", "43.  L’autorité centrale française compétente pour l’application de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l’enlèvement international des enfants, à savoir la direction des Affaires civiles et du Sceau, saisit le ministère roumain de la Justice.", "44.  Par une lettre du 14 juin 2002, le ministère de la Justice demanda à l’huissier de justice saisi du dossier d’exécution de la décision du 16 décembre 1999 d’inviter P. à son bureau et d’établir le programme concret de visites de l’enfant. L’huissier était également invité à communiquer au ministère les résultats de cette démarche.", "45.  En août 2004, le ministère de la Justice introduisit une action fondée sur la Convention de la Haye du 25 octobre 1980, demandant l’établissement d’un programme de visite détaillé en faveur du requérant. Cette affaire est pendante devant les tribunaux internes.", "46.  Le 17 décembre 2004, le ministère de la Justice introduisit une action en référé tendant à l’établissement d’un programme de visite provisoire jusqu’à ce que la procédure principale soit tranchée. Par un jugement du 24 janvier 2005, le tribunal de première instance de Bucarest accorda au requérant le droit de visiter son enfant tous les deux week-ends du mois, du vendredi (à 16 h) au dimanche (à 17 h). Ce jugement fut confirmé en dernier recours par le tribunal départemental de Bucarest, le 14 mars 2005.", "47.  Le 23 mars 2005, le ministère de la Justice demanda à un huissier de justice d’effectuer les démarches nécessaires en vue de l’exécution du jugement du 24 janvier 2005 du tribunal de première instance de Bucarest.", "48.  Le requérant demanda également l’exécution du jugement du 24 janvier 2005 du tribunal de première instance de Bucarest. Ainsi, le 7 octobre 2005, l’huissier se rendit au domicile de l’enfant et de sa mère, accompagné par le requérant. Compte tenu de l’absence de l’enfant et de la mère, l’huissier ajourna l’exécution pour le 21 octobre 2005. La Cour n’a pas été tenue informée si des nouvelles tentatives d’exécution ont été faites.", "D.  Plaintes pénales du requérant", "49.  Le 1er novembre 1999, le requérant porta plainte contre son exépouse du chef de non-respect des mesures concernant la garde et la visite de l’enfant, infraction prévue à l’article 307 § 2 du code pénal.", "50.  Le 10 décembre 1999, le parquet auprès du tribunal de première instance de Bucarest prononça un non-lieu après avoir constaté qu’à cette datelà il n’y avait pas de décision définitive constatant le droit de visite du requérant.", "51.  Le 19 juillet 2000, après avoir obtenu la décision constatant son droit de visite, le requérant réitéra sa plainte pénale. Le 28 novembre 2001, le parquet auprès du tribunal de première instance de Bucarest rendit un nonlieu (scoaterea de sub urmărire penală), au motif que les éléments constitutifs de l’infraction, matériel et intentionnel, n’étaient pas réunis en l’espèce. Le 23 décembre 2002, le procureur en chef du paquet confirma le non-lieu.", "52.  Le 24 septembre 2002, le requérant porta une nouvelle plainte pénale contre P. du chef de la même infraction. Le 27 mai 2004, le parquet auprès du tribunal de première instance de Bucarest prononça un non-lieu et infligea à P. une amende administrative à hauteur de 6 000 000 ROL (lei roumains), soit environ 160 euros (EUR). Par une décision du 2 novembre 2004, le procureur en chef du même parquet confirma la décision du parquet. Les parquets constatèrent l’absence de péril social des faits.", "53.  Le requérant contesta le non-lieu devant les tribunaux, en vertu de l’article 278 du code de procédure pénale. Par un jugement du 24 février 2005, le tribunal de première instance du premier arrondissement de Bucarest débouta la requérant. Le 4 mai 2005, le tribunal département de Bucarest confirma le jugement rendu en première instance.", "54.  Le 12 octobre 2004, il réitéra sa plainte pénale contre P. devant le même parquet.", "55.  Par une ordonnance du 2 mars 2005, le parquet auprès du tribunal de première instance de Bucarest rendit un non-lieu. Il constata que P. avait à chaque fois motivé son opposition à la mise en œuvre du droit de visite, soit par le refus de l’enfant de rester seul avec le requérant, soit par le fait que l’exécution du droit de visite aurait engendré l’absence de l’enfant à l’école.", "E.  Autres démarches du requérant", "56.  Par une lettre adressée à l’inspection académique de Bucarest, le 19 septembre 2002, le requérant chercha en vain à s’informer sur le lieu d’enseignement de son enfant. Dans sa réponse du 30 septembre 2002, l’inspection académique refusa de lui communiquer les nom et adresse de l’école fréquentée par l’enfant et le renvoya vers le service public de protection des intérêts de l’enfant.", "57.  Le requérant réitéra sa démarche auprès de l’inspection académique. Le 31 octobre 2002, celle-ci lui répondit qu’elle ne gardait pas la liste de tous les élèves inscrits dans les écoles publiques ou privées de Bucarest.", "58.  Suite à ses démarches auprès du service public de protection de l’enfant, du ressort du conseil local de Bucarest, le requérant se vit répondre que l’enfant Pierre Albert n’était pas un enfant en difficulté, au sens de l’ordonnance d’urgence sur la protection des enfants en difficulté (O.U.G. no 26/1997), et que le service public en cause n’était donc pas compétent pour connaître de l’affaire.", "59.  Le 21 mars 2003, l’administration compétente en matière de tutelle et de surveillance de l’exercice des droits parentaux (autoritatea tutelară), du ressort du maire du premier arrondissement de Bucarest, indiqua au requérant qu’il avait procédé à une enquête sur place, au domicile de l’enfant et de sa mère. A cette occasion personne ne fut trouvé à la maison. Contactée par téléphone, P. informa les autorités que l’enfant était en bonne santé et qu’il était inscrit en première année à une école dont elle refusa de préciser le nom.", "F.  Les rencontres du requérant avec son enfant en 2005", "60.  Le requérant rencontra son enfant à plusieurs reprises au courant de l’année 2005. Les premières rencontres durèrent environ 90 minutes et eurent lieu au siège de l’administration compétente en matière de tutelle et de surveillance de l’exercice des droits parentaux (autoritatea tutelară), du ressort du maire du premier arrondissement de Bucarest. Des psychologues assistèrent à chaque rencontre. Les rencontres ultérieures furent plus longues (quelques heures) et eurent lieu à divers endroits : dans un parc, dans un grand complexe commercial, dans un restaurant McDonalds, à un concours de danse, etc. Le requérant put ainsi rencontrer son enfant en l’absence de son ex-épouse et en présence de sa nouvelle épouse.", "61.  D’après un rapport non daté, fourni par le Gouvernement et établi par les psychologues ayant participés aux rencontres du requérant avec son fils, ce dernier manifestait de la réticence envers le père au début des rencontres, mais à chaque fois, à l’aide des jeux, les relations se sont améliorées. Néanmoins, l’enfant refusa de passer une semaine entière avec son père.", "62.  D’après un autre rapport établi par les mêmes psychologues et déposé par le requérant, l’attitude de réticence de l’enfant était le résultat de l’influence de la mère qui indirectement indiquait au premier qu’il lui était interdit de se réjouir de la présence de son père.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Convention de La Haye du 25 octobre 1980 sur les aspects civils de l’enlèvement international des enfants", "63.  Les dispositions pertinentes de la Convention de La Haye sont ainsi libellées :", "Article 7", "« Les Autorités centrales doivent coopérer entre elles et promouvoir une collaboration entre les autorités compétentes dans leurs États respectifs, pour assurer le retour immédiat des enfants et réaliser les autres objectifs de la présente Convention.", "En particulier, soit directement, soit avec le concours de tout intermédiaire, elles doivent prendre toutes les mesures appropriées :", "a.  pour localiser un enfant déplacé ou retenu illicitement ;", "b.  pour prévenir de nouveaux dangers pour l’enfant ou des préjudices pour les parties concernées, en prenant ou faisant prendre des mesures provisoires ;", "c.  pour assurer la remise volontaire de l’enfant ou faciliter une solution amiable ;", "d.  pour échanger, si cela s’avère utile, des informations relatives à la situation sociale de l’enfant ;", "e.  pour fournir des informations générales concernant le droit de leur État relatives à l’application de la Convention ;", "f.  pour introduire ou favoriser l’ouverture d’une procédure judiciaire ou administrative, afin d’obtenir le retour de l’enfant et, le cas échéant, de permettre l’organisation ou l’exercice effectif du droit de visite ;", "g.  pour accorder ou faciliter, le cas échéant, l’obtention de l’assistance judiciaire et juridique, y compris la participation d’un avocat ;", "h.  pour assurer, sur le plan administratif, si nécessaire et opportun, le retour sans danger de l’enfant ;", "i.  pour se tenir mutuellement informées sur le fonctionnement de la Convention et, autant que possible, lever les obstacles éventuellement rencontrés lors de son application. »", "Article 21", "« Une demande visant l’organisation ou la protection de l’exercice effectif d’un droit de visite peut être adressée à l’Autorité centrale d’un État contractant selon les mêmes modalités qu’une demande visant au retour de l’enfant.", "Les Autorités centrales sont liées par les obligations de coopération visées à l’article 7 pour assurer l’exercice paisible du droit de visite et l’accomplissement de toute condition à laquelle l’exercice de ce droit serait soumis, et pour que soient levés, dans toute la mesure du possible, les obstacles de nature à s’y opposer.", "Les Autorités centrales, soit directement, soit par des intermédiaires, peuvent entamer ou favoriser une procédure légale en vue d’organiser ou de protéger le droit de visite et les conditions auxquelles l’exercice de ce droit pourrait être soumis. »", "B.  Le code de la famille", "64.  Les dispositions pertinentes du code de la famille sont ainsi libellées :", "Article 42", "« Le tribunal, lorsqu’il prononce le divorce, désigne le parent auquel la garde des enfants mineurs est, dès lors, confiée (căruia dintre părinţi vor fi încredinţaţi copii minori) (...) »", "Article 43", "« Le parent divorcé qui s’est vu confier la garde de son enfant exerce l’autorité parentale à l’égard de ce dernier.", "(...)", "Le parent divorcé qui ne s’est pas vu confier la garde de son enfant, a le droit d’entretenir des relations personnelles avec ce dernier et de veiller à son éducation, à son épanouissement et à sa formation (la creşterea, educarea, învăţătura şi pregătirea lui profesională). »", "Article 108", "« L’autorité de tutelle (autoritatea tutelară) doit exercer un contrôle effectif et continu sur la manière dont les parents s’acquittent de leurs obligations concernant la personne et les biens de l’enfant.", "Les délégués de l’autorité de tutelle ont le droit de visiter les enfants chez eux et de se renseigner par tous les moyens sur la manière dont les personnes qui en ont la charge s’occupent d’eux, sur leur santé et leur développement physique, leur éducation (...) ; au besoin, ils donnent les instructions nécessaires. »", "C.  Le code pénal", "65.  L’article 307 du code pénal énonce :", "« La rétention de l’enfant mineur par l’un de ses parents sans l’autorisation de l’autre parent (...) sous l’autorité duquel se trouve l’enfant conformément à la loi est sanctionnée par une peine de un à trois mois d’emprisonnement ou par une amende.", "Est passible de la même peine la personne à qui l’autorité parentale a été dévolue par décision judiciaire et qui, de manière répétée, empêche un des parents d’avoir des relations personnelles avec l’enfant mineur dans les conditions établies par les parties ou par l’organisme compétent.", "Les poursuites ne peuvent être déclenchées que si une plainte pénale a préalablement été déposée par la victime.", "La réconciliation des parties supprime la responsabilité pénale. »", "D.  Le code de procédure pénale", "66.  Les dispositions pertinentes du code de procédure civile étaient ainsi libellées :", "Article 278", "« Les mesures ou les actes d’un procureur (...) peuvent être contestés devant le procureur principal du parquet concerné. Les mesures ou les actes de ce dernier peuvent être contestés devant le procureur hiérarchiquement supérieur (...) »", "67.  Par la loi no 281 du 24 juin 2003, entrée en vigueur le 1er janvier 2004, un nouvel article a été introduit :", "Article 2781", "« Après le rejet de la plainte introduite conformément aux articles 275-278, la victime (...) peut introduire une contestation contre la décision de non-lieu (...) rendue par le procureur, dans un délai de 20 jours (...) devant le tribunal qui aurait, selon les dispositions législatives, la compétence de décider de l’affaire en première instance ».", "E.  Le code de procédure civile", "68.  Les dispositions pertinentes du code de procédure civile étaient ainsi libellées :", "Article 373", "« (1)  Les décisions seront exécutées par l’intermédiaire du tribunal qui a connu du fond de l’affaire (...)", "(3)  L’exécution est faite par les huissiers de justice (executori judecătoreşti).", "(4)  Dans les cas prévus par la loi ou si l’huissier le considère nécessaire, les agents de police doivent apporter leur concours à la réalisation de l’exécution. »", "69.  L’article 373 du code de procédure civile a été modifié par l’ordonnance d’urgence du gouvernement (Ordonanţa de urgenţă a Guvernului) no 138/2000 du 14 septembre 2000, publiée au Bulletin Officiel no 479 du 2 octobre 2000 et entrée en vigueur le 2 mai 2001, soit sept mois après la date de sa publication (article IX de l’ordonnance d’urgence no 138/2000, telle que modifiée par l’ordonnance d’urgence du gouvernement no 290/2000).", "70.  Les dispositions pertinentes du nouvel article 373 du code de procédure civile se lisent ainsi :", "Article 373", "« Les décisions de justice (...) sont exécutées par l’huissier de justice du ressort du tribunal de première instance du lieu où l’exécution est réalisée (...)", "A l’exception des dispositions spéciales de la loi, le tribunal chargé de l’exécution est le tribunal de première instance dans le ressort duquel l’exécution a lieu. »", "Article 399", "« (...) il est également possible de formuler une contestation [à l’exécution] lorsqu’il est nécessaire de clarifier le sens, l’étendue ou la modalité de mise en œuvre du titre exécutoire, ou bien au cas où l’organe chargé de l’exécution refuse d’accomplir un acte d’exécution tel que prévu par la loi. »", "F.  La loi no 142 du 24 juillet 1997 portant modification de la loi sur l’organisation judiciaire", "71.  Les dispositions pertinentes de la loi no 142 du 24 juillet 1997 portant modification de la loi no 92/1992 sur l’organisation judiciaire énoncent :", "Article 30", "« Le ministère public exerce ses attributions par l’intermédiaire des procureurs constitués en parquets auprès de chaque tribunal, sous l’autorité du ministre de la Justice.", "L’activité du ministère public est organisée selon les principes de légalité, d’impartialité et de contrôle hiérarchique.", "(...) »", "Article 31", "« Le ministère public a les attributions suivantes :", "(...)", "i)  la défense des droits et intérêts des mineurs et des incapables. »", "Article 38", "« Le ministre de la Justice exerce le contrôle sur tous les procureurs, par le truchement des procureurs inspecteurs du parquet placés auprès de la Cour suprême de justice et des cours d’appel ou par le truchement d’autres procureurs délégués.", "Lorsqu’il le juge nécessaire, le ministre de la Justice, d’office ou sur demande du Conseil supérieur de la magistrature, exerce son contrôle par le truchement des inspecteurs généraux ou des procureurs détachés (...)", "Le ministre de la Justice peut demander au procureur général de la Cour suprême de justice des informations sur l’activité des parquets et peut donner des conseils quant aux mesures à prendre pour lutter contre la criminalité.", "Le ministre de la Justice a le droit de donner, soit directement soit par l’intermédiaire du procureur général, des instructions écrites au procureur compétent afin que celui-ci procède, conformément à la loi, à l’ouverture de poursuites pénales concernant les infractions dont il a connaissance ; il peut par ailleurs faire exercer devant les tribunaux les actions et voies de recours nécessaires à la protection de l’intérêt public. (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "72.  Le requérant allègue que les autorités roumaines n’ont pas pris les mesures adéquates pour assurer l’exécution rapide des décisions de justice rendues en l’espèce et qui lui accordait le droit de visite et d’hébergement à l’égard de son fils. Les autorités auraient ainsi violé l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Arguments des parties", "1.  Le requérant", "73.  Le requérant estime que les autorités n’ont pas pris toutes les mesures nécessaires en vue d’assurer l’exécution des décisions portant sur le droit de visite. Invoquant l’affaire Ignaccolo-Zenide c. Roumanie (arrêt du 25 janvier 2000, no 31679/96, CEDH 2000I), il estime que les autorités n’ont pris aucune mesure coercitive contre P. et n’ont mis en œuvre aucune mesure préparatoire en vue de l’exercice du droit de visite et d’hébergement.", "74.  Le requérant souligne la similitude entre IgnaccoloZenide c. Roumanie et la présente affaire, considérant que les obligations des autorités nationales dans le cas de l’exécution d’une décision de justice visant un droit de visite sont similaires à celles exigées par l’exécution d’une décision portant sur le droit de garde.", "2.  Le Gouvernement", "75.  Le Gouvernement admet que l’article 8 de la Convention impose aux États une obligation positive pour assurer le droit au respect de la vie familiale. Rappelant les diverses tentatives d’exécution du requérant, il estime que les autorités ont pris toutes les mesures nécessaires pour faciliter l’exercice du droit de visite de ce dernier. Ces mesures auraient revêtu tant un caractère judiciaire qu’extrajudiciaire.", "76.  Invoquant les affaires Sylvester c. Autriche (nos 36812/97 et 40104/98, arrêt du 24 avril 2003) et Kallo c. Hongrie ((déc.), no 70558/01, CEDH, 14 octobre 2003), le Gouvernement fait valoir que l’obligation des autorités nationales de prendre des mesures à cette fin n’est pas absolue, compte tenu de leur marge d’appréciation, et que leur obligation de recourir à la coercition en la matière doit être limitée. Eu égard à l’opposition de la mère à l’exécution de la décision octroyant le droit de visite au requérant et à la réticence de l’enfant à rester seul avec son père, il n’y avait pas de mesure efficace que les autorités nationales auraient pu prendre.", "77.  Dans ses observations sur la recevabilité, qu’il entend maintenir également pour ce qui est du fond, le Gouvernement estime qu’à la différence de l’affaire Ignaccolo-Zenide c. Roumanie (arrêt du 25 janvier 2000, no 31679/96, CEDH 2000I), les dispositions de la Convention de La Haye ne sont pas applicables en espèce. Il fait valoir que la présente affaire porte sur le droit de visite du requérant et non sur un droit de garde, ce qui, à son sens, rend inapplicable la convention.", "Cependant, le Gouvernement indique que, en août 2004, le ministère de la Justice a introduit une action fondée sur la Convention de La Haye, afin d’agencer en tous détails le droit de visite du requérant. En outre, une action en référé tendant à l’établissement d’un programme de visite provisoire jusqu’à ce que la procédure principale soit tranchée fut introduite. Par un jugement du 24 janvier 2005, le tribunal de première instance de Bucarest accorda au requérant le droit de visiter son enfant tous les deux week-ends du mois.", "78.  Le Gouvernement argue que la propre conduite du requérant est sujette à critiques. Il indique d’abord que le requérant n’a pas introduit une action devant les tribunaux afin de fixer en détail son programme de visite, compte tenu du refus obstiné de la mère de permettre la mise en oeuvre du droit de visite.", "79.  Deuxièmement, le Gouvernement rappelle que l’exécution de l’obligation en l’espèce nécessite l’intervention personnelle du débiteur et fait valoir qu’il n’existe pas de moyens d’exécution forcée en nature d’une telle obligation. Selon lui, le requérant aurait dû employer des moyens indirects afin de contraindre le débiteur à exécuter son obligation.", "Ainsi, il aurait dû demander la condamnation de son ex-épouse au paiement d’une astreinte jusqu’à l’exécution de la décision définitive. Le Gouvernement précise que cette action trouvait son fondement dans la doctrine et la jurisprudence, tant nationale qu’internationale, jusqu’au 2 octobre 2000, date de l’entrée en vigueur de l’ordonnance d’urgence no 138/2000 qui modifiait le code de procédure civile. Après cette date, l’action trouvait son fondement dans l’article 5803 du code de procédure civile, tel que modifié par l’ordonnance en cause. De plus, le Gouvernement affirme que le paiement d’une telle astreinte représente, compte tenu de son montant assez élevé, une véritable exécution de la décision définitive.", "80.  Troisièmement, le Gouvernement considère que le requérant aurait pu introduire une plainte pénale contre le débiteur du chef du non-respect des mesures concernant la garde et la visite d’un enfant, infraction prévue à l’article 307 § 2 du code pénale. Il reconnaît que le requérant a introduit de telles plaintes pénales, terminées par des non-lieux du procureur, mais il fait valoir que le requérant n’a pas introduit une contestation contre tous ces non-lieux devant les tribunaux. Tout en admettant qu’un recours devant un tribunal contre les décisions du procureur n’était pas, au moment où le nonlieu a été rendu, prévu par le code de procédure pénale, il indique d’abord que la Cour constitutionnelle avait déclaré dans une décision no 486 du 2 décembre 1997 que l’article 278 du code de procédure pénale était inconstitutionnel pour autant qu’il n’autorisait pas l’accès à un tribunal, droit garanti par l’article 21 de la Constitution. De plus, il renvoie à deux décisions de la Cour suprême de justice de 2000 et 2001 par lesquelles cette dernière avait accepté de statuer sur deux actions dirigées contre des non-lieux rendus par le procureur. Le Gouvernement ne fournit pas de copies de ces décisions.", "Ensuite, il fit valoir qu’à partir du 1er janvier 2004, le code de procédure pénale a été modifié (par l’introduction de l’article 2781) de manière à prévoir expressément la possibilité de former une contestation devant les tribunaux contre le non-lieu rendu par le procureur.", "En outre, le Gouvernement considère que le requérant avait la possibilité d’introduire de nouvelles plaintes pénales contre son ex-épouse compte tenu du caractère continu de l’infraction prévue à l’article 307 § 2 du code pénal.", "81.  Enfin, le Gouvernement argue que, durant l’année 2005, les autorités locales d’assistance sociale ont organisé des rencontres entre l’enfant et le père en présence de psychologues afin de faciliter les relations personnelles, eu égard au refus de l’enfant de garder le contact avec son père pendant quatre ans. Ainsi, onze rencontres eurent lieu du 12 mars au 11 juillet 2005.", "B.  Appréciation de la Cour", "1.  Les principes généraux", "82.  La Cour rappelle que, pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale, même si la relation entre les parents s’est rompue, et que des mesures internes qui les en empêchent constituent une ingérence dans le droit protégé par l’article 8 de la Convention (voir, entre autres, Johansen c. Norvège, arrêt du 7 août 1996, Recueil des arrêts et décisions 1996-III, pp. 1001-1002, § 52, et Elsholz c. Allemagne [GC], no 25735/94, § 43, CEDH 2000VIII).", "83.  La Cour rappelle à cet égard que si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il engendre de surcroît des obligations positives inhérentes à un « respect » effectif de la vie familiale. Dans un cas comme dans l’autre, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l’individu et de la société dans son ensemble ; de même, dans les deux hypothèses, l’État jouit d’une certaine marge d’appréciation (Keegan c. Irlande, arrêt du 26 mai 1994, série A no 290, p. 19, § 49).", "84.  S’agissant de l’obligation pour l’État d’arrêter des mesures positives, la Cour a déclaré à de nombreuses reprises que l’article 8 implique le droit d’un parent à des mesures propres à le réunir à son enfant et l’obligation pour les autorités nationales de les prendre (voir, par exemple, IgnaccoloZenide c. Roumanie, no 31679/96, § 94, CEDH 2000-I, et Nuutinen c. Finlande, no 32842/96, § 127, CEDH 2000-VIII).", "85.  Toutefois, l’obligation pour les autorités nationales de prendre des mesures à cet effet n’est pas absolue, car il arrive que la réunion d’un parent à ses enfants vivant depuis un certain temps avec l’autre parent ne puisse avoir lieu immédiatement et requière des préparatifs. La nature et l’étendue de ceux-ci dépendent des circonstances de chaque espèce, mais la compréhension et la coopération de l’ensemble des personnes concernées en constituent toujours un facteur important. Si les autorités nationales doivent s’évertuer à faciliter pareille collaboration, une obligation pour elles de recourir à la coercition en la matière ne saurait être que limitée : il leur faut tenir compte des intérêts et des droits et libertés de ces mêmes personnes, et notamment des intérêts supérieurs de l’enfant et des droits que lui reconnaît l’article 8. Dans l’hypothèse où des contacts avec les parents risquent de menacer ces intérêts ou de porter atteinte à ces droits, il revient aux autorités nationales de veiller à un juste équilibre entre eux (IgnaccoloZenide précité, § 94).", "86.  Enfin, la Cour rappelle que la Convention doit s’appliquer en accord avec les principes du droit international, en particulier ceux relatifs à la protection internationale des droits de l’homme (Streletz, Kessler et Krenz c. Allemagne [GC], nos 34044/96, 35532/97 et 44801/98, § 90, CEDH 2001-II, et Al-Adsani c. Royaume-Uni [GC], no 35763/97, § 55, CEDH 2001-XI). En ce qui concerne plus précisément les obligations positives que l’article 8 fait peser sur les États contractants en matière de réunion d’un parent et de ses enfants, celles-ci doivent s’interpréter à la lumière de la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l’enlèvement international d’enfants (Ignaccolo-Zenide précité, § 95) ainsi que de la Convention relative aux droits de l’enfant du 20 novembre 1989.", "87.  Le point décisif en l’espèce consiste donc à savoir si les autorités roumaines ont pris, pour faciliter l’exécution de la décision rendue par les juridictions internes accordant au requérant le droit de visite de son enfant, toutes les mesures que l’on pouvait raisonnablement exiger d’elles (Hokkanen c. Finlande, arrêt du 23 septembre 1994, série A no 299-A, p. 22, § 58).", "88.  Il convient de rappeler que dans une affaire de ce genre le caractère adéquat d’une mesure se juge à la rapidité de sa mise en œuvre. En effet, les procédures relatives à l’autorité parentale et au droit de visite, y compris l’exécution de la décision rendue à leur issue, appellent un traitement urgent, car le passage du temps peut avoir des conséquences irrémédiables sur les relations entre l’enfant et le parent qui ne vit pas avec lui.", "2.  L’application des principes généraux en l’espèce", "89.   Dans la présente affaire il s’agit donc de déterminer s’il y a eu manque de respect pour la vie familiale du requérant.", "90.  La Cour note en premier lieu qu’il n’est pas contesté en l’espèce que le lien entre le requérant et son enfant relève d’une vie familiale au sens de l’article 8 de la Convention.", "a)  Période à prendre en considération", "91.  Le Gouvernement soutient que l’obligation pour les autorités de prendre des mesures afin de faciliter l’exécution de la décision du 16 décembre 1999 a débuté le 7 juillet 2000, date à laquelle le requérant a entamé la procédure d’exécution. Il allègue l’inactivité du requérant jusqu’à cette date.", "92.  Le requérant conteste l’affirmation du Gouvernement et fait valoir que l’exécution de la décision du 16 décembre 1999 a été suspendue par une décision de la cour d’appel de Bucarest du 28 décembre 1999, jusqu’à ce que le recours introduit contre la première décision soit tranché. Le 3 mai 2000, le recours fut rejeté par la cour d’appel.", "93.  Eu égard à la décision de la cour d’appel de Bucarest du 28 décembre 1999, suspendant l’exécution de la décision du 16 décembre 1999, la Cour estime que le requérant ne pouvait demander l’exécution de la décision du 16 décembre 1999 avant le 3 mai 2000 et que les autorités nationales n’ont eu l’obligation de prendre des mesures pour faciliter l’exercice du droit de visite du requérant qu’après cette date.", "b)  Sur la mise en œuvre du droit de visite et d’hébergement du requérant", "94.  En l’espèce, la Cour observe que plusieurs tentatives d’exécution de la décision du 16 décembre 1999, menées par un huissier de justice, ont été effectuées à quelques mois d’intervalle. Ces tentatives, visant au principal la rencontre du requérant avec son fils, ont été, sans aucune exception, vouées à l’échec jusqu’au début de l’année 2005, principalement en raison du comportement de la mère.", "95.  La Cour note également qu’aucune autre mesure adéquate n’a été prise par les autorités avant cette période pour créer les conditions nécessaires à l’exécution de la décision susmentionnée, comme par exemple des mesures préparatoires pour l’exercice du droit de visite.", "96.  En dépit du refus de la mère de permettre la rencontre de l’enfant avec le requérant, ce dernier s’est employé activement à faire exécuter la décision qui lui attribuait le droit de visite, se déplaçant en Roumanie à plusieurs reprises dans l’espoir de voir son fils.", "97.  C’est uniquement au début de l’année 2005 et après la communication de la requête au Gouvernement, que le requérant a pu rencontrer son enfant à plusieurs reprises. Ces rencontres ont été organisées par le service social local, en présence d’un psychologue. Elles se sont déroulées seulement sur une période de cinq mois et ont été de courte durée. En outre, bien que les rapports des psychologues attestent l’efficacité de telles rencontres, elles n’ont pas été poursuivies par les autorités. Bien qu’elles n’équivalent pas à un exercice effectif du droit de visite, ces rencontres prouvent que l’État disposait de moyens adéquats pour faciliter l’exercice du droit de visite du requérant.", "98.  Pour autant que le Gouvernement argue que l’inexécution de la décision du 16 septembre 1999 a été le résultat du fait que le requérant n’a pas introduit une action devant les tribunaux afin de fixer un programme de visite détaillé, force est de constater qu’un tel programme a été fixé par un arrêt définitif du tribunal départemental de Bucarest du 14 mars 2005 (tous les deux week-ends du mois, du vendredi (à 16 h) au dimanche (à 17 h)). Cependant, cet arrêt n’a pas été exécuté non plus. Dès lors, il ne peut être imputé de ce chef au requérant l’absence d’exécution de la décision lui conférant des droits parentaux.", "99.  Dans la mesure où le Gouvernement reproche au requérant de ne pas avoir introduit une action visant la condamnation de son ex-épouse au paiement d’une astreinte, la Cour estime qu’une telle action ne saurait passer pour suffisante, car il s’agit là d’une voie indirecte et exceptionnelle d’exécution. De surcroît, l’inaction du requérant ne pouvait relever les autorités des obligations leur incombant, en tant que dépositaires de la force publique, en matière d’exécution (voir Ignaccolo-Zenide, précité § 108).", "100.  Le Gouvernement reproche au requérant de ne pas avoir introduit de contestations devant les tribunaux contre tous les non-lieux rendus par le parquet pour les plaintes pénales du requérant contre son ex-épouse pour non-respect des mesures concernant la garde et la visite de l’enfant, infraction prévue par l’article 307 § 2 du code pénal.", "101.  A titre liminaire, la Cour rappelle qu’elle a déjà dit qu’un tel recours devant un tribunal contre un non-lieu prononcé par le parquet n’était pas efficace avant le 1er janvier 2004, date de l’entrée en vigueur de la loi de modification du code de procédure pénale qui a introduit un tel recours (voir Rupa c. Roumanie (déc.), no 58478/00, 14 décembre 2004, § 90).", "102.  Bien que le requérant ait eu la possibilité d’introduire un recours contre les non-lieux du procureur après cette date – ce qu’il a d’ailleurs fait pour ce qui était du non-lieu du parquet du 27 mai 2004, la Cour rappelle qu’elle n’est pas appelée à examiner si l’ordre juridique interne permettait l’adoption de sanctions efficaces à l’encontre de P. En effet, il appartient à chaque État contractant de se doter d’un arsenal juridique adéquat et suffisant pour assurer le respect des obligations positives qui lui incombent en vertu de l’article 8 de la Convention. La Cour a uniquement pour tâche d’examiner si, en l’espèce, les mesures adoptées par les autorités roumaines étaient adéquates et suffisantes (voir Ignaccolo-Zenide, précité, § 108).", "103.  Toutefois, la Cour note que les autorités nationales n’ont infligé qu’une seule sanction pécuniaire à l’ex-épouse du requérant suite aux plaintes pénales de ce dernier, tolérant pendant plus de six ans son refus de respecter une décision de justice. Il ne ressort pas des documents envoyés à la Cour si P. a payé l’amende dont le montant est d’ailleurs assez faible (environ 160 EUR).", "104.  Eu égard à ce qui précède et nonobstant la marge d’appréciation de l’État défendeur en la matière, la Cour considère que les autorités roumaines ont omis de déployer des efforts adéquats et suffisants pour faire respecter le droit du requérant de visiter et d’héberger son enfant pendant une période d’environ six ans, méconnaissant ainsi son droit au respect de sa vie familiale garanti par l’article 8 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "105.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Préjudice matériel", "106.  Le requérant réclame 64 020 EUR au titre du préjudice matériel. Il a en effet subi un manque à gagner suite à la rétrogradation du poste de responsable des ventes à celui d’agent commercial dans le cadre de la société commerciale française pour laquelle il travaillait, rétrogradation qui a eu lieu en mai 1999. La somme avancée représente la moitié de son salaire brut pour une période de cinq ans.", "107.  Le Gouvernement soutient que la demande du requérant n’est pas justifiée. Il argue qu’il n’y pas de lien de causalité entre la non-exécution de la décision du 16 décembre 1999 et le changement de poste et, eu égard au fait que le changement en question avait eu lieu avant que la décision devînt exécutoire.", "108.  La Cour estime que le lien de causalité entre la violation constatée et le dommage matériel allégué est par trop ténu pour justifier l’octroi d’un dédommagement à ce titre (voir Iglesias Gil et A.U.I. c. Espagne, no 56673/00, § 70, CEDH 2003V).", "2.  Préjudice moral", "109.  Le requérant réclame 100 000 EUR à titre de réparation du tort moral dû à l’angoisse et à la détresse qu’il a éprouvées faute de mise en œuvre de ses droits parentaux.", "110.  Le Gouvernement soutient que la demande du requérant n’est pas justifiée.", "111.  La Cour estime que le requérant a effectivement éprouvé un préjudice moral. Eu égard aux circonstances de la cause et aux sommes accordées dans des affaires comparables (Ignaccolo-Zenide, § 117, Iglesias Gil and A.U.I., § 67, Maire c. Portugal, no 48206/99, § 82, CEDH 2003VII, Hansen v. Turkey, § 115, et Monory c. Roumanie et Hongrie, no 71099/01, § 96, 5 avril 2005) et statuant en équité comme le veut l’article 41, elle lui alloue 15 000 EUR à ce titre.", "B.  Frais et dépens", "112.  Le requérant sollicite en outre le remboursement d’une somme de 15 072 EUR, qu’il décompose comme suit :", "a)  4 312 EUR pour les frais qu’il a lui-même engagés lors de ses déplacements en avion  entre la France et la Roumanie ;", "b)  6 000 EUR pour les frais qu’il a lui-même engagés lors de ses déplacements en voiture  entre la France et la Roumanie;", "c)  9 331 000 ROL, soit environ 260 EUR, pour les frais et honoraires d’exécution ;", "d)  1 800 RON (nouveaux lei roumains), soit environ 500 EUR pour les honoraires avancés à l’avocat qui l’a représenté à Strasbourg ;", "e)  14 400 RON, soit environ 4 000 EUR, pour les honoraires à payer à l’avocat qui l’a représenté à Strasbourg, en vertu d’une convention d’honoraires conclue le 28 octobre 2005.", "113.  Le Gouvernement ne s’oppose pas au remboursement des frais et dépens liés à la procédure interne d’exécution et à la procédure devant la Cour, pour autant qu’ils sont étayés par des pièces justificatives. Néanmoins, il considère que le montant des frais et dépens engagés dans la procédure à Strasbourg est excessif. Il argue en outre que tous les frais engagés pour les déplacements en Roumanie ne sont pas étayés.", "114.  La Cour rappelle que l’allocation de frais et dépens au titre de l’article 41 présuppose que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 54, CEDH 2000-XI). En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (Van de Hurk c. Pays-Bas, arrêt du 19 avril 1994, série A no 288, p. 21, § 66).", "115.  La Cour estime que les frais relatifs aux démarches accomplies, en Roumanie comme à Strasbourg, pour empêcher ou faire redresser la situation qu’elle a jugée contraire à l’article 8 de la Convention correspondaient à une nécessité ; ils doivent dès lors être remboursés dans la mesure où ils ne dépassent pas un niveau raisonnable (voir IgnaccoloZenide, précité, § 121).", "Ainsi, la Cour alloue au requérant la somme de 7 400 EUR, dont 4 000 EUR doivent être versé sur le compte bancaire de son avocat.", "C.  Intérêts moratoires", "116.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "2.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir  en lei roumains au taux applicable à la date du règlement :", "\ti.  15 000 EUR (quinze mille euros) pour dommage moral ;", "ii.  7 400 EUR (sept mille quatre cents euros) pour frais et dépens, dont 4 000 EUR (quatre mille euros) doivent être versés directement à l’avocat ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 13 juillet 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tBoštjan M. Zupančič\n\tGreffier\tPrésident"]}