{"file": "FRE_HFJUD_74611_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "74611/01", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE DİLEK ET AUTRES c. TURQUIE", "", "", "(Requêtes nos 74611/01, 26876/02 et 27628/02)", "", "", "", "ARRÊT", "", "Cette version a été rectifiée conformément à l’article 81 du règlement de la Cour le 28 avril 2008", "", "STRASBOURG", "", "17 juillet 2007", "", "", "DÉFINITIF", "", "30/01/2008", "", "", " Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l'affaire Dilek et autres c. Turquie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMme\tF. Tulkens, présidente,\n\tMM.\tI. Cabral Barreto,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\t\tV. Zagrebelsky,\n\tMme\tA. Mularoni,\n\tMM.\tD. Popović, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 26 juin 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouvent trois requêtes (nos 74611/01, 26876/06 et 27628/02) dirigées contre la République de Turquie et dont quarante-deux ressortissants de cet État (« les requérants »), dont les noms et dates de naissance figurent en annexe, ont respectivement saisi la Cour le 28 mars 2001 et les 9 et 24 avril 2002, en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes G. Candoğan et S. Dutar, avocats à Ankara. Le gouvernement turc (« le Gouvernement ») n'a pas désigné d'agent aux fins de la procédure devant la Cour.", "3.  Les requérants alléguaient la violation des articles 2, 11 et 14 de la Convention, ainsi que de l'article 1 du Protocole no 1.", "4.  Le 25 avril 2004, la Cour a décidé de communiquer les requêtes au Gouvernement. Se prévalant de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé des affaires.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Les requérants résident à Istanbul. Ils font partie des agents de péage des guichets du pont du Bosphore à Istanbul et ont le statut de fonctionnaires contractuels. Ils sont membres du syndicat Yapı Yol Sen (Enerji Yapı Yol Sen, à l'époque des faits), une filiale de la Confédération des syndicats des travailleurs du secteur public (le KESK). Certains requérants ont participé à deux actions et ont par conséquent introduit deux requêtes.", "A.  Faits et procédures relatifs aux requêtes nos 74611/01 et 26876/02", "1.  Faits et procédures communs", "6.  Le 2 mars 1998, le KESK prit la décision de mener des actions à l'échelle nationale, à l'occasion de l'inscription à l'ordre du jour au Parlement de la loi sur les personnes employées dans le secteur public.", "7.  Le 6 mars 1998, dans le cadre d'une action de ralentissement du travail, deux groupes de requérants, qui travaillaient ce jour-là de 7 à 15 heures et de 15 à 23 heures, quittèrent leur poste de péage pour une durée de trois heures afin de protester contre les conditions de travail. Pendant cette manifestation, les automobilistes passaient le péage sans payer.", "8.  Le 30 avril 1998, la présidence du Conseil de l'inspection établit un rapport d'enquête sur la demande de la direction générale des routes nationales (« l'administration ») du 9 mars 1998. Entendu sous serment le 12 mars 1998 dans le cadre de l'enquête, E.B., ingénieur en chef d'entretien et d'exploitation du pont du Bosphore, constata :", "« J'ai eu l'information que les agents de péage des guichets allaient mener une action en quittant le travail le 6 mars 1998. Je me suis rendu à la direction régionale le matin pour leur faire part de l'information. »", "Le même jour, A.U.A, ingénieur d'entretien et d'exploitation du pont, fit savoir :", "« (...) Les agents des guichets qui sont en même temps les représentants du syndicat m'ont fait savoir que vendredi il pouvait y avoir une action, laquelle consisterait à quitter le travail. Et j'ai moi-même porté l'information à la connaissance de l'ingénieur en chef du pont du Bosphore Ekrem Bayram. Nous avons discuté des mesures à prendre. Nous sommes arrivés à la conclusion que nous ne pourrions rien faire, car nous n'avions pas de personnel de remplacement. Même si nous en avions eu, nous avions compris, après nos discussions, que les agents des guichets étaient déterminés à mener l'action. Nous n'avons pas réussi à les convaincre de ne pas le faire même si nous leur avons fait savoir que l'État ainsi qu'eux-mêmes allaient subir des pertes. Ils ont dit qu'ils étaient déterminés à suivre la décision de la direction générale [du syndicat]. »", "Etant arrivé à la conclusion que les requérants étaient fautifs d'avoir quitté leur lieu de travail sans permission et d'avoir causé une perte matérielle à l'administration, le rapport proposa la punition des intéressés par leur supérieur disciplinaire, conformément à l'article 125 de la loi no 657 sur les fonctionnaires, et qu'ils indemnisent la perte matérielle de l'administration.", "9.  Le 17 juin 1998, l'administration demanda aux requérants l'autorisation de prélèvement sur leur salaire des sommes correspondant à la perte causée en raison de l'action en question, dans un délai de dix jours à partir de la notification, dans la mesure où le rapport de l'inspection proposant la peine disciplinaire et l'indemnisation de la perte matérielle avait été approuvé par la direction générale.", "10.  Les intéressés refusèrent d'accorder une telle autorisation. Ils réitérèrent leurs défenses précédentes, selon lesquelles, d'une part, l'action en question était une action syndicale légitime découlant de la Constitution et des conventions internationales et, d'autre part, l'utilisation d'un droit légitime ne pourrait être considérée comme un acte générateur d'une perte matérielle de l'administration.", "11.  Le 14 décembre 1998, l'administration introduisit deux actions en dommages-intérêts contre les requérants devant le tribunal de grande instance d'Üsküdar (Istanbul). Se basant sur l'article 12 de la loi no 657, l'administration qualifia l'action litigieuse d'« acte délictuel » (haksız fiil). Devant le tribunal, les requérants firent savoir qu'ils ne pouvaient pas être tenus responsables solidairement, que leur action ne pouvait pas être considérée comme un acte illégitime (hukuka aykırı fiil), et qu'ils avaient agi suivant la décision du syndicat afin de trouver des solutions à leurs problèmes.", "2.  Faits et procédures relatifs à la requête no 74611/01 uniquement", "12.  Le 29 décembre 1999, le tribunal enjoignit à chaque requérant de payer solidairement la somme de 4 718 100 000 livres turques (TRL) [environ 8 872 euros (EUR)], assortie d'intérêts moratoires au taux légal à compter du 6 mars 1998, à titre d'indemnisation de la perte de l'administration pendant la période de l'arrêt de travail. Se fondant sur la loi no 657, il précisa qu'aucun droit ne donnait et ne pouvait donner droit à causer des pertes à autrui. Les intéressés devaient être tenus responsables de la perte, dans la mesure où la loi no 657 leur interdisait de ne pas se rendre au travail ou de ralentir celui-ci de façon à ce que le service public soit perturbé.", "13.  Le 27 juin 2000, la Cour de cassation confirma le jugement de première instance. Dans son opinion dissidente, le président de la chambre concernée, Bilal Kartal, fit observer que la décision de ralentir le travail avait été prise par le syndicat dont les requérants étaient membres pour la défense de leurs droits. Se référant aux dispositions des Conventions nos 87 et 151 de l'Organisation internationale du Travail et aux dispositions internes en matière de droits syndicaux, il soutint que la Turquie devait prendre des mesures appropriées afin de permettre la réalisation du droit à la liberté d'association. Selon lui, le droit de fonder des syndicats avait été reconnu aux fonctionnaires mais il n'existait pas encore de moyens concrets par lesquels ils pouvaient défendre leurs droits en tant que membres de syndicats.", "14.  Le 15 septembre 2000, les requérants présentèrent un recours en rectification d'arrêt.", "15.  Le 18 janvier 2001, la Cour de cassation rejeta ce recours. Le président de la chambre concernée, Bilal Kartal, réitéra son opinion dissidente.", "16.  Le 9 mai 2001, les requérants versèrent 5 270 240 000 TRL. Le paiement de la somme restante, à savoir 7 404 796 000 TRL, fut échelonné sur douze mois à partir du 9 mai 2001. Ils payèrent donc 12 675 036 000 TRL au total, soit 633 751 800 TRL [environ 625 EUR] chacun. Selon les intéressés, ces sommes furent payées par le syndicat Yapi Yol Sen dont ils sont membres du fait que l'action avait été organisée sur sa décision.", "3.  Faits et procédures relatifs à la requête no 26876/02 uniquement", "17.  Le 21 juin 2000, le tribunal enjoignit à chaque requérant de payer 69 444 444 TRL [environ 112 EUR], soit 1/18è de la somme totale de 1 250 000 000 TRL [environ 2 013 EUR], à titre d'indemnisation de la perte de l'administration pendant la période de l'arrêt de travail.", "18.  Le 2 avril 2001, la Cour de cassation cassa le jugement attaqué. Faisant application de l'article 50 du code des obligations, elle estima que les requérants avaient agi ensemble en poursuivant le même but ; dès lors, ils devaient être tenus responsables solidairement. Le président de la chambre concernée, Bilal Kartal, émit une opinion dissidente (paragraphe 13 ci-dessus).", "19.  Le 19 juillet 2001, se conformant à l'arrêt de cassation, le tribunal enjoignit à chaque requérant de payer solidairement la somme de 1 250 000 000 TRL [environ 936 EUR], assortie d'intérêts moratoires au taux légal à compter du 6 mars 1998. Le jugement fut notifié le 10 octobre 2001.", "20.  Le 14 janvier 2002, les requérants versèrent 1 458 774 000 TRL. Le paiement de la somme restante, à savoir 2 668 400 000 TRL, fut échelonné sur dix-huit mois à partir du 14 janvier 2002. Ils payèrent donc 4 127 174 000 TRL au total, soit 229 287 444 TRL [environ 190 EUR] chacun. Selon les intéressés, ces sommes furent payées par le syndicat Yapi Yol Sen dont ils sont membres du fait que l'action avait été organisée sur sa décision.", "B.  Faits et procédures relatifs à la requête no 27628/02", "21.  Le 24 février 1999, dans le cadre d'une action de ralentissement du travail, les requérants quittèrent leur poste de péage pour une durée de trois heures afin de protester contre les conditions de travail. Pendant cette manifestation, les automobilistes passèrent le péage sans payer.", "22.  Le 4 avril 1999, la présidence du conseil de l'inspection établit un rapport d'enquête à la demande de l'administration du 8 avril 1999. Selon ce rapport, le syndicat avait averti les autorités compétentes de l'action en question et celles-ci avaient vainement essayé de l'en dissuader ; lors de la lecture du communiqué de presse, les forces de sécurité étaient intervenues et une partie des requérants avaient été amenés au poste de police du quartier et la tension était montée. Plutôt que de protester contre les conditions de travail, les requérants auraient organisé cette action pour soutenir leurs collègues contre lesquels l'administration avait intenté une action en indemnisation de la perte causée en raison d'actions semblables dans le passé. Étant arrivé à la conclusion que les requérants étaient fautifs d'avoir quitté leur lieu de travail sans permission et d'avoir causé une perte matérielle à l'administration, le rapport proposa la punition des intéressés par leur supérieur disciplinaire, conformément à l'article 125 de la loi no 657 sur les fonctionnaires, et qu'ils indemnisent la perte matérielle de l'administration. Le rapport proposa par ailleurs un contrôle plus régulier de l'état de santé des requérants.", "23.  Le 5 juillet 1999, l'administration demanda aux requérants l'autorisation de prélèvement sur leur salaire des sommes correspondant à la perte causée en raison de l'action en question, dans un délai de dix jours à partir de la notification, dans la mesure où le rapport de l'inspection proposant la peine disciplinaire et l'indemnisation de la perte matérielle avait été approuvé par la direction générale.", "24.  Les intéressés refusèrent d'accorder une telle autorisation. Ils réitérèrent leurs défenses précédentes selon lesquelles l'action en question serait une action syndicale légitime découlant de la Constitution et des conventions internationales et l'utilisation d'un droit légitime ne pourrait être considérée comme un acte générateur de la perte matérielle de l'administration.", "25.  Le 29 septembre 1999, l'administration introduisit une action en dommages-intérêts contre les requérants devant le tribunal de grande instance d'Üsküdar (Istanbul). Se basant sur l'article 12 de la loi no 657 sur les fonctionnaires, l'administration qualifia l'action des requérants d'« acte délictuel » (haksız fiil). Devant le tribunal, les requérants firent savoir qu'ils ne pouvaient pas être tenus responsables solidairement, que leur action ne pouvait pas être considérée comme un acte illégitime (hukuka aykırı fiil), qu'ils avaient agi suivant la décision du syndicat et qu'ils avaient été acquittés au pénal.", "26.  Le 21 juin 2000, le tribunal enjoignit à chaque requérant de payer individuellement 452 284 000 TRL [environ 767 EUR], soit 1/22è de la somme totale de 9 950 250 000 TRL [environ 16 880 EUR] à titre d'indemnisation de la perte de l'administration pendant la période de l'arrêt de travail.", "27.  Le 10 avril 2001, la Cour de cassation cassa le jugement attaqué. Faisant application de l'article 50 du code des obligations, elle estima que les requérants avaient agi ensemble en poursuivant le même but ; dès lors, ils devaient être tenus responsables solidairement. Le président de la chambre concernée, Bilal Kartal, émit une opinion dissidente (paragraphe 13 ci-dessus).", "28.  Le 19 juillet 2001, se conformant à l'arrêt de cassation, le tribunal de grande instance enjoignit à chaque requérant de payer solidairement la somme de 9 950 250 000 TRL [environ 8 787 EUR], assortie d'intérêts moratoires au taux légal à compter du 24 février 1999.", "29.  Le 17 janvier 2002, la Cour de cassation confirma le jugement de première instance.", "30.  Le 25 avril 2002, les requérants versèrent 10 644 390 000 TRL. Le paiement de la somme restante, à savoir 17 907 640 000 TRL, fut échelonné sur vingt-quatre mois à partir du 25 avril 2002. Ils payèrent donc 28 552 030 000 TRL au total, soit 1 297 819 545 TRL [environ 1 070 EUR] chacun. Selon les requérants, ces sommes furent payées par le syndicat Yapi Yol Sen dont ils sont membres du fait que l'action avait été organisée sur sa décision.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "A.  La Constitution", "31.  Les dispositions pertinentes de la Constitution sont citées dans l'arrêt Demir et Baykara c. Turquie (no 34503/97, § 19, 21 novembre 2006).", "B.  La loi no 657 sur les fonctionnaires d'État", "32.  L'article 22 de la loi no 657 du 14 juillet 1965 disposait que les fonctionnaires étaient autorisés à fonder des syndicats et des organisations professionnelles et à y adhérer selon les modalités des lois spéciales. Selon le deuxième alinéa de cet article, ces organisations professionnelles étaient autorisées à défendre les intérêts de leurs membres devant les autorités compétentes. L'article a été abrogé par l'article 5 du décret-loi no 2 du 23 décembre 1972. En vertu de l'article 1 de la loi no 4275 du 12 juin 1997, il est de nouveau entré en vigueur et est ainsi libellé :", "« Les fonctionnaires de l'État sont autorisés à fonder des syndicats et des associations de syndicats et à y adhérer. »", "33.  L'article 12 de la loi no 657 sur la responsabilité personnelle et le préjudice, tel que modifié par la loi no 2670 du 12 mai 1982, peut se lire comme suit :", "« Les fonctionnaires de l'État ont l'obligation de remplir leur fonction avec attention et diligence et de prendre soin des biens publics qui leur sont confiés et les tenir prêts pour toute utilisation immédiate.", "Le fonctionnaire de l'État indemnise le préjudice, causé intentionnellement, par faute, négligence ou manque de précaution, au prix courant.", "Les principes généraux en la matière sont applicables pour l'indemnisation du préjudice. (...) »", "34.  Selon l'article 125 A b) de la loi no 657, « se rendre au travail tardivement, partir plus tôt ou quitter le lieu de travail sans excuse ni permission » est une des infractions à la discipline réprimée par l'avertissement.", "35.  Les articles 26 § 2 et 27 de la loi no 657 sur les interdictions se lisent comme suit :", "Article 26 § 2\n(tel que modifié par la loi no 2670 du 12 mai 1982)", "INTERDICTION D'ACTIONS ET D'AGISSEMENTS COLLECTIFS", "« Il est interdit aux fonctionnaires d'État de se retirer de leur fonction ou de ne pas assurer leur fonction intentionnellement et collectivement afin d'empêcher le service public, ainsi que d'agir ou de mener des activités de telle sorte que le travail et les services étatiques soient ralentis ou empêchés pendant qu'ils sont à leur poste. »", "Article 27", "INTERDICTION DE GREVE", "« Il est interdit aux fonctionnaires d'État de prendre une décision de grève, d'organiser une grève, de la déclarer et d'en faire la propagande à ces fins.", "Les fonctionnaires d'État ne peuvent participer à une quelconque grève ou à une tentative de grève, ne peuvent soutenir ou provoquer la poursuite d'une grève. »", "C.  L'arrêt du Conseil d'État du 20 décembre 2004", "36.  Dans son arrêt du 20 décembre 2004, le Conseil d'État a constaté que la participation d'un professeur (de lycée ou de collège) à une activité syndicale et, par conséquent, son absence sans avertissement de son poste à l'école ne pouvait pas faire l'objet d'une peine disciplinaire, telle le prélèvement d'1/30ème de son salaire, au motif que cette absence sans avertissement ne pouvait pas être considéré « sans excuse ». Selon le Conseil d'État, l'intéressé s'est absenté pour participer à une journée d'activité organisée par le syndicat dont il était membre pour se faire entendre auprès de l'opinion publique au sujet des problèmes liés à son travail.", "D.  La Charte sociale européenne de 1961", "37.  Les articles pertinents de la Charte sociale européenne de 1961 peuvent se lire comme suit :", "Article 2 – Droit à des conditions de travail équitables", "« En vue d'assurer l'exercice effectif du droit à des conditions de travail équitables, les Parties contractantes s'engagent :", "1.  à fixer une durée raisonnable au travail journalier et hebdomadaire, la semaine de travail devant être progressivement réduite pour autant que l'augmentation de la productivité et les autres facteurs entrant en jeu le permettent ;", "2.  à prévoir des jours fériés payés ;", "3.  à assurer l'octroi d'un congé payé annuel de deux semaines au minimum ;", "4.  à assurer aux travailleurs employés à des occupations dangereuses ou insalubres déterminées soit une réduction de la durée du travail soit des congés payés supplémentaires ;", "5.  à assurer un repos hebdomadaire qui coïncide autant que possible avec le jour de la semaine reconnu comme jour de repos par la tradition ou les usages du pays ou de la région. »", "Article 5 – Droit syndical", "« En vue de garantir ou de promouvoir la liberté pour les travailleurs et les employeurs de constituer des organisations locales, nationales ou internationales, pour la protection de leurs intérêts économiques et sociaux et d'adhérer à ces organisations, les Parties contractantes s'engagent à ce que la législation nationale ne porte pas atteinte, ni ne soit appliquée de manière à porter atteinte à cette liberté. La mesure dans laquelle les garanties prévues au présent article s'appliqueront à la police sera déterminée par la législation ou la réglementation nationale. Le principe de l'application de ces garanties aux membres des forces armées et la mesure dans laquelle elles s'appliqueraient à cette catégorie de personnes sont également déterminés par la législation ou la réglementation nationale. »", "Article 6 – Droit de négociation collective", "« En vue d'assurer l'exercice effectif du droit de négociation collective, les Parties contractantes s'engagent :", "1.  à favoriser la consultation paritaire entre travailleurs et employeurs ;", "2.  à promouvoir, lorsque cela est nécessaire et utile, l'institution de procédures de négociation volontaire entre les employeurs ou les organisations d'employeurs, d'une part, et les organisations de travailleurs, d'autre part, en vue de régler les conditions d'emploi par des conventions collectives ;", "3.  à favoriser l'institution et l'utilisation de procédures appropriées de conciliation et d'arbitrage volontaire pour le règlement des conflits du travail ; et reconnaissent :", "4.  le droit des travailleurs et des employeurs à des actions collectives en cas de conflits d'intérêt, y compris le droit de grève, sous réserve des obligations qui pourraient résulter des conventions collectives en vigueur. »", "E.  La Convention no 87 (de l'Organisation internationale du Travail) sur la liberté syndicale et la protection du droit syndical", "38.  Les articles pertinents de la Convention no 87 peuvent se lire comme suit :", "Article 2", "« Les travailleurs et les employeurs, sans distinction d'aucune sorte, ont le droit, sans autorisation préalable, de constituer des organisations de leur choix, ainsi que celui de s'affilier à ces organisations, à la seule condition de se conformer aux statuts de ces dernières. »", "Article 3", "« 1.  Les organisations de travailleurs et d'employeurs ont le droit d'élaborer leurs statuts et règlements administratifs, d'élire librement leurs représentants, d'organiser leur gestion et leur activité, et de formuler leur programme d'action.", "2.  Les autorités publiques doivent s'abstenir de toute intervention de nature à limiter ce droit ou à en entraver l'exercice légal. »", "Article 8", "« Dans l'exercice des droits qui leur sont reconnus par la présente Convention, les travailleurs, les employeurs et leurs organisations respectives sont tenus, à l'instar des autres personnes ou collectivités organisées, de respecter la légalité. »", "Article 11", "« Tout Membre de l'Organisation internationale du Travail pour lequel la présente Convention est en vigueur s'engage à prendre toutes mesures nécessaires et appropriées en vue d'assurer aux travailleurs et aux employeurs le libre exercice du droit syndical. »", "F.  La Convention no 151 (de l'Organisation internationale du Travail) sur les relations de travail dans la fonction publique", "39.  Les articles pertinents de la Convention no 151 peuvent se lire comme suit :", "Article 4", "« 1.  Les agents publics doivent bénéficier d'une protection adéquate contre tous actes de discrimination tendant à porter atteinte à la liberté syndicale en matière d'emploi.", "2.  Une telle protection doit notamment s'appliquer en ce qui concerne les actes ayant pour but de :", "a)  Subordonner l'emploi d'un agent public à la condition qu'il ne s'affilie pas à une organisation d'agents publics ou cesse de faire partie d'une telle organisation ;", "b)  Congédier un agent public ou lui porter préjudice par tous autres moyens, en raison de son affiliation à une organisation d'agents publics ou de sa participation aux activités normales d'une telle organisation. »", "Article 6", "« 1.  Des facilités doivent être accordées aux représentants des organisations d'agents publics reconnues, de manière à leur permettre de remplir rapidement et efficacement leurs fonctions aussi bien pendant leurs heures de travail qu'en dehors de celles-ci.", "2.  L'octroi de telles facilités ne doit pas entraver le fonctionnement efficace de l'administration ou du service intéressé. »", "EN DROIT", "40.  Les requérants se plaignent que les jugements du tribunal de grande instance d'Üsküdar les enjoignant de payer des dommages-intérêts à l'administration pour avoir mené une action syndicale a méconnu leurs droits à la liberté de réunion et d'association ainsi que leurs conditions de travail. Ils invoquent les articles 2, 11 et 14 de la Convention, ainsi que l'article 1 du Protocole no 1.", "I.  JONCTION DES AFFAIRES", "41.  Compte tenu de la similitude des affaires quant aux faits et au problème de fond qu'elles posent, la Cour estime nécessaire de les joindre et décide de les examiner conjointement dans un seul arrêt.", "II.  SUR LA RECEVABILITÉ", "A.  Griefs tirés de l'article 2 de la Convention", "42.  Le Gouvernement fait valoir que les requérants n'ont jamais invoqué devant les instances nationales leurs griefs tirés de l'article 2 de la Convention (le droit à la vie).", "43.  La Cour rappelle qu'elle ne peut être saisie qu'après l'épuisement des voies de recours internes, conformément à l'article 35 § 1 de la Convention, et ne peut pas en conséquence examiner un grief qui n'aurait pas été invoqué devant les autorités internes.", "44.  En l'espèce, les requérants n'ont pas soulevé devant les autorités nationales, même en substance, les griefs qu'ils tirent de l'article 2.", "45.  Il s'ensuit que cette partie des requêtes doit être rejetée pour non-épuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention.", "B.  Griefs tirés des articles 11 et 14 de la Convention et 1 du Protocole no 1", "46.  Le Gouvernement soulève une exception d'irrecevabilité en deux branches.", "1.  Sur le défaut de qualité de victime de certains requérants", "47.  Le Gouvernement fait constater que certains requérants, à savoir Ayhan Yılmaz (nos 26876/02 et 27628/02), Murat Alav (nos 26876/02 et 27628/02), Ziyaver Erden (nos 74611/01 et 27628/02), Nejdet Yavuz (nos 74611/01 et 27628/02), Burhan Özdemir (nos 74611/01 et 27628/02), Erdoğan Okul (nos 74611/01 et 27628/02), Sedat Aydın (nos 74611/01 et 27628/02) et Sami Çınar (nos 74611/01 et 27628/02), ont introduit deux requêtes alors que le contenu de celles-ci est substantiellement le même. Il demande à la Cour de rejeter ces requêtes répétitives.", "48.  Les requérants s'opposent à ces arguments.", "49.  La Cour constate que les requêtes en question ne sont pas répétitives dans la mesure où les intéressés les ont introduites en raison de deux procédures distinctes en droit interne. Dès lors, il y a lieu de rejeter cette branche de l'exception du Gouvernement.", "2.  Sur l'épuisement des voies de recours internes", "50.  Le Gouvernement excipe également du non-épuisement des voies de recours internes. Dans le cadre des requêtes nos 26876/02 et 27628/02, il soutient que n'ayant pas formé un recours en rectification contre les arrêts de la Cour de cassation des 2 et 10 avril 2001, les requérantes ne pouvaient passer pour avoir épuisé les voies de recours internes.", "51.  Les requérants contestent cette thèse.", "52.  La Cour rappelle avoir déjà rejeté des exceptions semblables (voir, en particulier, Gök et autres c. Turquie, nos 71867/01, 71869/01, 73319/01 et 74858/01, §§ 47 et 48, 27 juillet 2006). Elle n'aperçoit aucun motif de déroger à ses précédentes conclusions et rejette donc également cette branche de l'exception du Gouvernement.", "3.  Conclusion", "53.  La Cour constate ainsi que ces griefs ne sont pas manifestement mal fondés au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'ils ne se heurtent à aucun autre motif d'irrecevabilité. Il convient donc de les déclarer recevables.", "III.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 11 ET 14 DE LA CONVENTION ET 1 DU PROTOCOLE No 1", "54.  Les requérants se plaignent d'une atteinte à leurs droits à la liberté de réunion pacifique et d'association, à la non-discrimination et au respect de leurs biens en raison des décisions des tribunaux de grande instance les enjoignant de payer les sommes en cause pour avoir arrêté le travail pendant trois heures. Ils invoquent les articles 11 et 14 de la Convention et 1 du Protocole no 1. La Cour estime que les faits décrits par les intéressés relèvent plus particulièrement du champ d'application de l'article 11 et décide d'examiner ces griefs seulement sous cet angle. L'article 11 est ainsi libellé :", "« 1.  Toute personne a droit à la liberté de réunion pacifique et à la liberté d'association, y compris le droit de fonder avec d'autres des syndicats et de s'affilier à des syndicats pour la défense de ses intérêts.", "2.  L'exercice de ces droits ne peut faire l'objet d'autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l'ordre et à la prévention du crime, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. Le présent article n'interdit pas que des restrictions légitimes soient imposées à l'exercice de ces droits par les membres des forces armées, de la police ou de l'administration de l'État. »", "A.  Sur l'existence d'une ingérence", "55.  Les requérants allèguent que l'engagement de leur responsabilité civile par le tribunal de grande instance d'Üsküdar pour l'indemnisation de la perte de l'administration suite à leurs actions syndicales constitue une ingérence dans leur droit à la liberté d'association. Ils soutiennent que l'action en question ne peut pas être qualifiée de grève ni d'acte illégal nécessitant une quelconque peine ou autre mesure. Ils font en outre observer que les inspecteurs dépêchés par l'administration l'avaient comparé à un retard pour se rendre au travail et un départ plus tôt que prévu, sans autorisation.", "56.  Le Gouvernement s'oppose à cette thèse. Il soutient que les requérants n'ont pas été empêchés de participer à une grève ou à une autre activité légale de leur syndicat et que l'engagement de leur responsabilité civile n'est pas basé sur le fait d'être membre d'un syndicat ou sur une activité syndicale.", "57.  En l'occurrence, sans spéculer sur le point de savoir dans quelle mesure l'article 11 de la Convention octroie le droit à la grève et quelle est la définition de ce droit dans le cadre de cet article, la Cour estime que le ralentissement de travail des requérants pour une durée de trois heures pourrait être considéré comme une action collective d'ordre général dans le contexte de l'exercice des droits syndicaux. La responsabilité civile des requérants ayant été engagée en raison de cette action, la Cour constate que la mesure constitue une ingérence dans leur droit à la liberté d'association.", "B.  Sur la justification de l'ingérence", "58.  Pareille ingérence enfreint l'article 11, sauf si elle était « prévue par la loi », dirigée vers un ou des buts légitimes au regard du paragraphe 2, et était « nécessaire dans une société démocratique » pour les atteindre.", "1.  Arguments des parties", "a)  Les requérants", "59.  Les requérants soutiennent que ladite ingérence n'est pas prévue par la loi ; aucune disposition interne prévisible et accessible ne prévoirait une telle mesure. En outre, ils font valoir que l'ingérence ne poursuit pas un but légitime et qu'elle n'est pas nécessaire dans une société démocratique ni proportionnée, eu égard à la somme à rembourser et à la responsabilité solidaire.", "60.  Les requérants ajoutent qu'ils n'ont aucun moyen de défendre leurs droits syndicaux, contrairement aux dispositions internationales en la matière et aux principes définis dans la jurisprudence de la Cour. En tant qu'agents de péage des guichets du pont du Bosphore à Istanbul, ils doivent rembourser la perte matérielle alléguée, alors que, d'après l'arrêt du Conseil d'État, les autres fonctionnaires ne sont pas tenus par la même obligation.", "b)  Le Gouvernement", "61.  Le Gouvernement fait tout d'abord savoir que le remboursement de la perte matérielle découle de l'article 12 § 2 de la loi no 657, qui lui-même est conforme aux articles 8 § 1 et 6 §§ 1 et 2 des Conventions nos 87 et 151 de l'Organisation internationale du Travail, respectivement. Il souligne en outre que les articles 26 § 2 et 27 de la loi no 657 interdisent aux fonctionnaires d'État de faire grève. Selon lui, cette interdiction est conforme au deuxième paragraphe de l'article 11 de la Convention qui permet aux États d'imposer des restrictions légitimes à l'exercice des droits syndicaux. Il affirme par ailleurs que la Turquie n'est pas liée par les articles 2, 5 et 6 de la Charte sociale européenne de 1961 et que les Conventions nos 87 et 151 susmentionnées n'obligent pas les États à reconnaitre le droit de grève.", "62.  Le Gouvernement soutient que l'ingérence avait pour but la défense de l'ordre et était nécessaire dans une société démocratique. Pendant l'activité illégale des requérants, le service public a été perturbé. Selon lui, l'administration a subi une perte matérielle et leur responsabilité civile n'aurait pas été engagée par les tribunaux s'il n'y avait pas eu de perte.", "63.  En dernier lieu, le Gouvernement souligne les changements survenus depuis 1997 au niveau du droit interne en matière de droits syndicaux des fonctionnaires.", "2.  Appréciation de la Cour", "64.  La Cour constate qu'en l'occurrence la question est de savoir si l'engagement de la responsabilité civile des requérants en raison d'une action collective constitue une ingérence injustifiée contraire à l'article 11 de la Convention.", "a)  Principes pertinents", "65.  Le paragraphe 1 de l'article 11 garantit aux membres d'un syndicat, en vue de la défense de leurs intérêts, que leur syndicat soit entendu, mais laisse à chaque État le choix des moyens à employer à cette fin. Ce qu'exige la Convention, c'est que la législation permette aux syndicats, selon des modalités non contraires à l'article 11, de lutter pour défendre les intérêts de leurs membres (Syndicat national de la police belge c. Belgique, arrêt du 27 octobre 1975, série A no 19, § 39 ; Syndicat suédois des conducteurs de locomotives c. Suède, arrêt du 6 février 1976, série A no 20, § 40 ; Schmidt et Dahlström c. Suède, arrêt du 6 février 1976, série A no 21, § 36).", "66.  On ne saurait perdre de vue que, si l'article 11 a pour objectif essentiel de protéger l'individu contre les ingérences arbitraires des pouvoirs publics dans l'exercice des droits qu'il consacre, il peut impliquer en outre l'obligation positive d'assurer la jouissance effective de ces droits. La responsabilité d'un État contractant serait engagée si les faits incriminés résultaient d'un manquement de sa part à garantir aux requérants, en droit interne, la jouissance des droits consacrés par l'article 11 de la Convention (Wilson & Union nationale des journalistes et autres c. Royaume-Uni, nos 30668/96, 30671/96 et 30678/96, § 41, CEDH 2002V ; Gustafsson c. Suède, arrêt du 25 avril 1996, Recueil des arrêts et décisions 1996II, pp. 652653, § 45 ; Demir et Baykara, précité, § 32).", "67.  Les termes « pour la défense de ses intérêts » figurant à l'article 11 § 1 ne sont pas redondants et la Convention protège la liberté de défendre les intérêts professionnels des adhérents d'un syndicat par l'action collective de celui-ci, action dont les États contractants doivent à la fois autoriser et rendre possible la conduite et le développement. Il doit donc être loisible à un syndicat d'intervenir pour la défense des intérêts de ses membres, et les adhérents individuels ont droit à ce que leur syndicat soit entendu en vue de la défense de leurs intérêts (Syndicat national de la police belge, précité, p. 18, §§ 3940 ; Syndicat suédois des conducteurs de locomotives, précité, pp. 1516, §§ 4041 ; Wilson & Union nationale des journalistes et autres, précité, § 42).", "68.  En ce qui concerne le droit de grève, la Cour rappelle que si l'article 11 ne le consacre pas expressément, son octroi représente sans nul doute l'un des plus importants des droits syndicaux, mais il y en a d'autres. De surcroît, les États contractants ont le choix des moyens à employer pour garantir la liberté syndicale (Schmidt et Dahlström, précité, pp. 1516, §§ 3436 ; UNISON c. Royaume-Uni (déc.), no 53574/99, CEDH 2002I).", "b)  Application de ces principes", "69.  La Cour observe que la mesure litigieuse est fondée sur l'article 12 § 2 de la loi no 657 et que le tribunal de grande instance se réfère en substance au contenu des dispositions de l'article 125 A de cette loi, selon lesquelles le fait de ne pas se rendre au travail ou de ralentir celui-ci est interdit aux fonctionnaires d'État (paragraphe 12 ci-dessus). Elle note ainsi que, prise dans ce contexte, la mesure litigieuse avait une base légale.", "70.  La Cour constate que, dans la mesure où elle visait à empêcher les perturbations dans le bon déroulement du service public, la mesure en cause poursuivait un but légitime, dont l'ordre public.", "71.  La Cour note que les actions de ralentissement du travail des 6 mars 1998 et 29 février 1999 avaient été décidées par le syndicat dont les requérants étaient membres et les autorités concernées en avaient été informées au préalable. En s'y joignant, les requérants ont usé de leur liberté de réunion pacifique (voir, mutatis mutandis, Ezelin c. France, arrêt du 26 avril 1991, série A no 202, p. 21, § 41 ; Karaçay c. Turquie, no 6615/03, § 35, 27 mars 2007).", "72.  La Cour a examiné l'engagement de la responsabilité civile des requérants à la lumière de l'ensemble du dossier pour déterminer, en particulier, s'il était proportionné au but légitime poursuivi, eu égard à la place éminente de la liberté de réunion pacifique. Elle note que les décisions du tribunal de grande instance engageant la responsabilité civile des intéressés ont été rendues en raison de leur participation à l'action collective organisée par le syndicat dont ils étaient membres pour défendre leurs conditions de travail. Par ailleurs, le Gouvernement n'a aucunement expliqué si le syndicat avait la possibilité de défendre les droits des fonctionnaires par d'autres moyens pacifiques (voir, mutatis mutandis, Ezelin, précité, § 53 et Karaçay, précité, § 36), alors que les dispositions internes interdisent d'une manière générale les agissements et activités collectifs aux fonctionnaires d'État sans distinction, malgré les changements importants survenus depuis 1997 en matière de droits syndicaux les concernant.", "73.  Compte tenu de l'ensemble de ces considérations, la Cour conclut que l'engagement de la responsabilité civile des requérants n'était pas « nécessaire dans une société démocratique ».", "74.  Il y a donc eu violation de l'article 11 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "75.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "76.  Les requérants réclament 71 033,34 nouvelles livres turques (YTL) [environ 44 645 EUR à l'époque de la demande], montant remboursé à l'administration au titre du préjudice matériel à la suite des jugements du tribunal de grande instance en raison des actions en cause, assorti d'intérêts moratoires à compter des dates de paiement. A titre de justificatifs, ils présentent les quittances des paiements. Quant à leur préjudice moral, ils réclament 1 000 EUR chacun.", "77.  Le Gouvernement conteste ces prétentions qu'il juge excessives.", "78.  La Cour relève que les sommes remboursées par les requérants sont la conséquence directe de la violation constatée sur le terrain de l'article 11 de la Convention (voir, mutatis mutandis, İbrahim Aksoy c. Turquie, nos 28635/95, 30171/96 et 34535/97, § 87, 10 octobre 2000). Il y a donc lieu d'ordonner le remboursement intégral aux intéressés des sommes dont ils se sont acquittés, comme suit :", "–  1 070 EUR (mille soixante-dix euros) à M. Ali KALKAN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Atila YILDIZ,", "–  1 260 EUR (mille deux cent soixante euros) à M. Ayhan YILMAZ,", "–  1 070 EUR (mille soixante-dix euros) à M. Aykut KARPUZ,", "–  1 070 EUR (mille soixante-dix euros) à Mme Ayşe BAŞKAN,", "–  625 EUR (six cent vingt-cinq euros) à Mme Azize KARADAŞ (DURMUŞ),", "–  625 EUR (six cent vingt-cinq euros) à M. Bilal ERTÜRK,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Burhan ÖZDEMİR,", "–  625 EUR (six cent vingt-cinq euros) à M. Cemal KAR,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Çetin DİNÇER,", "–  625 EUR (six cent vingt-cinq euros) à M. Satılmış DİLEK", "–  190 EUR (cent quatre-vingt-dix euros) à M. Dündar BOZKURT", "–  625 EUR (six cent vingt-cinq euros) à M. Erdin AYDIN,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Erdoğan OKUL,", "–  1 070 EUR (mille soixante-dix euros) à M. Güven AKA,", "–  625 EUR (six cent vingt-cinq euros) à M. Güven KURUKAYA,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Halit ÇELİK,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Hasan GÜNEY,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Hasan KALDIRIM,", "–  1 070 EUR (mille soixante-dix euros) à M. Hasan ULAŞ,", "–  1 070 EUR (mille soixante-dix euros) à Mme Hayriye ÇAKMAK (AYDINER),", "–  190 EUR (cent quatre-vingt-dix euros) à M. İlimdar GÜRBULAK,", "–  1 070 EUR (mille soixante-dix euros) à M. İsmail AKGÜN,", "–  1 070 EUR (mille soixante-dix euros) à M. İsmail ÇETİN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. İsmail OKSAL,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Kazım SEL,", "–  1 070 EUR (mille soixante-dix euros) à M. Kemalettin YILMAZ,", "–  625 EUR (six cent vingt-cinq euros) à M. Mahir GÖKBULUT,", "–  625 EUR (six cent vingt-cinq euros) à M. Mehmet OKAY,", "–  625 EUR (six cent vingt-cinq euros) à M. Mehmet YILMAZ,", "–  1 070 EUR (mille soixante-dix euros) à M. Mevlüt AKLIBAŞINDA,", "–  1 260 EUR (mille deux cent soixante euros) à M. Murat ALAV,", "–  625 EUR (six cent vingt-cinq euros) à M. Murat ZÜLFİKAR,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Nejdet YAVUZ,", "–  1 070 EUR (mille soixante-dix euros) à M. Sadık ALTUNKAYA,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Salim ER,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Sami ÇINAR,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Sedat AYDIN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Şevki YAZGAN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Seyfi KAYAOĞLU,", "–  625 EUR (six cent vingt-cinq euros) à M. Süleyman VARICI, et", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à Mme Ziyaver ERDEN.", "", "En ce qui concerne le dommage moral, compte tenu de ce qui précède et de sa jurisprudence en la matière, et statuant en équité, comme le veut l'article 41, la Cour alloue 300 EUR à chacun des requérants à ce titre.", "B.  Frais et dépens", "79.  Les requérants demandent 9 145 YTL [environ 5 030 EUR] pour les frais et dépens encourus devant la Cour. A titre de justificatifs, ils produisent 18 notes d'honoraires de leur représentant, établies entre le 30 janvier 2003 et le 30 juin 2004, d'un montant total de 3 145 YTL correspondant à ses services pour le syndicat Yapi Yol Sen. Selon eux, la prestation principale de leur représentant consiste en la poursuite de leurs affaires devant la Cour. Ils fournissent également une convention d'honoraires conclue entre le syndicat et leur représentant pour les trois requêtes, qui fixe les honoraires de l'avocat à 6 000 YTL [environ 3 310 EUR] pour le travail à mener devant la Cour. Ils y joignent une note d'honoraire de 3 000 YTL pour la première partie du paiement effectué le 15 novembre 2005. Selon ladite convention, le syndicat paiera également 6 000 YTL [environ 3 310 EUR] en cas de succès devant la Cour.", "80.  Le Gouvernement conteste ces demandes qu'il juge excessives.", "81.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 5 000 EUR pour la procédure devant la Cour et l'accorde aux requérants conjointement.", "C.  Intérêts moratoires", "82.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Décide de joindre les requêtes ;", "", "2.  Déclare les requêtes recevables quant au grief tiré de l'article 11 de la Convention, et irrecevables pour le surplus ;", "", "3.  Dit qu'il y a eu violation de l'article 11 de la Convention ;", "", "4.  Dit", "a)  que l'État défendeur doit verser, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  pour dommage matériel :", "–  1 070 EUR (mille soixante-dix euros) à M. Ali KALKAN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Atila YILDIZ,", "–  1 260 EUR (mille deux cent soixante euros) à M. Ayhan YILMAZ,", "–  1 070 EUR (mille soixante-dix euros) à M. Aykut KARPUZ,", "–  1 070 EUR (mille soixante-dix euros) à Mme Ayşe BAŞKAN,", "–  625 EUR (six cent vingt-cinq euros) à Mme Azize KARADAŞ (DURMUŞ),", "–  625 EUR (six cent vingt-cinq euros) à M. Bilal ERTÜRK,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Burhan ÖZDEMİR,", "–  625 EUR (six cent vingt-cinq euros) à M. Cemal KAR,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Çetin DİNÇER,", "–  625 EUR (six cent vingt-cinq euros) à M. Satılmış DİLEK", "–  190 EUR (cent quatre-vingt-dix euros) à M. Dündar BOZKURT", "–  625 EUR (six cent vingt-cinq euros) à M. Erdin AYDIN,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Erdoğan OKUL,", "–  1 070 EUR (mille soixante-dix euros) à M. Güven AKA,", "–  625 EUR (six cent vingt-cinq euros) à M. Güven KURUKAYA,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Halit ÇELİK,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Hasan GÜNEY,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Hasan KALDIRIM,", "–  1 070 EUR (mille soixante-dix euros) à M. Hasan ULAŞ,", "–  1 070 EUR (mille soixante-dix euros) à Mme Hayriye ÇAKMAK (AYDINER),", "–  190 EUR (cent quatre-vingt-dix euros) à M. İlimdar GÜRBULAK,", "–  1 070 EUR (mille soixante-dix euros) à M. İsmail AKGÜN,", "–  1 070 EUR (mille soixante-dix euros) à M. İsmail ÇETİN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. İsmail OKSAL,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Kazım SEL,", "–  1 070 EUR (mille soixante-dix euros) à M. Kemalettin YILMAZ,", "–  625 EUR (six cent vingt-cinq euros) à M. Mahir GÖKBULUT,", "–  625 EUR (six cent vingt-cinq euros) à M. Mehmet OKAY,", "–  625 EUR (six cent vingt-cinq euros) à M. Mehmet YILMAZ,", "–  1 070 EUR (mille soixante-dix euros) à M. Mevlüt AKLIBAŞINDA,", "–  1 260 EUR (mille deux cent soixante euros) à M. Murat ALAV,", "–  625 EUR (six cent vingt-cinq euros) à M. Murat ZÜLFİKAR,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Nejdet YAVUZ,", "–  1 070 EUR (mille soixante-dix euros) à M. Sadık ALTUNKAYA,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Salim ER,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Sami ÇINAR,", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à M. Sedat AYDIN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Şevki YAZGAN,", "–  190 EUR (cent quatre-vingt-dix euros) à M. Seyfi KAYAOĞLU,", "–  625 EUR (six cent vingt-cinq euros) à M. Süleyman VARICI, et", "–  1 695 EUR (mille six cent quatre-vingt-quinze euros) à Mme Ziyaver ERDEN.", "ii  300 EUR (trois cents euros) pour dommage moral à chacun des requérants ;", "iii.  5 000 EUR (cinq mille euros) pour frais et dépens aux requérants conjointement ;", "iv.  plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 17 juillet 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "", "\tS. Dollé\tF. Tulkens\n\tGreffière\tPrésidente", "\nANNEXE", "Liste des requérants", "Requête no 74611/01", "1.\tSatılmış DİLEK (né en 1962)", "2.\tMehmet OKAY (né en 1962)", "3.\tNejdet YAVUZ (né en 1967)", "4.\tBilal ERTÜRK (né en 1969)", "5.\tMahir GÖKBULUT (né en 1963)", "6.\tBurhan ÖZDEMİR (né en 1971)", "7.\tErdin AYDIN (né en 1960)", "8.\tSedat AYDIN (né en 1971)", "9.\tMehmet YILMAZ (né en 1964)", "10.\tCemal KAR (né en 1961)", "11.\tSüleyman VARICI (né en 1964)", "12.\tZiyaver ERDEN (née en 1964)", "13.\tSami ÇINAR (né en 1968)", "14.\tErdoğan OKUL (né en 1968)", "15.\tGüven KURUKAYA (né en 1969)", "16.\tAzize KARADAŞ (DURMUŞ) (née en 1973)", "17.\tMurat ZÜLFİKAR (né en 1964)", "Requête no 26876/02", "1.\tAyhan YILMAZ (né en 1968)", "2.\tMurat ALAV (né en 1969)", "3.\tSalim ER (né en 1960)", "4.\tHasan GÜNEY (né en 1968)", "5.\tŞevki YAZGAN (né en 1968)", "6.\tDündar BOZKURT (né en 1966)", "7.\tHalit ÇELİK (né en 1967)", "8.\tİlimdar GÜRBULAK (né en 1969)", "9.\tÇetin DİNÇER (né en 1969)", "10.\tAtila YILDIZ (né en 1962)", "11.\tSeyfi KAYAOĞLU (né en 1970)", "12.\tHasan KALDIRIM (né en 1968)", "13.\tKazım SEL (né en 1970)", "14.\tİsmail OKSAL (né en 1971)", "Requête no 27628/02", "1.\tİsmail AKGÜN (né en 1969)", "2.\tZiyaver ERDEN (née en 1964)", "3.\tHasan ULAŞ (né en 1963)", "4.\tNejdet YAVUZ (né en 1967)", "5.\tİsmail ÇETİN (né en 1966)", "6.\tMurat ALAV (né en 1969)", "7.\tAli KALKAN (né en 1968)", "8.\tAyşe BAŞKAN (née en 1968)", "9.\tGüven AKA (né en 1966)", "10.\tMevlüt AKLIBAŞINDA (né en 1960)", "11.\tSadık ALTUNKAYA (né en 1966)", "12.\tKemalettin YILMAZ (né en 1962)", "13.\tBurhan ÖZDEMİR (né en 1971)", "14.\tErdoğan OKUL (né en 1968)", "15.\tSedat AYDIN (né en 1971)", "16.\tSami ÇINAR (né en 1968)", "17.\tAykut KARPUZ (né en 1966)", "18.\tHayriye ÇAKMAK (AYDINER) (née en 1974)", "19.\tAyhan YILMAZ (né en 1968)"]}