{"file": "FRE_HFJUD_46096_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46096/99", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE MOCIE c. FRANCE", "", "", "(Requête no 46096/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "8 avril 2003", "", "", "", "", "DÉFINITIF", "", "08/07/2003", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Mocie c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tW. Thomassen,\n\tM.\tM. Ugrekhelidze, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 18 mars 2003,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 46096/99) dirigée contre la République française et dont un ressortissant de cet Etat, M. Richard Mocie (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 30 avril 1998 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "3.  Le requérant est représenté devant la Cour par Me Anne-Marie Nadaud, avocate au barreau d'Orléans. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. Ronny Abraham, Directeur des Affaires juridiques au Ministère des Affaires étrangères.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Le 13 février 2001, se prévalant des dispositions de l'article 29 § 3 de la Convention, la Cour a décidé que seraient examinés en même temps la recevabilité et le fond de l'affaire. ", "6. Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur la recevabilité et le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "8.  Le requérant est titulaire, depuis 1963, d'une pension militaire d'invalidité, dont le taux global avait été fixé à 80 % en 1972. Suite à une demande de révision en aggravation de sa pension (formulée par le requérant le 29 février 1988) ce taux fut porté à 90 % par un jugement du 17 janvier 1991.", "9.  Le 20 mai 1988, le requérant saisit le directeur interdépartemental des anciens combattants et victimes de guerre d'une demande d'allocation spéciale destinée aux grands invalides (allocation no 9) ; il fut procédé à une expertise médicale (rapport du 20 décembre 1988). ", "Le 24 avril 1990, il demanda en outre à bénéficier des dispositions de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de guerre, relatif à la nécessité d'une tierce personne. ", "Ces demandes furent rejetées par des décisions administratives des 15 mars 1989 et 28 janvier 1992 respectivement.", "10.  Le requérant contesta ces décisions devant le tribunal départemental des pensions militaires d'Indre et Loire, par des requêtes des 20 septembre 1989 et 18 août 1992 (respectivement).", "Le tribunal administratif joignit ces deux requêtes et, par un jugement du 19 mai 1994, confirma le rejet de la demande fondée sur l'article L. 18, mais donna gain de cause au requérant s'agissant du bénéfice de l'allocation no 9 (à compter du 20 mai 1988).", "11.  Par un arrêt du 7 juin 1995, la cour d'appel d'Orléans (cour régionale des pensions du Loiret) confirma ce jugement en ce qu'il faisait droit à l'allocation no 9, et ordonna avant dire droit une expertise sur la question de la nécessité d'une tierce personne (réformant le jugement du 19 mai 1994 sur ce point). ", "Par un arrêt du 6 décembre 1996, la cour d'appel accorda au requérant le bénéfice des dispositions de l'article L. 18.", "12.  Le 11 août 1997, le Secrétariat d'Etat aux anciens combattants forma un pourvoi en cassation devant le Conseil d'Etat (Commission spéciale de cassation des pensions ; « CSCP ») contre l'arrêt du 6 décembre 1996. Le requérant ne prit pas avocat au Conseil d'Etat et à la Cour de cassation, mais l'avocat qui avait défendu ses intérêts devant la juridiction d'appel déposa des observations écrites. ", "Par un courrier du 4 septembre 1997, le requérant demanda à la direction régionale du ministre des anciens combattants et victimes de guerre communication d'un rapport de gendarmerie du 4 juin 1990 auquel il était fait référence dans le recours. La direction régionale lui répondit le 5 septembre 1997 qu'elle ne pouvait lui adresser copie de ce document, celui-ci figurant au dossier transmis au Conseil d'Etat dans le cadre du pourvoi, et l'invita à formuler sa demande directement auprès du secrétariat du Conseil d'Etat. Le requérant le fit par une lettre du 10 septembre 1997 ; il n'obtint pas de réponse. ", "L'avis d'audience adressé au requérant stipule que, lors de l'audience devant la CSCP, « les requérants ne sont pas admis à formuler des observations devant la formation de jugement ».", "Le 1er avril 1998, la CSCP annula l'arrêt du 6 décembre 1996 et, réglant l'affaire au fond, rejeta l'appel du requérant à l'encontre du jugement du 19 mai 1994. L'arrêt précise notamment ce qui suit :", "« (...) Considérant qu'aux termes de l'article 18 du code [des pensions militaires d'invalidité et des victimes de guerre] « les invalides que leur infirmité rendent incapable de se mouvoir, de se conduire ou d'accomplir seuls les actes essentiels à la vie ont droit à l'hospitalisation s'ils la réclament (...) s'ils ne reçoivent pas ou s'ils cessent de recevoir cette hospitalisation et si, vivant chez eux, ils sont obligés de recourir de manière constante aux soins d'une tierce personne, ils ont droit, à titre d'allocation spéciale, à une majoration égale au quart de la pension » ;", " Considérant qu'il résulte de l'instruction, en particulier des conclusions de l'expertise ordonnée en appel et du procès-verbal de l'enquête de gendarmerie effectuée le 4 juin 1990, que M. Mocie était alors capable de se mouvoir seul quoique sur une faible distance, de s'alimenter normalement, de se vêtir et se dévêtir sans l'aide et l'assistance d'un tiers et qu'une telle aide n'était nécessaire que pour ses déplacements en voiture ou pour se faire représenter ; que, dans ces conditions, sa demande tendant à l'octroi de la majoration de pension précitée, formulée le 24 avril 1990, n'était  pas légalement justifiée (...) ».", "13.  A la suite du jugement du 19 mai 1994, le requérant perçut une allocation provisoire d'attente au titre de l'allocation no 9, pour la période allant du 19 mai 1994 au 31 décembre 1996. ", "Les 11 octobre 1995 et 23 décembre 1996, le requérant adressa des courriers au directeur interdépartemental des anciens combattants et victimes de guerre afin d'obtenir payement de la totalité des sommes dues au titre de l'allocation no 9 en exécution du jugement précité et de l'arrêt du 7 juin 1995.  Le 21 avril 1997, l'administration invita le requérant à fournir des renseignements sur l'évolution de sa situation patrimoniale depuis 1988 ainsi que celle de son épouse afin de pouvoir instruire la liquidation de l'allocation no 9. Le requérant produisit les éléments relatifs uniquement à sa situation patrimoniale personnelle le 6 mai 1997, arguant de ce que l'administration ne pouvait légalement réclamer des renseignements sur les ressources de son épouse. Les 4 et 22 août 1997, la direction interdépartementale des anciens combattants et victimes de guerre indiqua au requérant qu'il était indispensable qu'il produise lesdits renseignements, faute de quoi un dossier incomplet serait transmis au service des pensions du Ministère des Finances, lequel serait dans l'impossibilité de décider du montant exact de l'allocation no 9. Par un courrier du 21 octobre 1997, le requérant déclara persister dans sa position. Le 31 août 1998, le chef du bureau des pensions du Secrétariat d'Etat aux anciens combattants informa le requérant qu'en l'absence notamment des documents concernant son épouse, son dossier était incomplet et le projet d'allocation no 9 ne pouvait en conséquence recevoir l'approbation du Ministère des Finances ; il mit le requérant en demeure de produire les documents pertinents. Le 30 novembre 1998, le chef du bureau des pensions informa le requérant que « faute de produire les justificatifs de la totalité des ressources de [son] foyer pour les années 1988 à 1996, il ne pourra [lui] être alloué d'arrérages pour l'allocation no 9 qu'à compter du 1er janvier 1997 et après apurement des sommes qu'[il avait] déjà perçues pour la période du 19 mai 1994 au 31 décembre 1996 ». Références juridiques à l'appui, le requérant répondit le 17 décembre 1998 qu'il y avait lieu de tenir compte des seules ressources personnelles de l'allocataire, à l'exclusion de celles de son conjoint.", "Un certificat d'inscription pris le 23 août 1999 en exécution du jugement du 19 mai 1994 fut notifié au requérant par le Secrétariat d'Etat le 28 août 1999 ; le décompte des ressources à déduire y annexé incluait semble-t-il les ressources de son épouse.", "Le 3 décembre 1999, le chef du service des pensions du Ministère de l'Economie des finances et de l'Industrie délivra un certificat suspendant à compter du 1er janvier 1998 le paiement de l'allocation no 9, et précisant que la situation du requérant devra faire l'objet d'une révision lorsque les ressources de l'année 1998 seront communiquées.  ", "Le 25 février 2000, le requérant saisit le tribunal départemental des pensions militaires d'un recours contre la décision ministérielle du 23 août 1999, aux fins de le voir dire que les ressources du conjoint n'entrent pas dans le calcul des ressources personnelles à prendre en compte, de réformer le décompte administratif du 23 août 1999, et de lui accorder des intérêts de retard et des  dommages-intérêts.", "Par un jugement du 5 octobre 2000, le tribunal débouta le requérant de ses demandes en dommages-intérêts et en paiement d'intérêts de retard, et constata « que le Ministre [avait] admis par [un certificat de levée de suspension] du 18 février 2000 que [l'intéressé] n'avait pas à indiquer les ressources de son conjoint dans sa demande d'allocation des grands invalides no 9 ». ", "Le requérant interjeta appel de ce jugement ; la procédure est semble-t-il pendante devant la cour d'appel d'Orléans.", "GRIEFS", "14.  Le requérant soutient que sa cause n'a pas été entendue dans un « délai raisonnable » au sens de l'article 6 § 1 de la Convention. ", "15.  Sur le fondement de cette même disposition, Le requérant affirme que sa cause n'a pas été entendue « équitablement » par la commission spéciale de cassation des pensions adjointe au Conseil d'Etat. ", "Il se plaint tout d'abord du fait que, nonobstant ses demandes expresses, le procès-verbal de gendarmerie du 4 juin 1990 ne lui a pas été communiqué. Il se plaint également de ce que, devant la CSCP, « les requérants ne sont pas admis à formuler des observations devant la formation de jugement », de sorte que ni lui ni son avocat ne purent être entendus et défendre ses intérêts lors de l'audience. ", "Le requérant affirme par ailleurs que l'arrêt du 1er avril 1998 dénature les faits, méconnaît le droit interne en faisant mention de la pièce précitée non communiquée à l'intéressée, et caractérise un « abus de droit » imputable à la CSCP et résultant d'une dénaturation de l'esprit et de la lettre de l'article 18 du code des pensions militaires d'invalidité et des victimes de guerre. En outre, la CSCP aurait commis un déni de justice « en ne répondant pas [au requérant] sur la date du 29 février 1988 qui doit être celle à laquelle ses droits doivent être examinés, en accord avec l'article L. 18 (...) », en annulant l'arrêt du 6 décembre 1996 « sans le remplacer », et en rejetant l'appel incident du demandeur contre le jugement du 19 mai 1994. Enfin, il conteste la décision au fond, quant à la fixation de la date de sa demande fondée sur l'article L. 18 et l'évaluation du droit au bénéfice de cette disposition.", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L'ARTICLE 6 § 1 DE LA CONVENTION", "16.  Le requérant dénonce plusieurs violations de l'article 6 § 1 de la Convention, aux termes duquel :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) dans un délai raisonnable, par un tribunal indépendant et impartial, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la durée de la procédure", "17. Le requérant soutient en premier lieu que sa cause n'a pas été entendue dans un « délai raisonnable » eu sens de l'article 6 § 1.", "1.  Recevabilité", "18.  La Cour estime que cette partie de la requête soulève des questions de fait et de droit au regard de la Convention qui nécessitent un examen au fond. Elle conclut par conséquent qu'elle n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention, et constate qu'elle ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "2.  Sur le fond", "19.  Le Gouvernement souligne que le jugement du 19 mai 1994 du tribunal départemental des pensions militaires d'Indre-et-Loire, confirmé en appel par l'arrêt de la cour régionale des pensions d'Orléans du 7 juin 1995, a donné gain de cause au requérant quant à sa demande relative à l'obtention de l'allocation no 9. ", "Il y aurait donc lieu de distinguer deux procédures. La première, relative à l'allocation no 9, aurait débuté le 20 septembre 1989, date de la saisine du tribunal départemental, et aurait pris fin le 7 juin 1995, date de l'arrêt de la cour régionale ; elle aurait en conséquence duré cinq ans et six mois. La seconde, relative à la demande fondée sur l'article L. 18 du code des pensions militaires d'invalidité et des victimes de guerre, aurait débuté le 18 août 1992, date de la saisine du tribunal départemental, et aurait pris fin le 1er avril 1998, date de la décision de la CSCP ; elle aurait en conséquence duré quatre ans et neuf mois. ", "Le Gouvernement déclare ne pas contester la durée relativement longue de la première procédure et s'en remettre à la sagesse de la Cour sur ce point. Il estime par contre que la seconde procédure a été conduite avec toute la diligence requise, soulignant qu'elle a duré seulement quatre ans et neuf mois pour trois degrés de juridiction ; il invite la Cour à juger en conséquence qu'elle s'est déroulée dans un délai raisonnable.", "20.  Le requérant estime que la période à considérer débute, s'agissant de la procédure relative à l'allocation no 9, le 20 mai 1988, date de sa demande préalable ; elle n'aurait pas encore pris fin, l'instance relative à la liquidation de l'allocation étant pendante en appel. La procédure relative à l'article L. 18 débuterait quant à elle le 29 février 1988, date à laquelle le droit à la majoration requise aurait dû être examiné, et s'achèverait avec l'arrêt de la CSCP du 11 avril 1998 ; elle aurait donc duré dix ans, un mois et onze jours. ", "Le requérant soutient que l'affaire ne présentait aucune complexité particulière et que son comportement est exempt de tout reproche. Selon lui, l'essentiel des retards est dû à l'attitude de l'administration partie aux procédures. Elle aurait notamment mis plus de trois ans et dix mois pour répondre à la requête introductive du 20 septembre 1989, et plus d'un an pour répondre à celle du 18 août 1992, et aurait attendu presque quatre ans pour donner un commencement d'exécution au jugement du 14 mai 1994. Le requérant ajoute qu'en raison de son invalidité et de son incapacité de travailler, le litige présentait un enjeu particulier puisqu'en dépendaient ses revenus. ", "21.  La Cour rappelle que la période à considérer sous l'angle du « délai raisonnable » débute à la date de la demande préalable d'indemnisation lorsqu'une telle demande est un préliminaire nécessaire à la saisine des juridictions (voir, par exemple, Bouilly c. France, no 38952/97, 7 décembre 1999, § 17). Elle prend fin à la date du jugement définitif ou, le cas échéant, avec l'exécution complète de ce jugement (ibidem).", "La Cour partage l'avis des parties selon lequel il y a lieu en l'espèce de distinguer deux procédures.", "S'agissant de la procédure relative à l'allocation no 9, la période à considérer débute le 20 mai 1988, date de la demande préalable formulée par le requérant. La décision définitive sur cette question – l'arrêt de la Cour d'appel d'Orléans du 7 juin 1995 – n'a semble-t-il pas reçu entière exécution à ce jour (quatorze ans et dix mois plus tard), l'allocation no 9 n'ayant pas été liquidée (paragraphe 13 ci-dessus).", "Quant à la procédure relative à l'application de l'article L. 18 du code des pensions militaires d'invalidité et des victimes de guerre, la période à considérer débute le 24 avril 1990, date de la demande préalable formulée par le requérant. Elle s'achève le 1er avril 1998, date de la décision de la CSCP. Elle est donc de presque huit ans, pour une demande préalable et trois instances. ", "22.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement du requérant et celui des autorités compétentes, ainsi que l'enjeu du litige pour l'intéressé (voir, parmi beaucoup d'autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "La Cour constate en premier lieu que l'essentiel des ressources du requérant est constitué de sa pension d'invalidité. Les litiges, qui, en substance, tendaient à une amélioration de celle-ci au vu de la dégradation de l'état de santé de l'intéressé, avaient en conséquence pour lui un enjeu particulier, justifiant une diligence particulière de la part des autorités.", "La Cour relève ensuite que les litiges ne présentaient aucune complexité particulière et qu'il ne ressort pas du dossier que le requérant a contribué, par son attitude, à prolonger les procédures ; en particulier, au vu des conclusions du jugement du 5 octobre 2000 (paragraphe 13 ci-dessus) l'objection qu'il fit à la communication d'informations sur les ressources de son épouse dans le cadre de l'exécution du jugement du 14 mai 1994 n'apparaît pas mal fondée. ", "Le comportement des autorités administratives parties à la procédure et des autorités judiciaires n'est quant à lui pas exempt de critiques, compte tenu de la diligence qui s'imposait en l'espèce. Ainsi, s'agissant de la première procédure, l'examen de la demande préalable dura dix mois, et la première instance, quatre ans et quatre mois – le Gouvernement concède au demeurant que cette phase de la procédure était longue –, et le jugement du 14 mai 1994 n'est semble-t-il pas pleinement exécuté à ce jour. Quant à la seconde procédure, la Cour relève la particulière longueur de l'examen de la demande préalable (un an et neuf mois), pour laquelle le Gouvernement ne fournit aucune explication.  ", "La Cour conclut en conséquence à une méconnaissance du droit du requérant à voir sa cause entendue dans un « délai raisonnable » dans le cadre des deux procédures litigieuses et, de ce chef, à une violation de l'article 6 § 1 de la Convention. ", "B.  Sur les griefs tirés d'une méconnaissance du droit à un procès équitable", "23.  Le requérant se plaint tout d'abord du fait que, nonobstant ses demandes expresses, le procès-verbal de gendarmerie du 4 juin 1990 ne lui a pas été communiqué.", "La Cour relève que, par un courrier du 4 septembre 1997, le requérant demanda à la direction régionale du ministre des anciens combattants et victimes de guerre communication du procès-verbal litigieux. Le Secrétariat d'Etat lui répondit le 5 septembre1997 qu'il ne pouvait lui adresser copie de ce document, celui-ci figurant au dossier transmis au Conseil d'Etat dans le cadre du pourvoi, et l'invita à formuler sa demande directement auprès du secrétariat du Conseil d'Etat. Le requérant le fit par une lettre du 10 septembre 1997 ; il n'obtint pas de réponse. ", "La Cour constate cependant avec le Gouvernement que, le 26 septembre 1997, la CSCP avait retourné le dossier à la Préfecture de la Région Centre afin de permettre au conseil de l'intéressé de le consulter. Ledit conseil en fut informé le 29 septembre 1997, et fut invité à se rendre dans les locaux de la Préfecture pour procéder à cette consultation ; il le fit le 26 septembre 1997, ce dont le président de la CSCP fut informé par un courrier des services préfectoraux du 28 novembre 1997. Ni le requérant ni son conseil ne soutinrent par la suite devant la CSCP que le procès-verbal litigieux ne figurait pas au dossier tel qu'il avait pu être consulté par le dit conseil, ou que ce dernier en aurait vainement, à cette occasion, demandé copie. ", "Cette partie de la requête manque donc en fait. Elle est en conséquence en tout état de cause manifestement mal fondée, et doit être rejetée en application de l'article 35 §§ 1 et 4 de la Convention. ", "24.  Le requérant soutient également que, devant la CSCP, « les requérants ne sont pas admis à formuler des observations devant la formation de jugement », de sorte que ni lui ni son avocat – non inscrit à l'ordre des avocats au Conseil d'Etat et à la Cour de cassation – ne purent être entendus et défendre ses intérêts lors de l'audience. ", "Le Gouvernement réplique que, devant le Conseil d'Etat et la CSCP, les litiges en matière de pension sont dispensés du ministère d'avocat. Le requérant pouvait donc défendre lui-même sa cause ou confier la défense de ses intérêts soit à un avocat au conseil d'Etat soit – tel fut son choix – à un avocat non inscrit à cet ordre. Le Gouvernement précise que seuls les avocats au Conseil d'Etat et à la Cour de cassation peuvent prendre la parole à l'audience et confirme qu'en conséquence, en l'espèce, ni le requérant ni son conseil n'avaient cette faculté. Il souligne cependant qu'il résulte de la jurisprudence de la Cour que le fait de limiter la prise de parole à l'audience devant une cour suprême à des avocats spécialisés est en principe légitime. ", "La Cour rappelle qu'elle a eu l'occasion d'examiner la question de la conformité à l'article 6 du monopole dont bénéficient les avocats au Conseil d'Etat et à la Cour de cassation quant à la prise de parole devant la Cour de cassation. Ainsi, dans l'arrêt Meftah et autres c. France (nos 39911/96, 35237/97 et 34595/97) du 26 juillet 2002, la Grande Chambre a jugé ce qui suit :", "« 47.  (...) il est clair que la spécificité de la procédure devant la Cour de cassation, considérée dans sa globalité, peut justifier de réserver aux seuls avocats spécialisés le monopole de la prise de parole (...) et qu'une telle réserve n'est pas de nature à remettre en cause la possibilité raisonnable qu'ont les requérants de présenter leur cause dans des conditions qui ne les placent pas dans une situation désavantageuse (...).", "En conclusion, compte tenu du rôle qui est celui de la Cour de cassation et eu égard aux procédures considérées dans leur ensemble, la Cour estime que le fait de ne pas avoir offert aux requérants l'occasion de plaider leur cause oralement, personnellement ou par l'intermédiaire d'un avocat inscrit à un barreau, n'a pas porté atteinte à leur droit à un procès équitable au sens des dispositions de l'article 6. »", "La Cour estime que cette conclusion s'impose également quant au monopole de prise de parole dont jouissent les avocats au Conseil d'Etat et à la Cour de cassation devant le Conseil d'Etat et la CSCP. ", "Le requérant, qui avait la possibilité de se faire représenter par un tel avocat devant la CSCP, ne saurait donc se plaindre de ce que ni lui ni l'avocat inscrit à un barreau qu'il avait désigné pour assurer la défense de ses intérêts, n'avaient la possibilité de prendre la parole à l'audience devant cette juridiction.", "Il s'ensuit que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l'article 35 §§ 1 et 4 de la Convention.", "25.  Le requérant affirme par ailleurs que l'arrêt du 1er avril 1998 dénature les faits, méconnaît le droit interne en faisant mention de la pièce précitée non communiquée à l'intéressée, et caractérise un « abus de droit » imputable à la CSCP et résultant d'une dénaturation de l'esprit et de la lettre de l'article 18 du code des pensions militaires d'invalidité et des victimes de guerre. En outre, la CSCP aurait commis un déni de justice « en ne répondant pas [au requérant] sur la date du 29 février 1988 qui doit être celle à laquelle ses droits doivent être examinés, en accord avec l'article L. 18 (...) », en annulant l'arrêt du 6 décembre 1996 « sans le remplacer », et en rejetant l'appel incident du demandeur contre le jugement du 19 mai 1994. Enfin, il conteste la décision au fond, quant à la fixation de la date de sa demande fondée sur l'article L. 18 et l'évaluation du droit au bénéfice de cette disposition.", "Selon la Cour, les allégations du requérant tendent essentiellement à contester au fond la décision rendue par la CSCP en sa cause. Elle rappelle à cet égard qu'aux termes de l'article 19 de la Convention elle a pour tâche d'assurer le respect des engagements résultant de la Convention pour les Parties contractantes ; spécialement, il ne lui appartient pas de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne, sauf si et dans la mesure où elles pourraient avoir porté atteinte aux droits et libertés sauvegardés par la Convention (voir, par exemple, l'arrêt Garcia Ruiz c. Espagne [GC], du 21 janvier1999, Recueil des arrêts et décisions 1999-I, § 28). Or rien n'indique qu'en l'espèce les garanties procédurales de l'article 6 § 1 aient été méconnues. ", "Partant, cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l'article 35 §§ 3 et 4 de la Convention. ", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "26.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "27.  Pour dommage matériel, le requérant réclame 327 599,31 francs (« FRF »), soit 49 942,19 euros (« EUR ») en réparation du préjudice que lui aurait causé la liquidation tardive de l'allocation no 9, et 306 938, 91 FRF, soit 46 792,54 EUR, au titre de l'allocation de l'article L. 18. Il sollicite en outre 200 000 FRF, soit 30 489,80 EUR, au titre de son pretium doloris, « physique et moral confondus ». ", "28.  Le Gouvernement propose, au titre de la satisfaction équitable, 20 000 FRF (3 048,98 EUR) pour la première procédure (frais et dépens compris) et 15 000 FRF (2 286,74 EUR) pour la seconde (frais et dépens compris), soit 35 000 FRF (5 335,72 EUR). ", "29.  La Cour rappelle que le constat de violation de la Convention auquel elle parvient résulte exclusivement d'une méconnaissance du droit du requérant à voir sa cause entendue dans un « délai raisonnable ». Dans ces circonstances, elle n'aperçoit pas de lien de causalité entre la violation constatée et un quelconque dommage matériel ou un dommage corporel dont le requérant aurait eu à souffrir ; il y a donc lieu de rejeter cet aspect de ses prétentions (voir, par exemple, l'arrêt Arvois c. France du 23 novembre 1999, no 38249/97, § 18). ", "La Cour estime en revanche que le prolongement des procédures litigieuses au-delà du « délai raisonnable » a causé au requérant un tort moral certain, justifiant l'octroi d'une indemnité. Statuant en équité comme le veut l'article 41, elle lui alloue 10 000 EUR à ce titre.", "B.  Frais et dépens", "30.  Le requérant demande le remboursement de ses frais d'avocat devant les juridictions internes puis la Cour, soit 35 000 FRF hors taxes. Il produit plusieurs factures d'honoraires. Une seule, datée du 29 mai 2001, concerne la présente procédure ; elle porte sur un montant de 1 196,00 FRF – soit 182,33 EUR –, taxe sur la valeur ajoutée (« TVA ») comprise. ", "Il réclame en outre le remboursement des divers débours entraînés par les procédures dont il est question et les recherches qu'elles ont nécessité (déplacements, frais de papeterie, affranchissements, téléphone). Il se déclare incapable d'en reconstituer le décompte précis, tout en estimant que le total devrait se situer entre 5 000 FRF (762,25 EUR) et 10 000 FRF (1 524,49 EUR).", "31.  La Cour rappelle que, lorsqu'elle constate une violation de la Convention, elle peut accorder le paiement des frais et dépens exposés devant les juridictions internes, mais uniquement lorsqu'ils ont été engagés « pour prévenir ou faire corriger par celles-ci ladite violation » (voir, notamment, l'arrêt Zimmermann et Steiner c. Suisse du 13 juillet 1983, série A no 66, § 36). La Cour concluant exclusivement à une violation du droit du requérant à voir sa cause entendue dans un « délai raisonnable », tel n'est à l'évidence pas le cas en l'espèce s'agissant des frais engagés devant les juridictions internes. ", "Il y a lieu en revanche à remboursement des frais de représentation engagés par le requérant devant la Cour, soit 182,33 EUR, TVA comprise.", "Enfin, constatant que, pour une grande part, le requérant a assuré lui-même la défense de ses intérêts devant la Cour et a sans doute eu divers frais administratifs à cette occasion, la Cour lui alloue 300 EUR à ce titre.", "En conclusion, la Cour octroie 482,33 EUR au requérant pour frais et dépens, TVA comprise.", "C.  Intérêts moratoires", "32.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable en ce qu'elle se rapporte à l'article 6 § 1 de la Convention et à la durée des procédures engagées par le requérant devant les juridictions administratives ;", "", "2.  Déclare la requête irrecevable pour le surplus ;", "", "3.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention du fait de la durée des procédures ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes : ", "i. \t10 000 EUR (dix mille euros) pour dommage moral ;", "ii. 482,33 EUR (quatre cent quatre-vingt-deux euros et trente-trois centimes) pour frais et dépens, taxe sur la valeur ajoutée comprise ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 8 avril 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tA.B. Baka\n\tGreffière\tPrésident"]}