{"file": "FRE_CLINF_32570_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "32570/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 86", "Mai 2006", "Grant c. Royaume-Uni - 32570/03", "Arrêt 23.5.2006 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie privée", "Impossibilité pour une transsexuelle de faire reconnaître juridiquement son changement de sexe et d’obtenir une pension de retraite à l’âge minimum requis pour les autres femmes : violation", "", "En fait : La requérante, âgée de 68 ans, est une transsexuelle opérée passée du sexe masculin au sexe féminin. Elle se présente comme une femme depuis 1963, sa carte d’assurée sociale nationale indique qu’elle est une femme et elle a payé des cotisations de sécurité sociale sur la base du taux en vigueur pour les femmes (jusqu’en 1975, année où la différence des taux de cotisation respectivement applicables aux hommes et aux femmes a été abolie). A compter de son soixantième anniversaire, en 1997, elle demanda le versement d’une pension de l’Etat. Sa demande fut rejetée au motif qu’elle n’aurait droit à une pension qu’à soixante-cinq ans, l’âge de la retraite applicable aux hommes. Elle fit en vain appel de cette décision. En 2002, elle sollicita le réexamen de sa situation à la lumière des arrêts rendus par la Cour européenne des Droits de l’Homme dans les affaires Christine Goodwin c. Royaume-Uni (requête no 28975/95) et I. c. Royaume-Uni (no 25680/94). Elle fut autorisée à interjeter appel mais, sur les conseils de son avocat, décida de se désister. Le 5 septembre 2002, le ministère du Travail et des Pensions refusa de lui accorder une pension sur la base de l’arrêt Christine Goodwin. En décembre 2002, elle atteignit l’âge de soixante-cinq ans et reçut les premiers versements de sa pension. ", "En 2005, la requérante se vit délivrer un certificat de reconnaissance du genre sexuel en application de la loi de 2004 sur la reconnaissance du genre sexuel, entrée en vigueur le 1er janvier 2004. A compter de la date de la délivrance du certificat en question, les prestations de sécurité sociale et les pensions de retraite sont versées pour l’avenir en fonction du genre que le détenteur a acquis. ", "En droit : Article 8 – La Cour relève que la situation de Mme Grant est identique à celle dans laquelle se trouvait Christine Goodwin. Mme Grant, qui est elle-même une transsexuelle opérée passée du sexe masculin au sexe féminin, peut se prétendre victime d’une violation de son droit au respect de sa vie privée contraire à l’article 8, dès lors que sa conversion sexuelle n’a pas été juridiquement reconnue. S’il est vrai que le Gouvernement a dû entreprendre pour se conformer à l’arrêt Christine Goodwin des démarches qui impliquaient l’adoption d’une nouvelle loi, on ne saurait considérer que le processus en question a eu un effet suspensif sur la qualité de victime de l’intéressée. A partir du moment où l’arrêt Christine Goodwin a été rendu, rien ne justifiait plus l’absence de reconnaissance du changement de genre des transsexuels opérés. La requérante ne pouvait à cette époque aucunement bénéficier de pareille reconnaissance et pouvait donc s’estimer lésée par cet état de choses à compter de la date de l’arrêt en question. Elle a en revanche perdu sa qualité de victime lors de l’entrée en vigueur de la loi de 2004 sur la reconnaissance du genre sexuel, laquelle lui a permis d’obtenir, au niveau interne, la reconnaissance de sa nouvelle identité sexuelle. Dès lors, elle pouvait se prétendre lésée par l’absence de reconnaissance juridique de sa nouvelle identité sexuelle à compter du jour où, postérieurement à l’arrêt Christine Goodwin, les autorités britanniques avaient rejeté sa demande, c’est-à-dire à partir du 5 septembre 2002. Ce défaut de reconnaissance a emporté violation du droit de la requérante au respect de sa vie privée.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}