{"file": "FRE_HFJUD_19576_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19576/08", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE DAOUDI c. FRANCE", "", "(Requête no 19576/08)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "3 décembre 2009", "", "DÉFINITIF", "", "03/03/2010", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Daoudi c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tRenate Jaeger,\n\tJean-Paul Costa,\n\tRait Maruste,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tMirjana Lazarova Trajkovska, juges,", "et de Stephen Phillips, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 19 mai 2009 et 24 novembre 2009,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 19576/08) dirigée contre la République française et dont un ressortissant algérien, M. Kamel Daoudi (« le requérant »), a saisi la Cour le 21 avril 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me C. Mounzer, avocat à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant alléguait que la mise à exécution de la décision des autorités françaises de le renvoyer vers l’Algérie l’exposerait au risque d’être soumis à des traitements contraires à l’article 3 de la Convention. En outre, cette mesure porterait atteinte à son droit au respect de la vie familiale (article 8 de la Convention).", "4.  La requête a été attribuée à la cinquième section de la Cour (article 52 § 1 du règlement). Le président de la section a décidé d’appliquer l’article 39 du règlement, indiquant au Gouvernement qu’il était souhaitable dans l’intérêt des parties et du bon déroulement de la procédure de ne pas expulser le requérant vers l’Algérie pour la durée de la procédure devant la Cour. Cette décision a ensuite été confirmée par une chambre de la section.", "5.  Le 3 juin 2008, le président de la section a décidé de communiquer la requête au Gouvernement. En vertu de l’article 29 § 3 de la Convention, il a été décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire et que la requête serait traitée en priorité (article 41 du règlement).", "6.  Par une décision du 13 janvier 2009, la chambre a déclaré la requête recevable et a décidé de mettre fin à l’application de l’article 29 § 3 de la Convention. Le même jour, la chambre a décidé de tenir une audience sur le bien-fondé de l’affaire.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement).", "8.  Le 7 avril 2009, la chambre a décidé d’interdire au public l’accès à l’ensemble des documents déposés au greffe par le Gouvernement et le requérant (article 33 §§ 2 et 3 du règlement). Elle a également résolu de tenir l’audience prévue à huis clos (article 63 § 2 du règlement).", "9.  Les débats ont eu lieu à huis clos le 19 mai 2009 au Palais des droits de l’homme, à Strasbourg.", "", "Ont comparu :", "–  pour le Gouvernement\t\nMme A.-F. Tissier, sous-directrice des droits de l’homme, direction des affaires juridiques du ministère des Affaires étrangères,\tco-agent,\nM. B. Combourieu, rédacteur, sous-direction des droits de l’homme, direction des affaires juridiques du ministère des Affaires étrangères,\t\nMme G. Smirou, chef du bureau du droit et du contentieux européen international et constitutionnel, direction des libertés publiques et des affaires juridiques du ministère de l’Intérieur, de l’Outre-mer et des Collectivités territoriales,\t\nM. E. Dumand, chargé de mission droits de l’homme, bureau du droit et du contentieux européen international et constitutionnel, direction des libertés publiques et des affaires juridiques du ministère de l’Intérieur, de l’Outre-mer et des Collectivités territoriales,\t\nMme M.-A. Recher, chef du pôle contentieux suivi devant les\njuridictions européennes, secrétariat général du ministère de la Justice,\nMlle S. Furcajg, stagiaire à la sous-direction des droits de l’homme, direction des affaires juridiques du ministère des Affaires étrangères,\t\n\t\t\tconseillers,", "–  pour le requérant\nMe C. Mounzer, avocat au barreau de Paris,\tconseil\nMme K. Agostini,\tconseillère.", "Le requérant était également présent.", "", "La Cour a entendu en leurs déclarations Me Mounzer et Mme Tissier, ainsi qu’en leurs réponses à une question posée par un juge.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "10.  Le requérant est né en 1974 et est actuellement assigné à résidence dans le département de la Creuse.", "11.  Le requérant arriva en France en 1979 à l’âge de cinq ans avec ses parents et son frère cadet. Il suivit sa scolarité en France et travailla ensuite comme ingénieur informaticien. Il est divorcé et sans enfants. Ses parents vivent en France et son frère et ses deux sœurs, nées en France, sont de nationalité française.", "12.  Selon le Gouvernement, le requérant développa des contacts étroits entre 1999 et 2001 avec les cellules de groupes radicaux islamistes basés dans différents pays d’Europe – en Allemagne, en Belgique, au RoyaumeUni et aux Pays-Bas – dans lesquels le requérant a séjourné. Le requérant reconnaît avoir quitté son emploi et être parti suivre une formation paramilitaire en Afghanistan entre février et août 2001 puis avoir séjourné au Pakistan et au Royaume-Uni, avant de revenir en France. Le requérant explique que ses séjours hors du territoire français entre 1999 et 2001 n’ont pas excédé une période de sept mois.", "13.  Dans l’intervalle, le 14 janvier 2001, le requérant acquit la nationalité française par décret de naturalisation.", "A.  La procédure pénale en France", "14.  Le 25 septembre 2001, le requérant fut interpellé dans le cadre d’une opération de démantèlement d’un groupe radical islamiste qui serait affilié à AlQaïda et soupçonné d’avoir préparé un attentat suicide avec une voiture contre l’ambassade des Etats-Unis à Paris.", "15.  Le 2 octobre 2001, le requérant fut mis en examen du chef de participation à une association de malfaiteurs en vue de la préparation d’un acte de terrorisme et d’usage de faux document (un passeport français au nom de B., qu’il savait falsifié), les faits reprochés s’étant déroulés au Pakistan, en Afghanistan, au Royaume-Uni, en Allemagne, en Belgique, aux Pays-Bas et en France. Le requérant fut ensuite déchu de la nationalité française par décret du 27 mai 2002.", "16.  Par un jugement rendu le 15 mars 2005, le tribunal de grande instance de Paris le déclara coupable des chefs d’accusation retenus contre lui et le condamna à une peine de neuf ans d’emprisonnement et à l’interdiction définitive du territoire français.", "17.  Par un arrêt rendu le 14 décembre 2005, la cour d’appel de Paris ramena sa peine à six ans d’emprisonnement et maintint la peine complémentaire d’interdiction du territoire.", "18.  Le procès en appel fut suivi par plusieurs médias français (Le Monde, l’Express, Radio France ...) qui s’en firent l’écho notamment par voie de presse, à la radio et sur internet.", "B.  La décision de renvoi prise à l’encontre du requérant et les recours exercés par ce dernier afin d’empêcher l’exécution de cette mesure", "19.  Le 24 janvier 2006, la préfecture de police de Paris retira au requérant sa carte de résident et, le 21 février 2006, une commission d’expulsion prononça un avis favorable quant à son renvoi.", "20.  Le 7 avril 2008, le requérant introduisit une requête en relèvement d’interdiction du territoire français.", "21.  Par un courrier du 14 avril 2008, le préfet de police de Paris informa le requérant de son intention de mettre à exécution son éloignement vers l’Algérie, en application de l’interdiction définitive du territoire français prononcée par la cour d’appel de Paris. Le 16 avril 2008, un arrêté préfectoral fixa l’Algérie comme pays de renvoi du requérant.", "22.  Le 21 avril 2008, à sa levée d’écrou, le requérant fut conduit au centre de rétention administrative de Vincennes. Il déposa le même jour une demande d’asile auprès de l’Office français de protection des réfugiés et apatrides (OFPRA) et introduisit un recours pour excès de pouvoir contre l’arrêté préfectoral du 16 avril 2008 et un recours en référé-suspension.", "23.  A la même date, le requérant saisit la Cour et formula une demande de mesure provisoire sur le fondement de l’article 39 du règlement. Le 23 avril 2008, le président de la section à laquelle l’affaire fut attribuée décida d’indiquer au gouvernement français, en application de la disposition précitée, qu’il était souhaitable de ne pas renvoyer le requérant vers l’Algérie pour la durée de la procédure devant la Cour. Cette décision fut commentée dans les médias, en particulier sur des sites internet francophones et anglophones (Le Figaro, Human Rights Watch, etc.).", "24.  Le 25 avril 2008, le requérant reçut notification d’un arrêté de placement en assignation à résidence pris par le ministre de l’Intérieur et, le même jour, rejoignit son lieu d’assignation (Aubusson, département de la Creuse).", "25.  Le 30 avril 2008, le tribunal administratif de Paris, statuant sur la demande de référé-suspension, dit n’y avoir lieu à statuer dès lors que la menace d’un éloignement imminent du requérant vers l’Algérie avait été levée suite à l’application de l’article 39 du règlement de la Cour.", "26.  Examinant la demande d’asile du requérant, l’OFPRA releva que ce dernier se contentait de déclarations générales et que les éléments du dossier ne permettaient pas de conclure qu’en cas de renvoi il serait visé à titre personnel par les autorités algériennes. En conséquence, l’OFPRA rejeta la demande par une décision du 3 juin 2008, notifiée au requérant le 7 juin 2008. Le 5 juillet 2008, le requérant saisit la Cour nationale du droit d’asile (CNDA) d’un recours contre cette décision de rejet.", "27.  Par un arrêt rendu le 24 novembre 2008, la cour d’appel de Paris rejeta la requête en relèvement d’interdiction définitive du territoire français précédemment introduite par le requérant. Elle releva notamment que la découverte, dans l’ordinateur du requérant, pendant sa détention, de fichiers relatifs à la fabrication d’explosifs, ne permettait pas d’apprécier la rupture du requérant avec son passé, compte tenu également de la brièveté du délai écoulé depuis sa mise en liberté. Elle estima ensuite que la mesure d’interdiction du territoire français n’était pas incompatible avec les articles 8 et 3 de la Convention.", "28.  Par une décision rendue le 31 juillet 2009, la CNDA statua sur le recours introduit par le requérant en annulation de la décision de l’OFPRA. La CNDA estima qu’il résultait notamment de plusieurs rapports internationaux que, compte tenu de la nature et du degré de son implication dans les réseaux de la mouvance de l’islamisme radical, « il est raisonnable de penser que, dans les circonstances très particulières de l’espèce, Monsieur Daoudi, du fait de l’intérêt qu’il peut représenter pour les services de sécurité algériens dans le cadre de leur lutte contre le terrorisme, pourrait faire l’objet, à son arrivée en Algérie, de méthodes ou de procédés pouvant être regardés comme des traitements inhumains ou dégradants au sens des dispositions du b) de l’article L. 712-1 du code de l’entrée et du séjour des étrangers et du droit d’asile ».", "Toutefois, la CNDA releva ensuite qu’il ressortait aussi bien des dispositions de la convention de Genève relative au statut des réfugiés que des textes nationaux qu’aucune protection n’est accordée aux personnes dont on aura des raisons sérieuses de penser qu’elles se sont rendues coupables d’agissements contraires aux buts et principes des Nations Unies. La CNDA considéra, au vu des agissements du requérant, que tel était son cas. Elle conclut qu’il y avait lieu, eu égard à la nature et à la gravité de ses actes, d’exclure le requérant du bénéfice des dispositions protectrices et rejeta le recours.", "29.  Estimant erronée l’interprétation qui est faite par la CNDA de la convention de Genève et, entre autres, de plusieurs dispositions du code pénal français, le requérant forma, le 29 septembre 2009, un pourvoi en cassation à l’encontre de cette décision. La procédure devant le Conseil d’Etat est actuellement pendante.", "II.  LE DROIT INTERNE PERTINENT", "A.  Code de l’entrée et du séjour des étrangers et du droit d’asile", "30.  Les dispositions pertinentes du code de l’entrée et du séjour des étrangers et du droit d’asile sont les suivantes :", "Article L. 513-2", "« L’étranger qui est obligé de quitter le territoire français ou qui doit être reconduit à la frontière est éloigné :", "1o  A destination du pays dont il a la nationalité, sauf si l’Office français de protection des réfugiés et apatrides ou la Cour nationale du droit d’asile lui a reconnu le statut de réfugié ou s’il n’a pas encore été statué sur sa demande d’asile ;", "(...)", "Un étranger ne peut être éloigné à destination d’un pays s’il établit que sa vie ou sa liberté y sont menacées ou qu’il y est exposé à des traitements contraires aux stipulations de l’article 3 de la Convention européenne de sauvegarde des droits de l’homme et des libertés fondamentales du 4 novembre 1950. »", "Article L. 521-3", "« Ne peuvent faire l’objet d’une mesure d’expulsion qu’en cas de comportements de nature à porter atteinte aux intérêts fondamentaux de l’Etat, ou liés à des activités à caractère terroriste, ou constituant des actes de provocation explicite et délibérée à la discrimination, à la haine ou à la violence contre une personne déterminée ou un groupe de personnes :", "1o  L’étranger qui justifie par tous moyens résider habituellement en France depuis qu’il a atteint au plus l’âge de treize ans ;", "2o  L’étranger qui réside régulièrement en France depuis plus de vingt ans ;", "(...) »", "Article L. 712 -1", "« (...) sous réserve des dispositions de l’article L. 712-2, le bénéfice de la protection subsidiaire est accordé à toute personne qui ne remplit pas les conditions d’octroi du statut de réfugié énoncées à l’alinéa précédent et qui établit qu’elle est exposée dans son pays à l’une des menaces graves suivantes :", "a)  la peine de mort ;", "b)  la torture ou des peines ou traitements inhumains et dégradants ;", "c)  s’agissant d’un civil, une menace grave, directe et individuelle contre sa vie ou sa personne en raison d’une violence généralisée résultant d’une situation de conflit armé interne ou international. »", "Article L. 712-2", "« La protection subsidiaire n’est pas accordée à une personne s’il existe des raisons sérieuses de penser :", "a)  Qu’elle a commis un crime contre la paix, un crime de guerre ou un crime contre l’humanité ;", "b)  Qu’elle a commis un crime grave de droit commun ;", "c)  Qu’elle s’est rendue coupable d’agissements contraires aux buts et aux principes des Nations unies ;", "d)  Que son activité sur le territoire constitue une menace grave pour l’ordre public, la sécurité publique ou la sûreté de l’Etat. »", "B.  Code pénal", "31.  Les dispositions pertinentes du code pénal se lisent comme suit :", "Article 422-4", "« L’interdiction du territoire français peut être prononcée dans les conditions prévues par l’article 131-30, soit à titre définitif, soit pour une durée de dix ans au plus, à l’encontre de tout étranger coupable de l’une des infractions définies au présent titre [articles 421-1 à 421-6 du code pénal définissant les infractions en lien avec une entreprise terroriste]. »", "Article 131-30-2", "« La peine d’interdiction du territoire français ne peut être prononcée lorsqu’est en cause :", "1o  Un étranger qui justifie par tous moyens résider en France habituellement depuis qu’il a atteint au plus l’âge de treize ans ;", "2o  Un étranger qui réside régulièrement en France depuis plus de vingt ans ;", "(...)", "Les dispositions du présent article ne sont pas applicables aux atteintes aux intérêts fondamentaux de la nation prévus par les chapitres Ier, II et IV du titre Ier du livre IV et par les , et , ni aux actes de terrorisme prévus par le titre II du livre IV, ni aux infractions en matière de groupes de combat et de mouvements dissous prévues par les , ni aux infractions en matière de fausse monnaie prévues aux articles 442-1 à 442-4. »", "III.  TEXTES ET DOCUMENTS INTERNATIONAUX", "A.  Textes du Conseil de l’Europe relatifs au terrorisme", "32.  Le Conseil de l’Europe a élaboré trois traités internationaux relatifs à la lutte contre le terrorisme, à savoir :", "-  la Convention européenne pour la répression du terrorisme du 27 janvier 1977 (STE no 90), entrée en vigueur le 4 août 1978 et visant à faciliter l’extradition des auteurs d’actes de terrorisme, et son Protocole du 15 mai 2003 (STCE no 190) non encore entré en vigueur ;", "-  la Convention du Conseil de l’Europe sur la prévention du terrorisme du 16 mai 2005 (), entrée en vigueur le 1er juin 2007 et dont l’objet est d’accroître l’efficacité des instruments internationaux existant en matière de lutte contre le terrorisme et d’intensifier les efforts de ses Etats membres dans la prévention du terrorisme ; et", "-  la Convention du Conseil de l’Europe relative au blanchiment, au dépistage, à la saisie et à la confiscation des produits du crime et au financement du terrorisme du 16 mai 2005 (STCE no 198), entrée en vigueur le 1er mai 2008 et visant à actualiser et élargir la Convention relative au blanchiment, au dépistage, à la saisie et à la confiscation des produits du crime du 8 novembre 1990 (STCE no 141) pour tenir compte du fait que le terrorisme n’est plus uniquement financé par le blanchiment d’argent, mais qu’il peut également l’être par des activités légitimes.", "33.  L’article 4 § 2 du Protocole d’amendement à la Convention européenne pour la répression du terrorisme prévoit :", "« Le texte de l’article 5 de la Convention est complété par les paragraphes suivants :", "2  Aucune disposition de la présente Convention ne doit être interprétée comme impliquant une obligation d’extrader pour l’Etat requis si la personne faisant l’objet de la demande d’extradition risque d’être exposée à la torture ; (...) »", "34.  L’article 21 § 2 de la Convention du Conseil de l’Europe sur la prévention du terrorisme dispose :", "« Aucune disposition de la présente Convention ne doit être interprétée comme impliquant une obligation d’extrader si la personne faisant l’objet de la demande d’extradition risque d’être exposée à la torture ou à des peines ou traitements inhumains ou dégradants. »", "B.  Charte algérienne pour la paix et la réconciliation nationale", "35.  Lors d’un référendum tenu le 29 septembre 2005, une large majorité de la population algérienne approuva la Charte pour la paix et la réconciliation nationale proposée par le gouvernement algérien. Aux termes de la Charte, dont le texte a été publié le 15 août 2005 dans le Journal Officiel de la République algérienne no 55, 44ème année, les poursuites judiciaires seront éteintes pour les islamistes déposant les armes et pour ceux se rendant aux autorités, qu’ils soient recherchés en Algérie ou à l’étranger. La Charte prévoit également une grâce pour les personnes condamnées et détenues pour soutien au terrorisme ou actes de violence.", "36.  Le 27 février 2006, le cabinet algérien, réuni sous la présidence de M. Abdelaziz Bouteflika, a approuvé l’ordonnance no 06-01 portant mise en œuvre de la Charte pour la paix et la réconciliation nationale. L’article 2 de cette ordonnance, publiée le 28 février 2006 au Journal Officiel de la République algérienne no 11, 45ème année, exclut du champ d’application des dispositions de la Charte les personnes concernées par l’article 87 bis 6 (alinéa 1), ainsi libellé :", "« Tout Algérien qui active ou s’enrôle à l’étranger dans une association, groupe ou organisation terroriste ou subversif, quelles que soient leur forme ou leur dénomination, même si leurs activités ne sont pas dirigées contre l’Algérie, est puni d’une réclusion à temps de dix (10) à vingt (20) ans et d’une amende de 500.000 à 100.000 DA.", "Lorsque les actes définis ci-dessus ont pour objet de nuire aux intérêts de l’Algérie, la peine est la réclusion perpétuelle. »", "C.  Rapports sur la situation en Algérie", "1.  Rapports d’Amnesty International relatifs à l’Algérie", "37.  Amnesty International a publié le 10 juillet 2006 un rapport sous le titre « Des pouvoirs illimités – La pratique de la torture par la Sécurité militaire en Algérie ». Les éléments et conclusions de ce rapport ont été repris, pour l’essentiel, dans un rapport publié en mars 2009 sous le titre « Un legs d’impunité – une menace pour l’avenir de l’Algérie ».", "Dans ces documents, Amnesty International relève que bien que les atteintes aux droits de l’homme commises en Algérie soient moins nombreuses que dans les années 90, période où la violence avait atteint un sommet, des violations graves de ces droits continuent d’être signalées dans le cadre des mesures antiterroristes. Si le nombre de cas de torture et de mauvais traitements signalés durant la garde à vue aux mains de la police et de la gendarmerie a diminué, les agents de la sécurité militaire (ou DRS) continuent d’y recourir systématiquement au nom de la lutte anti-terroriste. Amnesty International explique qu’elle se fonde sur « des dizaines de cas de torture ou de mauvais traitements infligés par le DRS » au sujet desquels l’organisation a reçu des informations.", "Le DRS, une unité des services de renseignement de l’armée qui, tout au long des années 90, se serait rendu responsable d’actes de torture systématiques et généralisés, d’exécutions extrajudiciaires et de disparitions forcées, serait aujourd’hui spécialisé dans la fourniture de renseignements en rapport avec la lutte contre le terrorisme.", "Les personnes arrêtées par le DRS viennent de milieux divers : certaines étaient soupçonnées de liens avec des groupes armés en Algérie, d’autres résidaient à l’étranger et étaient suspectes de participation à des réseaux terroristes internationaux. Ces personnes sont arrêtées et torturées essentiellement parce qu’elles sont soupçonnées de détenir des informations notamment sur le terrorisme international.", "Amnesty International souligne qu’en cas de détention par le DRS, les garanties prévues par le droit international et la législation algérienne pour la protection des détenus sont régulièrement bafouées. Ainsi :", "« les suspects sont détenus au secret ou de manière non reconnue durant des semaines ou même des mois et ils se voient refuser tout accès à leurs proches et à leurs avocats, souvent pendant des périodes prolongées. (...)", "Les agents du DRS recourent à la torture le plus fréquemment en passant à tabac les détenus, en leur infligeant des décharges électriques et en les soumettant à la torture du « chiffon »  consistant à forcer la victime, attachée, à avaler de grandes quantités d’eau sale, de produits chimiques ou de l’urine, à travers un chiffon sale placé sur sa bouche. Des détenus ont également affirmé avoir été dévêtus et humiliés, frappés sur la plante des pieds (méthode connue sous le nom de falaka) ou suspendus par les bras au plafond durant de longues périodes jusqu’à ce qu’ils fournissent les informations voulues. »", "Les rapports indiquent que si la législation algérienne prévoit que des personnes soient mises en garde à vue par le DRS pour une durée allant jusqu’à douze jours, en pratique ce délai peut être dépassé et les détentions au secret peuvent durer des mois. De plus, d’autres garanties contre l’usage de la torture, telles que la possibilité d’entrer en contact avec des proches, de recevoir des visites ou d’être examiné par un médecin de son choix à la fin de la période de garde à vue, si elles sont prévues par la loi, ne sont pas respectées.", "Bien que les autorités algériennes nient régulièrement l’existence de centres de détention secrets, les agents du DRS continuent à détenir des suspects dans des lieux de détention non reconnus, généralement des casernes militaires, une pratique, selon Amnesty International, qui expose encore davantage les détenus au risque de torture et de mauvais traitements. Les détenus sont, en général, contraints de signer un compte rendu d’interrogatoire qui contient souvent « l’aveu » de leur implication dans des groupes armés ou le terrorisme international ; ils ne sont pas autorisés à lire ce compte rendu ou sont trop effrayés pour demander à le lire. Parfois, les comptes rendus d’interrogatoire contiennent des déclarations de détenus affirmant avoir été bien traités au cours de leur détention.", "Selon Amnesty International, les agents du DRS opèrent dans un climat d’impunité quasi totale, sans aucun contrôle de la part des autorités civiles. La crainte empêche certaines victimes de se plaindre aux instances judiciaires algériennes. Mais, même en cas de plainte, des enquêtes ne semblent pas être ouvertes sur ces allégations. Le rapport précité publié en mars 2009 mentionne que « à la connaissance d’Amnesty International, aucune enquête exhaustive, impartiale et indépendante n’a, à ce jour, été menée sur les allégations de recours à la torture par les agents du DRS ».", "Les rapports annuels d’Amnesty International pour 2007 et 2008 sur l’Algérie font également état des pratiques décrites ci-dessus. Ainsi, en ce qui concerne les « violations des droits humains dans le cadre de la lutte contre le terrorisme », ils mentionnent notamment que :", "« La torture continuait d’être pratiquée en toute impunité. Des informations persistantes faisaient état du recours à la torture et aux mauvais traitements contre les personnes détenues par le DRS. Parmi les méthodes signalées, on citait les coups, les décharges électriques, la suspension au plafond et l’ingestion forcée d’eau sale, d’urine ou de produits chimiques. Ces prisonniers ont été retenus illégalement dans des lieux de détention secrets, dans certains cas pendant plusieurs mois, sans contact avec le monde extérieur. A la connaissance d’Amnesty International, les allégations de torture et de mauvais traitements n’ont fait l’objet d’aucune enquête, malgré les nouvelles dispositions législatives de 2004 érigeant la torture en infraction pénale. Au moins trois personnes déclarées coupables d’appartenance à un groupe terroriste ont été condamnées à mort par contumace. » (rapport annuel 2007)", "« Les autorités, et notamment le DRS continuaient de détenir des personnes soupçonnées d’actes de terrorisme. Incarcérés sans contact avec le monde extérieur, ces prisonniers risquaient d’être torturés ou maltraités. Parmi eux figuraient plusieurs Algériens renvoyés dans leurs pays par des gouvernements étrangers. » (rapport annuel 2008)", "En ce qui concerne les « procès inéquitables » :", "« Les personnes soupçonnées d’actes de terrorisme étaient jugées dans le cadre de procès ne respectant pas les normes d’équité. Dans certains cas, les détenus n’étaient pas assistés d’un avocat lors de leur première comparution devant un juge. Des prisonniers ont affirmé qu’ils n’avaient pas dénoncé les actes de torture ou les mauvais traitements qui leur avaient été infligés par des agents du DRS par peur des représailles. Quoi qu’il en soit, les autorités judiciaires n’ont ordonné aucune enquête sur les allégations de torture et de mauvais traitements formulées par les détenus, même lorsque des « aveux » qui auraient été obtenus sous la torture ou la contrainte étaient retenus à titre de preuve lors de leur procès. » (rapport annuel 2008)", "Les rapports relatent des cas de personnes algériennes soupçonnées d’activités subversives ou d’actes de terrorisme, détenues au secret pendant des durées variables et ayant fait l’objet de tortures. Sont mentionnés K., D. et H., renvoyés en Algérie par les autorités britanniques. H. et D. ont affirmé au cours de leurs procès en Algérie avoir été torturés et contraints de signer une déclaration dont ils n’avaient pas pu prendre connaissance.", "Le cas de R. K. est également cité. Celui-ci, considéré comme un ancien bras droit d’un des chefs d’Al-Qaïda en Europe, avait été condamné en France à six ans de détention et à une interdiction définitive du territoire pour son implication dans l’attentat déjoué contre le marché de Noël de Strasbourg. Renvoyé en Algérie le 16 avril 2008, R. K. avait disparu dès son arrivée.", "38.  Le 29 avril 2008, Amnesty International publia un communiqué annonçant la libération, deux jours plus tôt, de R. K. Le communiqué précise entre autres :", "« R. K. a déclaré à Amnesty International qu’il avait été traité avec humanité. Il a été interrogé au sujet des activités qui l’avaient conduit à être condamné à une peine de prison en France. Il a également indiqué qu’on lui avait demandé de signer une déclaration attestant qu’il avait été bien traité jusqu’à sa libération. Les personnes qui viennent d’être libérées par le DRS se montrent généralement très prudentes lorsqu’elles évoquent la manière dont elles ont été traitées en détention, de peur qu’une attitude critique vis-à-vis des autorités ne leur vaille des représailles. »", "Dans sa communication au Comité des droits de l’homme des Nations Unies, publiée en juin 2008 et concernant la France, Amnesty International relatait les cas de R. K. et de Kamel Daoudi. Il est précisé que « vu les risques de torture et autres violations des droits humains auxquels Kamel Daoudi serait exposé s’il était renvoyé en Algérie, Amnesty International craint que les tentatives des autorités françaises de le renvoyer de force dans ce pays ne soient contraires au principe de non-refoulement ».", "2.  Rapports de Human Rights Watch sur l’Algérie", "39.  En juin 2007, dans un rapport publié sous le titre « Au nom de la prévention – Des garanties insuffisantes concernant les éloignements pour des raisons de sécurité nationale », Human Rights Watch relate le cas de douze personnes interrogées, condamnées en France, interdites de territoire français et placées en détention lors de leur retour en Algérie. Parmi ces douze personnes, quatre ont été interrogées pendant des périodes allant de trente minutes à plusieurs heures, puis relâchées, et huit ont été placées en détention pendant des périodes allant de quatre à douze jours. Human Rights Watch mentionne que, bien qu’aucun de ces hommes n’ait déclaré avoir subi de mauvais traitements, ils ont passé des jours et des nuits dans l’incertitude, et certains ont été soumis sans relâche à des interrogatoires, y compris la nuit. Il s’agit notamment de D.S., H.S. et M. T. Selon le rapport, les entretiens menés par Human Rights Watch avec ces douze personnes « ont confirmé que les terroristes présumés renvoyés en Algérie risquaient d’être arrêtés par le DRS ».", "40.  Dans son rapport « Not the Way Forward – The UK’s Dangerous Reliance on Diplomatic Assurances » publié en octobre 2008, Human Rights Watch souligne en particulier, en se référant aux rapports précédents, que l’Organisation des Nations Unies condamne sans équivoque l’Algérie en raison des actes de torture et des mauvais traitements infligés à des personnes détenues dans des centres de sécurité, de l’absence d’enquêtes sur les violences alléguées et de l’impunité générale dont jouissent les auteurs des violations. Human Rights Watch note que ces informations font écho aux éléments dont disposait la Commission spéciale de recours en matière d’immigration britannique (SIAC) en avril 2007. Lors d’une audience devant la SIAC, le gouvernement britannique a reconnu l’existence de la torture en Algérie, l’absence de contrôle civil sur le DRS, et le fait qu’il « n’avait jamais eu connaissance de poursuites diligentées contre un agent du DRS pour torture ou mauvais traitement ».", "41.  Enfin, dans un « Résumé pays » Algérie publié en janvier 2009, Human Rights Watch, après s’être référé aux informations que continue de recevoir Amnesty International quant aux détentions secrètes et actes de torture perpétrés par le DRS, constate que le Comité international de la Croix Rouge se rend régulièrement dans les prisons en Algérie mais pas dans les lieux de détention gérés par le DRS.", "3.  Rapports du Comité contre la torture et du Comité des droits de l’homme des Nations Unies", "42.  Le 12 décembre 2007, le Comité des droits de l’homme des Nations Unies a publié un rapport dans le cadre duquel il s’inquiète que des atteintes aux droits de l’homme soient commises par des agents de l’Etat algérien dans une impunité totale. Il demande que des mesures soient prises concernant les centres de détention secrets gérés par le DRS, et que les autorités algériennes enquêtent sur les informations selon lesquelles les agents du DRS pratiqueraient la torture. Enfin, il observe qu’en droit algérien il n’est pas expressément interdit d’utiliser comme éléments de preuve les aveux extorqués sous la torture.", "43.  Dans ses observations finales publiées le 16 mai 2008 et concernant l’Algérie, le Comité des Nations Unies contre la torture évoque plusieurs sujets d’inquiétude similaires aux précédents.", "44.  Le Comité se déclare notamment préoccupé par le maintien de l’état d’urgence, proclamé en 1992. Il souligne que le maintien de l’état d’urgence se manifeste toujours, entre autres, par la délégation des fonctions de police judiciaire aux agents du Département du renseignement et de la sécurité (DRS), lesquels, selon des informations reçues, seraient à l’origine de nombreux cas de torture et de traitements cruels, inhumains et dégradants commis sur le territoire de l’Etat partie.", "45.  Quant aux garanties fondamentales de la personne détenue, le Comité demeure préoccupé par des informations reçues selon lesquelles la durée légale de la garde à vue (jusqu’à douze jours) peut être prolongée dans les faits à plusieurs reprises. Par ailleurs, le Comité note avec préoccupation que la loi ne garantit pas le droit à un avocat pendant la période de garde à vue et que, dans la pratique, le droit de la personne gardée à vue d’avoir accès à un médecin et à communiquer avec sa famille n’est pas toujours respecté.", "46.  En ce qui concerne les centres secrets de détention, le Comité note avec préoccupation les informations reçues faisant état de l’existence de centres secrets régis par le DRS qui seraient situés dans les casernes militaires du DRS à Antar, dans le district d’Hydra, et échapperaient au contrôle judiciaire. Le Comité s’inquiète également de l’absence d’information indiquant que l’autorité judiciaire compétente a pris des mesures en vue d’enquêter sur ces allégations.", "47.  Sur l’impunité des membres de groupes armés et des agents de l’Etat, le Comité note que certaines dispositions portant mise en œuvre de la Charte algérienne pour la paix et la réconciliation nationale ne sont pas conformes à l’obligation de tout Etat partie de procéder à une enquête impartiale chaque fois qu’il y a des motifs raisonnables de croire qu’un acte de torture a été commis sur tout territoire sous sa juridiction, de poursuivre les auteurs de ces actes et d’indemniser les victimes.", "48.  En matière d’utilisation des aveux dans les procédures judiciaires, le Comité demeure préoccupé par l’absence d’une disposition dans la législation algérienne précisant clairement que toute déclaration dont il est établi qu’elle a été obtenue par la torture ne peut être invoquée comme un élément de preuve dans une procédure. Par ailleurs, le Comité est préoccupé par des informations reçues selon lesquelles des aveux obtenus sous la torture auraient été admis dans le cadre de procédures judiciaires.", "Le Comité a ensuite adressé à l’Algérie des recommandations sur chacun de ces points.", "49.  La situation en Algérie est aussi mentionnée dans le rapport soumis, le 4 février 2009, au Conseil des droits de l’homme des Nations Unies par Martin Scheinin, Rapporteur spécial sur la promotion et la protection des droits de l’homme et des libertés fondamentales dans le cadre de la lutte contre le terrorisme. Ce dernier relève qu’en Algérie, le fait que le DRS opère sans aucun contrôle judiciaire augmente considérablement le risque que les personnes détenues arbitrairement soient soumises à la torture ou à d’autres traitements inhumains.", "", "4.  Rapports du Département d’Etat américain et du ministère de l’Intérieur britannique sur l’Algérie", "50.  Le 2007 Country Reports on Human Rights Practices (Algeria) publié le 11 mars 2008 par le Département d’Etat américain relève notamment que si le code pénal algérien érige la torture en infraction pénale, l’impunité demeure toutefois un problème. Se référant aux informations collectées par Amnesty International, le rapport fait état de ce que les avocats spécialisés dans la défense des droits de l’homme soutiennent que la torture continue à être pratiquée dans les centres de détention du DRS.", "51.  Le 2008 Country Reports on Human Rights Practices (Algeria) publié le 25 février 2009 par le même Département d’Etat réitère les données précédentes. Ce rapport mentionne plusieurs exemples de maintien en détention de personnes soupçonnées d’activités terroristes, y compris hors du territoire algérien. Il s’agit de K. A., détenu sans accusation pendant dix mois ; de M. F., arrêté par le DRS, détenu au secret pendant un an et accusé ensuite de terrorisme ; de M. R., détenu par le tribunal militaire de Blida sans accès à un avocat ; de F. H., relâché en octobre 2007 après avoir été détenu sans accusation par le DRS depuis mars 2007. Des organisations non gouvernementales ont aussi fait état de la libération de Y. B. et B. A. après sept mois de détention sans communication avec l’extérieur. Les deux hommes ont ensuite été jugés pour appartenance à une organisation terroriste et acquittés.", "52.  Le Country of Origin Information Report (Algeria) publié le 30 septembre 2008 par le ministère de l’Intérieur du Royaume-Uni se réfère pour l’essentiel aux informations publiées par Amnesty International (rapport 2007).", "5.  Jugements rendus par le tribunal britannique de l’asile et de l’immigration britannique (Asylum and Immigration Tribunal – AIT)", "53.  Dans un jugement rendu le 19 mai 2008 (HS v. the Secretary of State for the Home Department, CG [2008] UKAIT 00048), l’AIT estima que la mesure de renvoi du requérant du Royaume-Uni vers l’Algérie enfreignait l’article 3 de la Convention ainsi que le droit des réfugiés. Il s’agissait d’un ressortissant condamné au Royaume-Uni à deux ans d’emprisonnement pour des faits liés à des activités terroristes. Aucun mandat d’arrêt n’avait été émis par les autorités algériennes.", "54.  Le 30 juin 2009, l’AIT rendit un autre jugement concernant un ressortissant algérien (AF – Terrorists Suspects – HS (Algeria) confirmed – Algeria CG [2009] UKAIT 00023). Ce jugement relève de la compétence « country guidance determinations » de l’AIT. Il s’agit de jugements de principe, rendus par des formations de trois juges, dont les conclusions font autorité quant au traitement des affaires futures concernant des questions similaires. L’AIT considéra que le fait que les activités passées du requérant (voyages et travail à l’étranger notamment) puissent suggérer qu’il a des liens avec le terrorisme international lui ferait courir un risque en cas de renvoi vers l’Algérie. L’AIT émit les lignes directrices suivantes :", "« i)  Un appelant capable d’établir que ses antécédents donnent à penser qu’il peut avoir des liens avec le terrorisme international court un risque réel d’être arrêté à son arrivée en Algérie et de faire l’objet d’une enquête.", "ii)  Lorsque l’individu est soupçonné de terrorisme international, il est assez probable qu’il sera à son retour remis entre les mains du Département du renseignement de la sécurité (« DRS ») pour être interrogé.", "iii)  Les données historiques relatives à la propension du DRS à recourir à la torture pendant les interrogatoires, jointes à l’absence continue de toute preuve quant à l’existence de l’obligation de rendre des comptes ou d’une surveillance, donnent fortement à penser que, en l’absence de preuve du contraire, le DRS continue d’utiliser la torture et d’autres formes de mauvais traitements caractérisés dans ses lieux de détention au secret. (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "55.  Le requérant allègue que la mise à exécution de son renvoi vers l’Algérie l’exposerait à un risque de traitements contraires à l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Thèses des parties", "1.  Le requérant", "56.  Selon le requérant, il ressort clairement de rapports récents émanant de sources fiables que les personnes soupçonnées d’activités terroristes, ou condamnées pour de tels faits à l’étranger, encourent, lors de leur retour en Algérie, le risque réel d’être interpellées et torturées. Ces personnes sont appréhendées et détenues par le département algérien du renseignement et de la sécurité (DRS) dans des centres secrets de détention, sans communication avec l’extérieur ni information des autorités judiciaires. Lors de leur libération, des déclarations de bons traitements seraient obligatoirement signées.", "57.  De par son profil et sa condamnation en France pour faits de terrorisme, le requérant estime encourir personnellement un tel risque, et ce malgré le fait qu’il a purgé sa peine en France et qu’il n’a que très peu vécu en Algérie. Ce risque serait d’autant plus important que le requérant est connu des autorités algériennes, alertées notamment par les médias. A l’appui de cette thèse, il cite plusieurs cas de personnes ayant subi les traitements qu’il dénonce.", "A l’audience devant la Cour, le requérant ajoute que le risque d’être interpellé par le DRS est particulièrement élevé pour les personnes ayant eu un lien avec l’Afghanistan, ce qui est son cas, tout comme celui d’un de ses coaccusés lors du procès en France, renvoyé en Algérie et torturé à son arrivée, ainsi que d’autres (notamment A.). Il explique également que les personnes renvoyées en Algérie ne peuvent justifier avoir purgé leur peine en France, les autorités françaises ne leur transmettant pas les documents en attestant à leur sortie de prison, et notamment la levée d’écrou.", "2.  Le Gouvernement", "58.  Après avoir réaffirmé son attachement, jamais remis en cause, à la prohibition de la torture et des traitements inhumains et dégradants prévue par l’article 3 de la Convention, le Gouvernement rappelle que cette disposition, telle qu’interprétée par la Cour, n’exclut pas l’éloignement d’étrangers sur la base d’une simple possibilité de mauvais traitements en raison d’une conjoncture nationale instable. D’autres éléments de preuve sont exigés pour qu’un renvoi d’étranger soit contraire à l’article 3 de la Convention.", "59.  Or, en l’espèce, le Gouvernement, s’appuyant sur divers rapports officiels, souligne l’amélioration générale de la situation des droits de l’homme en Algérie, aussi bien au niveau des réformes institutionnelles et juridiques que dans la pratique. Il expose que, compte tenu de la politique de réconciliation nationale mise en place dès 2005, la stabilité de l’Etat algérien n’est désormais plus en cause et, avec elle, la légalité s’est réaffirmée. Ainsi, les forces de sécurité, y compris le DRS, sont mieux encadrées, et la durée légale de garde à vue est respectée. Le Gouvernement note que certains rapports de Human Rights Watch et d’Amnesty International (notamment rapport annuel 2008) utilisent des formulations moins affirmatives et plus retenues que par le passé, et se bornent, non plus à faire état de cas de torture, mais à signaler leur crainte que parmi les détenus du DRS, certains soient maltraités du fait des conditions de secret qui entourent parfois leur détention. Ces formulations seraient à distinguer nettement de celles employées par les mêmes organisations non gouvernementales pour décrire la situation dans d’autres pays où est dénoncée la pratique généralisée de la torture en prison. Ainsi, si l’on ne peut exclure l’existence en Algérie de traitements contraires à l’article 3 de la Convention, ceux-ci ne sont pas systématiques et renvoient à des cas différents de celui du requérant, puisque les personnes mentionnées dans les rapports n’étaient pas condamnées en dehors de l’Algérie. Une telle situation ne saurait en soi justifier la suspension de toutes les procédures d’éloignement vers ce pays visant des personnes condamnées pour terrorisme.", "60.  La Charte algérienne de 2005, dite « pour la paix et la réconciliation nationale » ne semble pas s’appliquer au requérant. Toutefois, ce dernier bénéficierait de l’esprit de la Charte. En effet, dès lors que celle-ci prévoit l’amnistie de nombreux terroristes emprisonnés, le Gouvernement estime que, puisque le requérant a purgé sa peine, de surcroît en France, il bénéficiera a fortiori des effets de cette amnistie. L’Algérie ayant souscrit au principe non bis in idem, elle ne saurait rejuger une personne déjà condamnée pour les mêmes faits.", "61.  Examinant ensuite à son tour des cas de personnes ayant été condamnées pour terrorisme et privées de liberté à leur retour en Algérie, le Gouvernement n’estime pas possible d’établir que le requérant appartient à un groupe systématiquement exposé à une pratique de mauvais traitements en Algérie, au sens de la jurisprudence de la Cour. Il soutient à cet égard que les cas de personnes privées de liberté relatés par le requérant paraissent enfreindre l’article 5 de la Convention, mais pas son article 3. Il est en effet surtout fait mention de défaut de base légale ou de contrôle judiciaire et d’absence de droit de visite. Deux personnes seulement allèguent explicitement des mauvais traitements, mais il n’est pas démontré que ceuxci tombent sous l’empire de l’article 3 de la Convention. Par conséquent, le Gouvernement estime que le profil du requérant, sans lien avec l’Algérie depuis son plus jeune âge, condamné en France pour terrorisme et y ayant purgé sa peine, ni recherché et ni condamné par les autorités algériennes, ne le place pas dans un groupe à risque.", "62.  Le Gouvernement ajoute qu’aucune source n’allègue qu’un seul des coaccusés du requérant aurait été interpellé lors de son retour en Algérie et qu’il n’y a aucune raison de croire qu’un tel traitement lui serait réservé. Même si tel était le cas, aucun élément n’indique que cette interpellation déboucherait sur une privation de liberté ou sur des mauvais traitements.", "Aucun élément ne vient indiquer que le requérant aurait attiré sur sa personne l’attention négative des autorités algériennes. La médiatisation du cas du requérant a été relative, et en tous cas comparable à celle des affaires de ses coaccusés, qui n’ont pas été inquiétés. Par ailleurs, lors de la procédure d’éloignement entamée en avril 2008, le requérant étant dépourvu de documents de voyage, les autorités consulaires algériennes ont été saisies du cas du requérant selon la procédure habituelle en vue de l’obtention d’un laissez-passer. Cette procédure administrative, incluant la saisine du consulat d’Algérie en vue d’une audition et la transmission de divers documents relatifs au requérant, a été appliquée dans de nombreux autres cas dont ceux des coaccusés du requérant, et n’entraînerait, selon le Gouvernement, ni notoriété ni risques particuliers.", "De plus, le Gouvernement informe la Cour que s’il ne recourt pas à la pratique des assurances diplomatiques, il utilise, dans certains cas limités, celle des contacts diplomatiques. Tel a été le cas en l’espèce, ce qui a permis d’établir que le requérant ne faisait l’objet d’aucun mandat émis par les autorités algériennes, ni international ni national, et qu’il n’avait pas été condamné en Algérie.", "Dès lors, le requérant aurait failli à démontrer le caractère personnel et réel des risques allégués, requis par la jurisprudence de la Cour. Le Gouvernement souligne à cet égard que le caractère absolu de la prohibition prévue par l’article 3 de la Convention ne saurait avoir pour effet de faire peser sur les Etats une charge de la preuve plus lourde lorsqu’il s’agit de requérants suspectés ou condamnés d’infractions liées au terrorisme.", "63.  En réponse aux points soulevés par le requérant à l’audience devant la Cour, le Gouvernement conteste que les liens d’une personne avec l’Afghanistan soient déterminants, cet élément n’apparaissant dans aucun document ni rapport. Il affirme également que, contrairement à ce que prétend le requérant, rien ne permet de croire que A. ait été détenu ou ait subi des traitements contraires à l’article 3 de la Convention à son retour en Algérie, cette information n’étant corroborée par aucun témoignage connu et A. ayant été éloigné vers l’Algérie au terme d’une procédure comportant des garanties. Quant à la possibilité pour toute personne condamnée en France de justifier des peines prononcées à son encontre et de leur exécution, le Gouvernement explique qu’une copie du jugement est disponible sur simple demande et que tout détenu se voit remettre, lors de son élargissement, plusieurs pièces attestant de ce qu’il a purgé sa peine (à savoir un billet de sortie et un certificat destiné à faire valoir ses droits à l’assurance chômage). Des pièces du dossier pénitentiaire peuvent également être produites sur demande. A cet égard, A. disposait des documents qui lui avaient été remis lors de sa sortie de prison et aucune trace n’a été trouvée d’une demande de documents supplémentaires.", "B.  Appréciation de la Cour", "1.  Principes généraux", "64.  Les principes généraux relatifs à la responsabilité des Etats contractants en cas d’expulsion, aux éléments à retenir pour évaluer le risque d’exposition à des traitements contraires à l’article 3 de la Convention et à la notion de « torture » et de « traitements inhumains et dégradants » sont résumés dans l’arrêt Saadi c. Italie ([GC], no 37201/06, §§ 124-133, CEDH 2008...). Dans cet arrêt, la Cour a réitéré le caractère absolu de la prohibition de la torture ou des peines ou traitements inhumains et dégradants prévue par l’article 3 de la Convention, quels que soient les agissements de la personne concernée, aussi indésirables et dangereux soient-ils. Elle a également réaffirmé l’impossibilité de mettre en balance le risque de mauvais traitements et les motifs invoqués pour l’expulsion afin de déterminer si la responsabilité d’un Etat est engagée sur le terrain de l’article 3 (§§ 137-141). Elle a aussi souligné que « l’existence de textes internes et l’acceptation de traités internationaux garantissant, en principe, le respect des droits fondamentaux ne suffisent pas, à elles seules, à assurer une protection adéquate contre le risque de mauvais traitements lorsque (...) des sources fiables font état de pratiques des autorités – ou tolérées par celles-ci – manifestement contraires aux principes de la Convention » (§ 147 in fine).", "2.  Application de ces principes au cas d’espèce", "65.  La Cour relève d’abord que la condamnation du requérant en France portait sur la préparation d’un acte de terrorisme. A cet égard, elle estime nécessaire de souligner à nouveau les difficultés considérables que les Etats rencontrent pour protéger leur population de la violence terroriste. Elle a une conscience aiguë de l’ampleur du danger que représente le terrorisme pour la collectivité et, par conséquent, de l’importance des enjeux de la lutte antiterroriste. Devant une telle menace, la Cour considère qu’il est légitime que les Etats contractants fassent preuve d’une grande fermeté à l’égard de ceux qui contribuent à des actes de terrorisme, qu’elle ne saurait en aucun cas cautionner (voir, mutatis mutandis, Saadi, précité, § 137, et aussi A. et autres c. Royaume-Uni [GC], no 3455/05, § 126, 19 février 2009, et Ismoïlov et autres c. Russie, no 2947/06, § 126, 24 avril 2008).", "66.  Eu égard à la prohibition absolue de la torture et des peines et traitements inhumains ou dégradants établie par la Convention et déjà rappelée (paragraphe 64 ci-dessus), il revient à la Cour d’évaluer le risque d’exposition à de tels traitements encouru par le requérant en cas de renvoi vers l’Algérie, selon les critères rigoureux établis par sa jurisprudence (Saadi, précité, § 142).", "67.  Le requérant n’ayant pas été éloigné, mais assigné à résidence sur le territoire français, la Cour prend en considération pour cet examen la date de la procédure se déroulant devant elle.", "68.  En ce qui concerne la situation en Algérie, la Cour a eu égard, tout d’abord, aux rapports du Comité des Nations Unies contre la torture et de plusieurs organisations non gouvernementales (paragraphes 37 à 49 cidessus) qui décrivent une situation préoccupante. Par ailleurs, ces conclusions sont reprises notamment par des rapports du Département d’Etat américain et du ministère de l’Intérieur britannique (paragraphes 50 à 52 ci-dessus). Si les rapports précités font état d’une amélioration notable sur le plan de la sécurité générale en Algérie, force est de constater qu’ils signalent des cas nombreux d’interpellations par le DRS, en particulier lorsqu’il s’agit de personnes soupçonnées d’être impliquées dans le terrorisme international. Selon les sources précitées, ces personnes, placées en détention sans contrôle des autorités judiciaires ni communication avec l’extérieur (avocat, médecin ou famille), peuvent être soumises à des mauvais traitements, y compris la torture, ce que le gouvernement défendeur n’exclut pas puisqu’il admet l’existence en Algérie de traitements contraires à l’article 3 de la Convention, même s’il en conteste le caractère systématique.", "Les pratiques dénoncées, qui se produiraient, en toute impunité, essentiellement pour obtenir des aveux et des informations utilisées ensuite comme preuves par les tribunaux, incluent les interrogatoires incessants à toute heure du jour ou de la nuit, les menaces, les coups, les décharges électriques, l’ingestion forcée de grandes quantités d’eau sale, d’urine ou de produits chimiques et la suspension au plafond par les bras (paragraphe 37 ci-dessus). De l’avis de la Cour, de telles pratiques atteignent sans conteste le seuil requis par l’article 3 de la Convention, et ce quelles que soient les formulations utilisées dans les rapports précités. Quant à la fréquence des mauvais traitements décrits, aucun élément ne vient démontrer que ces pratiques ont cessé ni même diminué en Algérie en ce qui concerne les personnes soupçonnées d’actes de terrorisme.", "Compte tenu de l’autorité et de la réputation des auteurs des rapports précités, de la multiplicité et de la concordance des informations rapportées par les différentes sources, du caractère sérieux et récent des enquêtes et des données sur lesquelles elles se fondent, la Cour ne doute pas de la fiabilité des éléments ainsi collectés. En outre, le Gouvernement n’a pas produit d’indications ou d’éléments susceptibles de réfuter les affirmations provenant de ces sources.", "69.  Le requérant a été condamné pour association de malfaiteurs en vue de la préparation, en septembre 2001 et par un groupe affilié à Al-Qaïda, d’un acte terroriste à forte connotation symbolique, puisque les intérêts américains en France étaient directement visés.", "Cette condamnation, prononcée en première instance et confirmée en appel, a fait l’objet de deux décisions juridictionnelles amplement motivées et détaillées, dont le texte est public. De plus, aussi bien la procédure nationale qu’une partie de celle qui s’est déroulée devant la Cour (mesure provisoire et recevabilité) ont fait l’objet de l’attention des médias internationaux (paragraphes 18 et 23 ci-dessus). Surtout, le Gouvernement confirme que lors de la procédure d’éloignement entamée en avril 2008, les autorités françaises ont saisi le consulat général d’Algérie en vue d’une audition du requérant et ont transmis une notice d’information mentionnant son état civil, l’infraction pour laquelle il avait été condamné et une copie de son passeport algérien. Ces informations ont ensuite été validées par des contacts diplomatiques. Au vu de ces éléments, la Cour estime que la notoriété, auprès des autorités algériennes, du requérant et des raisons de sa condamnation sont désormais avérées.", "70.  Certes, il apparaît, comme le démontre le Gouvernement, qu’aucun élément n’indique que le requérant ait fait l’objet d’un mandat d’arrêt, ni d’une condamnation de la part des autorités algériennes et que le cadre légal algérien ne prévoit pas qu’une personne puisse être rejugée pour les mêmes faits.", "Toutefois, la Cour n’est pas convaincue que ces données soient déterminantes en l’espèce. En effet, il ressort des rapports précités que les personnes impliquées dans des faits de terrorisme sont arrêtées et détenues par le DRS de façon peu prévisible et sans une base légale clairement établie, essentiellement afin d’être interrogées pour obtenir des renseignements, et non dans un but uniquement judiciaire. Les personnes détenues par le DRS ne bénéficient pas de garanties juridiques suffisantes et le fait d’avoir été condamné auparavant à l’étranger ne permet en rien d’exclure le risque d’une interpellation en Algérie (paragraphes 37 in fine et 38 ci-dessus). A cet égard, même si, au vu des exemples mentionnés par les parties, le caractère systématique de l’interpellation par le DRS de personnes impliquées dans des activités terroristes ne paraît pas démontré, en particulier en ce qui concerne les coaccusés du requérant lors du procès en France, la Cour juge particulièrement significatif que plusieurs sources fiables rapportent de nombreux cas de ce type et relatent des détentions avec mise au secret ayant perduré pendant plusieurs mois (paragraphes 37 et 51 ci-dessus). Aucun suivi sur place ne paraît possible, il n’existe pas de système de contrôle permettant de garantir que les détenus ne vont pas être torturés dans des centres secrets et inaccessibles de tous, et il semble exclu que, placé dans de telles conditions, le requérant puisse soumettre à des juridictions nationales ou internationales d’éventuels griefs qu’il pourrait soulever quant aux traitements auxquels il serait soumis (voir, mutatis mutandis, Ben Khemais c. Italie, no 246/07, 24 février 2009).", "De plus, et cela n’est d’ailleurs pas contesté par les parties, l’amnistie prévue par les dispositions de la Charte algérienne pour la paix et la réconciliation nationale n’est pas applicable au requérant. Certes, le gouvernement expose à cet égard que le requérant pourrait bénéficier de l’esprit de la Charte et donc de ses effets puisqu’il a déjà purgé sa peine en France. Toutefois, la Cour estime qu’une telle thèse, fondée sur le seul esprit du texte, ne permet pas d’établir que le requérant pourrait bénéficier de l’amnistie en théorie ou en pratique. Quant à l’argument tiré de la doctrine qu’appliquerait l’Algérie en matière de non bis in idem, il est, aux yeux de la Cour, en tout état de cause sans influence sur le grief ici examiné.", "71.  Pour tous les motifs précités, et eu égard en particulier au profil de l’intéressé qui n’est pas seulement soupçonné de liens avec le terrorisme, mais a fait l’objet, pour des faits graves, d’une condamnation en France dont les autorités algériennes ont eu connaissance, la Cour est d’avis qu’il est vraisemblable qu’en cas de renvoi vers l’Algérie le requérant deviendrait une cible pour le DRS (voir, mutatis mutandis, Chahal c. Royaume-Uni, 15 novembre 1996, § 106, Recueil des arrêts et décisions 1996V, et aussi, a fortiori quant au profil du requérant, Ben Salah c. Italie, no 38128/06, § 7, 24 mars 2009, Soltana c. Italie, no 37336/06, §§ 14-15, 24 mars 2009, et C.B.Z. c. Italie, no 44006/06, § 7, 24 mars 2009).", "Elle relève d’ailleurs que, prenant en compte la nature et le degré de l’implication du requérant dans les réseaux de la mouvance de l’islamisme radical, la Cour nationale du droit d’asile a considéré raisonnable de penser que, du fait de l’intérêt qu’il peut représenter pour les services de sécurité algériens, M. Daoudi pourrait faire l’objet, à son arrivée en Algérie, de méthodes ou de procédés pouvant être regardés comme des traitements inhumains ou dégradants (décision du 31 juillet 2009, paragraphe 28 cidessus ; cette décision a fait l’objet d’un pourvoi du requérant devant le Conseil d’Etat  paragraphe 29 ci-dessus , ce qui n’interfère pas avec l’examen de la présente requête).", "72.  Partant, la Cour estime que, dans les circonstances particulières de l’espèce, des faits sérieux et avérés justifient de conclure à un risque réel de voir le requérant subir des traitements contraires à l’article 3 de la Convention s’il était renvoyé en Algérie.", "73.  En conséquence, la décision de renvoyer l’intéressé vers l’Algérie emporterait violation de l’article 3 de la Convention si elle était mise à exécution.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "74.  Le requérant allègue que son expulsion vers l’Algérie constituerait une atteinte disproportionnée à son droit au respect de la vie privée et familiale dans la mesure où il est arrivé en France à l’âge de cinq ans et n’a aucune attache dans son pays d’origine. Il invoque l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Thèses des parties", "1.  Le requérant", "75.  Le requérant observe que toute sa famille, parents et fratrie, vit en France. Il ajoute qu’il vit maritalement avec une femme française, rencontrée sur le lieu de son assignation à résidence, et s’occupe de la fille de celle-ci, âgée de six ans. Selon le requérant, son renvoi vers l’Algérie aurait pour conséquence de couper tout lien familial entre lui et ses proches vivant en France.", "76.  Enfin, le requérant précise qu’il conteste le choix du pays de renvoi en cas d’expulsion, l’Algérie étant le seul pays où il est acquis qu’il sera persécuté.", "2.  Le Gouvernement", "77.  Le Gouvernement ne conteste pas que le renvoi du requérant vers l’Algérie serait constitutif d’une ingérence dans son droit au respect de la vie privée et familiale. Pour autant, il estime que cette ingérence serait justifiée.", "B.  Appréciation de la Cour", "78.  La Cour rappelle son constat selon lequel l’expulsion du requérant vers l’Algérie constituerait une violation de l’article 3 de la Convention (paragraphe 73 ci-dessus). N’ayant aucun motif de douter que le gouvernement défendeur se conformera au présent arrêt, elle n’estime pas nécessaire de trancher la question hypothétique de savoir si, en cas d’expulsion vers l’Algérie, il y aurait aussi violation de l’article 8 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "79.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "80.  Le requérant demande 5 000 euros (EUR) pour préjudice moral, ainsi que l’annulation de la mesure d’expulsion. A l’appui de cette demande, il explique que, depuis son placement en centre de rétention puis son assignation à résidence, il est isolé et n’a plus de contacts avec sa famille, en raison de l’éloignement géographique de celle-ci. Il fait également état de l’impossibilité de faire des projets de vie, du fait de sa situation administrative, ainsi que de sa crainte d’être renvoyé en Algérie.", "81.  Le Gouvernement estime qu’il n’y a pas de lien de causalité entre le grief allégué de risque de mauvais traitement en cas de renvoi vers l’Algérie, et les préjudices exposés. Ces derniers, à supposer qu’ils soient avérés, découleraient en effet de l’assignation à résidence que le Gouvernement a dû décider pour faire face à la demande de suspension de l’exécution de l’arrêté d’expulsion formulée par la Cour au titre de l’article 39 de son règlement. En tout état de cause, le requérant n’indique pas les critères ayant servi de base au calcul de la somme sollicitée.", "82.  S’agissant du préjudice moral subi par le requérant, la Cour estime que le constat que le renvoi vers l’Algérie, s’il était exécuté, constituerait une violation de l’article 3 de la Convention, représente une satisfaction équitable suffisante. Au surplus, elle n’aperçoit aucun lien de causalité entre la violation constatée dans le présent arrêt et les souffrances et désagréments allégués par le requérant.", "B.  Frais et dépens", "83.  Le requérant ne demande pas le remboursement des frais et dépens exposés au niveau interne. En revanche, il sollicite le remboursement des frais afférents à la procédure devant la Cour, qui selon une note de son avocat s’élèvent à 11 196 EUR.", "84.  Le Gouvernement estime que ce montant est disproportionné. Il considère qu’une somme de 1 500 EUR serait suffisante.", "85.  Selon la jurisprudence constante de la Cour, l’allocation des frais et dépens exposés par le requérant ne peut intervenir que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Belziuk c. Pologne, 25 mars 1998, § 49, Recueil 1998-II).", "86.  La Cour juge excessif le montant sollicité pour les frais et dépens afférents à la procédure devant elle et décide d’octroyer 4 500 EUR de ce chef.", "C.  Intérêts moratoires", "87.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit que, dans l’éventualité de la mise à exécution de la décision de renvoyer le requérant vers l’Algérie, il y aurait violation de l’article 3 de la Convention ;", "", "2.  Dit qu’il n’y a pas lieu d’examiner si la mise à exécution de la décision de renvoyer le requérant vers l’Algérie violerait également l’article 8 de la Convention ;", "", "3.  Dit que le constat d’une violation constitue une satisfaction équitable suffisante au titre du dommage moral subi par le requérant ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, 4 500 EUR (quatre mille cinq cents euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par le requérant ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 décembre 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStephen Phillips\tPeer Lorenzen\n\tGreffier adjoint\tPrésident"]}