{"file": "FRE_CLINF_29507_95.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "29507/95", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 14", "Janvier 2000", "Slimane-Kaïd c. France (n° 1) - 29507/95", "Arrêt 25.1.2000 [Section III]", "Article 6", "Procédure civile", "Article 6-1", "Procès équitable", "Rapport et projet d'arrêt rédigés par le conseiller-rapporteur communiqués avant l'audience à l'avocat général mais non au requérant: violation", "En fait: Le requérant était dirigeant de deux sociétés anonymes qui entretenaient des liens contractuels avec une troisième entreprise, la société IVECO. Cette dernière ayant déposé plainte, le requérant fut poursuivi, notamment, pour escroquerie à son préjudice. Le tribunal correctionnel, tout en condamnant le requérant pour diverses infractions, déclara la société IVECO irrecevable en sa constitution de partie civile au motif que le requérant se trouvait en redressement judiciaire. Cette irrecevabilité fut confirmée en appel mais la chambre criminelle de la Cour de cassation cassa cette disposition de l'arrêt et renvoya l'affaire devant une seconde juridiction d'appel qui déclara la demande de la société IVECO recevable et condamna le requérant à verser à celle-ci plus de vingt millions de francs. Le pourvoi en cassation introduit par le requérant contre cette décision fut rejeté par la chambre criminelle. Le requérant se plaint de ce que, durant la deuxième procédure devant la Cour de cassation, ni le rapport du conseiller-rapporteur ni les conclusions de l'avocat général ne lui furent communiqués avant l'audience.", "En droit: Article 6 § 1 - La Cour a déjà, dans l'arrêt Reinhardt et Slimane-Kaïd contre France (Recueil des arrêts et décisions 1998-II), constaté une violation de l'article 6 sur le fondement des mêmes griefs formulés, cette fois, à l'égard du premier procès en cassation et portant sur le volet pénal de la procédure. La Cour a, en effet, considéré que la communication du rapport et du projet d'arrêt rédigés par le conseiller-rapporteur au seul avocat général, avait - eu égard à l'influence que ce dernier est susceptible d'exercer sur la décision - créé au détriment des requérants un déséquilibre incompatible avec la notion de procès équitable ; elle a en outre déploré le fait que les conclusions de l'avocat général n'avaient pas été communiquées aux parties. La Cour constate qu'aucune évolution ne semble être intervenue dans la procédure suivie par la chambre criminelle et ne voit donc pas de motif de s'écarter des conclusions auxquelles elle était parvenue dans l'arrêt précité. ", "Conclusion: violation (unanimité).", "Article 41 - Le requérant demande le remboursement de la somme qu'il a été condamné à verser à la partie civile. La Cour observe qu'il ne lui appartient pas de spéculer sur l'issue qu'aurait eue une procédure respectueuse des prescriptions de l'article 6 et que le lien de causalité entre le préjudice allégué et la violation n'est pas établi. Concernant le tort moral souffert par le requérant, le constat de violation constitue en soi une satisfaction équitable. ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}