{"file": "FRE_HFJUD_45355_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "45355/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE SHAMSA c. POLOGNE", "", "", "(Requêtes nos 45355/99 et 45357/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "27 novembre 2003", "", "", "DÉFINITIF", "", "27/02/2004", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Shamsa c. Pologne,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tL. Caflisch,\n\t\tR. Türmen,\n\t\tB. Zupančič,\n\t\tK. Traja,\n\t\tL. Garlicki, juges,\net de M. M. Villiger, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 6 novembre 2003,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouvent deux requêtes (nos 45355/99 et 45357/99) dirigées contre la République de Pologne et dont  deux ressortissants libyens, MM. Abdelsalam Shamsa et Anwar Shamsa (« les requérants »), ont saisi la Cour le 6 janvier 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me Wojciech Hermeliński, avocat à Varsovie. Le gouvernement polonais (« le Gouvernement ») est représenté par Mme Sylwia Jaczewska, agissant en qualité d'agent.", "3.  Les requérants alléguaient en particulier la violation de l'article 5 § 1 de la Convention. ", "4.  Les requêtes ont été attribuées à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "5.  Le 10 janvier 2002, la chambre a décidé de joindre les requêtes (article 43 § 1 du règlement). ", "6.  Par une décision du 10 janvier 2002, la chambre a ajourné l'examen du grief tiré de l'article 5 § 1 et a déclaré les requêtes irrecevables pour le surplus. Le 5 décembre 2002, elle a déclaré le grief invoqué sous l'angle de l'article 5 § 1 recevable. ", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). ", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). Les présentes requêtes ont été attribuées à la troisième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Les requérants, Anwar et Abdelsalam Shamsa, frères, sont des ressortissants libyens résidant à Varsovie. Ils sont représentés devant la Cour par Me Wojciech Hermeliński, avocat au barreau de Varsovie.", "10.  Les faits de la cause, tels qu'ils ont été exposés par les parties, peuvent se résumer comme suit.", "11.  Le 27 mai 1997, les requérants furent arrêtés à Varsovie au cours d'un contrôle d'identité. Ils ne purent présenter ni une pièce d'identité ni un titre de séjour valables.", "12.  Le 28 mai 1997, le préfet de Varsovie rendit une décision d'expulsion, exécutoire dans un délai maximum de quatre-vingt-dix jours. Il releva que les requérants enfreignaient l'ordre public. Il rappela également qu'Abdelsalam avait été condamné à une peine de prison en 1989 et que lui et son frère figuraient sur le registre des personnes indésirables dans le pays. Les requérants firent un recours hiérarchique devant le ministre de l'Intérieur. ", "13.  Le 28 mai 1997, le procureur de district (Prokuratura Rejonowa) de Varsovie Praga Południe plaça les requérants en détention en vue de leur expulsion. Le 11 juin 1997, le tribunal de district (Sąd Rejonowy) d'Ostrołęka rejeta l'appel interjeté contre la décision du procureur. ", "14.  Le 30 mai 1997, le bureau de la police centrale de Varsovie, responsable de l'expulsion, adressa à l'ambassade de Libye à Varsovie une demande tendant à ce que soient délivré aux requérants des titres de voyage. Le 20 juin 1997, l'ambassade refusa de délivrer les passeports. Le 11 août 1997, les services de la police firent une nouvelle demande et le 18 août1997 ils reçurent les documents nécessaires.", "15.  Entre le 24 août 1997 (dernier jour de la détention et de la période légale fixée par le préfet pour l'expulsion) et le 11 septembre 1997, les autorités procédèrent à trois tentatives d'expulsion des requérants en l'absence d'un vol direct vers la Libye :", "- via Prague le 24 août 1997, mais les intéressés ayant refusé de poursuivre leur voyage au-delà, ils furent dirigés vers Varsovie le 25 août. Le Gouvernement soutient que le voyage s'est effectué sans escorte. Les requérants précisent qu'un civil chargé de présenter les documents et les cartes d'embarquement aux autorités compétentes les a accompagnés pendant la durée du voyage ;", "- via Le Caire le 28 août 1997, mais les autorités égyptiennes les renvoyèrent le 1er septembre vers Varsovie ;", "- via Tunis le 4 septembre 1997, mais ils revinrent à Varsovie le 11 septembre.", "16.  Le 25 août 1997, à leur retour de Prague, à la demande du chef de la police de Varsovie, les requérants furent considérés comme personnes indésirables sur le territoire polonais.", "17.  Entre les tentatives d'expulsion, après le retour de Tunis et jusqu'au 3 octobre 1997, les requérants, personnes indésirables sur le territoire polonais, furent détenus par la police des frontières (Straż Graniczna) à l'aéroport de Varsovie. A compter du 23 septembre 1997, les intéressés refusèrent de s'alimenter. ", "18.  Le 11 septembre 1997, le directeur adjoint de la direction de la police des frontières (Zastępca Dyrektora Komendy Głównej Straży Granicznej) pria le commandant du poste central de la police de Varsovie (Komendant Stołeczny Policji) de conduire les requérants le 18 septembre 1997 à l'avion partant pour Tunis, en rappelant que « le maintien des étrangers durant une semaine à la frontière n'était pas possible ». Le 18 septembre 1997, il adressa au commandant adjoint du même poste une demande de renseignements quant à la démarche à suivre en l'espèce, en rappelant que le refus des autorités tunisiennes prive  « définitivement de toute justification la détention des étrangers dans la zone de transit de l'aéroport ».", "19.  Le 27 septembre 1997, selon le Gouvernement, le requérant Abdelsalam Shamsa fut transféré au poste de police de l'aéroport de Varsovie afin d'être entendu par le procureur dans l'affaire concernant la diffamation et l'usage de la violence envers des agents de l'Etat dans l'exercice de leurs fonctions. Selon les requérants, l'intéressé fut conduit directement au bureau du procureur de Varsovie et non au poste de police de l'aéroport. ", "20.  Le 30 septembre 1997, les intéressés furent examinés par le médecin de l'aéroport. Le 3 octobre 1997, la police les conduisit à l'hôpital qu'ils quittèrent le jour même par leurs propres moyens sans avoir été inquiété par les autorités.", "21.  Entre-temps, le 7 juillet 1997, le ministre avait confirmé la décision du préfet. Les requérants interjetèrent appel contre cette décision devant la Cour administrative suprême de Varsovie qui suspendit l'exécution de la procédure d'expulsion. ", "22.  Le 28 octobre 1997, la Cour administrative suprême de Varsovie déclara irrecevable le recours introduit par Abdelsalam Shamsa. En effet, selon l'article 19 § 5 de la loi sur la Cour administrative suprême, cette dernière n'est pas compétente pour connaître des questions d'expulsion, à l'exception de celles concernant les étrangers en situation régulière. Or, en l'espèce, le visa de séjour du requérant avait expiré le 18 juillet 1995 et depuis il n'avait jamais été renouvelé. D'autre part, par une décision définitive du 16 mai 1997, la demande du requérant tendant à obtenir un titre de séjour avait été rejetée. Dès lors, la cour considéra qu'au moment de l'engagement de la procédure d'expulsion le requérant demeurait illégalement sur le territoire polonais. ", "23.  Le 2 décembre 1997, la même cour déclara irrecevable le recours introduit par Anwar Shamsa. Elle adopta une motivation identique et rappela que le visa de séjour de l'intéressé avait expiré le 20 août 1993 sans que ce dernier eût entrepris des démarches pour le renouveler. Le premier président de la Cour suprême introduisit un recours extraordinaire devant la Cour suprême en faveur du requérant. Le 9 septembre 1998, la Cour suprême annula la décision de la cour administrative suprême. Elle considéra que l'intéressé, qui disposait d'un certificat d'enregistrement de sa demande de statut de réfugié, devait être considéré comme séjournant légalement sur le territoire polonais. La cour administrative, selon la juridiction suprême, en déclarant le recours de l'intéressé irrecevable l'avait privé du droit d'accès à un tribunal.", "24.  Le 7 janvier 1998, le procureur de district de Varsovie rendit un non-lieu à la suite de la plainte des requérants concernant leur détention entre le 25 août et 3 octobre 1997 par les fonctionnaires de la police des frontières. Il releva que les faits ne prêtaient pas à contestation et que l'action des fonctionnaires de police n'était pas illégale. Il estima que le règlement du poste de l'aéroport Varsovie Okęcie de la police des frontières constituait la base légale de la détention. Selon ce texte, les voyageurs sont placés dans les locaux de la police des frontières en vue de leur expulsion jusqu'au moment où ils seront de nouveau confiés à la personne chargée de leur transport. Le procureur rappela que la décision du préfet d'expulser les requérants avait été mise à exécution le dernier jour du délai légal (le 24 août 1997, date de la première tentative d'expulsion via Prague), mais n'avait pas pu réussir à cause de la résistance des intéressés. Le procureur de conclure que les intéressés n'avaient pas été privés de leur liberté au sens du code pénal.", "25.  Le 12 février 1998, les requérants interjetèrent appel à l'encontre de la décision du procureur. Le 31 mars 1998, le procureur régional de Varsovie infirma la décision du procureur de district et renvoya l'affaire pour réexamen.", "26.  Le 13 mars 1998, le ministère de l'Intérieur adressa à l'office régional relevant de la compétence du préfet une demande tendant à procéder à l'expulsion des requérants du territoire polonais. Il motiva essentiellement sa demande par le fait que les recours intentés par les intéressés avaient été déclarés irrecevables.", "27.  Le 24 juin 1998, le procureur de district de Varsovie, saisi après le renvoi ordonné par le procureur régional de Varsovie, rendit de nouveau un non-lieu. Il releva que chaque aéroport international disposait d'une zone destinée aux personnes non autorisées à pénétrer sur le territoire d'un pays. Les requérants y avaient été placés à Varsovie mais également à Prague, au Caire et à Tunis. Le procureur précisa que ces locaux ne sont plus considérés comme un lieu de détention en vue de l'expulsion (areszt deportacyjny) puisque les personnes qui y sont placées sont considérées comme ayant été expulsées du territoire. Il poursuivit en estimant que les requérants n'avaient pas été privés de leur liberté mais séjournaient seulement dans une zone spéciale prévue pour les personnes qui, à défaut de documents les autorisant à entrer sur le territoire polonais, ne sont pas autorisées à franchir la frontière. Le procureur de conclure que les intéressés avaient choisi de leur propre gré de rester dans des locaux inadaptés à un long séjour, servant habituellement de salle de transit, en refusant de quitter le territoire polonais pour la Libye. ", "28.  Le 17 juillet 1998, les requérants interjetèrent appel contre la décision du procureur.", "29.  Le 13 novembre 1998, le tribunal de district de Varsovie, statuant en dernier ressort, confirma la décision du procureur. Il considéra que les requérants n'avaient à aucun moment été privés de leur liberté et que les fonctionnaires de la police des frontières avaient placé les intéressés dans les locaux de l'aéroport dans le souci de protéger la frontière de l'Etat. Le tribunal rappela que le séjour dans ces locaux était régi par un règlement relatif aux conditions que doivent remplir les locaux destinés aux personnes arrêtées, pris sur la base de la loi du 12 octobre 1990 sur la protection de la frontière, de l'arrêté du 7 août 1996 du ministre de l'Intérieur et de la loi du 12 octobre 1990 sur la police des frontières.  ", "30.  Les requérants s'adressèrent à l'Ombudsman. Le 12 octobre 2001, ce dernier les informa qu'il ne disposait d'aucun moyen légal pour remettre en cause les décisions du procureur. Il précisa que le séjour des intéressés dans les locaux de l'aéroport pourrait être considéré comme une détention au sens de l'article 5 de la Convention. L'Ombudsman les informa également de l'initiative qu'il avait prise d'attirer l'attention du responsable du service de la police des frontières sur les conditions de détention dans la zone en question qu'il jugeait pénibles et difficiles à accepter.", "31.  Les requérants séjournent toujours sur le territoire polonais.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "32.  La loi sur les étrangers de 1963, telle que modifiée par la loi du 5 janvier 1995 et en vigueur au moment des faits, prévoit dans son article 15a :", "« (...) L'étranger arrêté jouit des garanties prévues pour les personnes arrêtées dans le code de la procédure pénale.»", "L'article 16 § 2 de la même loi dispose :", "« (...) il est possible de placer l'étranger en détention dans le but d'exécuter la décision d'expulsion. »", "L'article 16 § 5 précise :", "« L'étranger (...) doit impérativement être libéré si 90 jours après son arrestation la décision de l'expulser n'a pas été exécutée (...) »", "L'article 165 § 2 du code pénal en vigueur au moment des faits prévoyait une interdiction de priver un individu de sa liberté sous peine de prison allant de un à dix ans.", "Selon l'article 246 du même code, un agent public qui, en outrepassant ses pouvoirs ou en manquant à ceux-ci portait atteinte à l'intérêt public ou à celui d'un individu, encourait une peine de prison.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 5 § 1 DE LA CONVENTION", "33.  Les requérants allèguent qu'ils ont été victimes d'une privation de liberté du 25 août au 3 octobre 1997, par la police des frontières à l'aéroport de Varsovie dans la zone réservée aux personnes non autorisées à pénétrer sur le territoire polonais. Celle-ci a enfreint le paragraphe 1 de l'article 5 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "f) s'il s'agit de l'arrestation ou de la détention régulières d'une personne pour l'empêcher de pénétrer irrégulièrement dans le territoire, ou contre laquelle une procédure d'expulsion ou d'extradition est en cours. »", "A.  Thèses des parties", "1.  Le Gouvernement", "34.  Le Gouvernement considère que la requête est manifestement mal fondée et qu'il n'y a pas eu violation de l'article 5 § 1 de la Convention.", "35.  Le Gouvernement souligne d'emblée que le droit pour un étranger de pénétrer et de demeurer sur le territoire d'un pays n'est pas en tant que tel garanti par la Convention et que les Etats sont en droit de mettre en oeuvre tous les moyens nécessaires pour empêcher une entrée illégale, expulser ou extrader les individus en respectant leur droit interne. L'article 5 leur permet de recourir à des mesures privatives de liberté dans le but de protéger les frontières.", "36.  En l'espèce, le Gouvernement soutient que la détention des requérants avait pour but d'exécuter la décision du préfet de Varsovie du 28 mai 1997 ordonnant l'expulsion des intéressés. Il souligne que ces derniers ont été considérés comme des personnes indésirables sur le territoire polonais et ne pouvaient légalement y pénétrer. Les gardes- frontières, en refusant l'accès, ont dés lors exercé leur devoir légal de protéger les frontières polonaises. ", "37.  Le Gouvernement souligne également que les autorités polonaises ont examiné la légalité de cette détention a posteriori et ont considéré qu'elle était régulière. Il fait remarquer que les requérants se sont rendus responsables de la durée de cette détention en bloquant toutes les tentatives d'expulsion. ", "38.  Le Gouvernement de conclure qu'en l'espèce on ne saurait parler de détention au sens pénal dans la mesure où les intéressés ont voyagé sans escorte (à l'exception d'une fois) et pouvaient à tout moment quitter la zone destinée aux personnes indésirables sur le territoire polonais.", "2.  Les requérants", "39.  Les requérants soulignent d'emblée que la décision de les placer en détention en vue de l'expulsion a été prise par le procureur régional d'Ostrołęka. D'une part, ils précisent que ni eux-mêmes ni leur avocat, à la différence du procureur, n'avaient en vertu de la loi en vigueur au moment des faits la possibilité de participer à l'audience du tribunal statuant sur leur recours par lequel ils contestaient l'opportunité et la légalité de la détention. D'autre part, ils mettent l'accent sur le fait que la loi en question n'obligeait pas le procureur à leur communiquer ses commentaires sur les raisons d'appliquer une telle mesure, en les privant également du droit de les contester devant un tribunal. Enfin, ils affirment que le procureur a participé à l'audience devant le tribunal statuant sur leur demande de remise en liberté, sans qu'eux ou leur conseil soient présents. ", "40.  Les requérants soutiennent qu'il est essentiel que les conditions de mise en détention soient clairement définies dans l'ordre juridique interne. Ils citent à cet égard la jurisprudence de la Cour selon laquelle la Convention exige que toute loi soit suffisamment précise pour permettre au citoyen de prévoir les conséquences de nature à dériver d'un acte déterminé. ", "41.  Ils rappellent que la décision du procureur de les placer en détention en vue de l'expulsion devait être exécutée dans un délai de 90 jours. En conséquence, le 91ème jour les gardes- frontières étaient tenus de les remettre en liberté, alors qu'en réalité ils les ont gardés en détention. Les requérants soulignent que selon la loi polonaise une détention au- delà de 2 jours doit être soumise à l'appréciation d'un tribunal. Ils font remarquer que bien que les gardes- frontières n'eussent pas le droit de les laisser pénétrer sur le territoire polonais, l'un d'eux a été conduit le 27 septembre 1997 au bureau du procureur. Ceci prouve selon eux que les agents de l'Etat les considéraient comme séjournant sur le territoire polonais et soumis au droit polonais.", "42.  Les requérants font un parallèle avec la jurisprudence Amuur c. France, où la Cour a considéré que « le maintien des requérants dans la zone de transit de l'aéroport de Paris-Orly, en raison des restrictions subies, équivalait en fait à une privation de liberté ». ", "43.  Les requérants de conclure que la détention en question qui n'a été ordonnée ni par juge, ni par une personne « habilitée (...) à exercer des fonctions judiciaires » ne saurait être considérée comme « régulière » au sens de l'article 5 § 1 de la Convention.    ", "B.  Appréciation de la Cour", "1.  Sur l'existence d'une privation de liberté", "44.  La Cour rappelle qu'en proclamant le « droit à la liberté », le paragraphe 1 de l'article 5 vise la liberté physique de la personne ; il a pour but d'assurer que nul n'en soit privé de manière arbitraire. Par ailleurs, pour déterminer si une personne se trouve privée de sa liberté au sens de l'article 5, il faut partir de sa situation concrète et prendre en compte un ensemble de critères, comme le genre, la durée et les modalités de l'exécution de la mesure considérée (arrêts Engel et autres c. Pays-Bas du 8 juin 1976, série A no 22, p. 24, §§ 58-59, Guzzardi c. Italie du 6 novembre 1980, série A no 39, p. 33, § 92, et Amuur c. France du 25 juin 1996, Recueil des arrêts et décisions 1996-III, p. 848, § 42). ", "45.  La Cour constate que même si les requérants ne se trouvaient pas en Pologne au sens où l'entend le Gouvernement, leur maintien dans la zone de transit les faisait relever en fait du droit polonais. Rien dans l'argumentation présentée par le Gouvernement ne lui permet de considérer que la zone en question bénéficie du statut d'extraterritorialité. ", "46.  La Cour observe que sur la période totale de 41 jours durant laquelle les autorités polonaises tentèrent d'expulser les requérants, ces derniers ont séjourné de manière effective dans les locaux de la zone en question durant 14 jours.", "47.  Elle constate que les requérants, surveillés en permanence par les gardes- frontières, n'étaient pas libres de leurs mouvements et devaient rester à la disposition des autorités polonaises. Elle conclut que le maintien dans la zone en question s'analyse en fait, en raison des restrictions subies, en une privation de liberté.", "2.  Sur la compatibilité de la privation de liberté constatée en l'espèce avec le paragraphe 1 de l'article 5", "48.  Reste à savoir si cette privation était compatible avec le paragraphe 1 de l'article 5. A cet égard, la Cour rappelle que l'article 5 § 1 renvoie pour l'essentiel à la législation nationale et consacre l'obligation d'en respecter les règles de fond comme de procédure. Toutefois, la « régularité » de la détention au regard du droit interne est un élément essentiel et non décisif. La Cour doit en outre être convaincue que la détention pendant la période en jeu est conforme au but de l'article 5 § 1, à savoir protéger l'individu de toute privation de liberté arbitraire. La Cour doit donc s'assurer qu'un droit interne se conforme lui-même à la Convention, y compris aux principes énoncés ou impliqués par elle (voir, parmi d'autres, les arrêts Winterwerp c. Pays-Bas du 24 octobre 1979, série A no 33, pp. 19-20, § 45, et Erkalo c. Pays-Bas du 2 septembre 1998, Recueil des arrêts et décisions 1998-VI, p. 2477, § 52).", "49.  Sur ce dernier point, la Cour souligne que lorsqu'il s'agit d'une privation de liberté il est particulièrement important de satisfaire au principe général de la sécurité juridique. Par conséquent, il est essentiel que les conditions de la privation de liberté en vertu du droit interne soient clairement définies et que la loi elle-même soit prévisible dans son application, de façon à remplir le critère de « légalité » fixé par la Convention, qui exige que toute loi soit suffisamment précise pour permettre au citoyen – en s'entourant au besoin de conseils éclairés – de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences de nature à dériver d'un acte déterminé (arrêt Steel et autres c. Royaume-Uni du 23 septembre 1998, Recueil 1998-VII, p. 2735, § 54).", "50.  En l'espèce, la Cour distingue deux périodes de détention des requérants. La première a débuté le 28 mai 1997, avec le placement en détention en vue de l'expulsion, et s'est achevée le 24 août 1997, date de l'expulsion vers Prague. La Cour a déclaré le grief concernant la légalité de cette détention irrecevable car introduit tardivement (paragraphe 6 ci-dessus). ", "51.  La période de détention litigieuse a débuté le 25 août 1997 et s'est achevée le 3 octobre 1997, au moment où les requérants ont quitté l'hôpital. ", "52.  Pour considérer la légalité de cette détention la Cour doit en rechercher la base légale. ", "53.  Selon le Gouvernement, la détention  s'inscrivait dans l'exécution de la décision d'expulsion. La Cour constate qu'au regard du droit polonais la décision d'expulser un étranger du territoire doit être exécutée dans un délai de 90 jours, à défaut de quoi l'intéressé doit être remis en liberté. En l'occurrence, le délai a expiré le 25 août 1997. Dès lors, à cette date conformément au droit interne les requérants auraient du être remis en liberté. Tel n'a pas été le cas. La Cour conclut donc que les autorités continuaient à exécuter la décision d'expulsion sans aucune base légale, ceci malgré l'expiration du délai fixé par la loi.", "54.  Pour autant que le Gouvernement affirme que les autorités polonaises ont considéré a posteriori que cette détention était légale, la Cour relève que pour parvenir à une telle conclusion le tribunal de district de Varsovie a confirmé le point de vue du ministère public, selon lequel le règlement du poste de l'aéroport Varsovie Okęcie de la police des frontières constituait la base légale du maintien dans la zone de l'aéroport. Toutefois, un simple règlement définissant les conditions que doivent remplir les locaux destinés aux personnes arrêtées ne saurait être considéré comme une base légale suffisante autorisant la privation de liberté selon « les voies légales » au sens de la Convention. ", "55.  La Cour relève qu'aucune décision interne n'a été rendue pour préciser sur quelle base les intéressés devaient être détenus dans la zone de transit et définir la durée et les modalités de cette détention. Elle souligne que cette détention n'avait donc pas de base légale suffisante également au regard de la Constitution polonaise, ce qui ne lui permet pas de considérer qu'elle était fondée sur une règle de droit.", "56.  Elle souligne que les agents de la police des frontières ont eux-mêmes exprimé à deux reprises des doutes quant à l'opportunité de prolonger la détention des requérants dans la zone en question et en ont fait part aux autorités policières concernées.", "57.  La Cour relève tout d'abord l'absence de toute disposition précise indiquant si – et, dans l'affirmative, à quelles conditions – la détention dans la zone réservée aux personnes indésirables sur le territoire polonais, en vue d'exécuter la décision d'expulsion après l'expiration du délai légal fixé par la loi, pouvait avoir lieu. Elle en déduit que la législation polonaise ne satisfaisait pas au critère de « prévisibilité » d'une « loi » aux fins de l'article 5 § 1.", "58.  La Cour estime ensuite que le fait de détenir un individu dans cette zone durant une période indéterminée et imprévisible sans que cette détention se fonde sur une disposition légale concrète ou sur une décision judiciaire valable, est en soi contraire au principe de la sécurité juridique, qui est implicite dans la Convention et qui constitue l'un des éléments fondamentaux de l'Etat de droit.", "59.  A cet égard, la Cour souligne également qu'aux fins de l'article 5 § 1, la détention qui s'étend sur une période de plusieurs jours et qui n'a pas été ordonnée par un tribunal ou par un juge ou par toute autre personne « habilitée (...) à exercer des fonctions judiciaires » ne saurait passer pour « régulière » au sens de cette disposition. Si cette exigence n'est pas explicitement formulée à l'article 5 § 1, elle peut se déduire de l'article 5 pris dans sa globalité, en particulier du libellé du paragraphe 1 c) (« en vue d'être conduit devant l'autorité judiciaire compétente ») et du paragraphe 3 (« doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires »). En outre, la garantie d'habeas corpus que contient l'article 5 § 4 vient également appuyer l'idée que la détention qui est prolongée au-delà de la période initiale envisagée au paragraphe 3 appelle l'intervention d'un « tribunal » comme garantie contre l'arbitraire (Baranowski c. Pologne, arrêt du 28 mars 2000, Recueil 2000-III). ", "60.  En conclusion, la Cour estime que la détention des requérants n'était pas « prévue par la loi » et « régulière » au sens de l'article 5 § 1 de la Convention. Dès lors, il y a eu violation de cette disposition.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "61.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "62.  Les requérants demandent 120 000 PLN pour dommage moral et 34 300 PLN pour dommage matériel. ", "63.  Le Gouvernement trouve les sommes en question exorbitantes. Il invite la Cour à décider qu'en cas de violation, le constat de celle-ci représenterait une satisfaction équitable suffisante. A titre subsidiaire, il demande à la Cour d'apprécier le montant de la satisfaction équitable sur la base de sa jurisprudence dans des affaires similaires et à la lumière de la conjoncture économique interne.", "64.  La Cour estime qu'il n'y a pas de lien de causalité entre les violations établies et le dommage matériel allégué. En conséquence, elle n'aperçoit aucune raison d'octroyer aux requérants une indemnité de ce chef.", "65.  En revanche, elle considère que les intéressés ont certainement subi un préjudice moral, qui n'est pas suffisamment réparé par le constat d'une violation. Statuant en équité, elle alloue à chaque requérant 4 000 EUR de ce chef.", "B.  Frais et dépens", "66.  Les requérants réclament également 3 000 EUR pour les frais et dépens exposés dans le cadre de la procédure devant la Cour.", "67.  Le Gouvernement invite la Cour à octroyer, le cas échéant, une indemnité uniquement dans la mesure où les frais et dépens revendiqués ont été réellement et nécessairement exposés, sont raisonnables quant à leur taux et correspondent à celles octroyées par la Cour dans la cadre de l'assistance judiciaire du Conseil de l'Europe.", "68.  Appliquant les critères dégagés par sa jurisprudence (voir, par exemple, Öztürk c. Turquie [GC], no 22479/93, § 83, CEDH 1999-VI ; Baranowski c. Pologne précité) et statuant en équité, la Cour juge raisonnable d'accorder aux requérants 3 000 EUR pour frais et dépens, plus tout montant éventuellement dû au titre de la taxe sur la valeur ajoutée.", "C.  Intérêts moratoires", "69.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 5 § 1 de la Convention ;", "", "2.  Dit", "a)  que l'Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes à convertir en zlotys polonais au taux applicable à la date du règlement :", "i.  à chacun des requérants, 4 000 EUR (quatre mille euros) pour dommage moral ;", "ii.  aux requérants conjointement, 3 000 EUR (trois mille euros) pour frais et dépens ;", "iii.  tout montant pouvant être dû à titre d'impôt sur lesdites sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 novembre 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tMark Villiger\tGeorg Ress\n\tGreffier adjoint\tPrésident"]}