{"file": "FRE_CLINF_30342_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30342/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 17", "Avril 2000", "Academy Trading Ltd et autres c. Grèce - 30342/96", "Arrêt 4.4.2000 [Section I]", "Article 6", "Procédure civile", "Article 6-1", "Tribunal impartial", "Composition du tribunal modifiée au cours de la procédure: non-violation", "Délai raisonnable", "Durée d'une procédure civile: violation", "En fait: Les requérantes sont des compagnies maritimes. En 1982, elles intentèrent une action en dommages-intérêts contre une banque qui avait accordé un prêt important pour lequel elles s’étaient portées garantes. A la suite d’une crise de l’affrètement maritime, elles se trouvèrent dans l’incapacité de payer les traites. Après avoir été rejetée en première instance en 1987, leur action fut accueillie en appel en 1990, la cour d’appel estimant que la banque avait manqué à la morale des affaires. La banque se pourvut devant la Cour de cassation, menaçant de se retirer du marché grec si elle n’obtenait pas gain de cause. La première chambre de la Cour de cassation annula l’arrêt rendu par la cour d’appel et renvoya l’affaire devant la quatrième chambre. Celle-ci délibéra en février 1992 et tint une audience en décembre 1992. En juin 1993, l’un des juges prit sa retraite, ce qui, en droit grec, impliquait que l’affaire devait être réexaminée par une nouvelle formation. Aucune mesure n’ayant été prise, les requérantes supposèrent qu’une décision avait en fait été rendue avant le départ à la retraite du magistrat. Toutefois, en juin 1994, l’ancien président de la chambre (qui avait depuis intégré une autre chambre) renvoya le dossier au greffe, accompagné d’une note manuscrite indiquant qu’une nouvelle audience serait nécessaire compte tenu dudit départ à la retraite. Une audience se tint en mai 1994 devant une formation de cinq juges, au nombre desquels figurait le rapporteur et un autre juge ayant participé aux délibérations en février 1992. Un nouveau rapporteur fut désigné, bien que le rapporteur initial fût le seul juge qui eût participé à l’ensemble des délibérations et audiences antérieures. En juin 1995, l’action des requérantes fut rejetée. Le rapporteur initial ne vota pas dans le sens de la majorité.", "En droit: Article 6 § 1 (tribunal impartial) – Si le temps mis à décider que l’affaire devait être réexaminée, l’intervention dans la procédure de l’ancien président de la quatrième chambre et le changement de rapporteur lors de la dernière audience ont inévitablement soulevé quelques questions dans l’esprit des représentants des requérantes, on ne peut y voir une raison légitime de douter de l’impartialité de la Cour de cassation. Les requérantes n’ont pas démontré que l’un quelconque de ces éléments fût entaché d’illégalité ou constituât une dérogation radicale ou inhabituelle à la pratique interne ordinaire de la Cour de cassation. En particulier, la Cour considère que les réponses apportées par le Gouvernement aux questions spécifiques soulevées par les requérantes constituent une explication plausible pour le déroulement de la procédure. En conséquence, l’allégation de partialité de la Cour de cassation est dépourvue de fondement.", "Conclusion: non-violation (4 voix contre 3)", "Article 6 § 1 (délai raisonnable) – Ouverte en janvier 1982, la procédure a pris fin en juin 1995. Toutefois, la période à prendre en considération a commencé le 20 novembre 1985, date à laquelle la Grèce a accepté le droit de recours individuel. La période à examiner est donc de 9 ans, 7 mois et 10 jours. L’objet du litige était sans nul doute complexe, mais rien ne donne à penser que les requérantes aient contribué à l’allongement de la procédure. En revanche, diverses périodes d’inactivité sont imputables aux autorités de l’Etat, qui ont méconnu la condition de délai raisonnable. Compte tenu également de la durée globale de la procédure, il y a eu violation.", "Conclusion: violation (unanimité).", "Article 41 – La Cour considère que le constat d’une violation représente une satisfaction équitable suffisante pour les requérantes. Elle leur alloue une somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}