{"file": "FRE_HFJUD_43622_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "43622/98", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE MALAMA c. GRÈCE", "", "", "(Requête no 43622/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "1er mars 2001", "", "", "", "DÉFINITIF", "", "05/09/2001", "", "", "", "", "", "", "En l'affaire Malama c. Grèce,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tC.L. Rozakis,\n\t\tG. Bonello,\n\tMme\tV. Strážnická,\n\tMM.\tP. Lorenzen,\n\t\tM. Fischbach,\n\t\tA. Kovler, juges,\net de M. E. Fribergh, greffier de section,", "Après en avoir délibéré en chambre du conseil les 25 novembre 1999, \n18 janvier et 8 février 2001,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 43622/98) dirigée contre la République hellénique et dont une ressortissante de cet Etat, Mme Eleni Malama (« la requérante »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 15 septembre 1998 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les griefs soulevés par la requérante lors de l'introduction de sa requête avaient trait au refus des autorités nationales de se conformer aux arrêts des tribunaux grecs fixant l'indemnité d'expropriation. Invoquant les articles 6 § 1 de la Convention et 1 du Protocole no 1, la requérante se plaignait de ce que le refus de l'Etat grec de lui payer l'indemnité due méconnaissait son droit à une protection judiciaire effective s'agissant des contestations sur ses droits de caractère civil, et portait atteinte à son droit au respect de ses biens. Sur le terrain de l'article 6 § 1, la requérante dénonçait en outre la durée de la procédure. Par la suite, après avoir perçu une somme au titre de l'indemnité d'expropriation, la requérante s'est aussi plainte du montant de cette indemnité.", "3.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement de la Cour).", "5.  Au sein de ladite section, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Par une décision du 25 novembre 1999, la chambre a déclaré la requête recevable [Note du greffe : la décision de la Cour est disponible au greffe.].", "7.  Une audience s'est déroulée en public au Palais des Droits de l'Homme, à Strasbourg, le 18 janvier 2001 (article 59 § 2 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nM.\tP. Georgakopoulos, conseiller \n\t\tau Conseil juridique de l'Etat,\tdélégué de l'agent,\nMme K. Grigoriou, assesseur \n\t\tau Conseil juridique de l'Etat,\tconseillère ;", "–  pour la requérante\nMes\tN. Alivizatos,\tconseil,\n\tE. Kioussopoulou,\tconseillère,\n\tP. Voyatzis, avocats au barreau d'Athènes,\tconseiller.", "", "La Cour a entendu en leurs déclarations Mes Alivizatos et Kioussopoulou, et Mme Grigoriou.", "EN FAIT", "8.  La mère de la requérante, Ioulia Andrikou, était la fille adoptive de Lambros Veicos. Ce dernier, décédé en 1934, était propriétaire en indivision des trois quarts d'un terrain d'une superficie totale de 942 250 m², situé dans la banlieue d'Athènes. Ce terrain comprenait, entre autres, une pinède de 250 000 m², exploitée depuis longtemps, dix carrières et deux sablières.", "9.  Le 27 décembre 1923, par un arrêté du ministre de la Santé, de la Prévoyance, de la Protection sociale et de l'Agriculture, l'Etat grec procéda à l'expropriation du terrain en question au profit du Fonds de secours des réfugiés (Ταμείο Περιθάλψεως Προσφύγων), personne morale de droit public fondée pour faire face aux besoins des réfugiés venant d'Asie Mineure à la suite de l'échange obligatoire de populations prévu par le Traité de Lausanne de 1923.", "10.  Dès le lendemain de l'arrêté ministériel, les autorités compétentes commencèrent à occuper le terrain exproprié, sans qu'aucune indemnité ne soit versée à Lambros Veicos. En effet, l'expropriation se fondait sur un acte du gouvernement grec (« le Gouvernement ») du 14 février 1923 autorisant l'expropriation de terrains et leur occupation avant toute indemnisation des propriétaires. Cet acte fut ultérieurement ratifié par une résolution constitutionnelle du 15 septembre 1924 ; son contenu fut également repris à l'article 119 de la Constitution de 1927.", "11.  Le 15 mai 1928, Lambros Veicos saisit les tribunaux compétents pour obtenir l'indemnité qui lui était due par l'Etat, qui avait entre-temps succédé au Fonds de secours des réfugiés, dissous en 1925. Par un arrêt no 184/1928 du 31 août 1928, le président du tribunal de première instance d'Athènes fixa le montant unitaire provisoire de l'indemnisation. Le 20 octobre 1928, l'Etat grec saisit le tribunal de première instance d'Athènes d'une action pour obtenir que soit fixé le montant unitaire définitif de l'indemnisation. Par des arrêts nos 3117/1929, 9477/1930, 4590/1932 et 1494/1934, le tribunal ajourna l'examen de l'affaire et ordonna de recueillir des preuves, ainsi qu'une expertise à la diligence de l'Etat. Cette procédure dura plus de vingt ans, sans jamais aboutir à un arrêt définitif. Lambros Veicos décéda en 1934.", "12.  Le 1er mai 1963, Ioulia Andricou et sa sœur, mère et tante de la requérante respectivement et seules héritières de Lambros Veicos, saisirent le tribunal de première instance d'Athènes d'une nouvelle action tendant à obtenir que soit fixé le montant unitaire provisoire d'indemnisation sur la base de la valeur réelle du terrain litigieux en 1963.", "13.  Le 26 octobre 1963, le tribunal fixa le montant unitaire provisoire de l'indemnisation (jugement no 1905/1963).", "14.  Le 20 janvier 1964, Ioulia Andricou et sa sœur saisirent le tribunal de grande instance d'Athènes d'une action tendant à ce que le montant unitaire définitif de l'indemnisation soit fixé.", "15.  Le 27 juin 1964, le tribunal ordonna de nouveau de recueillir des preuves et une expertise sur la valeur du terrain litigieux (jugement \nno 13725/1964).", "16.  Le 20 novembre 1976, le tribunal constata qu'aucune expertise n'avait été effectuée ; il ajourna alors l'examen de l'affaire (jugement \nno 15640/1976).", "17.  Le 8 juillet 1981, le tribunal, saisi à la suite d'une citation des parties, ordonna une expertise supplémentaire (jugement no 12474/1981).", "18.  Le 17 juin 1983, le tribunal fixa le montant unitaire définitif de l'indemnisation (jugement no 9283/1983).", "19.  Le 5 mars 1984, Ioulia Andricou et les héritiers de sa sœur, entre-temps décédée, interjetèrent appel du jugement du tribunal de première instance. Le 18 décembre 1984, l'Etat interjeta aussi appel dudit jugement. L'affaire fut ajournée à plusieurs reprises. Les deux appels ont été finalement entendus le 3 mars 1992, puis le 5 octobre 1993.", "20.  Le 10 décembre 1993, la cour d'appel d'Athènes rejeta le recours interjeté par l'Etat et fixa le montant de l'indemnité due à 10 drachmes en papier (anciennes) le mètre carré. Cette somme correspondait à la valeur que le terrain exproprié était censé avoir en septembre 1922. La cour d'appel précisa qu'en septembre 1922, 7,16 drachmes en papier correspondaient à une drachme métallique, c'est-à-dire « une drachme en or de l'Union latine » (arrêt no 7966/1993).", "21.  Le 18 avril 1994, l'Etat se pourvut en cassation.", "22.  Le 18 juin 1996, la Cour de cassation rejeta ce pourvoi et confirma l'arrêt de la cour d'appel, qui est ainsi devenu définitif et irrévocable (arrêt no 920/1996).", "23.  Le 10 janvier 1997, la requérante, étant entre-temps devenue titulaire des créances de sa mère par les actes notariés nos 1222/1995 et 1225/1995, saisit le tribunal de première instance d'Athènes pour faire reconnaître son droit aux trois huitièmes de l'indemnité fixée par la cour d'appel. La requérante sollicita en outre le versement de cette indemnité.", "24.  Entre-temps, dans le cadre d'une autre affaire d'expropriation concernant un terrain situé à une distance de 150 mètres du terrain litigieux, le tribunal de première instance d'Athènes fixa le montant unitaire provisoire de l'indemnisation à 70 000 drachmes (GRD) le mètre carré (jugement no 12/1997). Par la suite, l'Etat accepta ce montant et versa l'indemnité aux personnes y ayant droit.", "25.  Le 12 septembre 1997, le tribunal de première instance d'Athènes reconnut la requérante comme l'ayant droit aux trois huitièmes de l'indemnité fixée par l'arrêt no 7966/1993 de la cour d'appel d'Athènes (jugement no 1783/1997). Ce jugement est définitif et irrévocable.", "26.  Le 7 octobre 1997, la requérante notifia ledit jugement à l'Etat grec. Le 10 octobre 1997, elle demanda auprès de la direction des expropriations du ministère des Finances le versement de l'indemnité qui lui était due dans les plus brefs délais. N'ayant reçu aucune réponse, elle renouvela cette demande les 8 janvier et 9 mars 1998.", "27.  Le 18 juin 1998, le Conseil juridique de l'Etat examina une demande qui lui avait été adressée par la direction des biens publics du ministère des Finances. L'objet de cette demande était la question de savoir si l'Etat avait l'obligation de verser à la requérante l'indemnité fixée par les juridictions internes et, dans l'affirmative, quel était le mode de calcul de cette indemnité. Le Conseil juridique répondit par l'affirmative à la première question. Par ailleurs, après une analyse très détaillée des critères appliqués en la matière, le Conseil juridique conclut que la valeur d'une drachme métallique correspondait à 0,32258 fois celle du gramme d'or à la Bourse d'Athènes.", "28.  Le 15 septembre 1998, la requérante saisit la Commission. Elle se plaignait de ce que le refus de l'Etat grec de lui payer l'indemnité due méconnaissait son droit à une protection judiciaire effective s'agissant des contestations sur ses droits de caractère civil, et portait atteinte à son droit au respect de ses biens. Elle se plaignait en outre de la durée de la procédure.", "29.  Par un acte du 21 décembre 1998, le ministère des Finances, après avoir procédé au calcul du montant de l'indemnité d'expropriation en drachmes actuelles, ordonna le remboursement à la requérante d'une somme de 461 014 975 GRD.", "30.  Par une lettre du 30 mars 1999, la requérante déclara qu'elle était prête à encaisser ladite somme sous réserve « de revendiquer (...) devant la Cour européenne des Droits de l'Homme (...) toute somme supplémentaire au titre du préjudice matériel (...) subi du fait du non-versement d'une indemnité complète d'expropriation ».", "31.  Le 21 avril 1999, l'argent fut versé sur le compte bancaire de la requérante.", "EN DROIT", "i.  SUR Les EXCEPTIONs PRÉLIMINAIREs DU GOUVERNEMENT", "A.  Sur l'exception tirée du non-respect du délai de six mois ", "32.  Selon le Gouvernement, la requérante n'a pas respecté le délai de six mois prévu par l'article 35 § 1 de la Convention. Dans ses observations écrites sur la recevabilité de la requête du 26 mai 1999, il soutenait que la procédure s'était achevée par le jugement du tribunal de première instance d'Athènes du 12 septembre 1997, donc plus de six mois avant le 15 septembre 1998, date d'introduction de la requête. Par la suite, dans ses observations complémentaires du 25 février 2000, le Gouvernement a affirmé que la décision interne définitive au sens de la Convention était l'arrêt rendu par la cour d'appel d'Athènes le 10 décembre 1993.", "33.  La requérante soutient pour sa part que le refus de l'Etat de lui verser une indemnité équitable pour l'expropriation de son terrain l'a incitée à saisir les organes de la Convention. Elle conclut que ses griefs ont trait à une situation continue, qui perdure à l'heure actuelle en dépit du versement d'une indemnité en avril 1999.", "1.  Quant au grief tiré de la durée de la procédure", "34.  La Cour relève que la procédure tendant à la fixation d'une indemnité pour l'expropriation du terrain litigieux, entamée le 15 mai 1928, a pris fin par l'arrêt de la Cour de cassation du 18 juin 1996. Cette procédure a été suivie par une autre tendant à la reconnaissance de la requérante comme l'ayant droit à l'indemnité, instance qui a pris fin le 12 septembre 1997. Ces deux procédures se sont donc terminées plus de six mois avant le 15 septembre 1998, date d'introduction de la requête. S'il est vrai que l'exécution des jugements susmentionnés a eu lieu après l'introduction de la requête, la Cour ne saurait estimer que ce délai entre en ligne de compte pour ce qui est de la période à considérer au regard du grief tiré de la durée de la procédure.", "Dès lors, la Cour n'a pas compétence pour connaître dudit grief.", "2.  Quant au grief tiré du refus des autorités nationales de verser à la requérante l'indemnité due et au grief tiré du droit de la requérante au respect de ses biens", "35.  La Cour relève que, à la suite du jugement du tribunal de première instance d'Athènes du 12 septembre 1997 la reconnaissant comme l'ayant droit à l'indemnité fixée en 1993, la requérante a demandé à plusieurs reprises le versement de l'indemnité en question, sans résultat. Elle a alors saisi la Commission pour se plaindre de l'impossibilité d'obtenir une compensation équitable pour l'expropriation de son terrain. Cela révèle l'existence d'une situation continue, touchant aux griefs tirés de l'équité de la procédure et du droit de la requérante au respect de ses biens, de sorte qu'à cet égard la règle des six mois ne saurait lui être opposée. Enfin, s'il est vrai que l'indemnité d'expropriation a été fixée en 1993 par la cour d'appel, il est clair que la requérante ne pouvait à cette époque connaître avec certitude la valeur exacte à laquelle correspondaient 10 drachmes en papier (anciennes) le mètre carré, la conversion de cette somme en drachmes actuelles n'ayant été opérée que le 21 décembre 1998. C'est à cette date que la requérante a eu pour la première fois connaissance de la somme qui lui était allouée. La règle des six mois ne trouve donc pas à s'appliquer.", "B.  Sur les autres exceptions préliminaires du Gouvernement", "1.  Les exceptions soulevées au stade de la recevabilité de la requête", "36.  Le Gouvernement soulève de nouveau les exceptions préliminaires déjà mentionnées dans ses observations écrites sur la recevabilité de la requête du 26 mai 1999.", "37.  La Cour rappelle qu'elle a déjà rejeté lesdites exceptions dans sa décision sur la recevabilité de la requête du 25 novembre 1999. Elle n'estime pas nécessaire de procéder une seconde fois à leur examen.", "Il échet donc de rejeter les exceptions dont il s'agit.", "2.  Les exceptions soulevées après la décision de recevabilité", "38.  Dans ses observations complémentaires du 25 février 2000, le Gouvernement a plaidé que la requérante n'avait pas épuisé les voies de recours internes, faute d'avoir formé un pourvoi en cassation contre l'arrêt no 7966/1993 de la cour d'appel fixant le montant unitaire définitif de l'indemnisation. Par ailleurs, le Gouvernement a estimé que la requérante avait soulevé pour la première fois le grief tiré du montant de l'indemnité fixée dans ses observations sur la recevabilité de la requête du 20 juillet 1999, modifiant ainsi l'objet de sa requête.", "39.  La requérante invoque en réponse la tardiveté de l'exception, puisque le Gouvernement aurait pu la soulever dès le stade de l'examen de la recevabilité de la requête. En tout état de cause, elle affirme qu'en vertu des textes constitutionnels et de la jurisprudence de l'époque, son recours n'aurait pas abouti. La requérante considère donc qu'on ne saurait lui reprocher de ne pas avoir voulu prolonger une procédure, qui était déjà excessivement longue, par un recours voué à l'échec et ce d'autant plus que l'indemnité due ayant été fixée à 10 drachmes en papier (anciennes) le mètre carré, la requérante n'était pas en mesure de connaître, ne serait-ce que vaguement, la somme qui lui avait été allouée. Enfin, elle souligne que l'objet de sa requête a toujours été le non-versement d'une compensation équitable pour l'expropriation de son terrain.", "40.  La Cour rappelle qu'aux termes de l'article 55 de son règlement, « [s]i la Partie contractante défenderesse entend soulever une exception d'irrecevabilité, elle doit le faire, pour autant que la nature de l'exception et les circonstances le permettent, dans les observations écrites ou orales sur la recevabilité de la requête (...) ». Or il ressort du dossier que cette condition ne se trouve pas remplie en l'espèce. Il y a donc forclusion. La Cour ne saurait non plus admettre que la requérante a modifié l'objet de sa requête, puisque ses griefs ont manifestement toujours eu trait à l'absence d'une indemnisation équitable pour l'expropriation de son terrain. Le versement dans l'intervalle d'une compensation dont le montant est contesté par la requérante constitue certes un fait nouveau, mais qui s'inscrit dans le contexte des mêmes griefs.", "Il échet donc de rejeter cette exception.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 du protocole No 1", "41.  La requérante se plaint d'une double atteinte à son droit au respect de ses biens, résultant, d'une part, du non-versement d'une indemnité pendant plus de soixante-quinze ans et, d'autre part, de la fixation de l'indemnité à un montant nettement inférieur à la valeur actuelle du terrain litigieux. Elle invoque l'article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "Cet article contient trois normes distinctes : la première, qui s'exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats le pouvoir, entre autres, de réglementer l'usage des biens conformément à l'intérêt général. Il ne s'agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d'atteintes aux biens ; dès lors, elles doivent s'interpréter à la lumière du principe consacré par la première.", "A.  Sur l'existence d'une ingérence dans le droit de propriété", "42.  Les parties ne contestent pas qu'il y a eu une ingérence dans le droit de la requérante au respect de ses biens s'analysant en une « privation » de propriété au sens de la seconde phrase du premier alinéa de l'article 1 du Protocole no 1.", "Dès lors, la Cour doit rechercher si l'ingérence dénoncée se justifie sous l'angle de cette disposition.", "B.  « Prévue par la loi »", "43.  La Cour rappelle que l'article 1 du Protocole no 1 exige, avant tout et surtout, qu'une ingérence de l'autorité publique dans la jouissance du droit au respect des biens soit légale : la seconde phrase du premier alinéa de cet article n'autorise une privation de propriété que « dans les conditions prévues par la loi » et le second alinéa reconnaît aux Etats le droit de réglementer l'usage des biens en mettant en vigueur des « lois ». De plus, la prééminence du droit, l'un des principes fondamentaux d'une société démocratique, est une notion inhérente à l'ensemble des articles de la Convention (arrêt Amuur c. France du 25 juin 1996, Recueil des arrêts et décisions 1996-III, pp. 850-851, § 50).", "44.  En l'espèce, il n'est pas contesté que l'expropriation litigieuse se fondait sur un acte du gouvernement du 14 février 1923 qui, dans le cadre du logement urbain des réfugiés, autorisait l'expropriation de terrains et leur occupation avant toute indemnisation des propriétaires. Cet acte fut ultérieurement ratifié par une résolution constitutionnelle et son contenu fut repris par la Constitution de 1927. La Cour constate donc que la condition de légalité était remplie.", "C.  « Pour cause d'utilité publique »", "45.  La Cour doit maintenant rechercher si cette privation de propriété poursuivait un but légitime, à savoir s'il existait une « cause d'utilité publique » au sens de la deuxième règle énoncée par l'article 1 du \nProtocole no 1.", "46.  La Cour estime que, grâce à une connaissance directe de leur société et de ses besoins, les autorités nationales se trouvent en principe mieux placées que le juge international pour déterminer ce qui est « d'utilité publique ». Dans le mécanisme de protection créé par la Convention, il leur appartient par conséquent de se prononcer les premières sur l'existence d'un problème d'intérêt général justifiant des privations de propriété. Dès lors, elles jouissent ici d'une certaine marge d'appréciation, comme en d'autres domaines auxquels s'étendent les garanties de la Convention.", "De plus, la notion d'« utilité publique » est ample par nature. En particulier, la décision d'adopter des lois portant privation de propriété implique d'ordinaire l'examen de questions politiques, économiques et sociales. Estimant normal que le législateur dispose d'une latitude pour mener une politique économique et sociale, la Cour respecte la manière dont il conçoit les impératifs de l'« utilité publique », sauf si son jugement se révèle manifestement dépourvu de base raisonnable (arrêt James et autres c. Royaume-Uni du 21 février 1986, série A no 98, p. 32, § 46).", "47.  Dans le cas d'espèce, les parties ne contestent nullement que l'expropriation incriminée avait pour but de loger les réfugiés provenant d'Asie Mineure à la suite de l'échange obligatoire des populations prévu par le Traité de Lausanne de 1923. A cette époque, la question de l'accueil des réfugiés constituait un sujet crucial sur les plans économique et social. La Cour estime donc que la mesure litigieuse poursuivait un but légitime.", "D.  Proportionnalité de l'ingérence", "48.  Une mesure d'ingérence dans le droit au respect des biens doit ménager un juste équilibre entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu (voir, parmi d'autres, l'arrêt Sporrong et Lönnroth c. Suède du 23 septembre 1982, série A no 52, p. 26, § 69). Le souci d'assurer un tel équilibre se reflète dans la structure de l'article 1 tout entier, donc aussi dans la seconde phrase qui doit se lire à la lumière du principe consacré par la première. En particulier, il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé par toute mesure privant une personne de sa propriété (arrêt Pressos Compania Naviera S.A. et autres c. Belgique du 20 novembre 1995, série A no 332, p. 23, § 38).", "Afin de déterminer si la mesure litigieuse respecte le juste équilibre voulu et, notamment, si elle ne fait pas peser sur les requérants une charge disproportionnée, il y a lieu de prendre en considération les modalités d'indemnisation prévues par la législation interne. A cet égard, la Cour a déjà dit que sans le versement d'une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive, et un manque total d'indemnisation ne saurait se justifier sur le terrain de l'article 1 que dans des circonstances exceptionnelles (arrêt Les saints monastères c. Grèce du 9 décembre 1994, série A no 301-A, p. 35, § 71).", "49.  Pour ce qui est de la présente affaire, la requérante souligne que l'indemnité a été fixée sur la base de la valeur que le terrain était censé avoir en septembre 1922. Or limiter l'indemnité à la valeur qu'avait sa propriété en 1922, sans tenir du tout compte de la durée excessive et déraisonnable qu'a connue la procédure de fixation de l'indemnité, constitue, selon la requérante, une ingérence arbitraire dans son droit au respect de ses biens et ce d'autant plus que la somme fixée ne correspondait qu'à 1,53 % de la valeur actuelle du terrain exproprié. La requérante invoque à l'appui de cette allégation un jugement du tribunal de première instance d'Athènes du 14 janvier 1997, fixant le montant unitaire de l'indemnisation – pour l'expropriation d'un terrain situé à 150 mètres du terrain litigieux – à 70 000 GRD le mètre carré.", "50.  Le Gouvernement affirme que, eu égard à la marge d'appréciation que l'article en cause laisse aux autorités nationales, l'indemnité fixée par les juridictions internes – et ce à l'issue d'une procédure contradictoire au cours de laquelle la requérante a pu présenter tous ses arguments – était raisonnablement en rapport avec la valeur des biens expropriés.", "51.  La Cour ne s'estime pas appelée à se prononcer sur la question de savoir sur quelle base les juridictions nationales auraient dû fixer le montant de l'indemnisation. En effet, la Cour ne saurait se substituer aux tribunaux grecs pour déterminer l'année qui devait être prise en considération pour estimer la valeur du terrain exproprié et fixer les sommes dues en conséquence. Toutefois, la Cour ne peut qu'observer qu'en calculant l'indemnité en question, la cour d'appel n'a aucunement tenu compte de la durée excessive de la procédure litigieuse. La requérante ne s'est vu accorder aucune somme au titre du préjudice matériel ou moral subi par elle et sa famille en raison de la privation sans compensation de leur propriété pendant soixante-dix ans, ni même une somme au titre des intérêts légaux. De plus, bien que le versement de ladite indemnité n'eût eu lieu que plus de cinq ans après sa fixation par la cour d'appel, la requérante n'a reçu aucune somme supplémentaire au titre des intérêts légaux (voir, mutatis mutandis, l'arrêt Raffineries grecques Stran et Stratis Andreadis c. Grèce du 9 décembre 1994, série A no 301-B, p. 90, § 82).", "52.  La Cour estime en conséquence que le fait que les autorités nationales n'aient pas retenu une période de plus de soixante-quinze ans à compter de l'expropriation du terrain litigieux s'agissant de fixer et de verser l'indemnité due à la requérante rompt, au détriment de celle-ci, le juste équilibre à ménager entre la protection de la propriété et les exigences de l'intérêt général.", "Il y a donc eu violation de l'article 1 du Protocole no 1.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "53.  La requérante se plaint de ce que le refus qui lui a été opposé pendant plusieurs années par l'Etat grec de fixer et de lui payer l'indemnité d'expropriation due, a méconnu son droit à une protection judiciaire effective s'agissant des contestations sur ses droits de caractère civil. Elle invoque l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...), par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "54.  Vu son constat de violation concernant le droit de la requérante au respect de ses biens (paragraphe 52 ci-dessus), la Cour ne juge pas nécessaire d'examiner l'allégation de manquement à l'article 6 § 1 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "55.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "56.  Au titre du préjudice matériel, la requérante réclame soit un montant de 30 034 218 750 drachmes (GRD) (équivalent aux trois huitièmes de la valeur actuelle du terrain litigieux), dont il faudra déduire l'indemnité qui lui a déjà été versée en avril 1999, soit, si la Cour estime que la somme versée en avril 1999 correspond à la valeur du terrain litigieux, un montant de 4 380 412 004 GRD (qui correspond à la perte de revenus subie depuis l'expropriation du terrain en 1923 jusqu'à la saisine des organes de la Convention en 1998). La requérante sollicite en outre 150 000 000 de GRD au titre du préjudice moral. Elle demande enfin 7 700 000 GRD pour les frais et dépens encourus devant les juridictions nationales et les organes de la Convention.", "57.  Le Gouvernement soutient que, au cas où la Cour constaterait une violation de l'article 1 du Protocole no 1, elle devrait donner aux parties la possibilité de présenter des observations complémentaires sur la question de la satisfaction équitable.", "58.  La Cour estime que la question de l'application de l'article 41 ne se trouve pas en état. En conséquence, elle la réserve et fixera la procédure ultérieure en tenant compte de la possibilité que le Gouvernement et la requérante parviennent à un accord (article 75 § 1 du règlement).", "par ces motifs, la cour, À l'unanimitÉ,", "1.  Accueille l'exception préliminaire du Gouvernement quant à la recevabilité du grief tiré de l'article 6 § 1 de la Convention en ce qui concerne la durée de la procédure ;", "", "2.  Rejette les autres exceptions préliminaires du Gouvernement ;", "", "3.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "4.  Dit qu'il ne s'impose pas d'examiner le grief de la requérante tiré de l'article 6 § 1 de la Convention en ce qui concerne l'équité de la procédure ;", "", "5.  Dit que la question de l'application de l'article 41 de la Convention ne se trouve pas en état ; en conséquence,", "a)  la réserve en entier ;", "b)  invite le Gouvernement et la requérante à lui soumettre par écrit, dans les six mois, leurs observations sur la question et, en particulier, à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin.", "Fait en français, puis communiqué par écrit le 1er mars 2001, en application de l'article 77 §§ 2 et 3 du règlement.", "", "", "", "\tErik Fribergh\tAndrás Baka\n\tGreffier\tPrésident", ""]}