{"file": "FRE_HFJUD_8080_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8080/08", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE SCHWABE ET M.G. c. ALLEMAGNE", "", "(Requêtes nos 8080/08 et 8577/08)", "", "", "", "", "", "", "", "ARRÊT", "[Extraits]", "", "STRASBOURG", "", "1er décembre 2011", "", "", "DÉFINITIF", "", "01/03/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Schwabe et M.G. c. Allemagne,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tElisabet Fura,\n\tKarel Jungwiert,\n\tBoštjan M. Zupančič,\n\tMark Villiger,\n\tGanna Yudkivska,\n\tAngelika Nußberger, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 8 novembre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouvent deux requêtes (nos 8080/08 et 8577/08) dirigées contre la République fédérale d’Allemagne et dont deux ressortissants de cet Etat, M. Sven Schwabe (« le premier requérant  ») et M. M.G. (« le second requérant »), ont saisi la Cour respectivement les 8 et 11 février 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention  »). Le 23 août 2010, le président de la chambre a accédé à la demande d’anonymat présentée le 7 juillet 2010 par le second requérant (article 47 § 3 du règlement de la Cour).", "2.  Le premier requérant a été représenté devant la Cour d’abord par Me K. Ullmann, avocate à Hambourg, puis par Me A. Luczak, avocate à Berlin. Le second requérant a aussi été représenté devant la Cour par Me Luczak. Le gouvernement allemand (le Gouvernement) a été représenté par son agent, Mme A. WittlingVogel, Ministerialdirigentin, et par son agent permanent adjoint, M. H.-J. Behrens, Ministerialrat, du ministère fédéral de la Justice.", "3.  Les requérants se plaignaient en particulier d’avoir été placés en détention préventive pendant un sommet du G8 et d’avoir ainsi été empêchés de participer à des manifestations. Ils soutenaient que cette mesure avait emporté violation des articles 5 § 1, 10 et 11 de la Convention.", "4.  Le 30 novembre 2009, le président de la cinquième section a décidé de communiquer les requêtes au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérants sont tous deux nés en 1985 et résident respectivement à Bad Bevensen et à Berlin.", "A.  La genèse de l’affaire", "1.  L’appréciation de la situation en matière de sécurité et les mesures prises dans ce cadre par les autorités pendant le sommet du G8", "6.  Du 6 au 8 juin 2007 se tenait à Heiligendamm, près de Rostock, un sommet des chefs d’Etat et de gouvernement du G8.", "7.  La police estima qu’il y avait pendant ce sommet un risque d’attentats, pouvant être perpétrés notamment par des terroristes islamistes, et, compte tenu de l’expérience des précédents G8, un risque de vandalisme de la part de militants d’extrême gauche, dont elle avait découvert qu’ils avaient prévu de mener des actions de protestation, de blocage et de sabotage du sommet.", "8.  Elle estima que 25 000 individus environ, dont 2 500 prêts à commettre des actes de violence, se rendraient à la manifestation internationale qui devait se tenir à Rostock le 2 juin 2007, et que 15 000 manifestants environ, dont 1 500 prêts à commettre des actes de violence, seraient présents pendant le sommet.", "9.  Le 2 juin 2007, de violentes émeutes éclatèrent au centre-ville de Rostock. Y participèrent notamment des manifestants violents bien organisés formant ce que l’on appelle un « black block », qui attaquèrent les policiers avec des pierres et des battes de baseball. Quatre cents policiers furent blessés.", "10.  Selon un communiqué de presse émis le 28 juin 2007 par le ministère de l’Intérieur du Land de Mecklembourg-Poméranie-Occidentale, environ 17 000 policiers avaient été chargés de veiller à ce que le sommet du G8 se déroule sans accroc et de protéger les participants contre les attaques de terroristes ou de manifestants anti-mondialisation résolus à faire usage de la violence ; 1 112 personnes avaient été placées en détention pendant le sommet dans des centres de rassemblement des personnes arrêtées (Gefangenensammelstellen) ; dans 628 cas il avait été demandé aux tribunaux de confirmer le placement en détention des intéressés, et cette demande avait été accueillie favorablement dans 113 cas.", "2.  L’arrestation des requérants", "11.  En juin 2007, les requérants se rendirent à Rostock pour participer à des manifestations contre le sommet du G8 organisé à Heiligendamm.", "12.  Le 3 juin 2007 vers 22 h 15, alors qu’ils se trouvaient en compagnie de sept autres individus près d’une fourgonnette garée sur un parc de stationnement désert situé devant la prison de Waldeck, ils firent l’objet d’un contrôle d’identité. Selon les policiers, le premier requérant aurait résisté au contrôle d’identité, frappant aux bras celui qui tentait d’établir l’identité du second requérant, et décochant un coup de pied dans le tibia à celui qui contrôlait sa propre identité. Selon les requérants, ce seraient les policiers qui auraient frappé le second requérant alors que celuici leur présentait sa carte d’identité. Les policiers fouillèrent la fourgonnette et y trouvèrent des banderoles pliées sur lesquelles étaient inscrits les slogans « Liberté pour tous les prisonniers » et « Libérez-les tous maintenant ». Les requérants furent arrêtés. Il semble que les banderoles aient été saisies.", "B.  La procédure litigieuse", "1.  Devant le tribunal de district", "13.  Dans deux décisions distinctes rendues le 4 juin 2007 à 4 h 20 et à 4 heures respectivement, le tribunal de district de Rostock, ayant entendu les deux requérants en personne, ordonna leur maintien en détention (amtlicher Gewahrsam) jusqu’au 9 juin 2007 à midi au plus tard.", "14.  S’appuyant sur les articles 55-1) § 2 a) et 56-5) de la loi sur la sécurité et l’ordre publics en Mecklembourg-Poméranie-Occidentale (Gesetz über die öffentliche Sicherheit und Ordnung in Mecklenburg-Vorpommern – « la SOG M-V », paragraphes 37-38 ci-dessous), le tribunal de district jugea que la détention des requérants était nécessaire pour empêcher la commission imminente ou la poursuite de la commission d’une infraction pénale car, les requérants ayant été trouvés devant la prison de Waldeck près d’une fourgonnette contenant des objets appelant à la libération de prisonniers, il fallait en déduire qu’ils étaient sur le point de commettre une infraction pénale ou de s’en rendre complices.", "15.  Le tribunal de district estima que le maintien en détention des requérants était une mesure indispensable et proportionnée au but recherché. Il précisa qu’à l’audience les deux requérants s’étaient abstenus de toute déclaration sur le fond, se montrant ainsi incapables de justifier leur conduite, ce qui donnait l’impression qu’ils avaient l’intention de commettre une infraction.", "2.  Devant le tribunal régional", "16.  Le 4 juin 2007, dans deux décisions distinctes, le tribunal régional de Rostock rejeta les recours immédiats (sofortige Beschwerde) introduits par les deux requérants.", "17.  Il confirma la conclusion du tribunal de district selon laquelle leur arrestation était régulière au regard de l’article 55-1) § 2 a) de la SOG MV. Les intéressés ayant été trouvés près de la prison de Waldeck en possession de banderoles portant des slogans formulés de manière impérative (« Libérez-les »), il en déduisit qu’ils avaient l’intention d’inciter autrui à libérer des détenus, comportement qui était constitutif d’une infraction. Il releva par ailleurs qu’il ressortait du dossier que le premier requérant avait fait obstruction à l’exercice par les policiers de leurs fonctions et que, en 2002, le second requérant avait été accusé d’entrave dangereuse à la circulation ferroviaire pour avoir participé à une action menée contre un convoi de conteneurs « Castor ». Il considéra donc à l’instar du tribunal de district que le maintien en détention de l’un comme de l’autre était indispensable et proportionné au but recherché.", "3.  Devant la cour d’appel", "18.  Le 7 juin 2007, la cour d’appel de Rostock rejeta les deuxièmes recours immédiats (sofortige weitere Beschwerde) introduits par les requérants. Dans ces recours, les intéressés, qui étaient représentés par une avocate, soutenaient que les slogans qui figuraient sur leurs banderoles s’adressaient à la police et aux autorités, qu’ils exhortaient à mettre fin aux nombreuses arrestations de manifestants, mais qu’il n’avait jamais été dans leur intention d’appeler quiconque à attaquer les prisons et à en libérer les détenus par la force, interprétation qu’ils estimaient ridicule étant donné qu’il n’y avait pas eu de libération violente de détenus dans les prisons allemandes depuis plusieurs dizaines d’années.", "19.  La cour d’appel confirma les conclusions des juridictions inférieures selon lesquelles les conditions prévues à l’article 55-1) § 2 a) de la SOG MV étaient réunies. Selon elle, l’arrestation et le maintien en détention des requérants étaient indispensables pour écarter un risque pour la sécurité et l’ordre publics : le slogan « Libérez-les tous maintenant », lu avec le slogan « Liberté pour tous les prisonniers », pouvait être compris comme une incitation à libérer les détenus, infraction prévue à l’article 120 du code pénal (paragraphe 41 ci-dessous), et les policiers étaient donc fondés à présumer que les requérants avaient l’intention de se rendre à Rostock et d’y brandir leurs banderoles aux manifestations en partie violentes qui y étaient organisées, en conséquence de quoi une foule déjà prête à recourir à la violence aurait pu être incitée à libérer des personnes qui avaient été arrêtées et qui se trouvaient en détention.", "20.  La cour considéra qu’en ce qui concernait le second requérant, les conditions prévues à l’article 55-1) § 2 c) de la SOG M-V (paragraphe 37 ci-dessous) étaient aussi réunies, l’intéressé ayant été arrêté en 2002 dans des circonstances comparables pour entrave dangereuse à la circulation ferroviaire après avoir participé à une action menée contre un convoi de conteneurs Castor, et elle jugea que le point de savoir s’il avait ou non été reconnu coupable de ces faits était sans pertinence.", "21.  Elle observa également que les requérants n’avaient pas contesté les conclusions des juridictions inférieures ni fait de déclarations sur le fond. Elle estima que les policiers avaient été obligés de tenir compte des troubles qui avaient eu lieu à Rostock les 2 et 3 juin 2007, dates auxquelles de très violents affrontements avaient opposé des manifestants à la police dans le centre-ville, et que, en outre, les requérants avaient montré eux-mêmes leur tendance à la violence en s’en prenant à eux.", "22.  Elle considéra par ailleurs que cette conclusion n’emportait pas violation de la liberté d’expression garantie par la Loi fondamentale : tout en admettant que les slogans figurant sur les banderoles pouvaient être compris de différentes façons, elle jugea que la situation tendue dans la ville de Rostock et dans ses environs autorisait les policiers à interdire les déclarations ambiguës susceptibles de poser un risque pour la sécurité et l’ordre publics.", "23.  Enfin, elle estima que la durée de la détention imposée aux requérants était proportionnée au but recherché, compte tenu que, selon un rapport de la police de Rostock en date du 6 juin 2007, entre 6 000 et 10 000 militants anti-mondialisation, dont certains très violents, se dirigeaient vers Heiligendamm et appelaient à « faire sauter le barrage » : selon elle, on ne pouvait donc pas exclure que, dans l’hypothèse où ils auraient été remis en liberté, les requérants auraient participé à ces manifestations avec leurs banderoles, incitant ainsi d’autres manifestants à libérer des détenus.", "4.  Devant la Cour constitutionnelle fédérale", "24.  Le 6 juin 2007, les deux requérants saisirent la Cour constitutionnelle fédérale d’un recours constitutionnel assorti d’une demande d’ordonnance de référé prononçant leur libération immédiate.", "25.  Ils soutenaient que leur privation de liberté emportait violation, notamment, de leur droit à la liberté et de leur liberté d’expression. Le second requérant ajoutait que cette mesure emportait également violation de son droit à la liberté de réunion. L’un et l’autre arguaient qu’il était ridicule d’interpréter les slogans figurant sur leurs banderoles comme une incitation à attaquer les prisons pour libérer les détenus, que ces banderoles étaient adressées à la police, qui avait déjà arrêté de nombreux militants antimondialisation, aux participants au sommet du G8 et au public en général, et qu’ils n’appelaient pas à commettre des actes de violence. Ils soulignaient également qu’ils n’avaient jamais été condamnés. Le second requérant, en particulier, précisait que la procédure pénale dirigée contre lui pour entrave dangereuse à la circulation ferroviaire s’était soldée par un non-lieu.", "26.  Ces recours furent enregistrés sous les numéros 2 BvR 1195/07 et 2 BvR 1196/07. Le 8 juin 2007, le juge rapporteur de la Cour constitutionnelle fédérale informa par téléphone les avocates des requérants que la Cour constitutionnelle fédérale ne prononcerait pas d’ordonnance de référé sur l’affaire.", "27.  Le 9 juin 2007 à midi, les requérants furent remis en liberté.", "28.  Leurs recours constitutionnels du 6 juin 2007 furent ensuite déclarés sans objet compte tenu de leur remise en liberté.", "29.  Le 6 juillet 2007, les requérants prièrent la Cour constitutionnelle de dire, bien qu’ils aient été libérés entre-temps, que leur détention avait été inconstitutionnelle. Leurs recours furent alors réenregistrés, sous les numéros de dossier 2 BvR 1521/07 et 2 BvR 1520/07.", "30.  Le 6 août 2007, dans deux décisions distinctes, la Cour constitutionnelle fédérale refusa d’examiner les recours 2 BvR 1521/07 et 2 BvR 1520/07, sans motiver sa décision.", "31.  Cette décision fut notifiée à l’avocate du premier requérant le 14 août 2007 et à celle du second requérant le 13 août 2007.", "C.  Les faits ultérieurs", "(...)", "36.  Le 1er mai 2008, la Cour constitutionnelle fédérale refusa d’examiner un nouveau recours constitutionnel introduit par le premier requérant (numéro de dossier 2 BvR 538/08). Le 3 mai 2008, elle refusa d’examiner un nouveau recours constitutionnel introduit par le second requérant (numéro de dossier 2 BvR 164/08). Dans ces recours, les requérants invoquaient, en particulier, le droit à la liberté, le droit à la liberté d’expression et le droit à la liberté de réunion.", "II.  LE DROIT INTERNE PERTINENT", "A.  La loi sur la sécurité et l’ordre publics en Mecklembourg-Poméranie-Occidentale (« la SOG M-V »)", "37.  En ses parties pertinentes, l’article 55-1) de la SOG M-V prévoit ceci :", "« Un individu ne peut être détenu que si :", "(...)", "2.  cela est indispensable pour empêcher la commission imminente ou la poursuite de la commission d’une infraction pénale ; la présomption qu’un individu va commettre pareille infraction ou s’en rendre complice peut reposer notamment sur le fait que", "a)  il a annoncé la commission de l’infraction, a appelé à la commettre ou porte des banderoles ou d’autres objets où figure une telle incitation ;", "(...)", "c)  il a déjà été appréhendé par le passé pour des motifs comparables en tant qu’individu ayant participé à la commission d’infractions, et les faits permettent de conclure qu’il faut s’attendre à une récidive de sa part (...) »", "38.  En vertu de l’article 56-5) de la SOG M-V, si les policiers arrêtent un individu, ils doivent immédiatement obtenir une décision de justice sur la légalité et le maintien de la privation de liberté imposée à l’intéressé. Cette décision doit préciser la durée maximale de la détention, laquelle ne peut dépasser dix jours dans les cas relevant de l’article 55-1) § 2. Elle est rendue par le tribunal de district compétent pour le lieu où la personne a été arrêtée.", "39.  En vertu de l’article 52 de la SOG M-V, les autorités peuvent ordonner à un individu de quitter un lieu donné ou lui interdire de s’y rendre (Platzverweisung) dans le but d’éviter un réel danger. Si les faits permettent de conclure que l’individu commettra une infraction dans une zone donnée, il peut s’en voir interdire l’accès pendant une période de dix semaines au maximum.", "40.  En vertu de l’article 61-1) de la SOG M-V, les autorités ne peuvent saisir un objet que pour éviter un danger imminent pour l’ordre ou la sécurité publics (§ 1) ou si les faits permettent de conclure que l’objet en question risque d’être utilisé pour commettre une infraction pénale ou administrative (§ 4).", "B.  Le code pénal", "41.  L’article 120-1) du code pénal dispose que quiconque fait évader un détenu ou l’aide à s’évader, ou incite autrui à commettre un tel acte, est passible d’une peine de prison d’une durée maximale de trois ans ou d’une amende. En vertu de l’article 120-3), les tentatives de commission d’une telle infraction sont aussi répréhensibles.", "C.  Le code de procédure pénale", "42.  Les articles 112 et suivants du code de procédure pénale concernent la détention provisoire. En vertu de l’article 112-1), un accusé peut être placé en garde à vue s’il est fortement soupçonné d’avoir commis une infraction pénale et s’il existe des motifs de l’arrêter. La détention provisoire ne peut pas être ordonnée si elle est disproportionnée à l’importance de l’affaire et à la peine ou à la mesure répressive ou préventive susceptible d’être imposée.", "EN DROIT", "I.  JONCTION DES REQUÊTES", "43.  Les deux présentes requêtes concernant deux procédures ayant le même objet – à savoir la détention des requérants à des fins préventives pendant le sommet du G8 tenu en 2007 à Heiligendamm –, la Cour décide de les joindre (article 42 § 1 du règlement de la Cour).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 § 1 DE LA CONVENTION", "44.  Les requérants soutiennent que leur détention préventive pendant le sommet du G8 a emporté violation de l’article 5 § 1 de la Convention, qui, en ses parties pertinentes, est ainsi libellé :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "a)  s’il est détenu régulièrement après condamnation par un tribunal compétent ;", "b)  s’il a fait l’objet d’une arrestation ou d’une détention régulières pour insoumission à une ordonnance rendue, conformément à la loi, par un tribunal ou en vue de garantir l’exécution d’une obligation prescrite par la loi ;", "c)  s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci ; (...) »", "45.  Le Gouvernement conteste cette thèse.", "A.  Sur la recevabilité", "(...)", "49.  En vertu de la jurisprudence bien établie des organes de la Convention, lorsqu’est en jeu la légalité de la détention, une action en indemnisation dirigée contre l’Etat ne constitue pas un recours à épuiser, car le droit de faire examiner par un tribunal la légalité de la détention et celui d’obtenir réparation d’une privation de liberté contraire à l’article 5 sont deux droits distincts (voir notamment Włoch c. Pologne, no 27785/95, § 90, CEDH 2000XI, Belchev c. Bulgarie (déc.), no 39084/97, 6 février 2003, et Khadissov et Tsetchoïev c. Russie, no 21519/02, § 151, 5 février 2009, avec les références citées) : le premier relève de l’article 5 § 1 de la Convention, le second de l’article 5 § 5 (ibidem, § 151).", "50.  En l’espèce, les requérants dénoncent la détention préventive qui leur a été imposée pendant un sommet du G8, détention dont ils estiment qu’elle a emporté violation de l’article 5 § 1. Ils ont déjà contesté la régularité de l’ordonnance de placement en détention les concernant devant toutes les juridictions internes compétentes. Au regard de la jurisprudence de la Cour, ils ont ainsi épuisé les voies de recours internes en ce qui concerne leur grief tiré de l’article 5 § 1. L’exception soulevée par le Gouvernement pour non-épuisement des voies de recours internes doit donc être rejetée.", "51.  Par ailleurs, ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et il n’est pas irrecevable pour d’autres motifs. Il doit donc être déclaré recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Les requérants", "52.  Les requérants estiment que la privation de liberté qu’ils ont subie du 3 au 9 juin 2007 n’était justifiée par aucun des alinéas de l’article 5 § 1 de la Convention. Dès lors, elle aurait emporté violation de cette disposition.", "53.  En particulier, elle n’aurait pas relevé de l’alinéa c) de l’article 5 § 1. Cet alinéa n’autoriserait pas la privation de liberté à titre purement préventif : tel qu’interprété par la jurisprudence de la Cour (notamment dans l’arrêt Ječius c. Lituanie, no 34578/97, § 50, CEDH 2000IX), il exigerait que toute détention s’inscrive dans le cadre d’une procédure pénale, or tel n’aurait pas été le cas de la mesure litigieuse, que les tribunaux n’auraient pas fondée sur l’article 112 du code de procédure pénale, relatif à la garde à vue (paragraphe 42 ci-dessus), mais sur les articles 55 et 56 de la loi sur la sécurité et l’ordre publics en Mecklembourg-Poméranie-Occidentale (« la SOG MV »), relatifs à la détention préventive non liée à une procédure pénale.", "54.  La détention imposée aux requérants n’aurait pas non plus relevé de l’article 5 § 3 combiné avec l’article 5 § 1 c), car elle n’aurait pas eu pour but de les traduire promptement devant un juge afin de les juger pour d’éventuelles infractions futures. On ne pourrait pas plus considérer qu’elle était nécessaire pour les empêcher de commettre une infraction au sens de la deuxième branche de l’article 5 § 1 c), les autorités n’ayant pas indiqué de manière raisonnablement précise au regard de la jurisprudence de la Cour (notamment de l’arrêt M. c. Allemagne, no 19359/04, § 102, CEDH 2009) quelles étaient les infractions qu’ils étaient supposés s’apprêter à commettre, notamment où et quand elles auraient dû avoir lieu et qui en auraient été les victimes potentielles.", "55.  Elle n’aurait pas non plus relevé de l’alinéa b) de l’article 5 § 1 : les requérants ne se seraient pas rendus coupables d’insoumission à une ordonnance rendue par un tribunal et n’auraient pas manqué à une obligation leur incombant ; en outre, un éventuel affichage des banderoles saisies dans la fourgonnette n’aurait pas, selon eux, été constitutif d’une infraction.", "56.  Elle n’aurait pas davantage été autorisée par l’alinéa a) de l’article 5 § 1, les requérants n’ayant fait l’objet d’aucune « condamnation ».", "57.  Elle n’aurait pas non plus été « légale » au sens de l’article 5 § 1 : d’une part, l’article 55-1) de la SOG M-V, sur lequel elle reposait, n’aurait pas été suffisamment précis pour permettre de prévoir que la conduite reprochée aux requérants les mènerait en détention ; d’autre part, cet article aurait été appliqué à tort, car rien n’aurait indiqué lorsqu’ils ont été arrêtés qu’ils fussent sur le point de commettre une infraction précise en un lieu et en un temps précis. A cet égard, ils arguënt que, même à supposer que, contrairement à ce qui selon eux s’est réellement passé, ce ne soient pas les policiers qui les aient frappés mais que ce soit le premier requérant qui ait frappé un policier au bras et au tibia, cette circonstance n’aurait pas permis de conclure que le second requérant et luimême étaient sur le point de commettre l’infraction complètement différente consistant à libérer des détenus par la force. Ils ajoutent que, même s’ils avaient ultérieurement exhibé leurs banderoles, cela n’aurait pas été illégal : les inscriptions qui y figuraient n’auraient pas appelé à commettre des actes de violence ni à faire de mal à qui que ce soit, et leurs avocates auraient expliqué la véritable signification de ces slogans tant à l’audience du tribunal régional que dans leurs observations écrites pour le deuxième recours immédiat.", "58.  En outre, il n’aurait pas été indispensable pour contrer un risque imminent de libération de détenus par la force ou d’incitation d’autrui à le faire de placer les requérants en détention. Rien n’aurait indiqué que ceuxci fussent sur le point d’attaquer la prison de Waldeck, qui serait un établissement de haute sécurité : ils n’auraient été en possession d’aucun outil susceptible d’être utilisé pour libérer les détenus, et il n’y aurait pas eu sur le parc de stationnement d’attroupement de personnes susceptibles d’être incitées à agir en ce sens. La présomption que les requérants auraient pu brandir leurs banderoles dans une manifestation indéterminée, où se seraient peut-être trouvés des individus ayant l’intention de commettre des actes de violence, ne pourrait pas être considérée comme un motif suffisant pour conclure, conformément à l’article 55-1) § 2 de la SOG M-V, qu’une infraction était sur le point d’être commise. En outre, contrairement à ce qu’aurait indiqué le Gouvernement, aucune des juridictions internes qui ont examiné l’affaire n’aurait suggéré que les requérants aient pu avoir l’intention de libérer eux-mêmes des détenus par la force, les juges auraient seulement dit qu’il y avait des motifs de croire qu’ils avaient l’intention d’inciter autrui à le faire.", "59.  La détention litigieuse aurait aussi été arbitraire, en ce qu’elle n’aurait pas été nécessaire pour réaliser l’objectif visé. Les requérants estiment que les policiers auraient pu simplement leur ordonner de ne pas entrer dans la zone où avaient lieu les manifestations contre le G8, en vertu de l’article 52 de la SOG M-V (paragraphe 39 ci-dessus), ou encore saisir les banderoles, en vertu de l’article 61 de la SOG M-V (paragraphe 40 cidessus). Selon eux, la saisie des banderoles leur aurait appris que les forces de l’ordre considéraient que leurs slogans étaient illégaux et il aurait alors fallu présumer, contrairement à ce qu’affirme le Gouvernement, que, compte tenu de l’effet dissuasif d’une telle mesure de police, ils ne tenteraient pas de reproduire et d’utiliser des banderoles semblables. Enfin, ils soutiennent que, en l’absence de manifestations violentes pendant tout le reste de la semaine du G8, la décision de les garder en détention pendant six jours était aussi disproportionnée. Ils font valoir à cet égard que les sept individus bélarussiens également présents dans la fourgonnette lorsqu’ils ont été arrêtés, et à qui les banderoles auraient aussi pu appartenir, n’ont été ni arrêtés ni détenus.", "b)  Le Gouvernement", "60.  Le Gouvernement soutient que la détention des requérants était conforme à l’article 5 § 1 de la Convention, et notamment qu’elle était justifiée au regard de la deuxième branche de l’alinéa c) de l’article 5 § 1 en ce qu’elle était raisonnablement considérée comme nécessaire pour les empêcher de commettre une infraction.", "61.  Il reconnaît qu’elle ne s’inscrivait pas dans le cadre d’une procédure pénale et que les actes préparatoires que les requérants ont selon lui entrepris pour libérer des détenus par la force ou inciter autrui à le faire n’étaient pas, en eux-mêmes, répréhensibles. En revanche, il estime faux de dire que la détention préventive n’est autorisée en vertu de l’article 5 § 1 c) de la Convention que dans le cadre d’une procédure pénale : à son avis, elle est justifiée au regard de la deuxième branche de l’article 5 § 1 c) lorsqu’elle est nécessaire pour empêcher un individu de commettre une infraction concrète et précise qui, si elle était constituée, donnerait lieu à des poursuites pénales, et ce même si l’intéressé n’a pas encore commis l’infraction car, dans le cas contraire, la deuxième branche de l’article 5 § 1 c) serait redondante par rapport à la première. Ainsi, il conclut que l’article 5 § 3 de la Convention doit s’interpréter à la lumière de l’article 5 § 1 c) comme imposant un examen à bref délai de la régularité de la détention, mais non un procès pénal, dès lors que le détenu n’est pas accusé d’une infraction pénale.", "62.  Le Gouvernement indique par ailleurs qu’en Allemagne, contrairement à d’autres Etats parties à la Convention, les actes préparatoires à la commission d’infractions pénales ne sont en général pas répréhensibles, ce qui, selon lui, rend la détention préventive nécessaire, notamment pour inciter les personnes qui ont l’intention de commettre une infraction à renoncer à passer à l’acte. Il soutient que, sans ce dispositif, l’Etat ne pourrait pas s’acquitter de son obligation positive consistant à protéger ses citoyens contre la commission d’infractions pénales – on le verrait par exemple lors du transport de conteneurs Castor ou encore lorsque les supporters d’équipes de football organisent des rixes.", "63.  Arguant que des faits précis permettaient de conclure qu’il était nécessaire d’empêcher les requérants de commettre une infraction dans un futur imminent, le Gouvernement soutient encore que leur détention était justifiée au regard de la deuxième branche de l’alinéa c) de l’article 5 § 1 telle qu’interprétée dans l’affaire Guzzardi c. Italie (6 novembre 1980, § 102, série A no 39). A cet égard, il fait valoir que les policiers les ont trouvés en compagnie de sept autres personnes à côté d’une fourgonnette stationnée devant la prison de Waldeck le lendemain des émeutes violentes qui avaient eu lieu dans le centre-ville de Rostock et il affirme que le premier requérant a résisté au contrôle d’identité pratiqué par les policiers et s’est montré violent. Compte tenu également du fait que les policiers ont trouvé dans la fourgonnette des banderoles pliées portant les inscriptions « Liberté pour tous les prisonniers » et « Libérez-les tous maintenant », il estime qu’il était raisonnable pour eux dans ces circonstances de présumer que les requérants se rendaient aux manifestations de Rostock et qu’ils avaient l’intention d’y brandir leurs banderoles devant les manifestants, dont certains étaient selon lui violents, comportement dont il précise qu’il aurait constitué une incitation d’autrui à libérer des détenus, infraction prévue à l’article 120 du code pénal.", "64.  De l’avis du Gouvernement, le slogan « Libérez-les tous maintenant » qui figurait sur l’une des banderoles pouvait raisonnablement être interprété comme un appel à libérer des détenus par la force adressé aux autres manifestants plutôt que comme un appel à ordonner leur libération adressé aux autorités. Selon lui, le premier requérant ayant résisté par la violence au contrôle d’identité et le second requérant ayant fait l’objet auparavant de poursuites pour entrave dangereuse à la circulation ferroviaire dans le contexte du transport de conteneurs Castor, il était à présumer qu’ils souhaitaient perturber le sommet par des moyens violents et inciter d’autres manifestants violents présents sur place à libérer par la force les personnes détenues dans les centres de rassemblement des personnes arrêtées qui avaient été installés au centre-ville ou les individus arrêtés pendant les manifestations. Les intéressés n’auraient d’ailleurs pas expliqué au cours de la procédure menée devant les juridictions internes quelle autre signification les inscriptions figurant sur leurs banderoles auraient pu avoir.", "65.  Le Gouvernement soutient également que la détention des requérants était justifiée au regard de l’alinéa b) de l’article 5 § 1, en ce qu’elle était selon lui nécessaire pour garantir l’exécution d’une obligation prescrite par la loi : au vu des circonstances de l’espèce, il estime certain que les requérants – qui avaient parcouru plusieurs centaines de kilomètres pour se rendre sur les lieux du sommet du G8 et qui, à l’en croire, avaient résisté au contrôle d’identité, démontrant ainsi qu’ils n’étaient pas disposés à obéir aux ordres donnés par la police – n’auraient respecté ni une obligation de se rendre dans un poste de police de leur ville de résidence à intervalles réguliers (Meldeauflage) ni une injonction de ne pas entrer dans une zone donnée (Platzverweis). Compte tenu du caractère exceptionnel de la situation qui prévalait alors, il aurait donc été inutile d’attendre qu’ils enfreignent effectivement ces obligations. Etant donné le grand nombre de manifestants présents, il aurait été inenvisageable d’empêcher les requérants de commettre les infractions en cause dans le cadre d’un flagrant délit, et les autorités n’auraient donc pu veiller à ce qu’ils respectent leurs obligations légales et à les empêcher de commettre certaines infractions précises qu’en les plaçant immédiatement en détention.", "66.  Le Gouvernement ajoute qu’après la décision du tribunal de district ordonnant le maintien en détention des requérants, leur privation de liberté était aussi justifiée au regard de l’alinéa a) de l’article 5 § 1 : contrairement à ce qui ressortirait de la jurisprudence de la Cour (notamment de l’arrêt M. c. Allemagne, précité, §§ 87 et 95), le terme « condamnation » figurant dans cette disposition s’appliquerait non seulement aux condamnations pénales mais aussi aux décisions de justice ordonnant un placement en détention préventive.", "67.  Il soutient également que les requérants ont été placés en détention selon les voies légales : la mesure litigieuse aurait été prévue par l’alinéa a) de l’article 55-1) § 2 de la SOG M-V et, dans le cas du second requérant, qui avait été arrêté en 2002 pour entrave dangereuse à la circulation ferroviaire, par l’alinéa c) de la même disposition.", "68.  Enfin, le Gouvernement soutient que la privation de liberté des requérants n’était pas arbitraire mais proportionnée au but poursuivi, les autorités ne disposant pas selon lui de moyen moins invasif pour les empêcher de libérer des détenus par la force ou d’inciter autrui à le faire pendant la durée du sommet du G8. En particulier, il estime avoir démontré ci-dessus (paragraphe 65) que ni un ordre de se présenter à un poste de police hors de la zone du G8 à intervalles réguliers ni une interdiction de se trouver dans cette zone n’auraient suffi à les empêcher de commettre les infractions en cause, pas plus que la saisie de leurs banderoles, qu’ils auraient pu reproduire.", "2.  Appréciation de la Cour", "a)  Rappel des principes pertinents", "69.  La Cour rappelle que les alinéas a) à f) de l’article 5 § 1 énumèrent limitativement les motifs autorisant la privation de liberté, et que pareille mesure n’est pas régulière si elle ne relève pas de l’un de ces motifs (voir notamment Guzzardi, précité, § 96, Witold Litwa c. Pologne, no 26629/95, § 49, CEDH 2000III, et Saadi c. Royaume-Uni [GC], no 13229/03, § 43, CEDH 2008).", "70.  En vertu de la deuxième branche de l’alinéa c) de l’article 5 § 1, la détention d’une personne peut être justifiée « lorsqu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ». Ce motif de détention ménage seulement aux Etats contractants le moyen d’empêcher une infraction concrète et déterminée (Guzzardi, précité, § 102, Ciulla c. Italie, 22 février 1989, § 40, série A no 148, et Shimovolos c. Russie, no 30194/09, § 54, 21 juin 2011), notamment en ce qui concerne le lieu et le temps de sa commission et les victimes potentielles (M. c. Allemagne, précité, §§ 89 et 102). Cela ressort à la fois de l’emploi du singulier (« une infraction », « celle-ci ») et du but de l’article 5, qui est d’assurer que nul ne soit arbitrairement dépouillé de sa liberté (Guzzardi, précité, § 102, et M. c. Allemagne, précité, § 89).", "71.  En vertu de la jurisprudence bien établie de la Cour, l’article 5 § 1 c) prescrit qu’une personne arrêtée ou détenue lorsqu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction doit être conduite « devant l’autorité judiciaire compétente », et que cette exigence vaut pour toutes les catégories de détention visées à ce paragraphe (Lawless c. Irlande (no 3), 1er juillet 1961, pp. 51-53, § 14, série A no 3, et, mutatis mutandis, Ječius, précité, §§ 50-51, et Engel et autres c. Pays-Bas, 8 juin 1976, § 69, série A no 22).", "72.  Ainsi, l’alinéa c) permet exclusivement des privations de liberté ordonnées dans le cadre d’une procédure pénale (Ječius, précité, § 50). Cette exigence s’applique également à la détention provisoire (Ciulla, précité, §§ 38-40). Cela ressort du libellé de cette disposition, qu’il faut lire en combinaison avec, d’une part, l’alinéa a) et, d’autre part, le paragraphe 3, avec lequel elle forme un tout (voir notamment Ciulla, précité, § 38, et Epple c. Allemagne, no 77909/01, § 35, 24 mars 2005). Le paragraphe 3 de l’article 5 § 1 énonce que toute personne arrêtée ou détenue dans les conditions prévues au paragraphe 1 c) de l’article 5 doit être aussitôt traduite devant un juge – dans toutes les hypothèses envisagées dans les dispositions de ce paragraphe – et a le droit d’être jugée dans un délai raisonnable (voir aussi Lawless (no 3), précité, pp. 51-53, § 14).", "73.  Par ailleurs, la deuxième branche de l’alinéa b) de l’article 5 § 1 autorise la privation de liberté prononcée pour « garantir l’exécution d’une obligation prescrite par la loi ». Cette disposition concerne les cas où la loi autorise à détenir quelqu’un pour le forcer à exécuter une obligation spécifique et réelle qui lui incombe déjà et qu’il a jusque-là négligé de remplir (Engel et autres, précité, § 69, Guzzardi, précité, § 101, Ciulla, précité, § 36, et Epple, précité, § 37). L’arrestation et la détention doivent alors viser à assurer l’exécution de l’obligation et non être de nature punitive (Gatt c. Malte, no 28221/08, § 46, CEDH 2010) : dès que l’obligation a été exécutée, la détention devient infondée au regard de l’article 5 § 1 b) (Vasileva c. Danemark, no 52792/99, § 36, 25 septembre 2003, et Epple, précité, § 37), qui ne justifie pas, par exemple, un internement administratif tendant à contraindre un citoyen à s’acquitter de son devoir général d’obéissance à la loi (Engel et autres, précité, § 69). Enfin, il faut établir un équilibre entre l’importance dans une société démocratique de garantir l’exécution immédiate de l’obligation dont il s’agit et l’importance du droit à la liberté (Vasileva, précité, § 37, et Epple, précité, § 37).", "74.  Par « condamnation » au sens de l’article 5 § 1 a), il faut entendre, eu égard au texte français, à la fois une « déclaration de culpabilité », consécutive à « l’établissement légal d’une infraction » (Guzzardi, précité, § 100), et l’infliction d’une peine ou autre mesure privatives de liberté (Van Droogenbroeck c. Belgique, 24 juin 1982, § 35, série A no 50, et M. c. Allemagne, précité, § 87).", "b)  Application de ces principes au cas d’espèce", "75.  La Cour est appelée à déterminer tout d’abord si la détention imposée aux requérants en vertu de l’article 55-1) § 2 de la SOG MV afin de les empêcher de commettre une infraction pénale relevait de l’un des motifs admissibles de privation de liberté visés aux alinéas a) à f) de l’article 5 § 1.", "76.  Elle observe que le Gouvernement soutient que la détention des requérants était justifiée, en premier lieu, par l’alinéa c) de l’article 5 § 1. Elle note également qu’en se trouvant en possession de banderoles pliées portant les slogans « Liberté pour tous les prisonniers » et « Libérez-les tous maintenant » les requérants n’avaient encore commis aucune infraction pénale et que, par la suite, ils n’ont jamais été accusés d’incitation à libérer des détenus par la force. Ces points ne font pas controverse entre les parties. La détention litigieuse doit donc être examinée sous l’angle de la deuxième branche de l’article 5 § 1 c), c’est-à-dire comme une détention raisonnablement considérée comme nécessaire pour les empêcher de commettre une infraction.", "77.  En ce qui concerne le point de savoir si l’infraction que les autorités souhaitaient empêcher les requérants de commettre peut être considérée comme suffisamment concrète et spécifique, conformément à sa jurisprudence, pour ce qui est, en particulier, du lieu et du moment où elle aurait été commise et des victimes potentielles (paragraphe 70 ci-dessus), la Cour observe que les juridictions internes semblent ne pas avoir envisagé la même infraction. Il apparaît que le tribunal de district et les tribunaux régionaux de Rostock ont considéré que les requérants avaient l’intention d’inciter autrui, à l’aide des banderoles litigieuses, à libérer par la force les détenus incarcérés à la prison de Waldeck (paragraphes 14 et 17 ci-dessus), déduisant cette intention de leur présence sur le parc de stationnement situé devant la prison – et ce bien que, hormis les sept passagers de la fourgonnette, il n’y avait personne à cet endroit (paragraphe 12 ci-dessus). Pour sa part, la cour d’appel de Rostock a considéré qu’ils avaient l’intention de se rendre à Rostock, d’y exhiber les banderoles dans les manifestations en partie violentes qui s’y déroulaient et d’inciter ainsi la foule présente dans la ville à libérer des détenus par la force (paragraphe 19 ci-dessus).", "78.  De plus, en ce qui concerne le point de savoir si la détention des requérants pouvait être « raisonnablement considérée comme nécessaire » pour les empêcher d’inciter autrui à libérer des détenus par la force, la Cour est forcée de constater qu’ils ont été privés de liberté à des fins préventives pendant environ cinq jours et demi, ce qui représente une durée considérable. De plus, comme la cour d’appel l’a reconnu (paragraphe 22 ci-dessus), les inscriptions figurant sur les banderoles pouvaient être comprises de différentes manières. Les requérants, représentés à la procédure par leur avocate, ont expliqué que ces slogans étaient adressés à la police et aux autorités, qu’ils exhortaient à mettre fin aux nombreuses détentions de manifestants, et qu’ils n’avaient pas été conçus comme un appel à libérer des détenus par la force. Par ailleurs, il n’est pas contesté que les requérants n’étaient pas eux-mêmes en possession d’instruments susceptibles d’être utilisés pour libérer des détenus par la violence. Dans ces circonstances, la Cour n’est pas convaincue que leur maintien en détention pouvait raisonnablement être considéré comme nécessaire pour les empêcher de commettre une infraction suffisamment concrète et spécifique. De même, elle n’est pas convaincue qu’il ait été nécessaire de les placer en détention car, en toute hypothèse, il aurait suffi de saisir leurs banderoles pour leur faire prendre conscience des conséquences négatives qu’elles pouvaient avoir et les empêcher d’inciter autrui – sans en avoir l’intention – à libérer des détenus.", "79.  La Cour rappelle sa jurisprudence bien établie selon laquelle, pour être justifiée au regard de l’article 5 § 1 c), la privation de liberté des requérants aurait dû avoir pour but de les traduire devant l’autorité judiciaire compétente dans le cadre d’une détention provisoire ou d’assurer leur présence à un procès pénal (paragraphes 7172 ci-dessus). Cela étant, ayant déjà constaté cidessus que la détention des requérants ne pouvait pas être raisonnablement considérée comme nécessaire dans les circonstances de la présente espèce, elle n’estime pas indispensable de répondre en détail aux arguments développés par les parties sur ce point, en particulier à ceux dans lesquels le Gouvernement appelle de ses vœux une révision de la jurisprudence bien établie des organes de la Convention.", "80.  Partant, la détention des requérants n’était pas justifiée au regard de l’alinéa c) de l’article 5 § 1.", "81.  Arguant que les requérants n’auraient pas respecté un ordre de se présenter au poste de police de leurs villes de résidence respectives à intervalles réguliers ou de ne pas entrer dans la zone où avaient lieu les manifestations contre le G8 et qu’il était donc justifié de les placer en détention pour les obliger à se tenir éloignés de cette zone, le Gouvernement soutient que leur détention était justifiée au regard de l’alinéa b) de l’article 5 § 1 « en vue de garantir l’exécution d’une obligation prescrite par la loi ». Or la Cour est forcée de constater que la police n’a en fait ordonné aux requérants ni de se présenter à un poste de police de leur ville de résidence ni de ne pas entrer dans la zone où avaient lieu les manifestations contre le G8. On ne peut donc pas considérer qu’ils avaient l’« obligation prescrite par la loi », aux fins de l’article 5 § 1 b), de se présenter à un poste de police ou de ne pas entrer dans cette zone ni, dès lors, qu’ils y ont failli.", "82.  La Cour observe que le Gouvernement arguë également que les autorités ont détenu les requérants conformément à l’article 5 § 1 b) pour s’assurer qu’ils respectent l’obligation de ne pas commettre une infraction précise, à savoir l’incitation à libérer des détenus. A cet égard, elle renvoie à sa jurisprudence précitée, en vertu de laquelle l’« obligation prescrite par la loi », aux fins de cette disposition, doit être réelle et spécifique, incomber déjà à l’intéressé et ne pas avoir été exécutée par lui au moment de la privation de liberté (paragraphe 73 ci-dessus). Elle note que les requérants ont été détenus en vertu de l’article 55-1) § 2 de la SOG M-V, qui autorise la détention lorsque « cela est indispensable pour empêcher la commission imminente (...) d’une infraction pénale » (paragraphe 37 ci-dessus), par exemple une infraction prévue à l’article 120 du code pénal. Or l’obligation de ne pas commettre une infraction pénale dans un futur imminent ne peut être considérée comme suffisamment concrète et spécifique au sens de la jurisprudence des organes de la Convention pour relever des cas de détention autorisés par l’article 5 § 1 b), tout au moins tant qu’il n’a pas été ordonné de mesures précises qui n’ont pas été respectées. La Cour rappelle à cet égard qu’une interprétation extensive de l’alinéa b) de l’article 5 § 1 entraînerait des résultats incompatibles avec l’idée de prééminence du droit dont s’inspire la Convention tout entière (Engel et autres, précité, § 69). De plus, on ne peut pas considérer que les requérants aient déjà manqué à leur obligation de ne pas commettre pareille infraction. Leur détention n’était donc pas non plus couverte par l’alinéa b) de l’article 5 § 1.", "83.  La Cour prend note également de l’argument du Gouvernement selon lequel, à la suite de l’ordonnance du tribunal de district autorisant la privation de liberté des requérants en vertu de l’article 55-1) § 2 de la SOG MV, leur détention était aussi justifiée au regard de l’alinéa a) de l’article 5 § 1. Le Gouvernement soutient que, par son libellé, cette disposition couvre aussi les décisions de justice ordonnant la détention d’un individu à des fins préventives. Or, selon la jurisprudence bien établie de la Cour, il faut entendre par « condamnation », eu égard au texte français, une déclaration de culpabilité consécutive à l’établissement légal d’une infraction (paragraphe 74 cidessus) ; et, dans la procédure en cause, les juridictions internes n’ont pas jugé les requérants coupables d’une infraction pénale mais ont ordonné leur placement en détention afin de les empêcher de commettre une infraction à l’avenir. Cette détention ne relevait donc pas de l’alinéa a) de l’article 5 § 1.", "84.  La Cour considère par ailleurs – et ce n’est pas contesté par les parties – que la détention préventive des requérants n’était justifiée par aucun autre alinéa de l’article 5 § 1.", "85.  Elle prend note également de l’argument du Gouvernement selon lequel, sans la possibilité de détenir des individus à des fins préventives, l’Etat ne pourrait pas s’acquitter de son obligation positive consistant à protéger ses citoyens contre les infractions pénales. Elle considère néanmoins que, dans l’affaire en cause, même compte tenu de la situation générale qui prévalait avant et pendant le sommet du G8, il n’a pas été suffisamment démontré que la libération de détenus ait été imminente. Dès lors, le risque de commission de cette infraction ne pouvait pas justifier une atteinte au droit à la liberté, en particulier alors que des mesures moins invasives auraient pu être prises (paragraphe 78 ci-dessus). La Cour rappelle que, en tout état de cause, la Convention oblige les autorités nationales à prendre les mesures raisonnables qui sont en leur pouvoir pour prévenir la commission d’infractions pénales dont ils ont ou devraient avoir connaissance, mais elle ne permet pas aux Etats de protéger les individus des actes criminels d’autrui par des mesures contraires aux droits qu’elle protège, en particulier le droit à la liberté garanti par l’article 5 § 1 (Jendrowiak c. Allemagne, no 30060/04, §§ 37-38, 14 avril 2011, avec les références citées), en cause en l’espèce.", "86.  Partant, il y a eu violation de l’article 5 § 1 de la Convention.", "(...)", "IV.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 10 ET 11 DE LA CONVENTION", "90.  Les requérants arguënt que leur placement en détention a porté atteinte de manière disproportionnée à leurs droits à la liberté d’expression et à la liberté de réunion garantis par les articles 10 et 11 de la Convention, car il les a empêchés de participer aux manifestations qui se sont tenues pendant le sommet du G8 et d’y exprimer leurs opinions.", "91.  En leurs parties pertinentes, ces articles sont ainsi libellés :", "Article 10", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "Article 11", "« 1.  Toute personne a droit à la liberté de réunion pacifique et à la liberté d’association (...)", "2.  L’exercice de ces droits ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui (...) »", "92.  Le Gouvernement conteste cette thèse.", "(...)", "B.  Sur le fond", "1.  Thèses des parties", "a)  Les requérants", "94.  Les requérants soutiennent que leur placement en détention a emporté violation à leur égard tant de l’article 10 (liberté d’expression) que de l’article 11 (liberté de réunion pacifique) de la Convention. L’atteinte portée à leurs droits par cette mesure n’aurait pas été justifiée. Elle n’aurait pas été « prévue par la loi » et n’aurait pas poursuivi un but légitime, pour les raisons qu’ils ont exposées dans le cadre de leur grief tiré de l’article 5 § 1 (paragraphe 57 ci-dessus). En particulier, les autorités n’auraient pas été certaines qu’ils avaient l’intention de déployer les banderoles portant les slogans « Liberté pour tous les prisonniers » et « Libérezles tous maintenant » ni été en mesure de dire où et quand ils l’auraient fait. En outre, les requérants soulignent que, même dans l’hypothèse où ils auraient agi ainsi, cela n’aurait pas été constitutif d’une infraction prévue par le code pénal. Selon eux, les slogans litigieux ne pouvaient se comprendre comme une incitation à commettre l’infraction citée par les autorités, qui serait une infraction extrêmement rare, ils auraient eu un sens différent et bien plus évident : plus d’un millier de manifestants ayant été arrêtés et placés en détention dans le cadre du sommet du G8, dont une centaine seulement avec l’aval des tribunaux, il y aurait eu des raisons amplement suffisantes de critiquer les privations de liberté imposées dans le cadre du sommet.", "95.  Les requérants ajoutent que leur détention a constitué une mesure disproportionnée et donc non « nécessaire » au regard du paragraphe 2 des articles 10 et 11. L’intérêt public résidant dans la prévention de la commission incertaine d’une infraction en un lieu et un temps indéterminés ne l’emporterait pas en l’espèce sur leur intérêt à exprimer leur désaccord avec les nombreuses privations de liberté selon eux illégitimes ordonnées dans le cadre du sommet du G8 et à participer à des protestations contre ce sommet. Les slogans « Liberté pour tous les prisonniers » et « Libérez-les tous maintenant » seraient des slogans gauchistes connus et courants de protestation contre ces détentions et ne pourraient s’interpréter comme un appel à la libération de détenus par la violence. Le fait d’avoir privé les requérants de leur liberté dans les circonstances de l’espèce aurait constitué une dissuasion de discuter ouvertement de questions d’intérêt public.", "b)  Le Gouvernement", "96.  Le Gouvernement estime qu’il n’y a eu violation ni de l’article 10 ni de l’article 11 de la Convention. L’atteinte portée à la liberté d’expression et à la liberté de réunion des requérants par leur détention aurait été justifiée et prévue par l’article 55-1) § 2 a) de la SOG M-V, disposition qui aurait été suffisamment précise pour que son application au cas des requérants soit prévisible. La détention des intéressés aurait poursuivi des buts légitimes, à savoir la protection de la sécurité publique et la prévention des infractions.", "97.  Le Gouvernement ajoute que les autorités ne disposaient pas de mesure moins restrictive que la détention des requérants pour réaliser ces buts légitimes, et que l’ingérence litigieuse était donc « nécessaire dans une société démocratique » au sens des articles 10 § 2 et 11 § 2. Il arguë en particulier qu’il n’aurait pas été suffisant de saisir les banderoles, car les requérants auraient pu selon lui en fabriquer de nouvelles semblables à tout moment et les utiliser pendant les manifestations à Rostock. La mesure aurait aussi été proportionnée, car il y avait eu des émeutes dans le centre ville de Rostock la veille, or les requérants, qui se seraient montrés prêts à utiliser la violence, auraient été en chemin vers Rostock, où ils auraient eu l’intention de participer aux manifestations. Il y aurait eu des raisons de craindre que leurs banderoles incitent d’autres manifestants violents à libérer par la force les personnes détenues dans les centres de rassemblement des personnes arrêtées établis sur place. Dans ces circonstances, l’intérêt public consistant à maintenir l’ordre public et à empêcher la commission d’infractions l’aurait emporté sur l’intérêt des requérants à participer aux manifestations.", "2.  Appréciation de la Cour", "a)  Sur l’applicabilité des articles 10 et 11 de la Convention", "98.  La Cour rappelle que la protection des opinions personnelles, garantie par l’article 10 de la Convention, est l’un des objectifs de la liberté de réunion pacifique consacrée à l’article 11 de cet instrument (Ezelin c. France, 26 avril 1991, § 37, série A no 202, Djavit An c. Turquie, no 20652/92, § 39, CEDH 2003III, Women On Waves et autres c. Portugal, no 31276/05, § 28, 3 février 2009, Barraco c. France, no 31684/05, § 27, 5 mars 2009, et Palomo Sánchez et autres c. Espagne [GC], nos 28955/06, 28957/06, 28959/06 et 28964/06, § 52, CEDH 2011).", "99.  Elle note que dans les affaires où les requérants se plaignaient d’avoir été empêchés de participer à des rassemblements, par exemple des manifestations, et d’y exprimer leurs opinions, ou d’avoir été sanctionnés pour l’avoir fait, elle a tenu compte de plusieurs éléments pour déterminer la relation entre la liberté d’expression et la liberté de réunion. Les circonstances de l’affaire l’ont souvent amenée à considérer l’article 11 comme la lex specialis, prévalant en matière de rassemblements sur l’article 10 (voir par exemple Ezelin, précité, § 35, concernant une sanction disciplinaire imposée au requérant, un avocat, pour avoir participé à une manifestation de protestation contre deux décisions de justice, Osmani et autres c. « l’ex-République yougoslave de Macédoine » (déc.), no 50841/99, CEDH 2001X, concernant la condamnation du requérant, un élu, pour incitation à la haine nationaliste dans un discours qu’il avait prononcé lors d’un rassemblement qu’il avait organisé, Djavit An, précité, § 39, concernant le refus des autorités turques et chypriotes turques de laisser le requérant traverser la « ligne verte » pour se rendre dans la partie sud de Chypre afin d’y participer à des réunions intercommunautaires, Galstyan c. Arménie, no 26986/03, § 95, 15 novembre 2007, concernant l’imposition de trois jours de détention à titre de sanction pour avoir participé à une manifestation, et Barraco, précité, § 26, concernant la condamnation du requérant pour sa participation à une « opération escargot » qui s’est déroulée dans le cadre d’une journée d’action revendicative organisée à l’appel d’une intersyndicale).", "100.  Dans d’autres affaires, eu égard aux circonstances particulières de l’espèce et à la manière dont les requérants avaient formulé leurs griefs, la Cour a considéré qu’ils se plaignaient essentiellement d’une violation du droit à la liberté d’expression et elle a donc examiné l’affaire sous l’angle de l’article 10 seulement (voir par exemple Karademirci et autres c. Turquie, nos 37096/97 et 37101/97, § 26, CEDH 2005I, concernant une sanction pénale imposée pour avoir lu une déclaration lors d’un rassemblement devant un établissement scolaire, et Yılmaz et Kılıç c. Turquie, no 68514/01, § 33, 17 juillet 2008, concernant la condamnation pénale des requérants pour leur participation à des manifestations organisées en soutien à Abdullah Öcalan).", "101.  La Cour note qu’en l’espèce, les parties lui ont présenté des arguments tirés des articles 10 et 11 pris ensemble. Elle considère que les requérants se plaignent essentiellement de ce que, en raison de leur détention pendant toute la durée du sommet du G8, ils se sont trouvés dans l’impossibilité d’exprimer leurs opinions avec les autres manifestants qui s’étaient rassemblés pour protester contre le sommet. Ils dénoncent certes l’interdiction qui leur a été faite d’exprimer leurs opinions, inscrites sur leurs banderoles, relatives à la détention de manifestants, mais l’essentiel de leur grief concerne une violation de leur droit à la liberté de réunion, puisqu’ils ont été empêchés de participer aux manifestations et d’y exprimer leurs opinions. C’est pourquoi la Cour examinera cette partie du grief exclusivement sous l’angle de l’article 11. Elle note toutefois que la question de la liberté d’expression ne peut pas en l’espèce être entièrement séparée de celle de la liberté de réunion. Nonobstant son rôle autonome et son domaine d’application particulier, l’article 11 doit donc aussi être examiné à la lumière de l’article 10 (voir, mutatis mutandis, Ezelin, précité, § 37).", "b)  Sur l’existence d’une atteinte au droit à la liberté de réunion pacifique", "102.  La Cour considère que, du fait de leur détention, ordonnée par les juridictions internes pour toute la durée du sommet du G8, les requérants ont été empêchés de participer aux manifestations qui se sont tenues pendant ce sommet.", "103.  Elle rappelle que l’article 11 de la Convention ne protège que le droit à la liberté de « réunion pacifique ». Cette notion ne couvre pas les manifestations dont les organisateurs et participants ont des intentions violentes (Stankov et Organisation macédonienne unie Ilinden c. Bulgarie, nos 29221/95 et 29225/95, § 77, CEDH 2001IX, et Galstyan, précité, § 101) ; cependant, la possibilité que des extrémistes aux intentions violentes non membres de l’association organisatrice se joignent à la manifestation, ne peut pas, comme telle, supprimer ce droit. Même s’il existe un risque réel qu’un défilé public soit à l’origine de troubles par suite d’événements échappant au contrôle des organisateurs, ce défilé ne sort pas pour cette seule raison du champ d’application du paragraphe 1 de l’article 11, et toute restriction imposée à pareille réunion doit être conforme aux termes du paragraphe 2 de cette disposition (Christians against Racism and Fascism c. Royaume-Uni, no 8440/78, décision de la Commission du 16 juillet 1980, Décisions et rapports 21, pp. 148149, et, mutatis mutandis, Ezelin, précité, § 41).", "104.  La Cour note qu’au moment de leur arrestation, les requérants avaient l’intention de participer à des manifestations contre le sommet du G8 qui devaient se tenir ultérieurement. Rien n’indique que les organisateurs de ces manifestations aient eu des intentions violentes. Comme cela a été démontré ci-dessus (paragraphes 8 et 103), le fait que la police ait aussi prévu la présence d’extrémistes aux intentions violentes dans ces manifestations par ailleurs pacifiques ne les faisait pas sortir du champ d’application du paragraphe 1 de l’article 11.", "105.  En ce qui concerne les intentions personnelles des requérants quant à leur conduite lors des manifestations, la Cour n’estime pas établi que cellesci aient été violentes. A cet égard, elle observe, premièrement, que les juridictions internes n’ont pas considéré que les intéressés, parce qu’ils portaient des banderoles où étaient inscrits les slogans « Liberté pour tous les prisonniers » et « Libérez-les tous maintenant », avaient l’intention de libérer eux-mêmes des détenus par la force, deuxièmement, qu’il n’a pas été retrouvé d’armes sur eux, troisièmement, que la cour d’appel, si elle a conclu qu’une foule prête à recourir à la violence aurait pu être incitée par les banderoles à libérer des détenus par la force, a néanmoins admis que les slogans figurant sur ces banderoles pouvaient être compris de différentes manières (paragraphes 19, 21 et 22 ci-dessus) et, quatrièmement, que les requérants ont expliqué par l’intermédiaire de leur conseil lors de la procédure devant les juridictions internes que les slogans figurant sur les banderoles étaient adressés à la police et aux autorités, qu’ils exhortaient à mettre fin aux nombreuses détentions de manifestants, et qu’ils n’étaient pas conçus comme un appel à attaquer les prisons pour en libérer les détenus par la force (paragraphes 18 et 25 ci-dessus). La Cour juge que les requérants ont donné une interprétation plausible des inscriptions figurant sur leurs banderoles, lesquelles ne prônaient pas ouvertement la violence. Compte tenu également de la conclusion des juridictions internes selon laquelle la teneur ambivalente des slogans permettait différentes interprétations, elle considère qu’il n’a pas été établi que les requérants aient réellement eu l’intention d’inciter autrui à la violence. Elle estime aussi qu’on ne peut pas non plus tirer pareille conclusion du fait que l’un d’eux ait été considéré comme ayant résisté par la force au contrôle d’identité musclé pratiqué par les policiers, dans des circonstances et d’une manière différentes de l’exposition publique de banderoles dans une manifestation. A cet égard, elle note qu’il n’a été démontré pour aucun des deux requérants qu’il ait précédemment été condamné pour des faits de violence pendant une manifestation ou dans une situation comparable.", "106.  Dès lors, la détention dont l’un et l’autre ont fait l’objet a constitué une ingérence dans leur droit à la liberté de réunion pacifique garantie par l’article 11 § 1, ce qui ne fait d’ailleurs pas débat entre les parties.", "c)  Sur la justification de l’ingérence", "107.  Pareille ingérence emporte violation de l’article 11, à moins qu’on établisse qu’elle était « prévue par la loi », poursuivait un ou plusieurs buts légitimes au regard du paragraphe 2 et était « nécessaire, dans une société démocratique », pour atteindre ce ou ces buts.", "i.  Ingérence « prévue par la loi » et poursuivant un but légitime", "108.  La Cour rappelle qu’on ne peut qualifier de « loi » qu’une norme énoncée avec assez de précision pour permettre à chacun – en s’entourant au besoin de conseils éclairés – de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences de nature à dériver d’un acte déterminé (Ezelin, précité, § 45). Elle observe que les parties ne s’entendent pas sur le point de savoir si la détention litigieuse était prévue par une disposition – en l’espèce, l’article 55-1) § 2 de la SOG M-V – suffisamment précise pour que son application au cas des requérants soit prévisible. Elle considère cependant qu’elle peut laisser cette question ouverte et examiner l’affaire en partant du principe que l’ingérence litigieuse était « prévue par la loi », pour les raisons exposées ci-après.", "109.  La Cour estime établi que le but que poursuivaient les autorités lorsqu’elles ont ordonné le placement en détention des requérants était de les empêcher de commettre une infraction, à savoir l’incitation à libérer des détenus par la force. Ce but était en soi légitime au regard de l’article 11 § 2.", "ii.  Ingérence « nécessaire dans une société démocratique »", "110.  La Cour rappelle que pour apprécier la nécessité dans une société démocratique d’une restriction du droit à la liberté de réunion, il faut tenir compte du fait que ce droit est un droit fondamental dans une société démocratique et, à l’instar du droit à la liberté d’expression, l’un des fondements de pareille société. Dès lors, il ne doit pas faire l’objet d’une interprétation restrictive (Djavit An, précité, § 56, Barraco, précité, § 41).", "111.  L’expression « nécessaire dans une société démocratique » implique une ingérence fondée sur un « besoin social impérieux », et notamment proportionnée au but légitime recherché. La nature et la lourdeur des sanctions infligées sont également des facteurs à prendre en considération pour apprécier la proportionnalité de l’ingérence au but qu’elle poursuit (Osmani et autres, précité, avec les références citées).", "112.  La Cour doit ensuite déterminer si les motifs invoqués par les autorités nationales pour justifier l’ingérence apparaissent « pertinents et suffisants ». Ce faisant, elle doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés par l’article 11 et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents (Parti communiste unifié de Turquie et autres c. Turquie, 30 janvier 1998, § 47, Recueil [des arrêts et décisions] 1998I, Stankov et Organisation macédonienne unie Ilinden, précité, § 87).", "113.  Les Etats contractants jouissent d’une certaine marge d’appréciation pour juger de la nécessité dans une société démocratique d’une ingérence, mais cette marge va de pair avec un contrôle européen portant à la fois sur la loi et sur les décisions qui l’appliquent (ibidem, § 87, et Barraco, précité, § 42). L’article 10 de la Convention – à la lumière duquel il faut interpréter l’article 11 (paragraphes 98 et 101 ci-dessus) – ne laisse guère de place à des restrictions au discours politique ou au débat sur des questions d’intérêt général (Stankov et Organisation macédonienne unie Ilinden, précité, § 88, avec les références citées). Cependant, là où il y a incitation à l’usage de la violence à l’égard d’un individu, d’un représentant de l’Etat ou d’une partie de la population, les autorités nationales jouissent d’une marge d’appréciation plus large dans leur examen de la nécessité d’une ingérence dans l’exercice de la liberté d’expression (ibidem, § 90, et, mutatis mutandis, Galstyan, précité, § 115, et Osmani et autres, précité).", "114.  En l’espèce, la Cour note que les requérants ont été détenus pendant près de six jours par crainte qu’ils n’incitent autrui à libérer des détenus par la force pendant les manifestations contre le sommet du G8. Elle a conclu ci-dessus (paragraphes 75-86) que la détention préventive dont ils ont fait l’objet ne relevait d’aucun des motifs admissibles de privation de liberté aux fins de l’article 5 § 1 et emportait donc violation de cette disposition. Elle observe par ailleurs que le sommet devait attirer un nombre important de manifestants (environ 25 000), dont une grande majorité étaient pacifiques, mais dont un nombre non négligeable étaient prêts à faire usage de la violence. Plusieurs manifestations massives étaient prévues sur une période de plusieurs jours, dont certaines avaient dégénéré en émeutes au centre ville de Rostock avant l’arrestation des requérants. La Cour admet que garantir la sécurité des participants au sommet et maintenir l’ordre public en général dans cette situation représentait pour les autorités internes une formidable gageure et que, dans ce contexte, il leur a souvent fallu prendre des décisions à la hâte.", "115.  Cela étant, comme elle l’a déjà dit ci-dessus (paragraphe 105), elle ne peut considérer comme établi que les requérants aient eu l’intention délibérée d’inciter d’autres manifestants prêts à se montrer violents à libérer par la force les personnes arrêtées pendant le sommet du G8, en brandissant pendant les manifestations les banderoles portant les inscriptions litigieuses. Il apparaît en revanche que les slogans en question pouvaient être considérés comme ambigus et que les requérants auraient pu sans le vouloir inciter d’autres manifestants à la violence en exhibant leurs banderoles pendant certaines manifestations. C’est en tout cas l’appréciation des faits qu’ont retenue les autorités, et elle est acceptable compte tenu de leur marge d’appréciation (voir, pour un cas d’utilisation de symboles pouvant être interprétés de différentes manières, Vajnai c. Hongrie, no 33629/06, §§ 51 et suivants, CEDH 2008).", "116.  La Cour considère que les requérants avaient l’intention, en participant aux manifestations contre le sommet du G8, de prendre part à un débat sur des questions d’intérêt public, en l’espèce les effets de la mondialisation sur le quotidien des gens, et que, par l’intermédiaire des slogans qui figuraient sur leurs banderoles, ils voulaient critiquer la gestion faite par la police de la sécurité du sommet, en particulier le nombre important d’arrestations auxquelles elle avait procédé. Etant donné qu’un grand nombre de manifestants (plus de 1 000 sur les 25 000 attendus) ont été temporairement détenus pendant le sommet, la Cour considère que ces slogans apportaient une contribution à un débat sur une question d’intérêt public. Il est clair en outre que le fait d’avoir privé les requérants de leur liberté pendant plusieurs jours au motif qu’ils avaient l’intention de montrer les banderoles litigieuses a eu un effet dissuasif sur l’expression d’une telle opinion et a restreint le débat public sur cette question.", "117.  En bref, les protestations que les requérants avaient l’intention d’exprimer pendant le sommet du G8 doivent être considérées comme visant à participer à un débat d’intérêt public, domaine dans lequel il n’y a guère de place pour la restriction (paragraphe 113 ci-dessus). De plus, il n’a pas été démontré qu’ils aient eu l’intention d’inciter autrui à la violence. Dans ces conditions, la Cour considère que la sanction considérable qui leur a été imposée, à savoir une mise en détention pendant près de six jours, n’était pas une mesure proportionnée au but consistant à les empêcher de risquer d’inciter sans le vouloir d’autres personnes à libérer par la force les manifestants détenus pendant le sommet du G8. Dans cette situation, où ils ont été immédiatement placés en détention, pour une durée de plusieurs jours, il n’a pas été ménagé un juste équilibre entre l’objectif consistant à assurer la sécurité publique et la prévention des infractions et leur intérêt à exercer leur liberté de réunion.", "118.  En particulier, la Cour n’est pas convaincue que les autorités n’aient pas disposé de mesures efficaces et moins invasives pour parvenir aux mêmes buts par des moyens proportionnés. Notamment, elle considère que, dans la situation concrète, où il n’a pas été démontré que les requérants aient eu conscience du fait que les policiers considéraient que les slogans figurant sur leurs banderoles étaient illégaux, il aurait suffi de saisir les banderoles en question. On pouvait raisonnablement penser que cela aurait un effet dissuasif sur les requérants et les empêcherait d’en établir immédiatement de nouvelles semblables. Leur liberté d’expression aurait ainsi été restreinte dans une certaine mesure, mais il ne leur aurait pas été impossible d’emblée de participer aux manifestations.", "119.  Compte tenu de ce qui précède, la Cour conclut que l’atteinte portée au droit des requérants à la liberté de réunion n’était pas « nécessaire dans une société démocratique ». Partant, il y a eu violation de l’article 11 de la Convention.", "(...)", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Décide de joindre les requêtes ;", "", "2.  Déclare (...) les requêtes recevables ;", "", "3.  Dit qu’il y a eu violation de l’article 5 § 1 de la Convention ;", "", "4.  Dit qu’il y a eu violation de l’article 11 de la Convention ;", "", "(...)", "Fait en anglais, puis communiqué par écrit le 1er décembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident"]}