{"file": "FRE_CLINF_56759_08.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "56759/08", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 141", "Mai 2011", "Négrépontis-Giannisis c. Grèce - 56759/08", "Arrêt 3.5.2011 [Section I]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Respect de la vie privée", "Refus injustifié de reconnaître l’adoption d’un adulte par son oncle ecclésiastique : violation", "", "En fait – L’adoption du requérant – alors étudiant aux Etats-Unis – par son oncle, moine orthodoxe consacré évêque chez qui il résidait, fut prononcée par un tribunal américain en 1984. Le requérant rentra en Grèce en 1985 et son père adoptif en 1996. Ce dernier décéda en 1998. En 1999, le tribunal grec de grande instance saisi par le requérant jugea que la décision américaine d’adoption n’était pas contraire à l’ordre public et aux bonnes mœurs, et lui donna force de chose jugée et plein effet en Grèce. En 2001, le requérant obtint une décision du préfet qui lui permit d’accoler le nom de son père adoptif à son nom d’origine. En 2000 et 2001, des membres de la famille de son père adoptif contestèrent en justice la reconnaissance de l’adoption. En 2002, le tribunal de grande instance rejeta cette requête, considérant que l’adoption par un moine n’était pas interdite par le droit grec. Toutefois, la cour d’appel infirma cette décision en 2003, estimant qu’il était interdit à un moine d’effectuer des actes juridiques en rapport avec des activités séculières, tels que l’adoption, car celle-ci était incompatible avec la vie monacale et contraire aux principes d’ordre public grec. En 2006, une chambre de la Cour de cassation rejeta le pourvoi introduit par le requérant, souligna que la décision d’adoption avait des conséquences en matière de droits successoraux, et renvoya à la formation plénière la question de savoir si l’adoption par un moine était contraire à l’ordre public grec. Par un arrêt de 2008, la formation plénière répondit par l’affirmative.", "En droit – Article 8 : la Cour admet la réalité d’une vie familiale entre le requérant et son père adoptif en constatant que les autorités judiciaires américaines avaient émis un acte censé produire des effets dans la vie quotidienne du requérant et de sa famille. Les refus des juridictions grecques de reconnaître son adoption ont constitué une ingérence incontestable dans la vie privée et familiale du requérant. L’ingérence était prévue par la loi et poursuivait un but légitime de défense de l’ordre public et des bonnes mœurs. Cependant, la Cour attache une grande importance à la nature des règles sur lesquelles s’est fondée la formation plénière de la Cour de cassation pour déclarer que l’adoption par un moine s’opposait à l’ordre public. Ces règles sont toutes de nature ecclésiastique et datent des VIIe et IXe siècles, alors que la loi actuelle autorise de manière expresse le droit au mariage des moines. En outre, l’adoption est intervenue postérieurement à l’entrée en vigueur de cette loi. Enfin, l’adoption litigieuse a eu lieu en 1984, alors que le requérant avait atteint l’âge adulte, et elle a duré vingt-quatre ans avant que la Cour de cassation n’y mette un terme par ses arrêts. Les parties n’ont par ailleurs fourni aucun élément tendant à démontrer que la réalité des liens entre le requérant et son père adoptif ait été mise en cause avant que la question de la succession ne se pose. Ainsi, les motifs avancés par la Cour de cassation pour refuser de reconnaître l’adoption du requérant ne répondent pas à un besoin social impérieux. Ils ne sont donc pas proportionnés au but légitime poursuivi en ce qu’ils ont eu pour effet la négation du statut de fils adoptif du requérant.", "Conclusion : violation (unanimité).", "Article 8 combiné avec l’article 14 : une différence de traitement en tant qu’enfant adoptif par rapport à un enfant biologique est discriminatoire si elle manque de justification objective et raisonnable. Or, depuis 1982, les moines ont le droit de se marier et de fonder une famille, et la loi fixant cette règle est entrée en vigueur avant l’adoption du requérant. Ainsi, un enfant biologique de l’évêque né au moment de l’adoption du requérant n’aurait pas pu être privé de ses droits filiaux – avec tout ce que cela entraîne en matière de droits successoraux –, du droit au nom et du droit à vivre, en somme, dans la société avec une identité autre que celle qui résulte du refus de reconnaissance de l’adoption.", "Conclusion : violation (unanimité).", "La Cour conclut également, à l’unanimité, à la violation de l’article 6 § 1 en raison du refus des juridictions grecques de reconnaître la force exécutoire de la décision de justice américaine, et à la violation de l’article 1 du Protocole no 1 car le refus de la Cour de cassation de reconnaître au requérant le statut de fils adoptif, et par conséquent ses droits successoraux, a constitué une ingérence disproportionnée dans son droit au respect des biens.", "Article 41 : question réservée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}