{"file": "FRE_HFJUD_31956_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "31956/05", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE HAMIDOVIC c. ITALIE", "", "(Requête no 31956/05)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "4 décembre 2012", "", "DÉFINITIF", "", "04/03/2013", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Hamidovic c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tGuido Raimondi,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil les 13 septembre 2011 et 13 novembre 2012,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 31956/05) dirigée contre la République italienne et dont une ressortissante de la BosnieHerzégovine, Mme Nevresa Hamidovic (« la requérante »), a saisi la Cour le 2 septembre 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me Luca Santini, avocat à Rome. Le gouvernement italien (« le Gouvernement ») a été représenté par son agent, Mme E. Spatafora, ainsi que par son coagent, Mme P. Accardo.", "3.  La requérante alléguait la violation des articles 8 (droit au respect de la vie privée et familiale) et 34 de la Convention en raison de son expulsion du territoire italien.", "4.  Le 5 avril 2007, la Cour a invité le gouvernement de la BosnieHerzégovine à présenter, s’il le souhaitait, des observations écrites sur cette affaire en vertu de l’article 36 § 1 de la Convention. Le gouvernement de la Bosnie-Herzégovine n’a pas donné suite à cette demande.", "5.  Par une décision du 13 septembre 2011, la chambre a déclaré la requête partiellement recevable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "1.  La situation familiale de la requérante", "6.  La requérante est née en 1975 et réside à Rome. Ressortissante de la Bosnie-Herzégovine d’origine rom, elle se maria à Rome en 1991. Cinq enfants naquirent de cette union, respectivement en 1992, 1993, 1995, 2001 et 2002. L’ensemble de la famille est installé dans le camp pour nomades « Castel Romano », à Rome.", "7.  Le dossier fait apparaître une inscription des trois premiers enfants à l’école pour les années scolaires 1999-2000 et 2002-2003. D’après les bulletins scolaires, leur fréquentation de l’école était discontinue.", "8.  L’époux de la requérante, également ressortissant de la BosnieHerzégovine d’origine rom, est employé dans une coopérative. Selon les informations fournies par le Gouvernement le 24 juin 2011, celuici est actuellement titulaire d’un permis de séjour délivré à une date non précisée et valable jusqu’au 11 juillet 2013. Pendant les années de résidence en Italie, le permis de séjour de l’époux de la requérante a expiré et a été renouvelé à plusieurs reprises.", "2.  Le séjour de la requérante en Italie et la procédure d’expulsion dont elle a fait l’objet", "9.  Le 13 janvier 1996, la requérante obtint un permis de séjour en tant que ressortissante de l’ex-Yougoslavie pour motifs extraordinaires de caractère humanitaire. Ce permis fut révoqué le 9 octobre 1997 pour des raisons qui ne sont pas connues.", "10.  Le 19 août 1998, la requérante demanda le renouvellement de son permis auprès de la préfecture de police de Rome. Par une décision du 18 mai 1999, cette demande fut rejetée au motif que la requérante avait commis des infractions pénales.", "11.  Le 24 septembre 2002, le consulat général de Bosnie-Herzégovine à Milan délivra à la requérante un passeport valable jusqu’au 24 septembre 2007.", "12.  A la suite d’un contrôle des pièces d’identité de la requérante effectué à Alba Adriatica (Teramo), par un arrêté du 20 juillet 2005, le préfet de Teramo ordonna l’expulsion de cette dernière au motif qu’elle résidait irrégulièrement sur le territoire italien. La requérante fut donc placée dans le centre de rétention temporaire de Ponte Galeria, à Rome.", "13.  Le 2 août 2005, la requérante attaqua cette décision devant le juge de paix de Teramo. Elle invoqua, entre autres, son droit au respect de la vie familiale, tel que protégé par l’article 8 de la Convention.", "14.  Le 24 août 2005, le juge de paix rejeta cette demande, considérant que l’arrêté litigieux avait été adopté conformément à la loi. Il releva d’abord que le permis de séjour de la requérante avait été révoqué le 9 octobre 1997 et que son renouvellement n’avait pas été demandé dans les soixante jours prévus par l’article 13, alinéa 2 b), du décret-loi no 286 du 25 juillet 1998 (« le décret-loi no 286/98 » ; voir la partie « Droit interne pertinent »). Il souligna aussi que la requérante avait déjà fait l’objet d’un arrêté d’expulsion le 9 octobre 1991 ainsi que de nombreuses procédures pénales.", "15.  Quant à la nécessité de maintenir l’unité familiale, le juge releva que le permis de séjour de l’époux de la requérante avait expiré en 2004, qu’aucune preuve de scolarisation des enfants du couple ni d’insertion sociale de la famille n’avait été fournie et que, de toute manière, le droit de maintenir l’unité familiale n’était reconnu qu’aux étrangers titulaires d’un permis de séjour régulier, selon l’article 28 du décret-loi no 286/98.", "16.  Le juge releva enfin que, selon l’article 19 du même décret-loi, les mineurs ont la possibilité de suivre le parent expulsé et que le tribunal pour enfants a le pouvoir d’autoriser l’entrée ou le séjour du membre de la famille expulsé pour une période de temps donnée. De l’avis du juge, ce système permettrait de concilier l’exigence du respect de l’unité familiale tout en évitant que la présence de mineurs empêche l’application de la législation visant à protéger l’intégrité des frontières.", "3.  Les informations résultant du casier judiciaire de la requérante", "17.  Entre 1985 (époque à laquelle elle était âgée de dix ans) et 1990, la police de Rome arrêta la requérante à quatre reprises pour vol aggravé et vol à la tire.", "18.  Au courant des mois d’avril et d’août 1995, la requérante fut appréhendée par la police à deux reprises pour mendicité. Des procédures pénales furent entamées ; elles se terminèrent par deux décisions de classement sans suite.", "19.  En 2003, la requérante fut appréhendée par la police pour mendicité avec utilisation de mineurs – en l’espèce, ses enfants – âgés de neuf mois et dix ans à l’époque. Par un jugement du 24 novembre 2003, le tribunal de Rimini condamna la requérante à un mois et quinze jours de réclusion. Cette peine fut ensuite remplacée par une amende de 1 710 euros (EUR).", "20.  L’infraction dont il est question, prévue par l’article 671 du code pénal, fut ensuite dépénalisée par la loi no 94 du 15 juillet 2009.", "4.  L’expulsion de la requérante et l’application de l’article 39 du règlement de la Cour", "21.  Lors de l’introduction de la présente requête par téléfax, le vendredi 2 septembre 2005 à 11 h 33, la requérante demanda l’application de l’article 39 du règlement de la Cour, alléguant que son éventuelle expulsion aurait entraîné la violation de l’article 8 de la Convention, quant à sa vie privée et familiale.", "22.  Le jour même, la Cour décida de faire droit à cette demande ; un téléfax fut ainsi envoyé, à 18 h 36, à la représentation permanente de l’Italie auprès du Conseil de l’Europe. Par un téléfax du 6 septembre 2005, le représentant de la requérante indiqua au greffe de la Cour avoir informé par téléfax, le 5 septembre 2005 à 13 h 08, le centre de rétention de Rome – Ponte Galeria, où la requérante était retenue, que l’article 39 du règlement avait été appliqué. Le matin du 6 septembre 2005, cependant, la requérante fut accompagnée à l’aéroport et embarquée sur un vol partant à 10 heures pour Sarajevo.", "23.  Le 8 septembre 2005, la requérante introduisit une demande d’autorisation spéciale devant le ministère de l’Intérieur afin de revenir en Italie (article 13, alinéa 13, du décret-loi no 286/98).", "24.  Par une lettre du 16 septembre 2005, le ministère de l’Intérieur invita le ministère des Affaires étrangères à mettre en place les mesures nécessaires afin de réadmettre la requérante en Italie.", "25.  Le 12 janvier 2006, le ministère de l’Intérieur demanda au conseil de la requérante l’adresse en Bosnie-Herzégovine de cette dernière. Le 16 janvier suivant, le conseil communiqua ne pas être en mesure de fournir cette information.", "26.  Le 5 juin 2006, le bureau de l’immigration du commissariat de police de Rome transmit à l’Ambassade d’Italie à Sarajevo son avis favorable au retour de la requérante en Italie. L’ambassade convoqua donc la requérante à plusieurs reprises afin de lui délivrer un visa d’entrée, toutefois sans succès. La requérante se présenta enfin à l’Ambassade le 18 octobre 2006.", "27.  Selon les informations fournies par le conseil de la requérante, le 9 novembre 2006, celle-ci revint en Italie, munie d’un permis d’entrée sur le territoire fourni par l’ambassade d’Italie à Sarajevo.", "28.  Le 12 mars 2007, le décret d’expulsion dont la requérante avait fait l’objet fut révoqué.", "29.  A une date non précisée après le retour de la requérante en Italie, le ministère de l’Intérieur délivra à celle-ci un permis de séjour valable jusqu’au 14 décembre 2013.", "II.  LE DROIT INTERNE PERTINENT", "30.  Le décret-loi (decreto legislativo) no 286/98  (« Texte unique des dispositions concernant la règlementation de l’immigration et les normes sur le statut des étrangers »), tel que modifié par les lois nos 271 de 2004 et 155 de 2005, dispose entre autres :", "Article 5", "« L’étranger qui est resté sur le territoire de l’Etat alors que son permis de séjour a expiré depuis plus de soixante jours et que son renouvellement n’a pas été demandé, fait l’objet d’une mesure d’expulsion contenant l’ordre de quitter le territoire de l’Etat dans un délai de quinze jours. Lorsque, selon le préfet, il existe un risque de soustraction à l’exécution de la mesure d’expulsion, le commissaire de police (questore) ordonne la reconduite immédiate de l’étranger à la frontière. »", "Article 13", "« 1.  Pour des raisons d’ordre public ou de sécurité de l’Etat, le ministre de l’Intérieur peut ordonner l’expulsion de l’étranger même si celui-ci n’est pas résident sur le territoire de l’Etat, en informant préalablement le président du Conseil des ministres et le ministre des Affaires étrangères.", "2.  Le préfet ordonne l’expulsion lorsque l’étranger :", "a)  est rentré sur le territoire de l’Etat en se soustrayant aux contrôles de frontière (...) ;", "b)  est resté sur le territoire de l’Etat sans avoir demandé de permis de séjour dans le délai imparti, sauf si le retard est imputable à des raisons de force majeure, ou bien [s’y est maintenu] alors que le permis a été révoqué ou annulé ou qu’il est expiré depuis plus de soixante jours et que son renouvellement n’a pas été demandé. (...)", "8.  Contre le décret d’expulsion, l’étranger peut uniquement présenter un recours devant le juge de paix du lieu où l’autorité qui a ordonné l’expulsion a son siège. Le délai est de soixante jours à partir de la date de la mesure d’expulsion. Le juge de paix fait droit à la demande, ou la rejette, par une décision prise dans les vingt jours à partir du dépôt du recours. Le recours en question peut être signé personnellement et être présenté par l’intermédiaire de la représentation diplomatique ou consulaire italienne du pays de destination. (...)", "13.  L’étranger expulsé ne peut pas revenir sur le territoire de l’Etat sans une autorisation spéciale du ministre de l’Intérieur. En cas de violation de cette disposition, l’étranger est puni de un à quatre ans de réclusion et il est à nouveau expulsé avec reconduite immédiate à la frontière. »", "Article 19", "« 1.  En aucun cas, l’expulsion ou le refoulement de l’étranger ne peuvent être ordonnés vers un Etat dans lequel celui-ci peut faire l’objet de persécutions en raison de sa race, de son sexe, de sa langue, de sa nationalité, de sa religion, de ses opinions politiques, de sa condition personnelle ou sociale ou bien s’il risque d’être renvoyé vers un autre Etat dans lequel il n’est pas protégé des persécutions.", "2.  Sauf dans les cas prévus à l’article 13, alinéa 1, l’expulsion n’est pas admise vis-à-vis :", "a)  des étrangers mineurs, sauf dans le cas où il s’agit de suivre le parent ou le tuteur expulsés ;", "b)  des étrangers titulaires d’un permis de séjour (...) ;", "c)  des étrangers cohabitant avec de la famille jusqu’au quatrième degré de parenté ou avec un conjoint lorsque les personnes en question sont de nationalité italienne ;", "d)  des femmes enceintes ou ayant un enfant de moins de six mois. »", "Article 28", "« 1.  Le droit de maintenir ou d’établir l’unité familiale par rapport à des membres de la famille étrangers est reconnu, sous les conditions prévues par le présent texte unique, aux étrangers titulaires d’une carte de séjour ou d’un permis de séjour d’une durée non inférieure à un an délivré pour raisons de travail, d’asile, d’études ou pour des motifs religieux. (...) »", "Article 29", "« 1.  L’étranger peut demander le regroupement familial pour les membres de sa famille mentionnés ci-dessous :", "a)  le conjoint non séparé ; (...)", "4.  L’étranger titulaire d’un permis de séjour (...) peut être rejoint par les membres de sa famille dans le cadre du regroupement familial (...). »", "Article 31", "« Pour des raisons graves, tenant au développement psychophysique et aux conditions de santé du mineur résidant sur le territoire italien, le tribunal pour enfants peut autoriser l’entrée ou le séjour d’une personne de la famille pour une période de temps déterminée, même en dérogeant aux dispositions du présent décret. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION QUANT AU DROIT AU RESPECT DE LA VIE PRIVÉE ET FAMILIALE", "31.  Invoquant l’article 8 de la Convention, la requérante allègue que l’exécution de la décision de l’expulser vers la Bosnie-Herzégovine a entraîné la violation de son droit au respect de sa vie privée et familiale car elle a été obligée de quitter son mari et ses enfants résidant en Italie. Cet article est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  La position des parties", "32.  Le Gouvernement observe que la requérante a fondé une famille au cours de sa clandestinité en Italie et qu’elle n’a fourni aucune preuve quant à la scolarisation de ses enfants et à l’insertion sociale de sa famille.", "33.  Il soutient aussi que l’expulsion de la requérante a été ordonnée sur la base de l’article 5 du décret-loi no 286/98, celle-ci étant dépourvue d’un permis de séjour en cours de validité, et qu’aucune des raisons prévues par les articles 13 alinéa 2 b) (force majeure) et 19 dudit décret ne faisait obstacle à cette expulsion.", "34.  La requérante expose avoir des liens familiaux solides en Italie, à savoir son époux et ses cinq enfants. Elle indique également résider en Italie depuis 1988 et avoir été titulaire d’un permis de séjour pour une courte période dans les années 90.", "35.  La requérante soutient aussi que la décision de l’expulser était dépourvue de fondement puisque, conformément à l’article 29 du décret-loi no 286/98, elle aurait pu obtenir le regroupement familial.", "B.  L’appréciation de la Cour", "1.  Les principes généraux", "36.  La Cour rappelle à titre liminaire que la Convention ne garantit pas, en tant que tel, le droit d’entrer ou de résider sur le territoire d’un Etat dont on n’est pas ressortissant, et que les Etats contractants ont le droit de contrôler, en vertu d’un principe de droit international bien établi, l’entrée, le séjour et l’éloignement des non-nationaux (voir, parmi beaucoup d’autres, El Boujaïdi c. France, 26 septembre 1997, § 39, Recueil des arrêts et décisions 1997-VI ; Baghli c. France, no 34374/97, § 45, CEDH 1999-VIII, et Boultif c. Suisse, no 54273/00, § 39, CEDH 2001-IX).", "37.  Cependant, les décisions prises par les Etats en matière d’immigration peuvent, dans certains cas, constituer une ingérence dans l’exercice du droit au respect de la vie privée et familiale protégé par l’article 8 § 1 de la Convention, notamment lorsque les intéressés possèdent, dans l’Etat d’accueil, des liens personnels ou familiaux suffisamment forts qui risquent d’être gravement affectés en cas d’application d’une mesure d’éloignement. Pareille ingérence enfreint l’article 8, sauf si, « prévue par la loi », elle poursuit un ou plusieurs buts légitimes au regard du deuxième paragraphe dudit article et apparaît « nécessaire dans une société démocratique » pour les atteindre (Moustaquim c. Belgique, 18 février 1991, § 36, série A no 193 ; Dalia c. France, 19 février 1998, § 52, Recueil 1998I ; Amrollahi c. Danemark, no 56811/00, § 33, 11 juillet 2002 ; Kaftaïlova c. Lettonie, no 59643/00, 22 juin 2006 et Nada c. Suisse [GC], no 10593/08, § 167, 12 septembre 2012).", "38.  La Cour relève aussi que l’article 8 n’emporte pas une obligation générale pour un Etat de respecter le choix par des immigrants de leur pays de résidence et d’autoriser le regroupement familial sur le territoire de ce pays. Cela dit, dans une affaire qui concerne la vie familiale aussi bien que l’immigration, l’étendue des obligations pour l’Etat d’admettre sur son territoire des proches de personnes qui y résident varie en fonction de la situation particulière des personnes concernées et de l’intérêt général (Gül c. Suisse, 19 février 1996, § 38, Recueil 1996-I, Rodrigues da Silva et Hoogkamer c. Pays-Bas, no 50435/99, § 39, CEDH 2006I).", "2.  L’application des principes susmentionnés dans le cas d’espèce", "a)  Le droit au respect de la vie privée et familiale de la requérante", "39.  Dans le cas d’espèce, nul ne peut douter que la requérante a tissé en Italie des liens solides. Il ressort du dossier que la requérante réside en Italie depuis 1985 (moment où elle fut arrêtée pour la première fois), soit depuis l’âge de dix ans. Compte tenu du laps de temps considérable pendant lequel la requérante a vécu sur le territoire italien, il ne prête pas à controverse que la requérante a noué des relations personnelles, sociales et économiques qui sont constitutives de la vie privée de tout être humain (Kaftaïlova, précité, §§ 63 et 67).", "40.  La Cour considère en outre que l’existence d’une vie familiale de la requérante est également établie : cette dernière s’est mariée en Italie en 1991, cinq enfants sont nés de cette union et toute la famille réside en Italie depuis lors (voir, mutatis mutandis, C. c. Belgique, 7 août 1996, § 34, in fine, Recueil 1996III).", "b)  L’existence d’une ingérence, d’une base légale et d’un but légitime", "41.  La Cour relève que la mesure d’expulsion dont la requérante a fait l’objet a constitué une ingérence dans son droit au respect de sa vie privée et familiale. Cette mesure était prévue par la loi (à savoir, le décret-loi no 286 du 25 juillet 1998) et poursuivait un but légitime consistant en la sûreté publique et la défense de l’ordre.", "c)  La proportionnalité de la mesure litigieuse avec le but poursuivi", "42.  La Cour se réfère aux critères établis par sa jurisprudence sur le respect des obligations découlant de l’article 8 de la Convention en matière d’interdiction du territoire à la suite d’une condamnation pénale (Boultif, précité, § 48, et Üner c. Pays-Bas [GC], no 46410/99, §§ 57-58, CEDH 2006XII) et de respect de la législation sur l’immigration (voir, parmi beaucoup d’autres, Rodrigues da Silva et Hoogkamer, précité, § 39), à savoir :", "– la nature et la gravité de l’infraction commise ;", "– la durée du séjour de l’intéressé dans le pays dont il doit être expulsé ;", "– sa situation familiale (le cas échéant, la durée de son mariage) ;", "– la naissance éventuelle d’enfants du mariage, leur âge ;", "– l’étendue des liens que les personnes concernées ont avec l’Etat contractant en cause ;", "– la question de savoir s’il existe ou non des obstacles insurmontables à ce que la famille vive dans le pays d’origine ;", "– et la question de savoir si la vie familiale en cause s’est développée à une époque où les personnes concernées savaient que la situation de l’une d’elles au regard des règles d’immigration était telle qu’il était immédiatement clair que le maintien de cette vie familiale au sein de l’Etat hôte revêtirait d’emblée un caractère précaire.", "43.  Se tournant vers le cas d’espèce, la Cour relève tout d’abord que la requérante a été condamnée une fois pour mendicité avec utilisation de mineurs à une peine de réclusion et que cette peine a par la suite été remplacée par une amende. Elle note encore que l’article 671 du code pénal, prévoyant l’infraction litigieuse, a été abrogé par la loi no 94 du 15 juillet 2009. La Cour estime que cette infraction n’est pas de nature à être qualifiée de « grave » au sens de la jurisprudence de la Cour (Kaftaïlova, précité, § 68 ; Ezzouhdi c. France, no 47160/99, § 34, 13 février 2001, et, mutatis mutandis, El Boujaïdi, précité, § 41). La Cour note de surcroît que les procédures pénales entamées à l’encontre de la requérante à la suite de son appréhension en 1995 pour mendicité ont été classées sans suite (voir paragraphe 18 ci-dessus).", "44.  Quant à l’existence de liens familiaux, la Cour note à nouveau que la requérante, résidant en Italie depuis l’âge de dix ans, s’est mariée dans ce pays et que cinq enfants sont nés de cette union. En tout état de cause, même en concédant que la requérante n’a pas fourni la preuve d’une scolarisation continue et effective de ses enfants, la Cour relève que l’ensemble de la famille a vécu sans interruption jusqu’à ce jour en Italie : la possibilité pour toute la famille de s’établir en Bosnie-Herzégovine pour y rejoindre la requérante est donc peu réaliste, les enfants n’ayant aucune attache dans ce pays.", "45.  La Cour ne perd pas de vue que la requérante résidait de façon irrégulière en Italie au moment où elle a été touchée par l’arrêté d’expulsion et qu’elle ne pouvait pas ignorer la précarité qui en découlait (Dalia, précité, § 54 ; Useinov c. Pays-Bas (déc.), no 61292/00, 11 avril 2006 ; Syssoyeva et autres c. Lettonie (radiation) [GC], no 60654/00, § 94, CEDH 2007I, et, mutatis mutandis, Mawaka c. Pays-Bas, no 29031/04, § 61, 1er juin 2010). Il n’en demeure pas moins que la requérante a obtenu un permis de séjour pendant une courte période en 1996-1997 et que, d’après les informations reçues par le gouvernement défendeur, elle est à présent titulaire d’un permis de séjour valable jusqu’au 14 décembre 2013. La Cour estime donc que la requérante n’était pas dans une situation où elle ne pouvait à aucun moment raisonnablement s’attendre à pouvoir continuer sa vie familiale dans le pays hôte (Rodrigues da Silva et Hoogkamer, précité, § 43, et Solomon c. Pays-Bas (déc.) no 44328/95, 5 septembre 2000).", "46.  Qui plus est, la Cour constate que, en dépit de l’application de l’article 39 du règlement de la Cour, la requérante a été expulsée du territoire italien et ainsi éloignée de sa famille pendant environ un an et deux mois (du 6 septembre 2005 au 9 novembre 2006).", "47.  A la lumière de l’ensemble de ces éléments, la Cour estime que la mesure litigieuse n’a pas été proportionnée à l’objectif poursuivi. Il y a donc eu violation de l’article 8 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "48.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "49.  La requérante demande 50 000 EUR au titre du préjudice moral qu’elle aurait subi.", "50.  Le Gouvernement conteste ces prétentions.", "51.  La Cour considère qu’il y a lieu d’octroyer à la requérante 15 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "52.  Se référant au « dommage matériel » qu’elle aurait subi, la requérante demande également 10 504,49 EUR pour les frais et dépens des procédures devant la Cour et devant les instances nationales.", "53.  La Cour estime que cette demande doit être analysée sous l’angle des frais et dépens encourus dans la procédure interne et dans celle devant la Cour.", "54.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement des frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents peu détaillés en sa possession et de sa jurisprudence, la Cour rejette la demande relative aux frais et dépens de la procédure nationale, mais estime raisonnable la somme de 2 000 EUR pour la procédure devant la Cour et l’accorde à la requérante.", "C.  Intérêts moratoires", "55.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "2.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral;", "ii.  2 000 EUR (deux mille euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 4 décembre 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tPeer Lorenzen\n\tGreffier\tPrésident\n"]}