{"file": "FRE_HFJUD_18342_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "18342/03", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE DAVRAN c. TURQUIE", "", "(Requête no 18342/03)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "3 novembre 2009", "", "DÉFINITIF", "", "03/02/2010", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Davran c. Turquie,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 13 octobre 2009,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 18342/03) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Ahmet Davran (« le requérant »), a saisi la Cour le 24 mai 2003 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l'assistance judiciaire, est représenté par Me A. Alpaslan, avocat à Ankara. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 8 juillet 2008, le président de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Le requérant est né en 1960 et réside à Ankara. Directeur du bureau de l'exécution des jugements (icra müdürü) à Midyat, il purgeait à l'époque des faits une peine à la prison de Midyat pour abus de fonction. Il faisait simultanément l'objet d'autres poursuites pénales pour le même chef d'accusation.", "5.  Par un acte d'accusation du 30 décembre 1994, le procureur de la République près la cour d'assises de Midyat (« la cour d'assises ») mit le requérant en accusation et requit sa condamnation pour falsification de documents et corruption.", "6.  Par un arrêt du 18 mai 1995, la cour d'assises condamna le requérant à une peine d'emprisonnement.", "7.  Par un arrêt du 15 novembre 1995, la Cour de cassation infirma le jugement du 18 mai et renvoya l'affaire devant la première instance pour un réexamen de la qualification juridique des faits.", "8.  Par un arrêt rendu le 30 mai 1996, en l'absence du requérant, la cour d'assises condamna à nouveau celui-ci à une peine d'emprisonnement, en application de l'article 240 du code pénal réprimant l'abus de fonction.", "9.  A la suite du pourvoi formé par le requérant, la Cour de cassation infirma, le 13 novembre 1997, le jugement du 30 mai à raison de l'absence de motifs suffisants pour justifier l'application de l'article 240 du code pénal, et elle renvoya l'affaire devant la première instance.", "10.  Les nombreuses recherches effectuées pour retrouver le requérant afin d'obtenir sa défense n'aboutirent pas.", "11.  Le 7 août 2000, le requérant déposa enfin sa défense complémentaire écrite mais il demeura introuvable.", "12.  Selon la lettre de la préfecture de Polatlı adressée au parquet de Polatlı dans le cadre de la recherche du requérant, l'intéressé, à la date du 1er mai 2001, exerçait comme avocat à Bursa, où il était inscrit au barreau.", "13.  Plusieurs mandats d'arrêt furent prononcés contre le requérant dans le cadre de diverses procédures.", "14.  Par un arrêt du 31 mai 2001 (no 1997/96), la cour d'assises condamna le requérant, par contumace et en l'absence de son avocat, à une peine d'emprisonnement de quatre ans pour fraude et abus de fonction. Le requérant n'ayant pas été trouvé à la dernière adresse déclarée, la cour d'assises ordonna aux autorités de police d'effectuer les démarches nécessaires pour le retrouver.", "15.  Entre-temps, une autre procédure pénale avait été entamée contre le requérant accusé d'avoir produit un faux certificat d'avocat.", "16.  Arrêté le 17 septembre 2001 par la police à Istanbul, le requérant fut placé en détention provisoire le 18 septembre 2001 dans la prison d'Istanbul par une ordonnance du juge d'instance pénale de Fatih (Istanbul). La cour d'assises de Midyat n'a pas été avisée de cette arrestation.", "17.  N'ayant pas pu localiser le requérant, la cour d'assises décida de notifier l'arrêt du 31 mai 2001 par voie de publication, en vertu de l'article 28 de la loi no 7201 sur la notification.", "Ainsi, un résumé de l'arrêt de condamnation fut publié au Journal officiel du 26 décembre 2001. Il resta par ailleurs affiché au tribunal du 12 novembre au 13 décembre 2001.", "18.  En l'absence de recours en cassation, l'arrêt devint définitif le 11 janvier 2002.", "19.  A une date non déterminée, la cour d'assises constata que le requérant avait été placé en détention provisoire le 18 septembre 2001 par une décision du tribunal d'instance de Fatih, et qu'il se trouvait toujours en détention à la prison d'Istanbul. Elle transmit alors son arrêt définitif, pour exécution, au procureur d'Istanbul. Le 13 février 2002, celui-ci mit en exécution la peine de réclusion. Le requérant eut connaissance de sa condamnation le 16 avril 2002, par la notification de l'ordonnance d'exécution (müddetname).", "20.  Le 18 avril 2002, le requérant intenta une procédure devant la cour d'assises (no 2002/89), contestant la validité de la notification faite par voie de publication et demandant l'accès au pourvoi en cassation. Il soutenait en premier lieu que le Journal officiel ne figurait pas parmi les journaux visés par la loi aux fins de la publication d'un jugement valant notification. Il citait la jurisprudence de la Cour de cassation à cet égard. Il ajoutait qu'il se trouvait placé en détention au moment de cette publication. Il en déduisait que le jugement du 31 mai 2001 aurait pu lui être notifié en prison au lieu d'être publié.", "21.  Par un jugement du 2 mai 2002, cette demande fut rejetée par la cour d'assises au motif que la notification litigieuse, faite par voie de publication, était conforme à la loi et qu'en conséquence la demande de pourvoi en cassation avait été formulée au-delà du délai légal de quinze jours qui commençait à courir à la date de cette publication.", "Ce jugement fut confirmé par la Cour de cassation le 26 septembre 2002. Son arrêt fut notifié au requérant le 18 décembre 2002.", "22.  Entre-temps, le 13 août 2002, le tribunal correctionnel de Fatih avait ordonné la mise en liberté provisoire du requérant.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "23.  Selon l'article 19 de la loi no 7201 sur les notifications judiciaires (Tebligat Kanunu), la signification aux détenus ou aux condamnés est effectuée par le directeur ou un fonctionnaire de l'établissement pénitentiaire concerné.", "24.  L'article 28 de la même loi prévoit, dans les cas où l'adresse de l'intéressé demeure inconnue, la notification des décisions de justice par voie de publication (pour plus de détails sur loi no 7201, voir Kanlıbaş c. Turquie (déc.), no 32444/96, 8 avril 2005).", "25.  L'article 47 du règlement sur la notification (Tebligat Tüzüğü) prévoit que la publication du jugement est effectuée dans un journal dans lequel la probabilité que l'intéressé lise l'information est la plus grande.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "26.  Le requérant allègue que le rejet de sa demande d'accès au pourvoi en cassation pour raison de non-respect des délais procéduraux a porté atteinte à son droit d'accès à un tribunal, élément du droit à un procès équitable.", "Il se plaint par ailleurs de la durée de la procédure pénale devant la cour d'assises de Midyat.", "Il invoque l'article 6 § 1 de la Convention qui, dans ses passages pertinents en l'espèce, dispose :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) et dans un délai raisonnable, par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...) »", "A.  Sur la recevabilité", "1.  La durée de la procédure", "27.  La Cour note d'emblée que la procédure litigieuse s'est terminée par l'arrêt du 31 mai 2001, rendu définitif le 11 janvier 2002, duquel le requérant a été informé le 16 avril 2002 (paragraphe 19 ci-dessus). Cette dernière date est en l'espèce le dies a quo à partir duquel le délai prévu à l'article 35 § 1 de la Convention doit être calculé. La requête introduite le 24 mai 2003 est donc tardive à cet égard. Partant, il convient de rejeter le grief tiré de la durée de la procédure, en application de l'article 35 §§ 1 et 4 de la Convention.", "2.  L'accès à un tribunal", "28.  Le Gouvernement excipe du non-épuisement des voies de recours internes, au motif que le requérant n'aurait soulevé aucun de ses griefs devant les autorités internes.", "29.  La Cour rejette cette exception, dans la mesure où le requérant a bien intenté le seul recours disponible afin de faire valoir sa demande d'accès au pourvoi en cassation (paragraphe 20 ci-dessus).", "30.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "31.  Le requérant estime que le refus opposé par les autorités nationales à sa demande d'accès au pourvoi en cassation a méconnu les dispositions légales régissant la notification des actes judiciaires aux détenus, soit l'article 19 de la loi no 7201 sur les notifications judiciaires (paragraphe 23 ci-dessus).", "32.  Il reproche aux autorités nationales de l'avoir, en appliquant l'article 28 de cette loi (paragraphe 24 ci-dessus) qui régit la notification des jugements par voie de publication au lieu d'appliquer son article 19, empêché d'user de son droit d'accès à la Cour de cassation.", "33.  Il précise qu'à supposer même que l'application de l'article 28 soit en soi adéquate, les modalités de celle-ci ne l'étaient pas : en s'appuyant sur la jurisprudence de la Cour de cassation, le requérant affirme que la publication aurait dû être faite si possible dans un journal publié dans la région où se situe l'instance qui a fait la notification. Il allègue que, selon cette jurisprudence, le Journal officiel ne figure en aucun cas parmi les journaux visés par la loi et le règlement, dans la mesure où il n'est diffusé qu'auprès des établissements publics et d'un nombre très limité d'abonnés. Ayant été détenu dans une prison lors de cette publication, il n'aurait eu aucune chance d'être informé de la publication du jugement le concernant.", "34.  Le Gouvernement soutient que les autorités ont fait tout ce qui était en leur pouvoir pour notifier au requérant l'arrêt de condamnation du 31 mai 2001. Il fait valoir que le mandat d'arrêt émis par un autre tribunal et relatif à une autre procédure dirigée contre le requérant a été délivré le 18 septembre 2001, soit quatre mois après la décision litigieuse en l'espèce, rendue par la cour d'assises de Midyat. Il rappelle que, pendant toute cette période, le requérant avait fui la justice et qu'il n'avait pu être retrouvé à aucune de ses adresses connues. Il ajoute que c'est pour cette raison que la cour d'assises n'avait pu le localiser et qu'elle avait finalement décidé de procéder à une publication de l'arrêt, en vertu de l'article 28 de la loi no 7201 relative à la notification des décisions de justice. Le Gouvernement estime donc que l'article 19 de la loi no 7201 cité par le requérant n'est pas pertinent en l'espèce et il considère que le requérant n'est pas sincère dans sa démarche.", "35.  Il soutient par ailleurs que la cour d'assises de Midyat n'avait aucun moyen de savoir qu'un mandat d'arrêt avait été émis le 18 septembre 2001 à l'encontre du requérant dans le cadre d'une autre procédure devant un tribunal à Istanbul.", "36.  Le Gouvernement ne se prononce pas sur les points soulevés par le requérant quant à la modalité de la publication (paragraphe 33 ci-dessus).", "37.  La Cour rappelle d'abord que le droit à un tribunal, dont le droit d'accès constitue un aspect, n'est pas absolu et qu'il se prête à des limitations implicites, notamment en ce qui concerne les conditions de recevabilité d'un recours. Celles-ci ne peuvent toutefois pas en restreindre l'exercice d'une manière ou à un point tels qu'il se trouve atteint dans sa substance même. Elles doivent tendre à un but légitime et il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Omar c. France, 29 juillet 1998, § 34, Recueil des arrêts et décisions 1998V).", "38.  A cet égard, la Cour souligne une nouvelle fois le rôle crucial de l'instance en cassation, qui constitue une phase particulière de la procédure pénale dont l'importance peut se révéler capitale pour l'accusé, même si l'article 6 de la Convention n'astreint pas les Etats contractants à créer des cours d'appel ou de cassation. Néanmoins, un Etat qui se dote de juridictions de cette nature a l'obligation de veiller à ce que les justiciables jouissent auprès d'elles des garanties fondamentales de l'article 6 (Delcourt c. Belgique, 17 janvier 1970, § 25, série A no 11, et Omar, précité, § 41).", "39.  La Cour rappelle enfin qu'un juste équilibre doit exister entre, d'une part, le souci légitime d'assurer l'exécution des décisions de justice et, d'autre part, le droit d'accès au juge de cassation et l'exercice des droits de la défense.", "40.  En l'espèce, la Cour observe que la Cour de cassation a déclaré le pourvoi du requérant irrecevable au motif que les délais légaux n'avaient pas été respectés. Elle relève que ces délais courent, selon le droit interne, à partir de la notification de l'arrêt rendu en première instance et que c'est précisément les modalités de notification que le requérant conteste.", "41.  La Cour admet que le requérant a certes contribué à compliquer l'application de la loi sur la notification en se mettant en état de fuite pendant les quatre mois qui ont suivi le prononcé du jugement contre lequel il entendait former un pourvoi.", "42.  Elle note toutefois que, dès lors qu'il se trouvait en détention à partir du 18 septembre 2001, les autorités internes auraient dû être en mesure de le localiser. Elle observe, subsidiairement, qu'à cette date le jugement rendu en première instance n'était pas encore devenu définitif (paragraphe 18 \nci-dessus).", "43.  Elle observe que le Gouvernement s'appuie sur l'article 28 de la loi no 7201 pour justifier la notification par voie de publication effectuée en l'espèce. Or il ressort de l'article 19 de cette même loi qu'il incombe, au premier chef, aux autorités de notifier le jugement à une personne détenue par le biais de l'administration de l'établissement de la maison d'arrêt concernée (voir, mutatis mutandis, Büyükdağ c. Turquie, no 28340/95, § 67, 21 décembre 2000).", "44.  La Cour relève que dans les circonstances concrètes de la cause c'est bien l'article 19 de la loi sur les notifications judiciaires qui était la lex specialis à appliquer pour rendre effectifs le droit d'accès au juge de cassation et l'exercice des droits de la défense.", "Il était donc loisible aux autorités internes d'effectuer, à partir du 18 septembre 2001, la notification selon les modalités prévues dans cet article.", "45.  La Cour considère que l'objection du Gouvernement quant à l'impossibilité pour les autorités judiciaires de Midyat d'être informées de l'arrestation réalisée à Istanbul n'est pas fondée, dans la mesure où il incombe à l'Etat défendeur d'organiser son système judiciaire de manière à rendre effectifs les droits prévus à l'article 6 de la Convention et de se doter des moyens propres à assurer un réseau d'information entre les entités judiciaires de l'ensemble du pays.", "46.  La Cour note par ailleurs les lacunes relatives aux modalités de la publication du jugement relevées par le requérant (paragraphes 20 et 33 \nci-dessus) et non contestées par le Gouvernement.", "47.  Ces éléments suffisent à la Cour pour conclure que le requérant a subi une entrave excessive à son droit d'accès à un tribunal et, partant, à son droit à un procès équitable.", "En conséquence, elle conclut qu'il y a eu violation de l'article 6 § 1.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "48.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "49.  Le requérant réclame 20 000 euros (EUR) pour préjudice matériel, au motif qu'il n'a pu exercer en tant qu'avocat pendant la période où il a purgé sa peine d'emprisonnement.", "Il réclame par ailleurs 50 000 EUR pour le préjudice moral qu'il aurait subi du fait d'avoir purgé vingt mois d'emprisonnement pour, d'après lui, n'avoir pas eu accès au pourvoi en cassation.", "50.  Le Gouvernement estime que les demandes du requérant sont excessives et non justifiées.", "51.  En ce qui concerne le dommage matériel, la Cour estime qu'il n'y a aucun lien de causalité entre la violation constatée et le préjudice matériel allégué, et qu'il ne lui appartient pas de spéculer sur l'issue de la procédure litigieuse si l'infraction à la Convention n'avait pas eu lieu.", "52.  Statuant en équité, la Cour estime qu'il convient d'allouer au requérant la somme de 1 000 EUR au titre de dommage moral.", "B.  Frais et dépens", "53.  Le requérant demande 445 EUR pour des frais et dépens tels que des frais de voyage, de traduction et de poste. Il fournit à cet égard diverses factures de traduction et de frais postaux. Il demande enfin 6 400 EUR pour frais d'avocat et présente à cet égard une facture datée du 6 juillet 2009, soit après l'expiration du délai définitif que lui a accordé par la Cour.", "54.  Le Gouvernement estime ces demandes non justifiées.", "55.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, compte tenu des documents en sa possession, des critères susmentionnés et du fait que le requérant a été admis au bénéfice de l'assistance judiciaire, la Cour estime qu'il n'y a pas lieu de lui accorder une somme à ce titre.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l'article 6 § 1 de la Convention (accès au tribunal) et irrecevable pour le surplus (durée de la procédure) ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, la somme de 1 000 EUR (mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d'impôt par le requérant ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 novembre 2009, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésidente"]}