{"file": "FRE_HFJUD_28582_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "28582/02", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE ASAN c. TURQUIE", "", "", "(Requête no 28582/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "27 novembre 2007", "", "", "", "DÉFINITIF", "", "27/02/2008", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Asan c. Turquie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMme\tF. Tulkens, présidente,\n\tMM.\tA.B. Baka,\n\t\tI. Cabral Barreto,\n\t\tR. Türmen,\n\t\tM. Ugrekhelidze,\n\t\tV. Zagrebelsky,\n\t\tD. Popović, juges,\net de Mme F. Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 23 octobre 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 28582/02) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Ömer Şükrü Asan (« le requérant »), a saisi la Cour le 30 avril 2002 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l'assistance judiciaire, est représenté par Me E. Cinmen, avocat à İstanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 29 mai 2006, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Le requérant est né en 1961 et réside à İstanbul. Il est écrivain.", "5.  Un ouvrage du requérant, intitulé « Pontos Kültürü » (La Culture du Pont) fut publié par les éditions Belge. Il fit sa première parution en langue turque en mai 1996. La deuxième édition parut en avril 2000. L'ouvrage fut également publié en Grèce en 1999.", "6.  Le livre consistait en une recherche historique, culturelle, ethnographique et linguistique sur les Grecs pontiques de Turquie. S'appuyant sur un travail sur le terrain, il révéla notamment l'existence de nombreux locuteurs musulmans du pontique, en particulier dans une soixantaine de villages aux alentours de Trabzon. Le livre était préfacé par un professeur grec, N. Sarris.", "7.  En décembre 2001, le livre fit l'objet d'une émission télévisée, où un professeur de théologie accusa le requérant d'être un « traître, ami de la Grèce », et de vouloir réintroduire la chrétienté orthodoxe dans une région musulmane. D'autres émissions télévisées ont poursuivi le débat en janvier 2002.", "8.  Le 21 janvier 2002, le procureur de la République près la cour de sûreté de l'Etat d'Istanbul (« la cour de sûreté de l'Etat ») saisit le juge assesseur d'une demande tendant à la saisie de tous les exemplaires du livre litigieux, au motif que celui-ci, dans son ensemble, avait une connotation de propagande séparatiste.", "9.  Le même jour, le juge assesseur fit droit à cette demande en vertu de l'article 28 de la Constitution, de l'article 86 du code de procédure pénale et de l'article additionnel 1 § 2 à la loi sur la presse no 5680. Dans son ordonnance, la cour de sûreté de l'Etat ne cita pas de passages de l'ouvrage et précisa avoir statué après l'avoir examiné dans son ensemble.", "10.  Le 24 janvier 2002, l'avocat de la maison d'édition Belge forma opposition à l'encontre de cette ordonnance. Se prévalant de la protection de la liberté d'expression énoncée à l'article 10 de la Convention, il fit valoir que l'ordonnance de saisie n'était fondée que sur des préjugés, de manière vague et abstraite, et n'avait aucune base légitime.", "11.  Par un arrêt du 25 janvier 2002, la cour de sûreté de l'Etat rejeta cette opposition.", "12.  Par un acte d'accusation présenté le 25 mars 2002, se fondant sur l'article 8 § 1 de la loi no 3713 relative à la lutte contre le terrorisme, le procureur de la République près la cour de sûreté de l'Etat d'Istanbul intenta une action pénale à l'encontre du requérant pour propagande séparatiste par voie de publication.", "13.  Le procureur se référa aux émissions de télévision précitées comme point de départ de son acte. Il cita par ailleurs le passage suivant qui figurait dans la préface de l'ouvrage :", "« Officiellement, ce sont les mêmes raisons qui ont motivé l'arrivée de Mustafa Kemal Atatürk à Samsun et le débarquement, une semaine plus tôt, de l'armée grecque à Izmir. Ces raisons officielles ont d'ailleurs été approuvées et les actes encouragés par les forces alliées. Le but de l'armée grecque, qui agissait officiellement au nom des alliés, était de protéger la population grecque d'Anatolie, qui avait tant souffert sous le règne du Comité Union et Progrès, des attaques de brigades indépendantes. La mission de Mustafa Kemal Atatürk allait dans le même sens : conformément aux instructions qu'il avait reçues du Sultan et des alliés, celle-ci consistait en l'établissement de l'ordre et la protection des Grecs de la Mer Noire qui souffraient sous les attaques des brigades. »", "Selon l'acte d'accusation, l'auteur avait fait de la propagande séparatiste en affirmant que, dans le département de Trabzon et ses environs, vivaient encore des populations sous l'influence de la culture pontique. Dans le chapitre consacré au dialecte parlé actuellement, l'auteur avait inclus un « dictionnaire comparatif » gréco-turc, et avancé que l'on pourrait considérer certains habitants du village Erenköy comme des « Pontiques ». Le procureur se référa en outre aux dénonciations de la partie intervenante, membres d'une association de la région de Trabzon, selon lesquelles le préfacier N. Sarris était une personnalité connue pour ses actions séparatistes visant la fondation d'un Etat pontique au nord de la Turquie.", "14.  Dans sa défense de onze pages qu'il remit à la cour de sûreté de l'Etat lors de l'audience du 10 juillet 2002, le requérant souligna notamment que le paragraphe de la préface cité dans l'acte d'accusation ne faisait que reprendre ce qui avait été maintes fois dit dans des ouvrages d'historiens connus, et présenta copie des passages en question. Il rappela en outre que son livre était en vente depuis 1996 sans avoir fait l'objet d'aucune poursuite, et qu'il s'agissait d'une deuxième édition.", "15.  Lors de cette même audience, la cour de sûreté de l'Etat ordonna une enquête générale sur les « activités ponticistes » (Pontusçuluk faaliyetleri), afin d'établir si celles-ci peuvent être considérées comme des activités terroristes.", "16.  Par un arrêt du 12 août 2003, la cour de sûreté acquitta le requérant au motif que l'article 8 de la loi no 3713 en vertu de laquelle il était jugé avait été abrogé. Par le même arrêt, elle leva également la mesure de saisie.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "17.  L'article 28 de la Constitution, libellé « la liberté de la presse », disposait à l'époque des faits :", "« La presse est libre et ne peut être censurée. La création d'une imprimerie ne peut être subordonnée à une autorisation ni au versement d'une garantie financière.", "Des publications dans l'une des langues interdites par la loi sont prohibées.", "L'État prend les mesures propres à assurer la liberté de la presse et celle de l'information.", "(...)", "Quiconque écrit ou fait imprimer toute information ou texte qui menace la sécurité intérieure ou extérieure de l'Etat ou son intégrité indivisible du point de vue de son territoire et de la nation ou qui est de nature à encourager une infraction ou à inciter à l'émeute ou à la rébellion, ou qui se rapporte à des informations secrètes appartenant à l'État, ou qui, dans le même but, imprime ou livre à autrui un tel texte ou information, en est responsable conformément aux dispositions législatives concernant lesdites infractions. La distribution peut être empêchée de manière préventive en vertu d'une décision judiciaire ou, dans les cas où un retard serait préjudiciable, en vertu d'un ordre de l'autorité expressément habilitée par la loi à cet effet. L'autorité compétente ayant empêché la distribution avise le juge compétent de sa décision au plus tard dans les vingt-quatre heures. Dans le cas où le juge compétent n'approuve pas cette décision au plus tard dans les quarante-huit heures, celle-ci est considérée comme nulle.", "(...)", "Les publications, périodiques ou non, peuvent être saisies en vertu d'une décision judiciaire dans les cas où une enquête ou des poursuites ont été entamées en raison d'une des infractions indiquées par la loi, et également en vertu d'un ordre de l'autorité expressément habilitée par la loi à cet effet dans les cas où un retard serait préjudiciable sous l'angle de la sauvegarde de l'intégrité indivisible de l'État du point de vue de son territoire et de la nation, de la sécurité nationale, de l'ordre public, des bonnes mœurs ou de la prévention des infractions. L'autorité compétente ayant ordonné la saisie avise le juge compétent de sa décision au plus tard dans les vingtquatre heures; dans les cas où le juge n'approuve pas cette décision au plus tard dans les quarante-huit heures, celle-ci est considérée comme nulle.", "Les dispositions générales en matière de saisie et de confiscation s'appliquent aux enquêtes et poursuites relatives à des infractions portant sur des publications périodiques ou non périodiques.", "(...) »", "18.  L'article 86 du code de procédure pénale turc autorise la confiscation (zapt) de tout objet aux fins de l'instruction, lorsque celui-ci est susceptible d'être un élément de preuve.", "19.  L'article additionnel 1 § 2 à la loi sur la presse no 5680 en vigueur à l'époque des faits précisait quels étaient les chefs d'accusation en vertu desquels une saisie (toplatma) préventive pourrait être ordonnée, et citait les chapitres pertinents du code pénal, parmi lesquels figuraient tous ceux relatifs aux infractions contre la personnalité de l'Etat et les forces de l'Etat, à savoir une quarantaine d'articles (125-163).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 10 DE LA CONVENTION", "20.  Le requérant allègue que la saisie de son livre « Pontos Kültürü » a constitué une atteinte injustifiée à son droit à la liberté d'expression tel que prévu par l'article 10 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière (...).", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l'intégrité territoriale ou à la sûreté publique, à la défense de l'ordre et à la prévention du crime (...). »", "A.  Sur la recevabilité", "21.  Le Gouvernement introduit une exception d'irrecevabilité en deux branches. Il soutient en premier lieu que le requérant n'avait pas épuisé les voies de recours internes au moment de l'introduction de la requête, dans la mesure où la décision interne définitive concernant la saisie litigieuse était celle rendue le 12 août 2003, alors que la requête a été introduite devant la Cour bien avant, soit prématurément.", "22.  La Cour rappelle que les organes de la Convention ont déjà examiné des circonstances analogues à celles de l'espèce et ont rejeté de telles exceptions (voir, par exemple, Feyzi Yıldırım c. Turquie (déc.), no 40074/98, 30 mars 2006). Considérant qu'aucun élément ne justifie de se départir de cette jurisprudence bien établie, elle rejette cette exception.", "23.  Le Gouvernement estime par ailleurs que le requérant n'a pas qualité de victime au sens de l'article 34 de la Convention, dans la mesure où l'ordonnance de saisie n'était qu'une mesure temporaire, qui a d'ailleurs été levée à partir du moment où le requérant a été acquitté. L'ordonnance en question n'aurait nullement affecté les droits du requérant.", "24.  La Cour estime qu'il convient de joindre cette exception au fond du grief tiré de l'article 10, auquel elle se trouve intimement liée.", "B.  Sur le fond", "1.  Existence d'une ingérence", "25.  Le requérant fait en premier lieu observer que la saisie de son ouvrage a empêché sa distribution pendant dix-neuf mois, ce qui serait une ingérence à son droit à la liberté d'expression.", "26.  Le Gouvernement réitère ses observations quant à la qualité de victime du requérant (paragraphe 23 ci-dessus)", "27.  La Cour rappelle qu'une décision ou une mesure favorable au requérant ne suffit en principe à lui retirer la qualité de « victime » que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (Öztürk c. Turquie [GC], no 22479/93, § 73, CEDH 1999-VI). Or, en l'espèce, la levée de la mesure de saisie a été prononcée le 12 août 2003 comme la conséquence de l'acquittement du requérant par la cour de sûreté de l'Etat. Au regard de l'article 10 de la Convention, de telles circonstances ont été jugées dans le passé par la Cour comme ayant pour effet de censurer partiellement les activités des personnes, notamment des écrivains et des journalistes, et de limiter grandement leur aptitude à exposer publiquement une critique, ou une opinion, qui a sa place dans un débat public et dont l'existence ne peut être niée (voir, mutatis mutandis, Yaşar Kaplan c. Turquie, no 56566/00, § 32, 24 janvier 2006/00, Hertel c. Suisse, arrêt du 25 août 1998, Recueil des arrêts et décisions 1998VI, pp. 2331-2332, § 50, et Erdoğdu c. Turquie, no 25723/94, § 72, CEDH 2000VI).", "28.  En conclusion, l'arrêt du 12 août 2003, qui a certes mis fin à la mesure de saisie, ne peut passer pour réparer les conséquences de cette mesure qui a eu des effets pendant dix-neuf mois et dont le requérant a subi directement les dommages en raison de l'atteinte en découlant à l'exercice de sa liberté d'expression. Il y a lieu donc de rejeter l'exception du Gouvernement concernant l'absence de qualité de victime du requérant.", "29.  La Cour estime donc que la saisie litigieuse constituait une ingérence dans la liberté d'expression du requérant. Elle rejette l'exception du Gouvernement (paragraphes 23 et 24 ci-dessus) et déclare la requête recevable.", "2.  Justification de l'ingérence", "a)  « Prévue par la loi »", "30.  Le Gouvernement avance que si la Cour constatait l'existence d'une ingérence, celle-ci était prévue par la loi, à savoir l'article 28 de la Constitution, l'article 86 du code de procédure pénale et l'article additionnel 1 § 2 de loi sur la presse.", "31.  Le requérant rétorque que du fait du caractère imprécis de l'ordonnance de saisie, il avait ignoré ce qui avait pu motiver une telle mesure jusqu'à ce qu'il lise, deux mois plus tard, l'acte d'accusation établi à son encontre.", "32.  La Cour rappelle que les mots « prévues par la loi » figurant aux articles 8 à 11 de la Convention veulent d'abord que la mesure incriminée ait une base en droit interne, mais ils ont trait aussi à la qualité de la loi en question : ils exigent l'accessibilité de celle-ci aux personnes concernées et une formulation assez précise pour leur permettre – en s'entourant, au besoin, de conseils éclairés – de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d'un acte déterminé (Sunday Times c. Royaume-Uni (no 1), arrêt du 26 avril 1979, série A no 30, p. 31, § 49, Larissis et autres c. Grèce, arrêt du 24 février 1998, Recueil 1998I, p. 378, § 40, Hashman et Harrup c. Royaume-Uni [GC], no 25594/94, § 31, CEDH 1999VIII, et Eglise métropolitaine de Bessarabie et autres c. Moldova, no 45701/99, § 109, CEDH 2001XII).", "33.  Pour répondre à ces exigences, le droit interne doit offrir une certaine protection contre des atteintes arbitraires de la puissance publique aux droits garantis par la Convention. Lorsqu'il s'agit de questions touchant aux droits fondamentaux, la loi irait à l'encontre de la prééminence du droit, l'un des principes fondamentaux d'une société démocratique consacrés par la Convention, si le pouvoir d'appréciation accordé à l'exécutif ne connaissait pas de limites. En conséquence, elle doit définir l'étendue et les modalités d'exercice d'un tel pouvoir avec une netteté suffisante (Hassan et Tchaouch c. Bulgarie [GC], no 30985/96, § 84, CEDH 2000XI, et N.F. c. Italie, no 37119/97, § 29, CEDH 2001IX).", "Le niveau de précision de la législation interne – qui ne peut en aucun cas prévoir toutes les hypothèses – dépend dans une large mesure du contenu de l'instrument en question, du domaine qu'il est censé couvrir et du nombre ainsi que du statut de ceux à qui il est adressé (Hashman et Harrup, précité, § 31).", "34.  En l'espèce, la Cour relève que l'article 86 du code de procédure pénale, lu à la lumière de l'article 28 de la Constitution, et de l'article additionnel 1 § 2 à la loi no 5680 sur la presse, constituent la législation ayant servi de fondement à l'ordonnance de saisie du 21 janvier 2002. Elle conclut donc que la mesure litigieuse avait une base en droit interne.", "35.  La Cour doit rechercher maintenant si, au vu des circonstances particulières de l'affaire, la condition de la qualité de la loi a elle aussi été respectée. Elle doit donc vérifier si celle-ci était accessible et prévisible.", "36.  La Cour note en premier lieu que les dispositions de droit interne appliquées en l'espèce sont, d'une part, un article de la Constitution qui formule des principes généraux sur la liberté de la presse, d'autre part, un article du code de procédure pénale, d'ordre très général, sur la procédure de saisie et enfin un article de loi sur la presse qui lui se réfère à une quarantaine de dispositions du code pénal. Si, à la lecture de ces dispositions, l'on peut constater que l'ouvrage a été saisi pour les besoins d'une instruction dans le cadre de l'une des infractions visées au code pénal, toutes relatives à la personnalité et aux forces de l'Etat, il n'est pas précisé, au moment de la saisie, de laquelle de cette quarantaine d'infractions il était question.", "37.  Partant et a fortiori, il serait difficile d'estimer que le requérant, auteur d'un ouvrage de recherche historique, culturelle, ethnographique et linguistique, puisse raisonnablement prévoir une telle sanction pour propagande contre l'intégrité territoriale de l'Etat, et ceci, même entouré de conseils éclairés.", "38.  La Cour a donc des doutes quant à la prévisibilité de la mesure litigieuse. Toutefois, eu égard à la conclusion à laquelle elle parvient sous l'angle de la nécessité de l'ingérence, la Cour n'estime pas nécessaire de trancher cette question.", "b)  But légitime", "39.  Le Gouvernement soutient que, vu l'existence d'un degré élevé de doute selon lequel le livre constituait un crime dans son ensemble, la saisie litigieuse était fondée sur les buts légitimes suivants : « la prévention du crime », « la défense de l'ordre » et « la protection de la sécurité nationale ».", "40.  Le requérant fait valoir que la demande et la décision de saisie ne contenaient aucun terme laissant apparaître les buts légitimes évoqués par le Gouvernement. Il soutient par ailleurs qu'en l'absence de toute circonstance qui rendrait les buts évoqués par le Gouvernement « légitimes » en l'espèce, l'ordonnance de saisie ne visait qu'à faire peser une pression sur ceux qui ne partagent pas la thèse officielle sur l'histoire du pays et à leur imposer une autocensure.", "41.  La Cour constate que les termes de la demande de saisie qui mentionne la propagande séparatiste ainsi que la législation citée dans la décision de saisie impliquent, en théorie, « la protection de la sécurité nationale » ou « la défense de l'ordre ». Toutefois, il reste à déterminer si, dans le présent cas, le but visé dans l'application des dispositions en question pouvait, lui aussi, passer pour « légitime ». La Cour examinera cette dernière question en même temps que celle de la nécessité de l'ingérence dans une société démocratique, eu égard aux liens étroits qu'elles présentent.", "c)  « Nécessaire dans une société démocratique »", "42.  Reste pour la Cour la question de savoir si la saisie litigieuse était « nécessaire dans une société démocratique » pour atteindre ces buts.", "43.  La Cour rappelle les principes fondamentaux qui se dégagent de sa jurisprudence à cet égard (voir, parmi de nombreux autres, Hertel, précité, § 46).", "i.  Principes généraux", "44.  La liberté d'expression constitue l'un des fondements essentiels d'une société démocratique, l'une des conditions primordiales de son progrès et de l'épanouissement de chacun. Sous réserve du paragraphe 2 de l'article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent : ainsi le veulent le pluralisme, la tolérance et l'esprit d'ouverture sans lesquels il n'est pas de « société démocratique ». Telle que la consacre l'article 10, elle est assortie d'exceptions qui appellent toutefois une interprétation étroite et le besoin de la restreindre doit se trouver établi de manière convaincante.", "L'adjectif « nécessaire », au sens de l'article 10 § 2, implique un « besoin social impérieux ». Les Etats contractants jouissent d'une certaine marge d'appréciation pour juger de l'existence d'un tel besoin, mais elle se double d'un contrôle européen portant à la fois sur la loi et sur les décisions qui l'appliquent, même quand elles émanent d'une juridiction indépendante. La Cour a donc compétence pour statuer en dernier lieu sur le point de savoir si une « restriction » se concilie avec la liberté d'expression que protège l'article 10.", "La Cour n'a point pour tâche, lorsqu'elle exerce son contrôle, de se substituer aux juridictions internes compétentes, mais de vérifier sous l'angle de l'article 10 les décisions qu'elles ont rendues en vertu de leur pouvoir d'appréciation. Il ne s'ensuit pas qu'elle doive se borner à rechercher si l'Etat défendeur a usé de ce pouvoir de bonne foi, avec soin et de façon raisonnable : il lui faut considérer l'ingérence litigieuse à la lumière de l'ensemble de l'affaire pour déterminer si elle était « proportionnée au but légitime poursuivi » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants ». Ce faisant, la Cour doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés à l'article 10 et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents.", "ii.  Application des principes susmentionnés à l'espèce", "45.  Le Gouvernement relève en premier lieu que le requérant avait plus de « devoir et responsabilités » au sens du deuxième paragraphe de l'article 2, dans la mesure où il avait choisi d'exprimer ses opinions à l'ensemble de la communauté en publiant un livre dont il est l'auteur.", "Selon le Gouvernement, la mesure litigieuse de saisie devrait être considérée relevant de la marge d'appréciation de l'Etat, étant donné la nature des activités en cause qui mettent en danger les intérêts vitaux de l'Etat. En l'espèce, vu l'existence d'un besoin social impérieux, cette mesure serait justifiée au regard de l'article 10 de la Convention et proportionnée au but légitime poursuivi.", "46.  Le requérant soutient que l'approche adoptée par les juridictions internes et par le Gouvernement relate une conception tendant à supprimer purement et simplement le droit à la liberté d'expression, et qu'une telle conception ne pourrait être acceptée dans une société démocratique.", "47.  La Cour a déjà traité d'affaires soulevant des questions semblables à celles du cas d'espèce, à savoir des cas d'ingérences à la liberté d'expression au motif, notamment, de la protection de la sécurité nationale ou de la défense de l'ordre et elle a constaté la violation de l'article 10 de la Convention (voir, parmi de nombreux autres arrêts, Ceylan c. Turquie [GC], no 23556/94, § 38, CEDH 1999IV, et Öztürk, précité, § 74).", "48.  La Cour a examiné la présente affaire à la lumière de sa jurisprudence et considère que le Gouvernement n'a fourni aucun fait ni argument convaincant pouvant mener à une conclusion différente dans le cas présent. Elle a porté une attention particulière aux termes employés dans le livre et au contexte de sa publication. En ce sens, elle a tenu compte des circonstances entourant le cas soumis à son examen, y compris des difficultés liées à la lutte contre le terrorisme (voir İbrahim Aksoy c. Turquie, nos 28635/95, 30171/96 et 34535/97, § 60, 10 octobre 2000, et Incal c. Turquie, arrêt du 9 juin 1998, Recueil 1998IV, p. 1568, § 58).", "49.  La Cour constate en premier lieu que l'ouvrage litigieux consiste en une étude monographique sur le terrain. Sa grille d'analyse est constituée de domaines tels que l'ethnologie, la culture, la langue et le folklore, et ne comporte pas de références, ni de thèses politiques. L'ouvrage ne peut non plus passer pour polémique en soi (voir, a contrario, l'arrêt Lehideux et Isorni c. France, arrêt du 23 septembre 1998, Recueil 1998VII, § 52), même si, du fait d'avoir révélé l'existence de certains faits ignorés ou contestés, il a certes suscité un débat polémique, notamment dans les medias. La Cour observe toutefois que le contenu de l'ouvrage concerne à l'évidence un sujet d'intérêt général (à comparer, par exemple, avec l'arrêt Giniewski c. France, no 64016/00, §§ 51 et 52, CEDH 2006...) qui, de fait, appelle une interprétation étroite des restrictions pouvant être imposées en vertu du deuxième paragraphe de l'article 10 (ibidem, § 54).", "50.  La Cour observe de surcroît que la saisie du Pontos Kültürü concerne la deuxième édition de l'ouvrage. Sa première édition en 1996 n'avait fait l'objet d'aucune poursuite, alors que la législation citée dans l'ordonnance de saisie était déjà en vigueur à cette date (voir Aydın Tatlav c. Turquie, no 50692/99, § 29, 2 mai 2006). La Cour constate que la seule évolution dans la période entre les deux éditions semble tenir dans l'attention médiatique portée sur l'ouvrage et les dénonciations citées dans l'acte d'accusation. Ni les juridictions internes, ni le Gouvernement ne se réfèrent à une évolution d'une portée socio-politique qui puisse justifier la différence dans l'application de la loi.", "51.  Compte tenu de ce qui précède, les motifs avancés à l'appui de la saisie de l'ouvrage « Pontos Kültürü » ne suffisent pas pour convaincre la Cour que l'ingérence dans l'exercice du droit du requérant à la liberté d'expression était « nécessaire dans une société démocratique » ; en particulier, cette saisie pour « propagande séparatiste » ne répondait pas à un « besoin social impérieux ». Dès lors, il y a eu violation de l'article 10 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "52.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "53.  Le requérant réclame 30 000 nouvelles livres turques (YTL) (16 000 euros environ (EUR)) au titre du préjudice matériel qu'il aurait subi, du fait de l'interdiction de la distribution de son livre pendant dix-neuf mois. Il ne justifie pas sa demande par des documents.", "Invoquant le climat de peur et d'angoisse auquel il a été exposé pendant les dix-neuf mois de poursuite à partir de la saisie de son ouvrage, les dommages causés à sa réputation et à celle de l'ouvrage, les menaces dont lui-même et sa famille ont fait l'objet de la part des ultranationalistes tout au long de la procédure pénale, le fait qu'il n'a pu trouver du travail à cause de l'étiquette de « séparatiste » qu'il a dû porter jusqu'à la fin de la procédure, le requérant s'en remet à la sagesse de la Cour pour fixer un montant au titre des dommages moraux.", "54.  Concernant la demande relative au dommage matériel, le Gouvernement estime la somme excessive. Il considère par ailleurs qu'il n'y a pas de lien entre la violation et le dommage allégué. Quant au dommage moral, le Gouvernement considère que le requérant n'a pas formulé de demande à ce titre.", "55.  La Cour considère en équité qu'il y a lieu d'octroyer au requérant 1 500 EUR au titre des préjudices moral et matériel confondus.", "B.  Frais et dépens", "56.  Le requérant réclame 7 500 YTL au titre de frais et dépens. Il ne justifie cette demande par aucun document.", "57.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce et compte tenu des éléments en sa possession, des critères susmentionnés ainsi que de la somme déjà versée par le Conseil de l'Europe au titre de l'assistance judiciaire pour la procédure devant la Cour, elle estime non nécessaire d'allouer au requérant une somme au titre de frais et dépens.", "C.  Intérêts moratoires", "58.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 10 de la Convention ;", "", "3.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 1 500 EUR (mille cinq cents euros) pour tous dommages confondus, à convertir en nouvelles livres turques au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 novembre 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "", "", "\tF. Elens-Passos\tF. Tulkens\n\tGreffière adjointe\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante commune de MM. les juges Zagrebelsky et Popović.", "F.T.\nF.E-P.", "OPINION CONCORDANTE COMMUNE        DE MM. LES JUGES ZAGREBELSKY ET POPOVIĆ", "Tout en souscrivant à la conclusion selon laquelle il y a eu dans la présente affaire violation de l'article 10 de la Convention, nous aurions préféré que le raisonnement donne plus d'importance à la condition dite du « but légitime » (§§ 39-41).", "A notre avis il ne suffit pas que le gouvernement défendeur indique ou avance une ou plusieurs raisons justifiant l'ingérence litigieuse parmi celles énumérées au paragraphe 2 de l'article 10 de la Convention. Il faut aussi qu'il démontre que le but légitime était au moins plausible dans le cas spécifique. Une pratique jurisprudentielle qui se contente de prendre note de l'indication de la part du gouvernement d'un but parmi ceux qui sont énumérés au paragraphe 2 des articles 8-11 de la Convention, sans exercer aucun contrôle quant au rapport entre ce but et les faits de l'espèce, revient à effacer la condition de légitimité de l'ingérence dont il s'agit. Et cette conséquence est d'autant plus grave que les buts légitimes pris en compte par la Convention sont déjà très extensibles.", "En l'espèce, à notre avis, la nature et le contenu de la publication litigieuse ne permettent pas de prétendre qu'elle puisse poser un problème de « prévention du crime », de « défense de l'ordre » ou de « protection de la sécurité nationale ». A notre avis, l'affaire aurait été mieux réglée tout simplement en niant la légitimité du but, sans laisser ouverte la question de savoir si un but légitime justifiait l'ingérence. Bien sûr, nous adhérons totalement à la conclusion selon laquelle cette ingérence n'était pas nécessaire dans une société démocratique mais, dans la présente affaire, il nous paraît que la question n'était même pas à examiner, puisque il n'y avait aucune raison de reconnaître que l'ingérence dont il s'agit avait un but légitime.", ""]}