{"file": "FRE_HFJUD_37991_12.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37991/12", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "", "AFFAIRE MEMLIKA c. GRÈCE", "", "(Requête no 37991/12)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "6 octobre 2015", "", "", "DÉFINITIF", "", "06/01/2016", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Memlika c. Grèce,", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tAndrás Sajó, président,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tPaulo Pinto de Albuquerque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tDmitry Dedov, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 8 septembre 2015,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", ".  À l’origine de l’affaire se trouve une requête (no 37991/12) dirigée contre la République hellénique et dont quatre ressortissants albanais, Novrus Memlika, Leonora Memlika, Sebastian Memlika et Katerina Memlika (« les requérants »), ont saisi la Cour le 7 juin 2012 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", ".  Les requérants ont été représentés par Me K. Farmakidis-Markou, avocat à Athènes. Le gouvernement grec (« le Gouvernement ») a été représenté par le délégué de son agent, M. V. Kyriazopoulos, conseiller auprès du Conseil juridique de l’Etat. Informé de son droit de prendre part à la procédure (article 36 § 1 de la Convention et article 44 § 1 du règlement de la Cour), le gouvernement albanais n’a pas répondu.", ".  Les requérants allèguent des violations des articles 5 § 1 et 8 de la Convention ainsi que de l’article 2 du Protocole no 1 à la Convention, pris isolément et combinés avec l’article 13 de la Convention.", ".  Le 11 septembre 2012, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", ".  Les requérants sont nés respectivement en 1968, 1978, 2000 et 2004 et résident à Panaitolio Aitoloakarnania.", ".  La requérante Leonora Memlika est l’épouse du requérant Novrus Memlika. Les troisième et quatrième requérants sont les enfants des deux premiers requérants. Tous sont installés en Grèce depuis au moins une dizaine d’années. Le premier requérant présentait depuis longtemps des problèmes dermatologiques pour lesquels il avait été examiné à plusieurs reprises par les médecins de l’hôpital de la ville de Ioannina et pour lesquels il suivait un traitement.", ".  En mars 2011, un médecin de l’hôpital de Rion, à Patras, consulté par le premier requérant, recommanda à ce dernier de se faire examiner par un dermatologue de l’hôpital. Le 5 mai 2011, l’intéressé se rendit à cet hôpital dans lequel il fut soumis à un examen consistant en une extraction des secrétions du nez et des oreilles, basé sur la méthode dite « coloration de Ziehl-Neelsen », par le directeur de la clinique dermatologique. Le lendemain, il subit une biopsie.", ".  Dans ses observations devant la Cour, le premier requérant déclare que, ce jour-là – à savoir le 6 mai 2011 –, le directeur de la clinique dermatologique l’informa qu’il était atteint de la lèpre (ou maladie de Hansen) et lui administra immédiatement un traitement médical, et qu’il lui annonça aussi que, en raison de la contagiosité de cette maladie, il devait être admis à l’hôpital et faire venir sa famille pour des examens. Le Gouvernement soutient en revanche que le traitement du requérant commença le 13 mai 2011 et non le 6 mai, étant donné qu’il avait fallu, d’après lui, effectuer certains tests médicaux sur la personne du premier requérant pour vérifier l’absence de contre-indication au traitement projeté et faire venir depuis l’étranger (Suisse) l’un des trois médicaments nécessaires à ce traitement.", ".  Le 16 mai 2011, les trois autres requérants furent admis à l’hôpital et soumis à des tests à même de détecter des symptômes de la maladie. Le 20 mai 2011, le directeur de la clinique dermatologique leur fit savoir qu’ils étaient également atteints de la lèpre.", ".  Dans ses observations devant la Cour, le Gouvernement souligne que l’admission des requérants à l’hôpital avait été faite de leur propre chef, la loi n’imposant d’après lui l’hospitalisation que des seules personnes sans domicile ou sans ressources financières. Il précise que les intéressés n’étaient pas maintenus en isolement au sein de l’hôpital et que les deux enfants étaient placés dans la même chambre que leur mère. Il indique également que les médecins de l’hôpital avaient affirmé aux requérants que leur admission avait pour buts de confirmer ou d’exclure les soupçons concernant la maladie et de leur administrer un traitement à des fins préventives, que ces médecins les avaient aussi prévenus du risque des éventuels effets secondaires, et que les requérants avaient donné par écrit leur consentement pour se soumettre à la thérapie proposée.", ".  Le 20 mai 2011, plusieurs articles parurent dans la presse, faisant état de quatre cas de lèpre dans la région d’Agrinio, dont deux enfants scolarisés à l’école primaire régionale. Certains articles reproduisaient des déclarations du chef de la direction de la santé publique de la région de la Grèce de l’Ouest et d’autres indiquaient que les malades étaient des « migrants clandestins », les qualifiant de population représentant un risque sanitaire. Le même jour, la chaîne de télévision MEGA rapporta dans son bulletin d’information principal le cas des requérants. Interrogé par ces derniers sur la source de ces informations, le directeur de la clinique dermatologique leur répondit qu’il s’agissait du ministère de la Santé.", ".  Dans ses observations devant la Cour, le Gouvernement affirme qu’aucun des membres de la clinique dermatologique de l’hôpital n’avait informé les médias de l’état des requérants. A la suite du reportage de la chaîne de télévision MEGA, et répondant à une question des intéressés à ce sujet, les médecins et le directeur de la clinique dermatologique indiquèrent à ceux-ci qu’aucune information les concernant n’avait été transmise à la presse.", ".  A compter du 21 mai 2011, les deuxième, troisième et quatrième requérants commencèrent à prendre le traitement médical prévu. Ce traitement entraîna immédiatement des effets secondaires sur la personne de la quatrième requérante, notamment un taux anormalement bas d’hématocrite ; suite à un traitement avec du fer, ce taux se stabilisa jusqu’à la sortie de l’intéressée de l’hôpital.", ".  Le 25 mai 2011, les autorités sanitaires de la région d’Aitoloakarnania procédèrent à un examen visuel des camarades de classe des troisième et quatrième requérants, ainsi que des membres de la famille pour laquelle la seconde requérante travaillait en tant que femme de ménage, tout en informant ces personnes que l’examen avait lieu en raison de l’atteinte des requérants par la lèpre. D’après le Gouvernement, les autorités étaient obligées de procéder à cet examen sur le fondement de l’article 1 § 2 de la loi no 1137/1981 relative à l’hospitalisation et à la protection sociale des personnes atteintes de la maladie de Hansen en raison du résultat positif des tests de dépistage pour les plaignants,.", ".  Les requérants furent autorisés à quitter l’hôpital de Rion le 2 juin 2011. Le chef de la direction de la santé publique de la région de la Grèce de l’Ouest les avertit que les requérants mineurs ne devaient plus se rendre à l’école et qu’ils devaient tous se rendre à l’hôpital d’Agrinio une fois par semaine pour se soumettre à des examens et prendre leur traitement. Dans une lettre datée du même jour et adressée au directeur de l’école où étaient scolarisés les deux enfants, le chef de ladite direction indiqua que « la scolarité des deux élèves se poursuivrait après que la commission prévue à l’article 8 de la loi no 1137/1981 ait donné son avis ».", ".  Dans une décision du 6 juin 2011, ce même responsable enjoignit aux requérants d’effectuer des prises de sang hebdomadaires à l’hôpital d’Agrinio. Dans cette décision, il était précisé que les requérants ne présentaient aucun risque de contamination pour ceux qui les approchaient.", ".  Le 9 juin 2011, alors que les requérants s’étaient rendus à l’hôpital d’Agrinio, le chef de la direction susmentionnée les informa qu’un nouveau médicament contre la lèpre était disponible à l’hôpital de Rion, à Patras, et qu’ils devaient s’y rendre pour se le procurer. Les requérants refusèrent de se rendre à cet hôpital. Rentrés chez eux, ils reçurent à 14 heures la visite du chef de cette direction. Ce dernier, accompagné de policiers, incita les plaignants à se rendre à cet hôpital et les prévint qu’il les y conduirait lui-même avec l’aide de la force publique en cas de refus ; il ne mit toutefois pas ce dernier avertissement à exécution.", ".  La deuxième requérante présentant des marques sur le corps et des examens subis par elle à l’hôpital d’Agrinio ayant établi l’existence de lésions aux reins et au foie, les deux premiers requérants se rendirent de leur propre chef à l’hôpital de Rion le 15 juin 2011. Les nouveaux examens réalisés à cet hôpital démontrèrent que ces problèmes avaient pour origine le traitement médical qui avait été administré à la deuxième requérante. Les autorités de l’hôpital tentèrent d’hospitaliser les intéressés, mais ces derniers s’y opposèrent et signèrent une déclaration sur l’honneur indiquant qu’ils quittaient l’hôpital en connaissance de cause et en dépit des recommandations des médecins.", ".  Le 30 juin 2011, le premier requérant se rendit à l’hôpital « Aghia Varvara » de l’Attique de l’Ouest, spécialisé dans les maladies infectieuses et disposant d’un centre de traitement des personnes atteintes de la maladie de Hansen. Les premiers examens cliniques effectués par le chef de la clinique dermatologique de cet hôpital semblaient exclure que le premier requérant fut réellement atteint de cette maladie. Cependant, en raison du diagnostic positif établi par l’hôpital de Rion, le chef de la clinique susmentionnée ordonna également la prescription d’une biopsie, laquelle établit que l’intéressé ne souffrait pas de la maladie de Hansen. Il recommanda alors à ce dernier et à sa famille d’interrompre le traitement qu’ils suivaient. A l’appui de cette recommandation, il précisa que le résultat de la biopsie ne pouvait pas être mis en doute compte tenu notamment de plusieurs éléments : le caractère rare de la maladie et l’inexistence de cas connus dans la région d’Aitoloakarnania, l’absence d’un tel diagnostic posé auparavant par les médecins de l’hôpital de Ioannina consultés dans le passé par le premier requérant, le fait que les problèmes dermatologiques présentés par ce dernier depuis vingt ans n’avaient pas détruit de tissus de l’épiderme alors que cela aurait dû se produire en cas de manifestation de la maladie, l’impossibilité de dissimuler les symptômes de la maladie avec le traitement médical administré depuis seulement un mois et demi, ainsi que la non-reconnaissance de l’examen basé sur la « coloration de Ziehl-Nelssen », sur lequel était fondé le diagnostic de l’hôpital de Rion, en tant que méthode principale pour diagnostiquer la maladie de Hansen.", ".  Dans ses observations devant la Cour, le Gouvernement conteste la justesse scientifique du diagnostic effectué par le chef de la clinique dermatologique de l’hôpital « Aghia Varvara », et il se fonde à cet égard sur un rapport établi à sa demande par un professeur de dermatologie de la faculté de médecine de Patras.", ".  Le 15 juillet 2011, le premier requérant notifia les conclusions de l’hôpital « Aghia Varvara » au chef de la direction de la santé publique de la région de la Grèce de l’Ouest. Il sollicita la levée des mesures qui étaient imposées à sa famille et lui-même, à savoir la soumission au traitement médical, lequel avait eu des effets secondaires pour sa femme et sa fille, ainsi que l’exclusion de ses enfants de l’école. Il demanda également la réparation de leur réputation et honneur, bafoués d’après lui à la suite de la publication des articles précités dans la presse. Le chef de ladite direction refusa d’ordonner l’arrêt du traitement en question et il affirma que les enfants ne pouvaient pas retourner à l’école tant que la commission prévue à l’article 8 de la loi no 1137/1981, mais non encore instituée, n’avait pas examiné la question.", ".  La rentrée des classes ayant eu lieu début septembre, le 31 octobre 2011, l’avocat que les requérants avaient engagé saisit le ministère de la Santé, la direction de la santé publique de la région de la Grèce de l’Ouest, l’administration du Péloponnèse-Grèce de l’Ouest-Iles ioniennes, et la direction de l’enseignement primaire d’Aitoloakarnania d’une requête, fondée sur les articles 2 § 3 et 8 de la loi no 1137/1981, par laquelle les intéressés contestaient le diagnostic médical établi et demandaient la levée des mesures restrictives ainsi que l’institution de la commission susmentionnée.", ".  Le 11 novembre 2011, le directeur de l’école des requérants mineurs informa la direction des services locaux de l’éducation que la deuxième requérante avait rejeté sa proposition de désigner un instituteur pour donner des cours à domicile aux deux enfants.", ".  Le 18 novembre 2011, le chef de la direction de la santé publique de la région de la Grèce de l’Ouest informa les requérants qu’il n’avait pris aucune décision formelle interdisant aux troisième et quatrième requérants de poursuivre leur scolarité et que, par conséquent, leur recours était sans objet en ce qui concernait cet aspect des mesures litigieuses.", ".  Le 21 novembre 2011, le ministère de la Santé informa les requérants que la commission prévue à l’article 8 de la loi no 1137/1981 avait été instituée.", ".  Le 8 décembre 2011, les requérants furent examinés par les membres de ladite commission à l’hôpital « Andreas Syngros ». Cette commission, composée du professeur de la chaire de dermatologie de l’université d’Athènes, du chef de la clinique dermatologique de l’hôpital « Aghia Varvara » et d’un médecin dermatologue choisi par les plaignants, conclut qu’aucun d’entre eux n’était atteint de la maladie de Hansen et ne représentait un danger pour la santé publique.", ".  Le 9 décembre 2011, la deuxième requérante amena les troisième et quatrième requérants à leur école, mais le directeur de l’établissement déclara qu’il ne pouvait pas les accueillir tant qu’il n’avait pas reçu par la voie administrative une copie de la décision de la commission et il ajouta que cette décision serait « réclamée par les parents d’élèves ». Le même jour, l’avocat des requérants écrivit audit directeur pour lui communiquer les éléments relatifs à la décision de la commission et l’inciter à solliciter au plus vite la transmission d’une copie de la décision en question. Le 12 décembre 2011, les troisième et quatrième requérants reprirent leur scolarité.", ".  Dans leurs observations devant la Cour, les premier et deuxième requérants, qui travaillaient respectivement comme maçon et femme de ménage, indiquent avoir perdu leur travail et n’avoir pu en retrouver un autre. Ils affirment également que, même après la décision de la commission susmentionnée, les habitants de Panaitolio avaient mis en doute leur bon état de santé et avaient demandé à voir cette décision.", ".  En mars 2015, le Gouvernement informa la Cour que le premier requérant était décédé en janvier 2015, en raison d’une insuffisance rénale, une complication fréquente des porteurs de la maladie de Hansen qui ne reçoivent pas le traitement médical approprié. Le décès du premier requérant fut confirmé par les autres requérants dans une lettre du 2 mai 2015 faisant connaître leur intention de poursuivre la requête en son nom.", "II.  LE DROIT INTERNE PERTINENT", ".  Les dispositions pertinentes en l’espèce de l’article 20 de la loi no 3172/2003 relative à l’organisation et la modernisation des services de santé publique se lisent ainsi :", "« A. 1.  En cas de risque de propagation d’une maladie contagieuse qui pourrait avoir des incidences graves sur la santé publique, il est possible d’imposer des restrictions à l’entrée et à la circulation des personnes dans le pays, afin de diagnostiquer cette maladie et d’en empêcher la propagation.", "2.  Ces mesures consistent en :", "a)  la soumission à un contrôle et un suivi cliniques et biologiques, la vaccination, l’imposition d’un traitement médical et l’hospitalisation pour les personnes pour lesquelles il existe des soupçons raisonnables de croire qu’elles peuvent transmettre directement ou indirectement la maladie ;", "b)  l’isolement provisoire de ces personnes dans des conditions qui empêchent tout contact avec des tiers susceptible de favoriser la transmission de la maladie. Cet isolement pourrait se faire dans l’espace approprié d’un établissement thérapeutique ou à domicile ;", "(...)", "4.  Les organes compétents pour imposer les mesures prévues dans le présent article peuvent demander le concours des autorités compétentes en cas de résistance ou de trouble à l’ordre public de la part de celui qui est sujet aux mesures ;", "5.  Par une décision commune des ministres de l’Intérieur, de l’Administration et de la décentralisation, de la Santé, de l’Ordre public et des Transports et communications, prise après avis du Centre des maladies infectieuses, sont détaillés les mesures [prévues au] présent article, les organes compétents pour les prendre, la procédure pour les imposer et les espaces et établissements dans lesquels ces mesures peuvent être exécutées. Cette décision établit aussi le mode de notification des décisions d’application de ces mesures et règle toute question y relative.", "6.  L’application, selon le cas, de toutes ou certaines des mesures du présent article est ordonnée par le ministre de la Santé chaque fois qu’elle est jugée nécessaire pour écarter des risques afférents à la santé publique. La durée de mise en œuvre des mesures est fixée par la décision du ministre de la Santé qui ordonne leur application et elle peut être renouvelée de la même manière. (...).", "7.  Toute personne affectée par les mesures prévues dans la présente loi a le droit de formuler des objections devant le président du tribunal administratif du lieu où les mesures sont prises. »", ".  Les articles 2, 3, 8 et 11 de la loi no 1137/1981 relative à l’hospitalisation et à la protection sociale des personnes atteintes de la maladie de Hansen prévoient :", "Article 2", "« 1.  Chaque cas avéré de la maladie de Hansen doit être obligatoirement rapporté aux services d’hygiène localement compétents par le médecin qui a examiné le malade. Chaque cas suspect est renvoyé à ces services afin que ceux-ci vérifient la manifestation de la maladie ou l’absence de symptômes.", "(...)", "3.  Si le malade ou le service d’hygiène met en doute la justesse du diagnostic, le malade est soumis à un nouvel examen effectué conjointement par un professeur (...) de dermatologie, le directeur scientifique du centre des personnes atteintes de la maladie de Hansen et un médecin choisi par l’intéressé.", "4.  Les services d’hygiène et les services administratifs, ainsi que les médecins et les autres personnels hospitaliers sont tenus de ne pas révéler aux tiers le fait qu’une personne est atteinte de la maladie de Hansen. »", "Article 3", "« 1.  Les personnes atteintes de la maladie de Hansen sont hospitalisées exclusivement dans les centres dermatologiques du pays ou à l’hôpital des maladies infectieuses, selon leur choix.", "L’hospitalisation des malades présentant un danger pour la santé publique à l’hôpital des maladies infectieuses est obligatoire seulement s’ils sont vagabonds ou mendiants ou sans domicile familial et privés de moyens financiers.", "2.  Les soins à domicile des personnes atteintes de la maladie de Hansen sont permis si les autorités sanitaires compétentes estiment qu’il est possible que ces personnes vivent [confinées] dans une pièce [de leur domicile] pendant toute la durée d’élimination des germes.", "(...) »", "Article 8", "« (...)", "2.  Les personnes atteintes de la maladie de Hansen qui ne présentent pas un danger pour la santé publique peuvent :", "a)  s’ils sont élèves ou étudiants dans des établissements de l’enseignement supérieur, continuer leurs cours ou études avec les autres élèves ou étudiants ;", "b)  s’ils travaillent, conclure tout type de contrat et exercer toute profession", "à la suite d’un avis de la commission composée des professeurs de dermatologie, de microbiologie et d’hygiène de l’université d’Athènes (...).", "La nomination des professeurs susmentionnés aura lieu par décision du ministre des Services sociaux, sur proposition de la faculté de médecine de l’université d’Athènes, pour un mandat de trois ans.", "Cette commission siégera seulement lorsqu’il s’agira d’examiner une personne atteinte de la maladie de Hansen qui a guéri, à l’initiative de la direction de l’hygiène publique du ministère des Services sociaux saisie par l’intéressé.", "(...) »", "Article 11", "« 1.  Celui qui sait qu’il est atteint de la maladie de Hansen et qui ne se soumet pas à un traitement approprié est sanctionné au moyen de : l’admission et l’hospitalisation obligatoires à la clinique du centre des personnes atteintes de la maladie de Hansen de l’hôpital des maladies infectieuses jusqu’à sa guérison ; la privation du droit de sortie provisoire prévu à l’article 4 § 2 ; l’interruption du versement de l’allocation prévue pour les soins. »", ".  L’article 105 de la loi d’accompagnement du code civil se lit comme suit :", "Article 105", "« L’Etat est tenu de réparer le dommage causé par les actes illégaux ou omissions de ses organes lors de l’exercice de la puissance publique, sauf si les actes ou omissions [en question] ont eu lieu en méconnaissance d’une disposition destinée à servir l’intérêt public. L’organe fautif est solidairement responsable avec l’Etat, sous réserve des dispositions spéciales sur la responsabilité des ministres. »", ".  Les articles pertinents en l’espèce du code civil disposent :", "Article 57", "« Celui qui est atteint d’une manière illicite dans sa personnalité a le droit d’exiger la suppression de l’atteinte et, en outre, l’abstention de toute atteinte à l’avenir. En cas d’atteinte à la personnalité d’une personne décédée, ce droit appartient aux conjoint, descendants, ascendants, frères et sœurs et héritiers testamentaires du défunt.", "En outre, la prétention à des dommages-intérêts, conformément aux dispositions relatives aux actes illicites, n’est pas exclue. »", "Article 932", "« Indépendamment de l’indemnité due à raison du préjudice patrimonial causé par un acte illicite, le tribunal peut accorder une réparation pécuniaire raisonnable, selon son appréciation, pour cause de préjudice moral. Ceci vaut notamment à l’égard de celui qui a subi une atteinte à sa santé, à son honneur ou à sa chasteté, ou qui a été privé de sa liberté. (...) »", "EN DROIT", "I.  SUR LE DÉCÈS DU PREMIER REQUÉRANT", "34.  Á la suite du décès du premier requérant, son épouse et ses enfants, également requérants, ont fait part de leur intention de poursuivre la requête en son nom. Dans ces conditions, se conformant à sa jurisprudence, la Cour estime, eu égard à l’objet de la présente affaire et à l’ensemble des éléments dont elle dispose, que la veuve et les enfants du requérant possèdent un intérêt légitime à maintenir la requête au nom du défunt. Elle leur reconnaît dès lors qualité pour se substituer désormais à ce requérant (Carrella c. Italie, no 33955/07, § 51, 9 septembre 2014).", "II.  SUR LA RECEVABILITé", ".  Les requérants déclarent qu’un premier examen clinique a diagnostiqué qu’ils étaient porteurs de la maladie de Hansen et que, à la suite de cet examen, ils ont fait l’objet d’un internement dans un hôpital public et ont été soumis à l’administration d’un traitement médical. Ils soutiennent que cette situation a donné lieu à quatre violations de la Convention. En premier lieu, invoquant l’article 5 de la Convention, les intéressés reprochent aux autorités de les avoir internés, et ce, d’après eux, en l’absence de confirmation du diagnostic et d’une décision administrative exécutoire motivée et susceptible de recours. En deuxième lieu, se fondant sur l’article 8 de la Convention et sur le préjudice corporel subi du fait de leur traitement médical, ils se plaignent d’une atteinte à leur vie privée. Ils estiment aussi avoir subi une stigmatisation sociale dans leur ville à la suite, d’après eux, de divulgations qui auraient été faites auprès des médias sur leur état de « lépreux » par les autorités de l’hôpital et de la direction de la santé publique de la région. En troisième lieu, sur la base de l’article 2 du Protocole no 1 à la Convention, ils reprochent aux autorités d’avoir procédé à l’exclusion des troisième et quatrième requérants de leur école pendant plus de six mois. En quatrième lieu, sur le fondement de l’article 13 de la Convention, ils se plaignent de l’absence d’un recours effectif dans l’ordre juridique grec pour solliciter la levée des mesures précitées ou leur remplacement par d’autres dispositifs moins sévères.", ".  Le Gouvernement excipe en premier lieu du non-épuisement des voies de recours internes. Il souligne, de manière générale et en ce qui concerne l’intégralité de leurs griefs, que les requérants ont omis d’utiliser les voies de recours suivantes : l’action en dommages-intérêts fondée sur les articles 57 et 932 du code civil et sur l’article 105 de la loi d’accompagnement du code civil ; l’action auprès des juridictions pénales tendant à la protection de leur honneur et de leur réputation ainsi qu’à la vérification de l’existence d’un préjudice corporel subi en raison du traitement médical ; le recours devant la commission précitée prévu par les articles 2 § 3 et 8 de la loi no 1137/1981 afin de contester la justesse du diagnostic ; la formulation d’objections prévue par l’article 20, A1, alinéa 7 de la loi no 3172/2003 devant le président du tribunal administratif ; la saisine du médiateur de la République.", ".  Les requérants rétorquent qu’ils étaient confinés à l’hôpital de Rion sans l’assistance d’un avocat et dans l’impossibilité financière de désigner un médecin pour les représenter devant la commission prévue à l’article 8 de la loi no 1137/1981. Ils indiquent que, lorsque le premier requérant a été diagnostiqué à l’hôpital « Aghia Varvara » comme non-porteur de la maladie, ils en ont immédiatement informé tous les services compétents, mais en vain à leurs yeux car, d’après eux, les mesures restrictives n’ont pas été levées. Ils soutiennent par ailleurs qu’ils ne pouvaient pas saisir les juridictions administratives étant donné que, selon eux, les mesures litigieuses n’étaient fondées sur aucun acte administratif exécutoire. Ils considèrent que ces mesures étaient des voies de fait imposées par des fonctionnaires et qu’elles ne pouvaient faire l’objet d’aucun recours en annulation.", ".  La Cour rappelle que la règle de l’épuisement des voies de recours internes énoncée à l’article 35 § 1 de la Convention veut que, avant de saisir un tribunal international, le requérant doit avoir donné à l’Etat responsable la faculté de remédier aux violations alléguées par des moyens internes, en utilisant les ressources judiciaires offertes par la législation nationale, pourvu qu’elles se révèlent efficaces et suffisantes. En effet, l’article 35 § 1 de la Convention ne prescrit l’épuisement que des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ces recours doivent exister à un degré suffisant de certitude non seulement en théorie mais aussi en pratique, sans quoi leur manquent l’effectivité et l’accessibilité voulues ; il incombe à l’Etat défendeur de démontrer que ces exigences se trouvent réunies (voir, parmi beaucoup d’autres, Chkhartishvili c. Grèce, no 22910/10, § 47, 2 mai 2013).", ".  Quant aux recours invoqués par le Gouvernement au titre du non-épuisement des voies de recours internes, la Cour considère qu’ils sont inefficaces ou non adaptés à la violation alléguée de l’article 2 du Protocole no 1 à la Convention : la saisine du médiateur de la République étant donné que ses recommandations ne lient pas les autorités, ainsi que le recours indemnitaire, l’action pénale et la saisine du juge administratif étant donné que ces recours ne pouvaient avoir pour effet la reprise immédiate des cours par les troisième et quatrième requérants.", ".  Elle observe en revanche que ces derniers ont fait usage de la possibilité offerte par les articles 2 § 3 et 8 de la loi no 1137/1981 et ont introduit par l’intermédiaire de leur avocat, le 31 octobre 2011, auprès de toutes les administrations concernées, une requête administrative par laquelle ils contestaient le diagnostic médical établi et sollicitaient la levée des mesures restrictives pesant sur eux. Or cette requête n’a donné lieu à aucune réponse formelle de la part des administrations, sauf celle du ministre de la Santé qui a informé les requérants que la commission compétente allait être instituée (paragraphe 25 ci-dessus) et celle du chef de la direction de la Santé publique de la région de la Grèce de l’Ouest les informant qu’aucune décision formelle n’interdisait aux troisième ou quatrième requérants de poursuivre leur scolarité et que, par conséquent, le recours introduit par eux sur le fondement des articles 2 § 3 et 8 de la loi no 1137/1981 était sans objet en ce qui concernait cet aspect des mesures litigieuses.", ".  La Cour considère dès lors que l’on ne saurait reprocher aux requérants de ne s’être pas conformés aux exigences de la règle de l’épuisement des voies de recours internes en ce qui concerne tant leur grief tiré de l’article 2 du Protocole no 1 que ceux relatifs aux articles 5 et 8 de la Convention.", ".  La Cour rappelle que le délai de six mois prévu par l’article 35 § 1 de la Convention vise à assurer la sécurité juridique en garantissant que les affaires qui soulèvent des questions au regard de la Convention puissent être examinées dans un délai raisonnable et que les décisions passées ne soient pas indéfiniment susceptibles d’être remises en cause. Cette règle marque la limite temporelle du contrôle effectué par les organes de la Convention et indique aux particuliers comme aux autorités la période au-delà de laquelle ce contrôle ne peut plus s’exercer. La Cour n’a donc pas la possibilité de ne pas appliquer la règle de six mois au seul motif qu’un Gouvernement n’a pas formulé d’exception préliminaire fondée sur elle (Walker c. Royaume-Uni (déc.), no 34979/97, CEDH 2000-I). En règle générale, le délai de six mois commence à courir à la date de la décision définitive intervenue dans le cadre du processus d’épuisement des voies de recours internes. Toutefois, lorsqu’il est clair d’emblée que le requérant ne dispose d’aucun recours effectif, le délai de six mois prend naissance à la date des actes ou mesures dénoncés ou à la date à laquelle l’intéressé en prend connaissance ou en ressent les effets ou le préjudice (Varnava et autres c. Turquie [GC], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 et 16073/90, §§ 156-157, 18 septembre 2009).", ".  En l’occurrence, en ce qui concerne les griefs relatifs aux articles 5 et 8 de la Convention concernant leur hospitalisation et leur traitement, la Cour note que les requérants ont quitté l’hôpital de Rion, dans lequel ils allèguent avoir été internés, le 2 juin 2011, et que leur traitement contre la maladie initialement diagnostiquée a pris fin le 30 juin 2011 lorsque le chef de la clinique dermatologique de l’hôpital « Aghia Varvara » leur a recommandé de l’interrompre. En outre, elle constate que les requérants l’ont saisie le 7 juin 2012, soit en dehors du délai de six mois prescrit par l’article 35 § 1 de la Convention. Elle estime qu’il en va de même du deuxième grief relatif à l’article 8 de la Convention concernant la divulgation d’informations aux médias puisque la parution des articles de presse révélant au grand public le cas des requérants ainsi que la diffusion du reportage litigieux sur la chaîne MEGA remontent au 20 mai 2011.", ".  Il s’ensuit que la partie de la requête relative aux griefs tirés des articles 5 et 8 de la Convention, ainsi que du grief tiré de l’article 13 de la Convention en combinaison avec ces articles, doit être rejetée pour non-respect du délai de six mois.", ".  En revanche, la Cour note que les troisième et quatrième requérants sont retournés à l’école le 12 décembre 2011, soit moins de six mois avant sa saisine par les plaignants. Dans ces conditions, elle estime que cette partie de la requête concernant la violation alléguée de l’article 2 du Protocole no 1 a été introduite dans le délai de six mois prévu à l’article 35 § 1 de la Convention.", ".  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DU PROTOCOLE No 1 À LA CONVENTION, PRIS ISOLÉMENT ET COMBINÉ AVEC L’ARTICLE 13 DE LA CONVENTION", ".  Les requérants allèguent que l’exclusion des troisième et quatrième requérants de l’école, d’après eux pour les besoins d’un traitement fondé sur une erreur de diagnostic, a porté atteinte à leur droit à l’instruction garanti par l’article 2 du Protocole no 1 à la Convention. Ils se plaignent aussi de ne pas avoir disposé, comme l’exige l’article 13 de la Convention, d’un recours interne effectif au travers duquel ils auraient pu formuler leur grief de méconnaissance de l’article précité. Ces articles disposent :", "Article 2 du Protocole no 1 à la Convention", "« Nul ne peut se voir refuser le droit à l’instruction. L’Etat, dans l’exercice des fonctions qu’il assumera dans le domaine de l’éducation et de l’enseignement, respectera le droit des parents d’assurer cette éducation et cet enseignement conformément à leurs convictions religieuses et philosophiques. »", "Article 13 de la Convention", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", ".  Le Gouvernement soutient que l’exclusion temporaire des troisième et quatrième requérants de l’école était légale et nécessaire, en application des dispositions de l’article 20 de la loi no 3172/2003 et des articles 3 et 8 de la loi no 1371/1981, afin de protéger la santé de leurs camarades et du personnel enseignant. Il affirme également que la deuxième requérante a rejeté l’offre du directeur de l’école de désigner un instituteur pour donner des cours à domicile aux deux enfants exclus.", ".  Les plaignants soutiennent que l’exclusion de facto des troisième et quatrième requérants de l’école était arbitraire et non justifiée légalement. Ils affirment que les autorités ne leur ont jamais proposé la désignation d’un instituteur pour donner des cours à domicile aux enfants exclus. Ils ajoutent que le Gouvernement ne fournit aucun document de nature à prouver que le directeur des services locaux de l’éducation ou le ministère de l’Éducation avaient consenti à pareille désignation. Ils indiquent par ailleurs qu’ils n’auraient pas été en mesure de refuser une telle proposition en raison de la portée de l’obligation de l’Etat, pesant également sur les parents, d’assurer l’instruction primaire des enfants.", ".  La Cour rappelle que, selon sa jurisprudence bien établie, le droit à l’instruction, tel qu’il est prévu par la première phrase de l’article 2 du Protocole no 1 à la Convention, garantit à quiconque relève de la juridiction des Etats contractants « un droit d’accès aux établissements scolaires existant à un moment donné », l’accès à ces derniers ne formant qu’une partie de ce droit fondamental (Affaire « relative à certains aspects du régime linguistique de l’enseignement en Belgique » c. Belgique, 23 juillet 1968, §§ 3-5, série A no 6; Kjeldsen, Busk Madsen et Pedersen c. Danemark, 7 décembre 1976, § 52, série A no 23; Leyla Şahin c. Turquie [GC], no 44774/98, § 152, CEDH 2005-XI, Oršuš et autres, précité, § 146, et Catan et autres c. République de Moldova et Russie [GC], nos 43370/04, 8252/05 et 18454/06, § 137, CEDH 2012). Pour important qu’il soit, ce droit n’est toutefois pas absolu ; il peut donner lieu à des limitations implicitement admises car il « appelle de par sa nature même une réglementation par l’Etat ». Certes, des règles régissant les établissements d’enseignement peuvent varier dans le temps en fonction entre autres des besoins et des ressources de la communauté ainsi que des particularités de l’enseignement de différents niveaux. Par conséquent, les autorités nationales jouissent en la matière d’une certaine marge d’appréciation, mais il appartient à la Cour de statuer en dernier ressort sur le respect des exigences de la Convention. Afin de s’assurer que les limitations mises en œuvre ne réduisent pas le droit dont il s’agit au point de l’atteindre dans sa substance même et de le priver de son effectivité, la Cour doit se convaincre que celles-ci sont prévisibles pour le justiciable et tendent à un but légitime. Toutefois, à la différence des articles 8 à 11 de la Convention, elle n’est pas liée par une énumération exhaustive des « buts légitimes » sur le terrain de l’article 2 du Protocole no 1 (voir, mutatis mutandis, Podkolzina c. Lettonie, no 46726/99, § 36, CEDH 2002-II). En outre, pareille limitation ne se concilie avec ledit article que s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Leyla Şahin, précité, § 154, et Ali c. Royaume-Uni, no 40385/06, § 53, 11 janvier 2011).", "51.  En l’espèce, la Cour constate que les requérants mineurs, âgés alors de 11 et 7 ans, ont été exclus de leur école primaire du 2 juin au 12 décembre 2011. Ils ont ainsi été empêchés d’assister aux cours pendant plus de trois mois à partir de la rentrée scolaire 2011. L’exclusion prononcée par les autorités était fondée sur les dispositions de l’article 20 de la loi no 3172/2003 et des articles 3 et 8 de la loi no 1371/1981. Elle était donc régulière et prévisible.", ".  Par ailleurs, la Cour relève que, le 2 juin 2011, date à laquelle les requérants ont été autorisés à quitter l’hôpital de Rion, le chef de la direction de la santé publique de la région de la Grèce de l’Ouest a adressé au directeur de l’école susmentionnée une lettre dans laquelle il précisait que la scolarité des requérants mineurs se poursuivrait seulement après avis de la commission prévue à l’article 8 de la loi no 1137/1981. Elle constate que ce même responsable a réitéré sa position, le 15 juillet 2011, après que les requérants lui aient communiqué les résultats des tests subis à l’hôpital « Aghia Varvara », contestés par le Gouvernement, et aient sollicité la levée des mesures litigieuses. Elle note également que la commission susmentionnée n’avait été instituée ni à la première date ni à la deuxième date.", ".  En outre, la Cour relève que, le 18 novembre 2011, nonobstant sa position selon laquelle la scolarisation des requérants mineurs n’était pas possible avant l’examen de leur état de santé par ladite commission, le chef de la direction de la santé publique informa les plaignants qu’il n’avait pris aucune décision formelle prohibant la poursuite de la scolarité des troisième et quatrième requérants.", ".  La Cour note enfin que la commission dont il s’agit, n’a été instituée que le 21 novembre 2011. Elle s’est réunie le 8 décembre 2011 et a conclu que les requérants n’étaient pas atteints de la maladie de Hansen et ne représentaient pas un danger pour la santé publique. La transmission par voie administrative d’une copie de cette commission est intervenue le 12 décembre 2011, date à laquelle les troisième et quatrième requérants ont pu reprendre leur scolarité.", ".  Au vu des circonstances de la présente affaire, la Cour a conscience de la nécessité pour les autorités chargées de la protection de la santé publique de prendre les mesures appropriées afin de s’assurer qu’une maladie aussi grave et infectieuse que celle en cause en l’espèce cesse de produire ses effets et d’éviter ainsi tout risque de contamination. Par conséquent, la mesure litigieuse poursuivait un but légitime : la protection de la santé des enfants et des enseignants de l’école. La Cour considère toutefois que, afin de respecter la proportionnalité entre la protection des intérêts de la collectivité et celle de l’intérêt des individus soumis à de telles mesures, lesquelles peuvent avoir par leur nature même de graves conséquences sur la vie de ces derniers, les autorités ont l’obligation de faire preuve de diligence et de célérité dans la gestion de ces mesures. Elle estime ainsi qu’il convient de veiller à ce que des mesures particulièrement restrictives et contraignantes soient maintenues uniquement pendant la durée strictement nécessaire au but pour lequel elles ont été prises et soient levées aussitôt que la raison pour laquelle elles ont été imposées aura cessé d’exister.", ".  Ces considérations sont particulièrement évidentes dans un cas comme celui de la présente espèce. En l’occurrence, la Cour estime que le diagnostic initial fait à l’hôpital de Rion justifiait l’examen clinique des troisième et quatrième requérants et donc leur absence obligée de l’école pendant une certaine période. A cet égard, la Cour note que, dans sa décision du 6 juin 2011, alors que les requérants avaient été autorisés à quitter l’hôpital le 2 juin 2011, le chef de la direction de la santé publique de la région de la Grèce de l’Ouest précisait que ceux-ci ne risquaient plus de contaminer ceux qui les approchaient. Elle observe toutefois que, à deux reprises, d’abord le 2 juin puis surtout le 15 juillet 2011, à la suite du diagnostic de l’hôpital spécialisé dans le traitement de la maladie de Hansen, ce même chef avait subordonné la reprise des cours par les deux requérants mineurs à la décision de la commission précitée alors même que cette dernière n’avait pas encore été instituée. Elle constate également que, en dépit de la reprise des cours début septembre et des démarches des requérants pour faire accélérer le processus, ladite commission n’a été instituée que le 21 novembre 2011 et qu’elle n’a procédé à l’examen des requérants que le 8 décembre 2011.", ".  De l’avis de la Cour, un tel retard dans la mise en œuvre du processus, lequel devait aboutir à une décision définitive sur l’application des mesures ayant une incidence grave sur la vie des requérants – notamment sur la scolarité des deux enfants –, n’était pas, dans les circonstances de l’espèce, proportionnel au but légitime poursuivi. Par conséquent, la mesure litigieuse a méconnu le droit à l’instruction des requérants mineurs, s’agissant notamment de l’accès à leur établissement scolaire. Il y a donc eu violation de l’article 2 du Protocole no 1 à la Convention.", ".  Compte tenu de cette conclusion, la Cour n’estime pas nécessaire d’examiner séparément le grief tiré de cet article combiné avec l’article 13 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", ".  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommages", ".  Les premier et deuxième requérants réclament la somme globale de 22 993,37 euros (EUR) au titre du préjudice matériel qu’ils disent avoir subi en raison de la perte de leurs emplois respectifs et de la diminution de leurs revenus pendant la période correspondant à leur hospitalisation. Ils réclament également 20 000 EUR chacun pour dommage moral. S’agissant des troisième et quatrième requérants, ils demandent 30 000 EUR chacun pour dommage moral. Les requérants précisent en outre qu’ils ne disposent pas d’un compte en banque et ils invitent la Cour à se prononcer pour le versement des sommes accordées par elle directement à leur avocat.", ".  Le Gouvernement soutient que la perte des revenus des premier et deuxième requérants est la conséquence de la grande crise économique que connaît la Grèce. Quant au dommage moral, il estime que le constat de violation constituerait une satisfaction équitable suffisante.", ".  La Cour rappelle qu’elle a conclu au seul constat de violation de l’article 2 du Protocole no1 à la Convention à raison de la longue exclusion des troisième et quatrième requérants de leur école. Elle considère par conséquent qu’il y a lieu d’octroyer aux deuxième, troisième et quatrième requérants la somme globale de 5 000 EUR pour dommage moral.", "B.  Frais et dépens", ".  Les requérants demandent également 3 920 EUR au titre des frais et dépens. Cette somme comprend les honoraires d’avocat pour la procédure engagée devant la Cour (1 840 EUR pour vingt heures de travail), ainsi que les frais exposés par eux à l’occasion de différentes démarches effectuées dans les hôpitaux et devant la commission instituée par la loi no 1137/1981.", ".  Le Gouvernement considère que le nombre d’heures de travail indiqué est élevé pour ce type d’affaires et il soutient que les requérants ne soumettent aucun justificatif.", ".  La Cour rappelle que, selon sa jurisprudence, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. Elle rappelle en outre avoir décidé, dans certains cas, de verser directement la somme allouée pour frais et dépens sur le compte des représentants des requérants (voir, parmi beaucoup d’autres, Cobzaru c. Roumanie, no 48254/99, 4 mars 2008, Stoica c. Roumanie, no 42722/02, 16 décembre 2008, Rupa c. Roumanie, no 58478/00, 2 avril 2009, Gavril Georgiev c. Bulgarie, no 31211/03, 2 avril 2009, Vihos c. Grèce, no 34692/08, 10 février 2011, Dimitras et autres c. Grèce (no 2), nos 34207/08 et 6365/09, 3 novembre 2011, et Lavida et autres c. Grèce, no 7973/10, 30 mai 2013).", ".  En l’espèce, la Cour note que les requérants produisent des accords conclus entre eux et leur avocat, signés par les deux parties et fixant les conditions de rémunération dudit avocat. Ce dernier produit une liste détaillée des frais exposés au stade de différentes procédures. Etant donné que les démarches indiquées par les requérants dans leur demande au titre des frais et dépens, qui avaient été entreprises devant les hôpitaux, le directeur de l’école des requérants mineurs et la commission précitée, visaient à l’obtention de la levée des mesures restrictives, la Cour estime qu’elles doivent également donner lieu à remboursement en sus des frais relatifs à la procédure engagée devant elle. Statuant sur la base des observations produites, elle estime raisonnable d’accorder conjointement aux requérants la somme de 2 000 EUR, à verser sur le compte bancaire de Me Farmakidis-Markou.", "C.  Intérêts moratoires", ".  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l’article 2 du Protocole no 1 à la Convention, pris isolément et combiné avec l’article 13 de la Convention, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 2 du Protocole no 1 à la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner le grief tiré de l’article 2 du Protocole no 1 à la Convention combiné avec l’article 13 de la Convention ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser aux deuxième, troisième et quatrième requérants, dans les trois mois, à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  5 000 EUR (cinq mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  2 000 EUR (deux mille euros), plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens, à verser sur le compte bancaire de leur représentant,", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 6 octobre 2015, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tSøren Nielsen\tAndrás Sajó\n\tGreffier\tPrésident", ""]}