{"file": "FRE_CLINF_665_08.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "665/08", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 131", "Juin 2010", "Hakimi c. Belgique - 665/08", "Arrêt 29.6.2010 [Section II]", "Article 37", "Article 37-1", "Radiation du rôle", "Déclaration unilatérale du Gouvernement qui priverait le requérant de la possibilité d’obtenir un constat de violation de l’article 6 § 1, requis pour demander la révision d’une décision interne: rejet de la demande de radiation", "", "En fait – En 2006, une cour d’appel condamna le requérant par défaut à une peine d’emprisonnement et à une amende. L’arrêt, signifié à l’intéressé le jour même, ne faisait pas mention du délai d’opposition applicable, à savoir quinze jours. Quelques semaines plus tard, le requérant forma opposition contre l’arrêt de condamnation. La cour d’appel le débouta pour tardiveté. En 2007, la Cour de cassation rejeta le pourvoi formé par l’intéressé.", "En droit – Article 6 § 1 : a) Remarques préliminaires sur la demande de radiation – Le règlement amiable proposé par la Cour a été rejeté par le requérant au motif qu’il souhaitait obtenir la garantie de pouvoir bénéficier de la procédure de réouverture de son dossier. Par ailleurs, le Gouvernement a soumis à la Cour une déclaration unilatérale sollicitant la radiation de l’affaire en contrepartie de la reconnaissance de la violation de l’article 6 § 1 et du versement d’une somme. Il y soulignait l’inexistence du droit à la réouverture de la procédure, le défaut de compétence du ministre de la Justice s’agissant de garantir pareille réouverture et le pouvoir discrétionnaire de la Cour de cassation dans l’appréciation de son octroi. Compte tenu des termes de la déclaration du Gouvernement et des circonstances de l’espèce, la Cour n’estime pas opportun de rayer l’affaire du rôle sur la seule base de la déclaration. En particulier, elle n’exclut pas que le requérant ait besoin, pour pouvoir demander, le cas échéant, la révision de l’arrêt litigieux de la cour d’appel, d’un arrêt de la Cour constatant explicitement une violation de l’article 6 § 1. Partant, elle poursuit l’examen de la requête, qui ne se heurte à aucun motif d’irrecevabilité.", "b) Fond – En l’espèce, la signification de l’arrêt au requérant ne portait pas mention du délai d’opposition. La Cour se base sur son constat, dans une affaire similaire, selon lequel le refus par la cour d’appel de rouvrir la procédure qui s’était déroulée par défaut et le rejet pour tardiveté de l’opposition formée par le requérant avaient privé ce dernier du droit d’accès à un tribunal.", "Conclusion : violation (unanimité).", "Article 41 : constat de violation suffisant en lui-même pour le préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}