{"file": "FRE_HFJUD_75569_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "75569/01", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ÇETİNKAYA c. TURQUIE", "", "", "(Requête no 75569/01)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "27 juin 2006", "", "", "", "DÉFINITIF", "", "27/09/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Çetinkaya c. Turquie,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tJ. Casadevall,\n\t\tR. Türmen,\n\t\tM. Pellonpää,\n\t\tS. Pavlovschi,\n\t\tL. Garlicki,\n\t\tJ. Šikuta, juges,\net de M. T.L. Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 8 juin 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 75569/01) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Suat Çetinkaya (« le requérant »), a saisi la Cour le 24 septembre 2001 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me A. Terece, avocat à Izmir. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "3.  Le 27 juin 2005, la Cour (quatrième section) a décidé de communiquer la requête au Gouvernement. Se prévalant de l’article 29 § 3 de la Convention, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le requérant est né en 1967 et réside à Izmir.", "5.  Le 2 juillet 1999, à 17 heures, la Plateforme de la démocratie (« la Plateforme ») – groupement civil rassemblant divers syndicats, associations et ordres professionnels – organisa, à Izmir, une conférence de presse ayant pour thème « Démocratie, laïcité et paix », à l’occasion du jour anniversaire des évènements survenus à Sivas le 2 juillet 1993.", "6.  Le requérant assista à cette conférence en qualité de dirigeant de l’antenne locale de l’Association des droits de l’homme à Izmir (« l’antenne locale »).", "7.  Au cours de cette conférence, le président de l’antenne locale à Izmir de l’association culturelle Pir Sultan Abdal lut une déclaration intitulée « Tous les lieux sont Madimak, tous les jours sont un 2 juillet » (« Her yer Madimak, her gün 2 Temmuz »). Dans cette déclaration, signée par les divers groupements membres de la Plateforme – dont l’Association des droits de l’homme –, il dénonça notamment l’inertie des autorités nationales dans la poursuite et la condamnation des responsables des évènements survenus à Sivas, le 2 juillet 1993.", "8.  Le même jour, des policiers dressèrent un procès-verbal d’établissement des faits aux termes duquel la conférence de presse en question, ayant réuni près de huit cents personnes, fut qualifiée de rassemblement à ciel ouvert. Ce procès-verbal porte mention des différentes organisations présentes lors de la conférence de presse ainsi que les noms de certains de leurs membres et dirigeants, parmi lesquels le requérant et son association. Il peut notamment se lire comme suit :", "« (...) la déclaration de presse (...) a été lue à une foule de près de 800 personnes par Véli Ateş, président de l’antenne locale à Izmir de l’association culturelle Pir Sultan Abdal (...) Le président de l’antenne locale à Izmir du syndicat Tout social (Tüm sosyal – sen) et les [deux] membres du [syndicat] Voix (Ses) ont fait scander les slogans suivants à la foule : « épaules contre épaules face au fascisme – (...) – mort au fascisme, liberté au peuple – (...) l’assassin de Sivas est la dictature fasciste – vive notre lutte pour la démocratie ». En outre, (...) 100-150 personnes membres du groupe HADEP [Parti de la démocratie du peuple] ont scandé les slogans : « vive APO – président APO – Öcalan, Öcalan (...) »", "(...) la déclaration de presse qui s’est transformée en un rassemblement à ciel ouvert a pris fin à 17 h 30, [venus] pour soutenir [celle-ci] ont été vus les membres du comité directeur de l’antenne locale à Izmir IHD [Association des droits de l’homme] (...) Suat Çetinkaya (...) »", "9.  Le 7 juillet 1999, la direction de la sûreté près la préfecture d’Izmir saisit le procureur de la République d’Izmir des faits, précisant qu’ayant rassemblé huit cents personnes, parmi lesquelles les dirigeants de l’antenne locale de l’association litigieuse, la conférence de presse s’était transformée en un rassemblement à ciel ouvert, organisé sans autorisation. Elle souligna en outre que des slogans de soutien à Abdullah Öcalan avaient été scandés, qu’une pancarte portant le nom de l’association avait été brandie et que la déclaration de presse portait le nom de l’antenne locale. Elle demanda ainsi au procureur de la République d’adopter toute mesure utile contre cette dernière et ses dirigeants pour infraction à la loi no 2908 sur les associations.", "10.  Le 28 juillet 1999, le procureur de la République recueillit la déposition du requérant – entendu en qualité de dirigeant de l’antenne locale –, du trésorier et d’un membre du comité directeur de l’antenne.", "11.  Dans sa déposition, le requérant nia les faits reprochés et précisa n’avoir fait aucune déclaration lors de la conférence de presse litigieuse. Il soutint en outre que la Plateforme s’était contentée de faire une déclaration de presse au terme de laquelle la foule présente s’était dispersée d’elle-même.", "12.  Le 9 septembre 1999, le procureur de la République inculpa le requérant ainsi que six membres du comité directeur de l’antenne locale pour avoir participé à un rassemblement illégal et avoir ainsi agi en méconnaissance des buts définis dans les statuts de leur association. Il requit leur condamnation en vertu des articles 37 dernier alinéa et 77 § 3 de la loi no 2908.", "13.  Les 2 décembre 1999, 14 février et 13 avril 2000, le tribunal correctionnel d’Izmir entendit les accusés dans leur défense. Au cours de l’audience du 2 décembre, le requérant nia les faits reprochés et déclara n’avoir aucun lien avec les slogans scandés lors de la conférence de presse.", "14.  Le 2 novembre 2000, estimant établie sa participation à des activités situées en dehors des buts de son association, le tribunal correctionnel reconnut le requérant coupable des faits reprochés et le condamna à une peine de six mois d’emprisonnement en vertu de l’article 77 § 3 de la loi no 2908. Cette peine fut commuée en une amende de 1 800 000 livres turques (TRL) [environ 3 euros (EUR)] et assortie d’un sursis en vertu de la loi no 647.", "15.  La motivation de l’arrêt du tribunal correctionnel peut se lire comme suit :", "« (...) il est établi [aux termes] du procès-verbal versé, de l’aveu (de certains) accusés, que les accusés (...) ont participé à l’activité organisée par la Plateforme de la démocratie, qui est une organisation non légale, dans le but de protester contre les évènements de Sivas, [au cours de celle-ci] près de 800 personnes se sont rassemblées, une déclaration de presse a été faite, puis le rassemblement a revêtu une forme non autorisée, des slogans de soutien à Abdullah Öcalan ont été scandés par la foule et des tracts distribués (...) En participant à cette activité, certains accusés ont enfreint l’article 77 de la loi sur les associations (...)", "Dans le procès-verbal versé, il est établi que les accusés sont membres du comité directeur de l’association, (...) qu’ils ont participé à ce rassemblement, ont appelé des cris de soutien en faveur d’Öcalan (...)", "L’article 37 de la loi sur les associations prévoit que les associations doivent avoir des activités conformes (...) aux buts pour lesquels elles ont été fondées. Les activités se trouvant en dehors [de ces buts] sont prohibées et l’association dénommée Association des droits de l’homme ne dispose d’aucune activité ayant pour but la participation à ce type de rassemblement et à des rassemblements illégaux. (...) il est considéré que ces dernières sont des activités illégales et que les accusés ont agi en violation de l’article 37 dernier alinéa de la loi no 2908 (...) »", "16.  Le 2 janvier 2001, le requérant se pourvut en cassation aux fins d’infirmation de cet arrêt. Dans son mémoire en cassation, il nia les faits reprochés et soutint que sa participation à la conférence de presse litigieuse ne saurait être constitutive d’une infraction, aucune autre organisation participante n’ayant fait l’objet de poursuites. Il soutint en outre qu’il était parfaitement normal pour une association protectrice des droits de l’homme d’exprimer une opinion s’agissant d’évènements ayant causé de nombreux morts.", "17.  Le 2 avril 2001, la Cour de cassation rejeta ce pourvoi et confirma l’arrêt de première instance.", "II.  LE DROIT INTERNE PERTINENT", "18.  Aux termes de l’article 37 dernier aliéna de la loi no 2908 du 6 octobre 1983 :", "« Les dirigeants d’associations représentant leur association, ne peuvent participer à des réunions et manifestations, faire des déclarations, qui ne correspondent pas aux buts et formes d’activités définies dans leurs statuts, ni pousser les membres de l’association à agir dans cette voie. »", "L’article 77 § 3 de cette loi punit d’une peine de six mois à un an d’emprisonnement tout fondateur et dirigeant d’association se livrant à des activités notamment contraires au dernier alinéa de l’article 37.", "La loi no 2908 fut abrogée et remplacée par la nouvelle loi sur les associations no 5253 du 4 novembre 2004, entrée en vigueur le 23 novembre 2004.", "EN DROIT", "I.  SUR LA RECEVABILITÉ", "19.  Le Gouvernement rappelle que le requérant a été condamné à une peine de six mois d’emprisonnement, commuée en une peine d’amende, elle-même assortie d’un sursis, en vertu de la loi no 647. Dès lors, celui-ci ne saurait prétendre avoir qualité de victime.", "20.  La Cour rappelle sa jurisprudence constante selon laquelle une décision ou mesure favorable à un requérant ne suffit en principe à lui retirer la qualité de « victime » que si les autorités nationales ont reconnu, explicitement ou en substance, puis réparé la violation de la Convention (Öztürk c. Turquie [GC], no 22479/93, § 73, CEDH 1999VI). Tel n’étant pas le cas en l’espèce, il y a lieu de rejeter l’exception du Gouvernement à cet égard.", "21.  La Cour constate ainsi que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celle-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "II.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 10 ET 11 DE LA CONVENTION", "22.  Le requérant allègue que sa condamnation pénale pour avoir participé à une conférence de presse porte atteinte à son droit à la liberté d’expression et tend à entraver l’exercice de ses activités associatives en violation des articles 10 et 11 de la Convention.", "23.  La Cour estime que la question de la liberté d’expression ne saurait en l’espèce être distinguée de celle de la liberté de réunion pacifique. Elle rappelle en effet que la protection des opinions personnelles est l’un des objectifs de la liberté de réunion pacifique, telle que consacrée par l’article 11 de la Convention (Ezelin c. France, arrêt du 26 avril 1991, série A no 202, § 37). Elle considère donc qu’il y a lieu d’examiner ces griefs sous l’angle de l’article 11 de la Convention, aux termes duquel :", "« 1.  Toute personne a droit à la liberté de réunion pacifique et à la liberté d’association (...)", "2.  L’exercice de ces droits ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, à la défense de l’ordre et à la prévention du crime (...) »", "24.  Le requérant conteste la nécessité de l’ingérence dans ses droits à la liberté d’expression et de réunion, soulignant qu’aucun acte de violence susceptible de menacer l’ordre public n’a été commis.", "25.  Le Gouvernement affirme que l’ingérence litigieuse était justifiée au regard du second paragraphe de l’article 11 de la Convention et répondait à un besoin social impérieux, dans la mesure où le requérant a participé à un rassemblement illégal, dont les participants ont soutenu une organisation terroriste par leurs slogans.", "26.  La Cour note qu’il ne prête pas à controverse entre les parties que la condamnation litigieuse constituait une ingérence dans le droit du requérant à sa liberté de réunion pacifique. Quant à la prévisibilité et la légitimité de cette ingérence, eu égard à la conclusion à laquelle elle parvient quant à la nécessité de l’ingérence en cause, la Cour n’estime pas utile de se prononcer sur ces questions (paragraphe 31 ci-dessous ; pour une approche similaire voir Çetin et autres c. Turquie, nos 40153/98 et 40160/98, § 44, CEDH 2003III (extraits)).", "27.  A cet égard, elle rappelle que dans une société démocratique fondée sur la prééminence du droit, les idées politiques qui contestent l’ordre établi et dont la réalisation est défendue par des moyens pacifiques doivent se voir offrir une possibilité convenable de s’exprimer à travers l’exercice de la liberté de réunion ainsi que par d’autres moyens légaux (Stankov et Organisation macédonienne unie Ilinden c. Bulgarie, nos 29221/95 et 29225/95, § 97, CEDH 2001IX). La liberté de participer à une réunion pacifique revêt ainsi une telle importance qu’elle ne peut subir une quelconque limitation, dans la mesure où l’intéressé ne commet pas lui-même, à cette occasion, un acte répréhensible (Ezelin, précité § 53). En outre, le caractère illégal d’une réunion ou manifestation ne suffit pas à la faire sortir du champ d’application de l’article 11 de la Convention (voir Cisse c. France, no 51346/99, CEDH 2002III (extraits)).", "28.  En l’occurrence, le requérant a été condamné en sa qualité de dirigeant d’une association, non pour avoir eu un comportement violent ou avoir scandé des slogans de soutien à une organisation terroriste, mais pour avoir pris part à une conférence de presse qui s’est transformée, de fait, en un rassemblement qualifié d’illégal par les autorités. Le fondement légal de cette condamnation repose ainsi uniquement sur la qualification opérée par les juridictions nationales quant aux buts de l’association du requérant, telle qu’énoncée dans ses statuts, et ce en dehors de toute précision ou explication quant aux critères retenus pour les estimer incompatibles avec la participation de l’intéressé à la conférence de presse litigieuse.", "Suffit ainsi à être jugée répréhensible sa seule présence à une telle conférence, indépendamment d’une quelconque appréciation quant aux modalités pacifiques ou non de son déroulement.", "29.  Or, la Cour rappelle que les Etats contractants ne sauraient prendre, au nom de la protection de « la sûreté publique », n’importe quelle mesure jugée par eux appropriée (voir Izmir Savaş Karşıtları Derneği et autres c. Turquie, no 46257/99, § 36, 2 mars 2006). Des mesures radicales visant à supprimer préventivement la liberté de réunion et d’expression en l’absence d’incitation à la violence ou de rejet des principes démocratiques desservent la démocratie voire la mettent en danger (Stankov et Organisation macédonienne unie Ilinden, précité, § 97).", "30.  En l’espèce, force est de constater que le cadre juridique ayant servi de base à la condamnation du requérant s’analyse en une mesure générale d’interdiction, cantonnant l’exercice de la liberté de réunion pacifique dans des limites incertaines, dépendantes de l’appréciation opérée à cet égard par les autorités nationales quant aux buts et statuts des associations. S’en trouvent indéniablement affectés à la fois la liberté d’association et l’état de la démocratie dans le pays dont il s’agit (voir Izmir Savaş Karşıtları Derneği et autres, précité, § 35).", "31.  A la lumière de ce qui précède, la Cour estime que la condamnation du requérant ne saurait passer pour « nécessaire dans une société démocratique ».", "32.  Il y a donc eu violation de l’article 11 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "33.  Le requérant allègue ne pas avoir bénéficié d’un procès équitable eu égard au mode d’administration des preuves par les juridictions nationales, ce en violation de l’article 6 de la Convention, ainsi libellé en sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) ».", "34.  Le Gouvernement ne se prononce pas.", "35.  La Cour relève que ce grief est lié à celui examiné ci-dessus et doit donc aussi être déclaré recevable.", "36.  La Cour rappelle que si l’article 6 § 1 de la Convention garantit à toute personne le droit à un procès équitable, cette disposition ne réglemente pas l’administration des preuves en tant que telle, et notamment leur admissibilité et leur force probante, questions relevant essentiellement du droit interne (voir Schenk c. Suisse, arrêt du 12 juillet 1988, série A no 140, p. 29, §§ 46 et suivants). En outre, elle ne décèle en l’espèce aucune apparence d’arbitraire dans le déroulement de la procédure litigieuse.", "37.  Dès lors, la Cour estime qu il n’y a pas eu violation de l’article 6 de la Convention.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "38.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "39.  Le requérant réclame 5 000 EUR au titre du préjudice matériel qu’il aurait subi et 15 000 EUR à celui du préjudice moral.", "40.  Le Gouvernement conteste ces prétentions.", "41.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué, et rejette cette demande. En revanche, elle considère qu’il y a lieu d’octroyer au requérant 2 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "42.  Le requérant demande 4 000 EUR pour les frais et dépens encourus devant la Cour. Il ne fournit aucun justificatif.", "43.  Le Gouvernement conteste ces prétentions.", "44.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 1 500 EUR pour la procédure devant la Cour et l’accorde au requérant.", "C.  Intérêts moratoires", "45.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 11 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner le grief tiré de l’article 10 de la Convention ;", "", "4.  Dit qu’il n’y a pas eu violation de l’article 6 de la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour dommage moral et 1 500 EUR (mille cinq cents euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt, à convertir en nouvelles livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 juin 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tT.L. Early\tNicolas Bratza\n\tGreffier\tPrésident"]}