{"file": "FRE_HFJUD_74644_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "74644/01", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE DONADZE c. GEORGIE", "", "", "(Requête no 74644/01)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "7 mars 2006", "", "", "", "DÉFINITIF", "", "07/06/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Donadzé c. Géorgie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tR. Türmen,\n\t\tK. Jungwiert,\n\t\tM. Ugrekhelidze,\n\tMmes\tA. Mularoni,\n\t\tE. Fura-Sandström, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 24 mai 2005 et 14 février 2006,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 74644/01) dirigée contre la Géorgie et dont un ressortissant de cet Etat, M. Guivi Donadzé (« le requérant »), a saisi la Cour le 12 octobre 2000 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté depuis le 12 octobre 2004 par Me R. Gabodzé, avocate au sein de l’organisation non gouvernementale « Groupe de Strasbourg » à Tbilissi. Le gouvernement géorgien était représenté successivement par M. L. Tchélidzé, Mmes T. Bourdjaliani et E. Gouréchidzé, représentants généraux du Gouvernement auprès de la Cour, auxquels a succédé le 1er septembre 2005 M. S. Papouachvili, agent du Gouvernement.", "3.  Le requérant se plaignait en particulier qu’il n’avait pas bénéficié d’un procès équitable dans le cadre de la procédure en réparation, engagée à l’encontre de son employeur.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1 du règlement).", "6.  Par une décision du 24 mai 2005, la chambre a déclaré la requête partiellement recevable.", "7.  Les parties n’ont pas déposé d’observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant, M. Guivi Donadzé, est un ressortissant géorgien, né en 1923 et résidant à Tbilissi.", "9.  Ingénieur émérite de Géorgie, le requérant travailla depuis 1962 à l’Institut de la Cybernétique (« l’Institut ») de l’Académie des Sciences de Géorgie (« l’Académie »). Entre 1981 et 1991, il fit partie du service des recherches optiques dirigé par M. K. L’attitude de celui-ci envers ses employés rendait, selon le requérant, le travail impossible (voir la décision sur la recevabilité). Pour cette raison, le requérant souhaita être transféré dans son service d’origine, celui de la technique robotique, situé dans le nouveau bâtiment de l’Institut. Le 21 octobre 1991, sa demande fut accueillie. Or, aucune décision ne fut prise pour que le requérant dispose d’un bureau et d’un laboratoire dans le nouveau bâtiment. Ses plaintes à ce sujet ne furent pas suivies d’effet et ce, pendant sept ans environ (voir la décision sur la recevabilité). Le 28 mai 1998 seulement, la direction lui attribua un local dans le nouveau bâtiment. Or, le requérant n’eut pas le droit d’y installer les appareils de son ancien laboratoire. Toutefois, il ressort des fiches d’inventaire datées de 1967-1971, qu’il était, depuis cette période, responsable du matériel en cause et avait donc le droit d’en disposer. Ce n’est qu’en 2000 que la direction reconnut que le requérant avait le droit de déménager son ancien laboratoire dans le nouveau bâtiment.", "Le requérant produit devant la Cour un article documenté, publié encore en mai 1987 dans le journal officiel « Communiste », qui fait état de l’intimidation des agents du service des recherches optiques par la direction de l’Institut. L’interview du directeur de l’Institut lui-même fait partie de l’article et illustre l’ambiance conflictuelle au sein de l’établissement.", "10.  Selon le requérant, les conditions de travail au service de la technique robotique n’étaient pas meilleures. Depuis 1996, ce service présentait à la direction de l’Institut des projets scientifiques qui, une fois sélectionné par le Conseil scientifique de l’Académie, permettait à ses auteurs de toucher, en dehors du salaire, un supplément d’un montant important. Il ressort du dossier que le projet présenté par les scientifiques du service de la technique robotique, dont le requérant, fut bloqué au niveau de la direction de l’Institut et ne fut pas envoyé à l’Académie aux fins de la procédure de sélection (voir la décision sur la recevabilité).", "11.  Le 29 avril 1999, la direction de l’Institut publia une liste des employés, candidats au licenciement pour cause de réduction du nombre d’effectif. Le requérant figurait sur cette liste, alors que, conformément à l’article 19 de la loi relative aux vétérans de guerre et des forces armées (voir ci-dessous), il ne pouvait pas faire l’objet d’un licenciement pour cause de réduction du nombre d’effectif. En tant que candidat au licenciement, et conformément à la décision du directeur, le requérant fut privé du supplément de salaire, relatif à son grade, à partir du mois de mai jusqu’en octobre 1999. Le requérant porta plainte auprès des syndicats de l’Académie, dont l’intervention lui permit d’échapper au licenciement illégal. Toutefois, les suppléments de salaire supprimés ne lui furent pas remboursés.", "Il ressort des fiches comptables et autres documents que, par ailleurs, le requérant ne perçut pas de suppléments auxquels il avait droit durant toute l’année 1996, ainsi qu’en juillet, août et septembre 1998. En outre, les documents comptables portaient souvent sa signature en confirmation de réception de divers suppléments, mais, en réalité, il n’avait ni signé le document ni reçu l’argent en question. Par exemple, la suppression du supplément suite à son inscription sur la liste des licenciements en avril 1999 est confirmée par l’ordonnance interne du 14 juillet 1999, prise par le directeur de l’Institut. Or, selon le document comptable faisant état de réception de différentes rétributions, le requérant aurait perçu ce supplément. Après avoir examiné l’une des plaintes du requérant à ce sujet, dans sa lettre du 12 novembre 1998, le conseil de l’Académie des Sciences constatait que, depuis mars 1998, le requérant n’avait pas perçu le supplément litigieux en raison de l’inobservation des formalités internes. Le conseil invita les autorités de l’Institut à examiner la question en vue de renouveler le payement du supplément au requérant.", "12.  Le 8 octobre 1999, le requérant engagea à l’encontre du directeur de l’Institut une procédure civile en réparation du dommage matériel et moral causé par l’action illégale d’une personne détenant l’autorité. Dans son recours, il soutint que, depuis l’arrivée de M. G. à la direction de l’Institut dans les années 80, il était littéralement harcelé et traité avec mépris par la direction, qu’il ne pouvait pas poursuivre son travail dans des conditions appropriées, qu’il n’avait disposé, de 1991 à 1998, d’aucun local pour installer son laboratoire et procéder aux expérimentations, et que les suppléments de salaire dont il aurait dû bénéficier aux différents moments ne lui avaient pas été versés. Il expliqua que ces sommes, tout en étant extrêmement modiques, avaient tout de même de l’importance vitale pour lui. Venant s’ajouter à son salaire et à sa pension d’invalide de IIe groupe de la Seconde Guerre mondiale, elles lui permettaient de subvenir aux besoins élémentaires de son épouse malade et de sa fille étudiante. Le requérant précisa en outre que, « le matériel technique », dont il pouvait disposer sans obstacle dans son nouveau service conformément aux dires du directeur, ne constituait pas le matériel dont il avait besoin dans son travail. Seuls les appareils spécifiques installés dans son ancien laboratoire pouvaient lui servir. Le requérant joignit au dossier un grand nombre d’éléments de preuve. Il cita sept collègues en qualité de témoins.", "13.  La partie adverse demanda de déclarer l’action du requérant mal fondée, vu que l’intéressé n’avait pas précisé en quoi avait consisté concrètement l’abus d’autorité par le directeur, qu’il avait toujours disposé d’un bureau pour travailler, qu’il n’y avait pas eu de tentatives de le « mettre à la rue » illégalement, que, le 1er janvier 1997, le requérant s’était vu attribuer un supplément de salaire mensuel, qu’il n’avait jamais été responsable du matériel litigieux et que, s’il avait sollicité les autorités compétentes de l’Institut, il aurait pu disposer sans obstacle de tout type de matériel technique.", "14.  Par décision du 20 janvier 2000, le tribunal de première instance de Vaké-Sabourtalo de Tbilissi, statuant à juge unique, débouta le requérant, au motif qu’il n’avait pas précisé en quoi avait consisté concrètement l’abus d’autorité par le directeur de l’Institut, qu’au moment donné, il disposait d’un bureau dont il détenait les clés, que, le 1er janvier 1997, il s’était vu attribuer un supplément du même montant que tous les autres scientifiques de son grade, qu’il n’avait jamais été responsable du matériel litigieux et que, s’il avait sollicité la direction conformément aux règles internes, il aurait disposé du matériel technique. Il ne ressort pas de la décision que le tribunal ait entendu les témoins des parties, seules celles-ci ayant été interrogées.", "15.  Le requérant interjeta appel de cette décision. Il soutint que le tribunal de première instance n’avait pas consacré suffisamment de temps à l’examen du fond de l’affaire qui portait sur différents aspects de l’abus d’autorité par le directeur. Il releva que le tribunal de première instance s’était contenté d’affirmer qu’au moment de l’examen de l’affaire en janvier 2000, il disposait d’un local, alors que l’objet de son litige portait sur l’absence de ce local entre 1991 et 1998 et sur l’impossibilité d’y installer son laboratoire entre 1998 et 2000, ce qui l’avait empêché de remplir ses fonctions. Sans que les pièces à l’appui de ce moyen aient été examinées, le tribunal avait conclu qu’au moment du déroulement de l’instance, le requérant disposait d’un bureau dont il détenait les clés. Le requérant contesta le fait que le directeur du service de la technique robotique, cité par lui en qualité de témoin, attendit dans les couloirs du tribunal sans être interrogé.", "16.  Le requérant soumit en outre à l’instance d’appel un grief tiré du comportement partial de Mme N.D., juge unique ayant statué le 20 janvier 2000. Cette magistrate l’aurait interrompu dans sa plaidoirie en disant : « Que cette affaire est technique, je ne la comprends pas ... et puis, ça me fatigue vos lectures ... ». Tout au long du procès, le requérant n’aurait pas eu droit à la parole et aurait été interrompu à chaque fois. En revanche, la partie adverse aurait pu contester sans trêve le montant, selon lui démesuré, de la réparation demandée par le requérant.", "Le requérant informe la Cour que l’examen de l’affaire devant le tribunal de première instance ne dura qu’entre 40 et 60 minutes et, statuant à juge unique, la magistrate tint l’audience dans son bureau. Assise devant un poêle et, se réchauffant les mains, elle aurait demandé au requérant : « Mais dis-lui combien tu veux, je t’assure qu’il te payera et qu’on en finisse avec cette affaire ! » Le requérant ne répondait pas soutenant qu’il fallait d’abord examiner ses moyens sur le fond avant de définir le montant de la réparation. Il ressort du procès-verbal de l’audience que la juge se retira en salle de délibération à 17 h 50 pour revenir annoncer sa décision à 18 h 00.", "17.  Dans son mémoire ampliatif du 5 avril 2000, qui porte la mention « reçu » apposée par un membre du greffe, le requérant invita la cour d’appel à prendre en compte le fait que l’ancien laboratoire qu’il devait libérer sans toutefois avoir un nouveau local pour déménager, avait été ouvert par un agent de l’Institut sur ordre du directeur, les tiroirs contenant des matériaux précieux et scellés par lui-même, avaient été forcés, les documents d’inventaire mentionnant le requérant en qualité de responsable matériel des appareils en question avaient été volés, certains appareils n’y étaient plus. Le requérant joignit au mémoire copies des documents internes prouvant que, durant des dizaines d’années, il était responsable matériel des appareils dont il se servait dans son travail à l’Institut.", "Ce recours ampliatif fut égaré au sein de la cour d’appel et, par conséquent, ne fit pas l’objet de l’examen.", "18.  Lors de l’audience, la partie adverse confirma qu’en mai 1998, le requérant avait été transféré au service de la technique robotique et, qu’en 2000, le matériel du laboratoire avait été déménagé.", "19.  Par décision du 19 avril 2000, la cour d’appel de Tbilissi confirma le jugement du 20 janvier 2000, au motif que, « conformément aux dires » du requérant lors du procès, il disposait d’un local pour travailler et que le requérant « ne niait pas le fait » qu’il percevait le salaire, ainsi que le supplément correspondant. La cour d’appel estima que le requérant n’avait pas fait l’objet d’un abus d’autorité de la part du directeur de l’Institut et que, par conséquent, il n’avait subi aucun dommage matériel ou moral. La cour considéra qu’il ne figurait dans le dossier aucun document interne portant nomination du requérant comme responsable matériel des appareils dont il disposait dans son ancien laboratoire. Lors de l’examen de l’affaire, le juge T. aurait demandé au requérant : « Mais vous n’êtes pas fatigué de vous plaindre devant toutes les instances, calmez-vous et reposez-vous enfin ! ».", "20.  Le requérant se pourvut en cassation, se prévalant de l’article 115 du code civil. Il dénonça les déclarations mensongères contenues dans l’arrêt d’appel. Il rappela que l’objet de son litige portait principalement sur deux points : l’impossibilité, entre 1991 et 1998, de disposer d’un local pour travailler, et l’impossibilité de toucher différents suppléments de salaire lui étant dus. De ce fait, le passage de l’arrêt d’appel affirmant que, « conformément aux dires » du requérant, « celui-ci disposait d’un local pour travailler » ne pouvait être que mensonger quant à la période litigieuse. Le requérant expliqua qu’il n’aurait pas pu affirmer avoir disposé d’un local, alors qu’il avait assigné son employeur en justice justement parce qu’il n’en avait pas disposé. L’instance d’appel lui aurait ainsi attribué des paroles qu’il n’avait pas prononcées. Le requérant dénonça de la même manière le caractère erroné du passage de l’arrêt d’appel déclarant qu’il « ne niait pas percevoir le supplément ». Il explicita qu’il n’aurait pas su tenir un tel discours, étant donné qu’il se plaignait justement du non-paiement du supplément aux différents moments dans le passé. Il affirma que ce supplément lui avait été à nouveau supprimé en 2000.", "En conclusion, le requérant attira l’attention de la Cour suprême sur le fait que, dans son arrêt, la cour d’appel lui avait fait affirmer ce qu’il infirmait dans son recours. A ses yeux, c’était la manière la plus simple de priver son action d’objet et de la déclarer dénuée de tout fondement. Il mit l’accent sur le fait qu’il avait présenté, avec son mémoire ampliatif du 5 avril 2000, les documents prouvant qu’il était responsable du matériel litigieux depuis des décennies. Ce mémoire ayant été égaré, la cour d’appel avait à tort conclu qu’il n’avait jamais été responsable du matériel litigieux.", "21.  Le 26 juillet 2000, la Cour suprême de Géorgie rejeta le pourvoi du requérant, au motif que les juridictions de fond avaient correctement apprécié les faits et appliqué la loi et que l’examen de l’affaire ne démontrait pas « l’existence d’une intention coupable de l’employeur de nuire au requérant » (article 115 du code civil) ou « de lui avoir causé un préjudice de caractère non patrimonial » (article 413 du code civil). La Cour suprême ne répondit pas au moyen de cassation relatif à l’absence d’examen du mémoire ampliatif du requérant par la cour d’appel. Le requérant relève que l’audience en cassation dura entre dix minutes et un quart d’heure.", "22.  Le requérant saisit le Conseil de Justice, instance disciplinaire, soutenant que son affaire n’avait été examinée dans sa globalité ni devant le tribunal de première instance ni devant la cour d’appel. Le 2 août 2000, ce recours fut rejeté.", "II.  LE DROIT INTERNE PERTINENT", "23.  Code civil", "Article 115", "« L’usage d’un droit civil ne doit pas méconnaître les limites légales. Il est interdit de faire usage de son droit dans le seul but de nuire à autrui. »", "Article 411", "« La réparation d’un dommage doit avoir lieu non seulement lorsqu’une atteinte est portée aux biens, mais également lorsqu’un revenu n’est pas perçu. Le revenu est réputé non perçu si la personne ne l’a pas perçu et l’aurait perçu si l’obligation avait été dûment remplie par autrui. »", "Article 413 § 1", "« L’indemnisation d’un dommage de caractère non patrimonial peut être requise dans les cas concrètement prescrits par la loi et sous forme de satisfaction équitable et raisonnable. »", "24.  Loi relative aux vétérans de guerre et des forces armées en date du 17 octobre 1995", "Article 19 § 2", "« (...) Les responsables des ministères, entreprises, organisations et établissements sont tenus de (...) garantir aux invalides de guerre leur droit prioritaire de ne pas être licenciés pour cause de réduction du nombre du personnel ou des postes. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "25.  Le requérant estime qu’il fut victime de nombreuses violations de l’article 6 § 1 de la Convention dont les dispositions pertinentes se lisent ainsi :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "1.  Concernant l’égalité des armes et la motivation des décisions de rejet", "a)  Thèses des parties", "26.  Le requérant soutient qu’aucun débat contradictoire sérieux et digne de ce nom n’eut lieu devant le tribunal de première instance et qu’il ne fut pas placé sur un pied d’égalité avec son employeur. Notamment, au lieu de consacrer suffisamment de temps au fond de l’affaire pour apprécier le bienfondé de sa demande de réparation, la juge se serait entretenue avec la partie adverse exclusivement sur le caractère raisonnable du montant réclamé. Le requérant affirme que, ayant produit devant elle un grand nombre de pièces et d’éléments de preuve, la juge s’est limitée à reprendre littéralement, dans sa décision de deux pages, les dires de la partie adverse.", "Quant à la juridiction d’appel, le requérant lui reproche de lui avoir attribué des mots qu’il n’avait jamais prononcés et d’avoir ainsi réduit à néant l’objet même de son litige. Le requérant dénonce le fait que la cour d’appel ait égaré son mémoire ampliatif contenant les preuves de sa nomination comme responsable du matériel de son laboratoire. N’ayant pas pu examiner ce mémoire, la cour conclut que le requérant n’apportait pas de preuves du fait qu’il était responsable du matériel litigieux. Cette juridiction aurait en outre à tort établi que le requérant « ne niait pas qu’il percevait le supplément de salaire », alors que dans son recours, il se plaignait de la cessation du payement du supplément à différentes occasions dans le passé. Elle aurait décidé également mal à propos qu’au moment des faits, conformément « aux dires » du requérant, celui-ci disposait d’un local pour travailler. En réalité, le requérant contestait l’impossibilité d’en avoir disposé entre 1991 et 1998.", "Pour ce qui est de l’instance de cassation, l’audience devant la Cour suprême n’aurait pas offert les garanties d’un procès équitable en raison de sa durée trop brève.", "27.  Le Gouvernement estime que le principe de l’égalité des armes ne fut pas méconnu en l’espèce. Notamment, il ressortirait des procès-verbaux des audiences que le requérant fournit des explications aux tribunaux, qu’il répondit aux questions posées et qu’il répliqua aux affirmations de la partie adverse. Le Gouvernement ne produisit à aucun moment les procès-verbaux en question ni aucun autre document à l’appui de ses observations. Selon lui, le requérant présenta aux juridictions internes des arguments contradictoires et ne correspondant pas à la réalité. Il affirma notamment qu’il ne disposait pas de conditions de travail, alors, qu’en effet, il disposait d’un bureau dans le nouveau bâtiment de l’Institut. Il argua de l’impossibilité de percevoir des suppléments de salaire, alors qu’en réalité, ces suppléments lui étaient versés et qu’il n’avait aucun droit de revendiquer un autre supplément spécial. Globalement, le requérant n’aurait pas présenté de preuves concrètes à l’appui de ses affirmations d’ordre général.", "Quant à l’appréciation de l’affaire par les juridictions internes, le Gouvernement rappelle que la Cour n’a pas compétence pour lui substituer sa propre appréciation des faits. Soutenant en outre que l’article 6 est plus exigeant pour une procédure pénale que pour des contestations relatives à des droits de caractère civil, il estime que les griefs du requérant sont mal fondés.", "28.  Par ailleurs, à supposer même que l’audience devant l’instance de cassation n’ait duré que 15 minutes, une telle durée aurait été, selon le Gouvernement, suffisante. Vu le volume et le contenu du dossier, le Gouvernement estime que l’affaire aurait même pu être examinée dans le cadre d’une procédure écrite (article 408 § 3 du code de procédure civile).", "29.  Le requérant s’oppose à chacune des thèses du Gouvernement. Il estime que celui-ci tente d’embrouiller les faits et de présenter ses réponses de façon évasive. Il rappelle que sa plainte relative aux conditions de travail ne consistait pas à nier le fait qu’il disposait d’un bureau dans le nouveau bâtiment, mais à contester le fait que, pendant des années auparavant, le défendeur lui avait dénié accès à son laboratoire dans l’ancien bâtiment et érigé des obstacles à l’installation du matériel dans son nouveau local. Tout en agissant ainsi, l’employeur lui avait reproché qu’il n’accomplissait pas son travail correctement et, plus tard, l’inscrivit sur la liste de licenciements.", "b)  Appréciation de la Cour", "30.  La Cour rappelle qu’elle a pour tâche, aux termes de l’article 19 de la Convention, d’assurer le respect des engagements résultant de la Convention pour les Etats contractants. Il incombe au premier chef aux autorités nationales, et notamment aux tribunaux, d’interpréter et d’appliquer le droit interne (voir, parmi beaucoup d’autres, Rotaru c. Roumanie [GC], no 28341/95, § 53, CEDH 2000-V ; Kopp c. Suisse, arrêt du 25 mars 1998, Recueil des arrêts et décisions 1998-II, § 59). Il n’appartient pas à la Cour d’apprécier elle-même les éléments de fait ayant conduit une juridiction nationale à adopter telle décision plutôt que telle autre, sous réserve de l’examen de compatibilité avec les dispositions de la Convention. Sinon, elle s’érigerait en une cour de troisième ou quatrième instance et elle méconnaîtrait les limites de sa mission (Contal c. France (déc.), no 67603/01, 3 septembre 2000). La Cour a pour seule fonction, au regard de l’article 6 de la Convention, d’examiner les requêtes alléguant que les juridictions nationales ont méconnu des garanties procédurales spécifiques énoncées par cette disposition ou que la conduite de la procédure dans son ensemble n’a pas garanti un procès équitable au requérant (Sarkisova c. Géorgie (déc.), no 73239/01, 6 septembre 2005).", "31.  Eu égard aux griefs du requérant (paragraphe 26 ci-dessus) et aux circonstances de l’espèce, la Cour constate qu’elle n’est amenée à se prononcer ni sur la question de savoir si les juridictions internes ont correctement apprécié les faits et appliqué la loi ni sur le bien-fondé des conclusions auxquelles elles sont parvenues. La question se posant devant la Cour est celle de savoir si les juridictions internes ne se sont pas basées sur des constatations manifestement inexactes, relatives à la position prise par le requérant (Fouquet c. France, no 20398/92, Rapport de la Commission du 12 octobre 1994, Recueil 1996-I, §§ 35-38 ; Dulaurans c. France, no 34553/97, § 33, 21 mars 2000). L’article 6 § 1 impliquant, à la charge du « tribunal », l’obligation de se livrer à un examen effectif des moyens, arguments et offres de preuve des parties, sauf à en apprécier la pertinence pour la décision à rendre (Kraska c. Suisse, arrêt du 19 avril 1993, série A no 254-B, p. 49, § 30 ; Van de Hurk c. Pays-Bas, arrêt du 19 avril 1994, série A no 288, p. 19, § 59), la Cour devra s’assurer qu’en l’espèce, les juridictions internes remplirent cette condition d’un examen effectif (mutatis mutandis, Goktepe c. Belgique, no 50372/99, § 25, 2 juin 2005) et n’allèrent pas manifestement, comme soutient l’intéressé, à l’encontre des documents figurant au dossier en plaçant la partie adverse dans une position nettement plus privilégiée (Dombo Beheer B.V. c. Pays-Bas, arrêt du 27 octobre 1993, série A no 274, p. 19, § 33).", "Il convient de rappeler à cet égard que, selon le principe de l’égalité des armes – l’un des éléments de la notion plus large de procès équitable – les juridictions sont tenues de ménager un juste équilibre entre les parties et chaque partie doit se voir offrir une possibilité raisonnable de présenter sa cause dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à son adversaire (voir, entre autres, APEH Üldözötteinek Szövetsége et autres c. Hongrie, no 32367/96, § 39, CEDH 2000X).", "32.  Ayant examiné les circonstances de l’espèce, la Cour constate que les décisions de rejet, rendues par les juridictions de fond, reprennent presque littéralement les dires de la partie adverse (paragraphe 15 ci-dessus) et ne font pas ressortir que les moyens du requérant furent soigneusement examinés. Parfois même, en confondant certains faits et dates, les tribunaux attribuèrent au requérant des affirmations contraires à ce qu’il faisait valoir dans son recours (paragraphes 12, 14, 15 et 19 ci-dessus). Pourtant, dès la procédure en appel, le requérant attira l’attention des juridictions internes sur le fait que son recours avait été rejeté en première instance pour des motifs n’ayant pas trait à l’objet du litige (paragraphes 15 et 20 ci-dessus).", "La Cour note qu’aucune des juridictions saisies ne prit en compte le fait que le requérant se plaignait de l’impossibilité de disposer, entre 1991 et 1998, d’un bureau dans le nouveau bâtiment de l’Institut, qu’après avoir obtenu un bureau, il lui était impossible d’y installer son laboratoire pendant deux ans, que l’employeur l’avait inscrit en 1999, en violation flagrante de l’article 19 de la loi relative aux vétérans de guerre, sur la liste des licenciements pour cause de réduction du nombre des effectifs et que cette inscription avait été suivie de la suppression du supplément de salaire dont il bénéficiait depuis 1997. Le requérant avait pourtant produit un grand nombre de documents à l’appui de ses prétentions. En réponse, les tribunaux conclurent que le requérant bénéficiait d’un supplément de salaire depuis 1997 et que, depuis 1998, il disposait d’un bureau dans le nouveau bâtiment de l’Institut. Or, les contestations du requérant, telles qu’elles furent présentées à ces tribunaux, ne portèrent jamais sur ces faits (cf. paragraphes 12 et 15 ci-dessus).", "Ainsi, les arguments principaux des juridictions du fond, ayant motivé le rejet de l’action du requérant, furent tirés des faits que celui-ci ne dénonçait ni ne contestait dans son recours, et n’étaient donc pas en rapport avec l’objet du litige. Quant aux moyens soulevés par le requérant, il ne ressort pas des décisions en cause qu’ils aient été vraiment entendus, c’est-à-dire dûment examinés par les juridictions saisies.", "Certes, le requérant assurant seul sa défense tout au long de la procédure interne, ses mémoires ne furent pas toujours bien « ficelés » du point de vue juridique, mais ses prétentions y furent clairement présentées et suffisamment documentées, de façon à permettre aux tribunaux d’identifier sans difficulté les moyens dont ils étaient saisis.", "33.  En outre, selon les juridictions internes, il n’était pas établi que le requérant fût privé de conditions normales de travail. Pourtant, lors de l’audience en appel, l’employeur lui-même avait confirmé qu’en mai 1998, le requérant fut transféré au service de la technique robotique et qu’en 2000 seulement, il obtint l’autorisation de déménager son matériel de laboratoire (paragraphe 18 ci-dessus). Il ressort également des décisions litigieuses que les juridictions du fond ne prirent pas soin de faire la distinction entre différents types de suppléments de salaire (suppléments versés en raison de participation à un projet scientifique et supplément relatif au grade) auxquels le requérant prétendait avoir eu droit aux différents moments, d’établir les raisons de leur non-paiement ou de leur suppression, et d’apprécier à cet égard la légalité de l’action de l’employeur.", "34.  En sus des éléments ci-dessus, la Cour relève que le mémoire ampliatif du requérant fut égaré par la cour d’appel (paragraphe 17 ci-dessus) qui, toutefois, opposa à l’intéressé l’absence de preuves à l’appui d’une partie de ses affirmations, ces preuves figurant dans le mémoire en question (paragraphe 19 ci-dessus). Saisi d’un moyen de cassation à cet égard, la Cour suprême n’y répondit pas dans son arrêt (paragraphes 20 et 21 ci-dessus). Le Gouvernement ne fournit aucun argument à ce sujet.", "35.  Eu égard aux considérations qui précèdent, la Cour estime que les conclusions contenues dans les décisions judiciaires rendues en l’espèce ne témoignent pas que les juridictions internes procédèrent à un examen approfondi et sérieux des moyens du requérant, qu’elles basèrent leur raisonnement, comme elles le firent d’ailleurs pour la partie adverse, sur les éléments de preuve présentés par l’intéressé et qu’elles motivèrent valablement le rejet de ses contestations. Or, même si les tribunaux ne sauraient être tenus d’exposer les motifs de rejet de chaque argument d’une partie (J. et R. Kaufman c. Belgique, décision de la Commission du 9 décembre 1986, Décisions et rapports 50, p. 98 ; Ruiz Torija c. Espagne, arrêt du 9 décembre 1994, série A no 303-A, § 29), ils ne sont tout de même pas dispensés d’examiner dûment et de répondre aux principaux moyens que soulève celle-ci.", "Ces défaillances, ainsi que l’absence d’examen du mémoire ampliatif du requérant par la cour d’appel, placèrent l’intéressé dans une situation de net désavantage par rapport à son adversaire. Accompagnées d’aucune pièce à l’appui (paragraphe 27 ci-dessus), les observations du Gouvernement ne contiennent aucun élément de nature à permettre d’arriver à un constat différent. En effet, elles reprennent mot à mot les termes des décisions de justice litigieuses et ne convainquent donc pas la Cour.", "36.  La Cour conclut dès lors que le requérant ne fut pas effectivement entendu par les juridictions internes qui ne lui ont pas assuré son droit à un procès équitable, au sens de l’article 6 § 1 de la Convention. Partant il y a eu violation de cette disposition.", "2.  Quant aux apparences", "37.  Le requérant se dit indigné par l’attitude négligente et irrespectueuse des juges qui ne suscitèrent en lui que de la méfiance et de l’agacement (paragraphes 16 et 19 ci-dessus). Il attire l’attention particulière de la Cour sur le comportement de Mme N.D., juge ayant connu de son affaire en première instance.", "38.  Le Gouvernement affirme que le droit du requérant à une bonne justice ne fut pas méconnu.", "39.  La Cour rappelle que, dans le contexte de l’équité du procès, elle attribue un poids important aux apparences (mutatis mutandis, Borgers c. Belgique, arrêt du 30 octobre 1991, série A, no 214-B, p. 31, § 24) et les tribunaux d’une société démocratique se doivent d’inspirer la confiance au justiciable (mutatis mutandis, Remli c. France, arrêt du 23 avril 1996, Recueil 1996-II, § 48).", "40.  Eu égard aux faits dénoncés en l’espèce, la Cour ne nie pas que les propos négligents des magistrats, ainsi que la désinvolture inquiétante de Mme N.D., auraient pu saper la confiance du requérant en une bonne justice. Toutefois, vu le constat de violation ci-dessus (paragraphes 32-36 cidessus), la Cour estime superflu de rechercher s’il y a eu méconnaissance de l’article 6 § 1 de la Convention de ce chef également.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "41.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "42.  Au titre du dommage matériel, le requérant réclame le versement de 3 043 EUR, somme qu’il aurait perçue si son projet avait été envoyé pour la sélection au Conseil scientifique de l’Académie (paragraphe 10 ci-dessus). Il réclame par ailleurs différentes sommes liées à la partie de sa requête déclarée irrecevable le 24 mai 2005 (paragraphe 6 ci-dessus), ainsi qu’à son statut d’invalidité. Au titre du dommage moral, le requérant requiert qu’une compensation de 824 208 EUR lui soit allouée en soutenant qu’il bascula dans la pauvreté et la souffrance en raison des injustices subies.", "43.  Le Gouvernement estime que la prétention du requérant au titre du dommage matériel est mal fondée et que, pour le reste, l’intéressé ne démontre pas l’existence du lien de causalité entre les violations et la souffrance alléguées.", "44.  La Cour rappelle sa jurisprudence bien établie selon laquelle le principe à la base de la satisfaction équitable pour la violation de l’article 6 § 1 de la Convention est qu’il faut placer le requérant, le plus possible, dans une situation équivalant à celle dans laquelle il se trouverait s’il n’y avait pas eu manquement aux exigences de l’article 6 (Cianetti c. Italie, no 55634/00, § 49, 22 avril 2004).", "En l’espèce, la seule base à retenir pour l’octroi d’une satisfaction équitable réside dans le fait que le requérant ne fut pas effectivement entendu par les juridictions internes. Elle ne saurait certes spéculer sur ce qu’eût été l’issue de la procédure dans le cas contraire, mais, vu les circonstances de l’espèce, elle n’estime pas déraisonnable de penser que l’intéressé subit une perte de chances réelles (cf., mutatis mutandis, Dulaurans, précité, § 43). A quoi s’ajoute un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier.", "45.  Statuant en équité, comme le veut l’article 41, la Cour alloue au requérant la somme de 3 500 EUR pour l’ensemble des préjudices subis, plus tout montant pouvant être dû au titre d’impôt.", "B.  Frais et dépens", "46.  Pour les frais et dépens, le requérant réclame une somme de 1 016,70 EUR, ainsi ventilée : 700 EUR au titre des honoraires de sa représentante devant la Cour, et 316,70 EUR pour les frais divers supportés pour soutenir lui-même sa cause devant la Cour (envois postaux, traduction des documents de la Cour, appels téléphoniques, etc.).", "A l’appui de la première partie de sa demande, le requérant produit copie du contrat du 12 octobre 2004 aux termes duquel il devra verser à Me Gabodzé une somme de 700 EUR, une fois la procédure terminée devant la Cour. Quant au reste, les pièces fournies ne font ressortir que des dépenses de 300 EUR environ, les autres justificatifs étant des factures d’électricité en rapport avec la partie de la requête déclarée irrecevable le 24 mai 2005 (paragraphe 6 ci-dessus).", "47.  Le Gouvernement estime que le requérant ne justifie pas d’avoir supporté les frais dont il réclame la compensation.", "48.  La Cour rappelle sa jurisprudence selon laquelle il ne peut être décidé du remboursement des frais que dans la mesure où ils ont été réellement et nécessairement encourus afin de prévenir ou redresser le fait jugé constitutif d’une violation de la Convention (voir, entre autres, Tolstoy Miloslavsky c. Royaume-Uni, arrêt du 13 juillet 1995, série A no 316-B, p. 83, § 77 ; Malama c. Grèce (satisfaction équitable), no 43622/98, § 17, 18 avril 2002).", "49.  En l’espèce, la Cour note qu’antérieurement au 12 octobre 2004, le requérant défendit sa cause lui-même et qu’au titre de la période postérieure à cette date, l’assistance judiciaire lui fut accordée par le Conseil de l’Europe en vue de sa représentation par Me Gabodzé. Cette représentation impliqua pour Me Gabodzé la préparation de l’affaire et la rédaction d’un mémoire dans le cadre de la procédure relative à la satisfaction équitable, aucune observation additionnelle sur le fond n’ayant été produite (paragraphe 7 ci-dessus).", "Eu égard au travail accompli par Me Gabodzé dans les intérêts du requérant, et n’étant pas liée par les barèmes d’honoraires et pratiques internes (voir, entre autres, Assanidzé c. Georgie [GC], no 71503/01, § 206, CEDH 2004...), la Cour considère que la somme versée au requérant dans le cadre de l’assistance judiciaire (515 EUR) peut être regardée comme couvrant de manière adéquate les frais et dépens découlant pour lui de cette représentation.", "50.  En ce qui concerne les frais supportés par le requérant antérieurement au 12 octobre 2004, il ressort des pièces produites devant la Cour que seuls 300 EUR environ furent réellement exposés (paragraphe 46 ci-dessus). Par conséquent, statuant en équité, la Cour alloue au requérant 300 EUR, plus tout montant pouvant être dû au titre d’impôt.", "C.  Intérêts moratoires", "51.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes à convertir en laris géorgiens au taux applicable à la date du versement :", "i.  3 500 EUR (trois mille cinq cents euros) pour l’ensemble des préjudices subis, plus tout montant pouvant être dû à titre d’impôt ;", "ii.  300 EUR (trois cents euros) pour frais et dépens, plus tout montant pouvant être dû au titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 7 mars 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident"]}