{"file": "FRE_HFJUD_25579_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25579/05", "text_paragraphs": ["", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "AFFAIRE A, B ET C c. Irlande", "", "(Requête no 25579/05)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "16 décembre 2010", "", "", "", "", "En l’affaire A, B et C c. Irlande,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tJean-Paul Costa, président,", "\tChristos Rozakis,", "\tNicolas Bratza,", "\tFrançoise Tulkens,", "\tJosep Casadevall,", "\tGiovanni Bonello,", "\tCorneliu Bîrsan,", "\tElisabet Fura,", "\tAlvina Gyulumyan,", "\tKhanlar Hajiyev,", "\tEgbert Myjer,", "\tPäivi Hirvelä,", "\tGiorgio Malinverni,", "\tGeorge Nicolaou,", "\tLuis López Guerra,", "\tMihai Poalelungi, juges,", "\tMary Finlay Geoghegan, juge ad hoc,", "et de Johan Callewaert, greffier adjoint de la Grande Chambre,", "Après en avoir délibéré en chambre du conseil le 9 décembre 2009 et le 13 septembre 2010,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 25579/05) dirigée contre l’Irlande et dont deux ressortissantes de cet Etat, Mmes A et B, ainsi qu’une ressortissante lituanienne, Mme C (« les requérantes »), ont saisi la Cour le 15 juillet 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de la chambre a accédé à la demande de nondivulgation de leur identité formulée par les requérantes (article 47 § 3 du règlement de la Cour).", "2.  Les requérantes ont été représentées par Me J. Kay, avocate du Planning familial irlandais, organisation non gouvernementale sise à Dublin. Le gouvernement irlandais (« le Gouvernement ») a été représenté successivement par deux agents, Mme P. O’Brien et M. P. White, tous deux du ministère des Affaires étrangères à Dublin.", "3.  Les deux premières requérantes se plaignaient pour l’essentiel, sous l’angle de l’article 8, de l’interdiction en Irlande de l’avortement pour motifs de santé ou de bien-être ; invoquant le même article, la troisième requérante dénonçait l’absence de mise en œuvre législative du droit constitutionnel à l’avortement en cas de risque pour la vie de la mère.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Le 6 mai 2008, elle a été communiquée au gouvernement défendeur par une chambre de ladite section composée de Josep Casadevall, président, Elisabet Fura, Boštjan M. Zupančič, Alvina Gyulumyan, Egbert Myjer, Ineta Ziemele et Luis López Guerra, juges, ainsi que de Santiago Quesada, greffier de section.", "5.  Tant les requérantes que le Gouvernement ont déposé des observations écrites sur la recevabilité et le fond de l’affaire. Des observations ont également été reçues du gouvernement lituanien, qui avait exercé son droit d’intervenir (articles 36 § 1 de la Convention et 44 § 1 b) du règlement). De nombreuses observations ont été reçues de tiers intervenants que le président de section avait autorisés à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement) : le Centre européen pour la justice et les droits de l’homme, Kathy Sinnott (membre du Parlement européen), le Centre de recherches en matière familiale (Washington D.C.) et l’Association pour la protection des enfants à naître (Londres) ont envoyé des observations communes ; le mouvement Pro-Life Campaign a fait parvenir ses propres observations ; l’association Doctors for Choice (Irlande) et le Service britannique de conseils en matière de grossesse ont envoyé des observations communes, tout comme le Centre pour les droits reproductifs et le Programme international sur les droits en matière de santé génésique et sexuelle.", "6.  Le 7 juillet 2009, la chambre s’est dessaisie au profit de la Grande Chambre, aucune des parties, consultées à cet effet, ne s’y étant opposée (articles 30 de la Convention et 72 du règlement). La composition de la Grande Chambre a été arrêtée conformément aux articles 27 §§ 2 et 3 de la Convention et 24 du règlement.", "7.  A la suite du déport d’Ann Power, juge élue au titre de l’Irlande (article 28 du règlement), le Gouvernement a désigné d’abord le juge Nicolas Kearns puis, après le déport de celui-ci en raison de sa nomination à des fonctions judiciaires en Irlande, la juge Mary Finlay Geoghegan pour siéger en qualité de juge ad hoc (ancien article 27 § 2 et article 26 § 4 actuel de la Convention et article 29 § 1 du règlement). Lors des premières délibérations, George Nicolaou a remplacé Peer Lorenzen, empêché (article 24 § 3 du règlement).", "8.   Les requérantes et le Gouvernement ont présenté un mémoire sur la recevabilité et le fond de l’affaire à la Grande Chambre. Le gouvernement lituanien n’a pas présenté d’observations à la Grande Chambre. Les observations qu’il avait déposées devant la chambre, de même que celles des autres tiers intervenants susmentionnés, ont été versées au dossier de la Grande Chambre.", "9.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 9 décembre 2009 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tP. White,\tagent,\n\tP. Gallagher, Attorney General,\t\n\tD. O’Donnel, Senior Counsel,\n\tB. Murray, Senior Counsel,\tconseils ;\nMmes\tC. O’Rourke,\n\tG. Luddy,\n\tS. Farrell,\n\tB. McDonnell,\tconseillers ;", "", "–  pour les requérantes\nMmes\tJ. Kay,\t\n\tC. Stewart, Senior Counsel\tconseils.", "", "10.  La Cour a entendu en leurs déclarations M. Gallagher et M. O’Donnell pour le Gouvernement et Mme Kay et Mme Stewart pour les requérantes.", "EN FAIT", "11.  Les requérantes, qui sont des femmes âgées de plus de dix-huit ans, résident toutes trois en Irlande.", "12.  Les faits, tels qu’exposés par elles, sont résumés ci-dessous. Le Gouvernement indique que les versions des faits livrées par les intéressées sont générales et non étayées, et que leur exactitude n’a jamais pu être vérifiée par une juridiction nationale ni dans le cadre d’un quelconque autre processus auquel l’Etat irlandais aurait été associé. Il présente donc des observations factuelles pour chacune des requérantes (résumées aux paragraphes 115 à 118 et 122 ci-dessous).", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  La première requérante (A)", "13.  Le 28 février 2005, la première requérante, qui pensait ne pas remplir les conditions pour avorter légalement en Irlande, se rendit en Angleterre en vue d’y faire interrompre sa grossesse. Elle était enceinte de neuf semaines et demie.", "14.  Elle était tombée enceinte par accident, persuadée que son partenaire était stérile. A cette époque, elle n’était pas mariée, n’avait pas d’emploi et se trouvait dans le dénuement. Elle avait quatre jeunes enfants. Le plus jeune était handicapé et tous avaient été placés, en raison des problèmes d’alcoolisme de leur mère. La requérante avait été dépressive pendant ses quatre premières grossesses et luttait de nouveau contre la dépression alors qu’elle était enceinte pour la cinquième fois. Pendant l’année qui avait précédé sa cinquième grossesse, elle était demeurée sobre et avait été en relation constante avec des travailleurs sociaux afin de récupérer la garde de ses enfants. Elle estima qu’avoir un autre enfant à cette période de sa vie (avec le risque de retomber dans la dépression postnatale et l’alcoolisme) compromettrait sa santé et ses efforts pour réunifier sa famille. Elle décida donc de subir un avortement en Angleterre.", "15.  Retardant l’avortement de trois semaines, la première requérante emprunta auprès d’un prêteur, à un fort taux d’intérêt, la somme d’argent minimum (650 euros (EUR)) nécessaire pour financer le voyage et le traitement dans une clinique privée. Elle estima qu’elle devait se rendre en Angleterre seule et en secret, sans prévenir les travailleurs sociaux et en veillant à ne manquer aucune rencontre avec ses enfants.", "16.  Elle revint en Irlande en avion le lendemain de l’avortement pour ne pas manquer la visite à son plus jeune enfant. Alors qu’elle avait indiqué au départ avoir eu peur de consulter un médecin à son retour en Irlande, elle précisa ultérieurement qu’elle s’était mise à saigner fortement dans le train qu’elle avait pris à Dublin et qu’une ambulance était venue l’y chercher. Elle aurait ensuite subi une dilatation et un curetage dans un hôpital voisin. Elle aurait eu des douleurs, des nausées et des saignements pendant plusieurs semaines par la suite, mais elle ne serait pas retournée voir un médecin.", "17.  Après l’introduction de la présente requête, la première requérante se retrouva de nouveau enceinte et donna naissance à son cinquième enfant. Elle lutte actuellement contre la dépression, a obtenu la garde de trois de ses enfants, les deux autres (dont l’enfant handicapé) étant toujours placés. Elle continue de soutenir que l’avortement représentait pour elle le bon choix en 2005.", "B.  La deuxième requérante (B)", "18.  Le 17 janvier 2005, la deuxième requérante, qui pensait ne pas remplir les conditions pour subir un avortement en Irlande, se rendit en Angleterre pour y faire interrompre sa grossesse. Elle était enceinte de sept semaines.", "19.  Tombée enceinte par accident, elle avait pris la « pilule du lendemain ». Deux médecins différents lui indiquèrent qu’elle courait un risque important de grossesse extra-utérine (un état qui ne peut être diagnostiqué avant six à dix semaines de grossesse). Dans l’impossibilité de s’occuper seule d’un enfant à cette époque de sa vie, elle était sûre de sa décision de se rendre en Angleterre pour y avorter. Elle attendit plusieurs semaines l’ouverture du centre d’information à Dublin après Noël. Elle eut du mal à trouver l’argent pour financer son voyage et, ne possédant pas de carte de crédit, utilisa celle d’une amie pour réserver son vol. Elle admet que, lorsqu’elle se rendit en Angleterre, il lui avait déjà été confirmé que sa grossesse n’était pas extra-utérine.", "20.  Une fois en Angleterre, elle ne donna ni le nom d’un proche ni une adresse en Irlande afin d’être sûre que sa famille ne saurait rien de l’avortement. Elle voyagea seule et dormit à Londres la nuit précédant l’intervention pour ne pas manquer son rendez-vous. Elle resta également à Londres la nuit suivante au motif qu’elle serait arrivée trop tard à Dublin pour prendre les transports en commun et que les médicaments qu’elle avait pris l’empêchaient de faire le trajet de l’aéroport de Dublin à son domicile en voiture. On lui conseilla à la clinique de dire aux médecins irlandais qu’elle avait fait une fausse couche.", "21.  A son retour en Irlande, la requérante souffrit de saignements intermittents ; deux semaines plus tard, n’étant pas certaine du caractère légal de son séjour à l’étranger aux fins d’y subir un avortement, elle choisit de se faire suivre dans une clinique de Dublin affiliée à la clinique anglaise.", "C.  La troisième requérante (C)", "22.  Le 3 mars 2005, la troisième requérante, estimant qu’elle ne parviendrait pas à établir qu’elle avait le droit d’avorter en Irlande, subit à son tour un avortement en Angleterre,. Elle se trouvait alors dans le premier trimestre de sa grossesse.", "23.  Auparavant, elle avait subi un traitement de chimiothérapie pendant trois ans pour soigner une forme rare de cancer. Avant de commencer le traitement, elle avait demandé à son médecin quelles étaient les implications de sa maladie par rapport à son désir d’avoir un enfant ; il lui avait répondu qu’il n’était pas possible de prévoir les effets d’une grossesse sur le cancer et que, si elle tombait enceinte, la chimiothérapie présenterait un danger pour le fœtus pendant les trois premiers mois de la grossesse.", "24.  La troisième requérante bénéficia d’une rémission et se retrouva accidentellement enceinte. Elle n’en savait rien lorsqu’elle passa une série d’examens relatifs à son cancer qui étaient contre-indiqués en cas de grossesse. Lorsqu’elle se rendit compte qu’elle était enceinte, elle consulta son généraliste ainsi que plusieurs spécialistes. Elle affirme qu’à cause de l’effet dissuasif du cadre législatif irlandais, elle obtint en réponse des informations insuffisantes quant à l’impact que sa grossesse pourrait avoir sur sa santé et sur sa vie et quant aux conséquences que les examens qu’elle avait subis pourraient avoir pour le fœtus.", "25.  Aussi, la requérante se livra à des recherches sur internet en vue d’évaluer les risques qu’elle encourait. Vu ses incertitudes à cet égard, elle se rendit en Angleterre pour y subir un avortement. Elle explique que dès lors qu’elle était encore à un stade précoce de sa grossesse elle souhaitait bénéficier d’un avortement médicamenteux (provocation d’une fausse couche par prise de médicaments) mais que, en raison du fait qu’elle ne résidait pas en Angleterre et qu’elle devait être suivie, elle ne réussit pas à trouver une clinique disposée à lui fournir ce traitement. Elle aurait ainsi dû attendre la huitième semaine de grossesse pour pouvoir subir un avortement chirurgical.", "26.  A son retour en Irlande après l’intervention, elle souffrit de complications liées à un avortement incomplet, notamment des saignements prolongés et une infection. Elle soutient que les médecins lui dispensèrent des soins médicaux insuffisants. Plusieurs mois après l’avortement, elle consulta son généraliste, qui ne fit aucune allusion au fait qu’elle n’était visiblement plus enceinte.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  L’article 40.3.3 de la Constitution irlandaise", "27.  Les cours et tribunaux, en leur qualité de gardiens des droits fondamentaux énoncés dans la Constitution, jouissent de pouvoirs aussi étendus que l’exige la défense de celle-ci (The State (Quinn) v. Ryan, Irish Reports 1965, p. 70). En statuant sur l’affaire The People v. Shaw (Irish Reports 1982, p. 1), le juge Kenny a déclaré :", "« L’obligation de mettre en œuvre [la garantie prévue à l’article 40.3] pèse non sur le seul Oireachtas [Parlement], mais sur chaque branche de l’Etat qui exerce les pouvoirs législatif, exécutif ou judiciaire : à preuve l’article 6. Le mot « lois », à l’article [40.3], englobe, en sus des lois votées par l’Oireachtas, les décisions de justice et les actes administratifs et réglementaires émanant des ministres. »", "1.  La situation juridique avant le huitième amendement à la Constitution", "28.  Avant l’adoption en 1983 du huitième amendement à la Constitution, l’article 40.3 de la Constitution se lisait ainsi :", "« 1.  L’Etat s’engage à respecter dans ses lois et, dans la mesure du possible, à défendre et soutenir par ses lois les droits individuels du citoyen.", "2.  En particulier, par ses lois il protégera de son mieux contre les attaques injustes la vie, la personne, l’honneur et les droits de propriété de tout citoyen et, en cas d’injustice, il les défendra. »", "29.  Certaines décisions judiciaires se sont fondées sur cette disposition et sur d’autres articles de la Constitution pour reconnaître le droit à la vie de l’enfant à naître et pour affirmer que la Constitution interdit implicitement l’avortement (McGee v. the Attorney General, Irish Reports 1974, p. 284, G. v. An Bord Uchtála, Irish Reports 1980, p. 32, et Finn v. the Attorney General, Irish Reports 1983, p. 154).", "30.  L’avortement est également interdit en droit pénal par l’article 58 modifié de la loi de 1861 sur les infractions contre les personnes (Offences against the Person Act 1861 – « la loi de 1861 »), aux termes duquel", "« [t]oute femme enceinte qui, afin de se provoquer une fausse couche, s’administre illicitement un poison ou une autre substance nocive, ou utilise illicitement un instrument ou tout autre moyen dans cette même intention, et quiconque, de manière illicite et afin de provoquer la fausse couche d’une femme, enceinte ou non, lui administre ou l’amène à prendre un poison ou une autre substance nocive, ou utilise illicitement un instrument ou tout autre moyen dans cette même intention, se rendent coupables d’un crime et, en cas de verdict de culpabilité, sont passibles de l’emprisonnement à perpétuité ».", "L’article 59 de la loi de 1861 est ainsi libellé :", "« Quiconque fournit ou procure illicitement un poison, une autre substance nocive, un instrument ou tout autre moyen, en les sachant destinés à servir illicitement à provoquer la fausse couche d’une femme, enceinte ou non, se rend coupable d’un délit (...) »", "31.  L’article 58 de la loi de 1961 sur la responsabilité civile (Civil Liability Act 1961 – « la loi de 1961 ») précise que « le droit de la responsabilité civile vaut pour un enfant à naître, aux fins de sa protection, au même titre que s’il était né, à condition qu’il soit né vivant par la suite ».", "32.  L’article 10 de la loi de 1979 sur la santé et le contrôle des naissances (Health (Family Planning) Act 1979) réaffirme l’interdiction légale de l’avortement, dans les termes suivants :", "« Aucune clause de la présente loi ne peut passer pour autoriser", "a) les manœuvres abortives,", "b) l’accomplissement de tout autre acte prohibé par les articles 58 et 59 de la loi de 1861 sur les infractions contre les personnes (articles interdisant l’administration de drogues ou l’emploi d’instruments destinés à des manœuvres abortives), ou", "c) la vente, l’importation dans l’Etat, la fabrication, la publicité ou l’étalage de produits abortifs. »", "33.  L’article 50 § 1 de la Constitution irlandaise prévoit la continuité des lois qui, telle celle de 1861, étaient en vigueur au moment de l’adoption de la Constitution en 1937 :", "« Les lois en vigueur [en Irlande] dans la période immédiatement antérieure à la date de prise d’effet de la présente Constitution, sous réserve qu’elles ne soient pas contraires aux dispositions de celle-ci, continuent de déployer tous leurs effets tant qu’elles ne sont pas abrogées ou modifiées par [le Parlement]. »", "34.  La portée de l’article 58 de la loi de 1861 a été examinée en Angleterre et au pays de Galles dans l’affaire R. v. Bourne (King’s Bench 1939, vol. 1, p. 687), dans laquelle le défendeur avait interrompu la grossesse d’une jeune fille de quatorze ans qui s’était retrouvée enceinte à la suite d’un viol collectif. Le juge Macnaghten admit qu’un avortement pratiqué en vue de préserver la vie d’une femme enceinte n’était pas illégal ; il estima en outre que si un médecin était d’avis que la poursuite de la grossesse nuirait gravement à la santé physique et mentale de la femme concernée, on pouvait considérer à juste titre qu’il agissait dans le but de préserver la vie de la mère. Ce principe ne fut cependant pas suivi par les juridictions irlandaises. Dans l’affaire Society for the Protection of Unborn Children (Ireland) Ltd v. Grogan and Others (Irish Reports 1989, p. 753), le juge Keane soutint que « l’opinion judiciaire qui prédomine dans ce pays est que l’approche adoptée dans l’affaire Bourne n’aurait pas pu être suivie (...) en conformité avec la Constitution avant l’adoption du huitième amendement ».", "2.  Le huitième amendement à la Constitution (1983)", "35.  Au début des années 1980, des craintes furent exprimées quant au caractère adéquat des dispositions existantes concernant l’avortement et à la possibilité d’une légalisation de l’avortement par le biais d’une interprétation juridictionnelle. Il y eut débat sur la question de savoir si la Cour suprême allait suivre l’orientation imprimée en Angleterre et au pays de Galles par l’affaire Bourne (précitée) ou aux Etats-Unis par l’affaire Roe c. Wade (Cour suprême (1973) 410 US, p. 113).", "36.  En 1983, un référendum fut organisé qui mobilisa 53,67 % des électeurs. 841 233 des participants ayant voté pour la proposition et 416 136 contre, il aboutit à l’adoption d’une disposition (le huitième amendement) qui devint l’article 40.3.3 de la Constitution irlandaise, ainsi libellé :", "« L’Etat reconnaît le droit à la vie de l’enfant à naître et, compte dûment tenu du droit égal de la mère à la vie, s’engage à le respecter dans ses lois et, dans la mesure du possible, à le protéger et à le défendre par ses lois. »", "3.  L’affaire The Attorney General v. X and Others (« l’affaire X ») (Irish Reports 1992, vol. 1, p. 1)", "a)  La jurisprudence antérieure à l’affaire X", "37.  Les tribunaux furent alors saisis de plusieurs affaires concernant l’interprétation du huitième amendement et la diffusion d’informations concernant les services d’avortement existant dans d’autres pays ou la possibilité d’adresser les femmes à ces services.", "38.  En 1986, l’Association pour la protection des enfants à naître (Society for the Protection of Unborn Children – « la SPUC ») obtint une injonction interdisant à deux organisations (Open Door Counselling et Dublin Well Woman Centre) de communiquer aux femmes des informations de nature à encourager ou faciliter un avortement. La Cour suprême (The Attorney General (SPUC) v. Open Door Counselling, Irish Reports 1988, p. 593) estima qu’il était illégal de diffuser des informations relatives à des services d’avortement étrangers – y compris les coordonnées de ceux-ci – ayant pour effet de faciliter un avortement (voir également l’affaire SPUC (Ireland) v. Grogan and Others, précitée). Les deux organisations mises en cause contestèrent devant la Cour les restrictions apportées à leur droit de communiquer et de recevoir des informations. La Cour parvint à un constat de violation de l’article 10 (Open Door et Dublin Well Woman c. Irlande, 29 octobre 1992, série A no 246A, ci-dessous « l’affaire Open Door »).", "b)  L’arrêt de la Cour suprême en l’affaire X", "39.  L’interprétation à donner au huitième amendement fut examinée dans le cadre de la fameuse affaire X. X était une jeune fille qui s’était retrouvée enceinte à la suite d’un viol alors qu’elle avait quatorze ans. Ses parents prirent des dispositions pour qu’elle avorte au Royaume-Uni et demandèrent à la police irlandaise s’il serait possible de pratiquer sur le tissu fœtal récupéré des examens scientifiques en vue de déterminer l’identité du violeur. Consulté, le Director of Public Prosecutions transmit l’information à l’Attorney General. Le 7 février 1992, à la demande de celui-ci, une injonction provisoire fut émise qui interdisait à X de quitter le territoire ou de subir une interruption de grossesse ou de prendre des dispositions à cet effet. X et ses parents revinrent du Royaume-Uni pour contester l’injonction.", "40.  Le 26 février 1992, en appel, la Cour suprême décida à la majorité (composée du Chief Justice Finlay et des juges McCarthy, Egan et O’Flaherty, le juge Hederman ayant exprimé une opinion dissidente) d’annuler l’injonction.", "41.  Se référant à l’affaire McGee précitée (paragraphe 29 ci-dessus), le Chief Justice indiqua qu’aucune interprétation de la Constitution n’était irrévocable, ce qu’il était selon lui « singulièrement opportun et utile de rappeler dans le contexte de l’interprétation du [huitième amendement], qui touch[ait] au problème intime du droit à la vie de l’enfant à naître et à la relation de ce droit avec le droit à la vie de la mère ». Il poursuivit ainsi :", "« 36. Une interprétation cohérente de la Constitution, à la lumière des notions de prudence, de justice et de charité, (...) m’amène à conclure que, pour faire respecter et défendre autant que faire se peut le droit à la vie de l’enfant à naître tout en prenant dûment en compte le droit à la vie de la mère, la Cour doit notamment s’intéresser à la situation de la mère au sein de sa famille, aux personnes dont elle dépend ou qui dépendent d’elle et à ses rapports avec d’autres citoyens et membres de la société dans le cadre de ses activités. Eu égard à cette conclusion, j’estime que le critère proposé au nom de l’Attorney General, selon lequel il pourrait être mis fin à la vie du fœtus uniquement dans le cas où l’existence d’un risque inévitable ou immédiat pour la vie de la mère serait établi dont la prévention nécessiterait d’interrompre la grossesse, ne permet pas d’assurer suffisamment le respect du droit à la vie de la mère.", "37. J’en conclus donc que la démarche à suivre est la suivante : s’il est établi selon le critère de probabilité qu’il existe un risque réel et sérieux pour la vie, et pas uniquement pour la santé, de la mère qui ne peut être évité que par l’interruption de la grossesse, pareille intervention est autorisée, eu égard à l’interprétation qu’il convient de donner à l’article [40.3.3] de la Constitution. »", "42.  Estimant que le risque de suicide devait être pris en compte dans l’exercice de conciliation du droit à la vie de la mère avec celui de l’enfant à naître, le Chief Justice déclara ensuite :", "« 44.  Eu égard aux éléments de preuve administrés devant l’éminent juge de première instance, qui n’ont absolument pas été contestés, et aux conclusions auxquelles celui-ci est parvenu, j’estime donc que les défendeurs ont satisfait à la condition que j’ai jugé devoir être appliquée et qu’ils ont établi, selon le critère de probabilité, qu’il existe un risque réel et sérieux que la mère n’attente à sa propre vie qui ne peut être évité que par l’interruption de la grossesse. »", "43.  Trois autres juges se prononcèrent de manière similaire sur le fond. Le juge McCarthy releva que « le droit de la jeune fille concernée [était] un droit à une vie existante, alors que celui de l’enfant à naître [était] un droit à une vie contingente, tributaire de la survie dans l’utérus de la mère jusqu’à la délivrance ». Il déclara ensuite :", "141.  « (...) A mon sens, il convient d’interpréter [le huitième] amendement (...) dans le sens que, compte dûment tenu du droit égal à la vie de la mère, il se peut qu’il soit impossible de faire respecter le droit à la vie de l’enfant à naître lorsqu’il existe un risque réel et sérieux pour la survie de la mère, pas seulement au moment de l’examen de cette question, mais pendant toute la grossesse. La question n’est pas de savoir si c’est un risque d’un ordre ou d’une magnitude différents : c’est forcément un risque d’un ordre ou d’une magnitude différents.", "142.  Eu égard aux faits de l’espèce, qui ne sont pas contestés, je suis tout à fait convaincu que l’existence d’un risque réel et sérieux que cette jeune fille n’attente à ses jours a été établie ; dès lors, il convient de ne pas s’opposer à ce qu’elle bénéficie d’une interruption médicale de grossesse. »", "44.  Le juge McCarthy s’étendit quelque peu sur l’absence de textes d’application de l’article 40.3.3. Il rappela que dans l’affaire Grogan précitée il avait déjà souligné qu’aucune législation pertinente n’avait été adoptée depuis l’entrée en vigueur du huitième amendement, l’avortement étant toujours pénalement interdit en vertu des dispositions de la loi de 1861. Il rappela également que dans l’affaire Open Door le Chief Justice avait souligné qu’il était « dommage que l’Oireachtas n’[eût] pas adopté le moindre texte relativement à ce droit garanti par la Constitution ».", "Après avoir remarqué que l’article 40.3.3 prévoyait une possibilité légale d’avorter en Irlande et remettait donc en cause l’article 58 de la loi de 1861 (qui déclarait l’avortement illégal, quel qu’en soit le but), il poursuivit ainsi :", "« (...) Comme le Chief Justice, je pense que le vide législatif concernant cet amendement n’empêche en rien les tribunaux d’exercer leur fonction de protecteurs et de gardiens du droit à la vie de l’enfant à naître. J’estime cependant raisonnable de considérer que le peuple, en adoptant cet amendement, était en droit de penser qu’une législation serait introduite pour réglementer la façon de concilier le droit à la vie de l’enfant à naître et celui de la mère.", "147.  Eu égard au fait que huit ans se sont écoulés depuis l’adoption de l’amendement et deux ans depuis l’affaire Grogan, la non-adoption par le législateur d’une législation appropriée n’est plus seulement malheureuse ; elle est inexcusable. Que sont censées faire les femmes enceintes ? Que sont censés faire les parents d’une mineure enceinte ? Ils ne disposent d’aucune ligne directrice, hormis les enseignements que l’on peut tirer des décisions dans la présente affaire. Quelles autres considérations y a-t-il ? La situation des victimes d’un viol (relevant ou non d’une présomption légale) ou d’inceste qui se retrouvent enceintes doit-elle s’apprécier de la même manière que d’autres situations ? L’amendement, né de l’inquiétude populaire et facteur historique de discorde au sein de notre peuple, qui garantit le respect dans ses lois et la défense par ses lois du droit à la vie de l’enfant à naître, n’a donné lieu à aucune orientation législative. (...)", "148. (...) L’Etat peut jouer son rôle en prévoyant les organes nécessaires pour offrir assistance, conseils, encouragements, réconfort et un cadre organisationnel à la femme ou à la jeune fille enceintes, ou à leurs familles. Il n’appartient pas aux tribunaux de conditionner la société. C’est, en partie du moins, le rôle du législateur. Les tribunaux ne sont pas qualifiés pour encadrer ces procédures. »", "4.  Les treizième et quatorzième amendements (1992)", "45.  L’arrêt de la Cour suprême souleva plusieurs questions. Certains obiter dicta formulés par les juges majoritaires semblaient impliquer que le droit constitutionnel de se rendre à l’étranger pourrait être restreint de manière à empêcher l’avortement si la vie de la mère n’était pas menacée.", "46.  Un nouveau référendum, dans le cadre duquel trois propositions étaient soumises, fut organisé en novembre 1992. 68,18 % des électeurs y participèrent.", "47.  La première proposition consistait à amender la Constitution de manière qu’elle ménage une possibilité d’avorter légalement dans les cas où il y aurait autrement un risque réel et sérieux pour la vie de la mère, à l’exclusion du risque de suicide. En cas d’approbation, cette solution aurait donc limité l’impact de l’affaire X ; elle fut rejetée par 65,35 % des voix contre 34,65 %.", "48.  La deuxième proposition fut acceptée et devint le treizième amendement à la Constitution (dont le texte fut ajouté à l’article 40.3.3). La nouvelle disposition a pour but d’empêcher que l’on interdise à une femme de quitter le pays pour aller avorter à l’étranger et se lit ainsi :", "« Le présent alinéa ne peut limiter la liberté de se rendre dans un Etat étranger. »", "49.  La troisième proposition fut elle aussi acceptée et devint le quatorzième amendement (dont le texte fut également ajouté à l’article 40.3.3). Il autorise la diffusion en Irlande d’informations sur les services d’avortement à l’étranger et est ainsi libellé :", "« Le présent alinéa ne peut limiter la liberté d’obtenir ou de transmettre, sur le territoire irlandais, sous réserve des conditions prévues par la loi, des informations relatives à des services légalement disponibles dans un autre Etat. »", "5.  Le projet de vingt-cinquième amendement à la Constitution (2002)", "50.  Sous l’impulsion de certains processus de réflexion publics (paragraphes 62 à 76 ci-dessous), un troisième référendum sur l’avortement fut organisé en mars 2002, dans le but de dissiper l’incertitude juridique qui existait depuis l’affaire X et de proposer aux électeurs un projet de loi (projet de loi de 2002 sur la protection de la vie humaine au cours de la grossesse – Protection of Human Life in Pregnancy Act 2002). L’intention était triple.", "51.  Il fallait garantir que la future loi, une fois adoptée par référendum, ne puisse être modifiée que dans le cadre d’un nouveau référendum.", "52.  Le projet de loi définissait le crime d’avortement (abrogeant du même coup les articles 58 et 59 de la loi de 1861 et réduisant la sanction maximale). Il excluait également les menaces de suicide des motifs légaux d’avortement et restreignait donc les motifs qui avaient été admis dans l’affaire X. La définition de l’avortement excluait de cette notion « l’accomplissement d’un acte médical par un médecin dans un établissement autorisé, au cours ou à l’issue duquel il est mis un terme à la vie d’un enfant à naître, lorsque le médecin a des motifs raisonnables de considérer que cet acte est nécessaire pour prévenir un risque réel et sérieux, autre que le risque de suicide, menaçant la vie de la femme enceinte ».", "53.  Le projet de loi de 2002 entourait également les interventions médicales de garanties destinées à protéger la vie de la mère, en précisant les conditions de légalité de ces interventions : elles devaient être effectuées par un médecin dans un établissement agréé ; le médecin devait raisonnablement estimer que l’intervention était nécessaire pour sauver la vie de la mère ; il devait établir et signer un document écrit justifiant son avis ; et nul ne pouvait être contraint de procéder ou d’assister à une telle intervention.", "54.  Des trois référendums sur l’avortement c’est celui de mars 2002 qui mobilisa le moins les électeurs (42,89 % de participants). Il aboutit au rejet de la proposition (par 50,42 % des voix contre 49,58 %). La Commission référendaire avait expliqué avant le scrutin qu’un vote négatif aboutirait au maintien tel quel de l’article 40.3.3 et que toute législation ultérieure devrait se concilier avec l’interprétation qui était alors donnée de la Constitution, ce qui signifiait en d’autres termes qu’une menace de suicide continuerait à constituer un motif d’avortement légal.", "6.  Le libellé actuel de l’article 40.3 de la Constitution", "55.  Depuis les modifications décrites ci-dessus, l’article 40.3 de la Constitution se lit ainsi :", "« 1.  L’Etat s’engage à respecter dans ses lois et, dans la mesure du possible, à défendre et soutenir par ses lois les droits individuels du citoyen.", "2.  En particulier, par ses lois il protégera de son mieux contre les attaques injustes la vie, la personne, l’honneur et les droits de propriété de tout citoyen et, en cas d’injustice, il les défendra.", "3.  L’Etat reconnaît le droit à la vie de l’enfant à naître et, compte dûment tenu du droit égal de la mère à la vie, s’engage à le respecter dans ses lois et, dans la mesure du possible, à le protéger et à le défendre par ses lois.", "Le présent alinéa ne peut limiter la liberté de se rendre dans un Etat étranger.", "Le présent alinéa ne peut limiter la liberté d’obtenir ou de transmettre, sur le territoire irlandais, des informations relatives à des services légalement disponibles dans un autre Etat, sous réserve des conditions prévues par la loi. »", "B.  Les informations disponibles en Irlande sur les services d’avortement offerts à l’étranger", "1.  La loi de 1995 portant réglementation des informations relatives aux services d’interruption de grossesse situés hors de l’Etat (The Regulation of Information (Services outside the State for Termination of Pregnancies) Act 1995 – « la loi de 1995 »)", "56.   Adoptée à la suite du quatorzième amendement, la loi de 1995 constituait une réponse à l’arrêt qui avait été rendu par la Cour en l’affaire Open Door précitée. Elle définit les conditions dans lesquelles les informations relatives aux services d’avortement légalement offerts à l’étranger peuvent être diffusées en Irlande.", "57.  L’article 2 définit les « informations relevant de la loi » comme des informations qui a) sont susceptibles d’être demandées par les femmes ayant l’intention de recourir aux services d’interruption de grossesse offerts en dehors de l’Etat, et b) sont relatives à de tels services ou aux personnes qui les fournissent.", "58.  L’article 1 confirme que la « personne visée par l’article 5 » désigne toute personne qui a ou semble avoir pour activité de donner des informations, avis ou conseils au grand public sur tout sujet concernant la grossesse. L’article 5 de la loi se lit ainsi :", "« Lorsqu’une personne visée par l’article 5 se voit adresser, par une femme ou au nom d’une femme qui indique ou au nom de laquelle il est indiqué qu’elle est ou peut être enceinte, une demande d’informations, d’avis ou de conseils relativement à sa situation particulière eu égard au fait qu’il est indiqué, par elle-même ou en son nom, qu’elle est ou peut être enceinte –", "a) il est interdit à cette personne, ou à son employeur ou supérieur, de préconiser ou promouvoir l’interruption de grossesse devant la femme concernée ou toute personne la représentant ;", "b) il est interdit à cette personne, ou à son employeur ou supérieur, de donner des informations relevant de la présente loi à la femme concernée ou à toute personne la représentant, sauf", "i) si les informations, de même que le mode et les modalités de leur diffusion, sont conformes aux alinéas I et II de l’article 3 1) a) et si les informations sont données sous une forme et d’une manière qui n’implique aucune préconisation ou promotion de l’interruption de grossesse ;", "ii) si dans le même temps des renseignements (autres que les informations relevant de la présente loi), conseils et avis sont donnés directement à la femme concernée relativement à toutes les voies qui s’offrent à elle, en fonction de sa situation particulière au sens ci-dessus, et", "iii) si les renseignements, conseils et avis visés à l’alinéa ii) ci-dessus sont fiables et objectifs, s’ils informent pleinement la femme concernée de toutes les voies qui s’offrent à elles relativement à sa situation particulière, s’ils n’impliquent aucune préconisation ou promotion de l’interruption de grossesse, et s’ils ne s’accompagnent d’aucun élément à cet effet. »", "59.  L’article 8 de la loi de 1995 est ainsi libellé :", "« 1) Il est interdit à toute personne visée par l’article 5, ou à son employeur ou supérieur, de prendre au nom d’une femme un rendez-vous ou d’autres dispositions avec une personne qui offre des services d’interruption de grossesse situés hors de l’Etat ;", "2) Le paragraphe 1 ne peut être interprété comme interdisant à une personne visée par l’article 5 (...) de donner à une femme des documents ou notes à caractère médical, chirurgical, social ou autre la concernant qui se trouveraient en sa possession (...). »", "2.  L’article 26 et le projet de loi de 1995 portant réglementation des informations relatives aux services d’interruption de grossesse situés hors de l’Etat (The Regulation of Information (Services outside the State for the Termination of Pregnancies) Bill 1995) – In Re IESC 1995, p. 9)", "60.  Avant sa promulgation, la loi de 1995 fut renvoyée par le président à la Cour suprême pour examen de sa constitutionnalité. La Cour suprême la jugea conforme à la Constitution, ce qui excluait toute contestation ultérieure de sa constitutionnalité devant les tribunaux (article 34.3.3 de la Constitution). Pour parvenir à sa conclusion, la Cour suprême examina notamment si les dispositions des articles 5 et 8 étaient ou non compatibles avec la Constitution, c’est-à-dire si, d’un point de vue objectif, ces dispositions « attestaient d’une mise en balance équitable et raisonnable par [le Parlement] des divers droits en présence » et si elles pouvaient passer pour ne pas être « contraires à la raison et à l’équité au point de porter une atteinte injuste aux droits constitutionnels de l’enfant à naître, de la mère ou de toute autre personne ». A cet égard, la Cour suprême s’exprima comme suit :", "« La [loi de 1995] traite uniquement des informations relatives aux services d’interruption de grossesse offerts légalement hors de l’Etat et aux personnes qui fournissent ces services.", "Pareilles informations peuvent être communiquées à une femme qui indique ou au nom de laquelle il est indiqué qu’elle est ou peut être enceinte, sous réserve des conditions suivantes :", "i.  la personne qui fournit les informations n’est pas autorisée à préconiser ou promouvoir l’interruption de grossesse devant la femme concernée ou la personne la représentant ;", "ii.  la personne qui fournit les informations n’est autorisée à les donner que sous une forme qui n’implique aucune préconisation ou promotion de l’interruption de grossesse", "et elle n’est autorisée à donner des informations relatives aux services qui sont offerts légalement dans l’Etat étranger et aux personnes qui y fournissent ces services en toute légalité qu’aux conditions suivantes :", "a)  les informations, de même que le mode et les modalités de leur diffusion, doivent être conformes à la loi de cet Etat, et", "b)  les informations doivent être exactes et objectives, n’impliquer aucune préconisation ou promotion de l’interruption de grossesse, et ne s’accompagner d’aucun élément à cet effet.", "En même temps, des renseignements, conseils et avis doivent être donnés directement à la femme concernée sur toutes les voies qui s’offrent à elle relativement à sa situation particulière ; ils ne doivent ni préconiser ni promouvoir l’interruption de grossesse, ni s’accompagner d’aucun élément à cet effet.", "Sous réserve de ces restrictions, la femme concernée a accès à l’ensemble des informations relatives aux services offerts légalement à l’étranger et aux personnes qui fournissent ces services. »", "61.  La Cour suprême estima par ailleurs que l’allégation selon laquelle la vie et/ou la santé d’une femme pourraient être sérieusement menacées en cas d’impossibilité pour un médecin de rédiger une lettre l’adressant à un de ses confrères en vue d’une interruption de grossesse se fondait sur une interprétation erronée de l’article 8 de la loi de 1995 :", "« Cet article interdit à un médecin ou à toute personne visée par l’article 5 de [la loi de 1995] de prendre un rendez-vous ou d’autres dispositions pour ou au nom d’une femme avec une personne qui offre des services d’interruption de grossesse situés hors de l’Etat.", "Cela n’empêche pas le médecin, une fois qu’un tel rendez-vous est pris, de communiquer normalement avec son confrère sur l’état de sa patiente, sous réserve que ces échanges n’impliquent aucune préconisation ou promotion de l’interruption de grossesse et qu’ils ne s’accompagnent d’aucun élément à cet effet.", "Si les dispositions de [la loi de 1995] empêchent un médecin de préconiser ou promouvoir l’interruption de grossesse, elles ne l’empêchent en aucune manière de donner à une patiente des informations exhaustives concernant son état de santé, les effets de la grossesse sur cet état de santé, et les conséquences de la poursuite de la grossesse pour sa santé et sa vie, tout en laissant à la mère le soin de décider si, au vu des circonstances, la grossesse doit être interrompue. Rien n’interdit à un médecin de donner à une patiente enceinte toutes les informations nécessaires pour lui permettre de prendre une décision éclairée, sous réserve qu’il s’abstienne de préconiser ou promouvoir l’interruption de grossesse.", "De plus, l’article 8 § 2 n’interdit ni n’empêche en aucune manière de remettre à une femme tout document de nature médicale, chirurgicale, clinique, sociale ou autre qui la concerne.", "(...)", "Eu égard à l’obligation [pour le Parlement] de respecter et, dans la mesure du possible, de défendre et de faire respecter le droit à la vie de l’enfant à naître en tenant compte du droit égal de la mère à la vie, l’interdiction de préconiser ou de promouvoir l’interruption de grossesse et l’interdiction faite à toute personne visée par l’article 5 de prendre au nom d’une femme un rendez-vous ou d’autres dispositions avec une personne qui fournit des services d’interruption de grossesse à l’étranger ne portent pas injustement atteinte aux droits de la femme enceinte. Ces conditions représentent une mise en balance équitable et raisonnable des droits en présence ; dès lors, les articles 5 et 8 du projet de loi ne sont pas contraires à la Constitution. »", "C.  Les processus de réflexion publics", "1.  Le rapport remis en 1996 par le groupe d’études sur la Constitution (« le rapport du groupe d’études de 1996 »)", "62.  Etabli en avril 1995 aux fins d’assister les commissions gouvernementales dans leurs travaux de vérification de la constitutionnalité des projets de textes, ce groupe avait pour mandat de passer la Constitution en revue et de déterminer les domaines dans lesquels des modifications constitutionnelles pourraient s’avérer nécessaires.", "63.  Il remit en 1996 un rapport dans lequel il indiquait que le droit positif sur l’avortement applicable en Irlande après l’affaire X et le rejet du douzième amendement manquait de clarté (à titre d’exemples, il citait la définition de l’enfant à naître, la question de savoir dans quelle mesure les tendances suicidaires pouvaient être considérées comme un motif d’avortement et l’absence de tout délai légal pour les interruptions de grossesse autorisées selon les critères dégagés dans l’affaire X). Le rapport envisageait la possibilité de modifier l’article 40.3.3, de manière à légaliser l’avortement dans des circonstances constitutionnellement définies :", "« Bien que des milliers de femmes se rendent chaque année à l’étranger pour y avorter sans pour cela violer le droit national, il semble que l’idée d’une légalisation étendue de l’avortement sur le territoire irlandais se heurte à une forte opposition. S’il se dessine peut-être une tendance à admettre dans certaines limites une attitude plus permissive dans des cas extrêmes, tels que le viol, l’inceste ou d’autres circonstances graves, un assouplissement généralisé des conditions de légalité de l’avortement soulèverait des problèmes particulièrement difficiles pour ceux qui défendent par principe la préservation de la vie dès son stade le plus précoce. »", "64.  Le groupe d’études concluait que si dans l’idéal les questions majeures de ce débat devaient en principe être traitées par la voie de l’amendement constitutionnel, il n’existait aucun consensus sur le contenu d’un tel amendement et aucune certitude de succès pour une proposition de référendum en vue d’une modification substantielle de l’article 40.3.3 de la Constitution. Le groupe estimait ainsi que la seule possibilité pratique à l’époque était l’introduction d’une législation destinée à régir l’application de l’article 40.3.3. Pareille législation permettrait notamment de définir certaines notions (par exemple celle d’« enfant à naître »), de protéger expressément les interventions médicales nécessaires pour préserver la vie des mères, d’exiger l’attestation sous forme écrite par un médecin spécialiste de l’existence d’un « risque réel et sérieux pour la vie de la mère » et d’enfermer dans des délais précis la possibilité d’avorter légalement, notamment dans les circonstances autorisées par l’affaire X.", "2.  Le livre vert déposé en 1999 par le groupe de travail interministériel sur l’avortement (le « livre vert de 1999 »)", "65.  Une commission ministérielle fut établie pour superviser l’élaboration d’un livre vert sur l’avortement, et les travaux préparatoires furent menés par un groupe de travail interministériel composé de fonctionnaires. Avant de rédiger son document, le groupe invita les particuliers, les organisations professionnelles, les associations de bénévoles et toutes autres parties intéressées à lui communiquer leurs observations. Il recueillit plus de 10 000 contributions, ainsi que des pétitions regroupant 36 500 signatures. L’introduction du livre vert de 1999 comporte le passage suivant :", "« A l’heure actuelle (...), d’un point de vue constitutionnel, l’interruption de grossesse n’est pas autorisée dans ce pays, sauf si elle satisfait aux conditions exposées par la Cour suprême dans l’affaire X ; des informations sur les services d’avortement à l’étranger peuvent être fournies dans les limites prévues par [la loi de 1995] ; et, de manière générale, les femmes peuvent se rendre à l’étranger pour y avorter.", "De puissants courants d’opinion expriment du mécontentement face à la situation actuelle, tant en ce qui concerne les possibilités d’avorter au sein de l’Etat que pour ce qui est du nombre de femmes qui se rendent à l’étranger en vue d’avorter.", "Diverses options ont été envisagées pour répondre à ce qu’on appelle la « question de fond » de l’avortement mais les opinions divergent beaucoup quant au point de savoir comment procéder. Le Taoiseach [Premier ministre] indiqua peu après la prise de fonctions de son gouvernement en 1997 que ce sujet ferait l’objet d’un livre vert. Les implications de l’affaire X furent de nouveau mises en lumière en novembre 1997 à l’occasion de l’affaire C, et une commission ministérielle fut établie afin de superviser l’élaboration du livre vert, dont les travaux préparatoires furent menés par un groupe interministériel composé de fonctionnaires. [voir les paragraphes 95-96 cidessous pour une description de l’affaire C]", "Les questions liées à l’avortement sont extrêmement complexes. L’objectif du présent document est de les identifier, d’en fournir une brève analyse et d’envisager toutes les options possibles pour les résoudre. Le livre vert ne cherche pas à aborder l’ensemble des questions relatives à l’avortement, ni à donner une analyse exhaustive de chacune d’entre elles. Ses auteurs se sont efforcés de se concentrer sur les questions essentielles et de les présenter de manière claire, concise et objective.", "Les particuliers intéressés, les organisations professionnelles, les associations de bénévoles et toutes autres parties souhaitant contribuer au débat ont été invités à communiquer leurs observations (...) »", "66.  Il était relevé au paragraphe 1.09 que rien sur le plan médical ne permettait de dire que les médecins en Irlande refusaient de traiter les femmes enceintes atteintes de cancer ou d’autres pathologies au motif que le traitement serait nuisible pour l’enfant à naître.", "67.  Le chapitre 7 du document contenait des développements sur sept solutions constitutionnelles et législatives possibles :", "–  une interdiction constitutionnelle absolue de l’avortement ;", "–  un amendement à la Constitution destiné à restreindre l’application de l’affaire X ;", "–  le maintien de la situation existante ;", "–  le maintien d’un statu quo constitutionnel, avec une réaffirmation de l’interdiction de l’avortement dans une nouvelle loi ;", "–  l’adoption d’une législation régissant l’avortement selon les principes dégagés dans l’affaire X ;", "–  un retour à la situation d’avant 1983 ; et", "–  une autorisation de l’avortement pour des motifs allant au-delà de ceux précisés dans l’affaire X.", "68.  Quant à la cinquième option (l’adoption d’une législation régissant l’avortement selon les principes dégagés dans l’affaire X), le livre vert de 1999 relevait que :", "« 7.48  Cette approche consisterait à donner effet à la décision rendue dans l’affaire X par le biais d’une législation (...) Elle part du principe qu’on ne toucherait pas au libellé actuel de l’article 40.3.3.", "7.49  Quant à l’élaboration d’une telle législation, une possibilité consisterait à ne pas réaffirmer l’interdiction de l’avortement, qui est déjà consacrée par l’article 58 de [la loi de 1861], mais à énoncer plutôt qu’une interruption de grossesse effectuée en conformité avec la loi ne serait pas constitutive d’une infraction.", "7.50  Les détails d’une telle législation appelleraient un examen attentif mais l’on pourrait adopter l’approche suivie pour l’option précédente (maintien d’un statu quo constitutionnel, avec réaffirmation de l’interdiction de l’avortement dans une nouvelle loi).", "Discussion", "7.51  Etant donné qu’elle ne prévoit pas un système plus libéral que celui découlant de l’affaire X, cette option ne nécessiterait pas une modification de la Constitution. Dès lors toutefois qu’elle permettrait l’avortement dans des circonstances bien définies, elle susciterait certainement des critiques de la part de ceux qui s’opposent à l’avortement dans tous les cas et sont en désaccord avec la décision dans l’affaire X. Les critiques seraient particulièrement dirigées contre l’inclusion de la menace de suicide dans les motifs d’avortement et les difficultés d’appréciation à cet égard.", "7.52  Cette approche aurait pour principal avantage de fournir un cadre permettant d’apprécier la nécessité d’un avortement, alors qu’aujourd’hui la question doit être résolue au cas par cas devant les tribunaux, avec toute la publicité et les débats que cela implique. Elle permettrait aux femmes enceintes qui établiraient l’existence d’un risque réel et sérieux pour leur vie d’avorter en Irlande plutôt que de devoir se rendre à l’étranger dans ce but, et elle fournirait une protection juridique aux médecins et autres personnes (par exemple les infirmières) impliqués dans l’interruption de grossesse. Les lignes directrices actuelles en matière d’éthique médicale ne seraient pas compatibles avec une telle législation.", "7.53  Il faut cependant souligner que les problèmes de définition dans le texte de l’article 40.3.3 persisteraient. Il y aurait lieu de décider si la législation envisagée devrait fournir les définitions indispensables pour en finir avec l’ambiguïté qui entoure actuellement le libellé de cet article. Toutefois, il y a des limites à ce que la loi peut faire au travers de définitions, car c’est en définitive aux tribunaux qu’il revient d’interpréter l’article 40.3.3. »", "69.  Quant à la septième option (l’autorisation de l’avortement pour d’autres motifs que ceux précisés dans l’affaire X), le livre vert de 1999 exposait les considérations suivantes :", "« 7.65  Dans le chapitre 4, d’autres motifs possibles d’avortement sont examinés et, si possible, situés dans un contexte international. Comme cela a été indiqué ci-dessus, la légalisation de l’avortement pour l’un ou l’autre, ou l’ensemble, de ces motifs est aussi demandée dans un certain nombre de commentaires. Chacun des types de dispositions possibles ayant été identifiés a fait l’objet d’un examen séparé, ce qui n’exclut pas d’étudier la possibilité de combiner certaines ou l’ensemble de ces options dans le cas où cette approche serait retenue. Certains des problèmes identifiés dans le cadre des options examinées séparément pourraient alors ne pas se poser.", "7.66  Pour tous les cas évoqués dans la présente section, l’avortement ne pourrait être autorisé que si l’article 40.3.3 de la Constitution était amendé. Il serait peut-être aussi nécessaire de réviser les articles 58 et 59 de la loi de 1861 sur les infractions contre les personnes et de définir au travers de nouvelles dispositions législatives les modalités du nouveau régime. Le type de modèle législatif évoqué dans la discussion de l’option « maintien d’un statu quo constitutionnel avec réaffirmation de l’interdiction de l’avortement dans une nouvelle loi » (paragraphes 7.42-7.47) pourrait, avec les adaptations nécessaires, servir de base pour réglementer également d’autres situations. Parmi les points qui pourraient être traités par une loi figurent les critères selon lesquels un avortement serait autorisé, les délais maximums, les exigences d’attestation et d’entretien et peut-être l’institution d’un délai d’attente après l’entretien. Les dispositions en vigueur dans certains autres pays font également l’objet d’une discussion au chapitre 4.", "Discussion", "a)  Risque pour la santé physique/mentale de la mère", "7.67  Selon cette option, l’avortement serait autorisé en raison d’un risque pour la santé physique et/ou mentale de la femme concernée.", "7.68  En 1992, le projet de douxième amendement à la Constitution a fait l’objet de critiques parce qu’il excluait spécifiquement des motifs d’interruption de grossesse le risque pour la santé de la femme enceinte. L’affaire anglaise Bourne de 1938 avait donné lieu à une interprétation de la loi de 1861 sur les infractions contre les personnes qui autorisait l’interruption de grossesse lorsqu’un médecin estimait que la poursuite de la grossesse aurait probablement pour conséquence de détruire une femme physiquement ou moralement.", "7.69  Comme il a été indiqué ci-dessus, cette affaire n’a jamais été suivie par les juridictions irlandaises. L’article 40.3.3 de la Constitution exclurait une interprétation de la loi de 1861 sur les infractions contre les personnes analogue à celle adoptée dans l’affaire Bourne. Dès lors, toute proposition d’autoriser l’avortement à raison d’un risque pour la santé de la femme enceinte appellerait un amendement de cet article, voire un réexamen des articles 58 et 59 de la loi de 1861 sur les infractions contre les personnes. La mise en œuvre de ces modifications nécessiterait en outre l’adoption d’un cadre législatif.", "7.70  Comme il a été indiqué au chapitre 4 sur les « autres motifs d’avortement, situés dans un contexte international », la notion de santé physique utilisée dans d’autres pays aux fins du droit sur l’avortement tend à ne pas être très précise. Si on voulait autoriser l’avortement à raison d’un risque pour la santé de la femme enceinte tout en limitant cette possibilité à des affaires impliquant un risque grave de dommage sérieux et permanent, il serait nécessaire de circonscrire les dispositions de manière adéquate. La pratique ordinaire dans d’autres pays consiste à traiter le sujet comme une question médicale. On peut s’attendre à ce qu’il soit difficile de trouver des dispositions aptes à ménager l’indépendance des médecins tout en assurant une mise en œuvre stricte du régime, propre à garantir que l’avortement ne soit autorisé que dans des cas très limités. »", "3.  Le cinquième rapport d’étape, remis en 2000, de la commission constitutionnelle de l’Oireachtas (« le cinquième rapport d’étape de 2000 sur l’avortement »)", "70.  Le livre vert fut ensuite transmis pour examen à la commission constitutionnelle, qui se livra à une large consultation, sollicitant au départ des points de vue sur les options analysées dans le livre vert de 1999. Elle reçut plus de 100 000 contributions de particuliers et d’organisations, dont 92 % sous la forme de signatures de pétitions (une pétition recueillit à elle seule 80 000 signatures). L’immense majorité des contributions étaient en faveur de la première option exposée dans le livre vert de 1999 (l’interdiction constitutionnelle absolue de l’avortement).", "71.  Etant donné que très peu d’organisations médicales avaient présenté des observations durant le processus d’élaboration du livre vert de 1999, la commission estima nécessaire d’obtenir des informations des personnes œuvrant sur le terrain pour établir quelle était la pratique médicale alors en cours dans les hôpitaux irlandais en matière d’intervention médicale durant les grossesses. Elle recueillit ainsi au cours d’audiences publiques (et enregistrées) les points de vue et avis de spécialistes en obstétrique, en gynécologie et en psychiatrie.", "72.  Le président de l’Institut des obstétriciens et gynécologues, qui représente entre 90 et 95 % des membres de ces professions en Irlande, présenta des observations écrites, formulant notamment les considérations suivantes :", "« Dans la pratique obstétrique actuelle, des complications rares peuvent survenir lorsqu’une intervention thérapeutique est requise à un stade de la grossesse où le bébé a peu ou pas de chances de survie du fait de sa grande prématurité. Dans ces situations exceptionnelles, la non-intervention peut entraîner la mort de la mère et du bébé. Nous estimons qu’il existe une différence fondamentale entre un avortement pratiqué avec l’intention de mettre fin à la vie du bébé, par exemple pour des raisons sociales, et la mort inévitable du bébé découlant d’un traitement indispensable à la protection de la vie de la mère.", "Nous reconnaissons être tenus de fournir un suivi post-avortement aux femmes qui décident de se rendre à l’étranger en vue d’interrompre leur grossesse. Nous recommandons que des services de soutien et de suivi complets soient mis à la disposition de toutes les femmes dont la grossesse a été interrompue, quelles que soient les circonstances de cette interruption. »", "73.  Dans sa déposition orale, le président ajouta :", "« Nous n’avons jamais considéré ces interventions comme des avortements. L’idée que des interventions dans des cas de pré-éclampsie, de cancer du col de l’utérus ou de grossesse extra-utérine équivalent à des avortements ne traverserait jamais l’esprit d’un obstétricien. Pour le professionnel, il ne s’agit pas d’avortements, mais de traitements médicaux qui sont essentiels pour protéger la vie de la mère. Ainsi, lorsque nous intervenons dans l’intérêt de la mère, dans le but d’empêcher son décès, et que nous sommes confrontés à la mort du fœtus, nous ne considérons pas que nous en sommes arrivés là en procédant à un avortement. L’avortement au sens que lui donnent les professionnels est à mon avis quelque chose de complètement différent. En réalité, il s’agit d’une intervention pratiquée, d’ordinaire au cours d’une grossesse normale, pour se débarrasser de la grossesse, pour se débarrasser du fœtus. Pour nous, c’est cela, pratiquer directement un avortement. En d’autres termes, il s’agit de mettre fin à la vie d’un bébé non désiré. Cela n’a jamais fait partie de la pratique de l’obstétrique en Irlande, et j’espère que ce ne sera jamais le cas.", "(...)", "Face à des situations rares et complexes, où il existe une menace physique pour la vie de la femme enceinte, nous intervenons toujours. »", "74.  En 2000, la commission constitutionnelle publia son cinquième rapport d’étape sur l’avortement. Elle y expliquait qu’il ne s’agissait pas d’une étude exhaustive des questions débattues dans le livre vert de 1999 mais plutôt d’une analyse politique de certaines questions que ce projet avait soulevées et que les contributions reçues et les auditions menées avaient permis d’identifier.", "75.  La commission concluait qu’il fallait instaurer un organisme spécifique pour mettre en œuvre une stratégie consistant à réduire le nombre de grossesses non désirées en fournissant des services de prévention, à réduire le nombre de femmes confrontées à une grossesse non désirée qui choisissent l’avortement en fournissant des services aptes à rendre les autres options plus attrayantes, et à offrir des services post-avortement, à savoir un suivi et des conseils médicaux. La commission indiquait qu’un consensus s’était également dégagé en son sein sur d’autres questions, notamment celle de la nécessité pour le gouvernement d’élaborer un rapport public décrivant les responsabilités précises découlant pour l’Etat de tous les instruments internationaux et communautaires pertinents.", "76.  La commission ajoutait que la clarté dans les dispositions juridiques était essentielle pour donner des indications aux professionnels de la médecine ; en d’autres termes, le cadre juridique retenu, quel qu’il fût, devait permettre aux médecins d’avoir recours aux meilleures pratiques médicales pour sauver la vie de la mère. Elle précisait toutefois qu’aucune des sept options exposées dans le livre vert de 1999 n’emportait une adhésion unanime de sa part. Trois approches recueillaient un soutien important mais pas majoritaire de ses membres : la première consistait à se concentrer sur les mesures visant à réduire le nombre de grossesses non désirées et le taux d’avortement, sans toucher au cadre juridique ; la seconde consistait à introduire, dans le cadre des dispositions constitutionnelles existantes, une législation protectrice des interventions médicales en vue de sauver la vie des mères ; et la troisième consistait à introduire pareille législation en l’assortissant d’un amendement constitutionnel. La commission expliquait que ses membres n’étaient parvenus à se mettre d’accord sur aucune des modalités de réforme envisagées.", "D.  L’Agence pour les femmes enceintes en difficulté (Crisis Pregnancy Agency – « la CPA »)", "1.  Les objectifs de la CPA", "77.  Le cinquième rapport d’étape sur l’avortement, remis en 2000, déboucha sur l’adoption en 2001 d’une ordonnance portant création de l’Agence pour les femmes enceintes en difficulté (Crisis Pregnancy Agency (Establishment) Order 2001 – S.I. no 446 de 2001). L’article 4 de cette ordonnance (avant sa modification en 2007) décrivait comme suit les fonctions de l’Agence :", "« i)  (...) élaborer une stratégie pour répondre au problème des grossesses non désirées, en vue notamment :", "a)  de réduire le nombre de grossesses non désirées par le biais de services d’éducation, de conseils et de contraception ;", "b)  de réduire, par la fourniture de services et d’un soutien de nature à rendre les autres options plus attrayantes, le nombre de femmes confrontées à une grossesse non désirée qui choisissent l’avortement ;", "c)  d’offrir des services de conseils et de suivi à la fin de la grossesse non désirée (...) »", "78.  La CPA mit en œuvre sa première stratégie de 2004 à 2006 ; depuis 2007 elle mène la seconde, programmée pour durer jusqu’en 2011. Elle remplit ses objectifs principalement par le biais de son programme de communication (qui comprend notamment des campagnes médiatiques et de la documentation), de son programme de recherches (qui favorise les pratiques fondées sur des données probantes et l’élaboration de politiques) et de son programme de financement, qui consiste à subventionner des projets comprenant des actions de développement personnel, des services de conseils, des actions de soutien parental et des services médicaux et de santé.", "79.  A la suite de la loi de 2009 portant diverses dispositions en matière de santé (Health (Miscellaneous Provisions) Act 2009), la CPA a été intégrée, le 1er janvier 2010, dans le Bureau exécutif du service de santé (Health Service Executive – « le HSE »). Le financement des fonctions concernant les grossesses non désirées a été confié au HSE.", "2.  Les lignes directrices en matière de soins fondamentaux pour la prévention et la gestion des grossesses non désirées (Primary Care Guidelines for the Prevention and Management of Crisis Pregnancies – « les lignes directrices de la CPA »)", "80.  Les lignes directrices de la CPA, élaborées en collaboration avec l’Ordre irlandais des médecins généralistes, soulignent le rôle des médecins généralistes dans la gestion des grossesses non désirées. Les lignes directrices précisent le rôle des généralistes dans la prévention de telles grossesses : ils doivent aider les femmes concernées à prendre des décisions quant à l’issue de leur grossesse (en les conseillant sur toutes les options qui s’ouvrent à elles, y compris les possibilités de faire adopter l’enfant ou d’avorter) et à mettre en œuvre leurs décisions en toute sécurité (notamment en leur donnant des informations sur l’importance du suivi, en particulier des soins médicaux, après un avortement). Les lignes directrices soulignent l’importance pour les généralistes de faire preuve de doigté lorsqu’ils donnent des conseils pour aider au processus décisionnel (« en vue de réduire au minimum le risque de perturbation émotionnelle, quelle que soit la décision prise »), et de dispenser des conseils et des soins médicaux avant et après l’avortement. Elles rappellent que les généralistes ont une obligation de soins vis-à-vis de leurs patientes et qu’il leur est interdit de refuser un traitement à une patiente parce qu’ils désapprouvent moralement son comportement, et que, s’ils font jouer l’objection de conscience pour refuser de prodiguer des soins, ils doivent fournir à la patiente les noms d’autres généralistes pouvant être consultés par elle.", "Les lignes directrices précisent par ailleurs que « quelle que soit la décision d’une femme aux prises avec une grossesse non désirée, le suivi est important. Cela peut comprendre les soins prénataux, l’assistance psychologique, la contraception future ou les soins médicaux postavortement. La réaction du médecin généraliste à la première consultation aura une influence profonde sur la volonté de la femme de se soumettre ensuite à un suivi médical ». Si une femme décide d’avorter, le principal souci d’un généraliste doit être de s’assurer qu’elle le fait en toute sécurité, qu’elle bénéficie de soins médicaux appropriés et qu’elle revient ensuite pour un suivi adapté. Il est conseillé aux médecins de compléter par des documents écrits les avis qu’ils donnent verbalement.", "81.  Une brochure d’information à destination des patientes est jointe aux lignes directrices. Elle informe les femmes que, si elles choisissent d’avorter, elles devraient prévoir d’aller consulter leur médecin traitant au moins trois semaines après l’intervention afin de permettre à celui-ci de procéder à un examen complet et de répondre, le cas échéant, à des questions ou préoccupations.", "3.  « Comprendre la perception qu’ont les femmes sexuellement actives de la fertilité, de la sexualité et de la maternité » – rapport no 6 de la CPA (2004)", "82.  Ce rapport avait trait à la perception par les femmes irlandaises âgées de vingt à trente ans des questions touchant la fertilité, la sexualité et la maternité. Il analysait le sens que les jeunes femmes attachaient à leurs décisions concernant leur fertilité et ses aspects connexes par rapport à leurs objectifs de vie et à l’évolution du rôle des femmes relativement aux études, aux questions de carrière professionnelle, aux relations personnelles et à la maternité. Il se fondait sur des données tirées d’entretiens qualitatifs (20 études de cas individuels et 12 groupes de discussion – focus groups) ; l’échantillon se composait au total de 66 femmes de dix-neuf à trente-quatre ans). L’étude exposait les points de vue d’un groupe de femmes très hétérogène quant à la situation socioéconomique, à l’origine géographique et aux antécédents relationnels. Les données démontraient la nécessité d’apporter un soutien accru aux jeunes femmes irlandaises relativement aux diverses décisions qu’elles devaient prendre en matière de fertilité, de sexualité et de maternité.", "83.  L’une des conclusions de l’étude était que l’affaire X et le déclin du rôle de l’Eglise catholique représentaient des éléments majeurs dans la vie des jeunes femmes, qui conditionnaient leurs attitudes et expériences. Un autre enseignement était que les jeunes femmes qui parvenaient à l’âge adulte étaient plus fermement convaincues que leurs aînées que les décisions en matière de procréation et de sexualité relevaient de la vie privée et que chaque personne devait être libre de prendre les décisions lui paraissant les plus appropriées.", "4.  « Etude irlandaise sur la contraception et les grossesses non désirées : analyse de la population globale – rapport no 7 de la CPA (2004)", "84.  L’étude avait pour but d’établir des données représentatives au niveau national sur les attitudes, connaissances et expériences actuelles quant à la contraception, aux grossesses non désirées et aux services correspondants en Irlande. Elle comprenait une analyse nationale intersectorielle de la population des jeunes adultes fondée sur des entretiens téléphoniques menés (en 2003) auprès de 3 000 personnes, l’échantillon incluant un nombre égal de femmes et d’hommes âgés de dix-huit à quarantecinq ans, catégorie pour laquelle les pratiques contraceptives, la perception des services disponibles et l’utilisation de ces services étaient considérées comme les plus pertinentes. Les responsables de l’étude avaient également choisi la tranche d’âge de l’échantillon de manière à permettre une évaluation véritablement en prise avec la réalité contemporaine des services concernés et la programmation de leur évolution future.", "85.  Les attitudes du grand public par rapport aux différentes issues possibles d’une grossesse non désirée (famille monoparentale, adoption, avortement) étaient analysées en vue d’une évaluation du degré d’acceptabilité de chacune de ces solutions. Les questions avaient été adaptées à partir d’une étude conduite en 1986, et la reprise de ces questions dans l’étude de la CPA permettait de mesurer les changements d’attitude vis-à-vis de l’avortement. Dans l’étude de 1986, plus de 38 % des participants avaient indiqué penser que l’avortement devrait être interdit en toutes circonstances ; 58 % avaient estimé qu’il devrait être autorisé dans certaines circonstances, et 4 % n’avaient pas exprimé d’opinion sur la question.", "86.  Dans l’étude de la CPA, le libellé du questionnaire fut modifié de manière à inclure aussi une option aux termes de laquelle une femme « devait toujours avoir le choix de se faire avorter, quelles que fussent les circonstances ». 8 % des participants à l’étude estimèrent que l’avortement devait être interdit en toutes circonstances, 39 % qu’il devrait être autorisé dans certaines circonstances, 51 % qu’une femme devrait toujours avoir le choix de se faire avorter, et 2 % se déclarèrent sans opinion quant à cette question. Le rapport l’affirme :", "« Ainsi, on observe un changement notable dans les attitudes sur la période de dixsept ans considérée (de 1986 à 2003), une part beaucoup plus importante de la population déclarant soutenir la possibilité de choisir l’avortement dans certaines ou en toutes circonstances dans l’étude la plus récente [celle de la CPA] (...) ».", "87.  Puisque de nombreux participants – ceux ayant déclaré estimer qu’une femme devait avoir le choix dans certaines circonstances ou ne pas avoir d’opinion à ce sujet – avaient été jugés défendre un point de vue nuancé concernant l’acceptabilité de l’avortement, on leur avait demandé de préciser s’ils étaient d’accord ou non avec l’idée qu’une femme devait avoir la possibilité de choisir de se faire avorter dans une série de circonstances bien définies (celles énumérées dans l’étude de 1986). Le rapport décrivait les résultats comme suit :", "« Le degré d’acceptation exprimé quant aux circonstances dans lesquelles l’avortement pourrait être autorisé varie beaucoup d’une circonstance à l’autre. La majorité des participants admettent qu’une femme devrait avoir le choix de se faire avorter dans les cas où la grossesse représente un risque grave pour sa vie (96 %) ou sa santé (87 %). En outre, la plupart estiment qu’une femme devrait avoir ce choix dans les cas où la grossesse résulte d’un viol (87 %) ou d’un inceste (85 %). Moins de la moitié des participants (46 %) pensent qu’une femme devrait pouvoir se faire avorter dans les cas où il est avéré que l’enfant présentera une grave malformation. En outre, la majorité des participants estiment qu’une femme ne devrait pas avoir le choix d’avorter à raison du fait qu’elle n’est pas mariée (79 %) ou que le couple ne peut se permettre d’avoir un autre enfant (80 %). Pour aucune des propositions on n’observe de variations importantes dans les pourcentages en fonction du sexe ou du niveau d’études des participants. Pour deux d’entre elles, on observe des différences, faibles mais significatives, selon l’âge. Premièrement, les plus jeunes tendent à être plus favorables à la possibilité d’avorter pour les victimes de viol (92 % des 18-25 ans contre 87 % des 26-35 ans et 83 % des 36-45 ans) (...). On observe le schéma inverse dans le cas où il est avéré que l’enfant présentera une grave malformation. Dans ce cas, les participants appartenant aux tranches d’âge plus élevées se déclarent plus favorables à la possibilité pour la mère de choisir l’avortement (49 % des 26-35 ans et 48 % des 36-45 ans contre 42 % seulement des 18-25 ans) (...) »", "88.  Les conclusions relatives aux circonstances dans lesquelles l’avortement pourrait être accepté étaient comparées à celles de l’étude de 1986. Pour chacune des deux études, le pourcentage des personnes estimant que l’avortement était acceptable dans certaines circonstances était rapporté à l’ensemble des personnes interrogées. La comparaison montrait que le degré d’acceptabilité de l’avortement dans diverses situations avait « fortement augmenté parmi la population au fil du temps » :", "–  cas où la grossesse représentait un risque grave pour la vie de la femme (57 % en 1986 ; 90 % en 2003) ;", "–  cas où la grossesse représentait un risque grave pour la santé de la femme (46 % en 1986 ; 86 % en 2003) ;", "–  cas où la grossesse résultait d’un viol (51 % en 1986 ; 86 % en 2003) ou d’un inceste (52 % en 1986 ; 86 % en 2003) ; et", "–  cas où il était avéré que l’enfant présenterait une grave malformation (31 % en 1986 ; 70 % en 2003).", "E.  Les lignes directrices émises par l’Ordre des médecins (2004)", "89.  La loi de 1978 relative aux médecins (Medical Practitioners Act 1978) attribue à l’Ordre irlandais des médecins la responsabilité de donner à ceux-ci de grandes orientations sur toute question en rapport avec l’éthique comportementale.", "90.  Son « Guide de l’éthique comportementale » (2004, 6e édition) prévoit en son paragraphe 2.5 qu’un médecin ne doit « jamais refuser un traitement parce qu’il désapprouve moralement le comportement du patient ». Il est admis dans ce document qu’un avortement peut être légalement pratiqué en Irlande dans le respect des critères dégagés dans l’affaire X :", "« L’Ordre reconnaît qu’une grossesse peut être interrompue lorsqu’il existe un risque réel et sérieux pour la vie de la mère, et souscrit au point de vue exprimé dans la 2e partie de la contribution écrite de l’Institut des obstétriciens et des gynécologues à la commission constitutionnelle de l’Oireachtas, tel qu’il a été reproduit dans le 5e rapport d’étape de celle-ci. »", "91.  La contribution écrite de l’Institut des obstétriciens et des gynécologues constitue l’annexe C du guide et est constituée de trois paragraphes. Dans le premier, l’Institut se félicite de l’élaboration du livre vert de 1999 et précise que ses commentaires se limiteront aux aspects médicaux de la question. Quant aux deux autres paragraphes, ils sont reproduits au paragraphe 72 ci-dessus.", "F.  La loi de 2003 sur la Convention européenne des droits de l’homme (European Convention on Human Rights Act 2003 – « la loi de 2003 »)", "92.  Cette loi est entrée en vigueur le 31 décembre 2003. Il ressort de son intitulé complet qu’il s’agit d’une loi qui visait à donner pleinement effet à certaines dispositions de la Convention, « sous réserve de la Constitution ».", "93.  L’article 5 de la loi de 2003, en ses passages pertinents, se lit ainsi :", "« 1)  Dans toute procédure, la High Court, ou la Cour suprême dans le cadre de ses compétences d’appel, peut, eu égard aux dispositions de l’article 2, à la demande d’une des parties ou d’office, et lorsque aucune autre voie de droit n’est adaptée ou disponible, faire une déclaration (ci-après « déclaration d’incompatibilité ») selon laquelle une disposition législative ou règle de droit est incompatible avec les obligations incombant à l’Etat en vertu des dispositions de la Convention.", "2)  Une déclaration d’incompatibilité", "a)  ne peut avoir aucune incidence négative sur la validité, les effets ou la mise en œuvre de la disposition législative ou la règle de droit qu’elle concerne, et", "b)  n’interdit pas à une partie à la procédure concernée de présenter des observations ou explications quant aux questions soulevées par la déclaration dans le cadre d’une procédure devant la Cour européenne des droits de l’homme.", "3)  Le Taoiseach veille à ce qu’une copie de toute ordonnance renfermant une déclaration d’incompatibilité soit produite devant les deux chambres de l’Oireachtas dans un délai de 21 jours de session à compter de l’émission de l’ordonnance.", "4)  Dans les cas où", "a)  une déclaration d’incompatibilité est émise,", "b)  une partie à la procédure concernée adresse par écrit à l’Attorney General une demande d’indemnisation pour un préjudice, une perte ou un dommage subis par elle du fait de l’incompatibilité en question, et", "c)  le gouvernement, dans l’exercice de son pouvoir discrétionnaire, considère qu’il convient de verser à titre gracieux une indemnité à cette partie,", "le gouvernement peut demander à un conseiller désigné par lui de lui faire une recommandation quant au montant à accorder (le cas échéant) à titre d’indemnisation et, à sa discrétion, procéder au versement du montant qui lui a été recommandé ou de tout autre montant qu’il estime approprié dans les circonstances.", "5)  Pour recommander au gouvernement un montant à accorder à titre d’indemnisation aux fins de l’article 4, le conseiller tiendra dûment compte des principes et de la pratique suivis par la Cour européenne des droits de l’homme en matière d’octroi d’une satisfaction équitable à une partie lésée en vertu de l’article 41 de la Convention. »", "94.   Dans l’affaire Carmody v. The Minister for Justice Equality and Law Reform Ireland and the Attorney General (IESC 2009, p. 71), la Cour suprême formula les observations suivantes sur une demande de déclaration présentée en vertu de l’article 5 de la loi de 2003 :", "« Il ressort de ce qui précède que le recours prévu par l’article 5 de la loi de 2003 revêt un caractère à la fois limité et sui generis. Il n’ouvre à un demandeur aucune voie juridictionnelle directe ou exécutoire. Il entraîne des conséquences extrajudiciaires, le [Premier ministre] étant tenu de produire une copie de toute ordonnance renfermant une déclaration d’incompatibilité devant les deux chambres de l’Oireachtas dans un délai de 21 jours. C’est la seule démarche dont le droit national exige l’accomplissement quant aux dispositions en question. Sinon, il revient au demandeur qui a obtenu la déclaration de présenter par écrit à l’Attorney General une demande d’indemnisation pour un préjudice, une perte ou un dommage subis par lui du fait de l’incompatibilité en question, puis le gouvernement décide de manière discrétionnaire s’il convient ou non de verser une telle indemnité à titre gracieux.", "(...)", "[L]a Cour estime que lorsqu’une partie allègue qu’une loi ou certaines de ses dispositions doivent être invalidées au motif qu’elles sont contraires à la Constitution et qu’elle présente en même temps une demande de déclaration d’incompatibilité de cette loi ou de certaines de ses dispositions avec les obligations incombant à l’Etat en vertu de la Convention, la question de constitutionnalité doit être tranchée d’abord. »", "G.  Les autres décisions nationales sur la question de l’avortement", "1.  L’affaire A et B v. Eastern Health Board, Judge Mary Fahy and C, and the Attorney General (partie associée à la procédure) (Irish Reports 1998, vol. 1, p. 464, ci-après « l’affaire C »)", "95.  Cette affaire concernait une jeune fille (C) qui s’était retrouvée enceinte à la suite d’un viol alors qu’elle avait treize ans. Conformément au souhait de l’adolescente, l’Office sanitaire, qui l’avait prise en charge et s’était rendu compte qu’elle était enceinte, obtint d’un tribunal de district (au titre de la loi de 1991 sur la protection de l’enfance – Child Care Act 1991) une ordonnance l’autorisant à prendre des dispositions pour faire avorter la jeune fille. Les parents de C tentèrent de contester cette ordonnance par le biais d’une demande de contrôle juridictionnel. Durant la procédure d’appel, C, ses parents et l’Office sanitaire furent chacun représentés par un Senior Counsel et un Junior Counsel, l’Attorney General étant pour sa part représenté par deux Senior Counsel et deux Junior Counsel.", "96.  Le 28 novembre 1997, la High Court, au vu d’éléments donnant à penser que la jeune fille enceinte pourrait mettre fin à ses jours si on ne lui permettait pas d’avorter, admit qu’il existait un risque réel et sérieux pour la vie de l’intéressée et que l’interruption de grossesse constituait donc un traitement médical autorisé puisque c’était le seul moyen d’éviter pareil risque. Elle estima donc qu’un avortement en Irlande était légal dans le cas de C et qu’il n’y avait pas lieu de trancher la question concernant le séjour à l’étranger. Elle rejeta l’appel sur cette base, refusant d’accueillir le moyen des parents de C suivant lequel, eu égard, notamment, à la conciliation à trouver entre différents droits constitutionnels, le tribunal de district était incompétent pour connaître de la cause. Le juge formula les considérations suivantes :", "« En outre, je pense qu’il n’est pas du tout souhaitable que les tribunaux développent une jurisprudence en vertu de laquelle les litiges concernant la question de la réunion ou non des conditions autorisant une interruption de grossesse ne pourraient être tranchées que par une décision plénière de la High Court. Celle-ci a indubitablement pour fonction d’émettre des injonctions en vue d’empêcher que des interruptions de grossesse illégales ne soient pratiquées et, dans certaines circonstances, lorsqu’une personne se voit interdire physiquement, sans bonnes raisons, d’avoir recours à un avortement, elle peut accueillir une demande de déclaration ou d’injonction. Mais on aurait tort de vouloir faire de la High Court une sorte d’instance d’autorisation de l’avortement, et en réalité c’est pour cette raison que j’ai rejeté la proposition de l’avocat de C en l’espèce selon laquelle j’aurais dû en fait transformer la procédure de contrôle juridictionnel en une demande distincte invoquant la compétence inhérente de la High Court et donner l’autorisation de pratiquer l’interruption de grossesse. J’ai jugé que l’affaire pouvait se poursuivre sous la forme d’une procédure de contrôle juridictionnel et rien d’autre. La loi de 1991 sur la protection de l’enfance fournit un cadre parfaitement adapté pour décider de ces questions. »", "2.  L’affaire MR v. TR and Others (IEHC 2006, p. 359)", "97.  Dans cette affaire, les parties se disputaient la « propriété » d’embryons fécondés in vitro. La High Court analysa en détail la décision de la Cour suprême en l’affaire X et conclut qu’il en résultait que par « enfant à naître » (unborn) il y avait lieu d’entendre un embryon implanté dans l’utérus ou un fœtus. Elle estima que rien n’indiquait que les personnes ayant voté en faveur du huitième amendement à la Constitution eussent considéré que l’expression « enfant à naître » pût désigner « autre chose qu’un fœtus ou un enfant se trouvant dans le ventre de sa mère ». Elle jugea en conséquence que les embryons in vitro ou non implantés in utero ne pouvaient passer pour relever de l’article 40.3.3. Quant aux lignes directrices de l’Ordre des médecins de 2004, la High Court observa :", "« Ces lignes directrices en matière d’éthique médicale n’ont pas force de loi, et elles n’offrent qu’une protection limitée, uniquement conçue pour répondre aux craintes des médecins d’être reconnus coupables de faute professionnelle, avec toutes les conséquences professionnelles que cela implique. »", "98.  Le recours présenté à la Cour suprême (IESC 2009, p. 82) fut rejeté à l’unanimité, les cinq juges concluant tous que des embryons congelés ne pouvaient jouir de la protection offerte à l’enfant à naître par l’article 40.3.3. Les juges Hardiman et Fennelly se déclarèrent par ailleurs préoccupés par l’absence de toute législation relative à la fécondation in vitro en Irlande.", "3.  L’affaire D (A Minor) v. District Judge Brennan, the Health Services Executive, Ireland and the Attorney General (High Court, 9 mai 2007, non publiée)", "99.  D était une mineure qui avait été confiée aux soins de l’assistance publique et à qui l’autorité locale avait interdit de se rendre à l’étranger pour se faire avorter. On avait diagnostiqué chez le fœtus une anencéphalie, et il avait été admis que celui-ci était en conséquence non viable. Selon une transcription du prononcé oral immédiat de son arrêt, la High Court s’exprima comme suit : « L’affaire ne porte pas sur l’avortement ou sur l’interruption de grossesse. Il s’agit du droit de se rendre à l’étranger, certes en vue de mettre fin à une grossesse, mais cela n’en fait pas une affaire d’avortement. » La High Court conclut que les circonstances juridiques dans lesquelles une interruption de grossesse était autorisée en Irlande n’étaient pas en cause. Elle précisa clairement qu’il ne fallait voir dans son arrêt aucune intention de modifier ces circonstances, ni dans le sens d’une extension ni dans celui d’une limitation. La High Court considéra que le droit de se rendre à l’étranger consacré par le treizième amendement à la Constitution prévalait sur le droit de l’enfant à naître garanti par l’article 40.3.3. Elle conclut que rien dans la Constitution ou la législation n’interdisait à D de se rendre au Royaume-Uni pour y avorter.", "H.  Eléments de droit européen et international", "1.  Les Traités de Maastricht et de Lisbonne", "100.  Les efforts visant à préserver, notamment, l’interdiction de l’avortement prévalant en Irlande débouchèrent sur le protocole 17 au Traité de Maastricht sur l’Union européenne, dont le passage pertinent se lit ainsi :", "« Aucune disposition du traité sur l’Union européenne, des traités instituant les Communautés européennes ni des traités et actes modifiant ou complétant lesdits traités n’affecte l’application en Irlande de l’article 40.3.3 de la Constitution de l’Irlande. »", "101.  Le 12 juin 2008, le projet d’amendement constitutionnel permettant la ratification du Traité de Lisbonne fut rejeté par référendum. Le gouvernement chargea l’université de Dublin de mener une étude indépendante sur les comportements et attitudes de l’électorat et, notamment, sur les raisons pour lesquelles les électeurs avaient voté dans un sens ou dans l’autre ou s’étaient abstenus lors de ce référendum. Une étude de terrain fut conduite en juillet 2008 sur un échantillon de 2 101 personnes. Elle aboutit à la publication en mars 2009 d’un rapport (intitulé « Attitudes et comportements lors du référendum concernant le Traité de Lisbonne ») élaboré par des spécialistes en matière de sciences politiques, de méthodes de recherches quantitatives, d’économie et de données socio-scientifiques. Le résumé du rapport comportait le passage suivant :", "« Le rejet par référendum de la proposition de ratifier le Traité de Lisbonne (...) résulte d’une combinaison complexe de facteurs, parmi lesquels on peut citer les attitudes face à l’appartenance de l’Irlande à l’Union européenne, aux questions d’identité (totalement irlandaise ou irlando-européenne) ou à l’idée de neutralité. L’ignorance et une mauvaise compréhension de certaines questions touchant à l’avortement, la fiscalité des entreprises et la conscription ont lourdement pesé sur le résultat. Des préoccupations tenant à des questions politiques (le champ des décisions pouvant être prises au niveau de l’Union et l’importance pour le pays d’avoir un commissaire permanent) ont également contribué de manière importante et substantielle à ce rejet, tout comme l’idée que l’Union européenne implique un bas niveau de salaires. Des intérêts catégoriels et certains intérêts socioéconomiques ont également joué un rôle (...) »", "102.  Le gouvernement irlandais demanda et obtint une décision ayant force contraignante des chefs d’Etat ou de gouvernement des 27 pays membres de l’Union européenne selon laquelle, eu égard aux préoccupations exprimées par le peuple irlandais, le Traité de Lisbonne n’aurait pas d’effet sur l’article 40.3.3 de la Constitution (voir les conclusions de la présidence du Conseil européen des 11 et 12 décembre 2008 et de celui des 18 et 19 juin 2009 (172171/1/08 et 11225/2/08)). Le passage pertinent de la décision, qui a pris effet à l’entrée en vigueur du Traité de Lisbonne, se lit ainsi :", "« Aucune des dispositions du Traité de Lisbonne attribuant un statut juridique à la Charte des droits fondamentaux de l’Union européenne ou relatives à l’espace de liberté, de sécurité et de justice n’affecte de quelque manière que ce soit la portée et l’applicabilité de la protection du droit à la vie prévue à l’article 40.3.1, 40.3.2 et 40.3.3 (...) de la Constitution de l’Irlande. »", "103.  Le 2 octobre 2009, un amendement constitutionnel permettant la ratification du Traité de Lisbonne fut approuvé par référendum.", "2.  La Conférence internationale sur la population et le développement (« la CIPD du Caire », 1994)", "a)  Le Programme d’action de la CIPD du Caire (1994)", "104.  Lors de cette conférence, 179 pays adoptèrent un programme d’action plus centré sur les besoins et droits individuels que sur l’atteinte d’objectifs démographiques. Les parties pertinentes de l’article 8.25 de ce programme se lisent ainsi :", "« (...) Tous les gouvernements (...) sont vivement invités à renforcer leur engagement en faveur de la santé de la femme, à traiter les conséquences des avortements pratiqués dans de mauvaises conditions de sécurité en tant que problème majeur de santé publique et à réduire le recours à l’avortement en étendant et en améliorant les services de planification familiale. (...) Toute mesure ou toute modification relatives à l’avortement dans le cadre du système de santé ne peuvent être arrêtées qu’à l’échelon national ou local conformément aux procédures législatives nationales. (...) »", "b)  La quatrième Conférence mondiale sur les femmes (Pékin, 1995)", "105.  Le programme d’action adopté à l’issue de cette conférence renvoyait au paragraphe 8.25 du programme d’action de la CIPD tenue au Caire en 1994 et contenait un engagement des gouvernements à envisager la révision des lois qui prévoyaient des mesures punitives contre les femmes ayant avorté illégalement.", "c)  La Recommandation 1903 (2010) de l’Assemblée parlementaire du Conseil de l’Europe (APCE), intitulée « Quinze ans après le Programme d’action de la Conférence internationale sur la population et le développement »", "106.  L’APCE nota que, si des progrès avaient été réalisés depuis la CIPD tenue au Caire en 1994, « les résultats rest[ai]ent toutefois mitigés pour ce qui concerne la fréquentation scolaire, l’équité et l’égalité entre les sexes, la mortalité et la morbidité infantiles, enfantines et maternelles et l’accès universel aux services de santé sexuelle et reproductive, y compris la planification familiale et les services d’avortement en sécurité ». L’APCE invita instamment les Etats membres du Conseil de l’Europe à « examiner, mettre à jour et comparer les politiques et stratégies nationales et internationales des Etats membres du Conseil de l’Europe relatives à la population, à la santé et aux droits sexuels et reproductifs », ainsi qu’à examiner et comparer le financement pour assurer la mise en œuvre intégrale du Programme de la CIPD d’ici à 2015.", "3.  La Résolution 1607 (2008) de l’APCE intitulée « Accès à un avortement sans risque et légal en Europe »", "107.  Cette résolution fut adoptée par 102 voix contre 69. Les quatre représentants irlandais à l’APCE votèrent contre, et deux parlementaires invitèrent instamment l’APCE à appliquer le programme d’action de la CIPD tenue au Caire en 1994.", "108.  Les passages pertinents de la résolution sont ainsi libellés :", "« 2. Dans la plupart des Etats membres du Conseil de l’Europe, la loi autorise l’avortement pour sauver la vie de la mère enceinte. Dans la majorité des pays d’Europe, l’avortement est autorisé pour des raisons diverses, notamment la préservation de la santé physique et mentale de la mère, mais aussi dans les situations de viol ou d’inceste, en cas d’anomalie fœtale ou pour des motifs économiques et sociaux, et, dans certains pays, sur simple demande. L’Assemblée est néanmoins préoccupée par le fait que, dans beaucoup de ces pays, de nombreuses conditions sont imposées et restreignent l’accès effectif à des services d’avortement sans risque, abordables, acceptables et adaptés. Ces restrictions produisent des effets discriminatoires, puisque les femmes qui sont bien informées et qui ont les moyens financiers appropriés peuvent souvent avoir plus facilement recours à l’avortement légal et sans risque.", "3. L’Assemblée note également que, dans les Etats membres où l’avortement est autorisé pour diverses raisons, les conditions garantissant aux femmes l’accès effectif à ce droit ne sont pas toujours réunies : le manque de structures de soins de proximité, le manque de médecins qui acceptent de pratiquer l’avortement, les consultations médicales obligatoires répétées, les délais de réflexion et les délais d’attente pour obtenir un avortement sont autant d’obstacles qui peuvent rendre l’accès à des services d’avortement sans risque, abordables, acceptables et adaptés plus difficile, voire impossible dans les faits.", "4. L’Assemblée considère que l’avortement ne doit pas être interdit dans les délais de gestation raisonnables. Interdire l’avortement n’aboutit pas à réduire le nombre d’avortements : cela mène surtout à des avortements clandestins, plus traumatisants, et contribue à l’augmentation de la mortalité maternelle et/ou au développement du «tourisme de l’avortement», qui est coûteux, reporte le moment de l’avortement et engendre des inégalités sociales. La légalité de l’avortement n’a pas d’effet sur le besoin de la femme de recourir à l’avortement, mais seulement sur l’accès pour celleci à un avortement sans risque.", "5. Dans le même temps, tout prouve que des politiques et des stratégies appropriées concernant les droits et la santé en matière de sexualité et de procréation, y compris une éducation sexuelle et relationnelle obligatoire pour les jeunes, adaptée à leur âge et à leur sexe, auraient pour conséquence un moindre recours à l’avortement. Cette éducation devrait inclure l’estime de soi, la pratique de relations saines, la liberté de différer l’activité sexuelle, la résistance à la pression des camarades, des conseils sur la contraception et la prise en compte des conséquences et des responsabilités.", "6. L’Assemblée affirme le droit de tout être humain, en particulier des femmes, au respect de son intégrité physique et à la libre disposition de son corps. Dans ce contexte, le choix ultime d’avoir recours ou non à un avortement devrait revenir à la femme, qui devrait disposer des moyens d’exercer ce droit de manière effective.", "7. L’Assemblée invite les Etats membres du Conseil de l’Europe :", "7.1. à dépénaliser l’avortement dans les délais de gestation raisonnables si ce n’est déjà fait ;", "7.2. à garantir l’exercice effectif du droit des femmes à l’accès à un avortement sans risque et légal ;", "7.3. à respecter la liberté du choix de la femme et à offrir les conditions d’un choix libre et éclairé, sans promouvoir particulièrement l’avortement ;", "7.4. à lever les restrictions qui entravent, en fait ou en droit, l’accès à un avortement sans risque, et notamment à prendre les mesures nécessaires pour créer les conditions sanitaires, médicales et psychologiques appropriées, et pour assurer une prise en charge financière adéquate ; (...) »", "4.  Le rapport du Commissaire aux droits de l’homme relatif à sa visite en Irlande (26-30 novembre 2007), adopté le 30 avril 2008 (CommDH(2008)9)", "109.  Le Commissaire constata qu’il n’y avait toujours pas de législation mettant en œuvre les principes de l’arrêt rendu en l’affaire X et, par conséquent, aucune sécurité juridique quant aux cas où un médecin pouvait sans se mettre hors la loi pratiquer un avortement en vue de préserver la vie de la mère. Le Commissaire exprima l’avis que, dans la pratique, il n’existait quasiment pas de possibilités d’avortement en Irlande. Rappelant l’affaire Tysiąc c. Pologne (no 5410/03, CEDH 2007-I), il invita instamment les autorités irlandaises et le législateur à faire en sorte qu’une législation soit adoptée pour résoudre ce problème.", "5.  Le Comité pour l’élimination de la discrimination envers les femmes (« le CEDAW »), du Bureau du Haut Commissaire aux droits de l’homme", "110.  Le rapport du CEDAW de juillet 2005 (A/60/38(SUPP)) reproduisait en ces termes l’introduction du rapport périodique de l’Irlande au Comité :", "« 365.  Des mesures avaient été prises en vue d’intégrer une démarche soucieuse de l’égalité des sexes aux services de santé et de les adapter aux besoins propres aux femmes. Des fonds supplémentaires avaient été affectés aux services de planification familiale et de conseils aux femmes enceintes. [La CPA] avait été créée en 2001. La question de l’avortement avait fait l’objet de vastes concertations à l’échelon national et cinq référendums avaient été organisés dans le cadre de trois consultations distinctes. Le représentant de l’Irlande a signalé que le Gouvernement ne prévoyait pas pour l’heure de présenter d’autres propositions. »", "Dans ses conclusions, le CEDAW formula les observations suivantes :", "« 396.  Tout en observant l’existence de faits encourageants (...), le Comité se déclare à nouveau préoccupé par les conséquences des lois très restrictives sur l’avortement, qui interdisent celui-ci sauf lorsqu’il est établi qu’une grossesse fait courir un risque réel et important à la vie de la mère et qu’on ne peut éliminer ce risque qu’en mettant fin à la grossesse.", "397.  Le Comité demande instamment à l’Etat partie de continuer à faciliter l’établissement d’un dialogue national sur les droits des femmes en matière de procréation, notamment sur les lois très restrictives concernant l’avortement. (...) »", "6.  Le Comité des droits de l’homme", "111.  Dans ses conclusions sur le troisième rapport périodique de l’Irlande sur l’observation du Pacte des Nations unies relatif aux droits civils et politiques (CCPR/C/IRL/CO/3, en date du 30 juillet 2008), le Comité déclara :", "« 13. Le Comité exprime de nouveau sa préoccupation en ce qui concerne les conditions extrêmement restrictives dans lesquelles une femme peut obtenir légalement une interruption volontaire de grossesse dans l’Etat partie. Il prend note de la mise en place de [la CPA] mais regrette que les progrès dans ce domaine soient lents (...)", "L’Etat partie devrait rendre sa législation relative à l’avortement conforme au Pacte. Il devrait prendre des mesures pour aider les femmes à éviter une grossesse non désirée de sorte qu’elles n’aient pas à recourir à un avortement illégal ou dans des conditions peu sûres qui peuvent mettre leur vie en danger (...) ou à aller avorter à l’étranger (articles 26 et 6). »", "7.  Les lois sur l’avortement dans les Etats contractants", "112.  L’avortement à la demande est accessible (moyennant le respect de certains critères, notamment un délai maximum à compter du début de la grossesse) dans une trentaine de pays membres. Il est possible d’avorter pour motifs de santé dans une quarantaine de pays et pour motifs de bienêtre dans quelque trente-cinq pays. Trois Etats contractants (Andorre, Malte et Saint-Marin) interdisent l’avortement en toutes circonstances. Certains Etats (Monaco, le Monténégro, le Portugal et l’Espagne) ont élargi ces dernières années les cas dans lesquels un avortement peut être obtenu.", "EN DROIT", "113.  Les deux premières requérantes dénoncent sous l’angle des articles 3, 8, 13 et 14 de la Convention l’interdiction de l’avortement pour motifs de santé ou de bien-être en Irlande.", "Invoquant les articles 2, 3, 8, 13 et 14 de la Convention, la troisième requérante se plaint de ce qu’aucune loi n’ait été adoptée pour mettre en œuvre l’article 40.3.3 de la Constitution, ce qui l’a privée selon elle de tout moyen effectif d’établir un quelconque droit, dans son cas, de subir en Irlande un avortement motivé par un risque pour sa vie.", "I.  RECEVABILITÉ", "A.  Faits pertinents et objet du litige", "114.  Il y a désaccord entre les parties quant à la base factuelle des requêtes. Eu égard à ses conclusions concernant l’épuisement par les requérantes des voies de recours internes (paragraphe 156 ci-dessous), la Cour déterminera immédiatement ci-après les faits pertinents et, par là même, l’objet du litige dont elle est saisie.", "1.  Observations des parties", "115.  Le Gouvernement estime que les questions extrêmement importantes soulevées par la présente affaire se fondent sur des assertions factuelles générales et subjectives, qui ne sont pas étayées, qui prêtent à controverse et dont l’exactitude n’a jamais pu être vérifiée par une juridiction nationale ou dans le cadre d’un quelconque autre processus auquel l’Etat irlandais aurait été associé. Il fait valoir que, contrairement à la requérante dans l’affaire Tysiąc c. Pologne (no 5410/03, CEDH 2007-I), les requérantes en l’espèce n’ont soumis aucun document. Beaucoup de leurs impressions et suppositions (notamment en ce qui concerne les informations disponibles et les soins médicaux) seraient contredites par des documents incontestables. Dire que les médecins et les travailleurs sociaux manquent à leurs obligations légales constituerait une allégation grave et injustifiée.", "116.  En ce qui concerne la première requérante, le Gouvernement considère que le fait qu’elle ait dû se rendre à l’étranger pour y avorter ne peut avoir eu les incidences négatives sur sa santé dont elle se plaint (les effets secondaires décrits par elle seraient des complications bien connues de l’avortement) et que le stress qu’elle dit avoir subi ne peut être imputé au système juridique irlandais. Il estime que, si la requérante n’a pas été soignée de manière adéquate à son retour, cela est dû à ses hésitations à voir un généraliste. Il juge par ailleurs purement gratuite la thèse de l’intéressée selon laquelle un travailleur social aurait interdit ou restreint ses visites à ses enfants et celle selon laquelle elle ne serait pas allée voir son médecin de peur d’être confrontée à la réprobation de celui-ci ; il ajoute que pareilles réactions auraient au demeurant été illégales.", "117.  Concernant la deuxième requérante, le Gouvernement soutient que rien ne démontre que sa santé et son bien-être aient été affectés par le fait qu’elle a dû se rendre à l’étranger pour y avorter. Une partie de l’angoisse qu’elle dit avoir ressentie serait due aux opinions de sa famille ; par ailleurs, les personnes qui lui auraient conseillé lors de son séjour à la clinique anglaise de mentir aux médecins irlandais auraient eu une mauvaise connaissance du droit irlandais. Quant à l’« effet dissuasif » supposé du droit pénal irlandais, il n’aurait eu aucun impact sur la situation factuelle de la deuxième requérante puisque, en cas de grossesse extra-utérine, celle-ci aurait pu demander à se faire avorter et à bénéficier du suivi requis en Irlande.", "118.  Pour ce qui est de la troisième requérante, le Gouvernement soutient que les circonstances qu’elle expose (le fait d’être atteinte d’une forme rare de cancer) ne permettent pas d’établir si la grossesse représentait un risque pour sa vie ou si elle s’est trouvée dans l’incapacité d’obtenir des conseils pertinents à cet égard. L’intéressée n’aurait pas démontré que les délais occasionnés par son voyage à l’étranger en vue d’y subir un avortement chirurgical aient eu un impact négatif sur sa santé et son bienêtre : elle reconnaîtrait elle-même avoir choisi un établissement qui n’offrait pas la possibilité de subir un avortement médicamenteux. Il serait par ailleurs difficile de déterminer si l’intéressée allègue ou non avoir été privée de soins adéquats en raison d’une forme quelconque de désapprobation morale.", "119.  Les requérantes estiment pour leur part que leurs observations factuelles sont claires. Les deux premières se seraient rendues en Angleterre en vue d’y subir un avortement pour des raisons de santé et/ou de bien-être, et la troisième aurait effectué le voyage par peur que sa grossesse ne mette sa vie en danger et que les examens nécessités par son cancer ne nuisent à la santé de son fœtus. Les requérantes contestent les termes employés par le Gouvernement, qui décrirait leur décision d’avorter comme étant motivée par des « raisons sociales », expression qui serait vague et dénuée de signification sur le plan juridique ou au regard des droits de l’homme. Elles estiment que la Cour devrait prendre acte des préoccupations de la première requérante concernant sa santé mentale, ses tendances à l’alcoolisme et la garde de ses enfants ; il serait compréhensible que l’intéressée ait préféré ne pas informer le travailleur social qui la suivait au motif que celui-ci risquait de la désapprouver et de compromettre ses chances de récupérer la garde de ses enfants. Selon les intéressées, la Cour devrait aussi prendre en considération les raisons de bien-être de la deuxième requérante et les préoccupations de la troisième requérante concernant sa propre vie et la santé de son fœtus. Toutes trois se seraient senties stigmatisées à l’idée de devoir se rendre à l’étranger pour commettre un acte considéré comme une infraction grave dans leur pays. Les restrictions constitutionnelles et pénales auraient aggravé les difficultés et les retards avec lesquels elles auraient finalement obtenu un avortement, et le fait de devoir se rendre à l’étranger pour y avorter aurait constitué pour elles une épreuve pénible.", "2.  Observations pertinentes des tierces parties", "120.  Des observations communes ont été présentées par l’association Doctors for Choice (organisation non gouvernementale irlandaise regroupant quelque 200 médecins) et par le Service britannique de conseils en matière de grossesse (British Pregnancy Advisory Service – le BPAS, organisation non gouvernementale britannique créée après l’entrée en vigueur de la loi de 1967 sur l’avortement (Abortion Act 1967) en vue d’offrir des services à but non lucratif, de former des médecins et de mettre à disposition des locaux où des avortements pourraient être pratiqués en toute sécurité).", "Les observations en question contiennent des développements détaillés concernant les conséquences psychologiques et physiques négatives que les restrictions à l’avortement emporteraient pour les femmes. Celles-ci seraient seules à supporter le poids que représente un avortement à l’étranger. Les conséquences en seraient des avortements moins sécurisés, les inévitables retards occasionnés par la nécessité de se rendre à l’étranger, l’exclusion de facto des avortements médicamenteux à un stade précoce de la grossesse – qui ne nécessitent pas d’intervention –, des avortements clandestins et illégaux en Irlande ou des avortements à l’étranger pratiqués dans de mauvaises conditions. Cependant, poursuivre la grossesse serait plus risqué que de l’interrompre. Aucune étude n’aurait abouti à des résultats probants quant à l’impact psychologique négatif de l’avortement, spécialement rapporté au fardeau que représente une grossesse non désirée. Rien ne prouverait par ailleurs que l’avortement nuise à la fertilité.", "121.  Les tierces parties ont également soumis à la Cour les observations complémentaires suivantes. Les services vitaux de soins et de conseils postavortement seraient disponibles de manière erratique en Irlande et ils seraient de piètre qualité en raison d’un manque de formation et des hésitations qu’auraient les femmes à recourir à ces services à un stade précoce. D’autres soins médicaux seraient également refusés aux femmes en Irlande : des femmes enceintes se verraient dénier les traitements nécessaires pour sauver leur vie, et des femmes portant des fœtus atteints de graves malformations ne pourraient pas bénéficier en Irlande d’un avortement et de l’analyse génétique requise après l’intervention. La dissimulation de grossesses et l’abandon de nouveau-nés ne seraient pas rares dans le pays. Les restrictions à l’avortement auraient également un impact sur l’autonomie et les droits des femmes : les familles pâtiraient du poids des bouches supplémentaires à nourrir ; les restrictions à l’avortement auraient un impact négatif disproportionné sur les femmes ayant des ressources déjà réduites. Les femmes bénéficieraient d’un droit à la confidentialité quant à leurs choix en matière de procréation, mais elles craindraient que reconnaître avoir subi un avortement n’entraîne une atteinte à leur vie privée ; tel serait inévitablement le cas dans certaines circonstances, par exemple pour les femmes immigrées, obligées de demander des documents de voyage pour se rendre à l’étranger en vue d’avorter. Enfin, confortés par l’ensemble de ces restrictions, les professionnels de la santé feraient pression sur les femmes pour qu’elles n’avortent pas.", "122.  Le Gouvernement conteste ces observations. En particulier, il estime infondée l’affirmation selon laquelle les soins post-avortement en Irlande sont « disponibles de manière erratique ou de piètre qualité ». Il affirme que la CPA subventionne quatorze prestataires de services qui prodiguent dans vingt-sept villes ou municipalités en Irlande des conseils, gratuitement et en s’abstenant de tout jugement moral, aux femmes confrontées à une grossesse non désirée ou ayant subi un avortement. Dans certaines grandes villes, on trouverait plusieurs établissements de ce type. De plus, la CPA subventionnerait sept prestataires offrant un suivi postavortement gratuit par le biais des centres de planning familial ou d’un réseau de médecins généralistes présents en différents endroits du pays. Des médecins généralistes ou des centres de planning familial non subventionnés par la CPA fourniraient également ces services, qui seraient alors pris en charge ou remboursés par le service de santé. De plus, la CPA aurait mis en place des ressources en matière d’informations sur les soins post-avortement : elle aurait notamment publié en 2006 une brochure d’informations qui aurait été largement diffusée partout en Irlande et dans les cliniques d’avortement au Royaume-Uni, et elle aurait instauré un nouveau site internet et un service gratuit de SMS pour informer le public et lui donner des précisions sur l’existence de services gratuits de soins et de conseils médicaux post-avortement. D’après l’Ordre irlandais des médecins généralistes, 95 % des généralistes irlandais dispenseraient des soins médicaux post-avortement.", "3.  Appréciation de la Cour", "123.  La Cour tient à souligner d’emblée qu’elle n’a point pour tâche de se prononcer sur des allégations étrangères aux faits à l’origine de l’affaire dont elle est saisie : en l’espèce, il s’agit pour elle d’examiner le régime juridique de l’avortement en Irlande pour autant que les requérantes en ont subi directement les effets, qu’elles faisaient partie d’une catégorie de personnes risquant de subir directement les effets des règles en cause ou qu’elles ont dû adapter leur comportement sous peine de poursuites (Burden c. Royaume-Uni [GC], no 13378/05, §§ 33-34, CEDH 2008, et Sejdić et Finci c. BosnieHerzégovine [GC], nos 27996/06 et 34836/06, § 28, CEDH 2009). A cet égard, l’espèce est à distinguer de l’affaire Open Door et Dublin Well Woman c. Irlande, 29 octobre 1992, série A no 246A, dans laquelle l’ingérence en question avait pris la forme d’une injonction interdisant aux organisations non gouvernementales requérantes de fournir aux femmes, notamment, des informations sur les services d’avortement offerts à l’étranger, de sorte que l’intervention de la Cour dans cette affaire impliquait forcément un examen de l’impact de l’injonction sur les femmes en général.", "124.  En l’espèce, la Cour relève que, tout en soutenant que les faits ne sont pas étayés et qu’ils prêtent à controverse, le Gouvernement ne conteste pas vraiment (Open Door, précitée, § 76) l’allégation factuelle centrale selon laquelle les requérantes sont allées se faire avorter en Angleterre. Eu égard par ailleurs à la nature de cette démarche ainsi qu’aux réticences que les personnes concernées ont forcément à la rendre publique dans le cadre d’une procédure telle que celle-ci, la Cour juge raisonnable d’admettre que les trois requérantes se sont rendues en Angleterre en 2005 pour y subir un avortement.", "125.  Quant aux raisons qui les ont incitées à effectuer cette démarche, la Cour prend note du rôle attribué à un travailleur social et du placement antérieur des enfants de la première requérante, éléments qui n’ont pas été véritablement remis en cause par le Gouvernement. Elle estime pouvoir raisonnablement considérer que les circonstances personnelles connexes dont la première requérante fait état (ses antécédents d’alcoolisme et de dépression postnatale ainsi que son contexte familial difficile) sont les raisons qui l’ont amenée à se faire avorter à l’étranger. La deuxième requérante reconnaît qu’elle savait avant son avortement que sa grossesse n’était pas extra-utérine, et la Cour accepte son allégation factuelle principale selon laquelle elle a subi un avortement à l’étranger parce qu’elle n’était pas prête à avoir un enfant. De même, la Cour juge raisonnable d’admettre que la troisième requérante avait eu précédemment un cancer, ce que le Gouvernement ne conteste pas spécifiquement, et qu’elle s’est rendue à l’étranger pour y avorter parce qu’elle craignait (à tort ou à raison) que sa grossesse ne mît sa vie en danger (c’est-à-dire qu’elle provoquât une récidive de son cancer et l’empêchât de bénéficier d’un traitement adéquat en Irlande) et qu’il lui fût impossible d’établir un droit, dans son cas, à avorter en Irlande. L’intéressée aurait également craint que son fœtus pût subir des dommages du fait des examens qu’elle-même avait subis pour le cancer mais elle n’indique pas avoir passé les examens cliniques pertinents et elle n’a pas établi que cela ait joué un rôle prépondérant dans sa décision de se rendre à l’étranger pour y subir un avortement.", "Dès lors, la Cour estime que les requérantes sont allées se faire avorter à l’étranger pour les motifs suivants : la première requérante pour des raisons de santé et de bien-être, la deuxième requérante pour des raisons de bienêtre, et la troisième requérante essentiellement parce qu’elle craignait que sa grossesse ne mît sa vie en danger. Tout en prenant note de ce que le Gouvernement parle de « raisons sociales », la Cour juge utile d’établir une distinction entre les raisons de santé (physique ou mentale) et les autres raisons de bien-être pour décrire pourquoi les requérantes ont choisi la voie de l’avortement.", "126.  Quant à l’impact psychologique sur les requérantes de la démarche consistant à aller avorter à l’étranger, la Cour estime qu’il s’agit là d’un élément par nature subjectif, personnel et impossible à étayer par des preuves documentaires ou objectives claires. Elle juge raisonnable de considérer que chacune des requérantes a ressenti le poids d’une stigmatisation avant, pendant et après son avortement : les intéressées se sont rendues à l’étranger en vue d’accomplir un acte qui, de l’aveu même du Gouvernement, va à l’encontre des valeurs morales profondes de la majorité du peuple irlandais (voir également les paragraphes 222-227 ci-dessous) et qui constituait ou – dans le cas de la troisième requérante – aurait pu constituer dans leur propre pays une infraction grave, passible d’une peine d’emprisonnement à perpétuité (paragraphe 30 ci-dessus). En outre, pour chacune d’entre elles, le fait de subir un avortement à l’étranger et non dans le cadre sécurisant de son pays et de son système médical a sans aucun doute généré un supplément d’angoisse. Aux yeux de la Cour, il est évident que le fait de se rendre à l’étranger afin d’y subir un avortement a représenté une charge psychologique importante pour les trois requérantes.", "127.  Concernant l’impact physique de cette démarche, il va de soi qu’un avortement aurait été moins pénible sans la nécessité de se déplacer, notamment après l’opération. En revanche, la Cour estime qu’il n’est pas établi qu’il fût impossible aux requérantes de se procurer en Irlande les soins médicaux requis avant ou après leur avortement. Elle prend acte des obligations professionnelles auxquelles les médecins sont tenus en matière de dispensation de soins médicaux aux femmes après un avortement (voir les lignes directrices de la CPA et celles de l’Ordre des médecins, paragraphes 80-81 et 89-91 ci-dessus). Au demeurant, les première et deuxième requérantes ont admis avoir bénéficié à leur demande de soins post-avortement. Quant aux allégations de la troisième requérante selon lesquelles elle n’a pu obtenir des soins médicaux adéquats pour traiter un état relativement bien connu (un avortement incomplet), elles sont trop générales et ne sauraient être considérées comme étayées.", "128.  Pour ce qui est de l’aspect financier des avortements subis à l’étranger par les requérantes en l’espèce, la Cour juge raisonnable de considérer que les frais exposés par celles-ci ont représenté une charge importante pour la première d’entre elles (eu égard à sa situation personnelle et familiale telle qu’admise au paragraphe 125 ci-dessus), et une dépense considérable pour les deuxième et troisième requérantes.", "129.  Concernant les retards allégués (et leurs conséquences physiques et psychologiques sur les requérantes), il convient d’admettre que les contraintes financières auxquelles la première requérante a dû faire face ont quelque peu retardé son avortement. La deuxième requérante a elle-même choisi de différer son voyage pour obtenir d’autres avis en Irlande. La troisième requérante soutient avoir dû attendre huit semaines avant de pouvoir subir un avortement chirurgical (délai venu s’ajouter au temps passé par elle à s’informer sur son état de santé) mais reste vague sur des questions essentielles, notamment quant au stade précis de sa grossesse auquel elle se trouvait lorsqu’elle a avorté. Partant, la Cour estime que l’intéressée n’a pas démontré avoir été confrontée à l’impossibilité de bénéficier d’un avortement médicamenteux à un stade précoce de la grossesse ou à la nécessité de différer jusqu’à un point déterminé son déplacement en vue de se faire avorter.", "130.  Quant aux allégations des première et deuxième requérantes selon lesquelles elles ont manqué d’informations sur les options dont elles disposaient, ce qui aurait aggravé le poids des restrictions litigieuses à l’avortement en Irlande, la Cour les juge générales et non étayées. Si l’association Doctors for Choice et le BPAS soutiennent que les services d’information en Irlande sont insuffisants, la Cour prend acte des développements enregistrés en Irlande depuis l’affaire Open Door précitée, notamment avec l’adoption de la loi de 1995 (dont la portée a été explicitée par la Cour suprême lors de son examen de la constitutionnalité de cette loi), qui consacrait le droit de diffuser et de recevoir des informations, entre autres, sur les services d’avortement à l’étranger (paragraphes 56-61 cidessus), l’instauration en 2001 de la CPA, avec les objectifs fixés à celleci par l’article 4 de l’instrument l’instituant, la mise en place de sa première stratégie (2004-2006) et les précisions données par le Gouvernement quant aux soins et aux conseils qu’elle dispense ou aide à dispenser (paragraphes 77-79 et 122 ci-dessus), ainsi que l’adoption des lignes directrices de la CPA et de l’Ordre des médecins (paragraphes 80-81 et 89-91 ci-dessus). A cet égard, la Cour observe que les deux premières requérantes allèguent à titre principal avoir pensé que la seule voie qui leur permît d’avorter pour des raisons de santé et/ou de bien-être consistait à se rendre à l’étranger ; or, ni l’une ni l’autre n’ont indiqué précisément quelles informations sur la question elles auraient recherché sans pouvoir les obtenir.", "Le grief de la troisième requérante tiré d’un défaut allégué d’informations se présente différemment. Aux dires de l’intéressée, il lui fallait un cadre réglementaire qui lui aurait permis d’établir l’existence d’un risque pour sa vie et de faire valoir qu’en vertu du droit en vigueur elle pouvait prétendre à un avortement en Irlande ; dès lors, toute information donnée en dehors d’un tel cadre aurait été insuffisante. Cette allégation sera traitée dans le cadre de l’examen au fond des griefs de l’intéressée.", "131.  Enfin, concernant le risque de sanctions pénales, les première et deuxième requérantes ne prétendent pas avoir envisagé d’avorter en Irlande, et le droit irlandais (le treizième amendement à la Constitution et l’affaire D (A Minor) v. District Judge Brennan, the Health Services Executive, Ireland and the Attorney General, High Court, 9 mai 2007, non publiée, paragraphes 48 et 99 ci-dessus) les autorisait clairement à se rendre à l’étranger pour y subir un avortement : en dehors de l’impact psychologique, évoqué ci-dessus, du régime pénal en Irlande, les sanctions pénales ne sont pas directement pertinentes pour l’examen de leurs griefs. La Cour analysera le risque lié à pareilles sanctions dans le cadre de son examen au fond des griefs de la troisième requérante, dans la mesure où celle-ci allègue que ces sanctions ont eu un effet dissuasif lorsqu’il s’est agi d’établir si elle remplissait les conditions pour avorter légalement en Irlande.", "B.  Sur l’épuisement des voies de recours internes", "1.  Observations du Gouvernement", "132.  Le Gouvernement formule deux observations générales. Les requérantes établiraient une distinction entre les dispositions juridiques pertinentes, d’une part, et l’interprétation restrictive qu’en ferait l’Etat, d’autre part. Pour le Gouvernement, le fait que les intéressées contestent cette interprétation montre bien qu’elles auraient dû épuiser les voies de recours internes à cet égard. Le Gouvernement souligne les conséquences qu’aurait pour le système de la Convention une décision de la Cour sur des questions aussi cruciales alors que les juridictions internes n’ont pas examiné les faits sous-jacents et qu’elles ne se sont pas prononcées sur la manière dont les dispositions pertinentes du droit interne doivent être appliquées au cas de chacune des requérantes.", "133.  Le Gouvernement soutient que les requérantes disposaient de recours effectifs. Avis d’un Senior Counsel à l’appui, il renvoie aux principes exposés dans l’affaire D. c. Irlande ((déc.), no 26499/02, 27 juin 2006) et souligne notamment qu’il est nécessaire, dans un système constitutionnel de common law, de donner aux instances nationales l’occasion d’examiner la portée et les conséquences potentielles de tout manque de clarté allégué des dispositions du droit national, de manière à permettre à l’Etat de redresser les lacunes au niveau interne. La Constitution prévoirait des recours permettant d’assurer le respect des droits qu’elle consacre, et les juridictions nationales prendraient toutes les décisions requises pour protéger ces droits.", "134.  Se fondant sur ledit avis, le Gouvernement soutient que deux voies principales de recours s’offraient aux requérantes : d’une part, l’engagement d’une action en contestation de la constitutionnalité ou de la compatibilité de la loi de 1861 et, d’autre part, la loi de 1995 ayant été jugée conforme à la Constitution, l’introduction d’une demande d’injonction de fourniture d’informations conformément à cette loi.", "Quant au mérite d’une action constitutionnelle, le Gouvernement souligne le potentiel d’interprétation de l’article 40.3.3 de la Constitution, dont il voit une confirmation dans la reconnaissance, dans l’affaire X (The Attorney General v. X and Others, Irish Reports 1992, vol. 1, p. 1) et deux autres affaires internes ultérieures (MR v. TR and Others, IEHC 2006, p. 359, et D (A Minor), précitée), du fait que le risque de se faire du tort à soi-même constitue en droit un motif apte à justifier un avortement. L’affaire MR v. TR and Others, qui soulevait la question de savoir dans quelle mesure l’article 40.3.3 s’appliquait aux processus de fécondation et de procréation, aurait démontré la possibilité de « faire valoir des arguments » devant les tribunaux irlandais relativement à la portée de l’article 40.3.3. Dans l’affaire D (A Minor), la High Court aurait indiqué que la question du droit pour la mineure concernée de se faire avorter en Irlande (eu égard au diagnostic établi pour le fœtus) soulevait des « questions très importantes, très délicates et très lourdes de conséquences ». Ainsi, le potentiel d’interprétation de la disposition en cause serait tel qu’il y aurait eu en la matière « de nombreux arguments ne pouvant être exclus a priori, particulièrement en présence de faits impérieux », et il serait improbable que les juridictions nationales interprètent l’article 40.3.3 avec une « logique aveugle ». Cela étant, le Gouvernement a indiqué dans ses observations qu’il n’était pas possible d’interpréter l’article 40.3.3 comme autorisant l’avortement en Irlande pour des raisons sociales.", "Quant à la possibilité que les requérantes auraient eue après leur avortement de demander une déclaration d’incompatibilité en vertu de la loi de 2003 et, en s’adressant à l’Attorney General, le versement à titre gracieux de dommages-intérêts, le Gouvernement estime que l’on ne peut pas dire que la loi de 2003 accorde très peu de poids à des droits reconnus par la Convention. Il affirme que les juridictions nationales sont tenues d’interpréter les lois dans le respect de la Convention et, si cela n’est pas possible, de formuler une déclaration d’incompatibilité (Carmody v. The Minister for Justice Equality and Law Reform Ireland and the Attorney General, IESC 2009, p. 71). Il fait valoir que dans les cas où une déclaration d’incompatibilité serait formulée, nonobstant son caractère non obligatoire pour l’Etat elle serait formellement présentée aux chambres de l’Oireachtas (le Parlement irlandais), et considère que son attitude de respect pointilleux de ses engagements internationaux donne à l’Irlande le droit de bénéficier de la présomption qu’elle honorera ses obligations et donnera effet aux déclarations d’incompatibilité.", "135.  En ce qui concerne plus particulièrement la première requérante, le Gouvernement admet qu’un avortement en Irlande dans la situation exposée par elle aurait été contraire au droit national et qu’il est « difficile de soutenir que sa prétention à une interruption de grossesse aurait eu une chance réelle d’être accueillie sur le fond ». Il n’en demeure pas moins, selon lui, que les juridictions internes n’ont pas eu la possibilité d’établir les faits et d’examiner la portée des dispositions législatives et constitutionnelles pertinentes ni la manière dont il convenait de les appliquer. Pour ce qui est de la deuxième requérante, le Gouvernement estime que si une grossesse extra-utérine avait été diagnostiquée chez elle, elle aurait eu droit à un avortement thérapeutique en Irlande. Quant à la troisième requérante, dans la mesure où elle allègue qu’on lui a interdit d’avorter alors que sa vie était en danger, elle aurait pu demander aux tribunaux de rendre une ordonnance enjoignant au corps médical de mettre fin à sa grossesse, conformément aux critères dégagés dans l’affaire X. Le Gouvernement soutient que, pour autant que l’intéressée plaide que la loi de 1861, par l’effet dissuasif qu’elle produirait, l’a empêchée de revendiquer le droit d’avorter en Irlande, elle aurait pu engager une procédure pour faire établir que cette loi entravait ses droits constitutionnels et en faire annuler les dispositions litigieuses. Quant à l’argument selon lequel le problème devait être résolu par la voie législative, et non par la voie judiciaire, il ne serait pas cohérent avec le point de vue exprimé par la Commission dans l’affaire Whiteside c. Royaume-Uni ((déc.), no 20357/92, 7 mars 1994).", "136.  Le Gouvernement relève que les requérantes n’ont présenté aucun avis juridique ou élément de preuve attestant qu’elles auraient cherché à s’informer sur les possibilités juridiques qui s’ouvraient à elles à l’époque des faits. Ses observations comportent en outre des développements détaillés sur d’autres questions, évoquées par les requérantes, touchant à l’effectivité des actions constitutionnelles en question, notamment les délais, la célérité, le coût et la confidentialité de ces procédures.", "2.  Observations des requérantes", "137.  Les requérantes soutiennent que l’Etat n’a pas démontré qu’un recours interne effectif fût accessible à l’une quelconque d’entre elles. Elles estiment qu’elles n’avaient pas à engager des actions dénuées d’effectivité simplement pour clarifier les faits. Ce ne serait pas l’ensemble des dispositions applicables mais l’interprétation faite de celles-ci par l’Etat qui serait trop restrictive. De plus, seuls les recours pouvant être exercés avant un avortement nécessaire pourraient passer pour effectifs.", "138.  Les observations des première et deuxième requérantes diffèrent de celles présentées par la troisième requérante.", "139.  Les première et deuxième requérantes se plaignent que la définition par le droit interne (article 40.3.3 de la Constitution, tel qu’interprété dans l’affaire X) des cas dans lesquels une femme peut avorter demeure générale. D’après elles, malgré de nombreuses études et consultations, le droit n’a pas fondamentalement changé depuis 1992, et certainement pas dans le sens d’une autorisation de l’avortement pour motifs de santé ou de bien-être en Irlande. En outre, les intéressées allèguent que, quand bien même les juridictions nationales auraient statué en leur faveur, elles n’auraient probablement pas enjoint au Gouvernement et/ou à un médecin de les aider à accéder en temps utile à des services d’avortement en Irlande. Elles ajoutent qu’il aurait de toute façon été difficile de trouver un médecin disposé à intervenir, eu égard au caractère intimidant de la possibilité d’une stigmatisation qu’emporterait une affaire risquant d’être médiatisée. Elles considèrent en outre que la décision rendue par la Cour dans l’affaire D c. Irlande (précitée) ne peut leur être opposée, les intérêts défendus par elles en l’espèce différant totalement de ceux qui étaient en jeu dans l’affaire D.", "Par ailleurs, les requérantes soutiennent que la loi de 2003 ne requiert pas de procéder à la mise en balance des intérêts de l’enfant à naître et de ceux de la mère, ou des droits reconnus par la Convention et de ceux consacrés par la Constitution, de sorte qu’une interdiction constitutionnelle prendrait toujours le pas sur les droits conventionnels. Elles font valoir en outre qu’une déclaration d’incompatibilité ne crée aucune obligation juridique pour l’Etat, et qu’une personne dont la demande a été accueillie peut uniquement solliciter le versement à titre gracieux de dommages-intérêts. Elles rappellent qu’à ce jour trois déclarations d’incompatibilité seulement ont été rendues (concernant la loi de 2004 sur l’enregistrement auprès de l’état civil irlandais – Irish Civil Registration Act 2004 – et la loi de 1966 sur le logement – Housing Act 1966), et que les lois en question demeurent en vigueur tant que les recours actuellement pendants n’ont pas été tranchés.", "140.  La troisième requérante déplore quant à elle qu’il n’existe pas de procédures permettant à une femme enceinte et à son médecin de déterminer si l’intéressée remplit les conditions pour subir un avortement destiné à lui sauver la vie. Elle y voit des « circonstances spéciales » de nature à faire considérer qu’elle n’avait pas à épuiser les voies de recours internes (Opuz c. Turquie, no 33401/02, § 201, CEDH 2009). Elle admet que dans le cadre d’une action constitutionnelle elle aurait pu soulever divers moyens relatifs à l’existence d’un risque pour sa vie, mais considère que pareils moyens n’auraient eu que peu de chances d’être accueillis. Elle ajoute que c’est par la voie législative, et non par la voie judiciaire, qu’il convient de clarifier les dispositions constitutionnelles.", "141.  Les requérantes présentent également des observations détaillées sur d’autres questions concernant l’effectivité des actions constitutionnelles en cause, notamment les délais, la célérité, le coût et la confidentialité de ces procédures.", "3.  Appréciation de la Cour", "142.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention elle ne peut être saisie qu’après l’épuisement des voies de recours internes. Celles-ci doivent exister à un degré suffisant de certitude non seulement en théorie mais aussi en pratique, sans quoi leur manquent l’effectivité et l’accessibilité voulues ; il incombe à l’Etat défendeur de démontrer que ces exigences se trouvent réunies (voir, parmi beaucoup d’autres, McFarlane c. Irlande [GC], no 31333/06, § 107, 10 septembre 2010). La Cour réitère en outre les principes exposés aux paragraphes 83-85 de la décision rendue par elle en l’affaire D c. Irlande précitée et notamment celui voulant que, dans un ordre juridique où les droits fondamentaux sont protégés par la Constitution, il incombe à l’individu lésé d’éprouver l’ampleur de cette protection, l’intéressé devant, dans un système de common law, donner la possibilité aux juridictions nationales de faire évoluer ces droits par la voie de l’interprétation. A cet égard, il convient de rappeler que dans le cadre du droit irlandais une action déclaratoire devant la High Court, avec possibilité de recours devant la Cour suprême, constitue la voie la plus appropriée pour chercher à établir et faire valoir des droits constitutionnels (D c. Irlande, précitée, § 85).", "143.  La Cour rappelle également qu’il faut aborder la question de l’épuisement des voies de recours internes en l’espèce à la lumière du haut degré de protection dont l’enfant à naître jouit en droit irlandais en vertu de l’article 40.3.3 de la Constitution tel qu’interprété par la Cour suprême dans l’affaire X (Open Door, précitée, § 59). Elle rappelle de plus que l’obligation constitutionnelle de l’Etat de défendre et soutenir « par ses lois » les droits individuels (article 40 § 1 de la Constitution) a été interprétée par les tribunaux irlandais comme leur imposant une obligation de défendre et soutenir les droits individuels protégés par la Constitution.", "144.  Tout en prenant acte de la distinction établie par les requérantes entre les dispositions du droit interne concernant l’avortement et ce qu’elles présentent comme l’interprétation qu’en fait l’Etat irlandais, la Cour n’aperçoit pas clairement la portée de cet argument. A partir du droit irlandais pertinent en matière d’avortement, à savoir les dispositions constitutionnelles et législatives telles qu’interprétées par les juridictions irlandaises, elle se propose d’examiner si les requérantes disposaient de recours internes effectifs pour faire valoir leurs griefs relatifs, pour les deux premières requérantes, à l’interdiction en Irlande de l’avortement pour motifs de santé ou de bien-être et, pour la troisième requérante, à l’absence de mise en œuvre par une loi du droit d’avorter en Irlande en cas de risque pour la vie de la femme.", "a)  Les première et deuxième requérantes", "145.  La Cour relève que l’interdiction dont se plaignent les deux premières requérantes découle des articles 58 et 59 de la loi de 1861 (qui érigent en une infraction passible de l’emprisonnement à perpétuité le fait de provoquer ou tenter de provoquer un avortement, d’administrer des produits abortifs ou de fournir des substances nocives ou des instruments destinés à des manœuvres abortives), lus conjointement avec l’article 40.3.3 de la Constitution tel qu’interprété par la Cour suprême dans l’affaire X (voir également les articles 40.3.3 et 50 de la Constitution).", "146.  La Cour estime que le premier recours évoqué par le Gouvernement, à savoir l’introduction par les deux premières requérantes d’une action en déclaration d’incompatibilité des articles 58 et 59 de la loi de 1861 (assortie, le cas échéant, d’une demande d’injonction ou de dommages-intérêts), aurait nécessité d’établir que ces articles, dans la mesure où ils interdisaient l’avortement pour motifs de santé ou de bienêtre, étaient incompatibles avec les droits garantis à la femme enceinte par l’article 40.3 de la Constitution.", "147.  Or, pour la Cour, il n’a pas été démontré que pareille action, qui serait allée à l’encontre de l’historique, du libellé et de l’interprétation jurisprudentielle de l’article 40.3.3 de la Constitution, aurait eu la moindre chance d’aboutir. Avant 1983, la loi de 1861, qui interdisait l’avortement en Irlande, constituait la seule source de droit applicable en la matière. A la suite de l’évolution du droit à l’avortement en Angleterre, par le biais notamment de l’interprétation faite de cette loi par les juridictions anglaises, l’article 40.3.3 fut adopté par référendum en 1983. Par cette disposition constitutionnelle, l’Etat reconnaissait le droit à la vie de l’enfant à naître et, compte dûment tenu du droit égal de la mère à la vie, s’engageait à le respecter dans ses lois et, dans la mesure du possible, à le protéger et à le défendre par ses lois. La Cour suprême précisa alors, dans l’arrêt de principe X, que le critère à appliquer pour déterminer si une femme pouvait avorter en toute légalité en Irlande était le suivant : s’il était établi selon le critère de probabilité qu’il existait « un risque réel et sérieux pour la vie, et pas uniquement pour la santé, de la mère » (italique ajouté) qui ne pouvait être évité que par l’interruption de la grossesse, pareille intervention était autorisée en Irlande. La Cour suprême admit ensuite qu’un risque établi de suicide constituait un « risque réel et sérieux » pour la vie de la femme enceinte. Aucun des amendements ultérieurs à la Constitution n’alla dans le sens d’un élargissement des motifs d’avortement légalement reconnus en Irlande. Aucune des décisions internes postérieures à l’affaire X qui ont été évoquées par les parties devant la Cour ne concernait la revendication d’un droit à obtenir un avortement pour des motifs de santé ou de bien-être en Irlande, ni ne saurait passer pour indiquer que la revendication de pareil droit dans une affaire ultérieure n’aurait pas forcément été vouée à l’échec : les affaires C et D (A Minor) précitées avaient respectivement pour objet une menace de suicide et le droit pour une mineure d’aller avorter à l’étranger, et l’affaire MR v. TR and Others précitée portait sur la question de savoir si la notion constitutionnelle d’« enfant à naître » s’étendait à un embryon fécondé en dehors de l’utérus.", "148.  De plus, il ressort à l’évidence des processus de réflexion publics (et en particulier du rapport du groupe d’études de 1996 et du livre vert de 1999) qu’une interruption de grossesse n’est pas considérée comme légale en Irlande si elle ne remplit pas les conditions énoncées à l’article 40.3.3 de la Constitution, tel qu’interprété dans l’affaire X, et que l’élargissement de ces conditions exigerait d’amender la Constitution. En outre, le Gouvernement a reconnu devant la Grande Chambre qu’on ne saurait analyser l’article 40.3.3 comme autorisant l’avortement en Irlande pour des « raisons sociales », et qu’il était difficile de soutenir que la première requérante aurait eu des chances réelles d’aboutir si elle avait plaidé en ce sens devant les juridictions internes. Cette observation vaut également pour la deuxième requérante, qui a avorté pour des raisons de bien-être. Enfin, la Cour peut admettre que du point de vue de la mise en balance des intérêts en jeu, l’affaire D c. Irlande se présentait de manière notablement différente des affaires des deux premières requérantes en l’espèce. Dans l’affaire D c. Irlande, en effet, la Cour avait conclu que Mme D aurait pu faire valoir avec quelque chance de succès devant les juridictions internes que la balance penchait de son côté, étant donné que l’un des fœtus jumeaux qu’elle portait était déjà mort et que le second présentait une malformation létale avérée.", "149.  Aussi la Cour conclut-elle qu’il n’a pas été démontré que l’introduction par les première et deuxième requérantes d’une action tendant à l’obtention d’une déclaration attestant l’existence d’un droit constitutionnel à obtenir un avortement pour motifs de santé et/ou de bienêtre en Irlande et, en conséquence, l’inconstitutionnalité des articles 58 et 59 de la loi de 1961 aurait eu la moindre chance de succès. Partant, elle estime qu’il ne s’agit pas d’un recours effectif existant en théorie et en pratique que les première et deuxième requérantes auraient été tenues d’épuiser (paragraphe 142 ci-dessus).", "150.  La Cour juge par ailleurs que, contrairement à ce que soutient le Gouvernement au paragraphe 134 ci-dessus, la présentation au titre de la loi de 2003 d’une demande tendant à l’obtention d’une déclaration d’incompatibilité des dispositions pertinentes de la loi de 1861, avec possibilité, en cas de succès, de percevoir des dommages-intérêts à titre gracieux, ne peut être considérée comme un recours effectif à exercer aux fins de la condition de l’épuisement des voies de recours internes. Les droits garantis par la loi de 2003 ne prévaudraient pas sur les dispositions de la Constitution (paragraphes 92-94 ci-dessus). Quoi qu’il en soit, une déclaration d’incompatibilité n’imposerait à l’Etat aucune obligation juridique de modifier le droit interne, et elle ne conditionnerait pas automatiquement une réparation pécuniaire puisqu’elle ne lierait pas les parties à la procédure en question. Dans ces conditions, et vu le nombre relativement faible de déclarations prononcées jusqu’ici (paragraphe 139 cidessus), dont une seule est récemment devenue définitive, une demande visant à l’obtention d’une telle déclaration et le versement de dommages-intérêts à titre gracieux n’aurait pas constitué un recours effectif pour les première et deuxième requérantes (Hobbs c. Royaume-Uni (déc.), no 63684/00, 18 juin 2002, et Burden, précité, §§ 4044).", "151.  Etant donné que, sur la base des faits admis par la Cour, les griefs principaux des deux requérantes ne concernent ni ne révèlent un manque d’informations sur les choix qui s’offraient à elles en matière d’avortement, la Cour juge inutile d’examiner si elles disposaient de recours à épuiser à cet égard, notamment quant à la loi de 1995.", "152.  Pour les raisons qui précèdent, la Cour estime qu’il n’a pas été démontré que les première et deuxième requérantes eussent à leur disposition un recours effectif qui leur eût permis de faire valoir leur grief tiré de l’interdiction de l’avortement pour des motifs de santé et/ou de bienêtre en Irlande. Aussi la Cour n’a-t-elle pas à examiner les arguments des requérantes relatifs aux délais, à la célérité, au coût et à la confidentialité des recours internes évoqués par le Gouvernement.", "153.  En outre, étant donné que l’effectivité de ces recours n’a pas été démontrée, on ne pouvait exiger des requérantes qu’elles les exercent aux fins uniquement de l’établissement des faits pertinents pour leurs requêtes à la Cour.", "b)  La troisième requérante", "154.  La troisième requérante craignait que sa grossesse ne constituât un risque pour sa vie. Invoquant l’article 8, elle se plaint qu’aucun texte n’ait été édicté en Irlande pour mettre en œuvre le droit constitutionnel à un avortement en présence de pareil risque. Elle soutient n’avoir disposé en conséquence d’aucune procédure effective qui lui aurait permis d’établir qu’elle remplissait les conditions pour avorter en toute légalité en Irlande et considère que de toute manière elle ne devrait pas être obligée d’agir en justice à cet effet.", "155.  Dans ces conditions, la Cour estime que la question de savoir si la troisième requérante devait ou non épuiser les recours judiciaires est inextricablement liée au fond de son grief tiré de l’article 8 de la Convention et doit donc y être jointe (Tysiąc c. Pologne (déc.), no 5410/03, 7 février 2006).", "4.  Conclusion de la Cour", "156.  Dès lors, la Cour rejette l’exception de non-épuisement des voies de recours internes soulevée par le Gouvernement dans le cas des première et deuxième requérantes, et joint cette exception au fond du grief présenté sous l’angle de l’article 8 de la Convention dans le cas de la troisième requérante.", "C.  Sur l’article 2 de la Convention", "157.  La troisième requérante se plaint sous l’angle de l’article 2 de l’impossibilité d’accéder à l’avortement en Irlande même en cas de risque pour la vie de la femme enceinte, aucun texte d’application de l’article 40.3.3 de la Constitution n’ayant été adopté. Pour le Gouvernement, aucune question ne se pose sous l’angle de l’article 2 de la Convention.", "158.  La Cour note que la troisième requérante, comme les deux premières, n’a rencontré aucune barrière juridique pour aller avorter à l’étranger (paragraphe 131 ci-dessus). L’intéressée n’a fait état d’aucun autre obstacle qui aurait pu l’empêcher de se rendre en Angleterre pour y subir un avortement, et nulle part dans ses observations relatives aux complications post-avortement qu’elle dit avoir subies elle n’évoque l’existence d’un risque pour sa vie. Aussi la Cour estime-t-elle que rien ne prouve que la vie de la troisième requérante ait été menacée (L.C.B. c. Royaume-Uni, 9 juin 1998, § 36, Recueil des arrêts et décisions 1998-III, et Osman c. Royaume-Uni, 28 octobre 1998, § 116, Recueil 1998-VIII). Quant au grief tiré de l’obligation dans laquelle l’intéressée se serait trouvée d’aller avorter à l’étranger alors même qu’elle craignait pour sa vie, il relève d’un examen sous l’angle de l’article 8 de la Convention.", "159.  Dès lors, le grief de la troisième requérante tiré de l’article 2 de la Convention doit être rejeté pour défaut manifeste de fondement, en application de l’article 35 §§ 3 et 4 de la Convention.", "Ladite doléance ne pouvant s’analyser en un grief « défendable » de violation de la Convention (Boyle et Rice c. Royaume-Uni, 27 avril 1988, § 52, série A no 131), le grief connexe tiré de l’article 13 de la Convention doit lui aussi être rejeté pour défaut manifeste de fondement, en application de l’article 35 §§ 3 et 4 de la Convention.", "D. Sur l’article 3 de la Convention", "160.  Les trois requérantes voient dans les restrictions à l’avortement en Irlande un traitement contraire à l’article 3 de la Convention.", "161.  Le Gouvernement réaffirme que des soins et conseils médicaux adéquats étaient accessibles aux intéressées ; invoquant principalement le non-épuisement des voies de recours internes il considère qu’elles n’ont pas valablement justifié leur non-recours à ces services. Aucun acte de l’Etat n’aurait empêché les intéressées d’obtenir un avis médical, et l’impression de tabou ou de stigmatisation qui expliquerait leur hésitation à consulter un médecin ne découlerait pas des dispositions juridiques litigieuses. Même à admettre la réalité de ce ressenti, les requérantes n’auraient pas démontré « au-delà de tout doute raisonnable » avoir subi un traitement tombant sous l’empire de l’article 3 de la Convention.", "162.  Se plaignant d’avoir subi des conséquences négatives des restrictions à l’avortement et d’avoir dû aller avorter à l’étranger, les requérantes allèguent un manquement aux obligations positives et négatives découlant de l’article 3 de la Convention. Elles soutiennent que la pénalisation de l’avortement est discriminatoire (en ce qu’elle véhiculerait des stéréotypes et préjugés simplistes à l’égard des femmes), qu’elle entraîne une atteinte à la dignité des femmes et qu’elle les désigne à la vindicte publique, tout en exacerbant leurs sentiments d’angoisse. Les deux options ouvertes aux femmes – surmonter les tabous pour aller avorter à l’étranger et recevoir des soins post-avortement en Irlande ou poursuivre la grossesse malgré leur situation – revêtiraient un caractère dégradant et constitueraient un affront délibéré à leur dignité. De nombreux éléments confirmeraient l’effet de discrédit et de tabou, contesté par le Gouvernement, que subiraient les femmes du fait de la pénalisation de l’avortement. Pour les requérantes, il est clair que l’Etat avait l’obligation positive de les protéger d’une telle épreuve et d’un tel traitement.", "163.  La Cour juge évident, pour les raisons exposées aux paragraphes 124-127 ci-dessus, que le fait d’aller avorter à l’étranger a représenté une épreuve tant physique que psychologique pour chacune des requérantes. La démarche a par ailleurs fait supporter à la première requérante une charge financière importante (paragraphe 128 ci-dessus).", "164.  La Cour rappelle toutefois sa jurisprudence selon laquelle pour tomber sous le coup de l’article 3 un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative par essence ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (Irlande c. Royaume-Uni, 18 janvier 1978, § 162, série A no 25, et, plus récemment, Lotarev c. Ukraine, no 29447/04, § 79, 8 avril 2010). Eu égard aux circonstances factuelles décrites ci-dessus (paragraphes 124-127), et indépendamment de la question de savoir si le traitement dénoncé peut ou non être imputé à l’Etat, la Cour estime que les faits allégués ne révèlent pas un seuil de gravité suffisant pour que l’article 3 de la Convention puisse être jugé applicable en l’espèce.", "165.  En conséquence, la Cour rejette pour défaut manifeste de fondement, en application de l’article 35 §§ 3 et 4 de la Convention, les griefs des requérantes tirés de l’article 3 de la Convention.", "Lesdites doléances ne pouvant s’analyser en des griefs « défendables » de violation de la Convention (Boyle et Rice, précité), le grief connexe tiré de l’article 13 de la Convention doit lui aussi être rejeté pour défaut manifeste de fondement, en application de l’article 35 §§ 3 et 4 de la Convention.", "E. Conclusion de la Cour sur la recevabilité des requêtes", "166.  Dès lors qu’aucun motif d’irrecevabilité n’a été établi relativement aux griefs des requérantes fondés sur l’article 8 ou à ceux, connexes, fondés sur les articles 13 et 14 de la Convention, la Cour déclare ces griefs recevables et la requête irrecevable pour le surplus.", "II.  SUR LA VIOLATION ALLEGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "167.  Les première et deuxième requérantes dénoncent sous l’angle de l’article 8 les restrictions à l’avortement en Irlande, qui les auraient empêchées d’avorter dans ce pays pour motifs de santé et/ou de bien-être ; la troisième requérante se plaint au regard du même article de ce que le législateur irlandais n’ait adopté aucun texte pour mettre en œuvre l’article 40.3.3 de la Constitution.", "A.  Observations des requérantes", "168.  Pour les requérantes, il est clair que les restrictions litigieuses à l’avortement ont porté atteinte à la part la plus intime de leur vie privée et familiale, y compris à leur intégrité physique, et que l’article 8 trouve dès lors à s’appliquer à leurs griefs.", "169.  Tout en reconnaissant que ces restrictions étaient « prévues par la loi », elles mettent de nouveau en cause l’« interprétation » qu’en fait le Gouvernement (paragraphe 137 ci-dessus).", "170.  Elles admettent que les restrictions à l’avortement visent à protéger la vie du fœtus, mais elles formulent des critiques relativement à une série de questions connexes.", "Selon elles, il n’a pas été démontré que les restrictions en vigueur permettent effectivement d’atteindre ce but. En fait, le taux d’avortement en Irlande serait similaire à celui des pays où l’avortement est légal, les femmes irlandaises choisissant de toute façon d’aller avorter à l’étranger.", "Les requérantes estiment que, même à reconnaître une certaine efficacité aux restrictions en cause, l’Etat ne peut plus guère prétendre qu’elles poursuivent un but légitime, compte tenu du point de vue moral opposé défendu par les organes de protection des droits de l’homme dans le monde entier.", "Les requérantes allèguent également que l’interdiction actuelle de l’avortement en Irlande (qui vise à protéger la vie du fœtus lorsqu’il n’y a pas de risque pour la vie de la femme enceinte) ne correspond plus au point de vue du peuple irlandais, dont certains éléments indiqueraient qu’il est en faveur d’un accès plus large à l’avortement légal. Elles font valoir que tous les référendums depuis 1983 ont proposé de restreindre l’accès à l’avortement et que tous ont été rejetés ; aucun référendum depuis 1983 n’aurait proposé d’élargir les motifs légaux d’avortement. Les recherches menées par la CPA montreraient un renforcement dans les deux dernières décennies du soutien de l’opinion publique irlandaise à un accès légal à l’avortement (voir les rapports nos 6 et 7 de la CPA, paragraphes 8288 cidessus) ; de plus, il ressortirait d’un sondage commandé lors de la « campagne pour le droit d’avorter en toute légalité et en toute sécurité (en Irlande) » et paru dans le Irish Examiner du 22 juin 2007 que, si 51 % des personnes interrogées considéraient que la femme ne devait pas être autorisée à avorter si elle estimait que cela était « dans son intérêt », 43 % acceptaient un avortement pour ce motif. Quant au fait que le Gouvernement ait jugé bon de formuler des réserves aux Traités de Maastricht et de Lisbonne, il serait dénué de pertinence. Quoi qu’il en soit, un gouvernement ne saurait invoquer l’opinion publique dans son pays pour justifier un manquement à la protection des droits de l’homme, les consensus sur les plans européen et international étant à cet égard beaucoup plus pertinents.", "171.  Les requérantes estiment par ailleurs disproportionnés les moyens choisis pour atteindre le but visé.", "172.  A leur sens, l’Etat dispose effectivement d’une marge d’appréciation pour protéger la vie prénatale, mais elle n’est pas absolue. La Cour ne saurait accorder un respect absolu à l’intérêt du Gouvernement à protéger la vie du fœtus, car cela permettrait à l’Etat d’employer tous les moyens nécessaires pour restreindre l’avortement, sans aucune considération pour la vie de la mère (Open Door, précité, §§ 68-69 et 73). Contrairement à ce qu’avance le Gouvernement, la Cour ne serait pas appelée à imposer l’application d’un droit de l’avortement particulier dans l’ensemble des Etats contractants : l’exigence de proportionnalité n’empêcherait pas l’existence de variations entre les Etats et n’imposerait pas de décider à quel moment la vie commence (point sur lequel Etats, tribunaux, scientifiques, philosophes et religions seraient et continueraient toujours d’être en désaccord). Cependant, pareille absence d’uniformité ne pourrait en soi suffire à dénier aux femmes les droits que leur garantit la Convention ; il serait donc nécessaire de préciser les normes minimales de protection à accorder à la santé et au bien-être des femmes. La préservation de la vie prénatale ne constituerait un but acceptable que pour autant que l’on donne à la santé et au bien-être de la mère une valeur y étant proportionnée (Vo c. France [GC], no 53924/00, § 80, CEDH 2004-VIII, et Tysiąc, précité, § 113).", "173.  Le caractère restrictif du système juridique en Irlande causerait un tort disproportionné aux femmes. Les avortements tardifs – et donc souvent chirurgicaux – et la limitation inévitable des soins avant et après l’intervention emporteraient des risques médicaux. La charge financière aurait un impact particulièrement fort sur les femmes démunies et, indirectement, sur leurs familles. Les femmes subiraient une stigmatisation et le poids psychologique de l’accomplissement à l’étranger d’un acte constitutif d’une infraction grave dans leur pays.", "Les valeurs essentielles de la Convention commanderaient à l’Etat d’adopter d’autres méthodes permettant de protéger la vie prénatale, sans ériger en infraction les soins de santé nécessaires. Pareilles méthodes existeraient, et ce serait l’approche préconisée par les organisations œuvrant dans le domaine des droits fondamentaux (notamment le Bureau du Commissaire aux droits de l’homme et le CEDAW). Au lieu d’être allouées à des mesures pénales répressives, les ressources de l’Etat devraient être consacrées directement à des actions en matière de santé génésique et de soutien ; l’instauration de la CPA aurait à cet égard constitué une évolution positive mais insuffisante.", "174.  Les requérantes ajoutent que l’étendue de l’interdiction de l’avortement en Irlande contraste fortement avec les régimes plus souples, en faveur desquels il y a selon elles un consensus clair aux niveaux européen et international. Or la Cour aurait précédemment jugé utile, pour déterminer la portée des droits garantis par la Convention, de prendre en compte le consensus pouvant, sur tel ou tel sujet, exister entre les Etats contractants ou transparaître des dispositions pertinentes des instruments internationaux spécialisés et de l’évolution des normes et des principes du droit international (Opuz, précité, §§ 164 et 184, et Christine Goodwin c. Royaume-Uni [GC], no 28957/95, § 85, CEDH 2002-VI).", "175.  Il existerait à l’heure actuelle un consensus européen qui plaiderait pleinement en faveur d’une extension du droit à l’avortement en Irlande et s’écarterait de la jurisprudence de l’ancienne Commission sur laquelle se fonde le Gouvernement. Les requérantes renvoient à cet égard à un rapport de la Fédération internationale pour la planification familiale (« Législation sur l’avortement en Europe », 2009) et aux observations de certaines tierces parties (paragraphes 206-211 ci-dessous). Elles soutiennent que, si la définition scientifique et juridique du commencement de la vie prête à controverse (Vo, précité, § 82), il existe un consensus clair sur les normes minimales en matière de services d’avortement nécessaires à la protection de la santé et du bien-être des femmes.", "Ce consensus transparaîtrait de la résolution de l’APCE (paragraphes 107-108 ci-dessus), mais aussi des lois d’une grande majorité d’Etats membres : 31 Etats sur 47 autoriseraient l’avortement à la demande de la mère durant le premier trimestre ; 42 Etats sur 47 autoriseraient l’avortement en cas de risque pour la santé de la mère ; et 32 Etats sur 47 autoriseraient expressément l’interruption de grossesse en cas de malformation du fœtus. L’Irlande ferait partie d’une petite minorité de quatre Etats (les autres étant Malte, SaintMarin et Andorre) qui appliqueraient toujours une législation pénale extrêmement restrictive concernant l’avortement. Les requérantes soutiennent que la période récente est marquée par une tendance en faveur d’un assouplissement des restrictions à l’accès à l’avortement, y compris au travers d’une dépénalisation. Selon elles, le consensus se dégageant des normes internationales en matière de droits de l’homme tend aussi vers une légalisation des avortements visant à protéger la santé et le bien-être de la femme (voir, notamment, les observations du CEDAW et du Comité des droits de l’homme, paragraphes 110-111 ci-dessus) et vers la dépénalisation de l’avortement. Il aurait été relevé lors de la CIPD du Caire en 1994 que les avortements dans de mauvaises conditions peuvent constituer un problème majeur de santé publique.", "176.  Les observations ci-dessus ont été formulées au nom des trois requérantes. Celles qui suivent concernent spécifiquement le cas de la troisième requérante.", "177.  Celle-ci tire grief de l’absence d’un cadre législatif qui aurait pu lui permettre d’établir que sa grossesse lui faisait courir un risque pour sa vie et qu’elle avait droit à avorter en Irlande ; elle soutient n’avoir eu en conséquence d’autre choix que de se rendre en Angleterre.", "178.  Elle souligne le caractère général de l’article 40.3.3 tel qu’interprété dans l’affaire X. Cette disposition ne définirait pas la notion d’« enfant à naître » (unborn), et les juges n’auraient pas précisé dans l’arrêt X ce qu’il y avait lieu d’entendre par risque réel et sérieux pour la vie de la mère. Non encadrée, une distinction juridique entre la vie et la santé d’une femme serait impossible à mettre en œuvre. Il n’existerait pas de directives professionnelles juridiquement contraignantes et/ou pertinentes, et aucun des organismes professionnels concernés ne donnerait d’instructions claires quant aux démarches concrètes à entreprendre ou aux critères à prendre en compte. La troisième requérante allègue qu’en conséquence aucun de ses médecins n’a pu lui donner d’informations sur des procédures officielles qui auraient pu l’aider. Elle soutient que les médecins qui ont traité son cancer ont été incapables de lui offrir l’assistance la plus élémentaire quant à l’impact que sa grossesse pourrait avoir sur son état de santé. De plus, son propre médecin traitant ne l’aurait pas conseillée sur les options qui s’offraient à elle en matière d’avortement, et il n’aurait fait aucune allusion à sa grossesse lorsqu’elle était revenue le voir quelques mois après l’avortement. La requérante explique les réticences du corps médical par la combinaison de l’effet dissuasif qu’emporterait l’absence de procédures formelles claires et du risque de subir de lourdes sanctions pénales et disciplinaires que redouteraient les intéressés. Elle estime que, contrairement à ce qu’avance le Gouvernement, le problème ne peut se réduire à un non-respect par les médecins de leurs obligations. En conséquence, le processus normal de consultation invoqué par le Gouvernement serait tout simplement insuffisant pour établir un droit à un avortement légal, eu égard à l’incertitude qui entourerait la notion de « risque réel et sérieux » pour la vie de la femme concernée et à l’effet dissuasif que produirait sur les médecins la perspective de subir a posteriori des sanctions pénales sévères pour avoir mal apprécié le risque.", "179.  La troisième requérante soutient également que les juridictions irlandaises et de nombreuses études menées en Irlande ont clairement indiqué que l’article 40.3.3 avait besoin d’être mis en œuvre par une législation prévoyant la possibilité pour les femmes désireuses d’avorter d’établir par une voie non contentieuse qu’elles remplissent les conditions légales pour ce faire. Elle ajoute que les Etats contractants autorisant l’avortement ont mis en place des procédures juridiques qui permettent aux médecins de prendre les décisions qui s’imposent de manière rapide et confidentielle. L’Irlande, quant à elle, n’aurait pas l’intention de mettre en place de telles procédures. Or la Cour aurait exigé la prise d’une telle mesure dans l’arrêt Tysiąc précité (en réalité, il existait déjà un cadre législatif en Pologne), arrêt qui aurait été évoqué par le Commissaire aux droits de l’homme pendant sa visite en Irlande en 2007. Les organes internationaux auraient précisément critiqué à de fréquentes reprises cette absence de législation et les conséquences en découlant pour les femmes.", "B.  Les observations du gouvernement irlandais", "180.  Le Gouvernement soutient que les organes de la Convention n’ont jamais dit que l’article 8 entre en jeu dès lors que les Etats n’offrent pas certains types d’avortement ; pour lui, toute conclusion allant dans ce sens poserait de graves problèmes à tous les Etats contractants, et particulièrement à l’Irlande, où l’interdiction de l’avortement est inscrite dans la Constitution. Selon le Gouvernement, rien dans la Convention (ou ses travaux préparatoires) ne permet de donner à la Cour une fonction d’arbitrage relativement au droit matériel de l’avortement. Cette question susciterait des prises de position tranchées au sein des Etats contractants et se règlerait suivant le processus décisionnel propre à chaque pays, souvent à l’issue d’un débat politique de grande ampleur. La protection accordée à l’enfant à naître par le droit irlandais s’appuierait sur un socle de valeurs morales profondes, dont les racines plongeraient dans les bases mêmes de la société irlandaise, et la situation juridique résulterait de débats également passionnés. Le Gouvernement reconnaît qu’aucun projet de loi concernant l’avortement n’est actuellement débattu en Irlande. Il reproche aux requérantes d’inviter la Cour à harmoniser des dispositions juridiques diversifiées sur l’avortement, et de remettre ainsi en question l’importance avérée et le rôle fondamental du processus démocratique dans chaque pays et l’acceptation d’une diversité de traditions et de valeurs au sein des Etats contractants (article 53 de la Convention).", "181.  A supposer que l’article 8 trouve à s’appliquer, le Gouvernement estime que les restrictions litigieuses répondent aux exigences du second paragraphe de cette disposition. En particulier, l’article 40.3.3, tel qu’interprété dans l’affaire X, serait une disposition juridique fondamentale édictée par l’Etat, elle serait claire et prévisible et elle poursuivrait les buts légitimes que constituerait la protection de la morale et des droits et libertés d’autrui, notamment la protection de la vie prénatale.", "182.  Le Gouvernement considère que l’Etat est en droit d’adopter le point de vue, partagé par son peuple, selon lequel la protection de la vie prénatale, avec l’interdiction de détruire celle-ci, constitue un but légitime dont la Cour ne devrait pas examiner ou juger la justesse morale, la légitimité ou la réussite.", "183.  En tout état de cause, le Gouvernement conteste l’affirmation des requérantes selon laquelle les restrictions à l’avortement qui prévalent en Irlande ne correspondent pas à la volonté actuelle du peuple irlandais. Il observe que l’opinion du peuple irlandais a été mesurée par référendum en 1983, 1992 et 2002. Ses représentants, au travers de processus de réflexion publics approfondis et d’une large consultation, auraient activement cherché à anticiper l’évolution possible du cadre juridique, et le récent débat public sur les conséquences éventuelles des Traités de Maastricht et de Lisbonne aurait abouti à l’adoption de protocoles spéciaux à ces traités.", "En outre, les restrictions litigieuses auraient entraîné une réduction notable du nombre de femmes irlandaises se rendant au Royaume-Uni pour y avorter (6 673 femmes auraient effectué un tel voyage en 2001 contre 4 686 en 2007), et le taux de mortalité maternelle de l’Irlande serait désormais le plus bas des pays de l’Union européenne. Quant à l’affirmation de l’association Doctors for Choice et du BPAS selon laquelle la baisse récente du nombre de femmes irlandaises allant avorter au Royaume-Uni est due au fait que ces femmes se rendent dans d’autres pays, elle serait fausse. Il ressortirait en effet des données recueillies en 2006 par la CPA qu’un nombre relativement faible de femmes irlandaises se rendent dans les trois autres pays les plus fréquemment cités : entre 2005 et 2007, moins de dix femmes par an se seraient rendues en Espagne ou en Belgique, même si un nombre appréciable de femmes auraient fait le voyage aux Pays-Bas (42 en 2005, 461 en 2006 et 445 en 2007). Le Gouvernement estime toutefois que, même si l’on tient compte de ces derniers chiffres, le nombre de femmes irlandaises allant avorter à l’étranger est clairement en baisse.", "184.  Par ailleurs, il considère que les restrictions litigieuses n’ont rien de disproportionné.", "185.  Il ajoute que la protection accordée par le droit irlandais au droit à la vie de l’enfant à naître et les restrictions à l’avortement en Irlande se fondent sur des valeurs éthiques et morales profondes pour la sauvegarde desquelles les Etats bénéficient d’une marge d’appréciation importante au regard de la Convention. Cette marge d’appréciation vaudrait en particulier pour la détermination des personnes relevant de la protection de l’article 2 de la Convention. La Cour aurait expressément conclu dans les affaires Vo, précitée, et Evans c. Royaume-Uni ([GC], no 6339/05, CEDH 2007-I) qu’il n’existe pas de définition scientifique ou juridique du commencement de la vie, de sorte que la protection juridique du droit à la vie relèverait de la marge d’appréciation accordée aux Etats. Les positions des Etats pourraient diverger sur ce point, comme elles pourraient aussi diverger sur les limites légales à fixer à l’avortement ; or les requérantes demanderaient en réalité à la Cour d’exclure de l’équation cet élément juridique fondamental à la base de la position nationale. Dans l’affaire Open Door invoquée par les requérantes, la Cour n’aurait du reste pas abordé la question substantielle du régime juridique de l’avortement.", "Pour autant que les requérantes suggèrent que leur situation doit prévaloir sur la notion religieuse de moralité, le Gouvernement estime que l’on ne peut déterminer avec certitude si la volonté de la population irlandaise procède réellement d’une croyance religieuse particulière. Quoi qu’il en soit, il est d’après lui inopportun d’établir des distinctions entre différents choix de société selon l’inspiration religieuse ou laïque des notions morales fondant ces choix.", "186.  Quant au rôle d’un éventuel consensus, le Gouvernement relève que l’exercice de mise en balance doit intégrer non seulement le souci de l’Etat de protéger la vie prénatale, mais également le choix légitime, opéré en l’absence de tout consensus européen sur le moment où la vie commence, de considérer que l’enfant à naître mérite d’être protégé. Le Gouvernement s’élève contre l’affirmation qu’il existe un consensus au niveau européen et/ou international en faveur de la facilitation de l’accès à l’avortement, y compris pour des raisons sociales : les conditions d’accès à l’avortement seraient certes plus larges dans certains Etats, mais elles varieraient grandement d’un pays à l’autre ; fondé sur les textes normatifs et non sur des décisions de juridictions constitutionnelles relatives à des dispositions inscrites dans des constitutions ou dans la Convention, le consensus invoqué par les requérantes serait dénué de pertinence ; les requérantes s’appuieraient de manière sélective et inopérante sur des données, observations et recommandations aléatoires ; rien ne permettrait de croire que la législation prévalant dans certains, ou même dans la plupart, des Etats contractants serait en passe d’être adoptée aussi dans les autres.", "187.  En réalité, à supposer que pareil consensus existe, l’idée même de chercher à déterminer la portée de droits fondamentaux fondés sur le consensus soulèverait de nombreuses difficultés. Selon le Gouvernement, les droits garantis ne sauraient dépendre de l’appréciation de la volonté populaire à un moment donné, et ils devraient même quelquefois en être protégés. Toute tentative visant à établir à partir de la situation actuelle au sein des Etats contractants l’existence au regard de la Convention d’un droit controversé non inclus dans celle-ci au départ donnerait prise à de sérieuses objections. Rappelant le principe de subsidiarité et les rôles respectifs de l’Etat et de la Cour dans un contexte aussi particulier, le Gouvernement soutient que le consensus au niveau international, si tant est qu’il faille en tenir compte, tend en réalité vers la direction opposée, c’est-à-dire vers l’idée qu’il convient de laisser à l’Etat son autonomie pour définir ses propres lois en matière d’avortement plutôt que de confier cette tâche à un organe juridictionnel supranational (voir la CIPD tenue au Caire en 1994, la quatrième Conférence mondiale sur les femmes organisée à Pékin en 1995 et la Recommandation 1903 (2010) de l’APCE, ainsi que les protocoles aux Traités de Maastricht et de Lisbonne). La Résolution 607 (2008) de l’APCE invoquée par les requérantes témoignerait de la divergence de vues parmi les Etats contractants : le Gouvernement en veut pour preuve que c’est une résolution, et non une recommandation, adoptée à l’issue d’un vote partagé et sans les voix des parlementaires irlandais.", "188.  Selon le Gouvernement, les questions éthiques et morales soulevées par l’avortement sont à distinguer des questions scientifiques qui auraient été au cœur de l’affaire Christine Goodwin (précitée). Le constat de violation de l’article 8 dans cette affaire aurait été fondé d’une part sur une tendance constante au niveau international en faveur d’une reconnaissance juridique de la nouvelle identité sexuelle des transsexuels opérés, même en l’absence de consensus sur le plan européen, et d’autre part sur l’idée qu’une modification de la condition des transsexuels ne risquait pas d’entraîner de difficultés concrètes ou notables pour les citoyens britanniques ou une atteinte à l’intérêt général. Conclure en l’espèce que le refus d’autoriser l’avortement pour des raisons sociales emporte violation de l’article 8 entraînerait un préjudice important pour les citoyens irlandais ayant manifesté le souci de protéger l’enfant à naître.", "189.  Concernant spécifiquement la troisième requérante, le Gouvernement formule les observations suivantes.", "Premièrement, en réponse à une question de la Cour, il persiste à dire que la procédure à suivre pour un avortement légal en Irlande est claire. Comme n’importe quelle autre question médicale importante, la décision serait prise par la patiente en concertation avec son médecin. Pour les rares cas où la vie de la femme enceinte serait menacée, le droit irlandais fournirait « une ligne de conduite d’une clarté limpide, qui ne présente[rait] aucune difficulté de compréhension ou d’application, car [ce serait] la même règle qui [serait] appliquée dans le cadre de l’article 58 de la loi de 1861, de l’article 40.3.3 de la Constitution irlandaise et des dispositions législatives de tout pays autorisant une interruption de grossesse pour ce motif ». Quant aux procédures précises devant être suivies par une femme enceinte et son médecin dans les cas laissant entrevoir la possibilité d’un tel risque, le Gouvernement explique que l’appréciation relève de la responsabilité du médecin, et que la grossesse peut être interrompue en cas de risque réel et sérieux pour la vie de la mère. En cas de désaccord avec l’avis du praticien, la patiente serait libre de rechercher un autre avis médical et, en dernier ressort, elle pourrait introduire une procédure d’urgence devant la High Court (voir ci-dessus). Les motifs légaux d’avortement en Irlande seraient bien connus et appliqués. Renvoyant aux lignes directrices de l’Ordre irlandais des médecins, à celles de la CPA et aux témoignages de médecins devant la commission constitutionnelle, le Gouvernement, tout en admettant l’existence de difficultés quant à la détermination de ce qui peut passer pour constituer un traitement médical essentiel à la protection de la vie de la mère, estime qu’il est clair qu’une intervention médicale a lieu dès lors que la vie de la mère est menacée, que le refus de traitement pour des motifs de réprobation morale est prohibé et qu’une patiente a le droit d’accéder à un deuxième avis. L’Institut des obstétriciens et gynécologues irlandais n’aurait certes pas publié de lignes directrices concernant le traitement des femmes enceintes dont la vie est en danger, mais il serait d’accord avec les directives édictées par l’Ordre royal des obstétriciens et gynécologues britanniques concernant la gestion des grossesses extra-utérines, et il serait probable que les gynécologues irlandais suivent « dans l’ensemble » ces directives, en y apportant éventuellement des modifications ou ajouts mineurs. Ce processus bien établi relativement à la manière dont, en Irlande, toute patiente concernée, en concertation avec son médecin, prend la décision d’interrompre sa grossesse, serait régulièrement suivi en cas de grossesses extra-utérines.", "En réponse à une autre question de la Cour sur le nombre d’avortements légaux pratiqués tous les ans en Irlande, le Gouvernement renvoie à une base de données de l’Institut de recherches socioéconomiques portant sur les sorties et les décès enregistrés dans tous les services d’urgence des hôpitaux publics au niveau national. Il explique que le ministère de la Santé et de l’Enfance a analysé les données de cette base en se fondant sur les pathologies pouvant requérir une interruption de grossesse énumérées dans le cinquième rapport d’étape sur l’avortement de 2000. Les résultats présentés par le Gouvernement portent uniquement sur les grossesses extra-utérines.", "Deuxièmement, le Gouvernement récuse les conclusions tirées par la troisième requérante de la combinaison des observations du juge McCarthy dans l’affaire X (paragraphe 44 ci-dessus) et de l’arrêt Tysiąc (précité). Le juge McCarthy n’aurait pas dit que l’article 40.3.3 avait besoin d’une loi pour pouvoir être mis en œuvre ; il aurait déclaré que les tribunaux avaient l’obligation d’interpréter et d’appliquer cette disposition.", "Troisièmement, la Cour aurait estimé dans l’affaire Open Door que l’article 40.3.3 était suffisamment clair et précis pour que la restriction litigieuse pût être considérée comme prévue par la loi, et elle pourrait donc difficilement conclure à présent que ledit article n’est pas suffisamment clair et précis quant à l’autorisation de l’avortement, alors qu’il s’agit de l’objet même de cette disposition constitutionnelle.", "Quatrièmement, le Gouvernement établit une distinction entre la présente espèce et l’affaire Tysiąc, expliquant qu’il ressort du contexte de celle-ci que les médecins polonais n’appliquaient pas les procédures, ce qui ne pourrait être soutenu en l’espèce. Il y aurait de plus un fort contraste entre l’abondance des données médicales soumises à la Cour dans l’affaire Tysiąc (notamment quant au risque posé par la grossesse pour la santé de l’intéressée) et la non-production par la troisième requérante en l’espèce du moindre élément démontrant que son état emportait un risque pour sa vie. En outre, le Gouvernement conteste l’idée que la situation des patientes et des médecins serait améliorée par une procédure d’attestation telle que celle qui a cours en Pologne. Il ajoute que dans l’affaire Tysiąc la Cour a conclu qu’un Etat ne devait pas concevoir son cadre légal d’une manière limitant dans la réalité la possibilité de bénéficier d’un avortement légal et qu’il devait garantir à la femme enceinte la possibilité de voir son avis pris en compte ; or la troisième requérante n’aurait pas démontré avoir envisagé une quelconque démarche juridique. Enfin, le Gouvernement conteste l’affirmation selon laquelle l’effet dissuasif allégué des sanctions pénales prévues par le droit irlandais ferait obstacle à l’obtention d’un avortement en Irlande : de mémoire d’homme, jamais aucun médecin n’aurait fait l’objet de poursuites pénales et, dans l’affaire C, la High Court aurait évoqué le soutien des médecins à C et souligné que le corps médical assumait pleinement les obligations lui incombant en vertu de la loi ; dès lors, toute allégation contraire serait grave et infondée.", "190.  Enfin, le Gouvernement souligne ce qu’il estime être une polarité frappante des observations des tierces parties, reflet selon lui de la diversité des opinions et approches quant à la question de l’avortement au sein des Etats contractants.", "191.  Le Gouvernement conclut que, dans les circonstances, l’argument des requérantes tenant au caractère disproportionné que revêtirait l’article 40.3.3 est dénué de tout fondement. Il estime que la Cour devrait s’abstenir de procéder à une mise en balance des intérêts en présence, l’équilibre ménagé au niveau national étant le résultat d’un processus long, complexe et délicat, en rapport avec lequel il y aurait lieu de reconnaître à l’Etat une ample marge d’appréciation, la matière ne faisant à l’évidence l’objet d’aucun consensus parmi les Etats membres du Conseil de l’Europe.", "C.  Les observations présentées à la chambre par le gouvernement lituanien", "192.  La troisième requérante étant de nationalité lituanienne, le gouvernement lituanien avait soumis des observations (résumées cidessous) à la chambre ; il n’a en revanche pas présenté d’observations, ni orales ni écrites, à la Grande Chambre.", "193.  Dans ses observations à la chambre, il passait en revue la jurisprudence des organes de la Convention concernant l’applicabilité de l’article 2 au fœtus, la compatibilité avec l’article 8 de restrictions à l’avortement et la conformité à l’article 10 de restrictions à la liberté de recevoir ou de communiquer des informations sur l’avortement. Il soulignait que les organes de la Convention n’avaient jamais eu l’occasion, avant les présentes affaires, de préciser comment certains principes généraux consacrés par la Convention devaient s’appliquer concernant la question du degré minimum de protection à accorder à une femme souhaitant interrompre sa grossesse, eu égard au droit du fœtus à être protégé. Selon lui, pareille clarification par la Cour revêtirait une grande importance pour tous les Etats contractants.", "194.  Le gouvernement lituanien expliquait que la situation avait considérablement évolué depuis les premières décisions de la Commission. Il se référait en particulier à la Résolution 1607 de l’APCE, adoptée pour répondre au besoin perçu de définir en Europe des normes relativement aux droits des femmes souhaitant interrompre leur grossesse. Il indiquait que le rapport explicatif annexé à cette résolution énonçait qu’un avortement à la demande était, du moins en théorie, possible dans tous les Etats membres du Conseil de l’Europe, sauf en Andorre, en Irlande, à Malte, à Monaco et en Pologne, et relevait des points communs et des différences quant à la question de l’avortement dans ces Etats. Il ajoutait que la situation dans les Etats membres du Conseil de l’Europe lui paraissait très diverse, que la question était sensible, qu’elle faisait toujours l’objet de nombreux débats dans ces Etats et qu’elle mettait souvent au jour des positions morales antagonistes. D’après lui, il demeurait impossible de dégager une conception uniforme de la morale au niveau européen.", "195.  En conséquence, le gouvernement lituanien concluait qu’il était de la plus haute importante que la Cour s’exprime sur la question du niveau minimum de protection auquel la femme désireuse d’avorter peut prétendre face à son enfant à naître.", "D.  Les observations des tierces parties", "1.  Les observations communes du Centre européen pour le droit et la justice, de Kathy Sinnott (députée européenne), du Centre de recherches en matière familiale (Washington D.C.) et de l’Association pour la protection des enfants à naître (Londres)", "196.  Ces tierces parties se décrivent comme des personnes et organismes qui se consacrent à la défense du caractère sacré de la vie humaine.", "197.  Elles estiment qu’au regard de l’article 2 de la Convention l’Irlande a le droit souverain de déterminer à quel moment la vie commence et quelles sont les garanties qu’il convient de mettre en place pour protéger le droit à la vie, supérieur à tous les autres droits. A la base du régime de l’avortement en Irlande se trouveraient les notions de plénitude et d’égalité des droits à la vie de la mère et de l’enfant à naître. Ce serait par rapport au droit suprême à la vie de l’enfant à naître qu’il faudrait mesurer les droits moindres de la mère à la vie privée et à l’intégrité physique. La primauté du droit à la vie tiendrait au fait que l’individu est à la base de l’Etat, et les droits personnels n’existeraient qu’en raison du fait qu’un être humain existe depuis la conception. Cette primauté serait reconnue par de nombreux instruments internationaux. Le principe du respect de la souveraineté des Etats serait à la base même des droits garantis par la Convention, puisque ceux-ci découleraient des obligations d’un traité. Reconnaître un droit à l’avortement reviendrait à créer dans le champ de la Convention un droit jamais accepté par l’Irlande. La position irlandaise mériterait un respect tout particulier, eu égard à sa longévité et à sa constance malgré de nombreuses oppositions au niveau interne, et compte tenu de son inscription dans la Constitution, qui aurait été ratifiée par l’écrasante majorité du peuple irlandais. Le gouvernement irlandais se serait toujours fermement engagé à ce que sa participation à l’union politique européenne n’ait pas de conséquence sur l’article 40.3.3 de la Constitution.", "198.  Les organes de la Convention auraient admis que l’article 2 laisse aux Etats le choix de protéger l’enfant à naître (H. c. Norvège (déc.), no 17004/90, 19 mai 1992). L’arrêt Vo précité aurait confirmé que l’enfant à naître appartenait à la race humaine et qu’il convenait de laisser aux Etats la plus grande marge d’appréciation pour déterminer l’étendue de sa protection. Le droit irlandais applicable en la matière aurait simplement mis en place un degré supérieur de protection, y compris de la vie, possibilité prévue à l’article 53 de la Convention. L’avortement étant légal en Irlande en cas de risque pour la vie de la femme enceinte, on ne pourrait rien reprocher au gouvernement irlandais du point de vue de ses obligations positives au regard de l’article 2 de la Convention. De même, l’article 2 ne comporterait aucun aspect négatif exigeant de l’Etat qu’il sacrifie la vie de l’enfant à naître pour protéger la vie de la femme. Interpréter l’article 2 de la sorte équivaudrait à limiter le droit à la vie en interdisant aux Etats de reconnaître ce droit à l’enfant à naître, et donc à créer un droit de tuer. La portée de l’article 2 ne pourrait être étendue jusque-là (Pretty c. RoyaumeUni, no 2346/02, CEDH 2002-III).", "199.  De même que l’article 2 ne consacrerait pas un droit à l’avortement, les restrictions à l’avortement décidées par l’Etat irlandais ne pourraient passer pour porter indûment atteinte aux droits découlant pour les femmes de l’article 8. Le droit des femmes à la vie privée et à l’intégrité physique dans le domaine de la grossesse ne serait pas absolu, et la grossesse ne serait pas une question purement privée : il conviendrait de l’analyser à la lumière des droits de l’enfant à naître et du droit pour l’Etat de choisir le moment où la vie commence. En tout état de cause, les restrictions litigieuses seraient « prévues par la loi ». Elles seraient précises dans leur formulation, clairement définies dans la jurisprudence (notamment dans l’affaire X), codifiées dans les lignes directrices émises par l’Ordre des médecins et uniformes dans leur application. A cet égard, il serait légitime de s’en remettre au jugement des médecins. Les restrictions seraient également « proportionnées », eu égard au droit suprême à la vie de l’enfant à naître. En protégeant tout autant le droit à la vie de la mère que celui du fœtus, l’Irlande aurait adopté une position équilibrée, dont la reconnaissance ferait passer au second plan tout conflit allégué avec le droit de la femme concernée à la santé, à la vie privée et à l’intégrité physique. En fait, les restrictions protégeraient aussi les femmes : la sélection des fœtus de sexe féminin pour l’avortement serait évitée, le taux de mortalité maternelle en Irlande serait le plus bas d’Europe, et l’avortement aurait des effets négatifs sur la santé des femmes, sur leur vie (le taux de mortalité après avortement étant plus élevé que le taux de mortalité après accouchement) et sur les grossesses futures. Le droit à la vie de l’enfant à naître primerait toute préoccupation financière de la mère.", "200.  La possibilité pour les femmes irlandaises d’aller avorter à l’étranger n’entamerait en rien la légitimité des lois irlandaises sur l’avortement : cette exception aurait été imposée en vertu de la liberté de circulation consacrée par le droit communautaire et elle ne pourrait être prétexte à justifier une exception encore plus large aux restrictions.", "201.  Il n’existerait pas de consensus universel tendant à la reconnaissance d’un droit à l’avortement dans le droit international. Au contraire, certains instruments internationaux et soixante-huit pays prohiberaient totalement l’avortement ou ne l’autoriseraient que dans les cas où il s’agit de sauver la vie de la mère.", "2.  Les observations de Pro-Life Campaign (« le PLC »)", "202.  Le PLC se présente comme une organisation non gouvernementale qui préconise une éducation valorisant la vie et défend la vie humaine depuis la conception.", "203.  Il souligne que la protection de la vie de l’enfant à naître occupe une place centrale dans l’architecture constitutionnelle des droits fondamentaux. La protection des droits fondamentaux par le biais de la jurisprudence constitutionnelle serait une longue, fière et louable tradition, qui expliquerait le caractère exemplaire, par rapport à celui d’autres Etats contractants, du bilan de l’Irlande devant la Cour.", "204.  La protection constitutionnelle de l’enfant à naître ne pourrait être restreinte que dans les circonstances limitées définies dans l’affaire X, l’avortement étant en pareil cas légal en Irlande. Des informations sur les services d’avortement situés hors de l’Etat seraient disponibles (loi de 1995) et, d’une manière générale, personne ne subirait de restrictions à sa liberté de circulation. Les lignes directrices édictées par l’Ordre des médecins énonceraient clairement que les médecins ne peuvent refuser de traiter un patient pour des motifs de réprobation morale.", "205.  Les juridictions irlandaises tiendraient dûment compte de toute décision ou arrêt de la Cour mais, malgré l’intégration de la Convention dans le droit irlandais par la loi de 2003, la Constitution demeurerait la principale source de droit de l’Etat, de sorte que des arguments fondés sur la Convention ne sauraient prévaloir sur des lois par ailleurs conformes à la Constitution. Les Etats contractants disposeraient d’une marge d’appréciation pour mettre en œuvre la Convention, les autorités nationales étant en principe mieux placées qu’une juridiction internationale pour évaluer certains impératifs et situations au niveau local. Toute question concernant la mesure dans laquelle la Convention complète, enrichit ou approfondit des droits existants devrait d’abord être examinée par les tribunaux nationaux avant d’être soumise à la Cour.", "3.  Les observations communes de l’association irlandaise Doctors for Choice et du BPAS", "206.  Outre les observations exposées aux paragraphes 120-121 cidessus, les deux associations présentent les chiffres suivants, publiés par le ministère britannique de la Santé (données extraites du rapport no 19 de la CPA), concernant le nombre annuel d’avortements de femmes irlandaises pratiqués en Angleterre et au pays de Galles : 1 573 en 1975 ; 3 320 en 1980 ; 3 888 en 1985 ; 4 064 en 1990 ; 4 532 en 1995 ; 6 391 en 2000 ; 6 673 en 2001 ; 6 522 en 2002 ; 6 320 en 2003 ; 6 217 en 2004 ; 5 585 en 2005 ; 5 042 en 2006 ; et 4 686 en 2007. Elles expliquent toutefois que certaines Irlandaises donnent une adresse au Royaume-Uni pour préserver la confidentialité de leur acte et/ou pour bénéficier de la couverture sociale britannique. Elles indiquent que la baisse du nombre d’Irlandaises qui se rendent au Royaume-Uni pour avorter peut s’expliquer par l’existence d’options plus accessibles (avortements dans d’autres pays de la zone euro ou recours plus important aux produits abortifs, en particulier à la « pilule abortive »). Elles suggèrent également que les femmes irlandaises sont statistiquement plus enclines à retarder la consultation en vue d’un avortement à l’étranger ; elles considèrent par ailleurs que rien ne prouve que l’interdiction de l’avortement dans un pays fasse véritablement baisser le taux d’avortement dès lors que d’autres moyens sont disponibles.", "207.  Les professionnels de santé irlandais se trouveraient dans une situation ambiguë, et ils seraient dans l’incapacité de fournir des soins et services médicaux adéquats. Tout médecin conseillant une patiente sur les options en matière d’avortement encourrait des sanctions pénales, d’une part, et devrait faire face à une absence de directives juridiques, éthiques ou médicales, d’autre part. Les lignes directrices de l’Ordre des médecins ne seraient d’aucune utilité. Les deux associations n’auraient connaissance d’aucun cas où un avortement destiné à sauver la vie de la femme enceinte aurait été pratiqué en Irlande. Les médecins irlandais ne recevraient aucune formation sur les techniques d’avortement, et ils ne seraient donc pas en mesure de pratiquer des avortements ou de fournir des soins postavortement adéquats.", "4.  Les observations communes du Centre pour les droits reproductifs et du Programme international sur les droits en matière de santé génésique et sexuelle", "208.  Ces tierces parties allèguent principalement que le droit international en matière de droits fondamentaux et les standards résultant du droit comparé devraient éclairer l’examen de la Cour, et que les restrictions à l’avortement en Irlande sont incompatibles avec ce droit et ces standards, ce pour deux raisons.", "209.  Premièrement, les deux associations soutiennent que dénier à une femme la possibilité d’avorter légalement en vue de protéger sa santé physique et mentale est incompatible avec les normes du droit international et les standards résultant du droit comparé en la matière. Quant au droit international, les organes des Nations unies chargés de la surveillance des droits fondamentaux (notamment le Comité des droits de l’homme et le CEDAW) interpréteraient les droits fondamentaux à la vie, à la santé et à la non-discrimination, ainsi que le droit à ne pas subir des traitements ou peines inhumains ou dégradants, comme autorisant l’avortement lorsque pareille intervention est nécessaire pour préserver la santé d’une femme. Ces organes conseilleraient de manière constante aux Etats de modifier leurs lois qui interdiraient l’avortement sans exception ou qui n’autoriseraient l’avortement que dans les cas où il s’agirait de protéger la vie de la mère. Quant aux tendances se dégageant du droit comparé, des lois autorisant l’avortement en vue de préserver la vie de la mère seraient en vigueur dans les quarante-sept Etats membres du Conseil de l’Europe sauf quatre, et quarante d’entre eux autoriseraient l’avortement pour des raisons socioéconomiques plus larges ou à la demande de la femme enceinte, dans la limite de certains délais maximums. Les juridictions constitutionnelles en Europe, s’appuyant sur les droits des femmes à la santé physique et mentale et à l’autonomie personnelle, valideraient des exceptions fondées sur des motifs de santé aux restrictions à l’avortement.", "Les parties allèguent par ailleurs que ni le droit international ni les standards résultant du droit comparé ne permettent d’opérer une distinction entre le droit à la vie et le droit à la santé en matière de réglementation de l’avortement. Un principe de base du droit international des droits fondamentaux voudrait qu’aucune hiérarchie formelle ne puisse être établie entre la vie et la santé en tant que droits méritant la protection de l’Etat, de sorte qu’une loi autorisant l’avortement destiné à protéger la vie, mais pas l’avortement destiné à protéger la santé, ne serait pas acceptable. Le droit international en matière de droits fondamentaux refléterait également l’idée que, en matière d’avortement, la protection de la vie est pratiquement indissociable de la protection de la santé. Une étude comparative révélerait que tous les Etats membres du Conseil de l’Europe autorisant l’avortement destiné à préserver la vie l’autorisent également dans un but de protection de la santé, sauf l’Irlande. Cela attesterait que, dans un contexte médical, l’établissement de distinctions entre la protection de la vie et celle de la santé n’a guère de sens.", "210.  Deuxièmement, il ressortirait du droit international et des données du droit comparé que l’Etat doit chercher à protéger la vie prénatale par des moyens proportionnés tenant dûment compte des droits des femmes enceintes. Dès lors, les lois pénales restrictives en matière d’avortement et l’imposition de lourdes peines constitueraient un fardeau excessivement pénible pour les femmes concernées et les médecins qui pratiquent des interruptions de grossesse. Les organes des Nations unies chargés de la surveillance du respect des droits fondamentaux appelleraient constamment les Etats à modifier et/ou abroger les lois érigeant l’avortement en infraction, de manière à permettre aux femmes d’avorter en toute légalité. D’après ces organes, les lois pénales auraient pour effet de restreindre l’accès non pas à l’avortement en général, mais à l’avortement en toute sécurité. Certains d’entre eux considéreraient que les restrictions pénales à l’avortement sont discriminatoires. Quant aux données du droit comparé, les deux associations indiquent que, si la plupart des Etats membres contrôlent l’avortement par des lois pénales, la majorité d’entre eux ne prévoient pas de sanctions pénales pour les femmes, mettent en place des peines modérées et autorisent l’avortement dans un large éventail de circonstances. De par ses dispositions pénales, la réglementation irlandaise en matière d’avortement est la plus sévère de toutes celles en vigueur en Europe. De même, les normes du droit international et les données du droit comparé viendraient à l’appui de l’adoption par les Etats de mesures moins restrictives, qui à la fois préserveraient l’intérêt de l’Etat à protéger la vie prénatale et garantiraient les droits des femmes. Les normes du droit international protégeraient la vie prénatale en garantissant des grossesses qui se déroulent en toute sécurité et des mesures de prévoyance, de soutien et de planning familial. La plupart des Etats membres du Conseil de l’Europe seraient dotés de cadres procéduraux réglementant l’accès à l’avortement qui mettraient en balance l’intérêt de l’Etat à protéger la vie prénatale et les droits de la mère.", "211.  En conclusion, le degré de cohérence des standards résultant du droit international et du droit comparé décrits ci-dessus serait tel qu’il n’admettrait pas qu’une marge d’appréciation soit reconnue à l’Etat irlandais en la matière.", "E.  Appréciation de la Cour", "1.  Applicabilité de l’article 8 aux griefs des requérantes", "212.  La Cour observe que la notion de « vie privée » au sens de l’article 8 de la Convention est une notion large, qui englobe notamment le droit à l’autonomie personnelle et le droit au développement personnel (Pretty, précité, § 61). Elle recouvre des éléments tels que, par exemple, l’identification sexuelle, l’orientation sexuelle et la vie sexuelle (voir, par exemple, Dudgeon c. Royaume-Uni, 22 octobre 1981, § 41, série A no 45, et Laskey, Jaggard et Brown c. Royaume-Uni, 19 février 1997, § 36, Recueil 1997I), l’intégrité physique et morale de la personne (Tysiąc, précité, § 107), ainsi que le droit au respect des décisions de devenir ou de ne pas devenir parent, notamment au sens génétique du terme (Evans, précité, § 71).", "213.  Se référant à la jurisprudence de l’ancienne Commission, la Cour a conclu dans des affaires précédentes que la législation relative à l’interruption de grossesse touchait au domaine de la vie privée de la femme enceinte. Elle a souligné que l’article 8 § 1 ne pouvait s’interpréter comme signifiant que la grossesse et son interruption relèvent exclusivement de la vie privée de la future mère, la vie privée d’une femme enceinte devenant étroitement associée au fœtus qui se développe. Elle considère que le droit de la femme enceinte au respect de sa vie privée devrait se mesurer à l’aune d’autres droits et libertés concurrents, y compris ceux de l’enfant à naître (Tysiac, précité, § 106, et Vo, précité, §§ 76, 80 et 82).", "214.  Pour la Cour, si l’article 8 ne saurait en conséquence s’interpréter comme consacrant un droit à l’avortement, l’interdiction de l’avortement pour motifs de santé et/ou de bien-être dont se plaignent les première et deuxième requérantes, et l’impossibilité dans laquelle la troisième requérante se serait trouvée de faire établir qu’elle remplissait les conditions pour avorter légalement en Irlande sont des questions qui relèvent du droit des intéressées au respect de leur vie privée, et donc de l’article 8. Sur le fond, la Cour estime devoir examiner séparément, compte tenu de leurs différences, les griefs de violation de l’article 8 des deux premières requérantes, d’une part, et de la troisième requérante, d’autre part.", "215.  Elle juge inutile de rechercher si l’article 8 trouve à s’appliquer en l’espèce sous son aspect « vie familiale ».", "2.  Les première et deuxième requérantes", "a)  L’article 8 de la Convention implique-t-il en l’espèce des obligations positives ou négatives ?", "216.  Si le respect effectif de la vie privée implique de manière inhérente des obligations positives (paragraphes 244-246 ci-dessous), la Cour estime qu’il convient d’analyser les griefs des première et deuxième requérantes sous l’angle des obligations négatives de l’Etat, les intéressées alléguant à titre principal que l’interdiction de l’avortement pour motifs de santé ou de bien-être en Irlande a porté une atteinte disproportionnée à leur droit au respect de leur vie privée. La Cour, faisant sienne la décision de l’ancienne Commission en l’affaire Brüggemann et Scheuten c. Allemagne (no 6959/75, décision de la Commission du 19 mai 1976, Décisions et rapports 5, p. 103), a précédemment indiqué que toute réglementation de l’interruption de grossesse ne constitue pas une atteinte au droit au respect de la vie privée de la mère (Vo, précité, § 76). Eu égard à la notion large de vie privée au sens de l’article 8, qui inclut le droit à l’autonomie personnelle et à l’intégrité physique et morale (paragraphes 212-214 ci-dessus), elle estime toutefois en l’espèce que l’impossibilité pour les première et deuxième requérantes de bénéficier d’une interruption de grossesse pour des motifs de santé et/ou de bien-être s’analyse en une ingérence dans leur droit au respect de leur vie privée. Partant, la question essentielle qui se pose en l’espèce consiste à déterminer si l’interdiction litigieuse constitue une ingérence injustifiée dans les droits découlant pour les intéressées de l’article 8.", "217.  Ainsi que la Cour l’a relevé au paragraphe 145 ci-dessus, l’ingérence incriminée résulte des articles 58 et 59 de la loi de 1861, lus conjointement avec l’article 40.3.3 de la Constitution tel qu’interprété par la Cour suprême dans l’affaire X.", "218.  Pour déterminer si cette ingérence a emporté violation de l’article 8, la Cour doit rechercher si elle était justifiée au regard du paragraphe 2 de cet article, autrement dit si elle était « prévue par la loi » et « nécessaire, dans une société démocratique » pour atteindre l’un ou l’autre des « buts légitimes » énumérés dans ce texte.", "b)  L’ingérence était-elle « prévue par la loi » ?", "219.  Les requérantes admettent que la restriction en cause était prévue par la loi, et le Gouvernement indique que la Cour a conclu dans l’affaire Open Door précitée que la restriction découlant de l’article 40.3.3 était « prévue par la loi ».", "220.  La Cour observe que toute atteinte à un droit garanti par la Convention doit avoir une base en droit interne. En outre, la « loi » doit être suffisamment accessible et énoncée avec assez de précision pour permettre au citoyen de régler sa conduite : en s’entourant au besoin de conseils éclairés, il doit être à même de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences de nature à dériver d’un acte déterminé (voir, par exemple, Silver et autres c. Royaume-Uni, 25 mars 1983, §§ 86-88, série A no 61).", "221.  La Cour estime que les dispositions juridiques internes dont découle l’ingérence étaient clairement accessibles. Eu égard aux paragraphes 147-149 ci-dessus, elle considère en outre qu’il était tout à fait prévisible que les première et deuxième requérantes ne pourraient pas avorter en Irlande pour des raisons de santé et/ou de bien-être.", "c)  L’ingérence poursuivait-elle un but légitime ?", "222.  La Cour remarque que, dans l’affaire Open Door, elle a conclu que la protection garantie par le droit irlandais au droit à la vie des enfants à naître reposait sur de profondes valeurs morales concernant la nature de la vie, telles qu’elles s’étaient traduites dans l’attitude de la majorité du peuple irlandais lors du référendum de 1983. Elle a estimé que la restriction litigieuse dans cette affaire poursuivait le but légitime de protéger la morale, dont la défense en Irlande du droit à la vie de l’enfant à naître constituait un aspect. Cette jurisprudence a été confirmée dans l’affaire Vo précitée, où la Cour a jugé qu’il n’était ni souhaitable ni possible de répondre à la question de savoir si l’enfant à naître était une « personne » au sens de l’article 2 de la Convention, de sorte qu’un Etat pouvait tout aussi légitimement choisir de considérer l’enfant à naître comme une personne et protéger sa vie qu’adopter le point de vue opposé.", "223.  Les première et deuxième requérantes soutiennent toutefois que la volonté du peuple irlandais a évolué depuis le référendum de 1983, de sorte que le but légitime admis par la Cour dans l’affaire Open Door ne serait plus de mise aujourd’hui. A cet égard, comme la Cour l’a déjà relevé, on chercherait en vain dans les ordres juridiques et sociaux des Etats contractants une notion européenne uniforme de la morale, notamment sur la question de savoir quand la vie commence. Grâce à leurs « contacts directs et constants avec les forces vives de leur pays », les autorités de l’Etat se trouvent en principe mieux placées que le juge international pour se prononcer sur le « contenu précis des exigences de la morale » comme sur la nécessité d’une restriction destinée à y répondre (voir, entre autres, les arrêts Handyside c. Royaume-Uni, 7 décembre 1976, § 48, série A no 24, Müller et autres c. Suisse, 24 mai 1988, § 35, série A no 133, Open Door, précité, § 68, et Vo, précité, § 82).", "224.  La disposition constitutionnelle à l’origine de l’ingérence, à savoir l’article 40.3.3, fut adoptée par référendum à une forte majorité en 1983. Il est vrai que, depuis lors, la population irlandaise n’a plus été appelée à se prononcer par référendum sur un quelconque élargissement du droit à l’avortement en Irlande. En fait, en 1992 et en 2002, dans le cadre de deux référendums, le peuple irlandais a d’une part refusé de restreindre les motifs légaux d’avortement qui existaient jusque-là en Irlande, et a d’autre part reconnu le droit de se rendre à l’étranger pour y subir un avortement et le droit d’obtenir des informations sur cette possibilité (paragraphes 45-54 cidessus).", "225.  Cela étant, la Cour renvoie aux processus de réflexion publics qui ont précédé l’adoption du rapport du groupe d’études de 1996, du livre vert et du cinquième rapport d’étape sur l’avortement de 2000 (paragraphes 6276 cidessus). Ces processus, qui ont donné lieu à une large consultation et à l’examen de nombreuses options constitutionnelles et/ou législatives, ont fait apparaître des opinions profondément divergentes et démontré la sensibilité et la complexité de la question de l’extension des motifs légaux d’avortement en Irlande. Le rejet à l’issue d’un autre référendum du Traité de Lisbonne en 2008 est également révélateur à cet égard. Si l’on ne saurait affirmer que ce rejet était entièrement dû à des préoccupations concernant la possibilité de maintenir les lois irlandaises sur l’avortement, il ressort du rapport commandé par le Gouvernement que « l’ignorance et une mauvaise compréhension de certaines questions », en particulier de l’impact qu’aurait le Traité sur le droit irlandais en matière d’avortement, ont lourdement pesé sur ce résultat négatif. Comme pour le Traité de Maastricht en 1992, un protocole spécial fut annexé au Traité de Lisbonne qui confirmait qu’aucune disposition de celui-ci n’affecterait, en particulier, la protection constitutionnelle du droit à la vie de l’enfant à naître ; un nouveau référendum fut alors organisé en 2009 qui aboutit à la ratification du Traité de Lisbonne (paragraphes 100-103).", "226.  A la lumière de ce qui précède, la Cour estime que les sondages d’opinion limités sur lesquels se fondent les première et deuxième requérantes (paragraphes 82-88 et 170 ci-dessus) ne font pas suffisamment apparaître un changement d’opinion du peuple irlandais relativement aux motifs légaux d’avortement en Irlande pour invalider le point de vue soumis par l’Etat à la Cour concernant la teneur exacte des exigences de la morale en Irlande (Handyside, arrêt et références précités au paragraphe 223 cidessus). En conséquence, la Cour estime que les restrictions incriminées en l’espèce, quoique différentes de celles qui étaient en cause en l’affaire Open Door, sont basées sur des valeurs morales profondes concernant la nature de la vie, celles-là même qui s’étaient traduites dans l’attitude de la majorité du peuple irlandais lors du référendum de 1983 et dont nul n’a démontré qu’elles auraient notablement évolué depuis lors.", "227.  Aussi la Cour conclut-elle que les restrictions litigieuses poursuivaient le but légitime de protéger la morale, dont la défense du droit à la vie de l’enfant à naître constitue un aspect en Irlande.", "228.  Il n’y a dès lors pas lieu de rechercher si les conceptions morales en cause se fondent sur des croyances religieuses ou autres, ou si le mot « autrui », qui figure à l’article 8 § 2, englobe l’enfant à naître (Open Door, précité, § 63, et Vo, précité, § 85). Les arguments des première et deuxième requérantes selon lesquelles les restrictions à l’avortement seraient inefficaces pour atteindre ce but et leur renvoi au point de vue moral de tel ou tel organe international seront examinés ci-dessous au regard de la nécessité de l’ingérence (Open Door, précité, § 77).", "d)  L’ingérence était-elle « nécessaire dans une société démocratique » ?", "229.  La Cour doit maintenant déterminer si la mesure litigieuse répondait à un besoin social impérieux, et en particulier si elle était « proportionnée » au but légitime poursuivi, eu égard au juste équilibre à ménager entre les intérêts concurrents en jeu, exercice pour lequel l’Etat jouit d’une certaine marge d’appréciation (Open Door, précité, § 70, Odièvre c. France [GC], no 42326/98, § 40, CEDH 2003III, et Evans, précité, § 75).", "230.  Partant, comme elle l’a dit au paragraphe 213 ci-dessus, la Cour doit rechercher en l’espèce si l’interdiction de l’avortement pour des raisons de santé et/ou de bien-être en Irlande a ménagé un juste équilibre entre, d’une part, le droit des première et deuxième requérantes au respect de leur vie privée au regard de l’article 8 et, d’autre part, les valeurs morales profondes du peuple irlandais concernant la nature de la vie et, par conséquent, la nécessité de protéger la vie de l’enfant à naître.", "231.  La Cour estime que l’ampleur de la marge d’appréciation à accorder à l’Etat revêt une importance décisive pour l’appréciation du point de savoir si le juste équilibre requis a été atteint. Le Gouvernement soutient que, pour réglementer l’avortement, l’Etat jouit d’une latitude importante qui ne peut être circonscrite par un quelconque consensus au niveau européen ou international. Tout en reconnaissant qu’une marge d’appréciation doit être laissée à l’Etat, les première et deuxième requérantes soutiennent que le droit à la vie de l’enfant à naître ne saurait se voir attribuer une primauté telle qu’elle exclurait toute protection proportionnée des droits des femmes ; elles estiment par ailleurs crucial de tenir compte du consensus en faveur d’un accès plus large à l’avortement qui leur paraît se dégager en dehors de l’Irlande.", "232.  La Cour observe que, pour déterminer l’ampleur de la marge d’appréciation devant être reconnue à l’Etat dans une affaire soulevant des questions au regard de l’article 8, il y a lieu de prendre en compte un certain nombre de facteurs. Lorsqu’un aspect particulièrement important de l’existence ou de l’identité d’un individu se trouve en jeu, la marge laissée à l’Etat est de façon générale restreinte (Evans, précité, § 77). En revanche, la marge d’appréciation sera plus ample lorsqu’il n’existe pas de consensus entre les Etats membres du Conseil de l’Europe sur l’importance relative de l’intérêt en jeu ou sur la meilleure façon de le protéger, en particulier lorsque l’affaire soulève des questions morales ou éthique délicates (Evans, précité, § 77, X, Y et Z c. Royaume-Uni, 22 avril 1997, § 44, Recueil 1997-II, Fretté c. France, no 36515/97, § 41, CEDH 2002-I, et Christine Goodwin, précité, § 85). Comme la Cour l’a rappelé ci-dessus, grâce à leurs contacts directs et constants avec les forces vives de leur pays, les autorités de l’Etat se trouvent en principe mieux placées que le juge international pour se prononcer non seulement sur le « contenu précis des exigences de la morale » mais aussi sur la nécessité d’une restriction destinée à y répondre (voir l’arrêt Handyside, § 48, et les autres références citées au paragraphe 223 ci-dessus).", "233.  On ne saurait douter de l’extrême sensibilité des questions morales et éthiques soulevées par la question de l’avortement ni de l’importance de l’intérêt général en jeu. Il y a lieu par conséquent d’accorder en principe à l’Etat irlandais une ample marge d’appréciation pour déterminer si un juste équilibre a été ménagé entre, d’une part, la protection de cet intérêt général, en particulier la protection en vertu du droit irlandais de la vie de l’enfant à naître, et, d’autre part, le droit concurrent des deux premières requérantes au respect de leur vie privée, garanti par l’article 8 de la Convention.", "234.  Reste cependant à déterminer si cette ample marge d’appréciation était réduite par l’existence d’un consensus pertinent.", "Le consensus joue depuis longtemps un rôle dans le développement et l’évolution de la protection assurée par la Convention. Dès l’arrêt Tyrer c. Royaume-Uni (25 avril 1978, § 31, série A no 26), la Cour avait qualifié la Convention d’« instrument vivant » à interpréter à la lumière des conditions de vie actuelles. Le consensus a ainsi été invoqué pour justifier une interprétation dynamique de la Convention (Marckx c. Belgique, 13 juin 1979, § 41, série A no 31, Dudgeon, précité, § 60, Soering c. RoyaumeUni, 7 juillet 1989, § 102, série A no 161, L. et V. c. Autriche, nos 39392/98 et 39829/98, § 50, CEDH 2003I, et Christine Goodwin, précité, § 85).", "235.  En l’espèce, la Cour estime qu’en réalité, contrairement à ce que soutient le Gouvernement, on observe dans une majorité substantielle des Etats membres du Conseil de l’Europe une tendance en faveur de l’autorisation de l’avortement pour des motifs plus larges que ceux prévus par le droit irlandais. Elle relève en particulier que les première et deuxième requérantes auraient pu interrompre leur grossesse sur simple demande (sous réserve du respect de certains critères, notamment de délai maximum depuis le début de la grossesse) dans beaucoup de ces Etats. La première requérante aurait pu être autorisée à avorter pour des raisons de santé ou de bien-être dans une quarantaine d’Etats, et la deuxième requérante aurait pu obtenir un avortement en invoquant des raisons de bien-être dans quelque trentecinq Etats membres. Seuls trois Etats sont encore plus restrictifs que l’Irlande en matière d’accès à l’avortement, puisqu’ils interdisent toute interruption de grossesse quel que soit le risque pour la vie de la femme enceinte. Certains Etats ont élargi ces dernières années les motifs légaux d’avortement (paragraphe 112 ci-dessus). L’Irlande est le seul Etat qui autorise l’avortement uniquement en cas de risque pour la vie de la future mère (y compris le risque de suicide). Eu égard à la tendance existant dans une majorité substantielle des Etats contractants, la Cour juge inutile d’examiner plus avant les tendances et opinions au niveau international, qui selon les deux premières requérantes et certaines tierces parties militent également en faveur d’un accès plus large à l’avortement.", "236.  Cela dit, la Cour estime que le consensus observé ne réduit pas de manière décisive l’ample marge d’appréciation de l’Etat.", "237.  La Cour rappelle l’importante conclusion à laquelle elle est parvenue dans l’affaire Vo précitée : étant donné qu’aucun consensus européen n’existe sur la définition scientifique et juridique des débuts de la vie, le point de départ du droit à la vie relève de la marge d’appréciation des Etats, de sorte qu’il est impossible de répondre à la question de savoir si l’enfant à naître est une « personne » au sens de l’article 2 de la Convention. Les droits revendiqués au nom du fœtus et ceux de la future mère étant inextricablement liés (voir l’analyse de la jurisprudence issue de la Convention exposée aux paragraphes 75-80 de l’arrêt Vo précité), dès lors qu’on accorde aux Etats une marge d’appréciation en matière de protection de l’enfant à naître, il faut nécessairement leur laisser aussi une marge d’appréciation quant à la façon de ménager un équilibre entre cette protection et celle des droits concurrents de la femme enceinte. Il s’ensuit que, même si l’examen des législations nationales semble indiquer que la plupart des Etats contractants ont résolu le conflit entre les différents droits et intérêts en jeu dans le sens d’un élargissement des conditions d’accès à l’avortement, la Cour ne saurait considérer ce consensus comme un facteur décisif pour l’examen du point de savoir si l’interdiction de l’avortement pour motifs de santé ou de bien-être en Irlande a permis de ménager un juste équilibre entre les droits et intérêts en présence, même dans le cadre d’une interprétation évolutive de la Convention (Tyrer, § 31, et Vo, § 82, tous deux précités).", "238.  La marge d’appréciation en cause n’est certes pas illimitée. L’interdiction dénoncée par les deux premières requérantes doit être compatible avec les obligations incombant à l’Etat en vertu de la Convention et, eu égard à la responsabilité dont l’investit l’article 19 de la Convention, la Cour doit contrôler si la mesure litigieuse atteste d’une mise en balance proportionnée des intérêts concurrents en jeu (Open Door, précité, § 68). Un respect inconditionnel de la protection de la vie prénatale ou l’idée que les droits de la future mère seraient de moindre envergure ne sauraient donc, au regard de la Convention, automatiquement justifier une interdiction de l’avortement fondée sur le souci de protéger la vie de l’enfant à naître. Contrairement à ce que le Gouvernement soutient en s’appuyant sur certaines déclarations internationales (paragraphe 187 ci-dessus), la réglementation du droit à l’avortement ne relève pas non plus des seuls Etats contractants. Cependant, ainsi qu’elle l’a expliqué ci-dessus, la Cour doit déterminer si l’interdiction par l’Etat irlandais de l’avortement pour motifs de santé ou de bien-être est compatible avec l’article 8 de la Convention en se fondant sur le critère susmentionné du juste équilibre, étant entendu qu’une ample marge d’appréciation doit être reconnue à l’Etat.", "239.  Le long, complexe et épineux débat mené en Irlande sur la teneur du droit national relatif à l’avortement (paragraphes 28 à 76 ci-dessus) a fait apparaître un choix : le droit irlandais interdit que soient pratiqués en Irlande des avortements motivés par des considérations de santé ou de bienêtre, mais il autorise les femmes qui, comme les première et deuxième requérantes, souhaitent avorter pour ce type de motifs (paragraphes 123130 ci-dessus) à se rendre dans un autre Etat à cet effet.", "D’une part, les treizième et quatorzième amendements à la Constitution ont levé tout obstacle juridique empêchant des femmes adultes de se rendre à l’étranger pour y subir un avortement et d’obtenir des informations en Irlande à cet égard. Des mesures législatives ont ensuite été adoptées pour assurer la diffusion d’informations et de conseils concernant, notamment, les options offertes – dont les services d’avortement disponibles à l’étranger – et le suivi médical nécessaire avant et, surtout, après une interruption de grossesse. L’importance du rôle des médecins dans la fourniture d’informations sur l’ensemble des options possibles, y compris les services d’avortement à l’étranger, et leur obligation de dispenser tous les soins médicaux nécessaires, notamment après une interruption de grossesse, sont rappelées dans les travaux et les documents de la CPA ainsi que dans les directives professionnelles à l’usage des médecins (voir, de manière générale, le paragraphe 130 ci-dessus). La Cour a conclu ci-dessus que les deux premières requérantes n’avaient pas démontré avoir manqué des informations ou des soins médicaux nécessaires en rapport avec l’interruption de leurs grossesses (paragraphes 127 et 130 ci-dessus).", "D’autre part, il est vrai que le fait de se rendre à l’étranger pour y avorter a constitué une épreuve morale et physique pour les deux requérantes, et spécialement pour la première d’entre elles, qui se trouvait dans le dénuement (paragraphe 163 ci-dessus). Sans aller jusqu’à y voir un traitement relevant de l’article 3 (paragraphe 164 ci-dessus), la Cour ne sous-estime pas la gravité de l’impact produit par la restriction incriminée sur les intéressées. Il se peut même, comme celles-ci l’allèguent, que l’interdiction de l’avortement dont elles se plaignent soit dans une large mesure impuissante à protéger la vie de l’enfant à naître, eu égard au fait qu’un nombre important de femmes usent de la possibilité que leur offre le droit national de se rendre à l’étranger pour y subir un avortement interdit en Irlande. Cependant, la Cour ne se considère pas en mesure de parvenir à des conclusions plus précises à cet égard, vu la controverse autour des données statistiques produites devant elle (paragraphes 170, 183 et 206 cidessus).", "240.  C’est ce choix même que contestent les deux premières requérantes. Or c’est essentiellement pour ce choix que vaut l’ample marge d’appréciation laissée à l’Etat. La Cour estime qu’il s’agit là d’un cas de figure différent de celui de l’affaire Open Door précitée, qui portait sur l’interdiction de diffuser des informations sur les services d’avortement offerts à l’étranger et dans laquelle elle avait conclu que cette interdiction était inefficace pour la sauvegarde du droit à la vie puisque les femmes allaient de toute façon se faire avorter à l’étranger (Open Door, § 76). De l’avis de la Cour, il convient d’établir une distinction claire entre cette interdiction et le choix plus fondamental ici en cause : celui fait par l’Irlande quant aux motifs légaux d’avortement, auquel s’applique la marge d’appréciation susmentionnée.", "241.  En conséquence, considérant que les femmes en Irlande peuvent sans enfreindre la loi aller se faire avorter à l’étranger et obtenir à cet égard des informations et des soins médicaux adéquats en Irlande, la Cour estime qu’en interdisant sur la base des idées morales profondes du peuple irlandais concernant la nature de la vie (paragraphes 222-227) et la protection à accorder en conséquence au droit à la vie des enfants à naître l’avortement pour des raisons de santé ou de bien-être sur son territoire, l’Etat irlandais n’excède pas la marge d’appréciation dont il jouit en la matière. Aussi considère-t-elle que l’interdiction litigieuse a ménagé un juste équilibre entre le droit des première et deuxième requérantes au respect de leur vie privée et les droits invoqués au nom des enfants à naître.", "e)  Conclusion de la Cour quant aux première et deuxième requérantes", "242.  La Cour conclut qu’il n’y a pas eu violation de l’article 8 de la Convention dans le chef des première et deuxième requérantes.", "3.  La troisième requérante", "243.  La troisième requérante fait grief à l’Etat irlandais de ne pas avoir adopté de loi pour mettre en œuvre l’article 40.3.3 de la Constitution et, spécialement, de ne pas avoir introduit de procédure qui lui aurait permis d’établir si elle remplissait les conditions pour avorter légalement en Irlande à raison du risque pour sa vie que présentait sa grossesse.", "a)  Le grief de la troisième requérante doit-il être examiné sous l’angle des obligations positives ou négatives découlant de l’article 8 de la Convention ?", "244.  Si, comme la Cour l’a rappelé ci-dessus, l’article 8 a essentiellement pour objet de prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il peut aussi imposer à l’Etat des obligations positives inhérentes à un respect effectif de la vie privée (voir, par exemple, X et Y c. Pays-Bas, 26 mars 1985, § 23, série A no 91).", "245.  La Cour a conclu dans des affaires précédentes que les Etats avaient l’obligation positive de garantir à leurs citoyens le droit à un respect effectif de leur intégrité physique et morale (Glass c. Royaume-Uni, no 61827/00, §§ 74-83, CEDH-2004-II, Sentges c. Pays-Bas (déc.), no 27677/02, 8 juillet 2003, Pentiacova et autres c. Moldova (déc.), no 14462/03, CEDH 2005I, Nitecki c. Pologne (déc.), no 65653/01, 21 mars 2002, et Odièvre, précité, § 42). De plus, une telle obligation peut impliquer la mise en place d’une procédure effective et accessible en vue de protéger le droit à la vie privée (Airey c. Irlande, 9 octobre 1979, § 33, série A no 32, McGinley et Egan c. Royaume-Uni, 9 juin 1998, § 101, Recueil 1998-III, et Roche c. Royaume-Uni [GC], no 32555/96, § 162, CEDH 2005-X), et notamment la création d’un cadre réglementaire instaurant un mécanisme judiciaire et exécutoire destiné à protéger les droits des individus et la mise en œuvre, le cas échéant, de mesures spécifiques en matière d’avortement (Tysiąc, précité, § 110).", "246.  En conséquence, la Cour estime que le grief de la troisième requérante doit être analysé sous l’angle des obligations positives découlant de l’article 8. Il s’agit en particulier de déterminer si l’Etat avait l’obligation positive de mettre en place une procédure effective et accessible qui aurait permis à la requérante de faire établir si elle avait ou non le droit de se faire avorter en Irlande, préservant ainsi les intérêts de l’intéressée protégés par l’article 8 de la Convention.", "b)  Principes applicables à l’appréciation des obligations positives incombant à un Etat", "247.  Les principes applicables à l’appréciation des obligations positives de l’Etat au titre de l’article 8 sont comparables à ceux régissant l’appréciation de ses obligations négatives. Dans les deux cas, il faut avoir égard au juste équilibre à ménager entre l’intérêt général et les intérêts antagoniques de l’individu concerné, les objectifs visés au paragraphe 2 de l’article 8 jouant un certain rôle (Gaskin c. Royaume-Uni, 7 juillet 1989, § 42, série A no 160, et Roche, précité, § 157).", "248.  La notion de « respect » manque de netteté, surtout en ce qui concerne les obligations positives inhérentes à cette notion ; ses exigences varient beaucoup d’un cas à l’autre, vu la diversité des pratiques suivies et des conditions régnant dans les Etats contractants (Christine Goodwin, précité, § 72).", "Néanmoins, la Cour a jugé pertinents une série d’éléments pour l’appréciation du contenu des obligations positives incombant aux Etats. Certains de ces éléments concernent le requérant, par exemple l’importance de l’intérêt en jeu ou la mise en cause de valeurs fondamentales et d’aspects essentiels de sa vie privée (X et Y c. Pays-Bas, précité, § 27, et Gaskin, précité, § 49), ainsi que l’impact sur l’intéressé d’un conflit entre la réalité sociale et le droit, la cohérence des pratiques administratives et juridiques dans l’ordre interne revêtant une grande importance pour l’appréciation à effectuer sous l’angle de l’article 8 (B. c. France, 25 mars 1992, § 63, série A no 232-C, et Christine Goodwin, précité, §§ 77-78). D’autres facteurs concernent la position de l’Etat, par exemple le caractère ample et indéterminé, ou étroit et défini, de l’obligation alléguée (Botta c. Italie, 24 février 1998, § 35, Recueil 1998-I) et l’ampleur de la charge que l’obligation ferait peser sur lui (Rees c. Royaume-Uni, 17 octobre 1986, §§ 43-44, série A no 106, et Christine Goodwin, précité, §§ 86-88).", "249.  Comme dans le contexte des obligations négatives, l’Etat jouit d’une certaine latitude (voir, parmi d’autres, Keegan c. Irlande, 26 mai 1994, § 49, série A no 290). Si l’Etat jouit d’une ample marge d’appréciation pour définir les circonstances dans lesquelles il autorise l’avortement (paragraphes 231-238 ci-dessus), une fois la décision prise, le cadre juridique correspondant doit « présenter une certaine cohérence et permettre de prendre en compte les différents intérêts légitimes en jeu de manière adéquate et conformément aux obligations découlant de la Convention » (S.H. et autres c. Autriche, no 57813/00, § 74, 1er avril 2010).", "c)  Application des principes généraux à l’affaire de la troisième requérante", "250.  La troisième requérante était atteinte d’une forme rare de cancer. La découverte de sa grossesse lui fit craindre pour sa vie, car elle pensait que son état augmentait le risque d’une récidive et qu’elle ne pourrait pas bénéficier en Irlande d’un traitement pour son cancer si elle était enceinte (paragraphe 125 ci-dessus). Aux yeux de la Cour, la possibilité pour l’intéressée d’établir que sa grossesse lui faisait courir un risque pour sa vie touchait manifestement à des valeurs fondamentales et à des aspects essentiels de son droit au respect de sa vie privée (X et Y c. Pays-Bas, précité, § 27). Contrairement au Gouvernement, la Cour estime que la requérante n’a pas à apporter d’autres éléments en vue de démontrer la réalité du risque médical allégué, son grief tenant justement à l’absence au niveau national d’un quelconque mécanisme qui lui eût permis d’établir ce risque de manière effective.", "251.  Le Gouvernement soutient quant à lui qu’il existait des procédures effectives et accessibles au travers desquelles une femme pouvait obtenir une décision sur le point de savoir si elle remplissait les conditions requises pour avorter légalement en Irlande.", "252.  La Cour examinera tout d’abord la seule voie non juridictionnelle invoquée à cet égard par le Gouvernement, à savoir le processus ordinaire de consultation médicale entre une femme et son médecin.", "253.  Elle doute toutefois quelque peu que cette voie se fût avérée effective si la troisième requérante avait tenté de l’emprunter pour faire établir un droit, dans son cas, à obtenir un avortement en Irlande.", "Elle note d’abord que le seul motif pour lequel une femme peut avorter sans enfreindre la loi en Irlande est libellé en des termes généraux : l’article 40.3.3, tel qu’interprété par la Cour suprême dans l’affaire X, prévoit qu’il est possible de subir un avortement en Irlande s’il est établi selon le critère de probabilité qu’il existe un risque réel et sérieux pour la vie (et pas seulement pour la santé) de la mère, y compris s’il s’agit d’un risque de suicide, qui ne peut être évité que par l’interruption de la grossesse (affaire X, paragraphes 39-44 ci-dessus). S’il n’est pas inhabituel qu’une disposition constitutionnelle revête un caractère aussi général, il demeure que le droit irlandais n’a jamais par la suite ni par la voie législative, ni au travers de la jurisprudence, ni autrement, défini des critères ou procédures qui auraient permis de mesurer ou d’établir ce risque ; il a ainsi laissé planer de l’incertitude sur la façon précise dont l’article 40.3.3 de la Constitution devait s’appliquer. En fait, alors que cette disposition (telle qu’interprétée par la Cour suprême dans l’affaire X) était censée nuancer les articles 58 et 59 de l’ancienne loi de 1861 (paragraphe 145 ci-dessus), il n’a jamais été procédé à la modification de ceux-ci, de sorte qu’a priori l’interdiction absolue de l’avortement, assortie des sévères sanctions pénales qu’ils prévoient, demeure en vigueur, ce qui ajoute à l’incertitude que doit affronter une femme désireuse d’avorter légalement en Irlande.", "De plus, que les directives professionnelles à l’usage des médecins irlandais permettent ou non de préciser, comme le soutient le Gouvernement, les conditions dans lesquelles un avortement peut être légalement obtenu en Irlande en vertu du droit général consacré par l’article 40.3.3 (voir également l’arrêt de la High Court en l’affaire MR v. TR and Others, paragraphe 97 ci-dessus), elles ne définissent absolument pas les critères selon lesquels les médecins sont censés apprécier ce risque. La Cour ne peut suivre le Gouvernement lorsqu’il affirme qu’il est possible de voir dans les observations formulées oralement devant la commission constitutionnelle ou dans les lignes directrices en matière d’obstétrique sur les grossesses extra-utérines établies dans un autre Etat une clarification pertinente du droit irlandais. Quoi qu’il en soit, la troisième requérante ne présentait aucun des trois états dont il était admis dans lesdites observations orales qu’ils appelaient une intervention médicale en vue de sauver la vie de la mère (pré-éclampsie, cancer du col de l’utérus et grossesse extra-utérine).", "En outre, il n’existe aucun cadre qui permettrait d’examiner les divergences d’opinion entre une femme et son médecin ou entre les différents médecins consultés, ou des hésitations bien naturelles de la part d’une femme ou d’un médecin, et de parvenir à cet égard à une décision établissant sur le plan juridique s’il ressort d’une situation particulière qu’une femme est exposée à un risque pour sa vie tel qu’il convient de l’autoriser à subir un avortement en Irlande.", "254.  Dans ce contexte de forte incertitude, la Cour juge évident que les dispositions pénales de la loi de 1861 constituent lors du processus de consultation médicale un fort élément dissuasif tant pour les femmes que pour les médecins, indépendamment de la question de savoir si, dans les faits, des poursuites ont jamais été engagées en vertu de cette loi. A supposer que la troisième requérante et ses médecins eussent pris, au cours de la consultation médicale, la décision de faire pratiquer un avortement en Irlande sur la base d’un risque pour la vie de l’intéressée, ils auraient encouru une condamnation pénale sévère et une peine d’emprisonnement dans le cas où la décision aurait été ultérieurement jugée contraire à l’article 40.3.3 de la Constitution. Les médecins se seraient également exposés à une procédure disciplinaire et à de graves sanctions. Le Gouvernement n’a pas indiqué si un médecin a jamais fait l’objet de poursuites disciplinaires à cet égard. Le rapport du groupe d’études de 1996, le livre vert de 1999 et le cinquième rapport d’étape de 2000 sur l’avortement font tous état de préoccupations quant au défaut de protection juridique du personnel médical. La Cour ajoute que les médecins auxquels s’adressent des femmes telles que la troisième requérante ne se trouvent pas dans la même situation que ceux qui, dans l’affaire A et B v. Eastern Health Board, Judge Mary Fahy and C, and the Attorney General (partie associée à la procédure) (Irish Reports 1998, vol. 1, p. 464, ci-après) (« l’affaire C ») invoquée par le Gouvernement, avaient dû donner un avis concernant la victime d’un viol qui risquait de se suicider, situation qui relevait manifestement d’une application des critères définis dans l’affaire X.", "255.  En conséquence, et compte tenu également de l’arrêt prononcé par le juge McCarthy en l’affaire X (paragraphe 44 ci-dessus), la Cour estime que le processus ordinaire de consultation médicale ne peut être considéré comme une voie permettant effectivement de déterminer si un avortement peut être pratiqué légalement en Irlande en raison d’un risque pour la vie de la femme concernée.", "256.  Deuxièmement, le Gouvernement considère que l’existence de procédures judiciaires était de nature à permettre la sauvegarde des intérêts de la troisième requérante ; il plaide à cet égard le non-épuisement par l’intéressée des voies de recours internes, exception qui a été jointe au fond du présent grief (paragraphe 155 ci-dessus). Il soutient que la requérante aurait pu engager une action constitutionnelle pour faire établir si elle avait ou non le droit d’avorter en Irlande, et obtenir, le cas échéant, une ordonnance enjoignant aux médecins de mettre fin à sa grossesse. Il ajoute que, pour autant que l’intéressée allègue que la loi de 1861 a un effet dissuasif sur les médecins, pareille action lui aurait par ailleurs permis de faire établir si cette loi portait atteinte à ses droits constitutionnels et, dans l’affirmative, d’obtenir une ordonnance écartant les dispositions incriminées.", "257.  Pour les raisons énoncées ci-dessous, la Cour estime toutefois qu’une telle procédure n’aurait pas constitué pour la troisième requérante un moyen effectif de protéger son droit au respect de sa vie privée.", "258.  Pour la Cour, les juridictions constitutionnelles ne fournissent pas le meilleur cadre pour déterminer si une femme remplit les conditions pour avorter légalement dans un Etat. Leur confier cette tâche reviendrait en effet à exiger d’elles de définir au cas par cas les critères légaux permettant de mesurer le risque pour la vie d’une femme et, en outre, de déterminer dans chaque cas d’espèce, preuves – surtout médicales – à l’appui, si l’intéressée a établi courir un risque de nature à lui permettre d’avorter légalement en Irlande. Or les juridictions nationales elles-mêmes considèrent que cette fonction ne doit pas leur incomber. Contrairement à ce que soutient le Gouvernement, le juge McCarthy, dans l’affaire X, avait expressément renvoyé à de précédentes décisions judiciaires dans lesquelles les juges avaient regretté qu’une loi n’eût pas été adoptée pour mettre en œuvre l’article 40.3.3, ajoutant que, si ce vide législatif n’empêchait en rien les tribunaux d’exercer leurs fonctions, il était raisonnable de considérer que le peuple, en adoptant le huitième amendement, était en droit de penser qu’une législation serait introduite pour réglementer la façon de concilier le droit à la vie de l’enfant à naître et celui de la mère. De l’avis du juge McCarthy, la non-adoption par le législateur d’une législation appropriée n’était plus seulement malheureuse mais « inexcusable » (paragraphe 44 ci-dessus). La High Court, dans l’affaire C (paragraphes 95-96 ci-dessus), avait, de manière plus succincte, évoqué la même question, déclarant qu’on aurait tort de vouloir faire d’elle une sorte « d’instance d’autorisation » de l’avortement.", "259.  De même, on ne saurait raisonnablement exiger d’une femme qu’elle engage une procédure constitutionnelle aussi compliquée alors qu’elle peut faire valoir au regard de la Constitution un droit incontestable à subir un avortement en cas de risque avéré pour sa vie (voir le livre vert de 1999, paragraphe 68 ci-dessus). Pour les raisons exposées au paragraphe 148 ci-dessus, la présente espèce ne peut se comparer à l’affaire D c. Irlande, précitée, notamment parce que la question de l’existence au bénéfice d’une femme enceinte d’un fœtus présentant une malformation létale d’un droit constitutionnel à avorter en Irlande pour ce motif était encore sans réponse.", "260.  En outre, on voit mal comment les tribunaux s’y prendraient pour faire exécuter une ordonnance enjoignant à un médecin d’interrompre une grossesse. Les données statistiques fournies par le Gouvernement en réponse à une question de la Cour (paragraphe 189 ci-dessus) se rapportent uniquement aux services d’urgence des hôpitaux publics et aux grossesses extra-utérines, et elles sont révélatrices de l’ignorance de l’Etat quant au point de savoir par qui et où des avortements sont pratiqués légalement en Irlande. De même, il est difficile de voir sur quelle base une déclaration d’inconstitutionnalité des dispositions de la loi de 1861 aurait pu être formulée, puisque l’article 40.3.3 avait déjà apporté à celles-ci des tempéraments et que les circonstances dans lesquelles la troisième requérante demandait à subir un avortement s’inscrivaient dans les limites posées par cet article.", "261.  Troisièmement, les conclusions de la Cour concernant la loi de 2003 qui se trouvent exposées au paragraphe 150 ci-dessus sont également applicables au cas de la troisième requérante. De plus, étant donné que le grief de l’intéressée ne porte pas sur un manque d’informations mais sur l’absence d’un processus décisionnel, il n’y a pas lieu d’examiner si elle avait à sa disposition un recours qu’elle était censée exercer à cet égard, en particulier relativement à la loi de 1995.", "262.  Les éléments ci-dessus permettent de distinguer l’espèce de l’affaire Whiteside, sur laquelle le Gouvernement s’appuie pour démontrer qu’il pouvait satisfaire à l’obligation positive lui incombant par le biais de procédures judiciaires plutôt que par la voie législative.", "263.  En conséquence, la Cour estime que ni le processus de consultation médicale ni les recours judiciaires invoqués par le Gouvernement ne constituaient des procédures effectives et accessibles propres à permettre à la troisième requérante de faire établir l’existence, dans son cas, d’un droit à avorter en Irlande. Partant, elle n’a pas à se prononcer sur les observations complémentaires des parties concernant les délais, la célérité, le coût et la confidentialité de ces procédures internes.", "264.  Pour la Cour, l’incertitude engendrée par le défaut de mise en œuvre législative de l’article 40.3.3, et plus particulièrement par l’absence de procédures effectives et accessibles qui eussent permis à la troisième requérante de faire établir l’existence, dans son cas, d’un droit à un avortement au titre de cette disposition, a donné lieu à une discordance flagrante entre le droit théorique reconnu aux femmes d’avorter en Irlande en cas de risque avéré pour leur vie et la réalité de la mise en œuvre concrète de ce droit (Christine Goodwin, précité, §§ 77-78, et S.H. et autres c. Autriche, précité, § 74 ; voir également les observations du Commissaire aux droits de l’homme, paragraphe 109 ci-dessus).", "265.  Par ailleurs, le Gouvernement n’a pas justifié l’absence de mise en œuvre de l’article 40.3.3, et aucune explication convaincante de cet état de fait ne ressort des rapports élaborés à la suite des processus de réflexion publics. Le rapport du groupe d’études de 1996 concluait que le droit matériel de l’avortement en Irlande était peu clair et recommandait l’adoption d’une loi d’application de l’article 40.3.3 qui prévoirait un processus d’attestation par des médecins spécialistes et un délai pour toute interruption de grossesse considérée comme légale au regard de l’article 40.3.3. Dans la discussion de l’option consistant à introduire une telle législation, le livre vert de 1999 énonçait que cette solution présenterait plusieurs avantages : elle fournirait un cadre permettant d’apprécier la nécessité d’un avortement, au lieu de régler la question au cas par cas devant les tribunaux, avec la publicité et les débats que cela implique ; elle permettrait aux femmes enceintes qui établiraient l’existence d’un risque réel et sérieux pour leur vie d’avorter en Irlande plutôt que de devoir se rendre à l’étranger dans ce but ; et elle fournirait une protection juridique au personnel médical et autre impliqué dans toute interruption de grossesse pratiquée en Irlande. L’évaluation politique de ce document par la commission constitutionnelle conduisit au cinquième rapport d’étape sur l’avortement, dans lequel la commission concluait que la clarté dans les dispositions juridiques était essentielle pour donner des indications aux professionnels de la médecine, et que tout cadre juridique devait donc permettre aux médecins d’avoir recours aux meilleures pratiques médicales pour sauver la vie de la future mère.", "Ainsi, malgré la reconnaissance par ces organismes de la nécessité de clarifier le droit régissant la possibilité d’avorter légalement en Irlande, un accord n’a pu se faire sur aucune proposition de réforme, aucune législation ni aucun référendum constitutionnel n’ont été proposés, et le Gouvernement a confirmé à la Cour qu’aucune réforme législative n’est envisagée pour le moment.", "266.  Quant à la charge qu’une mise en œuvre de l’article 40.3.3 imposerait à l’Etat, la Cour admet qu’il s’agirait là d’une tâche délicate et complexe. S’il ne lui appartient pas d’indiquer à l’Etat quels sont les moyens les plus appropriés pour se conformer à ses obligations positives (Marckx, précité, § 58, Airey, précité, § 26, et B. c. France, précité, § 63), elle note toutefois que, dans de nombreux Etats parties, des lois ont été adoptées qui définissent les conditions d’accès à l’avortement et mettent en place divers mécanismes procéduraux et institutionnels à cet effet (Tysiąc, précité, § 123). Par ailleurs, on ne peut considérer que semblable mise en œuvre occasionnerait un préjudice important au peuple irlandais, puisqu’elle ne ferait que rendre effectif un droit déjà consacré, à l’issue d’un référendum, par l’article 40.3.3 de la Constitution.", "d)  Conclusion de la Cour quant à la troisième requérante", "267.  Dans ces conditions, la Cour rejette l’exception de non-épuisement des voies de recours internes formulée par le Gouvernement relativement à la troisième requérante. Elle conclut par ailleurs que, faute d’avoir adopté des dispositions législatives ou réglementaires instituant une procédure accessible et effective au travers de laquelle la requérante aurait pu faire établir si elle pouvait ou non avorter en Irlande sur le fondement de l’article 40.3.3 de la Constitution, les autorités ont méconnu leur obligation positive d’assurer à l’intéressée un respect effectif de sa vie privée.", "268.  Dès lors, la Cour estime qu’il y a eu violation de l’article 8 de la Convention dans le chef de la troisième requérante", "", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 COMBINÉ AVEC L’ARTICLE 8 DE LA CONVENTION", "269.  Les requérantes allèguent en outre que les restrictions et limitations litigieuses à l’avortement en Irlande revêtent un caractère discriminatoire contraire à l’article 14 combiné avec l’article 8. En leur qualité de femmes, elles auraient eu à supporter, du fait de ces restrictions et limitations, une charge excessive, surtout pour la première requérante, confrontée à une situation de pauvreté. Le Gouvernement soutient que rien ne permet de considérer que le cadre juridique incriminé opère au détriment des femmes une discrimination fondée sur le sexe. Selon lui, même si pareille différence de traitement existe, elle est justifiée et proportionnée, pour les motifs développés dans le contexte de l’article 8 de la Convention. Le préjudice accru censé avoir été subi par la première requérante du fait de ses difficultés financières ne suffirait pas à fonder un grief de violation de l’article 14 de la Convention.", "270.  Eu égard aux observations formulées par les parties sur le terrain de l’article 8 et aux motifs ayant présidé à ses conclusions quant à cette disposition, la Cour ne juge pas nécessaire d’examiner séparément les griefs des requérantes sous l’angle de l’article 14 de la Convention (Open Door, § 83, et Tysiąc, § 144, arrêts précités).", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 COMBINÉ AVEC LES ARTICLES 8 ET 14 DE LA CONVENTION", "271.  Les requérantes allèguent également la violation de l’article 13, expliquant n’avoir disposé d’aucun recours interne pour faire valoir leurs griefs fondés sur les articles 8 et 14 de la Convention. Le Gouvernement soutient pour sa part que les intéressées disposaient de recours effectifs à cet égard.", "272.  La Cour note que l’article 13 s’applique uniquement lorsqu’une personne présente un « grief défendable » de violation d’un droit protégé par la Convention (Boyle et Rice, précité, § 52) ; elle juge « défendables », en l’espèce, les griefs déclarés recevables sous l’angle des articles 8 et 14.", "273.  Les première et deuxième requérantes contestent les restrictions à l’avortement en Irlande découlant des dispositions pertinentes de la loi de 1861 lues conjointement avec l’article 40.3.3 de la Constitution. La Cour observe toutefois que l’article 13 ne va pas jusqu’à exiger un recours par lequel on puisse dénoncer, devant une autorité nationale, les lois – à plus forte raison les dispositions de la Constitution – d’un Etat contractant comme contraires à la Convention (James et autres c. Royaume-Uni, 21 février 1986, § 85, série A no 98, et A. c. Royaume-Uni, no 35373/97, § 112, CEDH 2002-X).", "274.  La troisième requérante fait principalement grief à l’Etat irlandais de n’avoir adopté aucun texte pour mettre en œuvre l’article 40.3.3 de la Constitution, en conséquence de quoi elle n’aurait disposé d’aucune procédure effective et accessible pour faire établir qu’elle remplissait les conditions pour avorter légalement en Irlande. Considérant que cette doléance recoupe pour l’essentiel les questions qui ont été examinées sous l’angle de l’article 8 de la Convention et qui ont abouti à un constat de violation de cette disposition, la Cour juge qu’aucune question distincte ne se pose sur le terrain de l’article 13 de la Convention quant à la troisième requérante (Tysiąc, précité, § 135).", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "275.  Aux termes de l’article 41 de la Convention,", "« [s]i la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable ».", "A.  Dommage", "276.  La troisième requérante réclame une indemnité de 1 500 euros (EUR) pour les frais afférents à l’interruption de grossesse qu’elle a subie au Royaume-Uni, affirmant qu’elle ne peut en obtenir le remboursement auprès de l’Etat irlandais. Elle demande également une somme de 40 000 EUR pour dommage moral, expliquant qu’elle a été contrainte de mettre sa vie, sa santé et son bien-être en péril, et qu’elle a subi et continue de subir stigmatisation, humiliation, détresse et angoisse.", "277.  La Cour rappelle avoir conclu que, dans le chef de la troisième requérante, l’absence de mise en œuvre par l’Etat de l’article 40.3.3 s’analysait en un non-respect, constitutif d’une violation de l’article 8 de la Convention, du droit de l’intéressée au respect de sa vie privée.", "La Cour estime toutefois qu’il n’y a pas de lien de causalité entre la violation constatée et les dommages matériel et moral allégués relativement au voyage fait par l’intéressée en Angleterre pour y avorter. Tout en comprenant que la troisième requérante ait préféré la certitude des services d’avortement à l’étranger à l’incertitude d’un droit théorique à l’avortement en Irlande (paragraphe 125 ci-dessus), la Cour ne peut spéculer sur le point de savoir si l’intéressée aurait satisfait ou non aux conditions requises pour pouvoir avorter en Irlande si elle avait eu accès à un cadre procédural adéquat. Elle relève en particulier que la requérante n’a produit aucun document médical concernant sa grossesse ou les conséquences de celle-ci, ce qu’a du reste souligné le Gouvernement. Elle ne peut davantage spéculer sur les démarches que l’intéressée aurait entreprises si elle avait été jugée ne pas remplir les conditions requises. A cet égard, elle prend note des préoccupations exposées – certes sommairement – par la requérante relativement aux conséquences qu’auraient pu avoir pour le fœtus les examens qu’elle avait précédemment subis pour son cancer (Tysiąc c. Pologne, no 5410/03, § 151, CEDH 2007I).", "278.  Partant, la Cour rejette la demande de satisfaction équitable de la troisième requérante pour autant qu’elle se rapporte au voyage fait par elle à l’étranger en vue d’y subir un avortement.", "279.  En revanche, la Cour juge évident que l’absence d’une procédure effective qui aurait permis à la requérante de faire examiner la question de savoir si elle pouvait légalement avorter en Irlande a occasionné une angoisse et des souffrances considérables à l’intéressée, celle-ci ayant dû faire face à la crainte que sa grossesse ne représentât un risque pour sa vie et à l’incertitude qui entourait la situation sur le plan juridique, tout cela dans le contexte hautement sensible du débat sur l’avortement qui était mené en Irlande. Aussi la Cour estime-t-elle que le préjudice subi par la troisième requérante ne peut être réparé par un simple constat de violation de la Convention. Eu égard à l’ensemble des circonstances de la cause, et statuant en équité, elle accorde à l’intéressée une somme de 15 000 EUR pour dommage moral, plus tout montant pouvant être dû par elle à titre d’impôt sur cette somme.", "B.  Frais et dépens", "280.  Les trois requérantes réclament un montant global de 50 000 EUR pour les frais qu’elles disent avoir exposés pour leur défense.", "281.  La Cour rappelle qu’au titre de l’article 41 de la Convention, elle rembourse les frais dont il est établi qu’ils ont été réellement exposés, qu’ils correspondaient à une nécessité et qu’ils sont d’un montant raisonnable (voir, notamment, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II, et Smith et Grady c. Royaume-Uni (satisfaction équitable), nos 33985/96 et 33986/96, § 28, CEDH 2000-IX). Selon l’article 60 § 2 du règlement, toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie (Carabuela c. Roumanie, no 45661/99, § 179, 13 juillet 2010).", "282.  La Cour constate que les requérantes sollicitent une somme globale censée couvrir leurs frais à toutes les trois, que la demande n’indique pas la ventilation des frais par requérante ni les tâches censées avoir été accomplies pour chacune d’elles, et que les intéressées n’ont produit ni factures ni autres documents pour justifier le montant revendiqué.", "283.  Dans ces conditions, la Cour rejette la demande formulée par les requérantes de ce chef (voir, par exemple, Cudak c. Lituanie [GC], no 15869/02, § 82, CEDH 2010).", "C.  Intérêts moratoires", "284.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Rejette, à l’unanimité, l’exception de non-épuisement des voies de recours internes présentée par le Gouvernement en ce qui concerne les première et deuxième requérantes, et la joint au fond du grief tiré de l’article 8 pour ce qui est de la troisième requérante ;", "", "2.  Déclare, à l’unanimité, les griefs concernant le régime juridique de l’avortement en Irlande formulés par les requérantes sous l’angle des articles 8, 13 et 14 de la Convention recevables ;", "", "3.  Déclare, à la majorité, la requête irrecevable pour le surplus ;", "", "4.  Dit, par onze voix contre six, qu’il n’y a pas eu violation de l’article 8 de la Convention, ni de l’article 13 combiné avec l’article 8, quant aux première et deuxième requérantes ;", "", "5.  Dit, à l’unanimité, qu’il y a eu violation de l’article 8 de la Convention, et qu’aucune question distincte ne se pose sur le terrain de l’article 13 combiné avec l’article 8, quant à la troisième requérante ;", "", "6.  Dit, à l’unanimité, qu’aucune question distincte ne se pose sur le terrain de l’article 14 combiné avec l’article 8 quant aux trois requérantes ;", "", "7.  Dit, à l’unanimité,", "a)  que l’Etat défendeur doit verser à la troisième requérante, dans les trois mois, la somme de 15 000 EUR (quinze mille euros), plus tout montant pouvant être dû à titre d’impôt sur cette somme, pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "8.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 16 décembre 2010.", "\tJohan Callewaert\tJean-Paul Costa \n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante du juge López Guerra, à laquelle se rallie le juge Casadevall ;", "–  opinion concordante de la juge Finlay Geoghegan ;", "–  opinion en partie dissidente commune aux juges Rozakis, Tulkens, Fura, Hirvelä, Malinverni et Poalelungi.", "J.-P.C.\nJ.C.", "", "OPINION CONCORDANTE DU JUGE LÓPEZ GUERRA, À LAQUELLE SE RALLIE LE JUGE CASADEVALL", "(Traduction)", "1.  Je souscris aux conclusions de la Grande Chambre selon lesquelles il y a eu violation de l’article 8 de la Convention dans le chef de la troisième requérante et non-violation de cet article dans le chef des première et deuxième requérantes. Je suis cependant préoccupé par le raisonnement suivi dans les cas de ces deux dernières, dans la mesure où, à mon sens, il omet un aspect de leurs causes extrêmement pertinent pour l’application et l’interprétation futures de l’article 8 de la Convention en matière d’avortement.", "2.  Je ne conteste pas que les Etats jouissent au regard de l’article 8 de la Convention d’une marge d’appréciation pour régler les questions d’avortement, dans lesquelles il convient de ménager un juste équilibre entre, d’une part, la santé et le bien-être des femmes désireuses d’avorter et, d’autre part, les autres intérêts et principes que les autorités de l’Etat estiment devoir être défendus. A cet égard, le présent arrêt souligne le fait que le droit irlandais a choisi de dénier aux femmes souhaitant interrompre leur grossesse pour des raisons tenant à leur santé ou à leur bien-être la possibilité de bénéficier légalement d’un avortement en Irlande, tout en les autorisant à se rendre à l’étranger à cet effet.", "3.  Toutefois, si les Etats ont à cet égard une marge d’appréciation, ils ne jouissent pas pour autant d’un pouvoir ou d’une liberté d’action totalement discrétionnaires, ainsi que la Cour l’a rappelé en maintes occasions. Comme l’arrêt le dit (au paragraphe 232), lorsqu’un aspect particulièrement important de l’existence ou de l’identité d’un individu se trouve en jeu, la marge laissée à l’Etat est de façon générale restreinte. A mon sens, cette considération doit s’appliquer aux circonstances de toute affaire dans laquelle une femme souhaitant bénéficier d’un avortement pour des raisons de santé ou de bien-être se heurte à une interdiction de recourir à une telle intervention. Pour déterminer si l’interdiction rentre ou non dans les limites de la marge d’appréciation reconnue à l’Etat, il faut prendre en compte au cas par cas le degré d’intensité et de gravité des risques pour sa santé ou son bien-être réellement encourus par la femme concernée.", "4.  L’aspect du raisonnement de l’arrêt qui me préoccupe tient précisément au fait que cet élément n’y a joué aucun rôle. L’arrêt analyse en effet in abstracto les règles posées par le droit irlandais et la façon dont elles cherchent à ménager un équilibre entre des intérêts opposés. En termes généraux, il énonce que « la Cour estime qu’en interdisant (...) l’avortement pour des raisons de santé et de bien-être sur son territoire, l’Etat irlandais n’excède pas la marge d’appréciation dont il jouit en la matière » (paragraphe 241). Mais la question que soulevaient les requérantes et que la Cour avait à trancher portait sur des atteintes spécifiques à leurs droits, et non sur la compatibilité générale avec l’article 8 de la Convention des dispositions du droit irlandais en matière d’avortement. En outre, pour fonder ses conclusions, la Cour ne se réfère aucunement dans son arrêt au degré de gravité des risques, réels ou simplement perçus comme tels, pour sa santé ou son bien-être auxquels chacune des requérantes, dans sa situation particulière et spécifique, estimait avoir été confrontée.", "5.  Selon moi, ce degré de gravité aurait dû être considéré comme un point crucial pour trancher la cause. Eu égard à la situation particulière de chacune des deux premières requérantes et aux risques censés avoir découlé pour elles de l’impossibilité, dans leurs cas, d’avorter légalement en Irlande, j’estime que leurs causes relevaient bien de la marge d’appréciation de l’Etat irlandais en la matière ; je souscris donc à la conclusion de la Grande Chambre les concernant. Cela étant (et c’est là le point qui me paraît ne pas être traité de manière adéquate dans l’arrêt), cette conclusion devrait être comprise comme se rapportant exclusivement aux requérantes en question et comme découlant des circonstances particulières de leurs causes. On ne peut en effet exclure que, dans d’autres affaires impliquant de graves risques pour la santé ou le bien-être de la femme souhaitant interrompre sa grossesse, l’interdiction de l’avortement décidée par l’Etat puisse être considérée comme disproportionnée et comme ne correspondant pas à la marge d’appréciation des autorités nationales. En pareil cas, il y aurait violation de l’article 8 de la Convention, cette disposition protégeant le droit à l’autonomie personnelle et à l’intégrité physique et morale.", "\nOPINION CONCORDANTE DE LA JUGE FINLAY GEOGHEGAN", "(Traduction)", "1.  Je souscris à toutes les décisions énoncées dans l’arrêt de la Cour et à la majeure partie du raisonnement qui y a conduit. J’estime toutefois devoir m’exprimer sur la question de la pertinence du consensus identifié par la Cour pour la détermination de l’étendue de la marge d’appréciation à accorder à l’Etat irlandais relativement au point de savoir si un juste équilibre a été ménagé entre les intérêts opposés en présence dans le cadre de l’examen de l’allégation des première et deuxième requérante, selon laquelle l’interdiction de l’avortement en Irlande pour des raisons de santé et de bien-être a emporté violation de l’article 8.", "2.  Ainsi qu’il ressort du paragraphe 230 de l’arrêt, la marge d’appréciation est évoquée dans le cadre de l’examen par la Cour de la question de savoir « si l’interdiction de l’avortement pour des raisons de santé et/ou de bien-être en Irlande a ménagé un juste équilibre entre, d’une part, le droit des première et deuxième requérantes au respect de leur vie privée au regard de l’article 8 et, d’autre part, les valeurs morales profondes du peuple irlandais concernant la nature de la vie et, par conséquent, la nécessité de protéger la vie de l’enfant à naître ».", "3.  Pour les même motifs que ceux exposés aux paragraphes 231 à 233 de l’arrêt, je souscris à l’opinion selon laquelle « [i]l y a lieu (...) d’accorder en principe à l’Etat irlandais une ample marge d’appréciation pour déterminer si un juste équilibre a été ménagé entre, d’une part, la protection de cet intérêt général, en particulier la protection en vertu du droit irlandais de la vie de l’enfant à naître, et, d’autre part, le droit concurrent des deux premières requérantes au respect de leur vie privée, garanti par l’article 8 de la Convention ».", "4.  J’admets également qu’il s’agit ensuite, comme il est dit au paragraphe 234 de l’arrêt, de rechercher si cette ample marge d’appréciation ne se trouve pas restreinte par l’existence d’un consensus pertinent. En revanche, il me paraît que si la Cour a bien identifié un consensus, elle est restée en défaut d’examiner sa pertinence pour la délimitation de la marge d’appréciation en cause.", "5.  Le paragraphe 235 de l’arrêt comporte une description du consensus identifié par la Cour : « (...) on observe dans une majorité substantielle des Etats membres du Conseil de l’Europe une tendance en faveur de l’autorisation de l’avortement pour des motifs plus larges que ceux prévus par le droit irlandais. (...) [L]es première et deuxième requérantes auraient pu interrompre leur grossesse sur simple demande (sous réserve du respect de certains critères, notamment de délai maximum depuis le début de la grossesse) dans beaucoup de ces Etats. La première requérante aurait pu être autorisée à avorter pour des raisons de santé ou de bien-être dans une quarantaine d’Etats, et la deuxième requérante aurait pu obtenir un avortement en invoquant des raisons de bien-être dans quelque trentecinq Etats membres. »", "6.  Les éléments exposés au paragraphe 235 sont tirés des législations en matière d’avortement en vigueur dans les Etats contractants. Les éléments dont la Cour dispose n’ont trait qu’aux législations en vigueur. Ils n’évoquent ni l’existence ou l’absence d’une protection juridique ou d’un droit à la vie de l’enfant à naître, ni la perception éventuelle, dans tel ou tel Etat contractant majoritaire, d’un intérêt général, découlant de valeurs morales profondes, à protéger le droit à la vie de l’enfant à naître. En outre, et surtout, les éléments en question ne permettent pas, selon moi, de déduire que les législations en matière d’avortement en vigueur dans les Etats contractants majoritaires démontrent qu’un arbitrage a été opéré au sein de ces Etats entre les intérêts opposés ici en présence, ou qu’il existe parmi ces Etats un consensus sur une question comparable à celle à laquelle se rapporte la marge d’appréciation ici en débat, à savoir celle du juste équilibre entre la protection du droit à la vie de l’enfant à naître accordée par le droit irlandais et le droit concurrent au respect de leur vie privée que les première et deuxième requérantes puisaient dans l’article 8 de la Convention.", "7.  La Cour se réfère au rôle que joue le consensus depuis longtemps dans ses arrêts. Il ressort en réalité de sa jurisprudence que cette notion a été utilisée dans différents contextes et à différentes fins. Il s’agit notamment, ainsi que l’arrêt le précise, d’interpréter la Convention comme un instrument vivant, à la lumière des conditions actuelles (Tyrer c. Royaume-Uni, 25 avril 1978, § 31, série A no 26, Marckx c. Belgique, 13 juin 1979, § 41, série A no 31, Dudgeon c. Royaume-Uni, 22 octobre 1981, § 60, série A no 45, et Soering c. Royaume-Uni, 7 juillet 1989, § 102, série A no 161). En l’espèce, toutefois, la Cour ne se sert pas du consensus identifié par elle pour interpréter la Convention. Elle déclare en effet sans s’appuyer sur un quelconque consensus que l’article 8 ne peut s’interpréter comme consacrant un droit à l’avortement (paragraphe 214).", "8.  Il est aussi arrivé à la Cour de prendre en compte l’existence ou l’absence d’un consensus pour définir l’étendue de la marge d’appréciation à accorder aux Etats dans l’exercice de mise en balance d’intérêts concurrents ou pour déterminer si une décision particulière rentrait ou non dans la marge d’appréciation de l’Etat (Evans c. Royaume-Uni [GC], no 6339/05, § 77, CEDH 2007I, Fretté c. France, no 36515/97, § 41, CEDH 2002I, et Vo c. France [GC], no 53924/00, § 82, CEDH 2004VIII). Il ressort des arrêts où la Cour a eu recours à ce type de démarche (comme aussi, implicitement, du paragraphe 232 du présent arrêt) que pour qu’un consensus puisse être jugé pertinent, il faut qu’il porte sur la question relativement à laquelle la marge d’appréciation est accordée à l’Etat. En l’espèce, cette question est celle de savoir si un juste équilibre a été ménagé entre le droit des première et deuxième requérantes au respect de leur vie privée, qui leur était garanti par l’article 8, et le but légitime de la protection accordée par le droit irlandais, au nom de l’intérêt général, au droit à la vie de l’enfant à naître et aux valeurs morales profondes du peuple irlandais quant à la nature de la vie et donc à la nécessité de protéger la vie de l’enfant à naître. Si l’on considère la question hors du contexte de l’Irlande et de l’affaire des requérantes, le consensus, pour pouvoir être jugé pertinent, doit porter sur l’équilibre censé être ménagé entre les intérêts potentiellement concurrents que sont, d’une part, le droit des femmes au respect de leur vie privée découlant de l’article 8, et, d’autre part, la légitime protection, au nom d’un intérêt général reconnu, du droit à la vie de l’enfant à naître.", "9.  Je ne pense pas que la législation en matière d’avortement en vigueur dans un Etat contractant puisse être considérée comme un élément révélateur de la façon particulière dont cet Etat arbitre entre ces intérêts. Une législation peut être adoptée pour de multiples raisons. La Cour ne dispose d’aucun élément sur l’existence ou l’absence d’un intérêt général à la protection ou à la reconnaissance d’un droit à la vie de l’enfant à naître dans les Etats contractants majoritaires qui autorisent l’avortement pour des motifs plus larges qu’en Irlande. A moins que n’existe dans chacun des Etats contractants un intérêt général à la protection du droit à la vie de l’enfant à naître comparable à celui qui prévaut en Irlande, on voit mal comment les Etats contractants pourraient se livrer à un arbitrage analogue à celui effectué par l’Etat irlandais. Pour pouvoir être jugé pertinent, le consensus doit avoir trait à cet arbitrage, lequel, eu égard aux circonstances de l’espèce, dépend lui-même de la reconnaissance ou non dans chacun des Etats contractants d’un intérêt général à la protection du droit à la vie de l’enfant à naître. Or semblable intérêt dans les Etats contractants n’a pas été identifié.", "10.  En conséquence, il me paraît découler de la jurisprudence actuelle de la Cour que le consensus (au sens de cette jurisprudence) qui d’après l’arrêt se dégage des législations en matière d’avortement en vigueur dans une majorité d’Etats membres n’est pas pertinent et n’a donc pas la potentialité de restreindre l’étendue de la marge d’appréciation à accorder à l’Etat irlandais pour la mise en balance des intérêts opposés en jeu. Je précise que si, contrairement à l’avis que je viens d’exprimer, ce consensus doit être réputé pertinent, je souscris au raisonnement et à la conclusion de la Cour selon lesquels il n’est pas apte à restreindre l’ample marge d’appréciation devant être accordée à l’Etat irlandais.", "\nOPINION EN PARTIE DISSIDENTE COMMUNE AUX JUGES ROZAKIS, TULKENS, FURA, HIRVELÄ, MALINVERNI ET POALELUNGI", "(Traduction)", "1.  D’accord avec la plupart des conclusions de la majorité concernant la la recevabilité et le fond de cette affaire, nous ne pouvons en revanche souscrire au constat de non-violation de l’article 8 de la Convention pour les première et deuxième requérantes (A et B). En particulier, nous ne pouvons adhérer au raisonnement sur la proportionnalité de l’ingérence incriminée (paragraphes 229 et suivants) qui a conduit à ce constat.", "2.  Précisons d’emblée que la Cour n’était pas appelée, dans cette affaire, à résoudre la délicate question du « commencement de la vie », à laquelle elle n’a du reste pas réellement les moyens de répondre. Il s’agissait en l’espèce de déterminer si, indépendamment du point de savoir quand la vie commence – avant la naissance ou après –, on peut mettre en balance, d’une part, le droit à la vie du fœtus, et, d’autre part, le droit à la vie ou le droit à l’autonomie et au développement personnels de la femme enceinte, et considérer que le premier pèse moins que les seconds. Et la réponse à cet égard semble claire : il existe indéniablement parmi les Etats européens un consensus fort – nous y reviendrons ci-dessous – pour estimer que, quelle que soit la réponse à donner à la question scientifique, religieuse ou philosophique des débuts de la vie, le droit à la vie de la femme enceinte et, dans la plupart des législations, sa santé et son bien-être priment le droit à la vie du fœtus.", "Cette orientation des législations et pratiques européennes nous semble raisonnable, étant donné que les valeurs à protéger – les droits du fœtus et les droits d’une personne en vie – sont, par nature, inégaux : d’un côté, nous avons les droits d’une personne participant déjà activement à la vie sociale, et de l’autre les droits d’un fœtus, qui se trouve dans le ventre de sa mère, dont la vie n’est pas définitivement établie tant que le processus aboutissant à la naissance n’est pas achevé, et qui n’est pas encore acteur de la vie sociale. Du point de vue de la Convention, on peut également soutenir que les droits consacrés par cet instrument visent essentiellement à protéger contre des actions ou omissions de l’Etat des individus qui participent activement à la vie quotidienne ordinaire d’une société démocratique.", "Aussi pensons-nous que la majorité s’est trompée en associant, au paragraphe 237 de l’arrêt, d’une part, la question du commencement de la vie (et, en conséquence, du droit à la vie) et la marge d’appréciation reconnue aux Etats à cet égard, et, d’autre part, la marge d’appréciation dont jouissent les Etats pour déterminer le poids respectif du droit à la vie du fœtus et du droit à la vie, ou du droit à la santé et au bien-être, de la femme enceinte.", "3.  Quant à la manière dont la question de la proportionnalité a été traitée en l’espèce, deux éléments auraient selon nous dû être pris en compte, qui revêtaient une grande importance pour la décision sur le point de savoir si l’ingérence dans la vie privée des deux requérantes se justifiait : le premier est l’existence d’un consensus européen en faveur de l’autorisation de l’avortement ; le second tient aux sanctions que le droit irlandais attache aux avortements pour des raisons de santé et de bien-être pratiqués sur le territoire irlandais.", "4.  Il ressort clairement des éléments en notre possession qu’il existe un consensus couvrant une majorité substantielle des Etats membres du Conseil de l’Europe pour autoriser l’avortement « pour des motifs plus larges que ceux prévus par le droit irlandais » (paragraphe 235 de l’arrêt). Ainsi que la Cour le reconnaît, « les première et deuxième requérantes auraient pu interrompre leur grossesse sur simple demande (sous réserve du respect de certains critères, notamment de délai maximum depuis le début de la grossesse) dans beaucoup de ces Etats. La première requérante aurait pu être autorisée à avorter pour des raisons de santé ou de bien-être dans une quarantaine d’Etats, et la deuxième requérante aurait pu obtenir un avortement en invoquant des raisons de bien-être dans quelque trentecinq Etats membres. Seuls trois Etats sont encore plus restrictifs que l’Irlande en matière d’accès à l’avortement, puisqu’ils interdisent toute interruption de grossesse quel que soit le risque pour la vie de la femme enceinte » (ibidem).", "5.  Il ressort de la jurisprudence de la Cour que lorsque celle-ci estime qu’il existe parmi les Etats européens un consensus sur une question touchant un droit fondamental, elle conclut d’ordinaire que ce consensus restreint de manière décisive la marge d’appréciation normalement applicable dans les cas où l’existence d’un tel consensus n’est pas démontrée. Cette approche est conforme au rôle d’« harmonisation » de la jurisprudence issue de la Convention : en effet, l’une des principales fonctions de la jurisprudence est de conduire progressivement à une application harmonieuse de la protection des droits de l’homme qui transcende les frontières nationales des Etats contractants et permette aux personnes relevant de leur juridiction de bénéficier, sans discrimination, d’une protection égale quel que soit le lieu où elles résident. Ce rôle d’harmonisation a cependant des limites, dont la suivante : dans des situations où, concernant un aspect particulier de la protection des droits de l’homme, il est clair que les Etats européens s’y prennent différemment pour protéger (ou non) les individus contre telle ou telle conduite de l’Etat, et que la violation alléguée de la Convention porte sur un droit qui peut être mis en balance – conformément à la Convention – avec d’autres droits ou intérêts qui, dans une société démocratique, méritent aussi d’être protégés, la Cour peut considérer que les Etats, eu égard à l’absence de consensus européen, ont une marge d’appréciation (qui n’est pas illimitée) pour arbitrer entre les droits et intérêts en jeu. C’est pourquoi, en pareil cas, la Cour s’abstient de jouer son rôle d’harmonisation, préférant ne pas être la première instance européenne à « légiférer » sur une question non encore tranchée au niveau européen.", "6.  Or, en l’occurrence, il existe bien un consensus européen – et un consensus très net. C’est sans doute l’une des rares fois dans sa jurisprudence que la Cour considère que le consensus en question ne restreint pas l’ample marge d’appréciation de l’Etat concerné. L’argument avancé par la majorité consiste à dire que la possibilité pour les requérantes, « sans enfreindre la loi, [d’]aller se faire avorter à l’étranger et obtenir à cet égard des informations et des soins médicaux adéquats en Irlande » suffit à justifier l’interdiction de l’avortement dans le pays pour des raisons de santé et de bien-être « sur la base des idées morales profondes du peuple irlandais concernant la nature de la vie » (paragraphe 241 in limine).", "7.  Nous sommes en total désaccord avec cette conclusion. Indépendamment du fait, comme nous l’avons souligné ci-dessus, qu’une telle approche conduit à s’écarter du cœur de la question, qui est la mise en balance du droit à la vie du fœtus et du droit à la santé et au bien-être de la femme enceinte, et non les points de savoir quand commence la vie et de quelle marge d’appréciation les Etats disposent à cet égard, la majorité fonde son raisonnement sur deux prémisses discutables : premièrement, le fait que le droit irlandais autorise l’avortement aux femmes qui peuvent se rendre à l’étranger à cet effet suffirait à satisfaire aux exigences de la Convention concernant le droit des requérantes au respect de leur vie privée ; et, deuxièmement, le fait que les Irlandais ont des valeurs morales profondes quant à la nature de la vie aurait un impact sur le consensus européen et prendrait le pas sur lui, ce qui conférerait à l’Etat une ample marge d’appréciation.", "8.  En ce qui concerne la première des deux prémisses, l’argument de la majorité paraît tourner en rond. Les griefs des requérantes tiennent en effet à l’impossibilité pour elles de bénéficier d’un avortement dans le pays où elles résident, et elles estiment, avec raison, que se rendre à l’étranger pour se faire avorter emporte non seulement des frais élevés mais aussi un certain nombre de difficultés pratiques, bien décrites dans leurs observations. Dès lors, la position adoptée par la Cour à cet égard laisse sans réponse la vraie question, qui est celle de l’ingérence injustifiée dans la vie privée des requérantes ayant résulté de l’interdiction de l’avortement en Irlande.", "9.  Quant à la seconde prémisse, c’est la première fois que la Cour fait fi de l’existence d’un consensus européen au nom de « valeurs morales profondes ». A supposer même que ces valeurs morales profondes soient toujours enracinées dans la conscience de la majorité des Irlandais, considérer qu’elles peuvent prendre le pas sur le consensus européen, dont l’orientation est complètement différente, constitue un véritable tournant, dangereux, dans la jurisprudence de la Cour. Une jurisprudence qui, jusqu’à présent, ne distinguait pas entre les croyances morales et les autres pour la détermination de la marge d’appréciation à accorder aux Etats dans des situations où il existe un consensus européen.", "10.  Un mot, enfin, des sanctions pouvant être infligées pour les avortements pratiqués en Irlande dans des situations ne rentrant pas dans les limites fixées par le droit (les juges) irlandais. Bien que les requérantes n’aient pas elles-mêmes subi les sévères sanctions prévues par le droit irlandais (puisqu’elles sont allées avorter à l’étranger), il n’en reste pas moins que la rigueur de ce droit (relativement archaïque) est frappante ; cela aussi aurait pu entrer en ligne de compte dans le cadre de l’application du critère de proportionnalité en l’espèce.", "11.  Il résulte clairement de l’analyse qui précède que, dans les circonstances de l’espèce, il y a eu violation de l’article 8 dans le chef des deux premières requérantes.", ""]}