{"file": "FRE_HFJUD_29294_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29294/02", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE HIRSCHHORN c. ROUMANIE", "", "", "(Requête no 29294/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 juillet 2007", "", "", "", "DÉFINITIF", "", "26/10/2007", "", "", "", "", "En l'affaire Hirschhorn c. Roumanie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMme\tE. Fura-Sandström, présidente,", "\tMM.\tC. Bîrsan,", "\t\tL. Caflisch,", "\tMme\tA. Gyulumyan,", "\tMM.\tE. Myjer,", "\t\tDavid Thór Björgvinsson,", "\tMme\tI. Ziemele, juges,", "et de M. S. Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 5 juillet 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 29294/02) dirigée contre la Roumanie et dont un ressortissant français, M. Carl Hirschhorn (« le requérant »), a saisi la Cour le 24 juillet 2002 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me L. Andreiescu, avocate à Bucarest. Le gouvernement roumain (« le Gouvernement ») a été représenté par son agente, Mme R. Rizoiu, puis par Mme B. Ramaşcanu, du ministère des Affaires étrangères.", "3.  Le 3 mai 2005, la Cour (troisième section) a décidé de communiquer la requête au gouvernement roumain. Comme le lui permettait l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l'affaire. Le gouvernement français, invité de présenter des observations écrites, n'a pas manifesté le souhait d'user de cette faculté (article 36 § 1 de la Convention).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Le requérant est né en 1925 à Bucarest et réside au Cannet, en France.", "5.  En 1952, s'appuyant sur le décret de nationalisation no 92/1950, l'Etat prit possession d'un immeuble sis au no 16  de la rue Negustori à Bucarest, qui appartenait aux parents du requérant, citoyens roumains de confession juive.", "A.  Action en revendication", "6.  Le 18 septembre 1998, le requérant introduisit devant le tribunal de première instance de Bucarest une action en revendication immobilière contre le conseil local de Bucarest, le département pour l'administration des immeubles locatifs (Departamentul de administrare a fondului locativ) et l'entreprise d'Etat « Titan », gérante de ces immeubles. Il alléguait qu'en vertu du décret no 92/1950 les biens appartenant à certaines catégories sociales étaient exemptés de la nationalisation et que ses parents faisaient partie de l'une de ces catégories.", "7.  Par un jugement du 24 juin 1999, le tribunal accueillit l'action, au motif que l'Etat avait pris possession de l'immeuble sans titre valable, et ordonna aux parties défenderesses de restituer au requérant l'immeuble et le terrain y attenant.", "8.  Saisi d'un appel par la mairie de Bucarest agissant au nom du conseil local, le tribunal départemental de Bucarest confirma le bien-fondé de la décision de première instance par un jugement du 6 décembre 1999.", "9.  La mairie se pourvut alors devant la cour d'appel de Bucarest, qui déclara son recours irrecevable pour défaut de motivation par un arrêt définitif du 21 juin 2000.", "10.  Par une décision du 25 septembre 2000, le maire de Bucarest ordonna la restitution de l'immeuble.", "B.  Tentatives du requérant pour entrer en possession de l'immeuble", "1.  Action en annulation du contrat de bail", "11.  Le 9 novembre 2000, le requérant, accompagné d'un huissier de justice, se rendit sur les lieux pour entrer en possession de l'immeuble. A cette occasion, il constata que l'immeuble était occupé par l'organisation « United States - Peace Corps » en vertu d'un contrat de bail que cette dernière avait conclu avec l'entreprise d'Etat « Locato », gérante des immeubles mis à la disposition des missions diplomatiques en Roumanie.", "12.  Le 14 novembre 2001, le requérant assigna en justice l'entreprise Locato et l'organisation « United States - Peace Corps » pour obtenir l'annulation du contrat de bail et contraindre cette dernière à quitter l'immeuble.", "13.  Par un jugement du 30 mai 2001, le tribunal de première instance de Bucarest rejeta l'action. Il releva qu'en 1992, par une décision du gouvernement, l'immeuble avait été transféré du patrimoine de la mairie de Bucarest vers celui de l'entreprise gérante des immeubles à l'usage des missions diplomatiques en Roumanie. Cette dernière le louait depuis 1993 à l'organisation « United States - Peace Corps ». Le dernier contrat de bail, conclu le 12 janvier 1999 pour un loyer mensuel de 4 907 dollars américains, arrivait à échéance le 31 mars 2002. Estimant que l'entreprise Locato gérait l'immeuble en vertu d'un titre valable, le tribunal jugea que le contrat de bail litigieux était valable.", "14.  Par un jugement du 5 novembre 2001, le tribunal départemental de Bucarest, saisi d'un appel par M. Hirschhorn, infirma la décision attaquée et fit droit à l'action du requérant. Il observa que dans son jugement définitif du 24 juin 1999 le tribunal de première instance de Bucarest avait jugé que l'Etat s'était approprié l'immeuble sans titre valable. Considérant que l'Etat ne pouvait pas disposer d'un bien qui ne lui appartenait pas, le tribunal annula le contrat de bail et ordonna l'expulsion de l'organisation locataire. L'entreprise Locato forma un recours contre la décision.", "15.  Le 21 décembre 2001, l'huissier de justice obtint du tribunal de première instance de Bucarest l'autorisation de procéder à l'expulsion de ladite organisation en vertu de la décision du 5 novembre 2001. Le 31 janvier 2002, l'huissier enjoignit à l'entreprise Locato de se conformer à cette décision.", "16.  Par une lettre du 6 février 2002, l'entreprise Locato avisa l'huissier que l'immeuble faisait partie du patrimoine privé de l'Etat et que son locataire bénéficiait de l'immunité diplomatique. Elle estima dans ces conditions que la poursuite de l'exécution forcée serait inopportune et de nature à nuire à l'image de la Roumanie sur le plan international.", "17.  Les 11 et 20 février 2002, l'huissier de justice se rendit sur les lieux, mais un représentant d'« United States – Peace Corps » lui opposa un refus motivé par le fait que cette dernière était une organisation gouvernementale des Etats-Unis bénéficiant de l'immunité diplomatique et que, dès lors, elle ne pouvait pas faire l'objet d'une expulsion.", "18.  Le 25 février 2002, dans une lettre adressée au président de la cour d'appel de Bucarest, l'huissier fit état des difficultés qu'il rencontrait pour mettre à exécution le jugement du 24 juin 1999 et la décision du maire de Bucarest, l'entreprise Locato et l'organisation « United States – Peace Corps » invoquant la protection de l'immunité diplomatique. La lettre comportait notamment le passage suivant :", "« Etant donné que dans des situations de ce type, certaines conventions de droit international sont applicables, nous vous prions d'apprécier l'opportunité – et de nous informer de votre conclusion à cet égard – de prendre certaines mesures spécifiques d'exécution, compte tenu du fait que le titre exécutoire est censé produire ses effets et que le recours introduit par l'entreprise Locato contre le jugement du 5 novembre 2001 du tribunal départemental de Bucarest est pendant devant votre juridiction, l'audience étant fixée au 26 février 2002. »", "19.  Le 4 mars 2002, répondant à la lettre de l'huissier, le président de la cour d'appel de Bucarest informa ce dernier que les aspects signalés avaient été examinés par un juge inspecteur. Il lui transmit le rapport du juge inspecteur, qui indiquait qu'en vertu de la Convention de Vienne du 18 avril 1961 les biens des missions diplomatiques étaient inviolables. Exposant que l'immunité de juridiction s'étendait à la procédure d'exécution forcée, le juge inspecteur concluait que le requérant ne pouvait pas entrer en possession de son immeuble et invita l'huissier à conseiller au requérant d'introduire, sur le fondement de l'impossibilité d'obtenir l'exécution du jugement du 24 juin 1999, une demande d'indemnisation correspondant à la valeur de l'immeuble.", "20.  Entre-temps, le 20 février 2002, le requérant, résidant en France, adressa au greffe de la cour d'appel une télécopie dans laquelle il indiquait qu'il avait renoncé aux services de son avocat et demandait l'ajournement de l'audience fixée pour le 26 février 2002 afin de pouvoir mandater un autre avocat.", "21.  Au cours de l'audience qui eut lieu à cette dernière date, la cour d'appel rejeta la demande d'ajournement, estimant que le requérant avait disposé d'un délai suffisamment long pour désigner un nouvel avocat. Toutefois, elle ajourna le prononcé de l'arrêt successivement au 5 mars  puis au 12 mars 2002 afin de permettre au requérant de déposer des conclusions écrites.", "22.  Par un arrêt définitif du 12 mars 2002, la chambre civile de la cour d'appel de Bucarest, statuant en formation de trois juges, accueillit le recours de l'entreprise Locato et rejeta l'action du requérant. Elle confirma la validité du contrat de bail, estimant qu'il avait été conclu de bonne foi dès lors que si en réalité l'entreprise n'était pas propriétaire de l'immeuble litigieux au moment de la signature du bail, en apparence elle l'était.", "23.  Le 21 mars 2002, le tribunal de première instance de Bucarest rejeta une plainte introduite contre l'huissier de justice par le requérant, qui lui reprochait sa passivité dans l'exécution du jugement du 24 juin 1999. Le tribunal retint que l'huissier s'était transporté sur les lieux mais qu'on lui avait opposé une immunité de juridiction de l'organisation « United States - Peace Corps ». Par conséquent, le tribunal jugea qu'il ne s'agissait pas d'un refus de faire exécuter le jugement susmentionné.", "2.  Demande de restitution en vertu de la loi no 10/2001", "24.  Le 9 août 2001, se fondant sur les dispositions de la loi no 10/2001 sur le régime juridique des biens immeubles abusivement nationalisés par l'Etat entre le 6 mars 1945 et 22 décembre 1989 (« loi no 10/2001 »), le requérant demanda la restitution de l'immeuble par l'entreprise Locato. Par une décision du 9 octobre 2001, sa demande fut rejetée.", "25.  Le requérant contesta cette décision devant le tribunal départemental de Bucarest et demanda l'expulsion de l'entreprise Locato hors de l'immeuble. Il fit valoir que l'immeuble lui appartenait en vertu du jugement du 24 juin 1999.", "26.  Par un jugement du 13 mai 2002, le tribunal fit droit à l'action en restitution de l'immeuble mais rejeta la demande d'expulsion au motif que l'organisation « Peace Corps » n'était pas partie au litige. L'entreprise Locato forma un recours contre cett décision.", "27.  Par une décision du gouvernement (no 533) du 30 mai 2002, l'entreprise Locato devint la Régie autonome pour l'administration du patrimoine du protocole d'Etat (Regia autonoma Administratia patrimoniului protocolului de Stat) (« la Régie »). Dans les listes annexées à cette décision, l'immeuble du requérant figurait toujours comme faisant partie du patrimoine privé de l'Etat administré par la Régie.", "28.  Par un arrêt du 31 mars 2004, la cour d'appel de Bucarest accueillit le recours et rejeta l'action du requérant au motif que celui-ci n'avait apporté la preuve ni de la transmission successorale de l'immeuble ni d'une non-indemnisation contraire à l'accord conclu en 1959 entre la France et la Roumanie concernant les biens nationalisés par l'Etat roumain ayant appartenus aux citoyens français.", "29.  Le recours formé par le requérant contre cet arrêt est toujours pendant devant la Haute Cour de Justice et de Cassation.", "3.  Deuxième action en revendication", "30.  Par une action en revendication introduite devant le tribunal départemental de Bucarest le 15 août 2002, le requérant demanda la restitution de l'immeuble par la Régie, l'annulation du contrat de bail conclu avec l'organisation « Peace Corps », l'expulsion de cette dernière et le versement des loyers encaissés par la Régie en vertu de ce contrat.", "31.  Par un jugement du 17 février 2003, le tribunal déclara l'action irrecevable au motif que le requérant ne pouvait pas introduire une action en revendication fondée sur les dispositions du droit commun dès lors que l'action fondée sur la loi no 10/2001 était pendante.", "32.  Saisie par le requérant, la cour d'appel de Bucarest confirma ce jugement par un arrêt du 29 octobre 2003. Le requérant se pourvut alors devant la Haute Cour de Justice et de Cassation, qui accueillit son recours par un arrêt du 7 juillet 2005 et renvoya l'affaire devant la cour d'appel de Bucarest. La procédure est toujours pendante.", "C.  Situation actuelle de l'immeuble", "33.  La Régie a été réorganisée par la décision du gouvernement no 60 du 21 janvier 2005. L'immeuble du requérant figure toujours sur la liste des biens faisant partie du patrimoine privé de l'Etat, administré par la Régie.", "34.  Bien que le contrat de bail conclu avec l'organisation « United StatesPeace Corps » soit arrivé à échéance le 31 mars 2002, cette organisation occupe toujours l'immeuble. Le Gouvernement n'a pas fourni de précisions quant à la base légale de cette occupation.", "35.  Il ressort des documents fournis par le requérant qu'il a acquitté tous les impôts et taxes afférents à l'immeuble. Cependant, en 2004 et 2005, la Régie a également versé au budget local des taxes et impôts pour cet immeuble.", "II.  LE DROIT PERTINENT", "A.  Le droit interne", "36.  En vertu de la loi no 92/1992 sur l'organisation judiciaire, en vigueur à l'époque des faits, le président de la cour d'appel exerce essentiellement des fonctions administratives, organisationnelles et de contrôle. Les dispositions pertinentes de cette loi se lisent comme suit :", "Article 15", "« Le président [de la cour d'appel] et, le cas échéant, les présidents des chambres [de cette cour] désignent les formations de jugement (...) »", "Article 16", "« Lorsque le président, le vice-président ou le président de la chambre siègent dans la formation de jugement, ils président cette formation. Dans les autres cas, le président ou le président de la chambre désignent le président de la formation de jugement. »", "Article 18", "« Le ministre de la Justice est responsable de la bonne organisation et du fonctionnement de la justice en tant que service public. Les juges inspecteurs des cours d'appel tiennent le ministre de la Justice informé du fonctionnement des juridictions ainsi que des irrégularités de nature à compromettre la qualité de l'activité judiciaire et de l'application des lois et des règlements dans le ressort des cours d'appel.", "Les présidents et les vice-présidents des juridictions contrôlent l'organisation et la qualité du service, le respect des lois et des règlements (...) Les présidents des cours d'appel peuvent exercer cette prérogative par l'intermédiaire des juges inspecteurs de la cour d'appel.", "En aucun cas les contrôles effectués ne doivent entraîner d'immixtions dans le déroulement des procès en cours ou la remise en cause de ce qui a déjà été jugé (...) »", "Article 66", "« Pour être promu, le magistrat doit avoir une activité méritoire, attestée par les notes données par ses supérieurs. Les notes sont données annuellement et reflètent les résultats de l'activité professionnelle de l'intéressé, son comportement sur le lieu de travail et dans la société, ses qualités et ses perspectives de développement professionnel. »", "Article 115", "« Il est interdit aux magistrats de donner des consultations écrites ou verbales concernant des litiges en cours, même si les procédures en question ont lieu devant d'autres juridictions que celles au sein desquelles ils siègent. Ils ne peuvent pas non plus exprimer publiquement d'avis sur des procès en cours. »", "Article 121", "« La responsabilité disciplinaire du magistrat est engagée en cas d'irrégularités dans l'accomplissement de ses fonctions ou de comportement pouvant nuire à l'intérêt du service ou au prestige de la justice. »", "Article 124", "« L'action disciplinaire (....) est déclenchée par le ministre de la Justice (...) »", "Article 125", "« Pour déclencher l'action disciplinaire (...), une enquête préalable ordonnée par le ministre de la Justice est obligatoire.", "L'enquête est effectuée soit par des juges ayant au moins le même grade que le juge mis en cause, soit par des inspecteurs généraux, soit par d'autres fonctionnaires du ministère, assimilés aux magistrats. »", "Article 126", "« Après avoir reçu les conclusions de l'enquête, le ministre peut saisir le Conseil supérieur de la magistrature (...)", "Le Conseil rend une décision motivée (...) »", "37.  La fonction de juge inspecteur près les cours d'appel a été supprimée par la loi no 247 du 19 juillet 2005. Cependant, la possibilité pour le président ou les vice-présidents des cours d'appel de désigner des juges pour effectuer des contrôles a été maintenue. Ces contrôles doivent toutefois respecter l'indépendance des juges et l'autorité de la chose jugée.", "38.  L'article 66 de la loi no 92/1992 a été abrogé par la loi no 303/2004 sur le statut des magistrats, qui prévoit que l'activité professionnelle des magistrats est évaluée tous les trois ans par une commission subordonnée au Conseil supérieur de la magistrature.", "39.  Le mode de désignation des juges siégeant dans les formations de jugement des cours d'appel a été modifié par la loi no 304/2004 sur l'organisation judiciaire, qui prévoit que les formations sont constituées par un collège fonctionnant au sein de chaque cour d'appel et composé du président et de six membres élus par l'assemblée générale des juges.", "40.  En vertu de la loi no 317/2004 sur le Conseil supérieur de la magistrature, l'action disciplinaire relève exclusivement d'une commission de discipline qui fonctionne au sein du Conseil et qui peut être saisie par toute personne intéressée.", "B.  Le droit international", "41.  Les dispositions internationales pertinentes sont les suivantes :", "1.  Convention de Vienne du 18 avril 1961 sur les relations diplomatiques (ratifiée par la Roumanie par le décret no 566/1968, publié au Journal officiel du 8 juillet 1968)", "Article 1", "« Aux fins de la présente Convention, les expressions suivantes s'entendent comme il est précisé ci-dessous : (...) i. L'expression « locaux de la mission » s'entend des bâtiments ou des parties de bâtiments et du terrain attenant qui, quel qu'en soit le propriétaire, sont utilisés aux fins de la mission, y compris la résidence du chef de la mission. »", "Article 3", "« Les fonctions d'une mission diplomatique consistent notamment à:", "a.  Représenter l'Etat accréditant auprès de l'Etat accréditaire;", "b.  Protéger dans l'Etat accréditaire les intérêts de l'Etat accréditant et de ses ressortissants, dans les limites admises par le droit international", "c.  Négocier avec le gouvernement de l'Etat accréditaire;", "d.  S'informer par tous les moyens licites des conditions et de l'évolution des événements dans l'Etat accréditaire et faire rapport à ce sujet au gouvernement de l'Etat accréditant;", "e.  Promouvoir des relations amicales et développer les relations économiques, culturelles et scientifiques entre l'Etat accréditant et l'Etat accréditaire. »", "Article 22", "« 1.  Les locaux de la mission sont inviolables. Il n'est pas permis aux agents de l'Etat accréditaire d'y pénétrer, sauf avec le consentement du chef de la mission.", "2.  L'Etat accréditaire a l'obligation spéciale de prendre toutes mesures appropriées afin d'empêcher que les locaux de la mission ne soient envahis ou endommagés, la paix de la mission troublée ou sa dignité amoindrie.", "3.  Les locaux de la mission, leur ameublement et les autres objets qui s'y trouvent, ainsi que les moyens de transport de la mission, ne peuvent faire l'objet d'aucune perquisition, réquisition, saisie ou mesure d'exécution. »", "2.  Convention européenne sur l'immunité des Etats (Bâle, \n16 mai 1972) (non signée par la Roumanie)", "Article 9", "« Un Etat contractant ne peut invoquer l'immunité de juridiction devant un tribunal d'un autre Etat contractant si la procédure a trait :", "a)  à un droit de l'Etat sur un immeuble, à la possession d'un immeuble par l'Etat ou à l'usage qu'il en fait ; ou", "b)  à une obligation qui lui incombe, soit en sa qualité de titulaire d'un droit sur un immeuble, soit en raison de la possession ou de l'usage de ce dernier, et si l'immeuble est situé sur le territoire de l'Etat du for. »", "Article 23", "« Il ne peut être procédé sur le territoire d'un Etat contractant ni à l'exécution forcée, ni à une mesure conservatoire sur les biens d'un autre Etat contractant, sauf dans les cas et dans la mesure où celui-ci y a expressément consenti par écrit. »", "3.  Convention des Nations Unies sur les immunités juridictionnelles des Etats et de leurs biens, décembre 2004 (ratifiée par la Roumanie le 15 février 2007, mais non encore en vigueur)", "42.  Les dispositions pertinentes de la Convention sont les suivantes :", "Article 2 - Emploi des termes", "« Aux fins de la présente Convention : (...) le terme « Etat » désigne :", "i)  L'Etat et ses divers organes de gouvernement ; (...)", "iii)  Les établissements ou organismes d'Etat ou autres entités, dès lors qu'ils sont habilités à accomplir et accomplissent effectivement des actes dans l'exercice de l'autorité souveraine de l'Etat (...) »", "Article 5 - Immunité des Etats", "« Un Etat jouit, pour lui-même et pour ses biens, de l'immunité de juridiction devant les tribunaux d'un autre Etat, sous réserve des dispositions de la présente Convention. »", "Article 6 - Modalités pour donner effet à l'immunité des Etats", "« 1.  Un Etat donne effet à l'immunité des Etats prévue par l'article 5 en s'abstenant d'exercer sa juridiction dans une procédure devant ses tribunaux contre un autre Etat et, à cette fin, veille à ce que ses tribunaux établissent d'office que l'immunité de cet autre Etat prévue par l'article 5 soit respectée.", "2.  Une procédure devant un tribunal d'un Etat est considérée comme étant intentée contre un autre Etat lorsque celui-ci :", "a)  est cité comme partie à la procédure ; ou", "b)  n'est pas cité comme partie à la procédure, mais que cette procédure vise en fait à porter atteinte aux biens, droits, intérêts ou activités de cet autre Etat. »", "Article 13 - Propriété, possession et usage de biens", "« A moins que les Etats concernés n'en conviennent autrement, un Etat ne peut invoquer l'immunité de juridiction devant un tribunal d'un autre Etat, compétent en l'espèce, dans une procédure se rapportant à la détermination :", "a)  d'un droit ou intérêt de l'Etat sur un bien immobilier situé sur le territoire de l'Etat du for, de la possession du bien immobilier par l'Etat ou de l'usage qu'il en fait, ou d'une obligation de l'Etat en raison de son intérêt juridique au regard de ce bien immobilier, de sa possession ou de son usage ;", "b)  d'un droit ou intérêt de l'Etat sur un bien mobilier ou immobilier né d'une succession, d'une donation ou d'une vacance ; ou", "c)  d'un droit ou intérêt de l'Etat dans l'administration de biens tels que biens en trust, biens faisant partie du patrimoine d'un failli ou biens d'une société en cas de dissolution. »", "Article 19 - Immunité des Etats à l'égard des mesures de contrainte postérieures au jugement", "« Aucune mesure de contrainte postérieure au jugement, telle que saisie, saisie-arrêt ou saisie-exécution, ne peut être prise contre des biens d'un Etat en relation avec une procédure intentée devant un tribunal d'un autre Etat excepté si et dans la mesure où :", "a)  l'Etat a expressément consenti à l'application de telles mesures dans les termes indiqués :", "i)  par un accord international ;", "ii)  par une convention d'arbitrage ou un contrat écrit ; ou", "iii)  par une déclaration devant le tribunal ou une communication écrite faite après la survenance du différend entre les parties ; ou", "b)  l'Etat a réservé ou affecté des biens à la satisfaction de la demande qui fait l'objet de cette procédure ; ou", "c)  il a été établi que les biens sont spécifiquement utilisés ou destinés à être utilisés par l'Etat autrement qu'à des fins de service public non commerciales et sont situés sur le territoire de l'Etat du for (...) »", "4.  Accord entre le gouvernement des Etats-Unis et le gouvernement roumain concernant l'activité de United States Peace Corps Romania, signé à Washington le 24 janvier 1992", "Article IV", "« The Peace Corps representative and his/her staff members will be granted the same treatment as personnel of comparable rank in the United States Embassy in Romania, except that they will not have diplomatic status and immunity. »", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L'ARTICLE 6 § 1 DE LA CONVENTION", "43.  Le requérant allègue une double violation de l'article 6 § 1 de la Convention. D'une part, il voit dans l'inexécution du jugement définitif du 24 juin 1999 une entrave à son droit d'accès à un tribunal, et, d'autre part, il estime que la chambre civile de la cour d'appel de Bucarest n'était pas un « tribunal indépendant et impartial », le président de la cour d'appel ayant en cours d'instance désigné un juge inspecteur pour orienter l'issue de la cause pendante devant cette juridiction. L'article 6 § 1 de la Convention se lit ainsi dans sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue (...) par un tribunal indépendant et impartial (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Non-exécution du jugement du 24 juin 1999", "1.  Sur la recevabilité", "44.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "45.  Le Gouvernement expose d'emblée que l'organisation « United States - Peace Corps » est une agence gouvernementale des \nEtats-Unis, créée en 1961 et placée sous la direction du secrétaire d'Etat. Il estime que l'organisation susmentionnée doit être assimilée à la « mission diplomatique » des Etas-Unis en Roumanie et qu'elle jouit à ce titre de l'immunité. Eu égard aux dispositions du droit international public, il en conclut que l'exécution du jugement du 24 juin 1999 et l'expulsion de l'organisation hors des locaux qu'elle occupe est impossible (voir, \nmutatis mutandis, Manoilescu et Dobrescu c. Roumanie et Russie (déc.), no 60861/00, 3 mars 2005).", "46.  Le Gouvernement ajoute que l'issue de la deuxième action en revendication et de la procédure engagée en vertu de la loi no 10/2001 pourrait avoir des conséquences sur la validité du titre de propriété du requérant sur l'immeuble en question.", "47.  Le requérant conteste les arguments du Gouvernement et considère que l'organisation « United States - Peace Corps » n'est pas un organe gouvernemental des Etats-Unis, mais une simple agence qui ne jouit pas de l'immunité diplomatique.", "48.  En tout état de cause, il expose que l'immunité diplomatique dont cette organisation se prévaut ne saurait s'opposer à la restitution de l'immeuble, dès lors que le contrat de bail est arrivé à échéance et que les autorités roumaines peuvent mettre à disposition de l'organisation d'autres locaux.", "49.  La Cour rappelle que l'article 6 § 1 garantit à chacun le droit à ce qu'un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil (Golder c. Royaume-Uni, arrêt du 21 février 1975, série A no 18, pp. 13-18, §§ 28-36). Le droit à un tribunal serait illusoire si l'ordre juridique interne d'un Etat contractant permettait qu'une décision judiciaire définitive et obligatoire demeure inexécutée (Hornsby c. Grèce, Recueil 1997II, p. 510, § 40).", "50.  Certes, le droit d'accès aux tribunaux n'est pas absolu : il se prête à des limitations implicitement admises car il commande de par sa nature même une réglementation par l'Etat. Les Etats contractants jouissent en la matière d'une certaine marge d'appréciation. Il appartient pourtant à la Cour de statuer en dernier ressort sur le respect des exigences de la Convention ; elle doit se convaincre que les limitations mises en œuvre ne restreignent pas l'accès offert à l'individu d'une manière ou à un point tels que le droit s'en trouve atteint dans sa substance même. En outre, pareilles limitations ne se concilient avec l'article 6 § 1 que si elles tendent à un but légitime et qu'il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Waite et Kennedy c. Allemagne [GC], no 26083/94, § 59, CEDH 1999-I).", "51.  En l'espèce, il incombe à la Cour de déterminer si la conduite que le requérant reproche à l'Etat roumain se justifie à la lumière des principes exposés ci-dessus.", "52.  La Cour note que, bien que le jugement susmentionné soit devenu définitif et que, le 25 septembre 2000, le maire de Bucarest ait ordonné la restitution de l'immeuble, ce jugement demeure inexécuté en raison de l'opposition de l'entreprise gérante de l'immeuble, qui invoque l'immunité diplomatique dont bénéficierait l'organisation « United States - Peace Corps ».", "53.  A cet égard, la Cour relève que les parties ont des opinions divergentes sur le statut de cette organisation et, par conséquent, sur le droit de celle-ci de jouir des privilèges et immunités reconnus par le droit international aux organes de gouvernement d'un Etat.", "La Cour souligne également que le service juridique de l'organisation a refusé de lui fournir, comme elle l'y avait invité, des informations sur son statut et ses fonctions.", "54.  Cependant, au vu des circonstances particulières de la présente affaire, la Cour n'estime pas nécessaire de trancher cette controverse.", "55.  En effet, dans l'affaire Manoilescu et Dobrescu précitée, la Cour a jugé que l'opposition à la restitution du bien litigieux aux requérants était justifiée par le fait que l'ambassade de la Fédération de Russie occupait l'immeuble en vertu d'un titre de propriété remontant à 1962.", "56.  En l'espèce, l'organisation « United States - Peace Corps » n'était, quant à elle, que locataire de l'immeuble litigieux, le dernier contrat de bail conclu le 12 janvier 1999 étant arrivé à échéance le 31 mars 2002. Dès lors, si l'existence d'un contrat de bail justifiait le retard dans la mise de l'immeuble à la disposition du requérant, la Cour ne saurait admettre qu'au terme de ce bail le refus des autorités de transférer l'immeuble dans le patrimoine du requérant trouve encore justification.", "57.  A cet égard, la Cour rappelle que, outre la possession du bien (usus), le droit de propriété implique également le droit de disposer du bien et d'en percevoir les fruits civils (abusus et fructus). Or, malgré le jugement définitif précité et la fin du bail, le requérant a été et continue d'être privé de tous ces attributs, les autorités internes considérant l'immeuble comme faisant toujours partie du patrimoine privé de l'Etat (voir le paragraphe 33 ci-dessus).", "58.  La Cour n'est pas non plus convaincue par l'argument du Gouvernement fondé sur l'immunité de juridiction dont jouirait l'organisation « United States - Peace Corps » et qui empêcherait l'exécution du jugement du 24 juin 1999.", "59.  La Cour note d'emblée que cet argument a été soulevé pour la première fois dans les observations du Gouvernement. Dans la procédure tranchée par l'arrêt de la cour d'appel de Bucarest en date du 12 mars 2002, les juridictions internes, pour rejeter l'action du requérant, ne se sont fondées que sur l'interprétation des dispositions de droit civil en matière de baux locatifs, sans faire de références à la prétendue immunité de l'organisation « United States - Peace Corps ».", "60.  La Cour note ensuite que l'existence d'une éventuelle immunité dont bénéficierait l'organisation susmentionnée ne s'opposait nullement au transfert dans le patrimoine du requérant des attributs du droit de propriété sur l'immeuble litigieux. Ce transfert n'impliquant pas en lui-même l'expulsion du locataire, ce dernier avait la possibilité, en cas de litige sur le droit d'usage de l'immeuble, de faire valoir ses moyens de défense, y compris ceux tirés de l'immunité de juridiction.", "61.  Quant aux allégations du Gouvernement concernant la validité du titre de propriété du requérant, qui pourrait dépendre de l'issue des actions engagées après le jugement définitif du 24 juin 1999, la Cour relève que ces actions ne représentent que des tentatives du requérant visant à contraindre les autorités à respecter ce jugement. Dès lors, elles ne sauraient avoir d'influence sur la validité de son titre de propriété. En tout état de cause, la Cour a déjà jugé qu'il serait excessif de demander à un requérant qui a obtenu une décision judiciaire définitive contre l'Etat d'intenter à nouveau des actions contre les autorités internes afin d'obtenir l'exécution de l'obligation en cause (voir, mutatis mutandis, Metaxas c. Grèce, no 8415/02, § 19, 27 mai 2004 et Roman et Hogea c. Roumanie (déc.) no 62959/00, 31 août 2004).", "62.  Ces éléments suffisent à la Cour pour conclure qu'en refusant de se plier au jugement définitif ordonnant la restitution de l'immeuble au requérant, les autorités nationales l'ont privé d'un accès effectif à un tribunal.", "63.  Par conséquent, il y a eu violation de l'article 6 § 1 de la Convention.", "B.  Indépendance et impartialité de la cour d'appel de Bucarest", "64.  Le requérant allègue que la chambre civile de la cour d'appel de Bucarest, qui a examiné le recours formé par l'entreprise Locato, ne saurait passer pour « un tribunal indépendant et impartial » au sens de l'article 6 § 1 de la Convention. Il estime que le président de la cour d'appel s'est immiscé dans cette procédure au moyen d'un juge inspecteur qui s'est catégoriquement prononcé en faveur du recours introduit par l'entreprise Locato.", "1.  Sur la recevabilité", "65.  La Cour estime que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention et qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "66.  Le Gouvernement soutient que les juges siégeant à la cour d'appel répondent au critère d'indépendance exigé par l'article 6 § 1 de la Convention. Il expose que leur mode de nomination et l'inamovibilité et la stabilité qui leur sont reconnues offrent des garanties suffisantes d'indépendance à l'égard de l'exécutif.", "67.  Concernant la condition d'impartialité, le Gouvernement estime qu'en l'espèce il n'y a aucun indice de nature à faire douter de l'impartialité subjective des juges de la cour d'appel de Bucarest. Quant à l'impartialité objective de cette juridiction, le Gouvernement considère que la lettre du président de la cour d'appel adressée à l'huissier de justice ne saurait être considérée comme ayant fait naître une crainte légitime chez le requérant.", "68.  A cet égard, il fait valoir que la lettre en question a été envoyée à l'huissier de justice et non au requérant, qu'elle constituait une réponse aux points soulevés par l'huissier et qu'elle n'avait pas un caractère judiciaire. Enfin, il expose que le rôle du président de la cour d'appel se bornait à des fonctions administratives et que pour accueillir le recours de l'entreprise Locato la cour d'appel ne s'est nullement fondée sur la position exprimée par le juge inspecteur. Dès lors, le Gouvernement estime que cette lettre n'a eu aucune influence sur l'issue du litige.", "69.  Le requérant maintient qu'il n'a pas bénéficié des garanties d'un procès équitable devant la chambre civile de la cour d'appel.", "70.  La Cour réaffirme l'importance de l'existence d'une protection contre les pressions extérieures afin d'assurer le respect de la condition d'« indépendance » du tribunal posée par l'article 6 § 1 (voir, parmi beaucoup d'autres, l'arrêt Findlay c. Royaume-Uni, arrêt du 25 février 1997, Recueil des arrêts et décisions 1997-I, p. 281, § 73).", "71.  Quant à la condition d'« impartialité », la Cour rappelle qu'elle revêt deux aspects. Il faut d'abord que le tribunal ne manifeste subjectivement aucun parti pris ni préjugé personnel. Ensuite, le tribunal doit être objectivement impartial, c'est-à-dire offrir des garanties suffisantes pour exclure à cet égard tout doute légitime. Il y va de la confiance que les tribunaux d'une société démocratique se doivent d'inspirer aux justiciables, à commencer par les parties à la procédure (Daktaras c. Lituanie, no 42095/98, § 32, CEDH 2000X).", "72.  Les notions d'indépendance et d'impartialité objective étant étroitement liées, la Cour examinera ces deux questions conjointement (voir, mutatis mutandis, Findlay précité, § 73).", "73.  En l'espèce, la Cour constate que le requérant n'a produit aucun élément de nature à indiquer que l'un ou l'autre des juges de la cour d'appel aurait manifesté un parti pris ou un préjugé personnel. Reste donc à savoir si les doutes exprimés par le requérant à l'égard de l'indépendance et de l'impartialité objective des juges de la cour d'appel peuvent passer pour objectivement justifiés.", "74.  A cet égard, la Cour constate qu'en concluant dans son rapport que le requérant ne pouvait pas entrer en possession de son immeuble, le juge inspecteur a appuyé la position des parties défenderesses, à savoir l'entreprise Locato et l'organisation « United States - Peace Corps ».", "75.  Ensuite, la Cour estime qu'en transmettant à l'huissier de justice le rapport du juge inspecteur, qui agissait sur la demande et sous la responsabilité du président de la cour d'appel, ce dernier a endossé les conclusions de ce rapport.", "76.  Certes, rien n'indique que le président de la cour d'appel ait désigné les membres de la formation appelée à statuer sur le recours de l'entreprise Locato, cette compétence étant en principe déléguée au président de la chambre civile de cette cour, ou que le juge inspecteur ait siégé dans cette formation (voir, a contrario, Daktaras, précité, § 36 et Buscemi c. Italie, no 29569/95, § 68, CEDH 1999VI).", "77.  Cependant, la Cour constate qu'en vertu des dispositions légales alors en vigueur, les juges inspecteurs jouaient un rôle important dans l'organisation interne des juridictions et notamment des cours d'appel : d'une part, ils informaient le ministre de la Justice du fonctionnement de ces cours, des fautes de nature à compromettre la qualité de l'activité judiciaire et de l'application des lois et des règlements, et, d'autre part, ils vérifiaient, à la demande des présidents et des vice-présidents des cours d'appel, l'organisation et la qualité du service ainsi que le respect des lois et des règlements.", "78.  Compte tenu du vaste domaine, tant juridictionnel qu'administratif, qui était susceptible de faire l'objet d'un contrôle par les juges inspecteurs, ainsi que de leur double subordination au ministre de la Justice et aux présidents des cours d'appel, la question se pose de savoir si les membres de la formation de jugement étaient à l'abri de toute influence indue, eu égard notamment au pouvoir du ministre de la Justice d'engager des procédures disciplinaires et aux fonctions organisationnelles et administratives dont les présidents des cours d'appel étaient investis.", "79.  A cet égard, il convient de relever que, pour pallier un tel risque, les dispositions légales défendaient à tout magistrat d'exprimer publiquement une opinion sur un procès en cours et, de plus, interdisaient formellement toute immixtion des juges inspecteurs dans le déroulement des procès.", "80.  Or force est de constater qu'en l'espèce le juge inspecteur a enfreint ces interdictions, puisque aussi bien il a affirmé au cours de l'examen du recours formé par l'entreprise Locato que l'organisation « United States - Peace Corps » ne pouvait pas faire l'objet d'une expulsion, alors que, par l'arrêt contesté, le tribunal départemental avait ordonné son expulsion.", "81.  L'argument du Gouvernement selon lequel la cour d'appel a accueilli le recours sur un autre fondement que celui envisagé par le juge inspecteur ne change rien à ce constat, dès lors que le juge inspecteur et, implicitement, le président de la cour d'appel ont plaidé en faveur du rejet de l'action du requérant.", "82.  En tout état de cause, la Cour rappelle que tout doute légitime quant à l'impartialité d'un tribunal est en soi suffisant pour faire conclure à la violation de l'article 6 § 1 (voir, mutatis mutandis, Sramek c. Autriche, arrêt du 22 octobre 1984, série A no 84, p. 20, § 42).", "83. A la lumière des circonstances de l'espèce, la Cour estime que les doutes du requérant quant à l'indépendance et à l'impartialité de la cour d'appel peuvent passer pour objectivement justifiés.", "84.  Partant, il y a eu violation de l'article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "85.  Le requérant voit une violation de son droit au respect de ses biens dans l'impossibilité de faire exécuter le jugement définitif du 24 juin 1999 ordonnant la restitution de l'immeuble. Il invoque l'article 1 du Protocole no 1, qui dispose :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "1.  Sur la recevabilité", "86.  La Cour estime que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention et qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "87.  Le Gouvernement considère qu'aucune atteinte à l'article 1 du Protocole no 1 ne saurait être établie. Il réaffirme que l'organisation « United States - Peace Corps » est assimilée à la mission diplomatique des États-Unis en Roumanie et que l'immeuble litigieux est utilisé par l'organisation « aux fins de la mission diplomatique ».", "88.  Par conséquent, le principe de l'immunité des organes d'Etat constituerait la base légale de l'inexécution du jugement du 24 juin 1999 et cette inexécution serait conforme à un but légitime d'intérêt général, à savoir la nécessité de préserver de bonnes relations avec le gouvernement des Etats-Unis.", "89.  Le requérant conteste la thèse du Gouvernement et maintient que l'inexécution du jugement susmentionné constitue une atteinte à son droit de propriété au sens de l'article 1 du Protocole no 1.", "90.  La Cour considère que le jugement définitif du 24 juin 1999 reconnaissant au requérant la qualité de propriétaire de l'immeuble litigieux et ordonnant aux autorités locales de le lui restituer s'analyse en une créance à l'encontre de l'Etat roumain suffisamment établie pour pouvoir être qualifiée de « valeur patrimoniale » et appeler la protection de l'article 1 du Protocole no 1.", "91.  Selon la jurisprudence de la Cour, l'article 1 du Protocole no 1, qui garantit en substance le droit de propriété, contient trois normes distinctes (James et autres c. Royaume-Uni, arrêt du 21 février 1986, série A no 98, pp. 29-30, § 37) : la première, qui s'exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats contractants le pouvoir, entre autres, de réglementer l'usage des biens conformément à l'intérêt général. La deuxième et la troisième, qui ont trait à des exemples particuliers d'atteintes au droit de propriété, doivent s'interpréter à la lumière du principe consacré par la première (Iatridis c. Grèce [GC], no 31107/96, § 55, CEDH 1999-II).", "92.  En l'espèce, la Cour note que le requérant est privé non seulement de la possession de son immeuble, mais également de la possibilité de le vendre ou d'en tirer un quelconque profit, dès lors que, par les décisions des 30 mai 2002 et 21 janvier 2005, le Gouvernement l'a inscrit sur la liste des immeubles faisant partie du patrimoine privé de l'Etat.", "93.  Dans ces conditions, la Cour estime que l'impossibilité pour le requérant de jouir de tout attribut du droit de propriété sur son immeuble s'analyse en une expropriation de fait aux fins de la seconde phrase du premier paragraphe de l'article 1 du Protocole no 1 (voir, a contrario, Immobiliare Saffi c. Italie [GC], no 22774/93, § 46, CEDH 1999V).", "94.  Une privation de propriété relevant de cette deuxième norme peut seulement se justifier si l'on démontre qu'elle est intervenue pour cause d'utilité publique et dans les conditions prévues par la loi. De surcroît, toute ingérence dans la jouissance de la propriété doit répondre au critère de proportionnalité (Brumărescu c. Roumanie [GC], no 28342/95, § 78, CEDH 1999VII).", "95.  En l'espèce, la Cour note que le Gouvernement réitère son argument selon lequel l'immunité diplomatique dont bénéficierait l'organisation « United States - Peace Corps » justifiait le refus de restituer l'immeuble.", "96.  S'agissant de la période antérieure au 31 mars 2002, date d'échéance du contrat de bail, la Cour rappelle ce qu'elle a dit dans le cadre de l'examen du grief tiré de la non-exécution du jugement du 24 juin 1999, à savoir que l'existence de ce bail pouvait justifier le report de la mise de l'immeuble à la disposition du requérant. Cependant, elle constate que ce sont les autorités locales, et non pas le requérant, véritable propriétaire de l'immeuble, qui ont continué à encaisser le loyer, malgré l'annulation du titre de propriété de l'Etat par le jugement définitif du 24 juin 1999.", "97.  Quant à la période postérieure à l'échéance du bail, la Cour constate que l'Etat a disposé et continue de disposer de l'immeuble du requérant en l'absence de tout titre, les deux décisions gouvernementales nos 533 et 60 des 30 mai 2002 et 21 janvier 2005 ne pouvant constituer un titre valable, dès lors qu'elles méconnaissaient le jugement définitif du 24 juin 1999.", "98.  Dans ces conditions et au vu des circonstances particulières de l'affaire, la Cour estime que le seul principe d'immunité des organes d'Etat ne saurait suffire en lui-même à légitimer le non-transfert par les autorités roumaines du droit de propriété sur l'immeuble dans le patrimoine du requérant (voir, a contrario, Manoilescu et Dobrescu, précitée).", "99.  La Cour note que le requérant se trouve ainsi privé de tous les attributs du droit de propriété sur son immeuble depuis maintenant plusieurs années sans avoir perçu d'indemnité et que les efforts déployés par lui pour recouvrer son bien sont à ce jour demeurés vains. Dès lors, à supposer même que l'on puisse démontrer que le refus des autorités de restituer l'immeuble ait eu une base légale et qu'il servait une cause d'intérêt public, la Cour estime que le juste équilibre entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu a été rompu et que le requérant a supporté et continue de supporter une charge spéciale et exorbitante.", "100.  Partant, il y a eu et il continue d'y avoir violation de l'article 1 du Protocole no 1.", "III.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "101.  Sous l'angle de l'article 6 § 1 de la Convention, le requérant voit une atteinte au principe d'égalité des armes dans le refus par la cour d'appel d'ajourner l'audience fixée pour le 26 février 2002.", "102.  Il estime avoir fait l'objet d'une discrimination contraire à l'article 14 de la Convention en raison de son origine juive.", "103.  Compte tenu de l'ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour n'a relevé aucune apparence de violation de ces droits et libertés garantis par la Convention et ses Protocoles. A cet égard, elle relève, d'une part, que le requérant a été légalement cité à comparaître, qu'il connaissait à l'avance la date de l'audience et que la cour d'appel a ajourné deux fois le prononcé de l'arrêt afin de lui permettre de déposer des conclusions écrites, et, d'autre part, que le requérant n'a fourni aucun indice permettant de déceler une quelconque discrimination.", "104.  Il s'ensuit que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l'article 35 §§ 3 et 4 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "105.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "106. Le requérant souligne que la manière la plus adéquate pour le Gouvernement de réparer le préjudice causé serait de lui restituer l'ensemble de l'immeuble, à savoir le terrain et la construction.", "107.  Pour le cas où le Gouvernement s'opposerait à la restitution de l'immeuble, le requérant se dit prêt à envisager l'octroi d'un dédommagement et réclame une somme de 3 000 000 d'euros (EUR), équivalente selon lui à la valeur marchande du bien. Pour justifier ses prétentions, il renvoie à une expertise établie par un expert inscrit à l'Ordre des experts techniques de Roumanie et aux termes de laquelle la valeur du bien est de 2 438 240 EUR.", "108.  Le Gouvernement marque son désaccord avec le montant réclamé par le requérant. Il renvoie à une autre expertise, établie elle aussi par un expert agréé, aux termes de laquelle la valeur marchande du bien est de 1 329 982 EUR. En outre, le Gouvernement expose que l'Etat a investi 66 294 EUR dans des travaux qui ont augmenté la valeur de l'immeuble.", "109.  Dans ses observations en réponse à celle du Gouvernement, le requérant conteste les résultats de l'expertise présentée par le Gouvernement. Il expose que la différence entre les montants avancés par les deux experts est due notamment au fait que l'expert désigné par le Gouvernement a calculé la valeur de l'immeuble en considérant qu'il se trouve dans la « zone 1 » de Bucarest, alors qu'en réalité il ferait partie de la « zone 0 », qui est la plus chère en matière immobilière.", "110.  Le requérant demande en outre une somme de 288 000 EUR, censée représenter le manque à gagner subi par lui du fait de la perte des loyers encaissés par l'Etat depuis novembre 2000.", "111.  Enfin, il réclame une somme de 2 000 EUR au titre des taxes et impôts versés pour l'immeuble litigieux depuis 2000.", "112.  Invoquant, entre autres, l'affaire Popescu Nasta c. Roumanie (no 33355/96, § 62, 7 janvier 2003), le Gouvernement estime que si la Cour devait ordonner la restitution de l'immeuble au requérant, elle ne devrait accorder à l'intéressé aucune somme pour manque à gagner.", "113.  La Cour rappelle qu'un arrêt constatant une violation entraîne pour l'Etat défendeur l'obligation juridique au regard de la Convention de mettre un terme à la violation et d'en effacer les conséquences. Si le droit interne ne permet d'effacer qu'imparfaitement les conséquences de cette violation, l'article 41 de la Convention confère à la Cour le pouvoir d'accorder une réparation à la partie lésée par l'acte ou l'omission à propos desquels une violation de la Convention a été constatée.", "114.  La Cour estime, dans les circonstances de l'espèce, que la mise du requérant en possession du bien litigieux, telle qu'ordonnée par le jugement du tribunal de première instance de Bucarest en date du 24 juin 1999, placerait le requérant autant que possible dans une situation équivalant à celle où il se trouverait si les exigences des articles 6 § 1 de la Convention et 1 du Protocole no 1 n'avaient pas été méconnues.", "115.  La Cour décide que si l'Etat défendeur ne procède pas à pareille restitution dans un délai de trois mois à compter du jour où le présent arrêt sera devenu définitif, il devra verser aux intéressés, pour dommage matériel, une somme correspondant à la valeur actuelle du bien.", "116.  Quant à la détermination de cette somme, la Cour relève l'important écart qui sépare les valeurs avancées par les experts désignés par les parties au litige.", "117.  Compte tenu des informations dont elle dispose sur les prix du marché immobilier à Bucarest, la Cour estime 1 900 000 EUR la valeur marchande actuelle de l'immeuble et du terrain y attenant.", "118.  Concernant le montant réclamé pour manque à gagner, la Cour estime que le refus d'exécuter le jugement définitif susmentionné a causé un préjudice matériel au requérant puisque celui-ci est privé de la jouissance de son bien et de toute possibilité d'en user et d'en tirer un quelconque profit, l'Etat continuant à encaisser le loyer versé par l'organisation « United States - Peace Corps ». Par conséquent, la Cour juge raisonnable la proposition du requérant d'apprécier les pertes subies par lui du fait de la non-exécution du jugement du 24 juin 1999 sur la base du loyer mensuel versé par ladite organisation. Le Gouvernement n'ayant pas contesté que l'Etat continue à encaisser le loyer prévu dans le contrat de bail de 1999, la Cour utilisera celui-ci comme point de référence.", "119.  Cependant, pour formuler une appréciation réaliste, la Cour doit également tenir compte du fait que le requérant aurait dû investir certaines sommes dans l'entretien de l'immeuble et que ses revenus locatifs auraient été soumis à l'impôt (voir, mutatis mutandis, Prodan c. Moldova, no 49806/99, § 74, CEDH 2004III (extraits)).", "120.  Au vu de ce qui précède, la Cour, statuant en équité, alloue au requérant la somme de 200 000 EUR au titre du manque à gagner subi par lui du fait de la non-exécution du jugement définitif du 24 juin 1999.", "121.  Enfin, quant au remboursement des taxes et impôts versés depuis 2000, la Cour observe que le requérant s'est acquitté de ces obligations en sa qualité de propriétaire de l'immeuble et que son titre de propriété est toujours valable. Dès lors, la Cour estime que les violations constatées des articles 6 § 1 de la Convention et 1 du Protocole no 1 ne sauraient justifier le remboursement de ces sommes. Le fait que la Régie ait également versé des taxes et impôts pour l'immeuble ne saurait changer cette conclusion.", "B.  Dommage moral", "122.  Le requérant sollicite 300 000 EUR au titre du préjudice moral qu'il dit avoir subi à raison du refus par les autorités de lui restituer l'immeuble. Il affirme que ce refus lui a causé une grande souffrance psychique, et que celle-ci a entraîné une dégradation de son état de santé ainsi qu'un infarctus.", "123.  Le Gouvernement s'élève contre cette prétention, estimant qu'il n'y a aucun lien direct entre les violations alléguées et le préjudice moral allégué. De surcroît, il soutient qu'un constat de violation par la Cour pourrait constituer, en soi, une réparation suffisante.", "124.  La Cour ne saurait ignorer ni les nombreuses démarches que le requérant a entreprises, à un âge avancé, pour recouvrer la possession de son bien ni le sentiment de détresse qu'il a dû éprouver face à l'impossibilité prolongée de faire respecter le jugement définitif du 24 juin 1999. Elle considère que les faits litigieux ont entraîné des ingérences graves dans les droits du requérant au respect de son bien, à un tribunal et à un procès équitable, pour lesquelles la somme de 10 000 EUR représente une réparation équitable du préjudice moral subi.", "C.  Frais et dépens", "125.  Le requérant demande également 10 000 EUR pour les frais et dépens exposés devant les juridictions internes et pour ceux exposés devant la Cour.", "126.  Le Gouvernement souligne que le requérant n'a fourni aucun justificatif à l'appui de sa demande et que, s'agissant des frais et dépens exposés devant les juridictions internes, il aurait pu demander leur remboursement devant ces juridictions.", "127.  La Cour rappelle que seuls peuvent être remboursés au titre de l'article 41 de la Convention les frais dont il est établi qu'ils ont été réellement exposés, qu'ils correspondaient à une nécessité et qu'ils sont d'un montant raisonnable (voir, entre autres, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II).", "128.  Compte tenu du fait que le requérant n'a ni ventilé sa demande ni fourni de justificatifs pour le montant des frais et dépens réclamés, la Cour décide de ne lui allouer aucune somme à ce titre.", "D.  Intérêts moratoires", "129.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l'article 6 § 1 de la Convention concernant la non-exécution du jugement du 24 juin 1999 et l'indépendance et l'impartialité de la cour d'appel de Bucarest et quant au grief tiré de l'article 1 du Protocole no 1, et irrecevable pour le surplus ;", "", "2.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention du fait de la non-exécution du jugement du 24 juin 1999 ;", "", "3.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention en ce que la cause du requérant n'a pas été entendue par un tribunal indépendant et impartial ;", "", "4.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "\n5.  Dit", "a)  que l'Etat défendeur doit restituer au requérant l'immeuble sis au no 16 de la rue Negustori, à Bucarest, conformément au jugement du 24 juin 1999 du tribunal de première instance de Bucarest, dans les trois mois à compter du jour où le présent arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention ;", "b)  qu'à défaut d'une telle restitution, l'État défendeur doit verser au requérant, dans le même délai de trois mois, 1 900 000 EUR (un million neuf cent mille euros) pour dommage matériel ;", "c)  qu'en tout état de cause, l'Etat défendeur doit verser au requérant 200 000 EUR (deux cent mille euros) pour préjudice matériel ainsi que 10 000 EUR (dix mille euros) pour préjudice moral ;", "d)  que les sommes en question seront à convertir dans la monnaie de l'Etat défendeur au taux applicable à la date du règlement et à majorer de tout montant pouvant être dû à titre d'impôt ;", "e)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 26 juillet 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tElisabet Fura-Sandström\n\tGreffier\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante de M. Caflisch, à laquelle se rallie Mme Ziemele.", "E.F.-S.\nS.Q.", "OPINION CONCORDANTE DE M. LE JUGE CAFLISCH,\nÀ LAQUELLE SE RALLIE Mme LA JUGE ZIEMELE", "1.  Je souscris aux conclusions auxquelles la chambre est parvenue quant à la prétendue violation de l'article 6 § 1 de la Convention dans la présente affaire. Je le fais surtout en raison du constat figurant au paragraphe 60 de l'arrêt, où la Cour s'exprime ainsi :", "« (...) l'existence d'une éventuelle immunité dont bénéficierait l'organisation [Peace Corps] ne s'opposait nullement au transfert dans le patrimoine du requérant des attributs du droit de propriété sur l'immeuble litigieux. Ce transfert n'impliquant pas en lui-même l'expulsion du locataire, ce dernier avait la possibilité, en cas de litige sur le droit d'usage de l'immeuble, de faire valoir ses moyens de défense, y compris ceux tirés de l'immunité de juridiction. »", "2.  A en juger par les paragraphes 402 et 403 de son jugement du 26 février 2007 relatif à l'application de la Convention pour la prévention et la répression du crime de génocide (Bosnie-Herzégovine c. Serbie et Monténégro), la Cour internationale de Justice ne voit pas d'un œil particulièrement favorable que les tribunaux internationaux spécialisés – au nombre desquels figure la présente Cour – se prononcent sur des problèmes généraux de droit international public. Malgré cette réserve de la part de l'organe judiciaire principal des Nations unies, j'aurais souhaité que la majorité de la présente Cour, au lieu d'abandonner ces matières aux juridictions roumaines, s'exprime sur les questions d'immunité que soulève la présence continue du « Peace Corps » américain dans l'immeuble faisant l'objet de la présente affaire. A ce propos, je voudrais d'ailleurs manifester mon incompréhension devant le refus du Service juridique de cette institution de renseigner la Cour sur son statut, surtout au vu de l'avantage que cela aurait pu lui procurer.", "3.  L'Accord du 24 janvier 1992 entre les Etats-Unis et la Roumanie relatif aux activités du Peace Corps en Roumanie est muet sur le statut de cette entité en tant que telle. Il se borne à prévoir, en son article VI, que", "« [l]e représentant du Peace Corps et son personnel recevront le même traitement que les personnes de rang comparable faisant partie de l'Ambassade des Etats-Unis en Roumanie, sauf qu'ils ne jouiront pas du statut et des immunités diplomatiques ».", "4.  Ce texte autorise deux conclusions : 1. le personnel du Peace Corps jouit du même statut que l'Ambassade des Etats-Unis, alors que le Peace Corps comme tel n'est pas placé au même niveau que l'Ambassade ; 2. l'assimilation du personnel ne s'étend pas aux privilèges et immunités diplomatiques. Si l'Accord de 1992 demeure silencieux sur la situation du Peace Corps comme tel, les renseignements dont la Cour dispose dans la présente affaire – refus du Service juridique de cette agence de renseigner la Cour, non-assimilation du Peace Corps en tant que tel à l'Ambassade, refus", "explicite de faire bénéficier son personnel des privilèges et immunités diplomatiques – portent à croire que le Peace Corps ne jouit pas du statut diplomatique en Roumanie.", "5.  Cette conclusion provisoire est confirmée par la définition que la Convention de Vienne du 18 avril 1961 sur les relations diplomatiques donne des fonctions diplomatiques et par les activités qu'exerce le Peace Corps. Aux termes de l'article 3 de la Convention de Vienne,", "« 1. [l]es fonctions d'une mission diplomatique consistent notamment à :", "a) représenter l'Etat accréditant auprès de l'Etat accréditaire ;", "b) protéger dans l'Etat accréditaire les intérêts de l'Etat accréditant et de ses ressortissants, dans les limites admises par le droit international ;", "c) négocier avec le gouvernement de l'Etat accréditaire ;", "d) s'informer par tous les moyens licites des conditions et de l'évolution des événements dans l'Etat accréditaire et faire rapport à ce sujet au gouvernement de l'Etat accréditant ;", "e) promouvoir des relations amicales et développer les relations économiques, culturelles et scientifiques entre l'Etat accréditant et l'Etat accréditaire ;", "2. Aucune disposition de la présente Convention ne saurait être interprétée comme interdisant l'exercice de fonctions consulaires par une mission diplomatique. »", "Cette disposition fait ressortir que la mission diplomatique doit s'acquitter d'une série de tâches dont la plupart relèvent des relations interétatiques officielles – à l'exception peut-être, du moins en partie, de celle qui consiste à développer les relations amicales, économiques, culturelles et scientifiques (article 3 § 1 e)) avec l'Etat accréditaire. La mission diplomatique remplit l'ensemble des fonctions énumérées. Un organisme même officiel chargé, par exemple, de la seule promotion des relations amicales ou culturelles entre les Etats concernés n'a pas, de toute évidence, le caractère d'une mission diplomatique.", "6.  Abstraction faite de la référence à l'accomplissement en Roumanie de « tâches ayant fait l'objet d'un accord » entre les deux Etats (article I.1), l'Accord du 24 janvier 1992 entre les Etats-Unis et la Roumanie ne dit rien de concret sur les activités du Peace Corps. Se fondant sur des informations généralement accessibles, on peut toutefois affirmer que cet organisme a pour mission de contribuer à la formation d'hommes et de femmes dans les pays d'accueil afin de contribuer à l'essor de ceux-ci et de favoriser une meilleure compréhension entre les peuples des Etats concernés. Les activités des Américains envoyés à l'étranger dans le cadre du Peace Corps touchent aux domaines suivants : éducation, développement des activités communautaires et du commerce, protection de l'environnement et de l'agriculture, santé et assistance médicale, techniques d'information. Cette description sommaire des tâches du Peace Corps montre, en tout cas, que l'organisme n'a pas la qualité de mission diplomatique et qu'il ne saurait, de ce fait, bénéficier des immunités et privilèges que la Convention de Vienne de 1961 octroie à de telles missions.", "7.  Cette constatation, cependant, n'épuise pas le sujet. Il ne fait pas de doute que le Peace Corps est une agence (« instrumentality ») du gouvernement des Etats-Unis. C'est donc ce dernier, à travers le Peace Corps, qui est le locataire de l'immeuble revendiqué par le requérant. Il est vrai que le dernier bail écrit conclu avec le gouvernement roumain a pris fin le 31 mars 2002, comme la Cour le note dans son arrêt (paragraphe 56) ; mais le Peace Corps continue à occuper l'immeuble, en toute quiétude semble-t-il, c'est-à-dire en accord avec le gouvernement roumain qui, probablement, encaisse un loyer. Le Peace Corps est donc loin de « squatter » le bâtiment ; il l'occupe sur la base d'un bail tacite à durée indéterminée. Sans doute le gouvernement roumain pourrait-il mettre fin à cette présence, le cas échéant en observant le délai de préavis prescrit par le droit roumain en matière de baux de durée indéterminée. Mais tant qu'il ne le fait pas, la présence du Peace Corps est parfaitement licite et les Etats-Unis, par le biais de cet organisme, ont un intérêt légitime à pouvoir continuer à utiliser les locaux.", "8.  Cet intérêt est-il protégé par le droit international et, si oui, de quelle manière ? En l'espèce les Etats-Unis pourraient tenter de se prévaloir des règles coutumières du droit des gens en matière d'immunité des Etats, codifiées par la Convention du 2 décembre 2004 sur les immunités juridictionnelles des Etats et de leurs biens (Nations unies, Assemblée générale, Résolution 59/38 du 2 décembre 2004).", "9.  L'article 13 de la Convention de 2004, qui énumère les exceptions à l'immunité de juridiction, prévoit ceci :", "« A moins que les Etats concernés n'en conviennent autrement, un Etat ne peut invoquer l'immunité de juridiction devant un tribunal d'un autre Etat, compétent en l'espèce, dans une procédure se rapportant à la détermination : a) d'un droit ou intérêt de l'Etat sur un bien immobilier situé sur le territoire de l'Etat du for, de la possession du bien immobilier par l'Etat ou de l'usage qu'il en fait, ou d'une obligation de l'Etat en raison de son intérêt juridique au regard de ce bien immobilier, de sa possession ou de son usage ; b) d'un droit ou intérêt de l'Etat sur un bien mobilier ou immobilier né d'une succession, d'une donation ou d'une vacance ; ou c) d'un droit ou intérêt de l'Etat dans l'administration de biens tels que biens en trust, biens faisant partie du patrimoine d'un failli ou biens d'une société en cas de dissolution. »", "Aux termes de la lettre a) de ce texte, les Etats-Unis (ou la Roumanie, agissant dans le but d'éviter tout comportement internationalement illicite vis-à-vis des Etats-Unis) ne peuvent opposer l'immunité de juridiction aux tribunaux roumains. L'article 13 a) empêche en effet l'Etat étranger d'invoquer cette immunité, car celle-ci ne couvre ni les droits ou intérêts de cet Etat sur des biens immobiliers ni l'usage qu'il en fait. Ainsi, les Etats-Unis ou la Roumanie ne sauraient, dans la présente affaire, se fonder sur l'immunité de juridiction. Qui plus est, la présente affaire a dépassé la phase juridictionnelle ; c'est l'exécution d'un jugement qui est ici en cause.", "10.  L'article 19 de la Convention de 2004 porte, quant à lui, sur l'immunité des Etats en matière de contrainte postérieure au jugement, donc sur l'immunité d'exécution, et dispose :", "« Aucune mesure de contrainte postérieure au jugement, telle que saisie, saisie-arrêt ou saisie-exécution, ne peut être prise contre des biens d'un Etat en relation avec une procédure intentée devant un tribunal d'un autre Etat excepté si et dans la mesure où: a) l'Etat a expressément consenti à l'application de telles mesures dans les termes indiqués : i) par un accord international ; ii) par une convention d'arbitrage ou un contrat écrit ; ou iii) par une déclaration devant le tribunal ou une communication écrite faite après la survenance du différend entre les parties ; ou b) l'Etat a réservé ou affecté des biens à la satisfaction de la demande qui fait l'objet de cette procédure ; ou c) il a été établi que les biens sont spécifiquement utilisés ou destinés à être utilisés par l'Etat autrement qu'à des fins de service public non commerciales et sont situés sur le territoire de l'Etat du for (...) »", "11.  Cette disposition semble mieux convenir à la situation ici envisagée, qui est celle d'un litige réglé par un jugement dont l'exécution est recherchée. Dans ce type de situation, précise l'article 19, aucune mesure d'exécution n'est autorisée contre l'Etat étranger, à moins qu'une des conditions énoncées aux lettres a) à c) de l'article 19 ne soit remplie, ce qui n'est clairement pas le cas. La Roumanie ne peut donc prendre, à l'égard des Etats-Unis, locataire de facto, aucune mesure de contrainte.", "12.  Dès lors la Roumanie peut envisager deux mesures, par ailleurs cumulables : 1) demander aux Etats-Unis d'évacuer les locaux afin de les restituer au requérant, démarche qui, en cas de refus des Etats-Unis, restera sans effet puisqu'aucune mesure de contrainte n'est possible ; et/ou 2) transférer la propriété du bâtiment au requérant sans toutefois le mettre en possession de celui-ci (voir, à ce sujet, le paragraphe 60 de l'arrêt). Dans l'éventualité d'un transfert de propriété sans mise en possession, le requérant aurait le droit d'être indemnisé pour toute la période pendant laquelle il a et aura été illégalement privé de l'usage de son bien. Si, en revanche, le transfert était accompagné de restitution, l'indemnisation se réduirait à la privation subie par le requérant avant la date de restitution.", "13.  Si aucune de ces deux mesures ne devait se matérialiser, l'indemnisation à verser par le gouvernement roumain serait à calculer sur la base de la valeur marchande de l'immeuble et de la période pendant laquelle le requérant aura été privé de son bien.", "", ""]}