{"file": "FRE_HFJUD_1620_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "1620/03", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE SCHÜTH c. ALLEMAGNE", "", "(Requête no 1620/03)", "", "", "", "", "ARRÊT", "", "", "Cette version a été rectifiée conformément à l’article 81", " du règlement de la Cour le 10 mai 2011", "", "", "STRASBOURG", "", "23 septembre 2010", "", "", "DÉFINITIF", "", "23/12/2010", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Schüth c. Allemagne,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tRenate Jaeger,\n\tRait Maruste,\n\tIsabelle Berro-Lefèvre,\n\tMirjana Lazarova Trajkovska,\n\tZdravka Kalaydjieva,\n\tGanna Yudkivska, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 31 août 2010,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 1620/03) dirigée contre la République fédérale d’Allemagne dont un ressortissant, M. Bernhard Josef Schüth (« le requérant »), a saisi la Cour le 11 janvier 2003 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me U. Muhr, avocate à Essen. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, Mme A. Wittling-Vogel, Ministerialdirigentin au ministère fédéral de la Justice.", "3.  Le requérant allègue que le refus des juridictions du travail d’annuler son licenciement prononcé par l’Eglise catholique a enfreint l’article 8 de la Convention.", "4.  Le 18 mars 2008, le président de la cinquième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "5.  Tant le Gouvernement que le requérant ont déposé des observations écrites. Des observations ont également été reçues de la part du diocèse catholique d’Essen, que le président avait autorisé à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement). Les parties ont répondu à ces commentaires (article 44 § 5 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1957 et réside à Essen.", "A.   Genèse de l’affaire", "7.  Le 15 novembre 1983, le requérant prit les fonctions d’organiste et de chef de chœur dans la paroisse catholique Saint-Lambert (« la paroisse »), à Essen.", "8.  L’article 2 de son contrat de travail daté du 30 janvier 1984 stipulait entre autres que le règlement sur le travail et la rémunération ecclésiastiques (paragraphe 37 ci-dessous), dans sa version en vigueur, faisait partie intégrante du contrat et qu’un manquement grave aux principes ecclésiastiques constituait un motif important de résiliation du contrat sans préavis, en vertu de l’article 42 de ce règlement.", "9.  Après l’approbation du contrat par le vicaire général de l’évêque, le requérant prêta serment en ces termes :", "« Je promets de remplir mes obligations professionnelles et de respecter et d’observer les prescriptions ecclésiastiques. »", "10.  A partir du 1er janvier 1985, il occupa également le poste de musicien chef du doyenné et perçut un salaire mensuel brut de 5 688,18 marks allemands (environ 2 900 euros).", "11.  En 1994, le requérant se sépara de son épouse, mère de ses deux enfants. La séparation fut rendue publique en janvier 1995. Depuis lors, le requérant vit au même domicile que sa nouvelle compagne, qui est également sa représentante devant les juridictions du travail et la Cour.", "12.  Le 2 juillet 1997, après que les enfants du requérant eurent dit au jardin d’enfants que leur père allait être de nouveau papa, le doyen de la paroisse rencontra le requérant.", "13.  Le 15 juillet 1997, la paroisse prononça le licenciement du requérant à compter du 1er avril 1998 au motif qu’il avait enfreint les obligations de loyauté prévues à l’article 5 du règlement fondamental de l’Eglise catholique pour le service ecclésial (« le règlement fondamental » – paragraphe 38 ci-dessous). Au regard des principes fondamentaux de l’Eglise catholique consacrant les liens indissolubles du mariage, le requérant, en entretenant une liaison extraconjugale avec une autre femme qui attendait un enfant de lui, non seulement aurait commis l’adultère mais se serait également rendu coupable de bigamie.", "14.  A la suite du licenciement, l’épouse du requérant demanda le divorce, qui fut prononcé le 13 août 1998.", "B.  Les décisions des juridictions du travail inférieures", "15.  Le 24 juillet 1997, le requérant saisit le tribunal du travail d’Essen.", "16.  Le 9 décembre 1997, le tribunal du travail accueillit la demande du requérant et constata que le licenciement du 15 juillet 1997 n’avait pas résilié le contrat de travail de l’intéressé. Rappelant les conclusions de l’arrêt de la Cour fédérale du travail du 9 avril 1997 (Obst c. Allemagne, no 425/03, §§ 12-19, 23 septembre 2010) qui avait repris les critères dégagés par la Cour constitutionnelle fédérale dans son arrêt de principe du 4 juin 1985 (paragraphe 35 ci-dessous), il estima que le comportement du requérant ne justifiait pas encore (noch nicht) son licenciement en vertu de l’article 1 § 1 de la loi sur la protection contre le licenciement (paragraphe 36 ci-dessous). Aux yeux du tribunal, l’intéressé n’était pas soumis à des obligations de loyauté accrues (gesteigerte Loyalitätsobligenheiten) parce qu’il ne travaillait ni dans la pastorale ni dans la catéchèse, qu’il n’était pas investi d’une missio canonica et qu’il n’exerçait pas non plus des fonctions de collaborateur cadre (leitender Mitarbeiter) au sens de l’article 5 § 3 du règlement fondamental. Selon le tribunal, la partie défenderesse n’avait pas prouvé que ses fonctions de musicien chef du doyenné équivalussent à une fonction de direction ; dès lors, en application de l’article 5 §§ 1 et 2 du règlement fondamental, la paroisse aurait dû d’abord mener avec l’intéressé un entretien de clarification (klärendes Gespräch) ou prononcer un avertissement (Abmahnung) avant de recourir à la sanction la plus grave prévue que constituait le licenciement, compte tenu notamment des nombreuses années de service du requérant dans la paroisse (quatorze ans) et du fait qu’il n’avait pratiquement aucune chance de trouver un emploi sur le marché du travail séculier en tant qu’organiste. Le tribunal du travail rappela qu’un employeur ne pouvait être dispensé de recourir d’abord à un avertissement que si l’employé ne pouvait pas escompter que son comportement fût toléré par son employeur au vu de la gravité du manquement, ou s’il n’était pas disposé à se conformer à ses obligations professionnelles ou en mesure de le faire.", "17.  Pour le tribunal, pour autant que la paroisse reprochait au requérant d’être père d’un enfant extraconjugal, ce manquement, après quatorze ans de service, n’atteignait pas la gravité justifiant un licenciement pour ce seul motif sans avertissement préalable. L’article 5 § 4 du règlement fondamental prévoyait expressément qu’il fallait examiner la question de savoir si un collaborateur combattait les prescriptions de l’Eglise catholique ou si, tout en reconnaissant ces prescriptions, il n’avait pas réussi à les respecter dans la pratique. Le tribunal ajouta que la paroisse n’avait pas apporté la preuve que le requérant avait déclaré au doyen ne pas vouloir mettre un terme à sa relation avec sa nouvelle compagne.", "18.  Le 13 août 1998, la cour d’appel du travail de Düsseldorf rejeta l’appel formé par la paroisse. Elle fit siennes les conclusions du tribunal du travail tout en précisant que le motif du licenciement n’était pas la paternité d’un enfant extraconjugal, mais la relation extraconjugale durable du requérant. Elle souligna que, si la fonction occupée par le requérant au sein de l’Eglise ne tombait certes pas sous le coup de l’article 5 § 3 du règlement fondamental, le licenciement de l’intéressé demeurait néanmoins possible en vertu de l’article 5 § 4, compte tenu de la proximité de son travail avec la mission de proclamation de l’Eglise. Toutefois, après avoir formellement auditionné le requérant en tant que partie, la cour d’appel parvint à la conclusion que le licenciement souffrait d’une omission procédurale car la paroisse n’avait pas prouvé que le doyen avait tenté d’inciter le requérant à mettre un terme à sa relation extraconjugale. En raison de l’importance fondamentale de l’affaire, elle autorisa le pourvoi en cassation devant la Cour fédérale du travail.", "C.  L’arrêt de la Cour fédérale du travail", "19.  Le 12 août 1999, la Cour fédérale du travail cassa l’arrêt de la cour d’appel. Elle estima que l’article 5 § 1 du règlement fondamental, qui exigeait la tenue d’un entretien de clarification, s’appliquait non seulement aux licenciements prononcés en vertu du paragraphe 2 de cet article (licenciement comme ultime mesure en cas de manquement grave) mais aussi à ceux fondés sur le paragraphe 3 (exclusion, par principe, du maintien dans le poste, et possibilité de renoncer de manière exceptionnelle au licenciement). La différence entre les deux paragraphes n’étant que graduelle, un entretien de clarification serait nécessaire dans tous les cas. En l’espèce, la Cour fédérale considéra que, compte tenu du manque de clarté des dispositions ecclésiastiques applicables au requérant quant à la question de savoir si ses fonctions le soumettaient à des obligations de loyauté accrues ou non, il n’était pas clairement établi que le requérant pouvait savoir avec une prévisibilité suffisante qu’il tombait sous le coup de l’article 5 § 3 du règlement fondamental. Si la tenue d’un entretien de clarification s’était imposée dans le cas du requérant, l’absence d’un tel entretien était donc de nature à rendre le licenciement irrégulier (sozialwidrig). Cependant, la Cour fédérale du travail considéra que la conclusion de la cour d’appel selon laquelle un entretien avec le requérant n’avait pas eu lieu était erronée. Sur ce point, elle estima en effet que la cour d’appel s’était abstenue à tort d’auditionner formellement aussi le doyen en tant que partie à la procédure en vue d’établir si celui-ci avait ou non essayé d’inciter le requérant à mettre un terme à sa relation extraconjugale et que, partant, l’arrêt attaqué devait être cassé. Toutefois, les faits n’ayant pas encore été suffisamment établis, elle n’était pas en mesure de se prononcer sur la question de savoir si le licenciement du requérant était justifié. De ce fait, elle renvoya l’affaire devant la cour d’appel du travail.", "20.  La Cour fédérale du travail précisa en outre que, lorsqu’un employeur ecclésial concluait des contrats de travail, il utilisait non seulement la liberté contractuelle (Privatautonomie) soumise au droit du travail étatique, mais également la garantie institutionnelle des Eglises les autorisant à régler leurs affaires de manière autonome. Le droit du travail des Eglises trouvait de ce fait à s’appliquer conjointement avec le droit étatique. La promulgation du règlement fondamental, notamment les articles 4 et 5, traduisait le principe d’autonomie de l’Eglise catholique, prévu à l’article 137 § 3 de la Constitution de Weimar (paragraphe 34 cidessous). L’application du droit du travail étatique ne pouvait pas mettre en question la particularité du service ecclésial, qui était protégée par la Constitution. L’Eglise catholique était dès lors en droit de fonder ses contrats de travail sur le modèle d’une communauté de service chrétienne et, en particulier, de demander à ses employés catholiques de reconnaître et respecter les principes des prescriptions religieuses et morales catholiques, comme le prévoyait l’article 4 § 1 du règlement fondamental. La crédibilité des Eglises pouvant dépendre du comportement de leurs membres employés et de leur respect de l’ordre ecclésial, y compris dans leur mode de vie, les articles 4 et 5 du règlement fondamental stipulaient quels étaient les critères applicables pour apprécier les obligations de loyauté contractuelles et pour évaluer la gravité d’un manquement à de telles obligations.", "21.  La Cour fédérale du travail ajouta que la particularité des obligations de loyauté résidait dans le fait que celles-ci ne concernaient pas tant les devoirs professionnels que les comportements relevant des devoirs secondaires, voire de la vie privée. Elle releva que l’importance prééminente du mariage faisait partie intégrante des principes fondamentaux des prescriptions religieuses et morales de l’Eglise catholique. Il ne s’agissait pas seulement d’un lien et d’un contrat, mais aussi d’un sacrement. Même si l’adultère ne constituait plus un crime depuis la nouvelle version du code de droit canonique de 1983, le mariage avait gardé sa nature indissoluble, perpétuelle et exclusive.", "22.  La Cour fédérale du travail nota que, lorsque les juridictions du travail appliquaient le droit du travail étatique, elles étaient liées par les prescriptions des sociétés religieuses dans la mesure où ces prescriptions tenaient compte des critères reconnus par les Eglises constituées. Cependant, en appliquant ces prescriptions, les juridictions du travail ne devaient pas se mettre en contradiction avec les principes fondamentaux de l’ordre juridique, parmi lesquels figuraient notamment l’interdiction de l’arbitraire et les notions de « bonnes mœurs » et d’« ordre public ». Selon la jurisprudence de la Cour constitutionnelle fédérale (paragraphe 35 cidessous), il appartenait aux juridictions du travail d’assurer que les sociétés religieuses n’imposent pas à leurs employés des exigences de loyauté démesurées. La Cour fédérale du travail estima que les conceptions de l’Eglise catholique quant à la fidélité dans le mariage n’étaient pas en contradiction avec les principes fondamentaux de l’ordre juridique. En effet, le mariage bénéficiait d’une protection spéciale prévue à l’article 6 de la Loi fondamentale et l’adultère était considéré comme un manquement grave au regard du droit civil. Elle rappela qu’elle avait du reste déjà exposé dans son arrêt du 24 avril 1997 que l’adultère constituait un manquement grave aux yeux de l’Eglise catholique (Obst, précité, § 15).", "23.  La Cour fédérale du travail conclut que la cour d’appel avait à raison considéré que le comportement du requérant pouvait être qualifié de manquement moral personnel grave, au sens de l’article 5 § 2 du règlement fondamental, et qu’il constituait de ce fait un motif de licenciement, au sens de l’article 1 § 2 de la loi sur la protection contre le licenciement. Elle nota que l’avis du requérant, selon lequel seul un nouveau mariage – qui, d’après la conception de l’Eglise catholique, était nul – pouvait être assimilé à un tel manquement grave, ne trouvait à s’étayer ni dans le règlement fondamental ni dans d’autres textes.", "D.  La procédure après le renvoi de l’affaire", "24.  Le 3 février 2000, statuant sur renvoi, la cour d’appel du travail de Düsseldorf accueillit l’appel de la paroisse contre le jugement du tribunal du travail du 9 décembre 1997. Après l’audition du doyen en tant que partie et après que le requérant eut concédé qu’il avait, lors de son entretien du 2 juillet 1997 avec le doyen, qualifié de définitive sa nouvelle relation avec son avocate, elle jugea que la paroisse avait prononcé le licenciement en conformité avec l’article 5 § 1 du règlement fondamental. En effet, d’après les déclarations du doyen à l’audience, déclarations qu’elle estima plus crédibles que celles du requérant, un entretien avait bien eu lieu entre les deux intéressés. Face à la position ferme du requérant en ce qui concernait sa nouvelle relation, le doyen et la paroisse avaient pu considérer à bon escient qu’un avertissement préalable était superflu.", "25.  La cour d’appel du travail précisa qu’elle ne méconnaissait pas les conséquences du licenciement du requérant, qui ne pourrait vraisemblablement plus exercer sa profession ni payer les mêmes sommes versées à titre d’aliments. Toutefois, elle admit que la paroisse ne pouvait continuer à employer le requérant sans perdre toute crédibilité quant au caractère obligatoire de ses prescriptions religieuses et morales. A cet égard, il fallait tenir compte du fait que, même si le requérant ne faisait pas partie du groupe des collaborateurs soumis à des devoirs de loyauté accrus en vertu de l’article 5 § 3 du règlement fondamental, son activité était en relation étroite avec la mission de proclamation de l’Eglise. Il n’était donc guère concevable vis-à-vis du public extérieur que le requérant et le doyen continuent à célébrer la liturgie ensemble. D’après la cour d’appel du travail, les intérêts de la paroisse l’emportaient de loin sur ceux du requérant.", "26.  Le 29 mai 2000, la Cour fédérale du travail déclara irrecevable la demande du requérant tendant à faire admettre son pourvoi en cassation.", "27.  Le 8 juillet 2002, la Cour constitutionnelle fédérale n’admit pas le recours constitutionnel formé par le requérant (no 2 BvR 1160/00) au motif qu’il n’avait pas de chances suffisantes de succès. Selon elle, les décisions attaquées ne soulevaient pas de problèmes constitutionnels au regard de son arrêt du 4 juin 1985 (paragraphe 35 ci-dessous).", "28.  Depuis septembre 2002, le requérant est employé comme directeur de chorale d’une paroisse protestante à Essen et dirige trois chœurs à titre bénévole.", "E.  D’autres procédures", "29.  Le 22 décembre 1997, la paroisse prononça un deuxième licenciement à compter du 1er juillet 1998. Le 4 décembre 1998, le tribunal du travail rejeta la demande du requérant tendant à annuler le licenciement. A ce jour, la procédure demeure pendante devant la cour d’appel du travail de Düsseldorf.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET COMMUNAUTAIRES PERTINENTS", "A.  Le contexte général", "1.  Le statut des Eglises et sociétés religieuses en droit allemand", "30.  Le statut des Eglises et sociétés religieuses est régi notamment par les articles 137 à 141 (articles dits ecclésiastiques – Kirchenartikel) de la Constitution de Weimar du 11 août 1919, qui ont été incorporés à la Loi fondamentale par le biais de l’article 140 de cette Loi. Un grand nombre d’Eglises et de sociétés religieuses, parmi lesquelles figurent l’Eglise catholique (environ 24,9 millions de membres) et l’Eglise protestante d’Allemagne (environ 24,5 millions de membres), communément appelées les deux grandes Eglises (Grosskirchen), disposent d’un statut de personne morale de droit public mais ne font pas pour autant partie de la puissance publique. Les autres sociétés religieuses ont la capacité juridique en vertu du droit civil. Le statut de personne morale de droit public permet aux Eglises concernées notamment de lever l’impôt cultuel et d’employer des fonctionnaires.", "31.  L’Eglise catholique et l’Eglise protestante emploient plus d’un million de personnes, notamment dans leurs organisations caritatives et de bienfaisance, ce qui fait d’elles l’employeur le plus important d’Allemagne après l’Etat. Leurs grandes œuvres caritatives, la Caritas (catholique) et la Diakonie (protestante), emploient à elles seules respectivement près de 500 000 et 450 000 personnes, appelées collaborateurs. Leurs activités portent notamment sur la gestion d’hôpitaux, d’écoles, de jardins d’enfants, de maisons d’accueil pour enfants ou personnes âgées et de centres de conseil (sida, migrations, femmes en détresse). L’Eglise catholique et l’Eglise protestante comprennent leurs activités dans le domaine social comme faisant partie de leur mission de proclamation et comme la mise en pratique du commandement dictant l’amour du prochain.", "32.  Le droit régissant la relation de travail entre les Eglises et leurs fonctionnaires est calqué sur le droit de la fonction publique. En ce qui concerne les employés, c’est le droit du travail étatique qui s’applique, mais avec un certain nombre d’exceptions générées par le droit d’autonomie des Eglises. En vertu de ce dernier droit, celles-ci peuvent en particulier imposer à leurs employés des obligations de loyauté particulières (voir infra). Par ailleurs, pour ce qui est du droit du travail collectif, les Eglises et leurs institutions ne sont pas soumises au droit de cogestion de l’Etat. Considérant que leurs activités, notamment dans le domaine caritatif et de bienfaisance, sont fondées sur le modèle d’une communauté de service chrétienne, formée par l’ensemble des collaborateurs, elles n’acceptent pas les structures juridiques qui se fondent sur une opposition de principe entre employeur et employé. L’Eglise catholique et la plupart des Eglises protestantes refusent ainsi la conclusion de conventions collectives avec les syndicats, et le droit de grève ou le lock-out sont inexistants au sein de leurs institutions. Elles ont en revanche créé leurs propres systèmes de représentation et de cogestion des collaborateurs.", "33.  En ce qui concerne leur financement, les Eglises et sociétés religieuses ayant le statut de personne morale de droit public sont habilitées à lever l’impôt cultuel, lequel constitue une grande partie (environ 80 %) de leur budget total. L’impôt cultuel est prélevé par les autorités fiscales étatiques pour les Eglises et sociétés religieuses, qui versent en contrepartie une indemnisation à l’Etat s’élevant à 3 à 5 % du produit de l’impôt cultuel. Cet impôt est calqué sur l’impôt sur le salaire et s’élève à 8 à 9 % de celuici. Il est versé directement au Trésor public par l’employeur du contribuable avec l’impôt sur le salaire. A cet effet, les communes délivrent à chaque contribuable une carte d’impôt sur le salaire (Lohnsteuerkarte) que l’employé est tenu de transmettre à son employeur. La carte d’impôt \ncomporte un certain nombre de données personnelles de l’employé, dont le régime fiscal, les abattements pour enfants à charge et l’appartenance à une Eglise ou une société religieuse habilitée à lever l’impôt cultuel.", "2.  La Loi fondamentale", "34.  L’article 140 de la Loi fondamentale dispose que les articles 136 à 139 et 141 de la Constitution de Weimar du 11 août 1919 font partie intégrante de la Loi fondamentale. L’article 137 se lit ainsi :", "Article 137", "« (1)  Il n’existe pas d’Eglise d’Etat.", "(2)  La liberté de former des sociétés religieuses est garantie. (...)", "(3)  Chaque société religieuse règle et administre ses affaires de façon autonome, dans les limites de la loi applicable à tous. Elle confère ses fonctions sans intervention de l’Etat ni des collectivités communales civiles.", "(4)  Les sociétés religieuses acquièrent la personnalité juridique conformément aux prescriptions générales du droit civil.", "(5)  Les sociétés religieuses qui étaient antérieurement des collectivités de droit public conservent ce caractère. Les mêmes droits doivent être, à leur demande, accordés aux autres sociétés religieuses lorsqu’elles présentent, de par leur constitution et le nombre de leurs membres, des garanties de durée (...)", "(6)  Les sociétés religieuses qui sont des collectivités de droit public ont le droit de lever des impôts, sur la base des rôles civils d’impôts, dans les conditions fixées par le droit du Land.", "(7)  Sont assimilées aux sociétés religieuses les associations qui ont pour but de servir en commun une croyance philosophique.", "(8)  La réglementation complémentaire que pourrait nécessiter l’application de ces dispositions incombe à la législation du Land. »", "3.  L’arrêt de la Cour constitutionnelle fédérale du 4 juin 1985", "35.  Le 4 juin 1985, la Cour constitutionnelle fédérale a rendu un arrêt de principe portant sur la validité de licenciements prononcés par des Eglises à l’encontre de leurs employés à la suite d’une violation par ceux-ci de leurs obligations de loyauté (nos 2 BvR 1703/83, 1718/83 et 856/84, arrêt publié dans le Recueil des arrêts et décisions de la Cour constitutionnelle fédérale, tome 70, pp. 138-173). L’objet de ces recours constitutionnels était, d’une part, le licenciement d’un médecin exerçant dans un hôpital catholique pour ses prises de position au sujet de l’avortement et, d’autre part, celui de l’employé commercial d’un foyer pour jeunes tenu par un ordre monastique catholique en raison de son retrait de l’Eglise catholique. Après que les juridictions du travail eurent donné raison aux deux personnes licenciées, les Eglises avaient saisi la Cour constitutionnelle fédérale. Celle-ci avait accueilli leurs recours.", "La haute juridiction a rappelé que le droit des sociétés religieuses de régler leurs affaires de manière autonome dans la limite de la loi applicable à tous, consacré par l’article 137 § 3 de la Constitution de Weimar, s’appliquait non seulement aux Eglises mais aussi, indépendamment de sa forme légale, à toute institution affiliée à celles-ci et appelée à participer à leur mission. Faisait partie de cette garantie constitutionnelle le droit des Eglises de choisir le personnel nécessaire à l’accomplissement de leur mission et, partant, de conclure des contrats de travail. Lorsque les Eglises choisissaient d’exercer comme tout le monde leur liberté contractuelle, alors le droit du travail étatique trouvait à s’appliquer. Toutefois, l’applicabilité du droit du travail n’avait pas pour effet de soustraire les relations de travail au domaine des affaires propres de l’Eglise. La garantie constitutionnelle d’autonomie (Selbstbestimmungsrecht) des Eglises influait sur le contenu des contrats de travail. Ainsi une Eglise pouvait, dans l’intérêt de sa propre crédibilité, fonder ses contrats de travail sur le modèle d’une communauté de service chrétienne, et, partant, exiger de ses employés le respect des grands principes de ses enseignements dogmatiques et moraux et des obligations fondamentales applicables à tous ses membres. Cela ne voulait pas dire pour autant que le statut juridique d’un employé d’une Eglise était « cléricalisé ». Etaient en question uniquement la nature et l’étendue des obligations de loyauté découlant des contrats de travail. La relation de travail fondée sur le droit civil ne se transformait pas en un statut ecclésial qui s’emparait de l’employé et englobait sa vie privée entière.", "La Cour constitutionnelle fédérale a également précisé que la liberté des Eglises de régler leurs propres affaires s’exerçait dans les limites des lois applicables à tous, y compris les dispositions conférant une protection contre des licenciements non justifiés telles que l’article 1 de la loi sur la protection contre les licenciements et l’article 626 du code civil. Toutefois, ces dispositions ne l’emportaient pas automatiquement sur les articles dits ecclésiastiques de la Constitution de Weimar. Il y avait dès lors lieu de mettre en balance les droits divergents tout en accordant un poids particulier à l’interprétation par les Eglises de leurs propres foi et ordre juridique. La Cour constitutionnelle fédérale a poursuivi en ces termes :", "« Il s’ensuit que si la garantie constitutionnelle du droit des Eglises de régler et d’administrer leurs affaires de manière autonome leur permet de fonder leurs contrats de travail sur le modèle d’une communauté de service chrétienne et de stipuler des obligations ecclésiastiques de base, cette garantie doit être prise en considération en vertu du droit constitutionnel et son étendue doit être précisée lorsqu’il s’agit d’appliquer les dispositions portant sur la protection contre des licenciements à des licenciements pour violation des obligations de loyauté. Une application du droit du \ntravail qui ne tiendrait pas compte des obligations des employés ecclésiaux de respecter les principes fondamentaux de la vie chrétienne que les Eglises sont en droit d’imposer méconnaîtrait le droit constitutionnel d’autonomie des Eglises.", "Par conséquent, en cas de litige, les juridictions du travail doivent appliquer les critères fixés par les Eglises concernant l’appréciation des obligations de loyauté contractuelles dans la mesure où la Constitution reconnaît aux Eglises le droit d’en décider de manière autonome. Il appartient donc par principe aux Eglises constituées [verfasste Kirchen] de déterminer ce qu’exigent « la crédibilité de l’Eglise et sa proclamation », ce que sont « des tâches ecclésiales spécifiques », ce que signifie « proximité » avec l’Eglise, ce que sont « les principes fondamentaux des prescriptions religieuses et morales » et ce qui doit être considéré comme un manquement – un manquement grave, le cas échéant – à ses prescriptions. Fait également partie des affaires régies par le droit d’autonomie des Eglises la question de savoir si et comment un système d’échelonnement des obligations de loyauté doit s’appliquer aux collaborateurs travaillant au service ecclésial.", "Dans la mesure où ces prescriptions correspondent aux critères établis par les Eglises constituées, question qui doit faire l’objet d’une demande du juge aux autorités ecclésiastiques en cas de doute, les juridictions du travail sont liées par ces prescriptions à moins qu’en les appliquant elles se mettent en contradiction avec les principes fondamentaux de l’ordre juridique, tels que l’interdiction générale de l’arbitraire, le principe des bonnes mœurs et de l’ordre public. Il appartient dès lors aux juridictions étatiques d’assurer que les institutions ecclésiastiques n’imposent pas à leurs employés des exigences de loyauté inacceptables, susceptibles, le cas échéant, d’être contraires aux principes même de l’Eglise (...)", "Si les juridictions parviennent à la conclusion qu’il y a eu violation de ces obligations de loyauté, elles doivent examiner la question de savoir si cette violation justifie objectivement un licenciement en vertu de l’article 1 de la loi sur la protection contre les licenciements et de l’article 626 du code civil (...) »", "B.  Les dispositions concernant le licenciement", "36.  L’article 1 §§ 1 et 2 de la loi sur la protection contre les licenciements (Kündigungsschutzgesetz) dispose notamment qu’un licenciement est socialement injustifié à moins d’être motivé par des raisons liées à l’employé lui-même ou à son comportement.", "L’article 626 du code civil permet à chacune des parties au contrat de dénoncer la relation de travail pour des motifs importants sans préavis.", "C.  Les règlements de l’Eglise catholique", "1.  Le règlement sur le travail et la rémunération ecclésiastiques", "37.  L’article 2 § 2 b) du règlement sur le travail et la rémunération ecclésiastiques (Kirchliche Arbeits- und Vergütungsverordnung) pour les (archi-)diocèses d’Aix-la-Chapelle (Aachen), d’Essen, de Cologne (Köln), de Münster (partie de la Rhénanie du Nord-Westphalie) et de Paderborn du 15 décembre 1971, dans sa version en vigueur jusqu’au 1er janvier 1994, demandait que le mode de vie de l’employé et des personnes vivant dans son foyer fût conforme aux principes fondamentaux des prescriptions religieuses et morales de l’Eglise catholique.", "L’article 6 prévoyait que le respect, manifesté en paroles et en actes, des principes de l’Eglise catholique et un comportement conforme à celui exigé des membres du service ecclésial faisaient partie des obligations de l’employé.", "L’article 42 § 1, dans sa version actuellement en vigueur, dispose notamment qu’est considéré comme motif important justifiant un licenciement sans préavis un manquement grave (großer äusserer Verstoß) aux principes ecclésiastiques, par exemple le fait de se retirer de l’Eglise (Kirchenaustritt).", "2.  Le règlement fondamental de l’Eglise catholique", "38.  Les articles 4 et 5 du règlement fondamental de l’Eglise catholique pour le service ecclésial dans le cadre des contrats de travail ecclésiaux (Grundordnung der Katholischen Kirche für den kirchlichen Dienst im Rahmen kirchlicher Arbeitsverhältnisse), adopté par la conférence épiscopale des évêques d’Allemagne le 22 septembre 1993 et entré en vigueur dans le diocèse d’Essen le 1er janvier 1994, sont ainsi libellés dans leurs parties pertinentes en l’espèce :", "Article 4\nObligations de loyauté", "« 1.  Les collaborateurs [Mitarbeiterin und Mitarbeiter] catholiques sont tenus de respecter et de se conformer aux principes fondamentaux des prescriptions religieuses et morales catholiques. Le témoignage d’une vie personnelle menée en conformité avec ces principes s’avère important en particulier s’agissant des collaborateurs qui œuvrent dans la pastorale, dans la catéchèse ou dans l’éducation ou qui sont investis d’une missio canonica. Ces obligations s’appliquent également aux collaborateurs exerçant une fonction de cadre supérieur.", "(...)", "4.  Les collaborateurs doivent d’abstenir de toute attitude hostile à l’égard de l’Eglise. Ils sont tenus de ne pas mettre en péril, de par leur mode de vie personnel ou leur comportement professionnel, la crédibilité de l’Eglise [catholique] et de l’institution dans laquelle ils travaillent. »", "Article 5\nManquements aux obligations de loyauté", "« 1.  Si un collaborateur ne répond plus aux critères d’emploi, l’employeur doit essayer par la discussion d’empêcher de façon durable le manquement en cause. Il lui faut examiner la question de savoir si, pour mettre fin à ce manquement aux obligations, un entretien de clarification [klärendes Gespräch], un avertissement [Abmahnung], un blâme formel ou toute autre mesure (mutation, modification de contrat) s’avèrent appropriés. Un licenciement peut être envisagé en dernier recours.", "2.  L’Eglise considère comme étant graves et justifiant un licenciement pour des raisons spécifiquement ecclésiales [Kündigung aus kirchenspezifischen Gründen] les manquements au devoir de loyauté suivants :", "–  une violation des obligations prévues aux articles 3 et 4 du règlement, en particulier le retrait de l’Eglise et la défense publique de positions contraires aux principes porteurs de l’Eglise catholique (par exemple à propos de l’avortement), et des manquements moraux personnels graves [schwerwiegende persönliche sittliche Verfehlungen] ;", "–  le fait d’avoir contracté un mariage nul au regard de la foi et de l’ordre juridique de l’Eglise tels qu’interprétés par elle (...)", "3.  L’existence d’un des comportements qui figurent au paragraphe 2 de cet article et qui sont considérés en règle générale comme des motifs de licenciement exclut la possibilité de maintenir le collaborateur dans son poste s’il travaille dans le domaine de la pastorale ou de la catéchèse, s’il exerce les fonctions de cadre ou s’il est investi d’une missio canonica. L’employeur peut, de manière exceptionnelle, renoncer à prononcer un licenciement si les circonstances de la cause font apparaître le licenciement comme inadéquat.", "4.  Sous réserve qu’il appartienne à l’une des catégories mentionnées au paragraphe 3 [du règlement], la possibilité de maintenir un collaborateur dans son poste dépend par ailleurs des circonstances de l’espèce, en particulier de l’étendue du risque que la crédibilité de l’Eglise ou de son institution soit mise en cause, de la charge qui pèse sur la communauté de service ecclésiale, de la nature de l’institution et de sa tâche, de la proximité de l’institution avec la mission de proclamation de l’Eglise, de la position du collaborateur au sein de l’institution ainsi que de la nature et de la gravité du manquement en cause aux obligations de loyauté. Il faut également tenir compte de la question de savoir si un collaborateur combat les prescriptions de l’Eglise ou si, tout en les reconnaissant, il a failli à leur respect dans la pratique. »", "D.  Les réglementations de l’Eglise protestante concernant l’emploi de musiciens d’église", "39.  En vertu de l’article 2 § 3 de la loi ecclésiale sur la musique religieuse du 15 juin 1996, un musicien d’église employé par l’Eglise protestante doit en principe faire partie d’une Eglise qui est membre de l’Eglise protestante d’Allemagne ou en union ecclésiale avec celle-ci. En vertu de l’article 21 § 2 de cette loi combiné avec l’article 7 § 1 de la loi d’application de celle-ci du 13 novembre 1997, une personne ne remplissant pas ce critère peut néanmoins être embauchée, de manière exceptionnelle, sur un poste de musicien d’église en emploi secondaire (Nebenamt) si elle est membre d’une Eglise chrétienne appartenant à la Communauté de travail des Eglises chrétiennes d’Allemagne (Arbeitsgemeinschaft christlicher Kirchen in Deutschland), dont fait partie l’Eglise catholique romaine. D’après le règlement du 18 novembre 1988 régissant le service des musiciens d’église, la durée moyenne de travail hebdomadaire d’un tel musicien en emploi secondaire est inférieure à dixhuit heures.", "E.  Les dispositions légales concernant l’égalité de traitement", "1.  La directive 2000/78/CE du 27 novembre 2000", "40.  La directive 2000/78/CE du Conseil de l’Union européenne du 27 novembre 2000 portant création d’un cadre général en faveur de l’égalité de traitement en matière d’emploi et de travail (« la directive ») expose :", "Considérant (24)", "« L’Union européenne a reconnu explicitement dans sa déclaration no 11 relative au statut des Eglises et des organisations non confessionnelles, annexée à l’acte final du traité d’Amsterdam, qu’elle respecte et ne préjuge pas le statut dont bénéficient, en vertu du droit national, les Eglises et les associations ou communautés religieuses dans les Etats membres et qu’elle respecte également le statut des organisations philosophiques et non confessionnelles. Dans cette perspective, les Etats membres peuvent maintenir ou prévoir des dispositions spécifiques sur les exigences professionnelles essentielles, légitimes et justifiées susceptibles d’être requises pour y exercer une activité professionnelle. »", "Article 4\nExigences professionnelles", "« 1.  (...) les Etats membres peuvent prévoir qu’une différence de traitement fondée sur [la religion ou les convictions] ne constitue pas une discrimination lorsque, en raison de la nature d’une activité professionnelle ou des conditions de son exercice, la caractéristique en cause constitue une exigence professionnelle essentielle et déterminante, pour autant que l’objectif soit légitime et que l’exigence soit proportionnée.", "2.  Les Etats membres peuvent maintenir dans leur législation nationale en vigueur (...) ou prévoir dans une législation future reprenant des pratiques nationales existant à la date d’adoption de la présente directive des dispositions en vertu desquelles, dans le cas des activités professionnelles d’Eglises et d’autres organisations publiques ou privées dont l’éthique est fondée sur la religion ou les convictions, une différence de traitement fondée sur la religion ou les convictions d’une personne ne constitue pas une discrimination lorsque, par la nature de ces activités ou par le contexte dans lequel elles sont exercées, la religion ou les convictions constituent une exigence professionnelle essentielle, légitime et justifiée eu égard à l’éthique de l’organisation. (...)", "Pourvu que ses dispositions soient par ailleurs respectées, la présente directive est donc sans préjudice du droit des Eglises et des autres organisations publiques ou privées dont l’éthique est fondée sur la religion ou les convictions, agissant en conformité avec les dispositions constitutionnelles et législatives nationales, de requérir des personnes travaillant pour elles une attitude de bonne foi et de loyauté envers l’éthique de l’organisation. »", "2.  La loi générale sur l’égalité de traitement", "41.  Le législateur allemand a transposé la directive dans l’ordre juridique interne en adoptant la loi générale sur l’égalité de traitement (Gesetz zur Umsetzung europäischer Richtlinien zur Verwirklichung des Grundsatzes der Gleichbehandlung – Allgemeines Gleichbehandlungsgesetz) du 14 août 2006, dont l’article 9 est ainsi libellé :", "« (1)  Sans préjudice des dispositions de l’article 8 [de cette loi], des différences de traitement fondées sur la religion ou une croyance philosophique sont également admises dans le cas d’un emploi par des sociétés religieuses, par les institutions affiliées à ces dernières, indépendamment de leur forme juridique, ou par des associations qui ont pour but de servir en commun une religion ou une croyance philosophique, lorsque, compte tenu de la conception propre de la société religieuse ou de l’association, une religion ou une croyance philosophique déterminée répond à une exigence professionnelle justifiée au regard du droit d’autonomie [de la société religieuse ou de l’association] ou au regard de la nature de ses activités.", "(2)  L’interdiction de différences de traitement fondées sur la religion ou une croyance philosophique n’affecte pas le droit des sociétés religieuses, des institutions affiliées à ces dernières, indépendamment de leur forme juridique, ou des associations qui ont pour but de servir en commun une religion ou une croyance philosophique mentionnées au paragraphe précédent de pouvoir exiger de leurs employés un comportement loyal et sincère au sens de leur conception propre. »", "42.  Le 31 janvier 2008, la Commission européenne a adressé une lettre de mise en demeure à la République fédérale d’Allemagne (procédure no 2007/2362) concernant la transposition de la directive 2000/78/CE en droit interne et portant entres autres sur le « licenciement non couvert par la loi contre la discrimination ». Elle a relevé que, alors que la directive ne permettait un traitement différent que si la religion ou les convictions constituaient une exigence professionnelle essentielle, légitime et justifiée eu égard à l’éthique de l’organisation, l’article 9 § 1 de la loi générale sur l’égalité de traitement prévoyait un traitement différent aussi lorsque la religion ou la croyance constituaient une exigence professionnelle justifiée uniquement au regard de son droit d’autonomie et de la conception propre de la société religieuse ou de l’association, sans avoir égard à la nature de l’activité. D’après la Commission européenne, pareille différence n’étant pas couverte par les termes de la directive, cette façon de transposer ne correspondait pas aux objectifs de celle-ci. Une telle transposition aurait pour conséquence qu’une société religieuse pouvait imposer une exigence professionnelle du seul fait de son droit d’autonomie et sans que cette exigence pût être soumise à un examen de proportionnalité au regard de l’activité concrète. En outre, alors que l’article 4 § 2 de la directive expose la question en termes d’exigence professionnelle essentielle et déterminante, l’article 9 § 1 de la loi générale sur l’égalité de traitement réduirait cette notion à celle d’exigence professionnelle justifiée et affaiblirait ainsi les objectifs de la directive. La Commission européenne a également estimé que, si l’éthique particulière d’une organisation jouait certes un rôle dans la détermination de l’exigence professionnelle, elle ne devait pas être le seul critère, car si elle l’était, la réglementation allemande risquerait de ne pas garantir cette différenciation et, même en ce qui concernait des activités d’assistance simples, des exigences particulières relatives à l’appartenance religieuse pourraient être imposées.", "Le 29 octobre 2009, la Commission européenne a adressé un avis motivé à l’Allemagne. Il ressort d’un communiqué de presse publié le même jour (IP/09/1620) que dans cet avis la Commission mettait entre autres en exergue que la protection contre les licenciements discriminatoires n’était pas intégrée dans la législation allemande de lutte contre la discrimination. Ni la réponse du Gouvernement à la lettre de mise en demeure, ni l’avis motivé de la Commission ni la réponse du Gouvernement à cet avis n’ont été rendus publics à ce jour.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "43.  Le requérant se plaint d’avoir été licencié au seul motif qu’il avait noué une relation extraconjugale avec sa nouvelle compagne. Il invoque l’article 8 de la Convention, dont la partie pertinente en l’espèce est ainsi libellée :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection des droits et libertés d’autrui. »", "44.  Le Gouvernement combat cette thèse.", "A.  Sur la recevabilité", "45.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Observations des parties", "a)  Le requérant", "46.  Le requérant soutient que les juridictions du travail se sont livrées à une appréciation et une mise en balance insuffisantes des intérêts en jeu. Ce procédé s’inscrirait dans un automatisme jurisprudentiel en la matière en faveur des Eglises, qui bénéficient selon l’intéressé d’un statut privilégié en droit allemand, dont aucune autre association de bienfaisance ne jouirait. Ses droits au respect de sa vie privée ou de sa sphère intime n’auraient pas été examinés par le juge du travail. Or, selon le requérant, l’article 8 de la Convention lui confère le droit d’abandonner un mode de vie et d’en commencer un nouveau. L’intéressé soutient que, s’il ne met pas en cause le droit des Eglises de régler leurs affaires de manière autonome, ce droit ne peut aller jusqu’à forcer leurs employés à respecter des préceptes au-delà de la sphère professionnelle. Il affirme que les juridictions du travail ont élargi leur jurisprudence de manière totalement imprévisible, un licenciement ne pouvant jusqu’à présent, selon lui, être prononcé qu’en cas de remariage, et non en raison d’une relation intime extraconjugale. Compte tenu du nombre de prescriptions ecclésiastiques, il y aurait un manque de prévisibilité à cet égard et le licenciement dépendrait en fin du compte des seules vues de chacun des directeurs des ressources humaines. Le rôle du juge du travail se limiterait ainsi à exécuter la volonté de l’employeur ecclésiastique. D’après le requérant, la conséquence de cette tendance est que l’employeur et le juge du travail sont appelés à s’immiscer de plus en plus dans la vie privée des employés pour établir et apprécier les faits servant de base au licenciement. Par ailleurs, le fait que l’un ou l’autre employé échoue à respecter à la lettre certaines prescriptions ecclésiastiques n’ébranlerait pas la crédibilité d’une Eglise, mais ne serait que la manifestation de la condition humaine de l’individu en question.", "47.  Le requérant souligne qu’il n’a pas renoncé à sa sphère privée en signant son contrat de travail avec l’Eglise catholique. Faisant valoir l’autorité dont serait investi tout employeur lors d’une embauche, il ajoute que de toute manière il n’était pas en mesure de faire enlever l’article 2 du contrat de travail et que cette disposition n’était du reste qu’une clause standard. De plus, il affirme qu’au moment de la signature du contrat, en 1983, il était dans l’incapacité de prévoir qu’il se séparerait un jour de son épouse. Quoi qu’il en soit, n’étant ni un fonctionnaire ecclésial ni un clerc mais un simple collaborateur au sein du service liturgique n’assumant aucune responsabilité pastorale, il n’aurait pas été soumis à des obligations de loyauté accrues. Que la musique joue un rôle particulier dans la liturgie, le requérant en convient, mais à ses yeux chaque fidèle célébrerait la liturgie avec ses chants et prières dans la même mesure que l’organiste. L’intéressé rappelle aussi que le règlement fondamental n’est entré en vigueur que dix ans après la signature de son contrat de travail ; il ne serait dès lors pas inclus dans le contrat et ne pourrait de ce fait servir de base légale à un licenciement.", "48.  Par ailleurs, le requérant affirme que, à la différence des intéressés dans les affaires ayant fait l’objet de l’arrêt de la Cour constitutionnelle fédérale (paragraphe 35 ci-dessus), il ne s’est pas opposé publiquement à un principe moral ni n’a fait preuve d’un comportement hostile à l’égard de l’Eglise catholique et des prescriptions morales de celle-ci. Au contraire, il continuerait à être catholique et ne mettrait pas en cause le caractère sacramentel du mariage aux yeux de l’Eglise catholique. Cependant, la séparation inéluctable (schicksalhaft) d’avec son épouse pour des raisons strictement personnelles relèverait exclusivement de sa sphère privée. Il ne se serait par ailleurs pas remarié. On ne pourrait exiger de lui, comme le ferait le code canonique, qu’à la suite de sa séparation et de son divorce il menât une vie d’abstinence jusqu’à la fin de ses jours. Il accepterait les conséquences intra-ecclésiales de son choix (impossibilité de recevoir la communion), mais son licenciement serait une conséquence trop lourde. Le requérant soutient enfin que la marge d’appréciation invoquée par le Gouvernement n’existe pas car le public en Allemagne serait de moins en moins sensible aux affaires de remariage, et que la directive européenne 2000/78/CE ne traite que de la question de l’embauche et non pas de celle du licenciement intervenant après de longues années de service. Rappelant sa formation de musicien catholique, il fait aussi état de ses difficultés à trouver un travail ailleurs qu’au sein de l’Eglise catholique. En ce qui concerne son emploi actuel dans une paroisse protestante, il indique qu’il ne peut travailler qu’à mi-temps du fait de son appartenance à la religion catholique.", "b)  Le Gouvernement", "49.  Le Gouvernement soutient que l’Eglise catholique dont fait partie la paroisse Saint-Lambert, en dépit de son statut de personne morale de droit public, ne relève pas de la puissance publique. Il n’y aurait donc eu aucune ingérence de la part des pouvoirs publics dans les droits du requérant. Le manquement allégué des juridictions du travail pourrait dès lors être examiné uniquement sous l’angle des obligations positives de l’Etat. Or, compte tenu de l’absence d’une pratique commune à tous les Etats membres dans ce domaine, la marge d’appréciation serait ample, d’autant qu’il s’agirait ici d’une matière qui touche aux sentiments, traditions et domaine religieux. Le Gouvernement rappelle que la Commission européenne des droits de l’homme a par ailleurs confirmé les considérants de la Cour constitutionnelle fédérale, établis dans son arrêt du 4 juin 1985, auxquels la Cour fédérale du travail s’est référée dans la présente affaire (Rommelfanger c. Allemagne, no 12242/86, décision de la Commission du 6 septembre 1989, Décisions et rapports (DR), pp. 62, 151).", "50.  Le Gouvernement expose ensuite que les juridictions du travail, appelées à trancher un litige entre deux personnes investies de droits, devaient mettre en balance l’intérêt du requérant avec le droit de l’Eglise catholique à régler ses affaires de manière autonome en vertu de l’article 137 de la Constitution de Weimar. Selon lui, le juge du travail, en appliquant les dispositions légales relatives au licenciement, était tenu de prendre en compte les principes définis par l’Eglise catholique car, en vertu de leur droit d’autonomie, il appartenait aux Eglises et communautés religieuses elles-mêmes de définir les obligations de loyauté que leurs employés devaient respecter dans le but de sauvegarder la crédibilité desdites Eglises et communautés. Le Gouvernement rappelle que, cela étant, la prise en considération des préceptes ecclésiastiques n’est pas sans limite et que le juge étatique ne peut appliquer un précepte qui va à l’encontre des principes généraux de l’ordre juridique. Autrement dit, selon lui, si les employeurs ecclésiastiques peuvent certes prescrire des obligations de loyauté à leurs employés, il ne leur revient pas de déterminer quels sont les motifs de licenciement, ce qui relève de l’interprétation par le juge des dispositions législatives concernant la protection contre les licenciements.", "51.  La Cour fédérale du travail et, par la suite, la cour d’appel du travail auraient appliqué ces principes à la présente espèce et dûment pesé les intérêts en jeu, en prenant en considération notamment la nature du poste qu’occupait le requérant, la gravité du manquement d’après la perception de l’Eglise catholique et la perte de crédibilité de l’Eglise catholique en cas de maintien du requérant dans ses fonctions. Le Gouvernement ajoute que, si un licenciement constitue effectivement la sanction la plus dure (ultima ratio) en droit du travail allemand, une mesure moins grave, telle qu’un avertissement, n’était pas indiquée en l’espèce car, selon lui, le requérant ne pouvait pas douter que son employeur ne tolérerait pas son comportement. Il rappelle que l’intéressé, lors de la signature volontaire de son contrat de travail, a consenti en toute liberté à la limitation de ses droits, ce qui serait possible au regard de la Convention (Rommelfanger, décision précitée) et, partant, a accepté le risque de sanctions professionnelles découlant de certains comportements. Il se dit convaincu que, compte tenu de la durée de son emploi, le requérant était conscient de l’importance fondamentale que l’indissolubilité du mariage revêtait au sein de l’Eglise catholique et des conséquences que son adultère pouvait entraîner. Le fait que les obligations pouvaient avoir des conséquences sur la vie privée du requérant serait caractéristique des contrats conclus entre des employeurs ecclésiastiques et leurs collaborateurs. Le Gouvernement affirme enfin que l’applicabilité du règlement fondamental, qui ne prescrirait d’ailleurs pas des obligations de loyauté d’une portée particulière, n’a pas fait l’objet de discussions devant les juridictions internes et ne peut donc pas être mise en question désormais devant la Cour. S’il est vrai que ce règlement n’est entré en vigueur qu’en septembre 1993, les paragraphes 2 et 6 du règlement sur le travail et la rémunération ecclésiastiques du 15 décembre 1971 (paragraphe 37 cidessus) dont l’applicabilité au contrat de travail ne fait selon lui pas de doute, auraient déjà fait référence aux principes fondamentaux des prescriptions religieuses et morales de l’Eglise catholique et, ultérieurement, aussi au règlement fondamental de 1993. Au demeurant, le requérant aurait trouvé un nouvel emploi, et ce dans une paroisse de l’Eglise protestante à Essen.", "c)  La tierce partie intervenante", "52.  Le diocèse catholique d’Essen souscrit pour l’essentiel aux conclusions du Gouvernement, tout en indiquant qu’un constat de violation de la Convention s’analyserait en une grave ingérence qui aurait des conséquences non seulement pour le diocèse, mais également pour l’ensemble des contrats de travail (selon lui au nombre de 1,2 à 1,4 million) de l’Eglise catholique ainsi que de l’Eglise protestante. Selon lui, les employeurs ecclésiastiques ne pourraient alors plus demander à leurs employés de respecter des obligations professionnelles particulières répondant à leurs missions spécifiques. Le diocèse souligne que la séparation du requérant d’avec son épouse et sa relation avec une autre femme ne se concilient pas avec le caractère sacramentel du mariage aux yeux de l’Eglise catholique. Plus qu’un simple contrat, le mariage serait un sacrement constituant un lien indissoluble et visant à une communauté à vie. Le diocèse insiste aussi sur le rôle particulier de la musique dans la liturgie catholique, qui serait loin de n’être qu’un fond sonore. Le choix de la personne en charge de la musique du fait de la proximité de celle-ci avec la mission de proclamation de l’Eglise devrait dès lors revenir à l’Eglise seule et être effectué en fonction des propres critères de celle-ci, y compris des exigences morales, et serait d’ailleurs l’expression de l’exercice de la liberté de religion. Le diocèse ajoute que, avec l’adoption de son règlement fondamental, l’Eglise catholique a mis en place un système différencié. Les décisions prises en vertu de ce règlement seraient par ailleurs entièrement soumises à un contrôle judiciaire étatique.", "2.  L’appréciation de la Cour", "53.  La Cour rappelle que la notion de « vie privée » est une notion large, non susceptible d’une définition exhaustive. Cette notion recouvre l’intégrité physique et morale de la personne et englobe parfois des aspects de l’identité physique et sociale d’un individu, dont le droit de nouer et de développer des relations avec ses semblables, le droit au « développement personnel » ou le droit à l’autodétermination en tant que tel. La Cour rappelle également que des éléments tels que, par exemple, l’identité sexuelle, le nom, l’orientation sexuelle et la vie sexuelle relèvent de la sphère personnelle protégée par l’article 8 (E.B. c. France [GC], no 43546/02, § 43, 22 janvier 2008, et Schlumpf c. Suisse, no 29002/06, § 100, 8 janvier 2009).", "54.  En l’espèce, la Cour observe d’abord que le requérant ne se plaint pas d’une action de l’Etat mais d’un manquement de celui-ci à protéger sa sphère privée contre l’ingérence de son employeur. A ce propos, elle rappelle que l’Eglise catholique, en dépit de son statut de personne morale de droit public en droit allemand, n’exerce aucune prérogative de puissance publique (Rommelfanger, décision précitée, et aussi, mutatis mutandis, Finska Församlingen i Stockholm et Hautaniemi c. Suède, décision de la Commission du 11 avril 1996, no 24019/94, DR 85-B, p. 94, et Predota c. Autriche (déc.), no 28962/95, 18 janvier 2000).", "55.  Elle réaffirme ensuite que, si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il ne se contente pas de commander à l’Etat de s’abstenir de pareilles ingérences : à cet engagement négatif peuvent s’ajouter des obligations positives inhérentes au respect effectif de la vie privée. Celles-ci peuvent nécessiter l’adoption de mesures visant au respect de la vie privée jusque dans les relations des individus entre eux. Si la frontière entre les obligations positives et négatives de l’Etat au regard de l’article 8 ne se prête pas à une définition précise, les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut prendre en compte le juste équilibre à ménager entre l’intérêt général et les intérêts de l’individu, l’Etat jouissant en toute hypothèse d’une marge d’appréciation (Evans c. Royaume-Uni [GC], no 6339/05, §§ 75-76, CEDH 2007I, et Rommelfanger, décision précitée ; voir aussi Fuentes Bobo c. Espagne, no 39293/98, § 38, 29 février 2000).", "56.  La Cour rappelle en outre que la marge d’appréciation reconnue à l’Etat est plus large lorsqu’il n’y a pas de consensus au sein des Etats membres du Conseil de l’Europe sur l’importance relative aux intérêts en jeu ou sur les meilleurs moyens de les protéger. De façon générale, la marge d’appréciation est également ample lorsque l’Etat doit ménager un équilibre entre des intérêts privés et publics concurrents ou entre différents droits protégés par la Convention (Evans, précité, § 77).", "57.  La question principale qui se pose en l’espèce est donc de savoir si l’Etat était tenu, dans le cadre de ses obligations positives découlant de l’article 8, de reconnaître au requérant le droit au respect de sa vie privée contre la mesure de licenciement prononcée par l’Eglise catholique. Dès lors, c’est en examinant la mise en balance effectuée par les juridictions du travail allemandes de ce droit du requérant avec le droit de l’Eglise catholique découlant des articles 9 et 11 que la Cour devra apprécier si la protection offerte au requérant a atteint ou non un degré suffisant.", "58.  A cet égard, la Cour rappelle que les communautés religieuses existent traditionnellement et universellement sous la forme de structures organisées et que, lorsque l’organisation d’une telle communauté est en cause, l’article 9 doit s’interpréter à la lumière de l’article 11 de la Convention, qui protège la vie associative contre toute ingérence injustifiée de l’Etat. En effet, l’autonomie de telles communautés, indispensable au pluralisme dans une société démocratique, se trouve au cœur même de la protection offerte par l’article 9. La Cour rappelle en outre que, sauf dans des cas très exceptionnels, le droit à la liberté de religion tel que l’entend la Convention exclut toute appréciation de la part de l’Etat sur la légitimité des croyances religieuses ou sur les modalités d’expression de celles-ci (Hassan et Tchaouch c. Bulgarie [GC], no 30985/96, §§ 62 et 78, CEDH 2000XI). Enfin, lorsque se trouvent en jeu des questions sur les rapports entre l’Etat et les religions, sur lesquelles de profondes divergences peuvent raisonnablement exister dans une société démocratique, il y a lieu d’accorder une importance particulière au rôle du décideur national (Leyla Şahin c. Turquie [GC], no 44774/98, § 109 CEDH 2005XI).", "59.  La Cour relève d’abord qu’en mettant en place un système de juridictions du travail ainsi qu’une juridiction constitutionnelle compétente pour contrôler les décisions rendues par celles-ci, l’Allemagne a en principe respecté ses obligations positives à l’égard des justiciables dans le domaine du droit du travail, domaine où les litiges touchent d’une manière générale les droits des intéressés découlant de l’article 8 de la Convention. Ainsi, en l’espèce, le requérant a eu la possibilité de porter son affaire devant le juge du travail appelé à examiner la licéité du licenciement litigieux sous l’angle du droit du travail étatique en tenant compte du droit du travail ecclésiastique, et à mettre en balance les intérêts divergents du requérant et de l’Eglise employeur.", "60.  La Cour note ensuite que la Cour fédérale du travail, dans son arrêt du 12 août 1999, s’est amplement référée aux principes établis par la Cour constitutionnelle fédérale dans son arrêt du 4 juin 1985 (paragraphe 35 cidessus). La Cour fédérale du travail a notamment rappelé que l’applicabilité du droit du travail étatique n’avait pas pour effet de soustraire les relations de travail du domaine des affaires propres des Eglises. L’Eglise catholique pouvait dès lors fonder ses contrats de travail sur le modèle d’une communauté de service chrétienne et demander à ses employés de reconnaître et respecter les principes fondamentaux de ses prescriptions religieuses et morales car sa crédibilité pouvait en dépendre. La Cour fédérale du travail a cependant précisé que le juge du travail n’était lié par ces principes fondamentaux qu’à la condition que les prescriptions tiennent compte de celles établies par les Eglises constituées et qu’elles ne soient pas en contradiction avec les principes fondamentaux de l’ordre juridique, dont, aux yeux de la Cour, font généralement partie les droits et libertés fondamentaux garantis par la Convention et, en particulier, le droit au respect de la vie privée.", "61.  En ce qui concerne l’application de ces critères au cas du requérant, la Cour observe que le tribunal du travail a estimé que la paroisse ne pouvait décider de licencier le requérant sans prononcer au préalable une sanction moins sévère, comme l’exigeait le règlement fondamental. D’après le tribunal, le manquement du requérant, à savoir la paternité d’un enfant extraconjugal, n’atteignait pas la gravité susceptible de justifier un licenciement pour ce seul motif. La cour d’appel du travail, tout en confirmant le jugement du tribunal du travail, a précisé que le comportement reproché au requérant était sa relation extraconjugale durable, qui s’analysait en un manquement moral personnel grave, au sens de l’article 5 § 2 du règlement fondamental, et qui justifiait son licenciement en raison de la proximité de son travail avec la mission de proclamation de l’Eglise. D’après la cour d’appel du travail, le requérant, de par ses fonctions, contribuait en effet à une digne célébration de l’eucharistie, événement liturgique central de l’Eglise catholique.", "62.  La Cour note que, si la Cour fédérale du travail, quant à elle, a cassé l’arrêt de la cour d’appel du travail, elle a toutefois confirmé les conclusions de celle-ci en ce qui concerne la qualification du comportement du requérant au regard du règlement fondamental. Sur ce point, la haute juridiction a rappelé que la conception de l’Eglise catholique concernant la fidélité dans le mariage n’était pas en contradiction avec les principes fondamentaux de l’ordre juridique car le mariage revêtait une importance prééminente aussi dans d’autres religions et bénéficiait d’une protection spéciale par la Loi fondamentale. Elle a également estimé que l’avis du requérant, selon lequel seul un nouveau mariage pouvait être assimilé à un manquement grave, ne trouvait à s’étayer ni dans le règlement fondamental ni dans d’autres textes.", "63.  La Cour relève enfin que la cour d’appel du travail, après le renvoi de l’affaire, a souligné qu’elle ne méconnaissait pas les conséquences du licenciement pour le requérant. Néanmoins, la cour d’appel a considéré que, même si le requérant risquait de ne plus trouver à exercer sa profession, la paroisse ne pouvait pas pour autant continuer à employer cet organiste sans perdre toute crédibilité quant au caractère obligatoire de ses prescriptions religieuses et morales : l’activité du requérant était en lien si étroit avec la mission de proclamation de l’Eglise qu’il n’était guère concevable à l’égard du public extérieur que lui et le doyen pussent continuer à célébrer la liturgie ensemble.", "64.  Dans la mesure où le requérant soutient que le règlement fondamental ne trouvait pas à s’appliquer à son cas, la Cour note que l’applicabilité de ce règlement, contrairement à l’applicabilité d’autres textes ecclésiastiques invoqués par la paroisse au cours de la procédure de licenciement, n’a pas été mise en doute devant les juridictions du travail qui, en ce qui concerne le tribunal du travail et la cour d’appel du travail, ont par ailleurs appliqué ledit règlement en faveur du requérant en constatant que le licenciement n’avait pas résilié le contrat de travail. Elle observe au demeurant que le règlement sur le travail et la rémunération ecclésiastiques, qui, comme le souligne le Gouvernement, renvoyait aux principes fondamentaux des prescriptions religieuses et morales de l’Eglise catholique, faisait partie intégrante du contrat de travail.", "65.  En ce qui concerne la conclusion des juridictions du travail, selon laquelle le licenciement était justifié au regard du règlement fondamental, la Cour rappelle que c’est en premier lieu au juge national qu’il incombe d’interpréter et d’appliquer le droit interne (Griechische Kirchengemeinde München und Bayern e.V. c. Allemagne (déc.), no 52336/99, 18 septembre 2007, et Miroļubovs et autres c. Lettonie, no 798/05, § 91, 15 septembre 2009). Elle rappelle toutefois que, si elle n’a pas pour tâche de se substituer aux juridictions internes, il n’en demeure pas moins qu’il lui appartient de vérifier la compatibilité avec la Convention des effets des conclusions du juge national (voir, mutatis mutandis, Karhuvaara et Iltalehti c. Finlande, no 53678/00, § 49, CEDH 2004X, Miroļubovs et autres, précité, § 91, et Lombardi Vallauri c. Italie, no 39128/05, § 42, 20 octobre 2009).", "66.  Quant à l’application à la situation concrète du requérant des critères rappelés par la Cour fédérale du travail, la Cour ne peut que constater le caractère succinct du raisonnement des juridictions du travail en ce qui concerne les conséquences que celles-ci ont tirées du comportement du requérant (voir, a contrario, Obst c. Allemagne, no 425/03, § 49, 23 septembre 2010). La cour d’appel du travail s’est en effet bornée à expliquer que les fonctions de l’intéressé en tant qu’organiste et chef de chœur ne tombaient pas sous le coup de l’article 5 § 3 du règlement fondamental, mais qu’elles étaient néanmoins si proches de la mission de proclamation de l’Eglise catholique que la paroisse ne pouvait pas continuer à employer ce musicien sans perdre toute crédibilité et qu’il n’était guère concevable à l’égard du public extérieur que lui et le doyen pussent continuer à célébrer la liturgie ensemble.", "67.  La Cour relève d’abord que, dans leurs conclusions, les juridictions du travail n’ont fait aucune mention de la vie de famille de fait du requérant ni de la protection juridique dont celle-ci bénéficiait. Les intérêts de l’Eglise employeur n’ont ainsi pas été mis en balance avec le droit du requérant au respect de sa vie privée et familiale, garanti par l’article 8 de la Convention, mais uniquement avec son intérêt d’être maintenu dans son emploi (voir également à cet égard les conclusions de la Cour constitutionnelle fédérale dans son arrêt du 4 juin 1985 – paragraphe 35 ci-dessus).", "La Cour note aussi qu’en raison du système de carte d’impôt sur le salaire (paragraphe 33 ci-dessus), l’employé n’est pas en mesure de dissimuler à son employeur des événements concernant son état civil, par exemple un divorce ou la naissance d’un enfant. Par conséquent, un événement susceptible de constituer un manquement aux obligations de loyauté est dans tous les cas porté à la connaissance de l’Eglise employeur, même en l’absence d’une médiatisation ou de répercussions publiques de l’affaire.", "68.  La Cour observe ensuite que, en qualifiant le comportement du requérant de manquement grave, au sens de l’article 5 § 2 du règlement fondamental, les juridictions du travail ont considéré le point de vue de l’Eglise employeur comme déterminant à cet égard et que, d’après la Cour fédérale du travail, l’opinion contraire du requérant ne trouvait à s’étayer ni dans le règlement fondamental ni dans d’autres textes ecclésiastiques. Elle considère que cette manière de procéder ne soulève pas en soi un problème au regard de sa jurisprudence (paragraphe 58 ci-dessus).", "69.  Elle relève cependant que la cour d’appel du travail n’a pas examiné la question de la proximité de l’activité du requérant avec la mission de proclamation de l’Eglise, mais qu’elle semble avoir repris, sans procéder à d’autres vérifications, l’opinion de l’Eglise employeur sur ce point. Or, dès lors qu’il s’agissait d’un licenciement intervenu à la suite d’une décision du requérant concernant sa vie privée et familiale, protégée par la Convention, la Cour considère qu’un examen plus circonstancié s’imposait lors de la mise en balance des droits et intérêts concurrents en jeu (voir Obst précité, §§ 4851), d’autant qu’en l’espèce le droit individuel du requérant s’opposait à un droit collectif. En effet, si, au regard de la Convention, un employeur dont l’éthique est fondée sur la religion ou sur une croyance philosophique peut certes imposer à ses employés des obligations de loyauté spécifiques, une décision de licenciement fondée sur un manquement à une telle obligation ne peut pas être soumise, au nom du droit d’autonomie de l’employeur, uniquement à un contrôle judiciaire restreint, effectué par le juge du travail étatique compétent, sans que soit prise en compte la nature du poste de l’intéressé et sans qu’il soit procédé à une mise en balance effective des intérêts en jeu à l’aune du principe de proportionnalité.", "70.  La Cour observe également à ce propos que la transposition par l’Allemagne de la directive 2000/78/CE dans son ordre juridique interne a fait, en ce qui concerne certains points, l’objet d’une réclamation par la Commission européenne pour des motifs comparables (paragraphes 40-42 ci-dessus).", "Elle note aussi que, d’après les principes établis par la Cour constitutionnelle fédérale, une Eglise peut exiger de ses employés le respect de certains grands principes, mais que cela ne signifie pas pour autant que le statut juridique d’un employé d’une Eglise soit « cléricalisé » et que la relation de travail fondée sur le droit civil se transforme en un statut ecclésial qui s’empare de l’employé et englobe sa vie privée entière (paragraphe 35 ci-dessus).", "71.  La Cour admet que le requérant, en signant son contrat de travail, a accepté un devoir de loyauté envers l’Eglise catholique qui limitait jusqu’à un certain degré son droit au respect de sa vie privée. De telles limitations contractuelles sont autorisées par la Convention si elles sont librement acceptées (Rommelfanger, décision précitée). La Cour considère cependant que l’on ne saurait interpréter la signature apposée par le requérant sur ce contrat comme un engagement personnel sans équivoque de vivre dans l’abstinence en cas de séparation ou de divorce. Une telle interprétation affecterait le cœur même du droit au respect de la vie privée de l’intéressé, d’autant que, comme les juridictions du travail l’ont constaté, le requérant n’était pas soumis à des obligations de loyauté accrues (voir, a contrario, Obst précité, § 50). A ce propos, le requérant a exposé qu’il n’avait pu éviter la séparation d’avec son épouse pour des raisons strictement personnelles et qu’il ne lui était pas possible de vivre dans l’abstinence jusqu’à la fin de ses jours, comme l’exigerait le code canonique de l’Eglise catholique.", "72.  La Cour observe aussi que les juridictions du travail, à l’exception du tribunal du travail, ne se sont penchées qu’en marge sur le fait que, à la différence des affaires dont la Cour constitutionnelle fédérale avait été saisie qui concernaient entre autres le licenciement d’une personne à raison de ses déclarations en public contre la position morale de son Eglise employeur (Rommelfanger, décision précitée), le cas du requérant n’avait pas été médiatisé et que ce dernier, après quatorze ans de service pour la paroisse, ne semble pas avoir combattu les positions de l’Eglise catholique, mais semble plutôt avoir failli à leur respect dans la pratique (voir l’article 5 § 4 du règlement fondamental, paragraphe 38 ci-dessus) et que le comportement litigieux en l’espèce relève du cœur de la vie privée du requérant.", "73.  La Cour relève enfin que la cour d’appel du travail s’est bornée à indiquer qu’elle ne méconnaissait pas les conséquences du licenciement pour le requérant sans toutefois préciser les éléments qu’elle avait pris en considération à cet égard lors de la mise en balance des intérêts en jeu (voir, a contrario, Obst précité, §§ 48 et 51). Or, aux yeux de la Cour, le fait qu’un employé licencié par un employeur ecclésial ait des possibilités limitées de trouver un nouvel emploi revêt une importance particulière. Cela est d’autant plus vrai lorsque l’employeur occupe de fait une position prédominante dans un secteur d’activités donné et qu’il bénéficie de certaines dérogations à la législation générale, comme c’est le cas des deux grandes Eglises dans certaines régions en Allemagne, notamment dans le domaine social (par exemple jardins d’enfants et hôpitaux – paragraphes 3032 ci-dessus), ou lorsque la formation de l’employé licencié revêt un caractère particulier tel qu’il lui est difficile, voire impossible, de trouver un nouveau poste en dehors de l’Eglise employeur, ce qui est le cas dans la présente affaire. A ce propos, la Cour note que la réglementation de l’Eglise protestante concernant les musiciens d’église (paragraphe 39 cidessus) ne permet l’embauche d’une personne qui n’est pas membre d’une Eglise protestante que de manière exceptionnelle et uniquement dans le cadre d’un emploi secondaire. Le cas du requérant le confirme d’ailleurs. La Cour rappelle au demeurant que, en raison du système de la carte d’impôt sur le salaire qu’un employé doit présenter et qui contient un certain nombre de données personnelles (paragraphe 33 ci-dessus), l’employeur prend automatiquement connaissance, dans une certaine mesure, de la situation personnelle et familiale de son employé.", "74.  La Cour considère dès lors que les juridictions du travail n’ont pas suffisamment exposé pourquoi, d’après les conclusions de la cour d’appel du travail, les intérêts de la paroisse l’emportaient de loin sur ceux du requérant, et qu’elles n’ont pas mis en balance les droits du requérant et ceux de l’Eglise employeur d’une manière conforme à la Convention.", "75.  En conséquence, compte tenu des circonstances particulières de l’affaire, la Cour conclut que l’Etat allemand n’a pas procuré au requérant la protection nécessaire et que, partant, il y a eu violation de l’article 8 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "76.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "77.  Le requérant réclame 323 741,45 euros (EUR) pour préjudice matériel, somme correspondant aux salaires non perçus depuis le 1er juillet 1998, moins les allocations chômage perçues et le salaire touché depuis le 1er septembre 2002 pour son emploi à mi-temps au sein d’une paroisse de l’Eglise protestante. Le requérant fournit le détail de ces sommes. Il réclame en outre 30 000 EUR pour dommage moral.", "78.  Le Gouvernement est d’avis que, dans l’hypothèse où la Cour arriverait à la conclusion que les juridictions du travail n’auraient pas dû accepter le licenciement, l’Etat n’est pas tenu de rembourser au requérant les salaires non perçus par celui-ci pendant toutes ces années. Selon lui, en effet, dans le cas d’un constat de violation, d’une part le requérant pourrait demander la réouverture de la procédure devant les juridictions internes, et, d’autre part, l’on ne saurait présumer de manière automatique que son contrat de travail avec la paroisse Saint-Lambert aurait encore perduré pendant de nombreuses années.", "B.  Frais et dépens", "79.  Le requérant demande également 752,35 EUR pour les frais et dépens engagés devant la Cour constitutionnelle fédérale et 876,73 EUR pour ceux engagés devant la Cour. Il demande en outre le remboursement des frais de traduction et de ceux occasionnés dans l’hypothèse d’une audience devant la Cour.", "80.  Le Gouvernement ne se prononce pas à ce propos.", "C.  Conclusion", "81.  Dans les circonstances de la cause, la Cour juge que la question de l’application de l’article 41 de la Convention ne se trouve pas en état. Par conséquent, il y a lieu de la réserver et de fixer la procédure ultérieure en tenant compte de l’éventualité d’un accord entre l’Etat défendeur et le requérant (article 75 § 1 du règlement). A cette fin, la Cour accorde aux parties un délai de trois mois à partir de la date du présent arrêt.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit que la question de l’application de l’article 41 de la Convention ne se trouve pas en état : en conséquence", "a)  la réserve en entier ;", "b)  invite le Gouvernement et le requérant à lui donner connaissance, dans les trois mois à partir de la date du présent arrêt, de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin.", "Fait en français, puis communiqué par écrit le 23 septembre 2010, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}