{"file": "FRE_HFJUD_74552_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "74552/01", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE OYA ATAMAN c. TURQUIE", "", "", "(Requête no 74552/01)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "5 décembre 2006", "", "", "", "", "DÉFINITIF", "", "05/03/2007", "", "", "", "", "", "En l’affaire Oya Ataman c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tJean-Paul Costa, président,\n\tAndrás Baka,\n\tRıza Türmen,\n\tMindia Ugrekhelidze,\n\tElisabet Fura-Sandström,\n\tDanutė Jočienė,\n\tDragoljub Popović, juges,\net de Stanley Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 14 novembre 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 74552/01) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Oya Ataman (« la requérante »), a saisi la Cour le 15 mars 2001 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me G. Şan, avocat à Istanbul. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "3.  Le 8 mars 2005, la Cour a déclaré la requête partiellement irrecevable et a décidé de communiquer les griefs tirés des articles 3 et 11 de la Convention au Gouvernement. Comme le lui permettait l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  La requérante est née en 1970 et réside à Istanbul.", "5.  Avocate et membre du conseil d’administration de l’Association des droits de l’homme d’Istanbul, elle organisa le 22 avril 2000 une manifestation dans le square du parc Sultanahmet à Istanbul, sous la forme d’un défilé censé être suivi d’une déclaration à la presse, afin de protester contre le projet de création de prisons de type F.", "6.  Vers midi, un groupe de quarante à cinquante personnes brandissant des pancartes et des banderoles se rassembla sur la place sous la direction de la requérante et d’Eren Keskin, avocate et présidente de l’Association des droits de l’homme d’Istanbul. La police somma les manifestants de se disperser en les informant, au moyen d’un haut-parleur, du caractère irrégulier de leur manifestation, qui n’avait pas été déclarée, et des troubles que ce rassemblement causait selon elle à l’ordre public à une heure de forte affluence.", "7.  Les manifestants refusèrent d’obtempérer et tentèrent de poursuivre leur marche contre les forces de l’ordre, lesquelles, au moyen d’un gaz lacrymogène que l’on nomme « spray au poivre », les dispersèrent. La police interpella trente-neuf manifestants, dont la requérante, et les conduisit au commissariat.", "8.  Après vérification de son identité et au vu de sa profession, la requérante fut relâchée à 12 h 45.", "9.  Le 26 avril 2000, elle porta plainte auprès du parquet de Beyoğlu contre le directeur général de la sécurité d’Istanbul et les policiers pour mauvais traitements (utilisation du « spray au poivre »), pour arrestation illégale et pour avoir été empêchée de faire la déclaration publique prévue à la fin de la manifestation.", "10.  Le 29 juin 2000, le parquet rendit une décision de non-lieu en raison de l’absence d’éléments répréhensibles.", "11.  Le 25 juillet 2000, la requérante contesta cette décision devant la cour d’assises de Beyoğlu.", "12.  Le 25 septembre 2000, la cour d’assises confirma la décision de non-lieu.", "II.  LE DROIT ET LA PRATIQUE PERTINENTS", "A.  La législation interne relative à la liberté de réunion", "1.  Les garanties constitutionnelles", "13.  L’article 34 de la Constitution dispose :", "« Chacun a le droit d’organiser des réunions et des manifestations pacifiques et non armées sans autorisation préalable.", "(...)", "Les formes, les conditions et la procédure applicables à l’occasion de l’exercice du droit d’organiser des réunions et des manifestations sont déterminées par la loi. »", "2.  La loi relative aux manifestations", "14.  L’article 10 de la loi no 2911 relative aux réunions et défilés de manifestation était ainsi libellé à l’époque des faits :", "« Pour qu’une réunion puisse se tenir, la préfecture ou la sous-préfecture du lieu de la manifestation doit être informée pendant ses heures d’ouverture, et au moins soixante-douze heures avant le début de la réunion, par un préavis portant la signature de tous les membres du conseil d’organisation (...) »", "15.  L’article 22 de la même loi interdit les manifestations et défilés sur les voies publiques, dans les parcs, les lieux de culte et les bâtiments abritant des services publics. Les manifestations organisées sur les places publiques doivent respecter les consignes de sécurité et n’empêcher la circulation ni des individus ni des transports publics. Enfin, l’article 24 prévoit que les manifestations et défilés contraires aux dispositions qui précèdent seront dispersés par la force sur ordre de la préfecture et après sommation adressée aux manifestants.", "B.  L’avis de la Commission de Venise", "16.  Lors de sa 64e session plénière (21-22 octobre 2005), la Commission européenne pour la démocratie par le droit (la Commission de Venise) a adopté un avis interprétant les lignes directrices de l’OSCE/BIDDH sur la rédaction des lois relatives à la liberté de réunion concernant la réglementation des réunions publiques. Pour ce qui est de la déclaration préalable des manifestations dans les lieux publics, elle a précisé sa position en ces termes :", "« 29.  La mise en place d’un régime de préavis des réunions pacifiques n’équivaut pas nécessairement à une violation du droit. En fait, ces régimes existent dans plusieurs pays européens. Un préavis est d’ordinaire nécessaire pour certains rassemblements ou réunions, par exemple lorsqu’un défilé doit avoir lieu sur une route ou qu’une réunion fixe est prévue dans un square public, qui doivent être autorisés par la police ou d’autres autorités, lesquelles ne doivent pas se servir de leurs prérogatives (par exemple celle de réglementer la circulation) pour faire obstacle à la manifestation. »", "La Commission de Venise a toutefois clairement souligné que le système de préavis ne doit en aucun cas aboutir à restreindre indirectement le droit de réunion pacifique, en fixant, par exemple, des conditions excessivement précises et compliquées ou en imposant une procédure trop coûteuse (paragraphe 30 de l’avis).", "C.  La réglementation internationale relative aux armes chimiques", "17.  Selon l’article I, § 5, de la Convention du 13 janvier 1993 sur l’interdiction de la mise au point, de la fabrication, du stockage et de l’emploi des armes chimiques et sur leur destruction (« la CAC »), chaque Etat partie s’engage à ne pas employer d’agents de lutte antiémeute en tant que moyens de guerre. Le gaz lacrymogène ou ce que l’on nomme le « spray au poivre » ne sont pas considérés comme des armes chimiques (la CAC contient en annexe un tableau nominatif des produits chimiques interdits). L’utilisation de ce type de substances est autorisée à des fins de maintien de l’ordre public, y compris de lutte antiémeute sur le plan intérieur (article II, § 9, d). La CAC ne précise pas non plus quels organes de l’Etat sont responsables du maintien de l’ordre public. Cette question reste du ressort de la souveraineté de l’Etat concerné.", "La CAC est entrée en vigueur en Turquie le 11 juin 1997.", "18.  Il est connu que l’utilisation du « spray au poivre » peut causer des désagréments, tels que problèmes respiratoires, nausées, vomissements, irritation des voies respiratoires, irritation des voies lacrymales et des yeux, spasmes, douleurs thoraciques, dermatites ou allergies. A forte dose, ce produit peut entraîner une nécrose des tissus dans les voies respiratoires ou dans l’appareil digestif, des œdèmes pulmonaires ou des hémorragies internes (hémorragies des glandes surrénales).", "EN DROIT", "I.  SUR LA RECEVABILITÉ", "19.  La Cour estime, à la lumière de l’ensemble des arguments des parties, que la partie de la requête non déclarée irrecevable le 8 mars 2005 soulève de sérieuses questions de fait et de droit nécessitant un examen au fond ; il s’ensuit qu’elle ne saurait être déclarée manifestement mal fondée, au sens de l’article 35 § 3 de la Convention. Ne relevant aucun autre motif d’irrecevabilité, la Cour la déclare donc recevable.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "20.  La requérante se plaint de l’utilisation par la police pour disperser le groupe de manifestants dont elle faisait partie d’un gaz lacrymogène appelé « spray au poivre », connu pour provoquer des désagréments physiques, tels que larmes et difficultés respiratoires. Elle invoque l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "21.  Le Gouvernement fait observer que le gaz utilisé pour disperser les manifestants est conforme aux exigences de santé et aux conventions internationales. Il explique qu’il s’agit de l’Oléorésine Capsicum (OC), substance connue sous le nom de « gaz au poivre », et soumet un rapport d’expertise concernant ce produit. Par ailleurs, il fait remarquer que la requérante n’a soumis aucun rapport médical afin de démontrer les éventuelles séquelles causées par le gaz.", "22.  La requérante conteste la thèse du Gouvernement.", "23.  La Cour rappelle que, selon sa jurisprudence, pour tomber sous le coup de l’article 3 de la Convention, un mauvais traitement doit atteindre un minimum de gravité. Un traitement est « inhumain » au sens de l’article 3 s’il a, par exemple, été appliqué avec préméditation pendant une longue durée, et s’il a causé soit des lésions corporelles, soit de vives souffrances physiques ou mentales. En outre, pour déterminer si un traitement est « dégradant » au sens de l’article 3, la Cour recherche si le but était d’humilier et de rabaisser l’intéressé et si, considérée dans ses effets, la mesure a ou non atteint la personnalité de celui-ci d’une manière incompatible avec l’article 3 (voir, entre autres, Kudła c. Pologne [GC], no 30210/96, § 92, CEDH 2000-XI).", "24.  La Cour examinera les faits de l’espèce à la lumière de sa jurisprudence bien établie (voir, entre autres, Assenov et autres c. Bulgarie, 28 octobre 1998, § 93, Recueil des arrêts et décisions 1998-VIII ; Selmouni c. France [GC], no 25803/94, § 95, CEDH 1999-V ; Raninen c. Finlande, 16 décembre 1997, § 55, Recueil 1997-VIII ; V. c. Royaume-Uni [GC], no 24888/94, § 71, CEDH 1999-IX ; Chahal c. Royaume-Uni, 15 novembre 1996, § 79, Recueil 1996-V ; Klaas c. Allemagne, 22 septembre 1993, § 30, série A no 269, et Labita c. Italie [GC], no 26772/95, § 120, CEDH 2000IV).", "25.  En ce qui concerne tout d’abord la question de l’utilisation du « spray au poivre », la Cour observe que ce gaz, utilisé dans des Etats membres du Conseil de l’Europe pour contenir les manifestations, voire les disperser en cas de risque de débordement, ne figure pas parmi les gaz toxiques énumérés en annexe de la CAC. Cela étant, elle note que son utilisation peut causer des désagréments, tels que problèmes respiratoires, nausées, vomissements, irritation des voies respiratoires, irritation des voies lacrymales et des yeux, spasmes, douleurs thoraciques, dermatites ou allergies (paragraphe 18 ci-dessus).", "26.  Elle constate toutefois que la requérante n’a produit aucun rapport médical attestant les effets néfastes qu’elle dit avoir subis après avoir été exposée au gaz. L’intéressée, qui a été relâchée peu après son arrestation, n’a pas cherché non plus à se faire examiner par un médecin (Kılıçgedik c. Turquie (déc.), no 55982/00, 1er juin 2004). Bref, il n’existe aucun élément ou commencement de preuve à l’appui de ses allégations de traitements contraires à l’article 3 de la Convention.", "27.  La Cour conclut dès lors à l’absence de violation de l’article 3 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 11 DE LA CONVENTION", "28.  La requérante se plaint d’une atteinte à ses droits à la liberté d’expression et à la liberté d’association, dans la mesure où la manifestation et la lecture d’une déclaration à l’intention de la presse prévue en clôture ont été empêchées par la police.", "La Cour rappelle que, dans sa décision partielle sur la recevabilité de la requête, elle a prévu d’examiner ces griefs sous l’angle de l’article 11 de la Convention, ainsi libellé dans sa partie pertinente :", "« 1.  Toute personne a droit à la liberté de réunion pacifique et à la liberté d’association, (...)", "2.  L’exercice de ces droits ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, (...) à la défense de l’ordre (...) ou à la protection des droits et libertés d’autrui. (...) »", "29.  Le Gouvernement fait savoir que la réunion en question était illégale dès lors qu’elle n’avait pas été préalablement déclarée aux autorités compétentes. Il rappelle que le deuxième paragraphe de l’article 11 apporte des limites au droit de réunion pacifique afin de protéger l’ordre public.", "30.  A titre liminaire, la Cour relève qu’il n’y a pas de contestation sur l’existence d’une ingérence dans l’exercice par la requérante de son droit de réunion. Cette ingérence avait une base légale, à savoir l’article 22 de la loi no 2911 relative aux réunions et défilés de manifestation, et était ainsi « prévue par la loi » au sens de l’article 11 § 2 de la Convention. Reste la question de savoir si l’ingérence poursuivait un but légitime et était nécessaire dans une société démocratique.", "1.  But légitime", "31.  Le Gouvernement soutient que l’ingérence poursuivait des buts légitimes, notamment la défense de l’ordre et la protection des droits d’autrui.", "32.  La Cour juge pouvoir admettre que la mesure litigieuse visait au moins deux des buts reconnus comme légitimes par le paragraphe 2 de l’article 11, à savoir la défense de l’ordre et la protection des droits d’autrui, en l’occurrence du droit de circuler en public sans contrainte.", "2.  Nécessaire dans une société démocratique", "33.  D’après le Gouvernement, la requérante a participé à une manifestation sur une place publique tenue sans déclaration préalable, en violation de la législation interne concernée. Il note par ailleurs que la requérante, avec d’autres manifestants, a refusé de se conformer à l’ordre de dispersion. Dans ces conditions, et compte tenu de la marge d’appréciation reconnue aux Etats en la matière, le Gouvernement estime que les risques de perturbation de la population qui se trouvait dans le parc à une heure de pointe et la résistance des manifestants justifiaient la dispersion du rassemblement en cause. Pour lui, l’intervention des policiers était une mesure nécessaire au sens du deuxième paragraphe de l’article 11 de la Convention.", "34.  Selon la requérante, l’invocation de perturbations à l’ordre public n’est qu’un prétexte censé justifier après coup l’intervention de la police avant la lecture de la déclaration publique.", "35.  La Cour se réfère d’abord aux principes fondamentaux qui se dégagent de sa jurisprudence relative à l’article 11 (Djavit An c. Turquie, no 20652/92, §§ 56-57, CEDH 2003-III ; Piermont c. France, 27 avril 1995, §§ 76-77, série A no 314, et Plattform « Ärzte für das Leben » c. Autriche, 21 juin 1988, § 32, série A no 139). Il ressort de cette jurisprudence que les autorités ont le devoir de prendre les mesures nécessaires pour toute manifestation légale afin de garantir le bon déroulement de celle-ci et la sécurité de tous les citoyens.", "36.  La Cour rappelle que les Etats doivent non seulement protéger le droit de réunion pacifique mais également s’abstenir d’apporter des restrictions indirectes abusives à ce droit (Djavit An, précité, § 57). Par ailleurs, si l’article 11 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics dans l’exercice de ses droits protégés, il peut engendrer de surcroît des obligations positives afin d’assurer la jouissance effective de ces droits (ibidem).", "37.  La Cour rappelle encore que ces principes sont également applicables aux manifestations et défilés organisés dans les lieux publics (Djavit An, précité, § 56). Toutefois, elle observe qu’il n’est pas contraire à l’esprit de l’article 11 que pour des raisons d’ordre public et de sécurité nationale une Haute Partie contractante puisse soumettre à autorisation préalable la tenue de réunions et réglementer les activités des associations (Djavit An, précité, §§ 66-67).", "38.  Eu égard aux dispositions internes, la Cour observe qu’aucune autorisation n’est requise pour la tenue de manifestations publiques ; à l’époque des faits, un préavis de soixante-douze heures était toutefois exigé. En principe, les réglementations de ce type doivent être conçues de manière à ne pas constituer une entrave dissimulée à la liberté de réunion pacifique telle qu’elle est protégée par la Convention. Il va sans dire que toute manifestation dans un lieu public est susceptible de causer un certain désordre pour le déroulement de la vie quotidienne et de susciter des réactions hostiles ; cela étant, il est important que les associations et autres organisateurs de manifestations se conforment aux règles du jeu démocratique, dont ils sont les acteurs, en respectant les réglementations en vigueur.", "39.  La Cour estime que, faute de préavis, la manifestation était irrégulière, ce qu’au demeurant la requérante ne conteste pas. Elle rappelle toutefois qu’une situation irrégulière ne justifie pas en soi une atteinte à la liberté de réunion (Cisse c. France, no 51346/99, § 50, CEDH 2002-III). Cela étant, elle considère qu’en l’espèce le respect de la condition de préavis aurait permis aux autorités de prendre les mesures nécessaires pour réduire les perturbations de circulation que la manifestation pouvait causer à une heure de pointe. Pour la Cour, il est important que des mesures de sécurité préventives, telles que l’envoi de secours d’urgence sur les lieux des réunions ou manifestations, soient prises afin de garantir le bon déroulement des événements de ce type, qu’ils soient de nature politique, culturelle, ou autre.", "40.  Il ressort des éléments du dossier que les manifestants ont été informés plusieurs fois du caractère irrégulier du défilé et des troubles qu’il causait à l’ordre public à une heure de pointe, et qu’il leur a été enjoint de se disperser. La requérante, comme d’autres manifestants, a refusé de se conformer aux sommations des forces de l’ordre et a tenté de forcer le passage.", "41.  Toutefois, aucun élément du dossier ne permet d’affirmer que le groupe de manifestants présentait un danger pour l’ordre public, mis à part d’éventuelles perturbations de la circulation. Il s’agissait, tout au plus, d’une cinquantaine de personnes qui souhaitaient attirer l’opinion publique sur une question d’actualité. La Cour observe que le rassemblement a commencé aux alentours de midi et s’est terminé avec l’arrestation du groupe dans la demi-heure qui a suivi. Elle est frappée, en particulier, par l’impatience des autorités de mettre fin à cette manifestation, qui était organisée sous l’égide de l’Association des droits de l’homme.", "42.  Pour la Cour, en l’absence d’actes de violence de la part des manifestants, il est important que les pouvoirs publics fassent preuve d’une certaine tolérance pour les rassemblements pacifiques, afin que la liberté de réunion telle qu’elle est garantie par l’article 11 de la Convention ne soit pas dépourvue de tout contenu.", "43.  En conséquence, la Cour estime qu’en l’espèce l’intervention musclée de la police était disproportionnée et ne constituait pas une mesure nécessaire à la défense de l’ordre public, au sens du deuxième paragraphe de l’article 11 de la Convention.", "44.  Partant, il y a eu violation de cette disposition.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "45.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "46.  La requérante réclame 1 190,83 euros (EUR) pour le préjudice matériel qu’elle dit avoir subi du fait d’avoir été empêchée de travailler pendant six heures le jour de la manifestation, et 20 000 EUR pour préjudice moral.", "47.  Le Gouvernement conteste ces prétentions.", "48.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué, et rejette donc cette partie de la demande. En ce qui concerne le dommage moral, elle estime que la requérante trouve une satisfaction suffisante dans le constat de violation de l’article 11 de la Convention.", "B.  Frais et dépens", "49.  La requérante demande également 8 051,77 EUR pour les frais et dépens exposés devant la Cour.", "50.  Le Gouvernement estime cette somme exorbitante.", "51.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II). A cet égard, elle note que l’intéressée n’a produit aucune pièce justificative relative aux frais et dépens encourus. Il n’en reste pas moins que la préparation de la présente affaire rendait nécessaire d’engager certains frais. Dès lors, statuant en équité, la Cour juge raisonnable d’octroyer à la requérante 1 000 EUR à ce titre.", "C.  Intérêts moratoires", "52.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare le restant de la requête recevable ;", "", "2.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 11 de la Convention ;", "", "4.  Dit que le constat de violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par la requérante ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif en vertu de l’article 44 § 2 de la Convention, 1 000 EUR (mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt, à convertir en nouvelles livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 5 décembre 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tJean-Paul Costa\n\tGreffier adjoint\tPrésident", ""]}