{"file": "FRE_HFJUD_37925_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37925/97", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "AFFAIRE DESCHAMPS c. FRANCE", "", "(Requête n° 37925/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "2 août 2000", "", "", "", "", "DÉFINITIF", "", "02/11/2000", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme avant la parution de sa version définitive.", "", "En l’affaire Deschamps c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tM.\tW. Fuhrmann, président,\n\tM.\tJ.-P. Costa,\n\tM.\tL. Loucaides,\n\tM.\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza, juges\net de Mme\tS. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 25 janvier 2000 et 11 juillet 2000,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 37925/97) dirigée contre la République française et dont un ressortissant de cet Etat, M. Alain Deschamps (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 30 juin 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 26 septembre 1997 sous le numéro de dossier 37925/97. Le gouvernement français (« le Gouvernement » ) a été représenté par son agent, M. Yves Charpentier, sous-directeur des droits de l’homme au ministère des Affaires étrangères, auquel a succédé Mme Michèle Dubrocard.", "2.  Sous l’angle de l’article 6 § 1 de la Convention, le requérant se plaignait de l’équité et de la durée d’une procédure de sécurité sociale et d’une procédure administrative.", "3.  Par une décision du 16 avril 1998, la Commission (deuxième chambre) a décidé de porter le grief tiré de la durée des procédures à la connaissance du gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Elle a déclaré la requête irrecevable pour le surplus. Le Gouvernement a présenté ses observations le 23 juin 1998 et le requérant a présenté les siennes le 23 septembre 1998.", "4.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, et conformément à l’article 5 § 2 de celui-ci, l’affaire est examinée par la Cour.", "5.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la troisième section.", "6.  Le 25 janvier 2000, la chambre a déclaré recevable le grief tiré de la durée de la procédure administrative concernant des allocations familiales. Elle a déclaré la requête irrecevable pour le surplus.", "EN FAIT", "7.  Le 21 juillet 1988 a été prononcé le divorce entre le requérant, fonctionnaire au ministère de la Culture, et Mme T., fonctionnaire à l’Université d’Orléans. La résidence principale des trois enfants, T., S. et LS., a été fixée au domicile de leur mère.", "8.  Depuis le 28 septembre 1989, le requérant assuma la charge exclusive de l’un des trois enfants, S., lequel avait demandé à vivre avec le requérant, Mme T. ayant donné son accord écrit.", "9.  Le 17 novembre 1989, le requérant engagea une procédure auprès du juge aux affaires matrimoniales demandant à son ex-épouse une pension alimentaire pour l’entretien de S.", "10.  Par ordonnance du juge aux affaires matrimoniales du 7 juin 1990, l’autorité parentale de S. fut attribuée au requérant et la résidence de cet enfant fixée au domicile du requérant. Le juge n’accorda au requérant aucune pension alimentaire pour l’entretien de S. en raison de la forte diminution des versements familiaux à la mère (moins de 3 500 FRF par mois), les deux autres pensions alimentaires que le requérant payait à Mme T. demeurant inchangées, sauf indexation.", "11.  Le requérant fit appel de cette décision. Par arrêt du 15 janvier 1992, la cour d’appel d’Orléans confirma l’ordonnance du 7 juin 1990 en ajoutant que Mme T. n’avait pas de ressources suffisantes pour contribuer à l’éducation et à l’entretien de S.", "12.  Le requérant continua à verser à Mme T. les pensions alimentaires pour les deux autres enfants. En revanche, il ne reçut aucune pension alimentaire de Mme T. pour l’entretien et l’éducation de S.", "13.  Le 28 juin 1990, le requérant sollicita le versement de l’allocation de soutien familial (ASF) pour S. Il présenta une nouvelle demande le 22 août 1990. Début octobre 1990, le trésorier-payeur général d’Indre-et-Loire lui opposa un refus. Le requérant protesta en maintenant sa demande et en faisant valoir que l’ASF était due sans condition de ressources au parent qui élève seul un enfant. Par lettre du 23 novembre 1990, le trésorier-payeur général opposa un nouveau refus.", "14.  Par ailleurs, par lettre du 7 janvier 1991, le requérant réclama à son administration le prorata des prestations familiales et le supplément familial de traitement des fonctionnaires pour ses trois enfants, ainsi que l’allocation de rentrée scolaire, avec intérêts moratoires et capitalisation à compter du 1er octobre 1989. Le requérant estima qu’il avait non pas un enfant à charge mais trois puisqu’il payait des pensions alimentaires pour les deux autres enfants.", "15.  Le 12 février 1991, le requérant renouvela sa demande de proratisation du supplément familial.", "16.  Le 23 octobre 1991, la direction régionale des affaires culturelles du centre (DRAC) informa le requérant que sa demande de proratisation du supplément familial de traitement était rejetée. Le 13 décembre 1991, le requérant saisit la commission de recours amiable de la caisse d’allocations familiales du Loiret de ses réclamations. Le 22 janvier 1992, la caisse d’allocations familiales fit savoir au requérant que sa commission de recours amiable n’était pas compétente pour se prononcer sur les décisions d’un autre régime et demanda au requérant de saisir à nouveau la DRAC.", "Procédure devant le tribunal administratif d’Orléans", "17.  Le 5 juillet 1991, le requérant saisit, avec le soutien de l’organisation syndicale Fédération de l’éducation nationale (FEN), le tribunal administratif d’Orléans. Dans ce recours, le requérant demanda l’annulation de l’article R 513-1 du Code de la sécurité sociale et d’une circulaire du 5 août 1988, ainsi que le versement du tiers du supplément familial de traitement à compter du 1er octobre 1989, en application de deux circulaires du 8 octobre 1968 et du 11 février 1977. Le requérant sollicita en outre des dommages et intérêts.", "18.  Par requête du 30 mars 1992, le requérant et la FEN demandèrent en référé le renvoi de l’affaire pour avis au Conseil d’État. Par ordonnance du 17 avril 1992, le tribunal administratif d’Orléans rejeta cette demande, estimant que « les conclusions présentées par le requérant sont irrecevables » et que « d’autre part, le juge des référés ne saurait, sans préjudicier au principal, prendre une telle mesure ».", "19.  Le 14 avril 1995, le Conseil d’État rendit un arrêt en Assemblée du contentieux dans une autre affaire accordant la proratisation du supplément familial de traitement entre les parents divorcés ayant chacun un ou plusieurs enfants à son foyer. Le requérant communiqua cet arrêt au directeur de la DRAC, qui ne répondit pas au courrier du requérant.", "20.  Le 11 mars 1997, le requérant modifia ses précédentes conclusions en développant trente-trois moyens devant le tribunal administratif.", "21.  Le tribunal administratif rendit son jugement le 9 juillet 1998. Il fit partiellement droit aux demandes du requérant.", "22. Le 31 août 1998, le requérant introduisit une demande de rectification d’erreur matérielle, qui fut refusée par lettre en date du 4 septembre 1998. Le 2 octobre 1998, le requérant interjeta appel. L’affaire est actuellement pendante devant la cour administrative d’appel de Nantes.", "EN DROIT", "i.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "23. Le requérant dénonce la durée de la procédure devant le tribunal administratif d’Orléans et allègue une violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "24.  Le Gouvernement affirme que, du point de vue de la juridiction administrative, l’affaire revêt un caractère complexe, à raison, en premier lieu, de la multiplicité des requérants, des intervenants et des défendeurs. L’affaire, au fond, présente également une certaine complexité, s’agissant d’un litige qui n’a été tranché dans son principe par le Conseil d’État que le 14 avril 1995. Par ailleurs, le Gouvernement note que le nombre de mémoires produits par le requérant a contribué à alourdir la procédure.", "1.\tPériode à prendre en considération", "25. La période à considérer a débuté le 5 juillet 1991, date de la saisine du tribunal administratif d’Orléans (paragraphe 17 ci-dessus). La procédure se trouve pendante devant la cour administrative d’appel de Nantes.", "26.  Au jour de l’adoption du présent arrêt la durée de la procédure s’étale donc sur neuf ans, dont sept ans correspondent au premier degré de juridiction devant le tribunal administratif d’Orléans.", "2.\tCaractère raisonnable de la durée de la procédure", "27.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, les arrêts Richard c. France du 22 avril 1998, Recueil des arrêts et décisions 1998II, p. 824, § 57, et Doustaly c. France du 23 avril 1998, Recueil 1998II, p. 857, § 39).", "28.  La Cour observe que si l’affaire présentait une certaine complexité, la question de principe fut tranchée par le Conseil d’État en 1995. Elle observe également que même si le requérant pourrait être tenu pour responsable en partie de certains retards, cela ne saurait justifier la durée totale de la procédure. La Cour estime en effet que s’agissant d’une durée de neuf ans, la lenteur de la procédure résulte essentiellement du comportement des juridictions saisies.", "29.  La Cour réaffirme qu’il incombe aux États contractants d’organiser leur système judiciaire de telle sorte que leurs juridictions puissent garantir à chacun le droit d’obtenir une décision définitive sur les contestations relatives à ses droits et obligations de caractère civil dans un délai raisonnable. La Cour estime que l’on ne saurait considérer comme « raisonnable » la durée globale de neuf ans que connaît à ce jour la procédure.", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "30.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "31.  Le requérant affirme que la procédure litigieuse lui a causé d’importants préjudices correspondant à des pertes de prestations familiales auxquelles il estime avoir droit. Toutefois, il prétend qu’il n’est pas en mesure de chiffrer son dommage matériel et demande à la Cour d’en fixer le montant. Quant au dommage moral, il demande une somme de 50 000 FRF et laisse à la Cour le soin d’apprécier le reste de son préjudice.", "32.  Le Gouvernement estime que la satisfaction équitable susceptible d’être allouée au requérant ne saurait excéder une somme de 30 000 FRF au titre du préjudice moral.", "33.  La Cour considère qu’en l’absence de lien de causalité entre le dommage matériel invoqué et la violation constatée, il n’y pas lieu d’indemniser ce chef de préjudice. En revanche, elle considère que le requérant a subi un préjudice moral certain en raison de la durée de la procédure litigieuse. Compte tenu de sa jurisprudence en la matière et statuant en équité comme le veut l’article 41, elle décide d’allouer au requérant 50 000 FRF à ce titre.", "B.\tFrais et dépens", "34.  Le requérant affirme avoir encouru des frais d’un montant de 57 905, 92 FRF, dont 1 620 FRF pour la procédure devant la Cour.", "35.  Le Gouvernement est d’avis que seuls les frais effectivement engagés par le requérant devant les organes de la Convention doivent lui être remboursés, à condition qu’ils soient dûment justifiés et que leur montant soit raisonnable.", "36.  S’il est vrai que seuls les frais nécessairement exposés devant les juridictions nationales pour faire redresser la violation de la Convention constatée par la Cour peuvent être remboursés, il n’en demeure pas moins que dans des affaires de durée de procédure, le prolongement de l’examen d’une cause au-delà du « délai raisonnable » entraîne une augmentation des frais à la charge du requérant (voir les arrêts Scalvini c. Italie du 26 octobre 1999 ; Bouilly c. France du 7 décembre 1999). Par conséquent, eu égard à sa jurisprudence en la matière, la Cour accorde au requérant 10 000 FRF à ce titre.", "37.  Pour ce qui est des frais exposés devant les organes de la Convention, la Cour note que ceux-ci ont retenu une partie seulement des griefs du requérant, et que ce dernier n’était pas représenté par un avocat. Il y donc lieu d’allouer au requérant 1 620 FRF de ce chef.", "C.\tIntérêts moratoires", "38.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 2,74 % l’an.", "par ces motifs, la cour, À l’unanimitÉ,", "1.\tDit, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit, que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, 50 000 (cinquante mille) francs français pour dommage moral, ainsi que 11 620 (onze mille six cent vingt) francs français pour frais et dépens, montants à majorer d’un intérêt simple de 2,74 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.\tRejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 2 août 2000 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "\tS. Dollé\tW. Fuhrmann\tGreffière\tPrésident", ""]}