{"file": "FRE_CLINF_47533_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "47533/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 86", "Mai 2006", "Ergin c. Turquie (n° 6) - 47533/99", "Arrêt 4.5.2006 [Section IV]", "Article 6", "Procédure pénale", "Article 6-1", "Tribunal impartial", "Tribunal indépendant", "Indépendance et impartialité d’une juridiction militaire appelée à juger un civil en matière pénale : violation", "", "Article 10", "Journaliste condamné par une juridiction pénale militaire pour avoir publié un article critiquant le cérémonial des départs au service militaire : violation", "", "En fait : En septembre 1997, le requérant publia dans un journal dont il était le rédacteur en chef un article intitulé « [cérémonies d’]accompagnement des appelés au service militaire et mémoire collective », consistant en une critique du cérémonial, devenu traditionnel, des départs au service militaire ; dans un langage littéraire, l’auteur expliquait que l’enthousiasme accompagnant ces départs niait le destin tragique qui attendait une partie des appelés, à savoir la mort ou la mutilation. Le 20 octobre 1998, le Tribunal de l’état-major reconnut le requérant coupable d’avoir incité autrui à se soustraire au service militaire et le condamna à deux mois d’emprisonnement qu’il commua en une amende. Le pourvoi en cassation formé par le requérant fut rejeté le 10 février 1999.", "En droit : Article 10 – Quant à l’atteinte alléguée à la liberté d’expression, les motifs retenus par les juridictions turques ne sauraient être considérés en eux-mêmes comme suffisants pour justifier l’ingérence dans le droit du requérant à la liberté d’expression. Si les propos contenus dans l’article litigieux donnent au récit une connotation hostile au service militaire, ils n’exhortent pas pour autant à l’usage de la violence, à la résistance armée, ou au soulèvement, et il ne s’agit pas d’un discours de haine, ce qui est l’élément essentiel à prendre en considération. L’article litigieux était publié dans un journal destiné à un large public et ne visait, ni dans sa forme, ni dans son contenu, à provoquer une désertion immédiate. La condamnation du requérant au pénal ne répondait pas à un besoin social impérieux et n’était donc pas « nécessaire dans une société démocratique ».", "Conclusion : violation (unanimité).", "Article 6 – Quant au grief tiré de l’indépendance et l’impartialité du Tribunal de l’état-major, il convient tout d’abord de prendre acte des renseignements fournis par le gouvernement turc selon lesquels la législation turque a été modifiée de manière à répondre aux exigences de la Convention. Le fait que des tribunaux composés, même partiellement, de militaires décident d’accusations en matière pénale dirigées contre des civils ne peut être jugé conforme à l’article 6 que dans des circonstances exceptionnelles ; cette conclusion est confortée par les développements au niveau international ces dernières années. La compétence de la justice pénale militaire ne devrait s’étendre aux civils que s’il existe des raisons impérieuses justifiant une telle situation et ce, en s’appuyant sur une base légale claire et prévisible. Il est compréhensible que le requérant, un civil qui répondait devant un tribunal composé exclusivement de militaires d’infractions relatives à la propagande contre le service militaire, ait redouté de comparaître devant des juges appartenant à l’armée, laquelle peut être assimilée à une partie à la procédure. De ce fait, l’intéressé pouvait légitimement craindre que le Tribunal de l’état-major se laissât indûment guider par des considérations partiales. On peut donc considérer qu’étaient objectivement justifiés les doutes nourris par le requérant quant à l’indépendance et à l’impartialité de cette juridiction.", "Conclusion : violation (unanimité).", "Quant au grief tiré de l’iniquité de la procédure, il convient de rappeler qu’un tribunal dont le manque d’indépendance et d’impartialité a été établi ne peut, en toute hypothèse, garantir un procès équitable aux personnes soumises à sa juridiction.", "Conclusion : non-lieu à examen (unanimité).", "Article 41 – La Cour alloue au requérant des indemnités pour préjudice moral et pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}