{"file": "FRE_HFJUD_71658_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "71658/10", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE VIARD c. FRANCE", "", "(Requête no 71658/10)", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "9 janvier 2014", "", "", "DÉFINITIF", "", "09/04/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Viard c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tMark Villiger, président,\n\tAnn Power-Forde,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tPaul Lemmens,\n\tHelena Jäderblom,\n\tAleš Pejchal, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 3 décembre 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 71658/10) dirigée contre la République française et dont un ressortissant de cet Etat, M. Gilbert Viard (« le requérant »), a saisi la Cour le 27 octobre 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me G. Berahya-Lazarus, avocat à Angers. Le gouvernement français (« le Gouvernement ») a été représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.   Invoquant l’article 6 § 1 de la Convention, le requérant se plaint de ce que le rejet de son pourvoi comme tardif aurait porté atteinte à son droit d’accès à un tribunal.", "4.  Le 23 novembre 2011, la requête a été communiquée au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant, M. Gilbert Viard, est un ressortissant français, né en 1947 et résidant à Saint-Nazaire.", "6.  Il exerce la profession de psychothérapeute.", "7.  Le 17 juin 2008, une information judiciaire fut ouverte à son encontre des chefs d’abus de faiblesse et d’agression sexuelle.", "8.  Le même jour, un juge d’instruction du tribunal de grande instance de Nantes le mit en examen pour agressions sexuelles sur quatre patientes, ainsi que pour abus de faiblesse sur l’une d’entre elles.", "9.  Il fut placé sous contrôle judiciaire, avec interdiction d’exercer les professions de psychothérapeute et de psychanalyste.", "10.  Le 24 décembre 2009, le juge d’instruction rejeta la demande de mainlevée partielle de son contrôle judiciaire proposant d’autoriser l’exercice de son activité auprès des seules personnes de sexe masculin.", "11.  Par un arrêt du 12 février 2010, la chambre de l’instruction de la cour d’appel de Rennes confirma l’ordonnance de rejet du juge d’instruction, aux motifs notamment de l’existence d’indices d’abus de sa fonction de thérapeute sur des « esprits fragiles », lesquels peuvent être de sexe masculin.", "12.  Le 16 février 2010, d’après le cachet de la Poste, la cour d’appel de Rennes adressa au requérant un courrier recommandé portant la mention « Aud. 12/02/2010 Ch. Instr. 2010/00028 ».", "13.  Le 19 février 2010, le requérant forma un pourvoi en cassation contre l’arrêt de la chambre de l’instruction.", "14.  Le 30 avril 2010, le conseiller rapporteur de la Cour de cassation conclut à la non-admission du pourvoi comme ayant été formé hors délai, à savoir plus de cinq jours francs suivant la notification de l’arrêt d’appel le 12 février 2010.", "15.  Le 4 mai 2010, le requérant fut informé par courrier du procureur général près la Cour de cassation qu’un avis tendant à la non-admission du pourvoi avait été pris par un avocat général. Le requérant fut informé de son droit de formuler des observations, ce qu’il fit par courrier du 14 mai 2010.", "16.  Le 19 mai 2010, la Cour de cassation déclara le pourvoi non admis, pour absence de « moyen de nature à permettre l’admission du pourvoi ».", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "17.  Les articles pertinents du code de procédure pénale sont les suivants :", "Article 567-1-1", "Lorsque la solution d’une affaire soumise à la chambre criminelle lui paraît s’imposer, le premier président ou le président de la chambre criminelle peut décider de faire juger l’affaire par une formation de trois magistrats. Cette formation peut renvoyer l’examen de l’affaire à l’audience de la chambre à la demande de l’une des parties ; le renvoi est de droit si l’un des magistrats composant la formation restreinte le demande. La formation déclare non admis les pourvois irrecevables ou non fondés sur un moyen sérieux de cassation.", "Article 568", "Le ministère public et toutes les parties ont cinq jours francs après celui où la décision attaquée a été prononcée pour se pourvoir en cassation.", "Toutefois, le délai de pourvoi ne court qu’à compter de la signification de l’arrêt, quel qu’en soit le mode :", "1o Pour la partie qui, après débat contradictoire, n’était pas présente ou représentée à l’audience où l’arrêt a été prononcé, si elle n’avait pas été informée ainsi qu’il est dit à l’article 462, alinéa 2 ;", "2o Pour le prévenu qui a été jugé en son absence, mais après audition d’un avocat qui s’est présenté pour assurer sa défense, sans cependant être titulaire d’un mandat de représentation signé du prévenu ;", "3o Pour le prévenu qui n’a pas comparu, soit dans les cas prévus par l’article 410, soit dans le cas prévu par le cinquième alinéa de l’article 411, lorsque son avocat n’était pas présent ;", "4o Pour le prévenu qui a été jugé par itératif défaut.", "[...]", "18.  La procédure de non-admission des pourvois devant la Cour de cassation a été instaurée par la loi no 2001-539 du 25 juin 2001, ayant modifié l’article L. 131-6 du code de l’organisation judiciaire, devenu l’article 567-1-1 précité du code de procédure pénale aux termes de l’ordonnance no 2006-673 du 8 juin 2006.", "19.  Les décisions de non-admission sont rendues à l’issue d’un débat contradictoire, après un examen du conseiller-rapporteur et un avis d’un avocat général, par une formation collégiale de la chambre criminelle (J. Boré et L. Boré, « La cassation en matière pénale », Dalloz Action, 2011, no 142.12, p. 445).", "20.  Lorsqu’elle décide de la non-admission d’un pourvoi, la chambre criminelle utilise la formule suivante :", "« Vu l’article 567-1-1 du code de procédure pénale ; Attendu qu’après avoir examiné tant la recevabilité du recours que les pièces de procédure, la Cour de cassation constate qu’il n’existe, en l’espèce, aucun moyen de nature à permettre l’admission du pourvoi ;", "DECLARE le pourvoi NON ADMIS ; ».", "21.  Sur le rôle du conseiller-rapporteur dans cette procédure, il a été précisé ce qui suit par un membre de la Cour de cassation (V. Vigneau, « Le régime de la non-admission des pourvois devant la Cour de cassation », Recueil Dalloz, 2010, p. 104) :", "« Depuis 2005, les conseillers rapporteurs ont pris l’habitude de rédiger un document expliquant la non-admission du pourvoi, comprenant non seulement l’exposé complet et objectif de l’ensemble des données de l’affaire, avec une synthèse des moyens de cassation invoqués et des précédents jurisprudentiels de nature à en éclairer la solution, mais aussi les raisons précises pour lesquelles ils estiment que le pourvoi mérite l’orientation vers la non-admission. [...] ce rapport (comme celui rédigé dans des affaires donnant lieu à des arrêts motivés) est communiqué aux parties et à l’avocat général [...]. Si le rapporteur projette de relever d’office une cause d’irrecevabilité, il en avise les parties par une lettre adressée directement aux avocats, avec copie à l’avocat général, conformément aux dispositions de l’article 1015 du code de procédure civile [...].", "[...] Il est aussi important de préciser que lorsque le rejet est envisagé pour un autre motif que celui retenu par le rapporteur dans son rapport en vue d’une non-admission, la chambre statue par arrêt motivé. »", "De même, dans l’ouvrage Droit et pratique de la cassation en matière civile, également rédigé par des membres de la Cour de cassation (LexisNexis, 3ème éd., 2012, § 833, p. 327), il a été indiqué ce qui suit :", "« [...] le rapporteur établit un rapport de non-admission qui indique les raisons objectives pour lesquelles le pourvoi semble irrecevable ou non fondé sur des moyens sérieux. Ce rapport est accessible grâce au bureau virtuel et à la GED aux avocats généraux ainsi qu’aux avocats au Conseil d’Etat et à la Cour de cassation ou aux parties pour les affaires sans représentation obligatoire. Il est donc inexact de prétendre, comme le font souvent les commentateurs critiques de ce type de décisions, que les parties ne sont pas informées des raisons conduisant la Cour de cassation à décider d’une non-admission. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "22.  Le requérant se plaint de ce que la non-admission de son pourvoi pour tardiveté aurait porté atteinte à son droit d’accès à un tribunal. Il invoque l’article 6 § 1 de la Convention, dont les dispositions pertinentes sont libellées comme suit :", "Article 6 § 1", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la recevabilité", "23.  La Cour relève d’emblée qu’une procédure à l’issue de laquelle le droit de continuer à exercer une profession est mis en jeu rentre dans le champ d’application de l’article 6 de la Convention sous son volet civil (voir, notamment, Le Compte, Van Leuven et De Meyere c. Belgique, 23 juin 1981, § 48, série A no 43, Baccichetti c. France, no 22584/06, § 25, 18 février 2010, ainsi que, mutatis mutandis, Micallef c. Malte [GC], no 17056/06, §§ 80, 84 et 85, CEDH 2009). Le Gouvernement ne le conteste d’ailleurs pas.", "La Cour constate ensuite que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "24.  Le requérant soutient qu’il a été privé de son droit d’accès à un tribunal, compte tenu de la non-admission de son pourvoi en cassation pour non-respect du délai prévu par l’article 568 du code de procédure pénale. Il prétend que le point de départ de ce délai a été fixé de manière erronée à la date de l’arrêt de la cour d’appel et non à celle du dépôt à la poste de la notification. Il fait valoir que cette erreur de computation a eu pour effet de réduire le délai en cause de cinq à un seul jour.", "25.  En réponse aux arguments du Gouvernement qui prétend que son pourvoi n’aurait pas été rejeté pour tardiveté mais sur le fond, il fait valoir que le seul moyen de non-admission qui ait fait l’objet d’un débat contradictoire avant l’arrêt, est celui tiré du non-respect du délai pour se pourvoir en cassation, soulevé d’office par le conseiller-rapporteur, aucun autre motif n’ayant jamais été évoqué notamment au fond. Le requérant indique, par ailleurs, que l’article 567-1-1 du code de procédure pénale, visé par l’arrêt, prévoit indistinctement les deux hypothèses de non-admission que sont l’irrecevabilité du pourvoi et son caractère non-fondé sur un moyen sérieux.", "26.  Il produit en outre le rapport du conseiller-rapporteur, rédigé dans le cadre d’un autre pourvoi le concernant (no 09-83.600), qui avait conclu au non-respect du délai prévu par l’article 585 du code de procédure pénale. Ce rapport avait donné lieu à un arrêt de non-admission constatant l’absence « de moyen de nature à permettre l’admission du pourvoi », soit exactement la même formule que dans l’arrêt en cause dans la présente affaire. Le requérant en conclut qu’il s’agit d’une formule-type qui, en l’absence d’autres précisions, ne saurait être interprétée comme étant fondée sur un autre motif que celui invoqué par le conseiller-rapporteur dans son rapport, à savoir le non-respect des délais dans les deux cas.", "27.  Le Gouvernement soutient que la non-admission du pourvoi n’était pas fondée en l’espèce sur le non-respect du délai prévue par l’article 568 du code de procédure pénale, mais sur l’absence de moyen sérieux. Il fait valoir en ce sens que l’arrêt rendu par la chambre criminelle indique, au visa de l’article 567-1-1 du même code, que le pourvoi ne présentait « aucun moyen de nature à permettre [son] admission ». Il en déduit que la Cour de cassation « semble donc retenir » une position différente de celle du rapporteur et de l’avocat général, ayant conclu au défaut du respect du délai prévu par l’article 568 précité.", "28.  Le Gouvernement ajoute que l’arrêt se réfère aux observations complémentaires formulées par le requérant ayant attiré son attention sur l’erreur de computation du délai et en déduit que la Cour de cassation a pu prendre sa décision sur un autre fondement. Il ajoute que l’absence de motivation de la décision écartant un recours a été jugé conforme à l’article 6 de la Convention.", "2.  Appréciation de la Cour", "29.  La Cour rappelle que le « droit à un tribunal », dont le droit d’accès constitue un aspect, n’est pas absolu et se prête à des limitations implicitement admises, notamment en ce qui concerne les conditions de la recevabilité d’un recours, car il appelle de par sa nature même une réglementation par l’Etat, lequel jouit à cet égard d’une certaine marge d’appréciation (García Manibardo c. Espagne, no 38695/97, § 36, CEDH 2000-II, Berger c. France, no 48221/99, § 30, CEDH 2002-X, et Gruais et Bousquet c. France, no 67881/01, § 26, 10 janvier 2006). Néanmoins, les limitations appliquées ne doivent pas restreindre l’accès ouvert à l’individu d’une manière ou à un point tels que le droit s’en trouve atteint dans sa substance même. En outre, elles ne se concilient avec l’article 6 § 1 que si elles poursuivent un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Bellet c. France, arrêt du 4 décembre 1995, § 31, série A no 333-B, Guérin c. France, 29 juillet 1998, § 37, Recueil des arrêts et décisions 1998-V, Gruais et Bousquet, précité, § 26, et Sabeh El Leil c. France [GC], no 34869/05, § 47, 29 juin 2011).", "30.  Par ailleurs, la Cour rappelle que l’article 6 n’astreint pas les Etats contractants à créer des cours d’appel ou de cassation. Néanmoins, un Etat qui se dote de juridictions de cette nature a l’obligation de veiller à ce que les justiciables jouissent auprès d’elles des garanties fondamentales de cette disposition (Delcourt c. Belgique, 17 janvier 1970, § 25, série A no 11), notamment en ce qu’elle assure aux plaideurs un droit effectif d’accès aux tribunaux pour les décisions relatives à leurs « droits et obligations de caractère civil » (voir, parmi d’autres, Kemp et autres c. Luxembourg, no 17140/05, § 47, 24 avril 2008, et Tourisme d’affaires c. France, no 17814/10, § 27, 16 février 2012). En outre, la compatibilité des limitations prévues par le droit interne avec le droit d’accès à un tribunal reconnu par l’article 6 § 1 de la Convention dépend des particularités de la procédure en cause et il faut prendre en compte l’ensemble du procès mené dans l’ordre juridique interne et le rôle qu’y a joué la Cour suprême, les conditions de recevabilité d’un pourvoi en cassation pouvant être plus rigoureuses que pour un appel (Kemp, précité, § 48, et Tourisme d’affaires, précité, § 27).", "31.  La Cour relève ensuite que si elle a déjà jugé que la procédure préalable d’admission des pourvois en cassation est, en soi, conforme aux dispositions de l’article 6 de la Convention, et qu’elle ne contrevient pas, notamment, à l’obligation de motivation qui en découle (voir Burg et autres c. France (déc.), no 34763/02, 28 janvier 2003, Stepinska c. France, no 1814/02, § 17, 15 juin 2004, et Salé c. France, no 39765/04, § 17, 21 mars 2006), la question posée en l’espèce est différente : en effet, après avoir identifié le motif sur le fondement duquel la Cour de cassation a déclaré le pourvoi du requérant non admis, la Cour doit déterminer si ce rejet a porté atteinte à son droit d’accéder à un tribunal.", "32.  La Cour relève à ce titre que l’avis du conseiller-rapporteur du 30 avril 2010 indique un seul motif de non-admission, à savoir le nonrespect du délai pour se pourvoir en cassation. La Cour constate ensuite que la décision de non-admission rendue le 19 mai suivant se borne à viser l’article 567-1-1 précité et reproduire la formule-type applicable aux décisions de non-admission rendues par la chambre criminelle.", "33.  La Cour ne saurait suivre le Gouvernement lorsqu’il prétend que la formule utilisée en l’espèce par la chambre criminelle témoigne d’un choix de ne pas suivre l’avis du conseiller-rapporteur et d’opter pour une nonadmission fondée sur le caractère non sérieux des moyens soulevés par le requérant. Elle note à ce titre que le Gouvernement, en précisant qu’il lui « semble » possible d’émettre une telle supposition, se borne à formuler une hypothèse dont il n’établit pas le bien-fondé. La Cour relève en outre qu’il ressort du droit interne (paragraphe 20 ci-dessus) et des pièces produites par le requérant, pour lesquelles le Gouvernement n’a pas présenté d’observation, que la Cour de cassation n’a recours qu’à une seule formuletype pour l’ensemble des causes de non-admission, en visant notamment l’article 567-1-1 précité.", "34.  Elle constate également que non seulement le motif de nonadmission pour défaut de respect du délai pour former le pourvoi en cassation a été relevé d’office par le conseiller-rapporteur, mais qu’il a de plus été le seul qui ait été évoqué et soumis au principe du contradictoire, ce dernier étant pleinement applicable à ce stade de la procédure de nonadmission. Enfin, la Cour souligne que lorsque la non-admission d’un pourvoi est envisagée pour un autre motif que celui retenu par le conseillerrapporteur dans son rapport, l’usage, au sein de la Cour de cassation, est de statuer par un arrêt motivé (paragraphe 21 ci-dessus). Or, tel n’a pas été le cas en l’espèce, ce qui accrédite la thèse du requérant selon laquelle son pourvoi a été déclaré non-admis en raison du non-respect du délai, comme le soutenait le conseiller-rapporteur dans son avis. Le Gouvernement n’apporte aucun argument de nature à contredire efficacement ces éléments objectifs.", "35.  Partant, compte tenu de ce que la non-admission du pourvoi était fondée sur le non-respect du délai par le requérant, la Cour doit examiner la question de savoir si ce rejet a porté atteinte à son droit d’accès à un tribunal.", "36.  A cet égard, la Cour rappelle que la réglementation relative aux formalités et aux délais à respecter pour former un recours vise à assurer la bonne administration de la justice et le respect, en particulier, du principe de la sécurité juridique. Les intéressés doivent pouvoir s’attendre à ce que ces règles soient appliquées. Toutefois, les règles en question, ou l’application qui en est faite, ne devraient pas empêcher le justiciable d’utiliser une voie de recours disponible (Pérez de Rada Cavanilles c. Espagne, 28 octobre 1998, §§ 44-45, Recueil 1998 VIII, Tricard c. France, no 40472/98, § 29, 10 juillet 2001, et Gruais et Bousquet, précité, § 27).", "37.  Dans l’affaire Gruais et Bousquet c. France (précité, §§ 27-30), elle a jugé que la prise en compte de la date de notification inscrite sur l’arrêt d’appel, qui ne correspondait pas à la date effective d’envoi telle qu’attestée par le cachet de la Poste, avait eu pour effet de réduire le délai particulièrement bref (cinq jours francs, soit six jours au maximum) dont disposaient les requérants pour former leur pourvoi, et méconnu le droit d’accès à un tribunal au sens de l’article 6 § 1 de la Convention (§§ 29-30).", "38.  Or, en l’espèce, comme cela a précédemment été indiqué (paragraphe 14 ci-dessus), la Cour de cassation a également retenu la date de notification inscrite sur l’arrêt et non celle de l’envoi effectif de cette notification telle qu’attestée par le cachet de la poste. A l’instar de son constat dans l’affaire Gruais et Bousquet, la Cour relève que cela a eu pour effet de réduire à un ou deux jours le délai dont disposait le requérant pour former son pourvoi, selon les modalités de computation. La Cour note d’ailleurs que le Gouvernement ne conteste pas qu’une telle interprétation du droit interne porte atteinte au droit d’accès des justiciables à la Cour de cassation.", "39.  La Cour considère que le requérant s’est vu refuser son droit d’accès à un tribunal dans les circonstances de l’espèce et que, partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "40.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "41.  Le requérant réclame la somme de 230 445 euros (EUR) au titre du préjudice matériel qu’il aurait subi du fait d’une perte d’exploitation sur trois années. Il sollicite une somme identique au titre de son préjudice moral, compte tenu du stress qui aurait été provoqué par la procédure et l’interdiction d’exercer sa profession.", "42.  Le Gouvernement conteste l’existence d’un préjudice matériel, en l’absence de caractère certain et de toute indication relative aux charges afférentes à l’activité.", "43.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué. Elle ne saurait en effet spéculer sur le sort du pourvoi en cassation du requérant s’il avait été admis et rejette en conséquence cette demande. En revanche, elle considère qu’il y a lieu d’octroyer au requérant la somme de 5 000 EUR au titre du préjudice moral.", "B.  Frais et dépens", "44.  Le requérant demande également 5 000 EUR pour les frais et dépens engagés devant la Cour.", "45.  Le Gouvernement ne s’oppose pas à cette demande.", "46.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme de 5 000 EUR pour la procédure devant la Cour et l’accorde au requérant.", "C.  Intérêts moratoires", "47.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i)  5 000 EUR (cinq mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii)  5 000 EUR (cinq mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 9 janvier 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tMark Villiger\n\tGreffière\tPrésident"]}