{"file": "FRE_CLINF_11818_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "11818/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 117", "Mars 2009", "Mojsiejew c. Pologne - 11818/02", "Arrêt 24.3.2009 [Section IV]", "Article 2", "Article 2-1", "Vie", "Décès par asphyxie d’une personne immobilisée à l’aide de courroies et laissée seule sans surveillance médicale dans un centre de dégrisement ; absence d’enquête effective : violation", "", "En fait : En 1999, le fils de la requérante fut emmené dans un centre de dégrisement, où il fut immobilisé à l’aide de courroies puis laissé seul. Il fut découvert mort par le personnel quelques heures plus tard. Le parquet ouvrit une enquête, une autopsie fut effectuée et plusieurs avis médicaux furent établis. Unanimes à considérer que l’intéressé était mort par asphyxie, les médecins émirent par contre des opinions divergentes quant à la cause de l’asphyxie : certains rapports médicaux concluaient que la victime avait été immobilisée de manière inadéquate au moyen de courroies placées sur sa poitrine et qu’il avait suffoqué, d’autres concluaient que l’intéressé était décédé des suites d’une pression exercée sur son cou, selon toute vraisemblance lors d’une prise d’immobilisation au niveau des cervicales effectuée par un membre du personnel du centre de dégrisement. A l’issue de la procédure devant le tribunal, plusieurs agents du centre furent reconnus coupables d’avoir exposé le fils de la requérante à un danger de mort immédiat et condamnés à une peine d’emprisonnement de deux ans assortie d’un sursis avec mise à l’épreuve pendant trois ans. Le tribunal établit notamment que le fils de la requérante n’avait pas été examiné toutes les quinze minutes comme l’exigeait le droit interne dans le cas des patients immobilisés à l’aide de courroies. A la suite de recours formés par la requérante et par les personnes condamnées, le jugement fut annulé et la cause renvoyée pour réexamen. L’affaire était toujours pendante en mai 2008.", "En droit : a) Aspect procédural : Si l’enquête s’est conclue en un peu plus d’un an, le procès s’est ouvert plus de deux ans après l’inculpation des agents concernés du centre de dégrisement et il a été émaillé de plusieurs retards importants. La première fois que la requérante fut entendue par le tribunal, c’était pratiquement cinq ans après le décès de son fils. De surcroît, le corps de ce dernier ne fut pas examiné à l’endroit où il avait été découvert, ce qui empêcha l’établissement du moment du décès et, par voie de conséquence, de la responsabilité personnelle de chacun des accusés. Aussi la Cour conclut-elle que les autorités polonaises sont restées en défaut de mener une enquête prompte et effective au sujet du décès du fils de la requérante.", "Conclusion : violation (unanimité).", "b) Aspect matériel : Au moment où le fils de la requérante fut conduit au centre de dégrisement il était bien portant, ne portait aucune marque de blessure et ne présentait pas de signes visibles de maladie. Dans les circonstances particulièrement graves de l’espèce, où l’intéressé est décédé alors qu’il se trouvait sous le contrôle exclusif des autorités polonaises, l’obligation pour le Gouvernement de fournir des explications plausibles était particulièrement pressante. De surcroît, ces explications devaient être livrées dans un délai raisonnable. Le fait qu’elles aient été différées jusqu’après la résolution de l’affaire pénale, qui est intervenue plus de neuf ans après les événements litigieux, montre que l’Etat polonais était incapable de fournir les explications plausibles requises et de s’acquitter de la charge de la preuve. Le Gouvernement est également resté en défaut de fournir une explication convaincante au sujet de la question de savoir si le personnel du centre avait procédé aux vérifications périodiques requises de l’état du fils de la requérante et s’il avait satisfait aux règles internes destinées à protéger la vie des personnes admises dans les centres de dégrisement, particulièrement celles immobilisées à l’aide de courroies. Dans certains cas, l’existence d’une enquête en cours devant les autorités internes peut empêcher la Cour de rechercher si la responsabilité de l’Etat mis en cause est engagée à raison des circonstances ayant entouré l’affaire dont il s’agit. A la lumière toutefois de son constat selon lequel les autorités sont en l’espèce restées en défaut de mener une enquête prompte et effective, la Cour estime que la requérante n’avait pas à attendre la conclusion de la procédure interne et que sa requête ne peut donc être jugée prématurée. La Cour souligne que sa décision est limitée aux circonstances de la présente espèce. Eu égard à la longueur du laps de temps qui s’est écoulé depuis l’événement tragique et au fait que le Gouvernement est resté en défaut de fournir une explication satisfaisante et convaincante, la Cour juge que le fils de la requérante a perdu la vie dans des circonstances engageant la responsabilité de l’Etat défendeur.", "Conclusion : violation (unanimité).", "Article 41 – EUR 20,000 pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}