{"file": "FRE_HFJUD_8727_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8727/03", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "AFFAIRE STANCA POPESCU c. ROUMANIE", "", "(Requête no 8727/03)", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "7 juillet 2009", "", "DÉFINITIF", "", "07/10/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Stanca Popescu c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura-Sandström,\n\tCorneliu Bîrsan,\n\tAlvina Gyulumyan,\n\tIneta Ziemele,\n\tLuis López Guerra,\n\tAnn Power, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 16 juin 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 8727/03) dirigée contre la Roumanie et dont une ressortissante de cet Etat, Mme Stanca Popescu (« la requérante »), a saisi la Cour le 8 décembre 2000 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan-Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Le 18 mars 2008, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  La requérante est née en 1921 et réside à Bârla, dans le département d’Argeş.", "A. L’action en revendication contre les voisins de la requérante", "1. La procédure tranchée par le jugement du 28 octobre 1996 du tribunal de première instance de Costeşti", "", "5.  Le 6 septembre 1994, la requérante saisit le tribunal de première instance de Piteşti d’une action en revendication contre deux voisins, Mme P.F. et M. P.A., afin de se voir restituer un terrain qui avait été abusivement occupé par les parties défenderesses. Une expertise fut réalisée par l’expert Z.D., lequel dressa un rapport selon lequel les personnes en question occupaient une parcelle du terrain de la requérante. Le rapport d’expertise fut versé au dossier le 7 juin 1995. Le 4 octobre 1995, les parties défenderesses formèrent des objections contre ledit rapport, estimant que l’expert n’avait pas pris en compte les plans qui accompagnaient les procès-verbaux de mise en possession des parties en litige. Dès lors, le tribunal ordonna à l’expert de présenter un supplément au rapport d’expertise.", "6.  Le 24 avril 1996, le tribunal de première instance de Piteşti constata que c’était le tribunal de première instance de Costeşti (« le tribunal de première instance ») qui était compétent du point de vue territorial et, dès lors, renvoya l’affaire devant ce dernier.", "7.  Par un jugement du 28 octobre 1996, le tribunal de première instance fit droit à l’action et condamna P.F. et P.A. à restituer à la requérante un terrain de 166 m2, tel qu’il avait été déterminé dans le rapport d’expertise remis par l’expert Z.D. Par le même jugement, le tribunal ordonna aux parties défenderesses de verser à la requérante des frais de justice.", "8.  P.A. interjeta appel, soutenant qu’il n’avait pas occupé le terrain de la requérante et qu’à son avis il ressortait du rapport d’expertise et du plan dressé par l’expert qu’il s’agissait de deux propriétés distinctes.", "9.  Par un arrêt du 26 mai 1997, le tribunal départemental d’Argeş (« le tribunal départemental ») rejeta l’appel de P.A., retenant qu’il ressortait clairement du rapport d’expertise qu’il occupait le terrain de la requérante. Cet arrêt devint définitif en l’absence de pourvoi en recours.", "2. Les démarches en vue de l’exécution forcée du jugement du 28 octobre 1996", "10.  Le 3 septembre 1997, la requérante demanda au tribunal de première instance la mise en exécution du jugement du 28 octobre 1996. Le jour même, le tribunal fit droit à la demande et ordonna l’exécution forcée dudit jugement. Un dossier d’exécution fut dès lors ouvert.", "11.  Le 10 septembre 1997, l’huissier de justice chargé de l’exécution ordonna aux voisins de la requérante de restituer le terrain à celle-ci et de lui verser les frais de justice établis par le jugement en question et ce, dans un délai d’un jour.", "12.  Le 12 septembre 1997, P.A. versa à la caisse d’épargne, pour y être tenu à la disposition de la requérante, la somme due au titre des frais de justice. L’huissier dressa le jour même un procès-verbal attestant ce paiement.", "13.  Il ressort d’une note non datée rédigée par l’huissier et versée au dossier d’exécution que le 22 janvier 1998 la requérante lui avait demandé d’ordonner à ses voisins le déplacement d’une palissade qui était placée sur le terrain en question. L’huissier lui avait rappelé à cette occasion que le jugement du 28 octobre 1996 ne contenait pas une telle obligation à la charge des voisins. L’intéressée avait dès lors refusé d’être mise en possession si la palissade n’était pas déplacée. L’huissier lui avait suggéré ensuite de saisir les tribunaux d’une action ayant comme objet la reconnaissance d’une obligation de faire, portant sur le déplacement de ladite palissade.", "14.  La requérante ne conteste pas les faits relatés par l’huissier dans cette note.", "15.  Le 16 février 1998, elle saisit le tribunal de première instance de l’action évoquée par l’huissier (paragraphe 36 ci-dessous).", "16.  Le 18 décembre 1998, à la suite d’une nouvelle demande de la requérante, l’huissier somma les voisins de lui restituer le terrain.", "17.  Le 14 janvier 1999, la requérante demanda au tribunal de première instance la poursuite de l’exécution forcée.", "18.  A la suite de plusieurs plaintes de la requérante contre l’huissier, le 1er mars 1999, le tribunal départemental l’informa que ce dernier était tenu par le dispositif du jugement en cause. Dès lors, dans la mesure où l’intéressée entendait demander également le déplacement d’une palissade placée sur son terrain, elle devait obtenir une autre décision judiciaire définitive en ce sens.", "19.  Par une lettre du 25 mars 1999, la cour d’appel de Piteşti (« la cour d’appel ») informa la requérante que sa demande visant au remplacement de l’huissier n’était pas justifiée. Par la même lettre, la cour d’appel insista sur le fait que l’huissier ne pouvait pas procéder au déplacement de la palissade, compte tenu de ce que le jugement à exécuter ne prévoyait pas une telle obligation.", "20.  Le 11 avril 1999, P.A. forma une opposition à l’exécution forcée devant le tribunal de première instance et demanda un sursis à l’exécution jusqu’à l’examen de son opposition. Il faisait valoir qu’une seconde procédure était pendante entre les parties.", "21.  Le 28 juin 1999, P.A. demanda au tribunal de surseoir à l’examen de son opposition, au motif que l’issue de la seconde procédure pouvait avoir une incidence sur la solution à adopter dans la procédure relative à l’opposition. Le jour même, sa demande fut admise et l’examen de l’opposition fut suspendu.", "22.  Le 4 septembre 2000, le tribunal de première instance constata la péremption de l’opposition.", "23.  Le 13 octobre 2000, la requérante demanda au tribunal susmentionné la poursuite de l’exécution forcée. Elle faisait valoir que l’exécution avait, certes, été temporairement suspendue à raison de l’objection formée par les parties défenderesses, mais que la péremption de ladite opposition était entre-temps intervenue.", "24.  Le 1er juin 2005, la requérante envoya un mémoire au Président de la Roumanie, demandant son assistance en vue du règlement des problèmes avec ses voisins. Il ressort des dires de la requérante, qui n’a pas fourni de copie de ce mémoire, qu’elle y avait demandé tant l’exécution du jugement du 28 octobre 1996, que l’exécution du jugement du 12 juin 2001 (paragraphe 39 ci-dessous). L’administration présidentielle envoya le mémoire à la préfecture qui, le 7 juillet 2005, invita la mairie de Costeşti à examiner la situation de la requérante. Selon la requérante, la mairie lui recommanda de s’adresser à un huissier de justice.", "3.  La demande en révision du jugement du 28 octobre 1996", "25.  A une date non précisée, les voisins de la requérante saisirent le parquet près le tribunal de première instance de Costeşti (« le parquet ») d’une plainte pénale contre l’expert Z.D., qu’ils accusaient d’avoir commis l’infraction de faux témoignage dans le rapport d’expertise qu’il avait rédigé. Le 8 août 2001, le parquet rendit un non-lieu au motif que le délai de prescription de la responsabilité pénale était échu. La solution fut communiquée aux voisins de la requérante le 15 août 2001.", "26.  Le 17 septembre 2001, P.A. et les héritières de P.F. (paragraphe 36 ci-dessous) saisirent le tribunal de première instance d’une demande en révision du jugement du 28 octobre 1996 fondée sur l’article 322 point 4 du code de procédure civile, au motif que l’expert susmentionné avait commis l’infraction de faux témoignage.", "27.  Une expertise fut effectuée par l’expert V.C., lequel conclut dans son rapport que P.A. et P.F. n’avaient occupé aucune partie du terrain de la requérante. L’expert constata qu’il y avait des différences entre les dimensions du terrain, telles qu’elles étaient retenues par l’expert Z.D. et ses propres mesurages ; il nota que celles-ci étaient dues au fait que le premier expert n’avait pas tenu compte des dimensions inscrites dans les plans qui accompagnaient les procès-verbaux de mise en possession des parties en litige ; V.C. estima de surcroît qu’il avait utilisé des appareils de mesurage et de calcul plus performants que Z.D.", "28.  Le 26 novembre 2001, la requérante demanda la récusation de la juge M.B., au motif qu’elle avait rendu également le jugement le 12 juin 2001. Cette demande fut rejetée le 11 décembre 2001 par la juge A.D. au motif que la révision portait sur le jugement du 28 octobre 1996, qui n’avait pas été rendu par la juge M.B.", "29.  Le 29 janvier 2002, l’expert Z.D. excipa de la tardivité de la demande en révision, estimant que le délai prévu par la loi à cet égard courrait à partir de la date à laquelle l’infraction de faux témoignage avait été commise. La requérante estima à son tour que la demande en révision était tardive. Par un jugement avant dire droit rendu le jour même, le tribunal rejeta l’exception, retenant au terme d’une interprétation grammaticale de la disposition légale en question que ce délai ne courrait qu’à partir de la date à laquelle étaient connues les circonstances qui rendaient impossible le constat de l’infraction par la voie pénale, et non à partir de la date à laquelle l’infraction avait été commise. Le jugement avant dire droit était ainsi rédigé dans sa partie pertinente :", "« Si on admettait l’hypothèse invoquée par [Z.D.], le texte de la loi resterait sans objet.", "Par ailleurs, si on fait une interprétation grammaticale de la disposition en question, on peut constater que le pronom démonstratif « celles-ci », employé au pluriel, remplace le substantif « les circonstances » et non le substantif « l’infraction ». »", "30.  Par un jugement du 23 juillet 2002, le tribunal de première instance retint que l’expert avait commis l’infraction de faux témoignage, accueillit la demande en révision et rejeta l’action en revendication. Le tribunal releva tout d’abord qu’un non-lieu avait été rendu le 8 août 2001 à l’encontre de l’expert Z.D. pour raison de prescription et que cette solution avait été communiquée aux voisins de la requérante le 15 août 2001. Il jugea ensuite, en vertu de l’article 322 point 4 du code de procédure civile, que l’expert Z.D. avait commis l’infraction de faux témoignage, dans la mesure où il n’avait pas correctement pris en compte les dimensions du terrain ; de plus, l’intention comme élément subjectif de l’infraction était prouvée par la non-concordance entre la situation réelle, telle qu’elle était présentée dans l’expertise réalisée par l’expert V.C., et celle décrite dans l’expertise initiale. Par le même jugement, le tribunal condamna l’expert Z.D. et la requérante à verser des frais de justice aux voisins.", "31.  Ce jugement, rendu par la juge M.B., fut confirmé par un arrêt du 21 février 2003 du tribunal départemental, qui rejeta les appels de la requérante et de l’expert Z.D. Confirmant le bien-fondé du jugement quant aux motifs déjà retenus, le tribunal départemental releva de surcroît que la ligne de délimitation entre les deux propriétés, telle que proposée par le premier expert, passait au-dessous de la maison et de l’étable des voisins de la requérante.", "32.  Les pourvois en recours formés par celle-ci et par l’expert Z.D. furent également rejetés par un arrêt du 30 juin 2003 de la cour d’appel. La requérante et Z.D. furent condamnés au paiement des frais de justice encourus par les voisins dans les deux voies de recours. Concernant l’existence de l’infraction de faux témoignage, la cour d’appel jugea que le tribunal de première instance avait administré des preuves pertinentes en vertu desquelles il avait correctement établi les faits ; de plus, compte tenu que Z.D., en sa qualité d’expert, s’était rendu sur les lieux et identifié les terrains des parties en litige, celui-ci ne saurait prétendre qu’il n’avait pas eu connaissance de ce que la ligne de délimitation qu’il avait proposé passait au-dessous des constructions des voisins. ", "33.  Par un jugement avant dire droit du 7 avril 2006, le tribunal de première instance accueillit la demande des voisins et autorisa le déclenchement de l’exécution forcée contre la requérante en vue du recouvrement des frais de justice afférents à l’instance de recours.", "34.  Le 28 avril 2006, l’huissier de justice ordonna une saisie sur la pension de retraite de la requérante.", "35.  Il ne ressort pas des pièces du dossier que la requérante ait formé une opposition contre la décision de l’huissier de justice.", "B.  L’action visant à obliger les voisins à déplacer une palissade et à enlever des arbres", "1. La procédure tranchée par le jugement du 12 juin 2001 du tribunal de première instance de Costeşti", "36.  Le 16 février 1998, la requérante saisit le tribunal de première instance d’une action contre P.A., afin de l’obliger à déplacer une palissade et à enlever les arbres sis sur son terrain. A une date non précisée, les héritiers de P.F., décédée entre-temps, demandèrent d’intervenir en la cause, sollicitant le rejet de l’action.", "37.  Par un jugement du 18 octobre 1999, le tribunal de première instance rejeta l’action.", "38.  Par un arrêt du 28 juin 2000, le tribunal départemental accueillit l’appel de la requérante et renvoya le dossier devant le tribunal de première instance pour un nouvel examen de l’affaire. Le tribunal départemental retint que le tribunal de première instance avait ignoré les dispositions du jugement du 28 octobre 1996, bien qu’il eût acquis l’autorité de la chose jugée. Par un arrêt du 24 janvier 2001, la cour d’appel rejeta le recours de P.A. contre l’arrêt du 28 juin 2000.", "39.  Saisi d’un nouvel examen de l’affaire, le tribunal de première instance rendit son jugement le 12 juin 2001, faisant droit à l’action. Il condamna dès lors les voisins de la requérante à déplacer la palissade, puisqu’elle était placée sur son terrain, et à enlever plusieurs arbres pour le même motif. Le jugement fut rendu par la juge M.B. qui s’appuya sur le rapport que l’expert Z.D. avait remis dans le cadre de l’action en revendication.", "40.  Ce jugement fut confirmé par des arrêts des 29 avril 2002 du tribunal départemental et 30 octobre 2002 de la cour d’appel qui rejetèrent respectivement l’appel et le recours de P.A., le dernier arrêt étant définitif.", "2. La demande en révision du jugement du 12 juin 2001", "41.  Le 28 juillet 2003, les voisins de la requérante saisirent le tribunal de première instance d’une demande en révision du jugement du 12 juin 2001 fondée sur l’article 322 point 5 du code de procédure civile. Ils faisaient valoir que le jugement du 28 octobre 1996 rendu en faveur de la requérante avait été annulé.", "42.  Par un jugement du 21 janvier 2004, le tribunal de première instance fit droit à la demande en révision et, au terme de la révision effectuée, rejeta l’action de la requérante.", "43.  Par un arrêt du 7 juin 2004, la cour d’appel accueillit l’appel de la requérante et renvoya le dossier devant le tribunal départemental, jugeant celui-ci compétent pour connaître de la demande en révision.", "44.  Par un arrêt du 2 février 2005, le tribunal départemental rejeta la demande en révision comme tardive, estimant que le délai d’un mois prévu par l’article 324 point 4 du code de procédure civile courrait à partir de la date à laquelle la partie avait pris connaissance de l’annulation de la décision, soit le 21 février 2003, date à laquelle le jugement du 23 juillet 2002 annulant le jugement du 28 octobre 1996 était devenu définitif.", "45.  L’arrêt du 2 février 2005 fut confirmé par un arrêt définitif du 28 avril 2005 de la cour d’appel, qui rejeta le recours des voisins.", "3.  Les démarches en vue de l’exécution du jugement du 12 juin 2001", "46.  Le 31 mai 2007, la requérante demanda au tribunal de première instance de Costeşti d’ordonner que le jugement du 12 juin 2001 soit revêtu de la formule exécutoire.", "47.  Par un jugement avant dire droit du 1er juin 2007, le tribunal de première instance rejeta la demande, jugeant que le droit de demander l’exécution forcée était prescrit, dans la mesure où le délai de prescription applicable en l’espèce était celui prévu par l’article 405 du code de procédure civile, soit trois ans. Le tribunal retint également que l’introduction d’une demande en révision contre le jugement du 12 juin 2001 n’avait pas suspendu la prescription.", "48.  La requérante forma un pourvoi en recours, estimant que c’était à tort que le tribunal de première instance avait rejeté sa demande comme prescrite, même si l’objet du litige était un bien immobilier.", "49.  Par un arrêt du 18 janvier 2008, le tribunal départemental rejeta le pourvoi. Il estima qu’il fallait retenir comme point de départ de la prescription triennale la date à laquelle le jugement du 12 juin 2001 avait été définitivement confirmé, soit le 30 octobre 2002 (paragraphe 40 ci-dessus). Il écarta l’argument de la requérante relatif à l’objet du litige, constatant qu’il ressortait du jugement du 12 juin 2001 que l’action portait sur le déplacement d’une palissade et l’enlèvement d’arbres et estimant dès lors qu’il ne s’agissait pas d’une action réelle immobilière.", "C.  Les plaintes pénales formées par la requérante", "1. La plainte pénale contre la juge M.B.", "50.  A une date non précisée, la requérante saisit le parquet près la cour d’appel d’une plainte pénale contre la juge M.B. Le dossier n’apporte pas d’informations sur le contenu de cette plainte.", "51.  Le 18 novembre 2002, le parquet rendit un non-lieu, en retenant que les problèmes soulevés par la requérante n’étaient pas de nature pénale et que, en tout état de cause, elle avait la possibilité de contester le jugement du 23 juillet 2002 selon les voies légales de recours.", "2. La plainte pénale contre l’expert V.C.", "52.  Au cours de l’année 2002, la requérante saisit le parquet d’une plainte pénale contre l’expert V.C., qu’elle accusait d’avoir commis l’infraction de faux témoignage par les mentions qu’il avait faites dans son rapport d’expertise (paragraphe 27 ci-dessus).", "53.  Le 17 janvier 2003, le parquet rendit un non-lieu, estimant que les faits reprochés à l’expert n’étaient pas incriminés par la loi pénale.", "54.  Le 23 juin 2004, la requérante saisit le tribunal de première instance d’une contestation contre la décision de non-lieu.", "55.  Par un jugement du 28 septembre 2004, le tribunal rejeta la contestation.", "56.  Le 14 février 2005, le tribunal départemental accueillit le pourvoi en recours de la requérante et renvoya l’affaire devant le tribunal de première instance, pour un défaut procédural.", "57.  Par un jugement du 21 septembre 2005, le tribunal de première instance rejeta la contestation comme mal fondée, retenant que le simple fait qu’il y eût en l’espèce des divergences entre plusieurs rapports d’expertise n’était pas de nature à faire conclure à l’existence de l’infraction de faux témoignage de la part de l’un des experts concernés.", "58.  Ce jugement fut confirmé par un arrêt du 16 janvier 2006 du tribunal départemental, qui rejeta le pourvoi-recours de la requérante.", "3. La plainte pénale contre les voisins", "59.  Par une lettre du 7 mai 2007, la requérante informa le greffe de la Cour que les deux jugements qui lui étaient favorables n’avait pas été exécutés à ce jour et que ses voisins avaient fait édifier une nouvelle palissade, lui occupant ainsi une surface plus étendue du terrain qui constitue sa cour. Ultérieurement, par ses lettres du 8 août 2007 et du 19 décembre 2007, la requérante indiqua au greffe qu’elle avait saisi le parquet près le tribunal de première instance de Costeşti d’une plainte pénale contre les voisins pour troubles de possession.", "II. LE DROIT INTERNE PERTINENT", "60.  Les dispositions du code de procédure civile relatives à la révision d’une décision judiciaire sont ainsi rédigées dans leurs parties pertinentes en l’espèce :", "Article 322", "« La révision d’une décision devenue définitive à la suite d’un appel ou qui n’a pas fait l’objet d’un appel, ainsi que d’une décision prononcée en recours (...) peut être demandée dans les cas suivants :", "(4) si un juge, un témoin ou un expert qui avait participé à la procédure a été définitivement condamné pour avoir commis une infraction concernant l’affaire en question (....) ; dans le cas où il n’est plus possible de constater ladite infraction par la voie d’une décision pénale, l’instance qui examine la demande en révision doit se prononcer tout d’abord (...) sur l’existence ou l’inexistence de l’infraction.", "(5) (...) en cas d’annulation ou de modification d’une décision judiciaire sur laquelle était fondée la décision dont la révision est demandée. »", "Article 323", "« La demande en révision doit être déposée devant le tribunal ayant prononcé la décision dont la révision est sollicitée. »", "Article 324", "« Le délai pour déposer une demande en révision est d’un mois, ainsi calculé :", "(3) dans les cas prévus par l’article 322 point (4), à partir du jour où la partie [demandant la révision] a pris connaissance de la décision de la juridiction pénale portant condamnation du juge, du témoin ou de l’expert (...) ; [ou] en l’absence d’une telle décision, à partir de la date à laquelle la partie [demandant la révision] a pris connaissance des circonstances qui rendent impossible le constat de l’infraction par la voie d’une décision pénale, mais en tout cas au plus tard dans les trois ans qui suivent [...] la naissance de ces circonstances ; («( ...) de la data producerii acestora »)", "(4) dans les cas prévus par l’article 322 point (5), à partir du jour où la partie a pris connaissance de l’annulation ou de la modification de la décision sur laquelle s’était fondée la décision dont la révision est demandée. »", "61.  L’article 405 du code de procédure civile régit le délai de prescription pour le droit de demander l’exécution forcée. Cet article est ainsi libellé :", "« (1) Le droit de demander l’exécution forcée se prescrit dans un délai de trois ans, si la loi n’en prévoit pas d’autre. Dans le cas des titres exécutoires rendus dans le domaine des actions réelles immobilières le délai de prescription est de dix ans.", "(2) Le délai de prescription commence à courir à partir de la date à laquelle le droit de demander l’exécution est reconnu.", "(3) Par l’expiration du délai de prescription, tout titre exécutoire perd son pouvoir exécutoire. » ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION À RAISON DE LA NON-EXÉCUTION DES JUGEMENTS DU 28 OCTOBRE 1996 ET 12 JUIN 2001", "62.  La requérante se plaint de la non-exécution des jugements définitifs du 28 octobre 1996 et 12 juin 2001 du tribunal de première instance de Costeşti. Elle invoque l’article 6 § 1 de la Convention, qui est ainsi rédigé dans ses parties pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "1.  Les thèses des parties", "a)  Le Gouvernement", "63.  Concernant le jugement du 28 octobre 1996, le Gouvernement soumet qu’à la suite de son annulation le 23 juillet 2002, l’exécution n’était plus possible, faute de titre exécutoire. Pour ce qui est de la période comprise entre le 3 septembre 1997 et le 23 juillet 2002, il estime qu’il y avait une impossibilité objective d’exécution. Le Gouvernement note à cet égard que le jugement du 28 octobre 1996 n’ordonnait aux voisins de la requérante que de lui restituer le terrain. La requérante n’ayant soulevé aucun grief visant au déplacement de la palissade dans cette procédure, bien qu’elle fût au courant, le jugement rendu n’y a fait aucune référence. Dès lors, l’huissier, tenu d’exécuter la décision judiciaire telle quelle, ne pouvait pas faire enlever la palissade, sauf à entraver le droit de propriété des voisins. Le Gouvernement conclut que, vu les circonstances, une nouvelle action en justice s’avérait nécessaire, ce que la requérante a par ailleurs fait.", "64.  Pour ce qui est du jugement du 12 juin 2001, le Gouvernement observe qu’une demande de l’intéressée visant à faire revêtir ledit jugement de la formule exécutoire constitue un préalable nécessaire à son exécution. Or la requérante n’a présenté une telle demande que le 31 mai 2007. La demande a été rejetée au motif que le délai prévu par la loi pour demander l’exécution forcée était expiré. Dans ces conditions, le Gouvernement considère que l’Etat ne saurait être tenu responsable du manque de diligence de la requérante, qui a omis de faire usage, dans le délai prescrit par la loi, des moyens à sa disposition en vue d’obtenir l’exécution forcée de la décision en question.", "b) La requérante", "65.  La requérante rappelle avoir demandé le 3 septembre 1997 l’exécution forcée du jugement du 28 octobre 1996 et avoir ensuite formé plusieurs plaintes contre l’huissier de justice. Elle admet avoir reçu le paiement des frais de justice établis par ce jugement, mais insiste sur le fait que le terrain ne lui a pas été restitué. L’intéressée précise également que le 1er mars 1999 le tribunal départemental lui avait fait savoir qu’elle devait obtenir une autre décision judiciaire concernant le déplacement de la palissade.", "66.  Pour ce qui est de l’argument du Gouvernement selon lequel le jugement du 28 octobre 1996 ne pouvait plus être exécuté à la suite de son annulation, la requérante allègue, d’une part, que cette annulation était illégale et d’autre part, que le jugement en question avait été parfaitement valable entre le 26 mai 1997, date à laquelle il était devenu définitif, et le 21 février 2003, date de son annulation, soit pendant environ six ans. Or pendant ce délai, les autorités ne l’ont pas assistée dans l’exécution forcée dudit jugement, bien qu’elle eût présenté une demande en ce sens dès 1997.", "67.  Concernant le jugement du 12 juin 2001, la requérante note qu’elle a formé une demande en exécution forcée le 31 mai 2007, mais précise que cette demande avait été précédée d’une lettre du 1er juin 2005 qu’elle avait adressée au Président de la Roumanie pour lui demander assistance, et ce, après l’échec de ses démarches auprès de l’huissier de justice à propos de l’exécution du jugement du 28 octobre 1996. La requérante fait observer que son mémoire a été transmis à la préfecture qui, à son tour, a invité la mairie le 17 juillet 2005 à examiner sa situation. Selon la requérante, la mairie lui a recommandé ensuite de s’adresser à un huissier de justice.", "68.  La requérante estime de surcroît que le jugement du 12 juin 2001 relevait du domaine des actions réelles immobilières, pour lesquelles le délai de prescription de l’exécution forcée était de dix ans.", "2. L’appréciation de la Cour", "69.  La Cour rappelle sa jurisprudence selon laquelle l’article 6 de la Convention garantit à chacun le droit d’accès à la justice, lequel a pour corollaire le droit à l’exécution des décisions judiciaires définitives (Hornsby c. Grèce, arrêt du 19 mars 1997, § 40, Recueil des arrêts et décisions 1997II). Ce droit ne peut pas cependant obliger un Etat à faire exécuter chaque jugement de caractère civil quel qu’il soit et quelles que soient les circonstances ; il lui appartient en revanche de se doter d’un arsenal juridique adéquat et suffisant pour assurer le respect des obligations positives qui lui incombent (Ciprova c. République tchèque (déc.), no 33273/03, 22 mars 2005 ; Topciov c. Roumanie (déc.), no 17369/02, 15 juin 2006). La Cour a uniquement pour tâche d’examiner si les mesures adoptées par les autorités nationales ont été adéquates et suffisantes (Ruianu c. Roumanie, no 34647/97, § 66, 17 juin 2003).", "70.  En l’espèce, s’agissant de l’exécution de deux jugements contre des particuliers, l’Etat était tenu de mettre à la disposition de la requérante un système lui permettant d’obtenir ladite exécution.", "71.  La Cour estime qu’il convient de distinguer entre l’exécution du jugement du 28 octobre 1996 et celle du jugement du 12 juin 2001. Concernant le premier jugement, elle n’estime pas nécessaire de ce pencher sur sa partie relative au paiement des frais de justice, vu que la requérante n’insiste pas sur ce point (paragraphe 65 ci-dessus).", "a) Sur l’exécution du jugement du 28 octobre 1996", "72.  Concernant le jugement du 28 octobre 1996, la Cour observe que les autorités ont dûment réagi à la demande de l’intéressée du 3 septembre 1997. Ainsi, un dossier d’exécution a été ouvert et l’huissier de justice a ordonné aux voisins de restituer le terrain à la requérante. A cet égard, il ressort des pièces du dossier que la requérante avait demandé à l’huissier d’obliger ses voisins à déplacer une palissade placée sur son terrain. Dans ces conditions, l’huissier l’avait informée que le jugement à exécuter n’imposait pas une telle obligation à la charge des voisins et lui avait suggéré de saisir tout d’abord les tribunaux d’une telle demande. Par ailleurs, tant le tribunal départemental que la cour d’appel ont confirmé le point de vue de l’huissier (paragraphes 13, 18 et 19 ci-dessus). En tout état de cause, la requérante a accepté la suggestion faite par l’huissier, en formant une action en ce sens dès le 16 février 1998 (paragraphe 15 ci-dessus).", "73.  Vu qu’il ne ressort pas du dossier que la requérante ait soulevé, dans le cadre de la procédure en revendication tranchée par le jugement du 28 octobre 1996, un chef de demande concernant le déplacement de la palissade, la Cour considère qu’il n’était pas excessif qu’elle fût invitée à introduire une action spécifique.", "74.  Elle estime dès lors que les autorités nationales ont informé la requérante sur les entraves à l’exécution voulue par elle, ainsi que sur les démarches que celle-ci devait accomplir.", "75.  La Cour ne saurait dès lors considérer que l’Etat a manqué à l’obligation lui incombant d’assister la requérante dans ses démarches en vue de l’exécution du jugement du 28 octobre 1997.", "76.  Partant, cette partie du grief est manifestement mal fondée et doit être rejetée en application de l’article 35 §§ 3 et 4 de la Convention.", "b) Sur l’exécution du jugement du 12 juin 2001", "77.  Concernant le jugement du 12 juin 2001, la Cour observe avec le Gouvernement que la requérante a demandé le 31 mai 2007 que ce jugement soit revêtu de la formule exécutoire. Sa demande a été rejetée par le tribunal de première instance le 1er juin 2007 au motif que le délai de prescription pour le droit de demander l’exécution forcée était échu. La solution du tribunal de première instance a été confirmée par un arrêt du 18 janvier 2008 du tribunal départemental (paragraphes 46-49 ci-dessus). Pour autant que la requérante soumet qu’un autre délai de prescription était applicable en l’espèce, la Cour observe que l’intéressée a eu la possibilité d’exposer son point de vue et que les juridictions nationales ont motivé leurs décisions, qui n’apparaissent ni manifestement erronées ni entachées d’arbitraire. Vu qu’il appartient au premier chef aux juridictions nationales d’appliquer le droit interne et d’apprécier les preuves (Garcia Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999I), la Cour ne saurait apprécier elle-même les éléments de fait ayant conduit une juridiction nationale à adopter telle décision plutôt que telle autre, sinon elle s’érigerait en juge de quatrième instance et elle méconnaîtrait les limites de sa mission (voir, mutatis mutandis, Kemmache c. France (nº 3), 24 novembre 1994, § 44, série A nº 296-C).", "78.  Dans ces conditions, la Cour estime qu’il incombait à la requérante de se servir des moyens mis à sa disposition par la législation nationale et de faire appel, le cas échéant, à la force publique pour l’assister dans l’exécution (Ciprova précitée). Cela implique, de l’avis de la Cour, l’observation par l’intéressée de la procédure et des délais prévus par le droit interne, ce qui ne fut pas le cas en l’espèce. Dans la mesure où la requérante allègue avoir demandé l’assistance du Président de l’Etat en vue de l’exécution du jugement du 12 juin 2001, la Cour note qu’il ne s’agissait pas d’une démarche prévue par la loi pour l’exécution d’une décision judiciaire. Qui plus est, elle ne voit aucune raison pour souscrire à l’affirmation de la requérante selon laquelle les démarches auprès de l’huissier de justice en vue de l’exécution de ce jugement étaient voués à l’échec.", "79.  Au vu de ce qui précède, la Cour estime que les autorités nationales ont dûment assisté la requérante en vue de l’exécution du jugement du 12 juin 2001.", "80.  Partant, cette partie du grief est également manifestement mal fondée et doit être rejetée en application de l’article 35 §§ 3 et 4 de la Convention.", "\nII.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION à RAISON DE LA DURéE DES PROCéDURES", "81.  La requérante se plaint de la durée globale des procédures portant sur la revendication du terrain et l’obligation des voisins de déplacer la palissade, qu’elle estime excessive. Dans son formulaire de requête envoyé au greffe le 19 septembre 2001, elle se plaint de ce qu’elle avait entamé une action en revendication en 1994 et de ce que la procédure en exécution forcée du jugement afférent était encore pendante. De plus, elle estime qu’en raison de la non-exécution du jugement rendu dans cette procédure, elle a été obligée d’entamer une action visant à condamner P.A. à déplacer sa palissade, action qui n’était pas tranchée non plus à l’époque. Elle invoque l’article 6 § 1 de la Convention, qui est ainsi libellé dans ses parties pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "82.  Le Gouvernement estime que les deux procédures revêtaient une certaine complexité et qu’il n’y a pas eu en l’espèce de longues périodes d’inactivité imputables aux autorités.", "83.  La requérante allègue pour sa part que la durée des deux procédures susmentionnées est excessive, vu que les jugements du 28 octobre 1996 et du 12 juin 2001 ne sont pas exécutés à ce jour, de sorte qu’elle n’a toujours pas la possession de son terrain. Elle considère que les retards dans les procédures n’ont pas été causés par sa faute, mais principalement par la faute des autorités. La requérante estime avoir été obligée d’engager la seconde procédure en raison de la non exécution du jugement du 28 octobre 1996.", "84.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement des requérants et celui des autorités compétentes ainsi que l’enjeu du litige pour les intéressés (Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "85.  Bien que la requérante allègue le caractère excessif de la durée globale des procédures, la Cour estime qu’il s’agit de deux procédures distinctes, qui, dans une certaine mesure, se sont déroulées parallèlement et qu’il convient dès lors d’examiner séparément. Pour autant que la requérante entend se plaindre également de la durée excessive de la période d’exécution des deux jugements, la Cour rappelle que l’exécution d’un jugement ou arrêt, de quelque juridiction que ce soit, doit être considérée comme faisant partie intégrante du « procès » au sens de l’article 6 de la Convention (Hornsby, précité, § 40). Toutefois, en l’espèce, vu ses conclusions exposées aux paragraphes 76 et 80 ci-dessus, elle considère qu’il y a lieu de prendre en compte uniquement la durée des deux procédures au fond.", "a) Sur la durée de la procédure en revendication", "86.  La Cour observe que cette procédure comporte deux parties : la première a débuté le 6 septembre 1994 avec la saisine du tribunal de première instance de Costeşti et a pris fin le 26 mai 1997 par l’arrêt du tribunal départemental d’Argeş ; la seconde partie a débuté le 17 septembre 2001, avec la demande en révision du jugement du 28 octobre 1996 et a pris fin le 30 juin 2003 avec l’arrêt du 30 juin 2003 de la cour d’appel de Piteşti.", "87.  La procédure a donc duré environ quatre ans et six mois au total et a connu deux degrés de juridiction dans sa première partie et trois degrés de juridiction dans la seconde.", "88.  Compte tenu de sa jurisprudence, la Cour estime que la durée de cette procédure n’a pas été excessive.", "89.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté conformément à l’article 35 §§ 3 et 4 de la Convention.", "b) Sur la durée de la procédure visant à obliger les voisins à déplacer une palissade et à enlever des arbres", "90.  La Cour note que cette procédure comporte deux parties : la première a débuté le 16 février 1998 avec la saisine du tribunal de première instance de Costeşti et a pris fin le 30 octobre 2002 par l’arrêt de la cour d’appel de Piteşti ; la seconde partie a débuté le 28 juillet 2003, avec la demande en révision du jugement du 12 juin 2001 et a pris fin le 28 avril 2005 avec l’arrêt de la cour d’appel.", "91.  La procédure a donc duré environ six ans et cinq mois au total et a connu trois degrés de juridiction dans chaque partie.", "92.  Compte tenu de sa jurisprudence, la Cour estime que la durée de cette procédure n’a été excessive non plus.", "93.  Il s’ensuit que ce grief est manifestement mal fondé et doit être rejeté conformément à l’article 35 §§ 3 et 4 de la Convention.", "\nIII. SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION À RAISON DE L’ATTEINTE ALLEGUÉE AU PRINCIPE DE LA SÉCURITÉ DES RAPPORTS JURIDIQUES", "94.  La requérante se plaint de la remise en cause du jugement du 28 octobre 1996 par voie de révision. Elle invoque l’article 6 § 1 de la Convention, ainsi libellé dans ses parties pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A. Sur la recevabilité", "95.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B. Sur le fond", "96.  Le Gouvernement insiste sur le fait que la révision (revizuirea) est une voie extraordinaire de recours différente du recours en annulation (recursul în anulare), sur lequel la Cour s’était penchée dans l’affaire Brumărescu c. Roumanie ([GC], no 28342/95, § 62, CEDH 1999VII). Il note ensuite que l’affaire est également distincte de l’affaire Androne c. Roumanie (no 54062/00, §§ 47-53, 22 décembre 2004), dans la mesure où, en l’espèce, ce sont les parties défenderesses qui ont formé une demande en révision et non le procureur et où la demande en question n’était pas tardive. Il observe à cet égard que le rejet de l’exception de tardivité a été amplement motivé.", "97.  Dès lors, le Gouvernement estime que le principe de la sécurité des rapports juridiques n’a pas été méconnu.", "98.  La requérante estime que la demande en révision était tardive et que l’admission de celle-ci a porté atteinte au principe de la sécurité des rapports juridiques.", "99. La Cour rappelle que le droit à un procès équitable devant un tribunal, garanti par l’article 6 § 1 de la Convention, doit s’interpréter à la lumière du préambule de la Convention, qui énonce la prééminence du droit comme élément du patrimoine commun des Etats contractants. Un des éléments fondamentaux de la prééminence du droit est le principe de la sécurité des rapports juridiques, qui veut, entre autres, que la solution donnée de manière définitive à tout litige par les tribunaux ne soit plus remise en cause (Brumărescu, précité, § 61), car la sécurité juridique présuppose le respect du principe de l’autorité de la chose jugée, c’est-à-dire du caractère définitif des décisions de justice (Riabykh c. Russie, no 52854/99, § 52, CEDH 2003IX).", "100.  La Cour note qu’en vertu de l’article 322 point 4 du code de procédure civile, une décision judiciaire définitive peut faire l’objet d’une révision dans le cas où l’expert qui avait participé à la procédure en question a commis une infraction concernant l’affaire.", "101.  Elle admet avec le Gouvernement que la présente espèce est différente de l’affaire Androne précitée sur certains aspects. En effet, la demande en révision avait été formée en l’espèce par les voisins de la requérante, parties à la procédure tranchée par le jugement du 28 octobre 1996, à la différence de l’autre affaire, où c’était le procureur général qui avait demandé la réouverture de la procédure. Par ailleurs, dans l’affaire Androne, la demande en révision avait été tardivement formulée alors que dans la présente affaire, le tribunal a rejeté l’exception de tardivité par un jugement avant dire droit suffisamment motivé (paragraphe 29 ci-dessus). Compte tenu qu’il appartient en premier chef aux juridictions nationales d’interpréter le droit interne, la Cour ne voit pas de raison de ne pas souscrire à leurs arguments sur ce point.", "102.  Elle observe toutefois que la conséquence juridique de l’admission de la demande en révision a été le rejet de l’action en revendication de la requérante et ce, cinq ans après la date à laquelle le jugement en question était devenu définitif.", "103.  La Cour note que l’admission de ladite demande a été motivée par le fait que l’expert Z.D. aurait commis l’infraction de faux témoignage, dans la mesure où il n’avait pas correctement pris en compte les dimensions du terrain (paragraphes 27 et 30 ci-dessus). Or il est à observer que les voisins de la requérante avaient eu la possibilité de formuler des objections contre le rapport d’expertise (paragraphe 5 ci-dessus) et que si P.A. a, certes, interjeté appel contre le jugement du 28 octobre 1996, il n’a ensuite pas formé de pourvoi en recours (paragraphes 8 et 9 ci-dessus).", "104.  Force est de constater que les motifs avancés au cours de la procédure en révision et acceptés par le tribunal de première instance portaient sur la manière dont l’expert avait réalisé l’expertise. Or, une éventuelle erreur de celui-ci dans la délimitation des terrains aurait pu être réparée au niveau des voies ordinaires de recours, en évitant ainsi la remise en cause d’une décision judiciaire définitive (Sergey Petrov c. Russie, no 1861/05, § 28, 10 mai 2007). Par ailleurs, aux yeux de la Cour, seules les erreurs de fait qui ne sont devenues visibles qu’après la fin d’une procédure judiciaire peuvent justifier une dérogation au principe de la sécurité juridique au motif qu’elles n’ont pas pu être corrigées par le biais des voies ordinaires de recours (Pchenitchny c. Russie, no 30422/03, § 26, 14 février 2008). Or, en l’espèce, c’est par l’absence de pourvoi en recours de la part des voisins que l’arrêt du 26 mai 1997 du tribunal départemental confirmant le jugement du 28 octobre 1996 du tribunal de première instance était devenu définitif.", "105.  Au vu de ce qui précède, la Cour estime que la révision n’a constitué, dans les circonstances particulières de l’espèce, qu’une modalité déguisée pour provoquer la réouverture d’une procédure définitivement tranchée et ce, sur des questions que les voisins de la requérante avaient eu la possibilité de soulever pendant cette procédure. La Cour rappelle à cet égard que le simple fait qu’il puisse exister deux points de vue sur le sujet n’est pas un motif suffisant pour rejuger une affaire (Riabykh, précité, § 52). Par ailleurs, le tribunal de première instance a retenu dans son jugement du 21 septembre 2005, confirmé sur pourvoi en recours de la requérante, que le fait qu’il y ait des divergences entre plusieurs rapports d’expertise n’était pas de nature par lui-même à faire conclure à l’existence de l’infraction de faux témoignage de la part de l’un des experts concernés (paragraphe 57 ci-dessus).", "106.  Par conséquent, la Cour ne décèle en l’espèce aucune circonstance substantielle et impérieuse de nature à justifier la réouverture de la procédure (voir a contrario Protsenko c. Russie, no 13151/04, §§ 30-34, 31 juillet 2008 ; Podrugina et Yedinov c. Russie (déc.), no 39654/07, 17 février 2009).", "107.  Dès lors, elle estime que l’admission de la demande en révision a méconnu le principe de la sécurité des rapports juridiques et, par là, le droit de la requérante à un procès équitable au sens de l’article 6 § 1.", "108.  Partant, il y a eu violation de l’article 6 § 1 de la Convention sur ce point.", "IV. SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 1 DU PROTOCOLE No 1 à LA CONVENTION", "109.  La requérante allègue une atteinte à son droit au respect des biens à raison de l’admission de la révision contre le jugement définitif du 28 octobre 1996, de l’inexécution des jugements du 28 octobre 1996 et du 12 juin 2001 et de la durée des procédures. Elle cite l’article 1 du Protocole no 1 à la Convention, qui est ainsi rédigé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "110.  Le Gouvernement considère qu’il n’y a eu en l’espèce aucune ingérence dans le droit de propriété de la requérante.", "111.  La requérante conteste les observations du Gouvernement.", "112.  La Cour observe que les griefs que la requérante fonde sur l’article 1 du Protocole no 1 sont directement liés à ses griefs tirés de l’article 6 § 1 de la Convention et portant sur l’atteinte au principe de la sécurité des rapports juridiques, l’inexécution des jugements et la durée des procédures. Compte tenu de ses conclusions exposées dans les paragraphes 76, 80, 89, 93 et 108 ci-dessus, la Cour estime qu’il n’y a pas lieu de statuer sur la recevabilité et le bien-fondé des griefs tirés de l’article 1 du Protocole no 1.", "V. SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "113.  Sous l’angle de l’article 6 § 1 de la Convention, la requérante se plaint que la demande en révision contre le jugement du 28 octobre 1996 a été accueillie par la même juge qui avait rendu le jugement du 12 juin 2001.", "114.  La Cour observe que la requérante a eu la possibilité de récuser cette juge et que le rejet de sa demande à cet égard a été motivé (paragraphe 28 ci-dessus).", "115.  Citant le même article, l’intéressée se plaint également de l’issue de ses plaintes pénales introduites contre l’expert V.C., contre la juge M.B. et contre les voisins.", "116.  Or il convient de noter que la Convention ne garantit pas le droit à l’ouverture de poursuites pénales contre des tiers.", "117.  Sans invoquer de disposition de la Convention, la requérante se plaint également que l’huissier de justice a fait une saisie sur sa pension de retraite pour un montant qu’il n’avait pas correctement calculé.", "118.  La Cour note à cet égard que la requérante n’a pas formé d’objection contre la décision de l’huissier (paragraphe 35 ci-dessus).", "119.  Compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle était compétente pour connaître des allégations formulées, la Cour n’a relevé aucune apparence de violation des droits garantis par la Convention ou ses Protocoles.", "120.  Il s’ensuit que cette partie de la requête doit être rejetée comme étant manifestement mal fondée, en application de l’article 35 §§ 3 et 4 de la Convention.", "VI.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "121.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "122.  La requérante demande à titre de dommage matériel les sommes suivantes :", "- 397 euros (EUR) pour le « dommage général » ; cette somme représente la valeur de trois acacias fendus par les voisins en 2007, à laquelle s’ajoute le défaut de jouissance de la surface de terrain occupée par ceux-ci dans les deux dernières années et que la requérante estime être de 500 m2 ;", "- 1 918 EUR pour le « dommage matériel » ; cette somme représente le défaut de jouissance du terrain de 166 m2 en raison de son utilisation par les voisins, lesquels y ont fait planter des arbres fruitiers et de la vigne, qu’ils pouvaient vendre obtenant ainsi des profits.", "123.  L’intéressée demande également 12 000 EUR pour le dommage moral qu’elle a subi en raison des violations de ces droits.", "124.  Le Gouvernement fait valoir que le terrain qui constitue l’objet de la présente requête a une superficie de 166 m2. Il fournit une lettre de la chambre des notaires publics du 18 novembre 2008 selon laquelle la valeur minimale d’un mètre carré de terrain dans le village de la requérante est de 2 nouveaux lei roumains (RON). Il relève également qu’en tout état de cause, la requérante n’a pas sollicité la valeur dudit terrain.", "125.  Le Gouvernement estime que la somme demandée par l’intéressée pour le défaut de jouissance du terrain revêt un caractère spéculatif.", "126.  Il considère ensuite que la somme demandée pour dommage moral est excessive.", "127.  En réponse, la requérante allègue n’avoir pas demandé la valeur du terrain parce qu’elle n’entend aucunement le vendre. Elle estime en outre que le Gouvernement « veut acheter [son] terrain pour le donner ensuite aux voisins ». L’intéressée souligne qu’elle demande la restitution du terrain.", "128.  La Cour rappelle avoir conclu à la violation de l’article 6 § 1 de la Convention à raison de la méconnaissance du principe de la sécurité des rapports juridiques et avoir retenu qu’il n’y a pas lieu de statuer sur la recevabilité et le bien-fondé des griefs tirés de l’article 1 du Protocole no 1. Dès lors, elle rejette la demande de la requérante pour dommage matériel. La Cour estime en revanche que l’intéressée a subi un tort moral certain à raison de la violation constatée. Dès lors, elle accorde à la requérante 5 000 EUR à titre du dommage moral.", "B.  Frais et dépens", "129.  La requérante réclame 1 746,55 EUR pour les frais engagés tant au niveau national qu’au niveau de la Cour. Elle présente certains justificatifs.", "130.  Le Gouvernement conteste les prétentions de la requérante.", "131.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et des critères susmentionnés, la Cour accorde 300 EUR à la requérante pour tous frais confondus.", "C.  Intérêts moratoires", "132.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Déclare la requête recevable pour ce qui est de l’atteinte alléguée au principe de la sécurité des rapports juridiques à raison de l’admission de la demande en révision du jugement du 28 octobre 1996 (article 6 § 1 de la Convention) et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu de statuer sur la recevabilité et le bien-fondé des griefs tirés de l’article 1 du Protocole no 1 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i) 5 000 EUR (cinq mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "ii) 300 EUR (trois cents euros), plus tout montant pouvant être dû à titre d’impôt par la requérante, pour frais et dépens ;", "b) que les montants susmentionnés seront à convertir dans la monnaie de l’Etat défendeur au taux applicable à la date du règlement ;", "c) qu’à compter de l’expiration du délai sus-indiqué et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 7 juillet 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident", ""]}