{"file": "FRE_HFJUD_68066_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "68066/01", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE GABARRI MORENO c. ESPAGNE", "", "(Requête no 68066/01)", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "22 juillet 2003", "", "DÉFINITIF", "", "22/10/2003", "", "..  Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Gabarri Moreno c. Espagne,", "La Cour européenne des Droits de l'Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tM. Pellonpää,\n\t\tA. Pastor Ridruejo,\n\tMmes\tE. Palm,\n\t\tV. Strážnická,\n\tMM.\tM. Fischbach,\n\t\tS. Pavlovschi, juges,\net de M. M. O'Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil les 17 décembre 2002 et 1er juillet 2003,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 68066/01) dirigée contre le Royaume d'Espagne et dont un ressortissant de cet Etat, M. Juan Gabarri Moreno (« le requérant »), a saisi la Cour le 29 mars 2001 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté devant la Cour par Me Manuel Ollé Sesé, avocat à Madrid. Le gouvernement espagnol (« le Gouvernement ») était représenté jusqu'au 31 janvier 2003 par son agent, M. Javier Borrego Borrego, chef du service juridique des droits de l'homme du ministère de la Justice puis, à partir du 1er février 2003, par M. Ignacio Blasco Lozano, nouvel agent du Gouvernement et chef du service juridique des droits de l'homme du ministère de la Justice.", "3.  Le requérant alléguait en particulier la prétendue violation du principe de la légalité des délits et des peines garanti par l'article 7 § 1 de la Convention en raison du refus des juridictions espagnoles de lui appliquer l'abaissement de la peine prévu à l'article 66 du code pénal de 1973. Le requérant invoquait également l'article 6 § 3 a) de la Convention.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. ", "5.  Par une décision du 17 décembre 2002, la chambre a déclaré la requête recevable quant au grief tiré de l'article 7 § 1 de la Convention et irrecevable pour le surplus. Elle a, par ailleurs, considéré que la tenue d'une audience n'était pas nécessaire (article 59 § 3 du règlement).", "6.  Le 17 février 2003, le requérant a soumis ses prétentions au titre de la satisfaction équitable. Le 30 avril 2003, le Gouvernement a présenté ses observations au sujet de la demande de satisfaction équitable formulée par le requérant. ", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  Le requérant, Juan Gabarri Moreno, est un ressortissant espagnol, né en 1954 et résidant à Madrid. ", "8.  Par un arrêt contradictoire du 4 juin 1996, rendu après la tenue d'une audience publique, l'Audiencia Provincial de Madrid reconnut le requérant coupable d'un délit contre la santé publique (trafic d'héroïne), puni par les articles 344 et 344 bis a) alinéa 3 du code pénal en vigueur au moment des faits, assorti de la circonstance d'altération de ses capacités mentales (enajenación mental), et le condamna à la peine de huit ans et un jour d'emprisonnement, au paiement d'une amende de 101 millions de pesetas avec contrainte par corps de seize jours. Un coaccusé, poursuivi du même chef d'infraction, fut condamné, quant à lui, à la peine de prison majeure à son degré maximum, soit dix ans et un jour de prison, en application de la circonstance aggravante de récidive.", "9.  S'agissant de la circonstance atténuante appréciée au sujet du requérant, l'Audiencia Provincial se prononça ainsi : ", "« (...) Concernant l'accusé Juan Gabarri Moreno, le tribunal apprécie la circonstance atténuante prévue à l'article 9.1 du code pénal en liaison avec l'article 8.1 d'aliénation mentale.", "Le médecin psychiatre A.H.J. a confirmé son rapport lors de l'audience publique et exposé que Juan Gabarri souffre depuis dix ans d'une dépression aiguë qui s'est aggravée il y a trois ans en raison du décès de son épouse. Cette longue dépression et le sentiment d'être inutile se traduisent par l'altération de ses capacités volitives et cognitives, de sorte qu'il convient d'appliquer la circonstance atténuante de l'article 9.1 du code pénal en liaison avec l'article 8.1 du même texte. »", "10.  Contre ce jugement, le requérant forma un pourvoi en cassation devant le Tribunal suprême. A l'appui de son pourvoi, le requérant fit valoir notamment le moyen de droit tiré du défaut de prise en compte par la juridiction du fond de la circonstance atténuante au moment de déterminer la peine applicable qui, selon lui, aurait dû être inférieure. Il se référa à l'abondante jurisprudence établie par le Tribunal suprême en la matière et, à titre d'exemple, cita l'arrêt du 18 février 1991, dans lequel la haute juridiction déclara que « (...) l'article 66 du code pénal ordonnait l'application de la peine inférieure en un ou deux degrés à celle prévue par la loi lorsque le fait imputable n'était pas complètement excusable en l'absence de l'une des conditions requises pour bénéficier de l'exemption de la responsabilité criminelle dans les cas prévus à l'article 8, c'est-à-dire en présence de circonstances atténuantes énoncées à l'article 9 § 1 du code pénal (...) » Il concluait qu'en application de cette jurisprudence, l'Audiencia Provincial aurait dû prononcer la peine inférieure d'un ou deux degrés à celle prévue par la loi.", "11.  Lors de l'audience publique tenue par le Tribunal suprême, le ministère public appuya, sur ce point, le pourvoi en cassation du requérant en estimant que :", "« (...) Eu égard au contenu du troisième fondement en droit, on peut conclure que le jugement apprécie le motif d'exemption partielle de la responsabilité de l'article 9.1 en liaison avec l'article 8.1 du code pénal, ce qui suppose, conformément à l'article 66 du même texte légal, que la peine à imposer doit être au minimum celle inférieure en degré (...) »", "12.  Par un arrêt du 3 juin 1997, le tribunal rejeta le pourvoi en cassation. Concernant le moyen tiré de l'inapplication de la circonstance atténuante d'altération de ses capacités mentales, le tribunal se prononça comme suit :", "« 4.  Les deux motifs restants du pourvoi portent sur l'application en l'espèce des articles 8.1 et 9.1 du code pénal. (...) Le cinquième motif fait valoir que « compte tenu de sa souffrance psychique, on aurait dû appliquer la peine à son degré et à sa portée minimes", "(...)", "b.  L'atténuation de la peine (...) doit s'adapter à la diminution de la gravité du reproche sur la culpabilité et, celui-ci, dans les cas de capacité réduite de la culpabilité, doit être proportionné à la réduction de la possibilité de l'accusé d'agir d'une autre manière. Dans le cas présent, la diminution de la capacité d'agir conformément au droit s'est vue réduite par la pression exercée sur la volonté de l'accusé par la dépression dont il souffrait. De ce point de vue, l'atténuation retenue par l'Audiencia n'apparaît pas comme étant manifestement arbitraire, eu égard au fait que l'altération du discernement n'a pas entraîné la disparition de la conscience de l'illégalité, et sa conscience volitive lui permettait, même avec des difficultés, d'adapter son comportement au droit. En conséquence, l'abaissement de la peine prononcée par le tribunal a quo ne résulte pas manifestement disproportionnée compte tenu de la gravité de sa culpabilité. »", "13.  Le requérant forma un recours d'amparo devant le Tribunal constitutionnel en se plaignant notamment de ce que le défaut de prise en compte de la circonstance atténuante dans la détermination de la peine imposée s'analysait en une violation des articles 24 (droit à un procès équitable) et 25 (principe de la légalité des délits et des peines) de la Constitution. ", "14.  Par une décision du 21 septembre 2000, la haute juridiction rejeta le recours comme étant dépourvu de fondement pour les motifs suivants :", "« (...) d'après la jurisprudence constante et réitérée de ce tribunal, la qualification juridique raisonnée de la légalité des conduites jugées et l'intégration des faits dans les types pénaux adéquats, ainsi que la détermination des peines correspondantes, relèvent de la compétence des tribunaux ordinaires. Une fois vérifiés l'existence de l'infraction pénale et de la sanction appliquée ainsi que le caractère non déraisonnable de la décision rendue, ce tribunal ne peut, par la voie de l'amparo, réviser ces qualifications. Dans le cas présent, sous l'invocation du principe de la légalité pénale de l'article 25.1 de la Constitution espagnole, le requérant prétend que ce tribunal révise, comme s'il s'agissait d'une nouvelle instance judiciaire, la détermination de la peine imposée sur le fondement des articles 344 et 344 bis a), alinéa 3, en liaison avec les articles 8.1 et 9.1 du code pénal, texte refondu de 1973. Or, cette question, qui est de stricte légalité ordinaire, a été résolue de manière raisonnée tant par l'Audiencia Provincial dans le jugement de fond que par la chambre pénale du Tribunal suprême dans l'arrêt rendu en cassation.", "(...) »", "15.  Placé en détention le 13 mai 1995, le requérant est resté en prison pour les faits de l'espèce jusqu'au 25 juillet 1999, date à laquelle il a été mis en liberté conditionnelle.", "II.  LE DROIT INTERNE PERTINENT", "16.  La Constitution", "Article 24", "« 1.  Toute personne a le droit d'obtenir la protection effective des juges et des tribunaux dans l'exercice de ses droits et intérêts légitimes, sans qu'en aucun cas elle ne puisse être mise dans l'impossibilité de se défendre. ", "2.  De même, toute personne a droit (...) d'avoir un procès public (...) avec toutes les garanties, d'utiliser les moyens de preuve appropriés pour sa défense (...) » ", "Article 25", "« 1.  Nul ne peut être condamné ou puni pour des actions ou omissions qui, au moment où elles eurent lieu, ne constituaient pas un délit, une faute ou une infraction administrative, conformément à la législation en vigueur ;", "(...) »", "17.  Code pénal de 1973 applicable aux faits litigieux", "Article 8 § 1", "« Sont exemptés de la responsabilité pénale :", "1.  La personne aliénée et celle qui se trouve dans une situation d'absence de discernement transitoire, à moins qu'elle n'ait recherché cet état volontairement en vue de commettre l'infraction.", "(...) »", "Article 9 § 1", "« Constituent des circonstances atténuantes :", "1.  Celles énumérées au chapitre antérieur en l'absence des conditions requises pour conclure à l'irresponsabilité pénale dans les cas prévus.", "Dans les cas d'exemption partielle en liaison avec les alinéas 1 et 3 de l'article antérieur, le juge ou tribunal pourra imposer, outre la peine correspondante, les mesures prévues par ces dispositions. (...) » ", "Article 344", "« Les personnes qui exécuteront des actes de culture, de fabrication ou de trafic ou qui promouvront, favoriseront ou faciliteront la consommation illégale de drogues toxiques, stupéfiants ou substances psychotropes, ou bien qui les posséderont en vue de l'un de ces objectifs, seront punies d'une peine d'emprisonnement allant de la prison mineure à son degré moyen, à la prison majeure à son degré inférieur, et à une amende d'un million à 100 millions de pesetas, lorsqu'il s'agira de substances causant un grave dommage à la santé, et de détention majeure (...) dans les autres cas.", "Article 344 bis a)", "« Les peines supérieures en degré à celles indiquées à l'article précédent seront prononcées :", "(...)", "3.  Lorsque la quantité de drogues toxiques, stupéfiants ou substance psychotropes objet des conduites auxquelles il est fait référence à l'article antérieur atteint une importance substantielle.", "(...) » ", "Article 66", "« La peine inférieure en un ou deux degrés à celle établie par la loi sera appliquée lorsque le fait n'est pas complètement excusable en l'absence de l'une des conditions requises pour bénéficier de l'exemption de la responsabilité criminelle dans les cas prévus à l'article 8. La peine prononcée le sera dans l'un des degrés que le tribunal estime pertinent eu égard au nombre et au contenu des conditions manquantes ou existantes. (...) »", "Tableau démonstratif de la durée des peines divisibles\net de leur durée dans chacun de leurs degrés", "", "Le présent tableau figurait dans le code pénal applicable à la présente affaire.", "", "", "", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 7 § 1 DE LA CONVENTION", "18.  Le requérant se plaint que le refus des juridictions espagnoles de lui appliquer l'abaissement de la peine prévu à l'article 66 du code pénal, alors même que l'Audiencia Provincial lui avait reconnu la circonstance atténuante de l'altération de ses facultés mentales, constitue une violation du principe de la légalité des délits et des peines garanti par l'article 7 § 1 de la Convention.", "19.  En ses dispositions pertinentes, l'article 7 § 1 de la Convention se lit comme suit :", "«  Nul ne peut être condamné pour une action ou une omission qui, au moment où elle a été commise, ne constituait pas une infraction d'après le droit national ou international. De même il n'est infligé aucune peine plus forte que celle qui était applicable au moment où l'infraction a été commise. »", "A.  Argumentation des parties", "1.  Le requérant", "20.  Le requérant soutient que l'Audiencia Provincial n'appliqua pas la loi, violant ainsi le principe de la légalité. En effet, bien qu'ayant apprécié une exemption partielle de la responsabilité, le tribunal ne fit pas application de l'article 66 du code pénal de 1973, en vigueur à l'époque des faits. Il estime qu'il ne s'agissait pas d'une simple circonstance atténuante mais d'une exemption partielle de responsabilité, comme cela a été établi par l'Audiencia Provincial de Madrid. Or, dans ce cas, l'article 66 du code pénal impose l'abaissement de la peine d'un degré et la faculté de diminuer un degré supplémentaire. Il estime qu'en raison de la maladie dont il souffrait, la peine aurait dû être abaissée de deux degrés et à son niveau minimum, soit une peine allant de deux mois et un jour à quatre mois. En définitive, il conclut qu'il y a eu atteinte à l'article 7 § 1 de la Convention.", "2.  Le Gouvernement", "21.  Le Gouvernement fait observer qu'en application de la circonstance atténuante reconnue au requérant, l'Audiencia Provincial de Madrid diminua la peine d'un degré à savoir de la prison majeure au degré moyen soit de huit ans et un jour à dix ans) à la peine de prison majeure au degré minimum (soit de six ans et un jour à huit ans). Toutefois, en raison d'une erreur évidente, le tribunal ajouta aux 8 ans « un jour ». Le Gouvernement fait observer que dans cette affaire, un coaccusé à qui fut appliqué une circonstance aggravante de récidive se vit condamné à la peine de prison majeure à son degré maximum, soit 10 ans et 1 jour de prison. S'agissant du requérant, en application de la circonstance atténuante appréciée en sa faveur, le tribunal pouvait prononcer une peine allant de six ans et un jour à huit ans. Or, l'Audiencia Provincial condamna le requérant au maximum du degré minimum de la prison majeure (même si par erreur, le tribunal ajouta un jour) afin de garder une mesure par rapport à l'autre personne condamnée elle, à la peine de dix ans et un jour de prison. Certes, le requérant prétend que la peine qui aurait dû lui être imposée était celle de prison majeure à son degré minimum, soit six ans et un jour. Toutefois, le Gouvernement rappelle que d'après la jurisprudence de la Cour, elle n'a pas pour tâche de se substituer aux juridictions internes, la juridiction du fond étant libre de prononcer la peine qu'elle estime pertinente dans le respect du degré correspondant. Au demeurant, le Gouvernement fait observer que le requérant n'a été privé de liberté que pendant quatre ans et deux mois, soit du 13 mai 1995 au 25 juillet 1999, date à laquelle il a été mis en liberté conditionnelle. ", "B.  Appréciation de la Cour", "22.  La Cour rappelle que la garantie que consacre l'article 7, élément essentiel de la prééminence du droit, occupe une place primordiale dans le système de protection de la Convention, comme l'atteste le fait que l'article 15 n'y autorise aucune dérogation en temps de guerre ou autre danger public. Ainsi qu'il découle de son objet et de son but, on doit l'interpréter et l'appliquer de manière à assurer une protection effective contre les poursuites, les condamnations et sanctions arbitraires (arrêts S.W. et C.R. c. Royaume-Uni du 22 novembre 1995, série A nos 335-B et 335-C, pp. 4142, § 35, et pp. 68-69, § 33, respectivement).", "23.  En outre, l'article 7 § 1 de la Convention ne se borne pas à prohiber l'application rétroactive du droit pénal au détriment de l'accusé. Il consacre aussi, de manière plus générale, le principe de la légalité des délits et des peines (nullum crimen, nulla poena sine lege) (arrêt Kokkinakis c. Grèce du 25 mai 1993, série A no 260-A, p. 22, § 52). Par ailleurs, le principe de légalité commande que l'accusé ne se voie pas infliger une peine plus lourde que celle encourue pour l'infraction dont il a été reconnu coupable (cf., mutatis mutandis, Ecer et Zeyrek c. Turquie, nos 29295/95 et 29363/95, §§ 31-36, CEDH 2001-II). ", "24.  Enfin, il incombe au premier chef aux autorités nationales, et singulièrement aux cours et tribunaux, d'interpréter et d'appliquer le droit interne (voir, mutatis mutandis, l'arrêt Kopp c. Suisse du 25 mars 1998, Recueil des arrêts et décisions 1998-II, p. 541, § 59). Pour autant, la Cour se doit de vérifier la compatibilité avec la Convention des effets de pareille interprétation.", "25.  En l'espèce, la Cour est amenée à se prononcer sur la question de savoir si les juridictions internes ont infligé au requérant la peine qui, en application des règles de droit interne en vigueur, correspondait à l'infraction commise conformément à l'article 7 § 1 de la Convention.", "26.  D'après le requérant, tel n'aurait pas été le cas. ", "27.  Pour sa part, le Gouvernement admet que le requérant aurait dû se voir condamné à la peine de huit ans de prison et non à huit ans et un jour, l'ajout d'un jour, ne constituant qu'une simple erreur sans plus.", "28.  La Cour observe qu'il n'est pas contesté que, dans son jugement du 4 juin 1996, l'Audiencia Provincial de Madrid, tout en reconnaissant le requérant coupable du délit d'atteinte à la santé publique, apprécia également la circonstance atténuante d'altération des capacités mentales prévue à l'article 9 § 1 du code pénal en liaison avec l'article 8 § 1 du même texte (cf., paragraphe 9, ci-dessus). ", "29.  Saisi par le requérant d'un pourvoi en cassation dans le lequel il se plaignait de ce que la juridiction du fond n'avait pas pris en compte la circonstance atténuante constatée dans la fixation de la peine d'emprisonnement, le Tribunal suprême, par un arrêt du 3 juin 1997, estima que la réduction de la peine prononcée par l'Audiencia provincial n'était pas manifestement disproportionnée compte tenu de la gravité de la culpabilité du requérant (cf., paragraphe 12, ci-dessus). Pour sa part, le Tribunal constitutionnel, dans sa décision du 21 septembre 2000, estima que la question de la légalité de la peine prononcée avait été résolue de manière raisonnée tant par l'Audiencia Provincial que par le Tribunal suprême (cf., paragraphe 14, ci-dessus).", "30.  D'après le Gouvernement, il se s'agirait que d'une simple erreur dans le quantum de la peine portant sur un jour. Faute d'éléments convaincants étayant cette thèse, la Cour ne peut y souscrire. Au demeurant, à supposer même qu'il s'agisse d'une simple erreur comme le soutient le Gouvernement, il revenait aux tribunaux saisis de la question de la corriger. ", "31.  Se pose ainsi la question de savoir si la condamnation du requérant par les tribunaux espagnols à la peine de huit ans et un jour d'emprisonnement, durée correspondant dans le code pénal espagnol à la peine de prison majeure dans son degré moyen, a méconnu l'article 7 § 1 de la Convention. ", "32.  La Cour constate tout d'abord que, dans le cadre de la procédure de cassation devant le Tribunal suprême, le ministère public estima que le requérant aurait dû, conformément à l'article 66 du code pénal en liaison avec les articles 8 et 9.1 de ce texte, bénéficier d'un abaissement de la peine d'au moins un degré. Par ailleurs, la lecture combinée des articles 344 et 344 bis a) du code pénal (déterminant l'infraction et la peine encourue) et des articles 8.1, 9.1 en liaison avec l'article 66 du même texte (définissant les conditions des circonstances atténuantes et leur effet sur la peine), permet de conclure qu'effectivement, l'Audiencia Provincial aurait dû descendre d'au moins un degré dans l'échelle de la peine prononcée (voir le tableau figurant dans la partie « droit interne pertinent »). Tel semble être d'ailleurs le sens de la jurisprudence dégagée par le Tribunal suprême en la matière et citée par le requérant dans son pourvoi en cassation.", "33.  Or, en application de la circonstance atténuante appréciée par l'Audiencia Provincial, d'après le code pénal, la peine encourue par le requérant était celle de prison majeure à son degré minimum, soit une peine d'emprisonnement pouvant aller de six ans et un jour à huit ans. Certes, comme soutient le Gouvernement, le tribunal avait la faculté de prononcer à l'encontre du requérant la peine, au niveau maximum du degré, soit huit ans. Mais, il est également vrai que le tribunal aurait pu le condamner au niveau minimum, soit six ans et un jour. Pour sa part, la Cour n'estime pas utile de s'engager plus avant dans de telles spéculations. Son contrôle se limite à constater que l'exigence de la sécurité juridique inhérente au principe de la légalité commandait, pour le moins, une rectification du quantum de la peine prononcée ce qui n'a pas eu lieu. En conclusion, la Cour estime que le requérant s'est vu infliger une peine plus lourde que celle qu'il encourait pour l'infraction dont il a été reconnu coupable.", "34.  Partant, il y a eu violation de l'article 7 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "35.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "36.  Le requérant allègue avoir souffert des répercussions importantes dans sa vie privée, familiale et sociale. Par ailleurs, il souligne qu'il a subi des pertes de revenus professionnels consécutives au temps indu qu'il a passé en prison. Sur la base de 300 euros par jour pendant les cinq années durant lesquelles il dit avoir été privé de liberté, il réclame la somme de 547 500 euros (EUR) en réparation du préjudice moral et matériel subi.", "37.  D'après le Gouvernement, le montant réclamé est injustifié et purement  spéculatif puisque le requérant aurait pu être condamné à la peine de huit ans d'emprisonnement, soit une peine inférieure d'un jour seulement à celle effectivement prononcée par les tribunaux espagnols.", "38.  S'agissant du montant réclamé par le requérant, la Cour note que l'estimation soumise se fonde sur une appréciation purement spéculative et personnelle du dommage subi, en particulier, pour ce qui est de la durée de la peine d'emprisonnement qu'il aurait effectivement purgée, eu égard aux éventuelles remises de peine auxquelles il aurait pu prétendre, si la peine prononcée avait été inférieure. En conséquence, elle ne peut faire droit à la somme réclamée. La Cour reconnaît néanmoins que le requérant a dû éprouver un désarroi qui ne saurait être réparé uniquement par un constat de violation. Eu égard à la nature de la violation constatée en l'espèce et statuant en équité, elle alloue à l'intéressé la somme de 1 000 EUR à titre de réparation du dommage moral. ", "B.  Frais et dépens", "39. Le requérant ne réclamant rien au titre des frais et dépens exposés devant la Cour, aucune somme ne saurait lui être allouée. Concernant les frais exposés pour la procédure devant les juridictions internes, le requérant réclame la somme de 10 048 EUR.", "40.  Le Gouvernement soutient que la demande du requérant n'est pas justifiée.", "41.  La Cour rappelle que, selon sa jurisprudence constante, l'allocation de frais et dépens au titre de l'article 41 présuppose que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 54, CEDH 2000-XI). En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (Beyeler c. Italie (satisfaction équitable) [GC], no 33202/96, § 27, 28 mai 2002).", "42  Appliquant ces critères à la présente espèce et statuant en équité, comme le veut l'article 41 de la Convention, la Cour juge raisonnable d'allouer à l'intéressé 3 500 EUR pour ses frais et dépens.", "C.  Intérêts moratoires", "43.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage (cf., Christine Goodwin c. Royaume-Uni [GC], no 28957/95, § 124, CEDH 2002-VI).", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 7 § 1 de la Convention ;", "", "2.  Dit,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "\ti.  1 000 EUR (mille euros) pour dommage moral ;", "\tii. 3 500 EUR (trois mille cinq cents euros) pour frais et dépens;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 22 juillet 2003 en application de l'article 77 §§ 2 et 3 du règlement.", "\tMichael O'Boyle\tNicolas Bratza\n\tGreffier\tPrésident"]}