{"file": "FRE_CLINF_11765_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "11765/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 130", "Mai 2010", "Sarıca et Dilaver c. Turquie - 11765/05", "Arrêt 27.5.2010 [Section II]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Privation de propriété", "Expropriation de fait sans indemnisation : violation", "", "Article 46", "Article 46-2", "Exécution de l'arrêt", "Mesures générales", "Etat défendeur tenu de prendre des mesures générales pour prévenir l’occupation illégale de biens immobiliers", "", "En fait – En 1983, constatant l’intégration de fait dans une zone militaire de trois de ses terrains, un propriétaire demanda à bénéficier d’une expropriation en bonne et due forme. L’administration ne donna pas suite mais en 2001, se prévalant d’une prescription acquisitive de vingt ans, elle engagea une action judiciaire tendant à faire enregistrer sans indemnisation les terrains au nom du Trésor. Le propriétaire introduisit quant à lui une action en dommages et intérêts pour obtenir réparation du préjudice causé par l’expropriation de fait. En 2003, le tribunal de grande instance donna gain de cause aux requérants, ayants droit du propriétaire entre-temps décédé, condamnant l’administration à leur verser une indemnité majorée d’intérêts moratoires au taux légal, et ordonnant le transfert de propriété au Trésor. La Cour de cassation confirma ce jugement en 2004. Plus tard, les requérants demandèrent à l’administration que les intérêts moratoires soient calculés sur la base du taux maximum applicable aux dettes publiques. Cependant, les indemnités qui leur furent finalement versées fin 2004 étaient assorties du taux d’intérêt légal, moins élevé.", "En droit – Article 1 du Protocole no 1 : l’ingérence s’analyse en une privation de propriété. L’expropriation de fait permet à l’administration d’occuper un bien immobilier et d’en transformer irréversiblement la destination, de telle sorte qu’il soit considéré comme acquis au patrimoine public sans qu’il y ait eu le moindre acte formel et déclaratoire du transfert de propriété. En l’absence d’un tel acte, le seul élément permettant de légitimer le transfert du bien occupé et de garantir rétroactivement une certaine sécurité juridique est le jugement du tribunal saisi qui ordonne le transfert de propriété après avoir constaté l’illégalité de l’occupation dénoncée et alloué aux demandeurs des dommages et intérêts. Cette pratique oblige les intéressés, qui juridiquement demeurent propriétaires de leurs biens, à ester en justice contre l’administration qui, jusqu’alors, n’a jamais eu à justifier son acte par un quelconque motif d’utilité publique. Or, en matière d’expropriation formelle, la procédure est déclenchée par l’administration expropriante, qui doit en principe supporter les frais de justice à défaut de règlement amiable. Le constat d’une expropriation de fait tend dans tous les cas à entériner juridiquement une situation irrégulière volontairement créée par l’administration et à permettre à celle-ci de tirer bénéfice de son comportement illégal. L’expropriation de fait expose les justiciables au risque d’un résultat imprévisible et arbitraire. Ce procédé n’est pas apte à assurer un degré suffisant de sécurité juridique et ne saurait remplacer une expropriation en bonne et due forme. En l’espèce, les intéressés ont subi une expropriation de fait. En l’absence d’un acte formel d’expropriation, l’issue de la procédure n’était pas prévisible pour eux. Ils n’ont été fixés quant à la privation de leurs terrains qu’au moment où la Cour de cassation a confirmé le transfert de propriété. En outre, la Cour européenne ne saurait admettre que le taux d’intérêt maximal applicable aux dettes publiques soit réservé aux expropriations formelles et qu’une expropriation irrégulière en la forme soit majorée d’un taux moins élevé, car cela incite l’administration à privilégier pour des raisons économiques les expropriations sans base légale. En conséquence, l’ingérence litigieuse n’est pas conforme au principe de légalité et elle a donc enfreint le droit des requérants au respect de leurs biens.", "Conclusion : violation (unanimité).", "Article 46 : la Cour, au vu du nombre élevé de requêtes dont elle se trouve saisie sur la question des expropriations de fait, estime que cette violation tire son origine d’un problème structurel lié à des agissements extrajudiciaires par lesquels l’administration turque s’approprie des biens de manière irrégulière. Des mesures générales au niveau national s’imposent sans aucun doute dans le cadre de l’exécution du présent arrêt, mesures qui doivent prendre en considération les nombreuses personnes touchées. Ainsi, l’Etat défendeur devrait avant tout s’efforcer de prévenir toute occupation illégale de biens immobiliers, qu’il s’agisse d’occupation sans titre depuis le début ou d’occupation initialement autorisée et devenue sans titre par la suite. Dans cette optique, il serait concevable de n’autoriser l’occupation de tels biens que lorsqu’il est établi que le projet et les décisions d’expropriation ont été adoptés dans le respect des règles fixées par la loi et qu’ils sont assortis d’une ligne budgétaire apte à garantir une indemnisation rapide et adéquate des intéressés. En outre, l’Etat défendeur devrait décourager les pratiques non conformes aux règles de l’expropriation en bonne et due forme, en adoptant des dispositions dissuasives et en recherchant, le cas échéant, les responsabilités des auteurs de telles pratiques.", "Article 41 : 1 800 EUR conjointement aux requérants pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}