{"file": "FRE_CLINF_4023_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "4023/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 119", "Mai 2009", "Amanalachioai c. Roumanie - 4023/04", "Arrêt 26.5.2009 [Section III]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Rupture des relations entre une enfant et son père, disposant pleinement des droits parentaux, à la suite du refus des grands parents de la lui rendre après des vacances scolaires : violation", "", "Article 41", "Autorités nationales tenues de prendre l'initiative et de coordonner leur activité afin de rétablir progressivement le lien paternel entre le requérant et sa fille.", "", "En fait : L'épouse du requérant décéda en 1999. Leur fille, D., née en 1994 resta avec son père. En janvier 2001, le requérant donna son accord pour que D. passe ses vacances scolaires chez ses grands-parents maternels. En février 2001, ceux-ci informèrent le requérant qu'ils n'entendaient pas lui rendre D. Le requérant déposa une plainte pénale contre les grands-parents. Il forma également une demande en référé auprès du tribunal de première instance pour obtenir le retour immédiat de sa fille. Le tribunal fit droit à sa demande et l'ordonnance fut confirmée par le tribunal départemental. Plusieurs tentatives eurent lieu, en vain, pour faire exécuter l’ordonnance de référé. Le requérant tenta lui-même d’aller chercher D. ; une altercation eut lieu avec les grands-parents, à l’issue de laquelle D. fut blessée et reçut des soins pendant 17 jours. Le requérant saisit alors le tribunal de première instance d'une action en restitution de l'enfant contre les grands-parents. Le tribunal de première instance fit droit à l'action du requérant mais le tribunal départemental, concluant que le requérant ne pouvait pas offrir à sa fille les mêmes conditions matérielles et morales que ses grands-parents auxquels D. était très attachée, fit droit à l'appel des grands-parents et rejeta l'action du requérant. La cour d'appel rejeta le recours du requérant. Par ailleurs, constatant qu'une autre procédure relative au droit de garde était pendante entre les parties, elle estima que, « pour le moment », il était dans l'intérêt de l'enfant de rester vivre chez ses grands-parents. La Cour suprême de Justice rejeta le recours en annulation du requérant. Parallèlement, les démarches des grands-parents pour obtenir la garde de l’enfant n’aboutirent pas et le requérant ne fut pas déchu de ses droits parentaux. Le requérant introduit par la suite une nouvelle demande en référé pour obtenir le retour de D. mais elle fut déclarée irrecevable. Il fut par ailleurs condamné à verser une pension alimentaire pour sa fille.", "En droit : Les décisions et l'ensemble des procédures dénoncées à la suite du refus des grands-parents de restituer l'enfant constituent une « ingérence » au sens du paragraphe 2 de l'article 8 de la Convention, dans la mesure où elles empêchent le requérant de jouir de l'exercice de son autorité parentale et du droit de garder sa fille. L'application en l'espèce de l'article du code de la famille avait pour objectif la sauvegarde des intérêts de D. La mesure litigieuse poursuivait donc un but légitime au regard du second paragraphe de l'article 8, à savoir la protection des droits et libertés d'autrui.", "Quant à la nécessité de l'ingérence, l'intérêt des enfants commande que seules des circonstances tout à fait exceptionnelles puissent conduire à une rupture d'une partie du lien familial, et que tout soit mis en œuvre pour maintenir les relations personnelles et, le cas échéant, le moment venu, « reconstituer » la famille.", "A ce titre, il convient de noter que toutes les juridictions nationales ont été d'accord sur le fait que le requérant était capable d'offrir à D. des conditions de vie normales et que son affection pour l'enfant était sincère. Cependant, afin de refuser d'ordonner le retour de D. auprès du requérant, les juridictions nationales ont fondé leurs décisions sur les conditions matérielles et le comportement du requérant, les difficultés potentielles pour D. de s'intégrer dans sa nouvelle famille et sur l'intégration de D. dans le milieu des grands-parents pour lesquels elle avait un attachement profond. Or, le fait qu'un enfant puisse être accueilli dans un cadre plus propice à son éducation ne saurait en soi justifier qu'on le soustraie aux soins de ses parents biologiques. En l'espèce, le requérant, fonctionnaire, bénéficiait d'un logement stable et de conditions matérielles normales, comme l'ont d'ailleurs constaté les juridictions nationales. Ses capacités éducatives et affectives n'ont pas été mises en cause. Quant à l'allégation concernant le prétendu comportement violent du requérant, toutes les décisions font référence à un seul incident qui n'a pas donné lieu à une enquête pénale ou spécialisée pour évaluer le comportement du requérant. L'argument décisif retenu par les juridictions nationales pour rejeter la demande du requérant tendant au retour de l'enfant a été le grand attachement qui existait entre D. et ses grands-parents au cours des dernières années ; ainsi elles ont estimé qu'il était dans l'intérêt supérieur de D. de rester vivre temporairement dans le milieu dans lequel elle avait vécu dernièrement et auquel elle s'était intégrée. Un tel argument est compréhensible compte tenu de la capacité d'adaptation d'un enfant et du fait que D. vit chez ses grands-parents depuis un très jeune âge. Toutefois, dans la présente affaire, les motifs retenus par les juridictions nationales pour refuser le retour de D. auprès de son père, ne correspondent pas aux circonstances « tout à fait exceptionnelles » qui pourraient justifier une rupture du lien familial. Si on peut admettre qu'un changement dans la situation de fait peut justifier de manière exceptionnelle une décision concernant la prise en charge de l'enfant, il convient de s'assurer que les changements essentiels en cause ne sont pas le résultat d'une action ou inaction des autorités de l'Etat et que les autorités compétentes ont mis tout en œuvre pour maintenir les relations personnelles et, le cas échéant, le moment venu, « reconstituer » la famille. ", "Dans les affaires concernant le retour des enfants, l'adéquation d'une mesure se juge à la rapidité de sa mise en œuvre.Lorsque des difficultés apparaissent, dues principalement au refus de la personne avec laquelle se trouve l'enfant de se soumettre à l'exécution de la décision ordonnant son retour immédiat, il appartient aux autorités compétentes de prendre les mesures adéquates afin de sanctionner ce manque de coopération et, si des mesures coercitives à l'égard des enfants ne sont pas, en principe, souhaitables dans ce domaine délicat, le recours à des sanctions ne doit pas être écarté en cas de comportement manifestement illégal de la personne avec laquelle vit l'enfant. En l'occurrence, les tentatives du requérant pour contraindre les grands-parents à faire exécuter l'ordonnance de référé à l'aide d'un huissier de justice et en suivant la voie pénale se sont avérées vaines, en raison notamment de l'attitude peu active des autorités compétentes. En outre, les autorités pénales ont rendu leur décision définitive deux ans et demi après le dépôt de la plainte par le requérant contre les grands-parents qui refusaient d'exécuter une décision de justice définitive. De surcroît, les autorités spécialisées dans la protection des droits de l'enfant n'ont pas réussi à coopérer utilement. Dès lors, en n'agissant pas avec diligence, les autorités nationales ont, par leur comportement, favorisé l'intégration de D. dans son nouveau milieu et, partant, ont contribué de manière décisive à la consolidation d'une situation de fait contraire au droit du requérant protégé par l'article 8 de la Convention. En outre, si les juridictions nationales refusent temporairement le retour d'un enfant auprès de son père qui n'a pas vu ses droits parentaux limités, il n'en reste pas moins que des mesures doivent être prises pour aménager et assurer un juste équilibre entre l'intérêt de l'enfant et celui du parent qui doit exercer ses droits parentaux. Les obligations de l'Etat ne se limitent pas à veiller à ce que l'enfant puisse rejoindre son père, mais elles englobent également l'ensemble des mesures préparatoires permettant de parvenir à ce résultat. Or, les juridictions nationales n'ont aucunement examiné la possibilité pour le requérant d'exercer d'une manière effective ses droits parentaux dont il n'a pas été déchu. A ce titre, on ne peut que déplorer que pendant une si longue période de temps, les autorités ne se soient nullement souciées de la dilution progressive et même de la rupture des relations entre D. et son père, plus particulièrement de l'absence de contacts concrets et effectifs entre les intéressés ; ainsi, au lieu d'ordonner des mesures pour maintenir et améliorer, le cas échéant, les rapports entre le père et l'enfant, les juridictions nationales ont préféré laisser le temps régler la situation, ce qui a abouti, vu l'âge et l'attitude de l'enfant, au risque d'une aliénation croissante et définitive entre les deux, qui n'est aucunement à considérer comme étant dans l'intérêt supérieur de l'enfant. Les juridictions nationales n'ont fait qu'entériner la situation créée par le défaut de diligence des autorités pour faire exécuter les décisions rendues à la suite de la demande en référé.", "Il est également particulièrement regrettable que, dans la mesure où le requérant bénéficiait de l'exercice des droits parentaux et où D. n'était placée chez ses grands-parents que temporairement, l'enfant n'ait manifestement pas bénéficié d'un soutien psychologique pour maintenir et améliorer ses rapports avec son père, soutien susceptible de rendre possible son retour auprès de lui. Une telle mesure aurait permis que les intérêts du requérant convergent avec celui de l'enfant, et non pas qu'ils soient en concurrence, comme c'est le cas en l'occurrence.", "La Cour considère que la passivité des autorités est à l'origine de la rupture des relations entre l'enfant et son père. Il s'ensuit qu'on ne saurait prétendre en l'occurrence que le droit au respect de la vie familiale du requérant a été protégé de manière effective, nonobstant les aspirations légitimes de ce dernier de voir sa famille réunie, comme le prescrit l'article 8 de la Convention. ", "Conclusion : violation (six voix contre une). ", "Article 41 – 20 000 EUR au titre de préjudice moral. La Cour estime qu'il est dans l'intérêt supérieur de l'enfant que les autorités nationales compétentes prennent l'initiative et coordonnent leur activité afin de rétablir progressivement le lien paternel entre D. et le requérant ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}