{"file": "FRE_HFJUD_21175_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "21175/03", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE ADRIAN CONSTANTIN c. ROUMANIE", "", "(Requête no 21175/03)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "12 avril 2011", "", "DÉFINITIF", "", "12/07/2011", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Adrian Constantin c. Roumanie,", "La Cour européenne des droits de l'homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tCorneliu Bîrsan,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tNona Tsotsoria,\n\tKristina Pardalos, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 22 mars 2011,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 21175/03) dirigée contre la Roumanie et dont un ressortissant de cet État, M. Adrian Constantin (« le requérant »), a saisi la Cour le 9 juin 2003 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Mariana Florica Nedelcu, avocate à Brăila. Le gouvernement roumain (« le Gouvernement ») était représenté par son agent, M. Razvan Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Le requérant, invoquant l'article 6 §§ 1 et 3 a) et b) de la Convention, allègue en particulier que la requalification des faits, opérée par la Cour suprême de justice lors de ses délibérations, l'a empêché d'exercer les droits de la défense et que l'appréciation des preuves faite par cette juridiction a rendu la procédure pénale diligentée contre lui inéquitable.", "4.  Le 23 mai 2008, le président de la troisième section a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant est né en 1955 et réside à Brăila.", "6.  Par un réquisitoire du 24 avril 2000 du parquet près le tribunal départemental de Brăila, le requérant fut renvoyé en jugement pour abus d'autorité aggravé contre l'intérêt public, infraction punie par l'article 248 lu conjointement avec l'article 248-1 du code pénal. Il était accusé d'avoir illégalement versé la somme de 15 000 dollars américains à une société canadienne en vertu d'un contrat conclu entre la société qu'il dirigeait en Roumanie et cette société canadienne, alors que le contrat n'était pas encore définitif.", "7.  Le tribunal départemental de Brăila, saisi de l'affaire, retint que, le 3 septembre 1997, le requérant, en tant que représentant de la société d'État C. avait conclu un contrat avec la société canadienne S. par lequel cette dernière s'engageait à obtenir de la part de plusieurs investisseurs une augmentation du capital de la société C., en vue de sa modernisation. L'article 7 § 2 dudit contrat prévoyait que la société C. paierait un acompte de 15 000 dollars américains sur la commission due à la société S. pour les démarches nécessaires, si le contrat était approuvé par le Fonds de la propriété d'État (ci-après « FPS »). Le tribunal constata que le versement, le 13 janvier 1998, de la somme de 15 000 dollars américains à la société S., avait été effectué seulement après que le FPS eut communiqué à la société C., le 3 décembre 1997, ses remarques sur les dispositions du contrat du 3 septembre 1997, et après qu'il l'eut invitée, le 15 décembre 1997, à lui fournir la documentation nécessaire pour l'augmentation de capital, faits qui constituaient, de l'avis du tribunal, une approbation implicite du contrat.", "8.  Estimant que le dommage prétendument provoqué par le requérant n'atteignait pas le niveau permettant de qualifier l'infraction de grave, le tribunal départemental de Brăila, par un jugement du 18 avril 2001, procéda à une requalification juridique des faits et acquitta le requérant du chef d'abus d'autorité contre l'intérêt public.", "9.  Ce jugement fut confirmé en appel par la cour d'appel de Galaţi, le 28 septembre 2001.", "10.  Par un arrêt du 10 décembre 2002, sur pourvoi en cassation du parquet, la Cour suprême de justice cassa les décisions antérieures. Elle estima que, faute d'approbation expresse du contrat du 3 septembre 1997 par le FPS, la somme de 15 000 dollars américains avait été versée illégalement.", "11.  Lors des délibérations, la Cour suprême de justice considéra qu'il n'y avait pas eu faute intentionnelle de la part du requérant, qui avait simplement fait une mauvaise interprétation des documents envoyés par le FPS. En conséquence, elle décida de disqualifier les faits reprochés au requérant et de les requalifier, en application de l'article 334 du code de procédure civile, en négligence dans l'exercice des fonctions, infraction prévue à l'article 249 du code pénal. Elle condamna le requérant à un an de prison avec sursis, au paiement de la somme de 15 000 dollars américains à la société C. et à des frais de justice à hauteur de 4 millions de lei.", "II.  LE DROIT INTERNE PERTINENT", "12.  Les dispositions pertinentes du code pénal sont ainsi libellées :", "Article 248\n(Abus d'autorité contre l'intérêt public)", " « Le fait pour un fonctionnaire public agissant dans l'exercice de ses fonctions de s'abstenir d'accomplir un acte ou de l'accomplir sciemment de manière défectueuse, causant ainsi un préjudice ou une perturbation importante de son bon fonctionnement à un organe ou à une institution d'État ou à l'une des entités désignées à l'article 145, est puni d'une peine de six mois à cinq ans d'emprisonnement. »", "Article 248-1\n(Abus d'autorité aggravé)", "", "« Si les faits prévus aux articles (...) et 248 ont eu des conséquences graves, ils sont punis d'une peine de cinq à quinze ans d'emprisonnement et de l'interdiction de l'exercice de certains droits. »", "Article 249 § 1\n(Négligence dans l'exercice des fonctions)", "« Le fait pour un fonctionnaire public agissant dans l'exercice de ses fonctions de s'abstenir d'accomplir un acte ou de l'accomplir de manière défectueuse, par négligence, causant ainsi un préjudice ou une perturbation importante de son bon fonctionnement à un organe ou à une institution d'État ou à l'une des entités désignées à l'article 145, ou une atteinte aux intérêts légitimes d'une personne, est puni d'une peine d'un mois à deux ans d'emprisonnement ou d'une amende. »", "13.  Les dispositions pertinentes du code de procédure pénale sont ainsi libellées :", "Article 334\n(Requalification juridique des faits)", "« Si pendant le procès, le tribunal estime que la qualification juridique donnée aux faits par l'acte de renvoi en jugement doit être modifiée, il invite les parties à présenter leurs observations à ce sujet et indique à l'inculpé qu'il est en droit de demander l'examen de l'affaire à la fin de la séance ou bien l'ajournement de l'audience afin de pouvoir préparer sa défense. »", "Article 4081", "« 1.  Les décisions définitives prononcées dans des affaires à l'égard desquelles la Cour européenne des Droits de l'Homme a constaté une violation des droits et libertés fondamentaux peuvent faire l'objet d'une révision si les conséquences graves de cette violation existent toujours et ne peuvent être écartées que par la révision de la décision en cause.", "2.  La révision peut être demandée par :", "a)  la personne dont le droit a été méconnu ;", "b)  l'époux ou les parents proches du condamné, même après le décès de ce dernier ;", "c)  le procureur.", "3.  La demande de révision est déposée auprès de la Haute Cour de cassation et de justice, qui décide de l'affaire en formation de neuf juges.", "4.  Le délai de révision est d'un an à partir de la date de la décision définitive de la Cour européenne des droits de l'homme.", "(...)", "8.  Lorsque le tribunal constate que la demande est fondée, il :", "a)  annule en partie la décision pour ce qui est du droit méconnu et décide du fond de l'affaire selon les dispositions du chapitre III, section II, remédiant aux conséquences de la violation ;", "b)  annule la décision et, si besoin est d'administrer des preuves, ordonne le réexamen de l'affaire par le tribunal dont la décision se trouve à la base de la violation, selon les dispositions du chapitre III, section II (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 §§ 1 et 3 a) et b) DE LA CONVENTION", "14.  Le requérant allègue que l'appréciation des preuves faite par la Cour suprême de justice a rendu la procédure pénale diligentée contre lui inéquitable et que la requalification des faits qui lui étaient reprochés, opérée par cette juridiction lors de ses délibérations, l'a empêché d'exercer les droits de la défense. Il invoque l'article 6 §§1 et 3 a) et b) de la Convention, ainsi libellé dans ses parties pertinentes :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...)", "(...)", "3.  Tout accusé a droit notamment à :", "a)  être informé, dans le plus court délai, dans une langue qu'il comprend et d'une manière détaillée, de la nature et de la cause de l'accusation portée contre lui ;", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "(...) »", "A.  Sur la recevabilité", "15.  La Cour constate que la requête n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs qu'elle ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "16.  Le requérant dénonce la violation de son droit à un procès équitable et de ses droits de la défense en raison de l'appréciation des preuves administrées en l'espèce et de la requalification des faits opérée par la Cour suprême de justice au stade du délibéré. Il souligne que la requalification des faits, qui consiste, dans les circonstances de l'espèce, en une disqualification puisqu'il a été renvoyé en jugement du chef d'une infraction exigeant une faute intentionnelle alors qu'il a été finalement condamné du chef d'une infraction qui exige la seule négligence, ne lui a pas profité. En effet, le requérant relève qu'il avait été relaxé jusqu'à ce stade de la procédure.", "17.  Le Gouvernement admet que la requalification juridique des faits reprochés au requérant, au stade du délibéré, pourrait être interprétée comme contraire aux dispositions de l'article 6 § 3 a) et b). Toutefois, il fait remarquer que, en réalité, la requalification dénoncée par le requérant lui a profité. A cet égard, il souligne que la peine prévue par la loi pour l'infraction pour laquelle il a été finalement condamné est plus faible que celle prévue pour l'infraction d'abus d'autorité contre l'intérêt public, initialement retenue à son encontre.", "En outre, le Gouvernement fait observer que la requalification susmentionnée a eu un impact seulement sur l'élément moral de l'infraction, ce qui réduisit considérablement toute éventuelle atteinte aux droits de la défense du requérant. En effet, la Cour suprême de justice a procédé à cette requalification seulement après l'étude des documents versés au dossier dès le début de la procédure et soumis au débat des parties. Aucun document nouveau n'avait été produit devant la juridiction de recours.", "18.  La Cour rappelle que l'équité d'une procédure s'apprécie au regard de l'ensemble de celle-ci. Les dispositions du paragraphe 3 de l'article 6 montrent la nécessité de mettre un soin particulier à notifier l'« accusation » à l'intéressé. L'acte d'accusation joue un rôle déterminant dans les poursuites pénales : à compter de sa signification, la personne mise en cause est officiellement avisée par écrit de la base juridique et factuelle des reproches formulés contre elle. L'article 6 § 3 a) reconnaît à l'accusé le droit d'être informé non seulement de la cause de l'accusation, c'est-à-dire des faits matériels qui sont mis à sa charge et sur lesquels se fonde l'accusation, mais aussi de la qualification juridique donnée à ces faits et ce d'une manière détaillée (Pélissier et Sassi c. France [GC], no 25444/94, § 51, CEDH 1999II).", "19.  La portée de cette disposition doit notamment s'apprécier à la lumière du droit plus général à un procès équitable que garantit le paragraphe 1 de l'article 6 de la Convention. En matière pénale, une information précise et complète des charges pesant contre un accusé, et donc la qualification juridique que la juridiction pourrait retenir à son encontre, est une condition essentielle de l'équité de la procédure. Les dispositions de l'article 6 § 3 a) n'imposent aucune forme particulière quant à la manière dont l'accusé doit être informé de la nature et de la cause de l'accusation portée contre lui. Enfin, il existe un lien entre les alinéas a) et b) de l'article 6 § 3 et le droit à être informé de la nature et de la cause de l'accusation doit être envisagé à la lumière du droit pour l'accusé de préparer sa défense (Pélissier et Sassi, précité, §§ 52-54).", "20.  En l'espèce, pour ce qui est de la première branche du grief du requérant concernant l'appréciation des preuves, la Cour rappelle qu'elle n'est pas compétente pour examiner une requête relative à des erreurs de fait ou de droit prétendument commises par une juridiction interne, sauf si et dans la mesure où ces erreurs lui semblent susceptibles d'avoir entraîné une atteinte aux droits et libertés garantis par la Convention. Par ailleurs, si la Convention garantit en son article 6 le droit à un procès équitable, elle ne réglemente pas pour autant l'admissibilité des preuves ou leur appréciation, matière qui relève dès lors au premier chef du droit interne et des juridictions nationales (voir García Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999I). La Cour ne peut apprécier elle-même les éléments de fait ayant conduit une juridiction nationale à adopter telle décision plutôt que telle autre, sinon, elle s'érigerait en juge de troisième ou quatrième instance et elle méconnaîtrait les limites de sa mission (Kemmache c. France (no 3), arrêt du 24 novembre 1994, § 44, série A no 296-C). Partant, en l'absence de tout indice d'arbitraire, la Cour estime que l'appréciation des preuves faite par la Cour suprême de justice n'est pas de nature à entraîner une violation de l'article 6 § 1 de la Convention. Reste à examiner la question de la requalification des faits par la Cour suprême de justice.", "21.  La Cour n'entend pas contester le droit que la Cour suprême de justice avait, en vertu de l'article 334 du code de procédure pénale, de requalifier l'accusation dont elle était régulièrement saisie (voir, mutatis mutandis, Pélissier et Sassi précité, § 62). Toutefois, elle observe que ce droit était assorti de garanties procédurales en faveur de l'inculpé. En effet, selon le droit interne, le tribunal qui estime que la qualification juridique donnée aux faits par l'acte de renvoi en jugement doit être modifiée doit-il inviter les parties à présenter leurs observations à ce sujet et indiquer à l'inculpé qu'il est en droit de demander l'examen de l'affaire à la fin de la séance ou bien l'ajournement de l'audience afin de pouvoir préparer sa défense (voir ci-dessus paragraphe 13) Les garanties procédurales susmentionnées jouent pour toute requalification juridique, indifféremment de l'élément de l'infraction (légal, matériel ou moral) qui est visé.", "22.  En l'occurrence, ce n'est que lors des délibérations, donc après la clôture des débats, que la Cour suprême de justice a procédé à la requalification des faits (voir, dans le même sens, Pélissier et Sassi précité, § 55). C'était, de toute évidence, trop tard pour l'exercice des droits de la défense (voir, a contrario, Dallos c. Hongrie, no 29082/95, §§ 47-53, CEDH 2001II, et Vesque c. France, arrêt du 7 mars 2006, no 3774/02, §§ 42-43).", "23.  En outre, la Cour constate que, pour ce qui est de l'élément moral, l'infraction d'abus d'autorité contre l'intérêt public prévue à l'article 248 du code pénal initialement retenue contre le requérant diffère de l'infraction de négligence dans l'exercice des fonctions prévue à l'article 249 du code pénal pour laquelle celui-ci a été finalement condamné (voir aussi, Drassich c. Italie, no 25575/04, § 39, 11 décembre 2007). En effet, si dans le premier cas, l'infraction est constituée seulement s'il y a faute intentionnelle, dans le deuxième cas, la faute non intentionnelle suffit. Or, la Cour observe que l'élément moral de l'infraction de négligence dans l'exercice des fonctions n'a jamais été débattu par les parties et que la requalification opérée par la Cour suprême de justice peut, dès lors, être perçue comme ayant surpris le requérant.", "24.  En effet, la Cour note que le requérant ne s'est vu à aucun moment reprocher de la part des autorités judiciaires une éventuelle négligence dans l'exercice de ses fonctions. L'acte de renvoi en jugement et l'examen fait par toutes les juridictions de fond portaient sur l'infraction d'abus d'autorité contre l'intérêt public ; qui plus est, avant le verdict de la juridiction de la première instance, les charges avaient même visé une forme aggravée de l'infraction, en raison du montant du préjudice.", "25.  Dans ces conditions, la Cour ne saurait accueillir l'argument du Gouvernement selon lequel toute éventuelle atteinte aux droits de la défense du requérant avait été considérablement réduite du fait que la requalification susmentionnée a eu un impact seulement sur l'élément moral de l'infraction. Certes, il est vrai que la nouvelle interprétation des preuves à laquelle la Cour suprême procéda se fonda sur les faits tels qu'ils avaient été établis par les tribunaux inférieurs. Toutefois, la Cour rappelle que l'accusé a le droit d'être informé non seulement des faits matériels qui sont mis à sa charge et sur lesquels se fonde l'accusation, mais aussi de la qualification juridique donnée à ces faits et ce d'une manière détaillée (voir ci-dessus paragraphe 19 et, mutatis mutandis, Penev c. Bulgarie, no 20494/04, § 42, 7 janvier 2010). A cet égard, la Cour souligne qu'il ne s'agit nullement pour elle d'apprécier le bien-fondé des moyens de défense que le requérant aurait pu invoquer s'il avait eu la possibilité de débattre de l'infraction pour laquelle il a été finalement condamné. Elle fait remarquer simplement qu'il est plausible de soutenir que ces moyens auraient été différents de ceux choisis afin de contester l'accusation principale (Pélissier et Sassi, précité, §§ 60 et 62, Sadak et autres c. Turquie, nos 29900/96, 29901/96, 29902/96 et 29903/96, § 55, CEDH 2001VIII, Drassich, précité, § 40).", "26.  La Cour ne saurait accueillir non plus l'argument du Gouvernement selon lequel la requalification réalisée par la Cour suprême aurait profité au requérant, en raison de la peine plus faible prévue pour l'infraction de négligence dans l'exercice des fonctions. Elle constate à cet égard que ce n'est qu'à la suite de l'arrêt de la Cour suprême de justice que le requérant a été condamné pour la première fois.", "27.  Eu égard à tous ces éléments, la Cour estime qu'une atteinte a été portée au droit du requérant d'être informé d'une manière détaillée de la nature et de la cause de l'accusation portée contre lui, ainsi qu'à son droit à disposer du temps et des facilités nécessaires à la préparation de sa défense.", "28.  Partant, il y a eu violation du paragraphe 3 a) et b) de l'article 6 de la Convention, combiné avec le paragraphe 1 du même article, qui prescrit une procédure équitable.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "29.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "30.  Le requérant réclame 220 502 RON au titre du préjudice matériel qu'il aurait subi. Il décompose la somme susmentionnée de la manière suivante : 188 000 RON représentant la diminution salariale causée par la déchéance de la fonction de directeur de la société C. et 32 502 RON représentant la valeur actualisée de la somme de 7 500 USD versée en exécution de l'arrêt de la Cour suprême de justice. Le requérant réclame également 50 000 EUR au titre du dommage moral subi en raison de sa condamnation pénale par la Cour suprême de justice.", "31.  Le Gouvernement, invoquant la jurisprudence de la Cour, estime en premier lieu que celle-ci ne saurait spéculer sur ce qu'aurait été l'issue d'une procédure conforme à l'article 6 de la Convention et l'invite dès lors à rejeter la demande de dommage matériel. Il affirme également que les sommes indiquées par le requérant sont spéculatives. S'agissant de la somme représentant la diminution salariale causée par la déchéance de la fonction de directeur, le Gouvernement souligne que le requérant n'a fourni aucun rapport d'expertise à l'appui de sa demande et qu'il avait en fait été déchu de sa fonction de directeur en 2001, bien avant sa condamnation par la Cour suprême de justice. En ce qui concerne la valeur actuelle de la somme de 7 500 USD, elle s'élève en réalité à 27 181 RON, selon l'indice des prix de consommation indiqué par l'Institut national de la statistique pour la période octobre 2005 – novembre 2008. Enfin, le Gouvernement considère que la réouverture de la procédure, sur la base de l'article 4081 du code de procédure pénale serait un moyen approprié de redresser une éventuelle violation constatée. Pour ce qui est du dommage moral, le Gouvernement estime que la somme exigée est spéculative et excessive par rapport à la jurisprudence de la Cour.", "32.  La Cour estime d'abord que lorsqu'un particulier, comme en l'espèce, a été condamné à l'issue d'une procédure entachée de manquements aux exigences de l'article 6 de la Convention, un nouveau procès ou une réouverture de la procédure à la demande de l'intéressé représente en principe un moyen approprié de redresser la violation constatée (Mircea c. Roumanie, no 41250/02, § 98, 29 mars 2007 ; Dragotoniu et Militaru-Pidhorni c. Roumanie, nos 77193/01 et 77196/01, § 55, 24 mai 2007). A cet égard, elle note que l'article 4081 du code de procédure pénale roumain permet la révision d'un procès sur le plan interne lorsque la Cour a constaté la violation des droits et libertés fondamentaux d'un requérant.", "33.  La Cour relève ensuite que la seule base à retenir pour l'octroi d'une satisfaction équitable réside en l'espèce dans le fait que le requérant n'a pu jouir des garanties de l'article 6. Elle ne saurait certes spéculer sur ce qu'eût été l'issue du procès dans le cas contraire, mais n'estime pas déraisonnable de penser que l'intéressé a subi une perte de chances (Pélissier et Sassi, précité, § 80, Miraux c. France, no 73529/01, § 42, 26 septembre 2006). A quoi s'ajoute un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier. Statuant en équité, comme le veut l'article 41, elle alloue au requérant 3 200 EUR, tous chefs de préjudice confondus.", "B.  Frais et dépens", "34.  Le requérant demande également, sans produire de facture ou de note d'honoraires, 9 500 RON pour les frais et dépens engagés devant les juridictions internes, représentant les honoraires d'avocat et les frais de transport.", "35.  Le Gouvernement souligne que le requérant n'a envoyé aucun justificatif à l'appui de sa demande et que, parmi les pièces du dossier interne il n'y a pas de document attestant le paiement d'honoraires d'avocat. Par ailleurs, il considère que la somme demandée par le requérant est spéculative.", "36.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, la Cour note que le requérant n'a pas produit de justificatif à l'appui de sa demande. Dès lors, il convient de l'écarter.", "C.  Intérêts moratoires", "37.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 6 §§ 1 et 3 a) et b) de la Convention quant à l'équité de la procédure ;", "", "3.  Dit", "a)  que l'État défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 3 200 EUR (trois mille deux cents euros), à convertir en la monnaie nationale de l'État défendeur au taux applicable à la date du règlement, pour dommages matériel et moral, plus tout montant pouvant être dû à titre d'impôt ;", "\nb)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 12 avril 2011, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}