{"file": "FRE_CLINF_7178_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "7178/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 108", "Mai 2008", "Dedovski et autres c. Russie - 7178/03", "Arrêt 15.5.2008 [Section I]", "Article 3", "Torture", "Mauvais traitements et recours injustifié à des matraques à l’encontre de détenus, et absence d’enquête effective: violation", "", "En fait – En 2001, alors qu’ils purgeaient une peine d’emprisonnement dans un pénitencier, les sept requérants furent brutalisés et frappés avec des matraques par la Varyag, unité spéciale créée pour le maintien de l’ordre dans les structures de détention. L’unité avait été appelée au pénitencier, apparemment pour intimider des détenus que le leader d’une bande criminelle poussait à la sédition. Elle avait reçu pour instruction de maintenir l’ordre en effectuant des fouilles corporelles sur les détenus et en fouillant toutes les zones du pénitencier. A l’exception du chef, tous les membres de l’unité portaient des cagoules et des tenues de camouflage sans indication de leur rang, et étaient armés de matraques en caoutchouc. Les poursuites par la suite engagées furent abandonnées quant à la plupart des plaintes pour mauvais traitements, l’enquête n’ayant pas permis d’obtenir des « informations objectives » de nature à corroborer les allégations des détenus. Les accusations portées contre le chef de l’unité et ses subordonnés pour abus de pouvoir furent également abandonnées, faute de preuves.", "En droit", "Article 3 – a) Aspect matériel : Compte tenu du caractère aveugle des opérations menées par l’unité, qui ont visé l’ensemble du pénitencier et non des détenus spécifiques, et étant donné que le Gouvernement a reconnu les observations factuelles des requérants, la Cour juge établi au niveau de preuve requis que tous les requérants ont été l’objet des mauvais traitements allégués. L’usage de matraques n’avait aucun fondement en droit interne. La loi sur les établissements pénitentiaires autorise l’usage de matraques en caoutchouc dans certaines situations telles que la nécessité de prévenir une agression, la répression des troubles collectifs et la maîtrise des individus qui font preuve d’une désobéissance ou d’une résistance constantes. Or aucun élément n’indique que les requérants aient agressé des agents ou d’autres détenus ; les brutalités ont été individuelles et non collectives ; par ailleurs, bien que certains des requérants aient prétendument désobéi ou résisté aux ordres des membres de l’unité, aucune tentative n’a été faite pour les maîtriser. Même si les membres de l’unité ont pu avoir besoin de recourir à la force physique dans certains cas, leurs réactions étaient nettement disproportionnées aux prétendues transgressions des requérants et manifestement incompatibles avec les buts poursuivis. Il est évident que frapper un détenu avec une matraque n’allait pas conduire au résultat souhaité ni faciliter les fouilles. En pareille situation, un coup de matraque est purement et simplement un acte de représailles ou un châtiment corporel. Une réaction aussi disproportionnée est encore plus étonnante dans le cas des requérants qui avaient simplement refusé d’indiquer leur nom ou de changer de vêtements. Dès lors, l’unité en question a fait usage d’une violence délibérée et gratuite, avec l’intention de provoquer chez les requérants des sentiments de peur et d’humiliation propres à briser leur résistance physique et morale, et à rabaisser les intéressés et les soumettre. Les coups de matraque ont dû leur causer une souffrance psychique et physique intense qui constitue une torture.", "Conclusion : violation (unanimité).", "b) Aspect procédural : Des poursuites pénales ont été engagées au bout d’un mois et demi. Il n’a toutefois été soumis aucun élément prouvant que les intéressés avaient été examinés par des médecins à la suite des faits, car les documents fournis ne mentionnent que des examens ultérieurs. En fait, le défaut d’éléments « objectifs » – tels que des rapports médicaux – a été mis en avant pour justifier la décision de clore les poursuites relatives à la plupart des plaintes. Les rapports sur l’usage des matraques en caoutchouc n’ont pas précisé quels membres de l’unité avaient utilisé la leur. En permettant aux membres de l’unité de dissimuler leur visage et de ne porter aucun signe distinctif sur leurs uniformes, les autorités ont sciemment empêché leur identification par les victimes. Ce motif a même été présenté comme la principale raison d’abandonner les poursuites. De même, les tribunaux ont entravé toute tentative sérieuse aux fins d’obliger les responsables à rendre des comptes. En outre,sile tribunal de district a relaxé le chef de l’unité en indiquant qu’il avait exercé un contrôle adéquat sur la légalité des actes de ses subordonnés, le tribunal régional l’a pour sa part mis hors de cause au motif qu’il n’avait pas été à même, ou bien été tenu, de contrôler les membres de son équipe en son absence.La Cour prend donc note des contradictions flagrantes entre les conclusions respectives des tribunaux nationaux. De plus, le droit des requérants de participer de manière effective à l’enquête n’a pas été assuré.L’enquêteur n’a pas entendu les requérants ou d’autres victimes personnellement et n’a même pas songé à mentionner leur version des faits. De surcroît, rien ne montre que des copies des décisions du procureur aient été dûment notifiées aux requérants. Il s’ensuit que l’enquête au sujet des allégations de mauvais traitements n’a pas été approfondie, adéquate ou effective.", "Conclusion : violation (unanimité).", "Article 13 – Si en théorie les juridictions civiles russes sont à même d’apprécier une affaire de manière indépendante, en pratique le poids attaché à une enquête pénale antérieure est si important que même un élément très convaincant allant dans le sens contraire sera écarté, de sorte qu’une telle voie de droit s’avérera uniquement théorique et illusoire. Dans le cas des requérants, il a été décidé de clore les poursuites, de sorte que toute autre voie de droit – y compris une action en réparation – avait peu de chances d’aboutir. Partant, les requérants n’ont pas disposé d’un recours effectif en droit interne pour demander réparation des mauvais traitements subis.", "Conclusion : violation (unanimité).", "Article 38 § 1 a) – Malgré les demandes répétées de la Cour, le Gouvernement a refusé de fournir à celle-ci copie d’un rapport du chef du service chargé de veiller au respect de la loi dans les établissements pénitentiaires. Selon la Cour, les éléments figurant dans ce rapport étaient essentiels pour l’établissement des faits de la cause, et les motifs invoqués par le Gouvernement à l’appui de son refus sont peu satisfaisants. Dès lors, le Gouvernement a manqué à ses obligations découlant de l’article 38 § 1 a).", "Conclusion : manquement (unanimité).", "Article 41 – 10 000 EUR pour préjudice moral à chacun des requérants.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}