{"file": "FRE_HFJUD_25109_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25109/07", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "AFFAIRE TSOTSOS c. GRÈCE", "", "(Requête no 25109/07)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "30 avril 2009", "", "DÉFINITIF", "", "30/07/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Tsotsos c. Grèce,", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tNina Vajić, présidente,\n\tChristos Rozakis,\n\tKhanlar Hajiyev,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 7 avril 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 25109/07) dirigée contre la République hellénique et dont un ressortissant de cet Etat, M. Konstantinos Tsotsos (« le requérant »), a saisi la Cour le 30 mai 2007 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mes S. Theodoropoulos et G. Theodoropoulos, avocats à Athènes. Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, M. G. Kanellopoulos, conseiller auprès du Conseil juridique de l’Etat, et Mme S. Trekli, auditrice auprès du Conseil juridique de l’Etat.", "3.  Le requérant alléguait en particulier une violation des articles 6 § 1 (délai raisonnable) et 6 § 3d).", "4.  Le 20 mai 2008, la présidente de la première section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la Chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1964 et réside à Chalkida.", "6.  Le requérant est agriculteur et propriétaire d’un terrain au lieu-dit Pei Dokou à Chalkida. Le 14 juillet 1999, un incendie qui se déclara à cet endroit fut maîtrisé par les voisins et les pompiers, mais après avoir détruit complètement un atelier de recyclage de papier appartenant à I.Z.", "7.  Le même jour, la brigade des pompiers de Chalkida mena une enquête préliminaire et interrogea des témoins afin d’identifier les causes et les responsables de l’incendie. Elle interrogea dix témoins, dont le requérant ainsi que deux ouvriers pakistanais en situation irrégulière qui travaillaient à l’atelier, et qui se déclarèrent témoins de la présence du requérant sur les lieux au moment de l’incendie. L’un d’eux affirma même avoir vu le requérant faire un feu dans la parcelle voisine. Les deux ouvriers ne parlant pas le grec témoignèrent avec l’aide d’un interprète, lui aussi ressortissant pakistanais. Selon le requérant, et nonobstant le fait que les trois Pakistanais déclarèrent être musulmans, ils ont prêté serment sur la Bible.", "8.  Le 26 août 1999, le procureur de Chalkida ouvrit une enquête. Les témoins pakistanais furent cités à comparaître mais ne se présentèrent pas. La citation fut d’abord envoyée à l’adresse déclarée lors de l’enquête préliminaire et, comme ils étaient introuvables, la citation fut notifiée selon les modalités applicables aux personnes à l’adresse inconnue. Les démarches entreprises ultérieurement par le requérant lui-même pour les localiser, en écrivant à la préfecture, à la police, à la Sécurité sociale et au ministère du Travail, n’aboutirent pas.", "9.  Le 5 octobre 2000, le procureur décida de poursuivre le requérant du chef d’incendie criminel par négligence et le renvoya devant le tribunal correctionnel de Chalkida. Le requérant reçut la citation à comparaître le 28 août 2002.", "10.  L’audience, initialement fixée au 6 novembre 2002, fut ajournée au 7 mai 2003 pour des motifs liés à l’horaire de travail du greffe. A cette date, elle fut reportée à nouveau pour permettre la citation de certains témoins. L’audience se tint le 28 janvier 2004. Le tribunal correctionnel condamna le requérant à une peine de quinze mois d’emprisonnement. Il constata que celuici avait allumé un feu pour brûler des roseaux sur son terrain, provoquant ainsi un incendie qui détruisit des cultures situées sur des terrains limitrophes ainsi que l’atelier d’I.Z.", "11.  Les ouvriers pakistanais ne comparurent pas alors qu’ils avaient été cités. I.Z., lors de sa déposition, indiqua qu’il n’était pas présent sur les lieux et n’avait pas vu le requérant, mais que ses ouvriers l’avaient informé que ce dernier avait mis le feu.", "12.  Le requérant interjeta appel contre ce jugement devant la cour d’appel d’Athènes.", "13.  Le 21 juin 2005, la cour d’appel débouta le requérant. Elle entendit trois témoins de l’accusation, qui tous déclarèrent ne pas avoir vu le requérant. L’un des trois ajouta que, si le requérant avait été là au moment de l’incendie, il l’aurait sûrement vu. Lecture fut donnée à l’audience des témoignages des deux ouvriers pakistanais et de leur interprète. Le requérant soutint qu’il n’était pas sur les lieux quand l’incendie s’est déclaré. Il affirma qu’il était à un autre endroit, suite à une opération, et que lorsqu’il arriva sur les lieux, l’incendie avait été maîtrisé.", "14.  La cour d’appel condamna le requérant à une peine de douze mois d’emprisonnement avec un sursis de trois ans, par les motifs suivants :", "« Les circonstances de fait ci-dessous ont été prouvées par la déposition faite sans serment par la partie civile, par les dépositions des témoins à charge examinés sous serment par cette cour, les comptes rendus du procès de première instance dont lecture fut donnée, des dépositions faites au stade de l’enquête préliminaire par les témoins oculaires qui sont actuellement absents , les documents lus et mentionnés aux comptes rendus, la déposition de l’accusé et toute la procédure de preuves : le 14 juillet 1999, l’accusé, faute d’attention dont il devait et pouvait faire preuve, a provoqué une incendie après avoir allumé le feu sur son terrain (...) pour brûler des roseaux, sans créer une zone coupe-feu. (...) Par la suite, le feu a été étendu à l’atelier de recyclage de papier appartenant à [I.Z.] qui a été détruit. Un danger a été causé par le comportement négligeant de l’accusé qui doit être déclaré coupable. Son allégation selon laquelle celui-ci n’avait aucun rapport avec l’incendie n’a pas été prouvée par un moyen de preuve quelconque. »", "15.  Le 9 novembre 2005, le requérant se pourvut en cassation. Il reprochait à la cour d’appel de ne pas avoir motivé suffisamment sa décision, qui comportait des lacunes et des contradictions. Il soutenait qu’aucun des témoins de l’accusation ayant déposé à l’audience n’avait affirmé l’avoir vu sur les lieux. La condamnation était uniquement fondée sur les dépositions faites lors de l’enquête préliminaire par les deux ouvriers pakistanais qui n’avaient pu être interrogés, à aucun stade de la procédure, ni par lui ni par les autorités judiciaires et, qu’ainsi, celles-ci n’avaient pas pu en contrôler la crédibilité. La cour d’appel avait admis que ceux-ci étaient des témoins oculaires alors que personne ne pouvait assurer qu’ils étaient bien présents sur les lieux. La cour d’appel n’avait pas expliqué pourquoi ces déclarations avaient été considérées comme ayant plus de poids que celles d’autres témoins de l’accusation examinées par la cour, et dont les dépositions étaient diamétralement opposées à celles des soi-disant témoins oculaires.", "16.  Par un arrêt du 22 février 2007, la Cour de cassation rejeta le pourvoi. Elle réitéra les constats de la cour d’appel et conclut que le grief du requérant tiré du défaut de motivation était non fondé. Quant aux autres allégations du requérant, relatives à l’appréciation erronée des moyens de preuve, elles auraient dû être aussi rejetées pour irrecevabilité du fait qu’elles étaient dirigées contre le pouvoir d’appréciation des juges du fond qui ne pouvait pas être contrôlé en cassation.", "II.  LE DROIT INTERNE PERTINENT", "17.  L’article 525 § 1 du code de procédure pénale dispose :", "« La procédure pénale qui a pris fin par une décision définitive est ré-ouverte, dans l’intérêt du condamné pour crime ou délit, seulement dans les cas suivants : (...) 5) Si la Cour européenne des droits de l’homme a constaté une violation du droit concernant le caractère équitable de la procédure suivie ou la disposition substantielle qui a été appliquée. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION EN RAISON DE LA DURÉE DE LA PROCÉDURE", "18.  Le requérant se plaint de la durée de la procédure devant les juridictions pénales. Il invoque l’article 6 § 1 de la Convention dont la partie pertinente se lit ainsi :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) et dans un délai raisonnable, par un tribunal (...), qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "A.  Sur la recevabilité", "19.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève en outre qu’il ne se heurte à aucun autre motif d’irrecevabilité.", "B.  Sur le fond", "20.  Le Gouvernement soutient qu’une durée totale de sept ans et deux mois environ (c’est-à-dire à partir de la fin 1999, lorsque le requérant a été invité à soumettre ses moyens en défense, jusqu’au 22 février 2007, date à laquelle la Cour de cassation a rendu son arrêt) n’est pas excessive. Quant à la procédure devant le tribunal correctionnel, elle n’a duré qu’un an, deux mois et quinze jours. Le Gouvernement souligne également que le requérant était en liberté pendant toute cette période.", "21.  Le requérant soutient que la procédure litigieuse, qui a duré sept ans et demi, ne saurait être considérée comme raisonnable.", "22.  La période à prendre en compte a débuté le 14 juillet 1999, avec l’interrogatoire du requérant par la brigade des pompiers dans le cadre de l’enquête préliminaire relative à l’incendie, et s’est terminée le 22 février 2007, avec l’arrêt de la Cour de cassation. Elle a donc duré sept ans et sept mois environ pour trois degrés de juridiction.", "23.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement des requérants et celui des autorités compétentes ainsi que l’enjeu du litige pour les intéressés (voir, parmi beaucoup d’autres, Pélissier et Sassi c. France [GC], no 25444/94, § 67, CEDH 1999-II).", "24.  La Cour note que si la procédure a duré, dans son intégralité, sept ans et sept mois, elle est restée pendante pour une période de trois ans et quatre mois environ devant le tribunal correctionnel. Etant donné que le requérant a été renvoyé en jugement le 5 octobre 2000, l’audience n’a été fixée que pour le 6 novembre 2002, soit deux ans plus tard et, à cette date, elle a été reportée pour des motifs étrangers au comportement du requérant. Le tribunal a rendu son jugement le 28 janvier 2004. Dans ces conditions, la Cour estime que la durée de procédure litigieuse ne répond pas à l’exigence du « délai raisonnable ».", "Partant, il y a eu violation de l’article 6 § 1.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 §§ 1 ET 3 d) DE LA CONVENTION", "25.  Invoquant l’article 6 §§ 1 et 3 d) de la Convention, le requérant se plaint du fait qu’il a été condamné sur la base des dépositions faites par des témoins durant l’enquête préliminaire, dépositions qui n’ont, à aucun stade de la procédure, pu être examinées ni par le requérant ni par les autorités judiciaires. Il se plaint également du fait que la cour d’appel et la Cour de cassation n’aient pas suffisamment motivé leurs décisions. L’article 6 § 3d) dispose :", "« Tout accusé a droit notamment à :", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge. »", "A.  Sur la recevabilité", "26.  Le Gouvernement excipe du non-épuisement des voies de recours internes. Il souligne qu’à aucun moment de la procédure, devant le tribunal correctionnel et la cour d’appel, le requérant ne s’est plaint de sa non confrontation avec les témoins oculaires. Dans son pourvoi en cassation, il s’est uniquement fondé sur l’absence de motivation spécifique et détaillée et sur l’appréciation erronée des éléments de preuve et de ses allégations. Le Gouvernement se prévaut de la décision de la Cour dans l’affaire Kontos c. Grèce ((déc.) no 18933/03, 26 mai 2005) et l’invite à prendre la même décision en l’espèce, d’autant plus que la violation alléguée concerne des dépositions qui ont été appréciées conjointement avec d’autres éléments de preuve.", "27.  Le requérant rétorque que l’approche du gouvernement est très formaliste.", "28.  La Cour rappelle que l’article 35 § 1 de la Convention doit s’appliquer avec une certaine souplesse et sans formalisme excessif (Cardot c. France, 19 mars 1991, § 34, série A no 200).", "29.  Or le requérant n’a pas manqué de souligner devant la Cour de cassation que les juges d’appel n’avaient pas suffisamment motivé leur décision, que la condamnation était uniquement fondée sur les dépositions faites, lors de l’enquête préliminaire, par les deux ouvriers pakistanais qui n’avaient pu être interrogés, à aucun stade de la procédure, par lui-même ou par les autorités judiciaires (afin que celles-ci puissent en contrôler la crédibilité). Il souligna également que la cour d’appel n’avait pas expliqué pourquoi ces dépositions avaient été considérées comme ayant plus de poids que celles d’autres témoins de l’accusation examinées par la cour et dont les dépositions étaient diamétralement opposées à celles des soi-disant témoins oculaires.", "30.  Il rendit ainsi la haute juridiction attentive à la non audition des deux témoins. Sans s’appuyer en termes exprès sur la Convention, il puisa dans le droit interne de son pays des arguments qui équivalaient à dénoncer, en substance, une atteinte aux droits garantis par l’article 6 § 3d) ; il donna à la Cour de cassation l’occasion de redresser la violation alléguée, conformément à la finalité de l’article 35 § 1.", "Partant, la Cour rejette l’objection dont il s’agit.", "B.  Sur le fond", "31.  Le Gouvernement souligne que le requérant a été assisté, à tous les stades de la procédure, par des avocats de son choix et avait une connaissance complète du dossier. Tant devant le juge d’instruction que devant le tribunal, il a eu la possibilité de contredire les accusations portées contre lui et les moyens de preuve à son détriment, y compris les dépositions des ouvriers pakistanais. De plus, à aucun moment au stade de l’instruction ou lors de la procédure devant les juridictions pénales, le requérant n’a contesté l’utilisation comme moyen de preuve des dépositions faites au stade de l’enquête préliminaire. En outre, les dépositions des deux témoins n’ont pas constitué l’élément déterminant ayant conduit à la condamnation du requérant. Ce qui a joué un rôle déterminant, c’était l’impossibilité du requérant de prouver ses propres allégations, en apportant d’autres éléments de preuve ou en citant des témoins à décharge.", "32.  Le requérant souligne qu’il a cherché par tous les moyens à retrouver les deux ouvriers pakistanais, ce que n’a pas fait le bureau du procureur de Chalkida. Il a alors été condamné sur la base de témoignages de deux personnes n’ayant pas d’identité connue.", "33.  La Cour rappelle que les éléments de preuve doivent en principe être produits devant l’accusé en audience publique, en vue d’un débat contradictoire. Ce principe ne va pas sans exceptions, mais on ne peut les accepter que sous réserve des droits de la défense ; en règle générale, les paragraphes 1 et 3 d) de l’article 6 commandent d’accorder à l’accusé une occasion adéquate et suffisante de contester un témoignage à charge et d’en interroger l’auteur, au moment de la déposition ou plus tard (voir Lüdi c. Suisse, 15 juin 1992, § 49, série A no 238, et Van Mechelen et autres c. Pays-Bas, 23 avril 1997, § 51, Recueil 1997-III). Comme la Cour l’a précisé à plusieurs reprises (voir, entre autres, Isgrò c. Italie, 19 février 1991, § 34, série A no 194-A, et Lüdi précité, § 47), dans certaines circonstances il peut s’avérer nécessaire, pour les autorités judiciaires, d’avoir recours à des dépositions remontant à la phase de l’instruction préparatoire. Si l’accusé a eu une occasion adéquate et suffisante de contester pareilles dépositions, au moment où elles sont faites ou plus tard, leur utilisation ne se heurte pas en soi à l’article 6 §§ 1 et 3 d). Il s’ensuit, cependant, que les droits de la défense sont restreints de manière incompatible avec les garanties de l’article 6 lorsqu’une condamnation se fonde, uniquement ou dans une mesure déterminante, sur des dépositions faites par une personne que l’accusé n’a pu, ni au stade de l’instruction ni pendant les débats, interroger ou faire interroger (A.M. c. Italie, no 37019/97, § 25, CEDH 1999-IX, et Saïdi c. France, 20 septembre 1993, §§ 43-44, série A no 261-C).", "34.  La Cour relève que lors de l’enquête préliminaire menée par la brigade des pompiers le jour de l’incendie, le requérant a été désigné comme l’auteur du délit par deux ouvriers en situation irrégulière, travaillant pour le compte de la personne dont l’atelier a été détruit dans l’incendie et qui s’est ultérieurement portée partie civile dans la procédure engagée contre le requérant. Cités à comparaître devant le procureur de Chalkida puis devant le tribunal correctionnel, les deux ouvriers ne se sont pas présentés, car ils n’habitaient pas (ou plus) à l’adresse indiquée dans leurs dépositions et restèrent introuvables.", "35.  La Cour note que la cour d’appel a conclu cependant que c’était le requérant qui avait provoqué l’incendie. Elle a précisé que les circonstances de fait avaient été prouvées par les dépositions de la partie civile et des témoins, les comptes rendus du procès de première instance, les dépositions faites au stade de l’enquête préliminaire par les témoins oculaires, les documents lus et mentionnés aux comptes rendus, la déposition de l’accusé et toute la procédure de preuves. La cour d’appel a entendu trois témoins, autres que les deux ouvriers, qui avaient déposé lors de l’enquête préliminaire et qui, tous, avaient déclaré ne pas avoir vu le requérant. Le requérant, pour sa part, soutenait qu’au moment de l’incendie il séjournait à un autre endroit, suite à une opération qu’il avait subie. Dès lors, le seul élément de fait qui incriminait le requérant était la déposition des deux ouvriers à la brigade des pompiers. La Cour n’aperçoit pas d’autre élément sur lequel les juridictions internes ont pu se fonder pour prendre leur décision de condamnation et le Gouvernement n’apporte aucun éclaircissement à cet égard.", "36.  La Cour estime donc que le requérant a été condamné dans une mesure déterminante, voire exclusive, sur la base des déclarations de témoins à charge qu’il n’a pu, à aucun stade de la procédure, interroger ni faire interroger. Enfin, la Cour considère que le fait que le requérant ne s’est pas opposé explicitement à la lecture des dépositions de deux ouvriers pakistanais ne saurait, dans les circonstances de la cause où les témoins n’étaient pas présents, être considéré comme une renonciation à son droit d’interroger ou faire interroger ces témoins (voir, mutatis mutandis, les arrêts Vozhigov c. Russie, no 5953/02, 26 avril 2007, § 57 et Polufakin et Chernyshev c. Russie, no 30997/02, 25 septembre 2008, §§ 200-202).", "37.  Partant, il y a eu violation de l’article 6 § 3d) de la Convention.", "38.  Quant au grief tiré de la motivation insuffisante des décisions judiciaires, la Cour considère qu’il se confond avec celui traité sous l’angle de l’article 6 § 3d) et qu’elle n’a pas à l’examiner séparément.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "39.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "40.  Le requérant réclame une indemnité de 15 000 euros (EUR) pour le dépassement du délai raisonnable, 25 000 EUR pour la violation alléguée relative à la motivation insuffisante des décisions judiciaires et 25 000 EUR pour celle tirée de l’article 6 § 3d).", "41.  En premier lieu, le Gouvernement souligne que les prétentions du requérant sont vagues. Si la Cour devait constater un dépassement du délai raisonnable, le Gouvernement se dit prêt de verser 2 000 EUR. En outre, le Gouvernement souligne qu’en cas de constat de violation de l’article 6 § 3d), le requérant peut demander la réouverture de la procédure en application de l’article 525 du code de procédure pénale, ce qui constitue une satisfaction équitable suffisante.", "42.  La Cour note que l’article 525 § 1 du code de procédure pénale (voir paragraphe 17 ci-dessus) offre la possibilité au requérant de demander la réouverture de la procédure suite à un constat de violation prononcé par la Cour.  Toutefois, elle considère qu’en l’espèce, le requérant a subi un dommage moral certain. Statuant en équité, elle lui accorde 3 500 EUR, plus tout montant pouvant être dû à titre d’impôt.", "B.  Frais et dépens", "43.  Pour les frais et dépens, le requérant demande 8 000 EUR pour ceux afférents à la procédure interne et 3 000 EUR pour ceux devant la Cour.", "44.  Selon la jurisprudence constante de la Cour, l’allocation de frais et dépens au titre de l’article 41 présuppose que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 54, CEDH 2000-XI).", "45.  La Cour observe, avec le Gouvernement, que les prétentions du requérant au titre des frais et dépens ne sont pas accompagnées des justificatifs nécessaires. Il convient donc d’écarter sa demande.", "C.  Intérêts moratoires", "46.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention quant à la durée de la procédure ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 3d) de la Convention et qu’il n’est pas nécessaire de statuer sur le grief relatif à la motivation insuffisante des décisions judiciaires tiré de l’article 6 § 1 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 3 500 EUR (trois mille cinq cents euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 30 avril 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tNina Vajić\n\tGreffier\tPrésidente"]}