{"file": "FRE_CLINF_23436_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "23436/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 84", "Mars 2006", "Melnyk c. Ukraine - 23436/03", "Arrêt 28.3.2006 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Refus d’accueillir un pourvoi en cassation à la suite de l’entrée en vigueur d’un nouveau délai pour l’introduction d’un tel pourvoi : violation", "", "En fait: La requérante engagea une procédure devant un tribunal de district contre son ancien employeur en vue d’obtenir sa réintégration et une indemnisation. Il fut mis fin à la procédure en raison de la non-comparution de l’intéressée. Le 27 février 2002, une cour d’appel confirma la décision par laquelle le tribunal avait constaté la caducité de l’instance. Le 26 avril 2002, la requérante introduisit un pourvoi en cassation qui fut déclaré irrecevable par le tribunal de district au motif qu’il avait été présenté tardivement. Pour rendre cette décision, le tribunal s’était appuyé sur une disposition amendée du code de procédure civile, entrée en vigueur le 4 avril 2002, et avait précisé que le délai applicable à l’introduction d’un pourvoi en cassation contre un arrêt d’une juridiction d’appel était d’un mois (alors que ce délai était de trois mois à compter de la date de l’arrêt sous l’empire des dispositions précédentes). Les recours ultérieurs exercés par l’intéressée furent rejetés. La requérante se plaignait devant la Cour de la caducité de la procédure qu’elle avait engagée dans le cadre du contentieux du travail qui l’opposait à son ancien employeur et du rejet de son pourvoi en cassation, qui s’analysait selon elle en une privation de son droit d’accès à un tribunal.", "En droit: Article 6 (accès à un tribunal) – Le droit d’accès à un tribunal n’est pas absolu, mais peut donner lieu à des limitations pourvu que celles-ci poursuivent un but légitime et soient proportionnées au but visé. Si les dispositions qui encadrent les délais applicables en matière de recours sont incontestablement conçues pour favoriser la sécurité juridique, elles ne devraient en revanche pas avoir pour effet d’empêcher des requérants d’exercer une voie de recours à leur disposition. Le pourvoi en cassation de la requérante a été déclaré irrecevable au motif qu’il aurait été introduit après l’expiration du délai fixé par une nouvelle disposition du code de procédure civile. La Cour doit tout d’abord examiner la question de savoir si les modalités de calcul de la durée du délai litigieux pouvait passer pour prévisible aux yeux de l’intéressée. En l’absence de précision instaurant une période transitoire ou conférant un effet rétroactif à la disposition amendée, la requérante pouvait raisonnablement s’attendre à ce que le terme du délai litigieux fût avancé et fixé au 4 mai 2002 (soit un mois après l’entrée en vigueur de l’amendement). Le motif pour lequel le pourvoi en cassation formé par l’intéressée a été déclaré irrecevable donne à penser qu’il a été fait de la nouvelle disposition du code de procédure civile une application rétroactive en vertu de laquelle la requérante aurait dû former son pourvoi le 27 mars 2002 au plus tard - c’est-à-dire dans un délai d’un mois à compter de l’arrêt d’appel -, avant même l’entrée en vigueur de la loi qui avait apporté la modification litigieuse au code en question. Si les dispositions de la Convention n’interdisent pas expressément, en principe, l’application rétroactive de normes de nature civile, pareille application saperait le principe de la sécurité juridique si elle devait conduire à priver les justiciables de l’accès à un recours effectif, comme c’est le cas en l’espèce. Les modifications procédurales en cause avaient essentiellement pour objet d’accélérer le déroulement des procédures civiles et d’en réduire ainsi la durée globale. Bien qu’il s’agisse là d’un objectif légitime, le rejet du pourvoi introduit par la requérante n’était pas proportionné au but poursuivi par les modifications en question.", "Conclusion : violation (unanimité)", "Article 41 – La Cour alloue à l’intéressée 500 euros au titre du préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}