{"file": "FRE_HFJUD_39273_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39273/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE VERMEERSCH c. FRANCE", "", "", "(Requête n° 39273/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "22 mai 2001", "", "", "", "DÉFINITIF", "", "22/08/2001", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention.", "", "", "", "En l’affaire Vermeersch c. la France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM. W. Fuhrmann, président,\n\t\tJ.-P. Costa,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tM.\tK. Traja, juges,\n\tet de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 4 mai 2000 et 3 mai 2001,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n°39273/98) dirigée contre la France et dont un ressortissant de cet Etat, Omer Vermeersch (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 30 mai 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant était représenté jusqu’au stade de la recevabilité de la requête par M. Philippe Bernardet, sociologue. Le gouvernement français (« le Gouvernement ») est représenté par Mme M. Dubrocard, Sous-directrice des Droits de l’Homme au ministère des Affaires étrangères, en qualité d’agent. ", "3.  Le requérant alléguait la durée excessive d’une procédure administrative.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 4 mai 2000, la chambre a déclaré la requête recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "8.  Le requérant a été interné du 20 octobre 1987 au 7 mars 1988.", "9.  Le 15 mai 1992, il a demandé au directeur du centre hospitalier spécialisé (CHS) où il avait été interné le remboursement du forfait hospitalier qu’il avait réglé pour la durée de son séjour en placement d’office, soit la somme de 7 454,31 francs.", "10.  Le 22 juin 1992, le directeur du CHS adressa un courrier au requérant, rejetant sa demande.", "11.  Par lettre du 24 juillet 1992, le requérant demanda au directeur du CHS de surseoir à sa décision dans l’attente de la réponse du préfet du Nord auquel il avait demandé la prise en charge de ces frais par l’Etat.", "12.  Le 3 août 1992, le directeur du CHS confirma sa réponse précédente.", "13.  Le 20 août 1992, le requérant saisit le tribunal administratif de Lille d’une requête en annulation de la décision du directeur du CHS.", "14.  Le 3 septembre 1992, le directeur du CHS fit savoir au tribunal administratif que la requête n’appelait aucun commentaire de sa part.", "15.  Le 6 janvier 1994, le requérant réitéra sa demande en l’assortissant d’une requête de plein contentieux visant à obtenir le remboursement des sommes versées au titre du forfait hospitalier. Il déposa des mémoires les 14 janvier et 17 février 1994.", "16.  Le CHS répliqua par mémoires des 29 janvier et 1er mars1994.", "17.  Le 11 septembre 1995, le requérant produisit de nouvelles écritures.", "18.  Le 29 avril 1997, le tribunal administratif rejeta la requête. ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "19.  Le grief du requérant porte sur la durée de la procédure qui a débuté le 15 mai 1992, date de la demande préalable de remboursement adressée au directeur de l’hôpital, et s’est terminée le 29 avril 1997 par le jugement du tribunal administratif rejetant la requête. Il invoque l’article 6 § 1 de la Convention dont les dispositions pertinentes se lisent ainsi :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "20.  La procédure a débuté le 15 mai 1992 et s’est achevée le 29 avril 1997. Elle a donc duré presque cinq ans, pour une instance.", "21.  Le Gouvernement admet que l’affaire ne présentait pas de complexité juridique inhabituelle. Il souligne toutefois que le requérant avait saisi le tribunal administratif de Lille de quinze autres recours présentant un lien étroit avec son internement et dont il a dû coordonner l’instruction et assurer le jugement commun. Il estime donc que le délai de jugement critiqué n’est pas celui d’une affaire isolée mais s’inscrit dans le cadre d’un contentieux de masse.", "22.  Il ajoute que, dans cette affaire, le requérant a produit de nouveaux mémoires les 14 janvier et 17 février 1994 et le 11 septembre 1995. Le centre hospitalier a répondu à ces mémoires les 29 janvier et 1er mars 1994. Il souligne encore que le requérant a produit, à propos de ses autres recours, soixante-dix-neuf mémoires et que, face à la production incessante de mémoires dans des affaires proches, le tribunal administratif a pu légitimement assurer un traitement global du contentieux.", "23.  Le Gouvernement conclut que la requête est manifestement mal fondée.", "24.  Le requérant souligne qu’il n’a fait qu’un seul recours concernant le remboursement des frais hospitaliers et que, si le tribunal a joint les quinze autres recours, il a statué sur celui-ci par un jugement distinct. Il en conclut que l’issue de cette procédure n’était pas liée aux autres affaires dont le tribunal était saisi.", "25.  Il ajoute que les mémoires qu’il a présentés l’ont été très rapidement et qu’ils étaient très courts. Il fait encore observer que le Gouvernement ne donne aucune précision sur le délai découlé entre le 15 mai 1995 et le 29 avril 1997, période pendant laquelle aucun acte n’est intervenu.", "26.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi d’autres, l’arrêt Doustaly c. France du 23 avril 1998, Recueil des arrêts et décisions 1998-II, p. 857, § 39)", "27.  La Cour note que la présente affaire a duré globalement presque cinq ans devant une seule instance. Elle estime que le comportement allégué du requérant, en relation notamment avec des autres recours introduits parallèlement devant le même tribunal, ne saurait à lui seul justifier la durée de la procédure. Elle relève sur ce point qu’aucun acte de procédure n’a été accompli entre le 3 septembre 1992 et le 6 janvier 1994, entre le 15 février 1994 et le 11 septembre 1995, et entre le 11 septembre 1995 et le 29 avril 1997.", "28.  Eu égard à ce qui précède, la Cour estime qu’il y a eu en l’espèce violation de l’article 6 § 1 de la Convention.", "II  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "29.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "30.  Le requérant demande l’allocation d’une somme de 60 000 francs français (« FRF ») au titre du préjudice moral. Il demande en outre une somme de 80 000 FRF pour assurer « un effet  dissuasif » à la satisfaction équitable.", "31.  Le Gouvernement estime que ces prétentions sont excessives et propose de verser au requérant une somme de 15 000 FRF.", "32.  La Cour estime que le requérant a subi un tort moral certain du fait de la durée de la procédure. Compte tenu des circonstances de la cause et statuant en équité comme le veut l’article 41, elle octroie à ce titre 30 000 FRF au requérant.", "B.  Frais et dépens", "33.  Le requérant demande à ce titre 5 000 FRF pour les frais exposés devant les juridictions internes et 8 000 FRF pour les frais exposés devant les organes de la Convention. Il demande encore 2 000 FRF au titre des frais engagés après la recevabilité de l’affaire.", "34.  Le Gouvernement estime que, compte tenu du grief en cause, aucune somme ne devrait être versée au requérant au titre des frais devant les juridictions internes. En ce qui concerne par ailleurs les frais réclamés pour la procédure devant la Commission et la Cour, le Gouvernement souligne que la demande n’est assortie d’aucune pièce justificative et s’étonne de ce que le représentant du requérant, qui n’est pas avocat, demande des honoraires.", "35.  Pour ce qui est tout d’abord des frais engagés devant les juridictions internes, la Cour relève que le requérant ne produit aucun justificatif.", "En outre, le requérant ne démontre pas que ces frais aient été relatifs à un recours qui aurait été lié au grief soulevé devant la Cour. Dans ces conditions, la Cour n’accorde aucun dédommagement pour les frais engagés devant les juridictions internes. ", "S’agissant des frais réclamés au titre de la procédure devant les organes de la Convention, la Cour rappelle qu’en application de l’article 36 § 4 a) de son Règlement, un requérant ne peut être représenté, dans la procédure consécutive à une décision sur la recevabilité, que par un conseil habilité à exercer dans l’une des Parties contractantes. Ceci n’est pas le cas de M. Philippe Bernardet. En outre, aucune facture n’est produite à l’exception de celle couvrant les actes diligentés après la décision de recevabilité. Toutefois, la Cour admet que le requérant a dû engager des frais pour la procédure devant les organes de la Convention, en particulier avant la recevabilité de sa requête. En conséquence, la Cour décide, statuant en équité, d’allouer la somme de 5 000 FRF pour ces frais.", "C.  Intérêts moratoires", "36.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il  y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit :", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes : 30 000 (trente mille) francs français pour dommage moral et 5 000 (cinq mille) francs français pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)  que ces montants seront à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le  22 mai 2001 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tW. Fuhrmann\n\tGreffière\tPrésident"]}