{"file": "FRE_CLINF_44872_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "44872/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 39", "Février 2002", "Magalhães Pereira c. Portugal - 44872/98", "Arrêt 26.2.2002 [Section IV]", "Article 5", "Article 5-4", "Contrôle de la légalité de la détention", "Contrôle de la légalité du maintien en internement psychiatrique: violation", "Garanties procédurales du contrôle", "Défaut d’assistance juridique effective d’un interné psychiatrique dans la procédure de contrôle de la prolongation de son internement: violation", "En fait: Le requérant fut placé en internement psychiatrique en décembre 1996 après avoir été déclaré pénalement irresponsable, en raison de son aliénation mentale, à la suite de poursuites pour escroquerie. Par une ordonnance de janvier 1997, le juge du tribunal criminel compétent fixa, en application de la législation pertinente, la date du contrôle périodique obligatoire de l’internement du requérant au 1er mars 1998. En février 1997, le juge d’application des peines commit d’office un avocat pour défendre le requérant. Le 2 juillet 1997, le requérant déposa lui-même une demande de mise en liberté en se fondant sur un avis médical favorable. Le 4 juillet 1997, le juge apposa sur le dossier la mention « vu ». En janvier 1998, le juge demanda, conformément à la loi, l’avis de deux instituts médicaux relativement à la situation sociale du requérant. Les deux instituts rendirent leurs rapports après examen de ce dernier en mai 1998. L’un fit état de circonstances favorables à sa mise en liberté, mais l’autre y fut défavorable. En juillet 1998, le requérant, qui avait présenté une nouvelle demande de mise en liberté lui-même, fut entendu par le juge. Son avocat d’office étant à cette occasion absent, le juge désigna en tant que représentant d’office un fonctionnaire de l’établissement pénitentiaire dans lequel le requérant était détenu. Ce dernier déposa une troisième demande de mise en liberté, et ce toujours lui-même. En avril 1999, il profita d’une sortie temporaire pour s’enfuir et ne fut capturé qu’en novembre 1999, alors qu’il se trouvait à son domicile. En janvier 2000, le tribunal d’application des peines décida de maintenir son internement. Le juge d’application des peines se fonda sur le rapport médical de mai 1998 défavorable à sa mise en liberté et sur le fait qu’en s’enfuyant le requérant avait démontré qu’il ne pouvait lui être fait confiance. Enfin, le juge considéra qu’il n’était pas nécessaire d’examiner les demandes de mise en liberté qu’il avait présentées lui-même, étant donné son aliénation mentale. L’appel interjeté par le requérant contre cette décision fut rejeté. En janvier 2001, le juge ne fit pas droit à la demande de mise en liberté requise par le ministère public et décida de revoir la situation lors du prochain contrôle périodique prévu fin janvier 2002. L’appel interjeté par le ministère public fut rejeté en juin 2001.", "En droit: Article 5 § 4 – 1) S’agissant des cas d’internement de personnes souffrant de troubles psychiatriques, la procédure prévue par la législation portugaise pertinente correspond à un contrôle judiciaire périodique et automatique des motifs de l’internement. Par ailleurs l’interné a la possibilité de demander à tout moment la levée de son internement et sa mise en liberté. En l’espèce, la mention « vu » apposée par le juge d’application des peines sur le dossier de la première demande de mise en liberté du requérant ne saurait passer pour une décision sur les motifs d’internement. Contrairement à ce que le juge du tribunal criminel avait arrêté dans son ordonnance de janvier 1997, le premier contrôle périodique obligatoire de l’internement n’a eu lieu que le 20 janvier 2000, soit plus de deux ans et demi après la première demande de mise en liberté du requérant. Que la période de sept mois pendant laquelle ce dernier était en fuite soit retranchée ou non, la période écoulée doit être considérée comme excessive, sans qu’aucun motif exceptionnel ne puisse la justifier au regard de l’article 5 § 4. Cette seule raison suffit pour conclure à la violation de cette disposition. Par ailleurs, le tribunal d’application des peines a décidé de maintenir le requérant en détention, en janvier 2000, en se fondant notamment sur un rapport médical établi en mai 1998. La juridiction s’est donc prononcée à partir d’éléments médicaux obtenus un an et huit mois auparavant et qui ne reflétaient pas nécessairement l’état du requérant au moment de la décision. Pareil intervalle entre l’établissement du rapport médical et la décision était de nature à porter atteinte au principe que sous-tend l’article 5 en ce qu’il prémunit l’individu contre l’arbitraire lorsque se trouve en jeu une mesure privative de liberté. Enfin, le tribunal d’application des peines n’a pas satisfait aux exigences de la procédure relative au contrôle périodique obligatoire des motifs d’internement, telle qu’envisagée dans la législation interne.", "Conclusion: violation (unanimité).", "2) S’agissant du défaut d’assistance juridique adéquate allégué par le requérant, une personne détenue dans un établissement psychiatrique pour avoir accompli des actes constitutifs d’infractions pénales, mais dont les troubles mentaux empêchent de le juger responsable, doit, sauf circonstances exceptionnelles, jouir de l’assistance d’un avocat dans les procédures ultérieures relatives à la poursuite, la suspension ou la fin de son internement. L’importance de l’enjeu pour elle, puisqu’il s’agit de sa liberté, combinée à la nature même de son mal, une aptitude mentale diminuée, dicte cette conclusion. En l’espèce, le requérant présentait des troubles mentaux qui l’empêchaient de poursuivre une procédure judiciaire, comme celle relative en l’espèce au contrôle périodique de la légalité de son internement, sans assistance. Le juge du tribunal d’application des peines a désigné au début de la procédure, conformément à la loi, un avocat comme défenseur d’office du requérant. Cependant, ledit avocat à aucun moment n’est intervenu dans la procédure. Or, comme la Cour l’a dit à l’égard de l’article 6 § 3 (c), la nomination d’un conseil n’assure pas à elle seule le caractère effectif de l’assistance qu’il peut procurer à l’accusé. En l’espèce, le défaut d’assistance effective est apparu de manière flagrante lors de l’audience de juillet 1998, lorsqu’en l’absence de l’avocat d’office du requérant le juge désigna un fonctionnaire de l’établissement pénitentiaire dans lequel il était détenu en tant que défenseur d’office. Le Gouvernement a soutenu que le juge s’est passé de la présence de l’avocat d’office, étant donné la prétendue absence de questions juridiques à trancher. Cet argument ne peut être accepté. Premièrement, l’audition en question avait pour but de permettre au juge de statuer sur le maintien de l’internement du requérant, et il va de soi que des questions de droit peuvent se poser au cours d’une telle audition. Deuxièmement, le juge n’a pas renoncé à ce que le requérant soit représenté car il a désigné le fonctionnaire de l’établissement pénitentiaire à cette fin. Même si une telle désignation était, semble-t-il, conforme à la législation interne et à la jurisprudence du Tribunal constitutionnel, elle ne saurait constituer une représentation adéquate du requérant. Ce dernier n’a donc pas bénéficié d’une assistance juridique adéquate.", "Conclusion: violation (unanimité).", "Article 41: La Cour alloue au requérant 6 000 euros (EUR) pour dommage moral et 5 000 EUR, moins 1 779 EUR versés par le Conseil de l’Europe au titre de l’assistance judiciaire, pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}