{"file": "FRE_CLINF_44084_10.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "44084/10", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 161", "Mars 2013", "Gülay Çetin c. Turquie - 44084/10", "Arrêt 5.3.2013 [Section II]", "Article 3", "Traitement dégradant", "Traitement inhumain", "Caractère insuffisant de la procédure visant à protéger la santé d’une personne en détention provisoire atteinte d’une maladie grave : violation", "", "Article 14", "Discrimination", "Différence de traitement injustifiée entre personnes en détention provisoire et personnes condamnées en matière de libération pour raisons de santé : violation", "", "Article 46", "Article 46-2", "Exécution de l'arrêt", "Mesures générales", "Etat défendeur tenu de prendre des mesures générales pour pallier certains problèmes relatifs au dispositif de protection de la santé et du bien-être des personnes en détention provisoire atteintes de maladie grave", "", "En fait – En février 2007, la requérante, qui se trouvait en détention provisoire depuis décembre 2006, commença à se plaindre de problèmes gastriques et digestifs. En septembre 2008, la cour d’assises la déclara coupable d’homicide volontaire et la condamna à quinze années de réclusion criminelle. En raison de recours contre cette décision, l’intéressée resta en détention provisoire. En avril 2009, on diagnostiqua chez elle un cancer de l’estomac à un stade avancé. Toutes ses demandes de libération provisoire furent rejetées. En février 2011, la Cour de cassation confirma la condamnation de la requérante, qui devint ainsi définitive. En juin 2011, la procédure visant à surseoir à l’exécution de sa peine débuta, faisant suite à un rapport médical indiquant que sa maladie était incurable et que tenter de la traiter en milieu carcéral mettrait sa vie en danger. Le 12 juillet 2011, la requérante succomba à sa maladie avant l’aboutissement de la procédure qu’elle avait engagée pour obtenir soit une libération provisoire, soit un sursis à sa détention ou une grâce présidentielle.", "En droit", "Article 3 : Nul ne conteste la gravité de l’état de santé de la requérante ni le fait que cet état n’a cessé d’empirer au fil du temps, ce qui a posé des problèmes quant à sa prise en charge en milieu carcéral. Durant la période de détention provisoire, les demandes d’élargissement de la requérante furent toutes rejetées alors même que des rapports médicaux venaient étayer ses demandes. Les juridictions ont refusé de mettre en œuvre les procédures applicables aux détenus atteints de maladie grave, au motif que seules les personnes ayant fait l’objet d’une condamnation définitive pouvaient en bénéficier. Une telle interprétation est due en partie à l’imprécision des dispositions pertinentes et à l’absence d’une norme claire commandant aux magistrats de prendre dûment en compte le tableau clinique du détenu dans l’application du code de procédure pénale. Ainsi, le régime de protection des détenus malades ne présentait pas la clarté, la prévisibilité et l’effectivité voulues.", "Une fois sa condamnation devenue définitive, la requérante répondait en pratique aux conditions requises pour se prévaloir des dispositifs légaux censés protéger la santé des détenus atteints de maladie grave, sachant qu’elle se trouvait dès lors dans la phase terminale de sa maladie. Son avocate déposa une nouvelle demande de grâce présidentielle ainsi qu’une demande de sursis à l’exécution de la peine. Le 8 avril 2011, le service de l’hôpital en charge de la requérante la déclara inapte à demeurer incarcérée. Mais le parquet, ayant l’obligation légale de saisir la chambre de spécialistes de l’Institut médicolégal, a attendu une vingtaine de jours pour le faire. Or rien ne permet de croire que cette chambre est plus compétente pour apprécier l’état de santé d’un individu que le service hospitalier spécialisé qui l’a suivi régulièrement. Dès lors, il n’est pas compréhensible que l’Institut ait estimé utile de réexaminer la requérante en la faisant transférer dans une autre ville et qu’il ait attendu jusqu’au 8 juin 2011 pour ce faire, alors qu’il s’agissait uniquement de savoir si la maladie diagnostiquée à l’hôpital relevait de l’application d’un dispositif légal. Enfin, les médecins légistes ont ensuite attendu une semaine avant de rendre leur rapport autorisant finalement la remise en liberté de la requérante. Celui-ci n’a pas été communiqué au procureur concerné mais simplement mis à disposition, une semaine après son établissement le 15 juin 2011, sur le portail officiel du ministère de la Justice, et il n’a été reçu par le parquet que le 18 juillet suivant, six jours après la mort de la requérante. Les procédures en cause ont ainsi été appliquées en privilégiant plutôt les formalités que les considérations humanitaires et ont, ainsi, empêché la requérante, alors mourante, de vivre ses derniers jours dans la dignité. La détention dont elle a fait l’objet sans jamais parvenir à bénéficier du système de protection offert en théorie en droit turc a porté atteinte à sa dignité et l’a soumise à une épreuve d’une intensité qui a dépassé le niveau inévitable de souffrances inhérentes à une privation de la liberté et à un traitement anticancéreux.", "Conclusion : violation (unanimité).", "Article 14 combiné avec l’article 3 : Les faits dénoncés tombent sous le coup de l’article 3 dont la violation a été constatée. Le fait pour la requérante de relever du statut des « détenus à titre provisoire » correspondait bien à la notion de « toute autre situation » visée à l’article 14, et l’intéressée pouvait prétendre se trouver dans une situation similaire à celle des « personnes condamnées ». L’article 14 trouve donc à s’appliquer en l’espèce.", "Les dispositifs légaux excluent les personnes détenues à titre provisoire du bénéfice des mesures d’élargissement. Il existe donc une différence de traitement entre les personnes détenues à titre provisoire et celles qui ont fait l’objet d’une condamnation définitive, les premières ne bénéficiant pas de la même protection judiciaire que les secondes en cas de maladie présentant un pronostic fatal à court terme. Or les * énoncent qu’aucune distinction n’est permise entre les personnes placées en détention provisoire et celles privées de leur liberté à la suite d’une condamnation. D’autres recommandations abordent également la question du traitement des individus dont l’état de santé laisse prévoir une issue fatale. En conséquence, l’approche adoptée par la Cour dans l’arrêt Laduna c. Slovaquie relatif à une différence de traitement entre les prévenus et les condamnés quant à l’exercice du droit de recevoir des visites en prison est confirmée. Cette approche vaut à plus forte raison dans la présente affaire, qui concerne la protection de la dignité des détenus atteints d’une maladie présentant un pronostic fatal à court terme.", "Conclusion : violation (unanimité).", "Article 46 : Les questions soulevées dans le cas d’espèce risquent de se poser à nouveau dès qu’une personne détenue à titre provisoire souffrira d’une maladie présentant un pronostic fatal à court terme. A titre exceptionnel, la Cour indique les mesures générales aptes à pallier certains des problèmes constatés quant aux dispositifs procéduraux pour assurer la protection de la santé et du bien-être des détenus.", "Les magistrats devraient être soumis à une norme explicite les engageant à tenir dûment compte, lorsqu’il s’agit de décider du sort des personnes détenues à titre provisoire, qui sont donc par définition présumées innocentes, de leur état de santé et de la compatibilité de leur tableau clinique avec la vie carcérale, en ayant égard à des considérations humanitaires.", "En outre, dans les cas où l’état de santé d’un détenu est exceptionnellement grave, la Cour de cassation devrait pouvoir, tout au long de la procédure menée devant elle, décider de le remettre en liberté, et ce notamment lorsque le pourvoi est automatique.", "Concernant la suspension de la peine d’un détenu pour raisons de santé et le recours en grâce pour raisons médicales formé devant le président de la République qui sont essentiellement axés sur l’appréciation de constats médicaux objectifs et, de par leur nature, sur des considérations humanitaires, le système de protection pourrait offrir aux détenus provisoires souffrant de maladies présentant un pronostic fatal à court terme une possibilité de bénéficier de moyens comparables à ceux ouverts aux condamnés, que ce soit par la création de nouvelles normes ou dans le cadre des normes existantes.", "Concernant le mécanisme officiel d’expertise médicolégale qui vise à répondre à la question de savoir si la maladie dont souffre un détenu est compatible avec la vie carcérale, la procédure actuelle, qui confère à l’Institut médicolégal un rôle décisif, devrait être simplifiée afin d’éviter un formalisme excessif, de manière à ce que les détenus atteints d’une maladie présentant un pronostic fatal ne se trouvent plus abandonnés, victimes de retards, d’erreurs de jugement ou d’autres dysfonctionnements.", "La Cour laisse à l’Etat défendeur le soin de prendre les mesures générales qu’il estimera nécessaires pour atteindre les buts recherchés.", "Article 41 : 20 000 EUR conjointement aux ayants droit de la requérante pour préjudice moral ; demande pour dommage matériel rejetée.", "(Voir Laduna c. Slovaquie, no 31827/02, 13 décembre 2011, Note d’information no 147)", "* Recommandation Rec(2006)2 du Comité des Ministres aux Etats membres du Conseil de l’Europe sur les Règles pénitentiaires européennes, adoptée le 11 janvier 2006.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}