{"file": "FRE_HFJUD_18357_91.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "18357/91", "text_paragraphs": ["", "", "", "", "AFFAIRE HORNSBY c. GRÈCE", "", "CASE OF HORNSBY v. GREECE", "", "(ARTICLE 50)", "", "(107/1995/613/701)", "", "", "", "", "ARRÊT/JUDGMENT", "", "STRASBOURG", "", "", "1er avril/1 April 1998", "", "", "Cet arrêt peut subir des retouches de forme avant la parution de sa version définitive dans le Recueil des arrêts et décisions 1998, édité par Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Cologne) qui se charge aussi de le diffuser, en collaboration, pour certains pays, avec les agents de vente dont la liste figure au verso.", "", "The present judgment is subject to editorial revision before its reproduction in final form in Reports of Judgments and Decisions 1998. These reports are obtainable from the publisher Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Köln), who will also arrange for their distribution in association with the agents for certain countries as listed overleaf.", "", "Liste des agents de vente/List of Agents", "", "", "Belgique/Belgium: Etablissements Emile Bruylant (rue de la Régence 67, ", "  B-1000 Bruxelles)", "", "Luxembourg: Librairie Promoculture (14, rue Duchscher ", "  (place de Paris), B.P. 1142, L-1011 Luxembourg-Gare)", "", "Pays-Bas/The Netherlands: B.V. Juridische Boekhandel & Antiquariaat ", "  A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC", "  La Haye/’s-Gravenhage)", "SOMMAIRE", "Arrêt rendu par une chambre", "Grèce – demande de satisfaction équitable présentée par deux requérants que, dans un arrêt antérieur, la Cour a jugés victimes d'une violation de l'article 6 § 1 de la Convention", "article 50 de la convention", "A.\tPréjudice", "Date pertinente pour évaluer le préjudice allégué : celle de l'arrêt du Conseil d'Etat annulant le refus des autorités d'accorder aux requérants l'autorisation d'ouvrir un frontistirion.", "", "Base et mode de calcul employés par les requérants afin de prouver leur manque à gagner n'apparaissent pas nettement – estimations qui par nature ne peuvent revêtir qu'un caractère de pure spéculation.", "", "Pertes de recettes qu'il n'est pourtant pas possible d'évaluer avec précision – sentiment d'incertitude et d'angoisse quant à la poursuite de l'activité professionnelle – profond sentiment d'injustice dû au fait que l'administration grecque ne s'est pas conformée aux arrêts d'une juridiction internationale et de la cour administrative suprême grecque.", "", "Octroi d'une somme en équité, tous chefs de préjudice confondus.", "Conclusion : Etat défendeur tenu de verser une certaine somme aux requérants (six voix contre trois).", "B.\tFrais et dépens", "Requérants se sont vu rembourser les frais de justice devant les juridictions nationales, ont assumé eux-mêmes leur défense devant la Commission et n'ont pas participé à la procédure devant la Cour.", "Conclusion : non-lieu à l'octroi d'une somme (unanimité).", "RÉFÉRENCES À LA JURISPRUDENCE DE LA COUR", "19.3.1997, Hornsby c. Grèce", "", "", "En l'affaire Hornsby c. Grèce,", "La Cour européenne des Droits de l'Homme, constituée, conformément à l'article 43 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention ») et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit :", "\tMM.\tR. Bernhardt, président,", "\t\tF. Gölcüklü,", "\t\tL.-E. Pettiti,", "\t\tA. Spielmann,", "\t\tN. Valticos,", "\t\tJ.M. Morenilla,", "\tSir\tJohn Freeland,", "\tMM.\tL. Wildhaber,", "\t\tD. Gotchev,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 27 janvier et 28 mars 1998,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L'affaire a été déférée à la Cour par la Commission européenne des Droits de l'Homme (« la Commission ») le 11 décembre 1995, dans le délai de trois mois qu'ouvrent les articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (no 18357/91) dirigée contre la République hellénique et dont M. David Hornsby et Mme Ada Ann Hornsby, ressortissants britanniques, avaient saisi la Commission le 7 janvier 1990 en vertu de l'article 25.", "\n2.  Dans un arrêt du 19 mars 1997 (« l’arrêt au principal »), la Cour a conclu qu’en s’abstenant pendant plus de cinq ans de prendre les mesures nécessaires pour se conformer à deux décisions définitives du Conseil d'Etat, les autorités grecques ont privé les dispositions de l’article 6 § 1 de tout effet utile (Recueil des arrêts et décisions 1997-II, p. 512, § 45, et point 2 du dispositif). Par ailleurs, la Cour a relevé qu’il n’apparaissait pas que les requérants eussent renoncé à leur objectif d’ouvrir une école privée (frontistirion) pour l'apprentissage de la langue anglaise : en saisissant le tribunal administratif de Rhodes, ils sollicitaient non seulement une indemnité pour le préjudice qu’ils considéraient avoir subi, mais aussi pour celui qu’ils subiraient jusqu’au jour où l’administration leur accorderait le permis sollicité (ibidem, p. 512, § 44).", "La Cour avait réservé la question de l’application de l’article 50 car la procédure devant le tribunal administratif de Rhodes – dans laquelle les requérants cherchaient réparation du préjudice qu’ils alléguaient avoir subi\n– était encore pendante à l’époque. Elle a invité les parties à lui remettre dans les trois mois leurs observations à cet égard et, notamment, à l’informer de l’éventualité d’un accord (ibidem, pp. 512–513, §§ 46–49, et point 3 du dispositif).", "3.  Le 11 mai 1997, les requérants ont informé le greffe qu’ils avaient eu des contacts avec le Gouvernement, mais que ce dernier ne semblait pas désireux de prendre une quelconque mesure en l’espèce tant que la Cour n’aurait pas statué sur la satisfaction équitable demandée au titre de l’article 50.", "4.  Dans une lettre du 5 juin 1997 à la Cour, le Gouvernement dit avoir informé les requérants que l’arrêt de la Cour avait été communiqué aux autorités compétentes pour suite à donner. Il a demandé une prorogation du délai jusqu’à la fin de novembre 1997 (le tribunal administratif n’ayant pas encore statué).", "5.  Le 24 juin 1997, les requérants s’opposèrent à la prolongation du délai et déplorèrent de ce que les autorités n’avaient pas encore pris contact avec eux. Le 14 juillet 1997, ils remirent au greffe la copie de deux lettres adressées par eux à l’agent du Gouvernement et au directeur de l’enseignement secondaire, dans lesquelles ils se plaignaient de ce qu’aucune mesure n’eût encore été prise pour se conformer à l’arrêt de la Cour.", "6.  Dans l’intervalle, le 25 juin 1997, le président de la chambre, M. Bernhardt, avait décidé de donner suite à la demande du Gouvernement et reporté au 5 novembre 1997 la date limite pour parvenir à un règlement amiable. Il a précisé que ce serait aussi la date butoir pour déposer d’éventuels détails complémentaires sur les dommages subis après l’introduction de la requête.", "", "", "7.  Le 7 septembre 1997, les requérants communiquèrent au greffe la copie d’une lettre reçue de leur député britannique au Parlement européen (Mme Kinnock), qui avait tenté de les aider en écrivant directement aux autorités grecques. La réponse de celles-ci à Mme Kinnock se lit ainsi :", "« Madame,", "Suite à mon courrier du 24 juillet 1997, je vous informe que, concernant l’affaire des membres de votre circonscription, M. et Mme D. Hornsby, désireux d’ouvrir une école de langue anglaise à Rhodes, les services grecs nous ont répondu en ces termes :", "« Conformément aux décisions de la Cour européenne de Justice sur l’institution d’écoles de langues étrangères en Grèce, un décret présidentiel n° 211 fut publié en 1994 qui autorisait la création de ce genre d’établissement et permettait d’y employer comme professeurs des ressortissants de l’Union européenne.", "A ce moment-là, la Commission européenne engagea une procédure contre la Grèce pour non-respect indirect du principe de l’égalité de traitement entre Grecs et ressortissants de l’UE. Cette procédure se fondait sur l’inclusion dans le décret présidentiel précité de la condition d’une « parfaite connaissance et de l’usage courant de la langue grecque et d’une bonne connaissance de l’histoire de la Grèce » comme préalable à l’ouverture d’une école de langues étrangères et de l’emploi de professeur dans ce genre d’établissement.", "Le ministère de l'Education travaille en ce moment à la promulgation d’un nouveau décret présidentiel qui a déjà atteint le stade de l’élaboration législative par le Conseil d'Etat. Le nouveau texte prévoira les modifications nécessaires dans les conditions préalables ; ne sera désormais requise que la preuve d’une connaissance et d’une aptitude à employer la langue grecque pour les personnes employées comme professeurs dans les établissements d’enseignement des langues étrangères. »", "Les requérants soulignent que le décret présidentiel mentionné ci-dessus s’appliquera « aux personnes employées comme professeurs dans les établissements d’enseignement des langues étrangères », ce qui ne les concerne pas puisqu’ils désirent s’installer comme travailleurs indépendants.", "Dans une lettre reçue au greffe le 29 septembre 1997, les requérants ont informé la Cour d’une annonce parue dans les deux principaux journaux locaux au moment des inscriptions pour la nouvelle année scolaire (1997–1998). Le passage pertinent de la lettre est ainsi libellé :", "« Certes, l’annonce ne cite pas notre nom mais il est très clair qu’elle nous vise et que la population locale le comprendra ainsi car nous sommes l’unique école non grecque d’apprentissage d’une langue étrangère à Rhodes et la seule à laquelle peut renvoyer la partie concernant les examens.", "\nLa partie marquée d’un astérisque précise qu’un seul frontistirion (école de langue étrangère) ne remplit pas les conditions requises par la loi pour obtenir les autorisations nécessaires du ministère de l'Education. Vu le refus persistant du gouvernement grec de nous délivrer les permis, que nous demandons, nous ne pouvons pas prétendre qu’effectivement nous les avons. C’est la première fois que nous sommes ainsi pris à partie dans un journal et l’attaque a certainement porté car, pour la première fois depuis que nous avons ouvert l’établissement sous le nom de notre associée grecque en 1985, le nombre d’étudiants inscrits pour la nouvelle année scolaire a chuté.", "Nous soumettrons dès lors une nouvelle demande d’indemnisation lorsque nous serons en mesure d’estimer plus précisément la perte financière que cela nous a causée et qui est considérable. »", "8.  Les requérants et le Gouvernement ont déposé leur mémoire sur l’application de l’article 50 de la Convention les 29 octobre et 4 novembre 1997 respectivement. Le jugement du tribunal administratif de Rhodes\n – rendu dans l’intervalle le 30 juin 1997 – figure en annexe au mémoire. La Cour a reçu les observations du délégué de la Commission sur ces mémoires le 5 décembre 1997.", "EN FAIT", "9.  Le 30 juin 1997, le tribunal administratif de Rhodes fit partiellement droit aux revendications des requérants dans l’action en dommages-intérêts engagée contre l'Etat le 3 juillet 1992 (paragraphe 19 de l’arrêt au principal). Il déclara notamment :", "« Il ressort des pièces versées au dossier et notamment des livres comptables (…) de la société en commandite « D. and A. Hornsby and Co » que, pendant toute la période litigieuse, les demandeurs (…) faisaient fonctionner une école privée de langues étrangères, en dépit du refus du défendeur de leur accorder une autorisation à cette fin. Par conséquent, il n’est pas possible de prouver le dommage qu’ils allèguent avoir subi du fait d’un manque à gagner, en particulier des droits de scolarité qu’ils escomptaient percevoir s’il n’y avait pas eu comportement illégal du défendeur, puisqu’en réalité ils exerçaient une activité pour laquelle l’autorité administrative compétente leur avait refusé le permis (…)", "Cela étant, ni le dommage allégué ni l’existence éventuelle d’un manque à gagner ne peuvent être prouvés. Par ces motifs, l’action litigieuse doit être rejetée comme non fondée (…)", "D’autre part, le tribunal administratif considère que les refus illégaux successifs du défendeur d’acquiescer à la demande légitime des demandeurs – ce qui s’analyse en une méconnaissance flagrante des dispositions du droit communautaire – et le refus de se conformer aux arrêts de la Cour de justice des Communautés européennes et du\nConseil d'Etat ont engendré un long stress pour les demandeurs. Il estime dès lors qu’il échet d’accorder à chacun d’eux, au titre du préjudice moral, 400 000 drachmes, montant à majorer des intérêts légaux à compter de l’introduction de l’action, c’est-à-dire le 3 décembre 1990, date à laquelle l’action initiale des demandeurs devant les juridictions civiles a été signifiée au défendeur (…). Enfin, la demande des intéressés que le présent jugement soit immédiatement exécutoire par provision doit être rejetée car les conditions de l’article 70 § 2 du décret présidentiel n° 341/1978 ne se trouvent pas réunies en l’occurrence. »", "10.  Par une requête introduite auprès de la Cour de justice des Communautés européennes le 26 avril 1994, la Commission des Communautés européennes avait engagé une action en vertu de l’article 169 du traité de la CEE pour faire déclarer qu’en maintenant en vigueur les dispositions de l’article 70 de la loi n° 2545/1940 et du décret n° 46508/1976 du ministre de l'Education nationale et des Cultes (telles qu’amendées par la suite), l'Etat avait failli à ses obligations au regard du droit communautaire, notamment aux dispositions concernant la circulation des travailleurs au sein de la Communauté. Dans son arrêt du 1er juin 1995, la Cour de justice déclare en effet :", "« Les dispositions grecques précitées imposent, pour le recrutement des professeurs dans les écoles privées de langues étrangères, des conditions plus rigoureuses que pour les étrangers, y compris les ressortissants des autres Etats membres, que pour les ressortissants grecs.", "Ainsi, il résulte de la décision n° 46508 que le recrutement des professeurs étrangers requiert une autorisation délivrée par le directeur de l’enseignement privé auprès du ministère de l'Education nationale et des Cultes sur présentation de certains documents énumérés dans la décision. Le renouvellement de l’autorisation est également subordonné à la présentation de plusieurs documents, dont un certificat médical.", "En outre, conformément à l’article 70 paragraphes 1, 2 et 4 du décret-loi n° 2545/1940, seules les personnes qui présentent les qualifications requises pour les professeurs de l’enseignement public peuvent enseigner dans une école privée. Toutefois, le ministre compétent peut considérer que les qualifications des ressortissants helléniques qui ne remplissent pas cette condition sont suffisantes.", "(…)", "La République hellénique ne conteste pas que les règles litigieuses sont incompatibles avec le droit communautaire. Elle fait néanmoins valoir qu’un décret présidentiel soumettant le recrutement des ressortissants des autres Etats membres aux mêmes conditions que celles requises pour l’engagement des ressortissants helléniques sera prochainement publié et que, dès lors, le recours deviendra sans objet.", "Cette argumentation ne saurait être accueillie. Il est en effet de jurisprudence constante (…) que les modifications introduites dans la législation nationale sont sans pertinence pour statuer sur l’objet d’un recours en manquement, dès lors qu’elles n’ont pas été mises en œuvre avant l’expiration du délai imparti dans l’avis motivé.", "En conséquence, il y a lieu de constater le manquement dans les termes des conclusions de la Commission. »", "11.  La Commission européenne a décidé de saisir la Cour de justice des Communautés européennes en lui demandant d’infliger à la Grèce des sanctions financières pour inexécution de deux jugements concernant des manquements aux règles communautaires sur la reconnaissance des qualifications, à savoir l’obligation pour quiconque désire ouvrir une école privée d’apprentissage des langues étrangères, ou devenir directeur ou professeur dans ce genre d’établissement, de subir un examen en langue grecque et en histoire de la Grèce.", "EN DROIT", "12.  Aux termes de l’article 50 de la Convention,", "« Si la décision de la Cour déclare qu'une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d'une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu'imparfaitement d'effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s'il y a lieu, à la partie lésée une satisfaction équitable. »", "A.\tPréjudice", "13.  Les requérants allèguent un préjudice matériel et moral.", "En ce qui concerne le premier, qui consisterait en un manque à gagner, ils reconnaissent qu'il leur est impossible de le prouver de façon péremptoire, mais ils affirment qu'il existe des éléments objectifs – dont le tribunal administratif de Rhodes n'aurait pas tenu compte (paragraphe 9 ci-desssus) – qui en démontreraient l'ampleur. Le refus des autorités de leur accorder l'autorisation d'ouvrir leur propre frontistirion les aurait obligés à créer une société qui était gérée par une personne de nationalité grecque, ce qui les a empêchés, pendant une certaine période du moins, de paraître comme les véritables responsables de l'enseignement qu'ils dispensaient. De plus, ils auraient été victimes d'une campagne sournoise de rumeurs, dans la presse locale, selon laquelle leur frontistirion allait incessamment être fermé pour cause d'activité illégale ; cette campagne se serait transformée en 1997 en une diffamation ouverte de la part de leurs concurrents. Or cette campagne aurait eu pour résultat non seulement de décourager l'inscription de nouveaux élèves mais aussi de provoquer une chute du nombre des inscrits et donc des recettes de leur établissement. En outre, ils soutiennent qu'ils ont délibérément décidé de ne pas passer l'examen requis par la législation grecque (paragraphe 28 de l'arrêt au principal), car cela aurait impliqué une reconnaissance, de leur part, de la légitimité de cette condition d'accès à la profession. Enfin, ils soulignent que le but de leur démarche devant la Cour est d'obtenir l'autorisation à laquelle ils ont droit et non des dommages-intérêts ; ils affirment que la seule délivrance de cette autorisation n'a jamais cessé de figurer parmi les conditions qu'ils posaient pour parvenir à un règlement amiable de l'affaire.", "Quant au préjudice moral, la somme de 800 000 drachmes accordée par le tribunal administratif de Rhodes ne reflète en aucune façon l'angoisse, l'incertitude et l'humiliation qu'ils auraient vécues.", "Plus précisément, les requérants résument ainsi leurs prétentions :", "a) pour la période 1984–1990 : 169 962 400 drachmes ;", "b) pour la période 1990–1996 : 223 535 000 drachmes, dont :", "\t– 118 335 000 pour manque à gagner ;", "\t– 5 000 000 pour le dommage résultant du refus des autorités de renouveler les permis de séjour de ceux-ci ;", "\t– 100 000 000 pour le dommage moral causé par le harcèlement dont ils auraient été victimes de la part de la direction de l'enseignement secondaire du Dodécanèse ;", "\t– 200 000 pour le temps consacré à écrire des lettres ;", "c) pour la période 1996–1997 : 184 630 000 drachmes, dont :", "\t– 173 630 000 pour manque à gagner ;", "\t– 1 000 000 pour le refus persistant des autorités de renouveler les permis de séjour ;", "\t– 10 000 000 pour le dommage moral causé par le harcèlement dont ils continuaient à être victimes de la part des services du ministère de l'Education nationale.", "14.  Le Gouvernement soutient que les requérants n'ont droit à aucune indemnité pour les dommages allégués. Il rappelle que ceux-ci ont eu l'occasion d'exposer leurs prétentions au titre du préjudice matériel devant le tribunal administratif de Rhodes ; or celui-ci, après avoir ordonné un complément d'instruction, a conclu que l'existence d'un tel préjudice et, notamment, d'un manque à gagner, ne se trouvait pas établie et a décidé de leur accorder 400 000 drachmes à chacun pour préjudice moral, somme qui serait suffisante à ce titre. Il souligne qu'il est loisible aux requérants d'interjeter appel de ce jugement ou d'introduire une autre action en réparation contre l'Etat pour le préjudice allégué depuis 1990.", "15.  Le délégué de la Commission préconise, lui, une réparation pour le dommage matériel subi par les requérants en raison du refus continu des autorités de leur accorder l'autorisation d'ouvrir un frontistirion, ainsi que pour la partie du dommage moral non couverte par la somme octroyée par le tribunal administratif de Rhodes.", "16.  Pour calculer leur préjudice, les requérants se placent en 1984, année en laquelle ils ont essuyé le premier refus de se voir accorder l'autorisation d'ouvrir un frontistirion (paragraphe 7 de l'arrêt au principal).", "\nLa Cour rappelle que l'arrêt de la Cour de justice des Communautés européennes déclarant la législation grecque pertinente en la matière contraire aux dispositions du droit communautaire fut prononcé le 15 mars 1988 (paragraphe 9 de l'arrêt au principal), celui du Conseil d'Etat annulant le refus susmentionné, le 10 mai 1989 (paragraphe 13 de l'arrêt au principal). Elle estime devoir retenir cette dernière date pour évaluer le préjudice allégué, car c'est à compter de celle-ci que les requérants pouvaient valablement espérer obtenir ladite autorisation.", "17.  Les requérants indiquent de manière détaillée – afin de prouver leur manque à gagner – le nombre des inscriptions et les frais supplémentaires escomptés, dans l'hypothèse où l'autorisation leur aurait été accordée pendant la période litigieuse. Toutefois, la Cour relève que la base et le mode de calcul employés par les requérants à cet égard n'apparaissent pas nettement. Il s'agit là d'estimations qui par nature ne peuvent revêtir qu'un caractère de pure spéculation ; le tribunal administratif de Rhodes l'a relevé aussi du reste.", "18.  Certes, les requérants ont fait fonctionner, à partir de 1985 et par l'intermédiaire d'un ressortissant grec ayant les qualifications requises, la société en commandite « D. and A. Hornsby and Co » ; mais l'impossibilité dans laquelle ils se sont trouvés de gérer leur frontistirion sous leur propre responsabilité et d'en faire la publicité adéquate, ainsi que le climat de méfiance parmi leurs élèves quant au fonctionnement légal du frontistirion\n – créé par le refus des autorités d'accorder l'autorisation – ont pu causer aux requérants au fil des années des pertes de recettes qu'il n'est pourtant pas possible d'évaluer avec précision. A cela s'ajoute un sentiment d'incertitude et d'angoisse quant à la poursuite de leur activité professionnelle et un profond sentiment d'injustice dû au fait que l'administration grecque ne s'est pas conformée aux arrêts d'une juridiction internationale et de la cour administrative suprême grecque.", "A cet égard, la Cour estime utile de rappeler que par un arrêt du 10 juillet 1997, la Cour de justice des Communautés européennes a reconnu la responsabilité d'un Etat membre du fait de la transposition tardive d'une directive dans l'ordre juridique national et l'obligation de celui-ci de réparer les pertes financières éventuelles subies par le bénéficiaire de la directive.", "19.  Compte tenu de ces considérations, la Cour accorde aux requérants, en équité, 25 000 000 drachmes, tous chefs de préjudice confondus.", "B.\t\tFrais et dépens", "20.  Les requérants réclament 690 000 drachmes pour frais divers et 400 000 drachmes pour honoraires d'avocat devant les instances nationales.", "\n21.  Le Gouvernement se déclare prêt à rembourser les frais et honoraires qui auraient été raisonnablement et nécessairement encourus et dûment prouvés.", "22.  Quant au délégué de la Commission, il préconise le remboursement de ceux afférents à la procédure devant le Conseil d'Etat, le tribunal administratif de Rhodes – que les intéressés n'ont pas recouvrés jusqu'ici – et les organes de la Convention.", "23.  La Cour note que les requérants se sont vu rembourser les frais de justice devant le Conseil d'Etat ainsi qu'une partie de leurs frais devant le tribunal administratif de Rhodes ; ils ont assumé eux-mêmes leur défense devant la Commission et n'ont pas participé à la procédure devant la Cour. Elle estime donc ne pas devoir octroyer une somme à ce titre.", "C.\tIntérêts moratoires", "24.  Selon les informations dont dispose la Cour, le taux légal applicable en Grèce à la date d’adoption du présent arrêt est de 6 % l'an.", "par ces motifs, la cour", "1.\tDit, par six voix contre trois,", "a) que l'Etat défendeur doit verser aux requérants, dans les trois mois, 25 000 000 (vingt-cinq millions) drachmes pour dommage matériel et moral ;", "b) que ce montant est à majorer d'un intérêt simple de 6 % l'an à compter de l'expiration dudit délai et jusqu'au versement.", "", "2.\tRejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis communiqué par écrit le 1er avril 1998, en application de l'article 55 § 2, second alinéa, du règlement A.", "", "", "", "\tSigné : Rudolf Bernhardt\n\t\tPrésident", "", "Signé :\tHerbert Petzold", "\tGreffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 § 2 de la Convention et 53 § 2 du règlement A, l'exposé de l'opinion dissidente de M. Valticos, à laquelle se rallient MM. Pettiti et Morenilla.", "", "", "\t\t\t\t\t\t\tParaphé : R. B.", "\t\t\t\t\t\t\tParaphé : H. P.\t\n", "OPINION DISSIDENTE DE M. LE JUGE VALTICOS, À LAQUELLE SE RALLIENT MM. LES JUGES PETTITI \nET MORENILLA", "Déjà, dans l'arrêt au principal, j'avais exprimé mon désaccord avec la conclusion de la Cour considérant qu'il y avait violation de la Convention quant au fond, les autorités nationales concernées ayant, bien qu'avec retard, pris les mesures nécessaires pour le respect de la Convention dans le cas présent.", "S'agissant maintenant de l'article 50, la Cour poursuit une opinion que j'estime erronée et je ne peux que m'en distancer à nouveau, et à plus d'un titre.", "Tout d'abord, la Cour se réfère maintenant à un arrêt de la Cour de justice des Communautés européennes et elle a tort de le faire en tant que motivation de sa décision.", "En effet, on ne saurait considérer qu'il y ait ici la moindre question de chose jugée ; la juridiction est différente, la règle de droit en cause l'est aussi (il s'agit là des règles communautaires) et, si l'on devait même entrer dans le fond du raisonnement de la Cour de justice des Communautés, on trouverait certainement à redire, mais il serait malséant d'en discuter ici. Il est en tout cas complètement inapproprié que la Cour se fonde sur l'arrêt de la Cour de Luxembourg pour évaluer le préjudice allégué.", "Or, justement, le problème ici est celui du préjudice. Les requérants, qui ont du reste choisi de ne pas comparaître devant la Cour, réclament des sommes fabuleuses alors que les 800 000 drachmes accordés par le tribunal administratif de Rhodes n'étaient pas une somme négligeable. Or, aucune preuve sérieuse n'a été apportée du dommage prétendument subi alors que, malgré l'absence d'autorisation, les requérants ont continué à faire fonctionner leur institution sous un prête-nom et que rien ne prouve qu'une certaine baisse de leur revenu, dont ils se plaignent, soit due à leurs péripéties administratives plutôt qu'à d'autres causes qui viennent naturellement à l'esprit.", "Je ne peux donc m'associer à cette largesse injustifiée de la Cour sur des fonds publics.", "", ""]}