{"file": "FRE_HFJUD_33290_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33290/96", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE SALGUEIRO DA SILVA MOUTA c. PORTUGAL", "", "", "(Requête n° 33290/96)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "21 décembre 1999", "", "", "", "DÉFINITIF", "", "21/03/2000", "", "", "", "", "", "", "En l’affaire Salgueiro da Silva Mouta c. Portugal,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tM. Pellonpää, président,\n\t\tG. Ress,\n\t\tA. Pastor Ridruejo,\n\t\tL. Caflisch,\n\t\tJ. Makarczyk,\n\t\tI. Cabral Barreto,\n\tMme\tN. Vajić, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil les 28 septembre et 9 décembre 1999,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 33290/96) dirigée contre la République du Portugal et dont un ressortissant de cet Etat, M. João Manuel Salgueiro da Silva Mouta (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 12 février 1996, en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le 20 mai 1997, la Commission a décidé de porter la requête à la connaissance du gouvernement portugais (« le Gouvernement »), en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé. Le Gouvernement a présenté ses observations le 15 octobre 1997, après prorogation du délai imparti, et le requérant y a répondu le 6 janvier 1998.", "3.  A la suite de l’entrée en vigueur du Protocole n° 11 à la Convention le 1er novembre 1998, et conformément à l’article 5 § 2 de celui-ci, la requête est examinée par la Cour. ", "4.  Conformément à l’article 52 § 1 du règlement de la Cour (« le règlement »), le président de la Cour, M. L. Wildhaber, a attribué l’affaire à la quatrième section. La chambre constituée au sein de ladite section comprenait de plein droit M. I. Cabral Barreto, juge élu au titre du Portugal (articles 27 § 2 de la Convention et 26 § 1 a) du règlement), et M. M. Pellonpää, président de la section (article 26 § 1 a) du règlement). Les autres membres désignés par ce dernier pour compléter la chambre étaient M. G. Ress, M. A. Pastor Ridruejo, M. L. Caflisch, M. J. Makarczyk et Mme N. Vajić (article 26 § 1 b) du règlement). ", "5.  Le 1er décembre 1998, la chambre a déclaré la requête recevable, estimant que les griefs tirés par le requérant des articles 8 et 14 de la Convention devaient faire l’objet d’un examen au fond.", "6.  Le 15 juin 1999, la chambre a décidé de tenir, à huis clos, une audience sur le bien-fondé de l’affaire. L’audience s’est déroulée le 28 septembre 1999, au Palais des Droits de l’Homme à Strasbourg.", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tA. Henriques Gaspar, procureur général adjoint,\tagent,\n\tP. Guerra, professeur à l’Ecole de la magistrature, \tconseiller ;", "–  pour le requérant\nMes \tT. Coutinho, avocate,\tconseil,\n\tR. Gonçalves, avocat stagiaire,\tconseiller.", "", "Le requérant a également assisté à l’audience.", "", "La Cour a entendu en leurs déclarations, ainsi qu’en leurs réponses aux questions de l’un des juges, Me Coutinho et M. Henriques Gaspar.", "7.  Conformément à la décision du président de la chambre en date du 28 septembre 1999, le requérant a déposé, le 8 octobre 1999, un mémoire supplémentaire concernant ses demandes au titre de l’article 41 de la Convention. Le Gouvernement y a répondu le 28 octobre 1999.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant est un ressortissant portugais né en 1961 et résidant à Queluz (Portugal). ", "9.  En 1983, le requérant épousa C.D.S. Le 2 novembre 1987, ils eurent une fille, M. Séparé de son épouse depuis avril 1990, le requérant vit depuis cette date avec un adulte de sexe masculin, L.G.C. A la suite d’une action en divorce intentée par C.D.S., le divorce fut prononcé le 30 septembre 1993 par le tribunal aux affaires familiales (Tribunal de Família) de Lisbonne.", "10.  Le 7 février 1991, le requérant conclut, dans le cadre de la procédure de divorce, un accord avec C.D.S. relatif à l’octroi de l’autorité parentale (poder paternal) sur l’enfant M. Aux termes de cet accord, l’autorité parentale était confiée à C.D.S., le requérant bénéficiant d’un droit de visite. Toutefois, le requérant ne put bénéficier de son droit de visite, C.D.S. ne respectant pas ledit accord.", "11.  Le 16 mars 1992, le requérant introduisit une demande visant à lui conférer l’autorité parentale. Il allégua que C.D.S. ne respectait pas les termes de l’accord conclu le 7 février 1991, l’enfant M. se trouvant confiée à la garde de ses grands-parents maternels. Le requérant se prétendait en mesure de mieux s’occuper de son enfant. Dans son mémoire en réponse, C.D.S. accusa L.G.C. de s’être livré à des abus sexuels sur l’enfant.", "12.  Le tribunal aux affaires familiales de Lisbonne rendit son jugement le 14 juillet 1994, après une période pendant laquelle le requérant, l’enfant M., C.D.S., L.G.C. et les grands-parents maternels de l’enfant furent suivis par des experts en psychologie auprès de ce même tribunal. Celui-ci attribua l’autorité parentale au requérant, écartant comme non fondées, à la lumière des rapports des experts en psychologie, les allégations de C.D.S. selon lesquelles L.G.C. aurait demandé à l’enfant M. de le masturber. Il considéra par ailleurs, toujours à la lumière des rapports des experts en psychologie, que les déclarations de l’enfant M. en ce sens semblaient plutôt avoir été le résultat d’influences exercées sur l’enfant par d’autres personnes. Le tribunal ajouta :", "« La mère maintient sa position peu coopérative et il est complètement improbable qu’elle change d’attitude. Elle n’a pas respecté, de manière répétée, les décisions du tribunal. Force est de constater que [la mère] n’a pas démontré être, à l’heure actuelle, capable de donner à M. les conditions d’une vie équilibrée et tranquille dont cette dernière a besoin. Le père est, à l’heure actuelle, plus en mesure de le faire. Outre le fait de disposer des conditions économiques et d’habitation pour avoir l’enfant avec lui, il a démontré être capable de lui transmettre les conditions d’équilibre dont l’enfant a besoin et de respecter son droit à garder un contact régulier et assidu avec la mère et les grands-parents maternels. »", "13.  M. demeura avec le requérant du 18 avril au 3 novembre 1995, date à laquelle elle aurait été enlevée par C.D.S. A la suite d’une plainte du requérant, une procédure pénale est actuellement pendante au sujet de ces mêmes faits.", "14.  C.D.S. fit appel contre le jugement du tribunal aux affaires familiales devant la cour d’appel (Tribunal da Relação) de Lisbonne. Le 9 janvier 1996, celle-ci rendit son arrêt. Elle infirma le jugement du tribunal de première instance et attribua l’autorité parentale à C.D.S., tout en accordant un droit de visite au requérant. Cet arrêt se lit ainsi :", "« Dans la procédure d’octroi de l’autorité parentale relative à l’enfant M., née le 2 novembre 1987, fille [du requérant] et de C.D.S., la décision prononcée le 7 février 1991 homologuait l’accord entre les parents au sujet de l’autorité parentale sur l’enfant, du régime de visites et du montant de la pension alimentaire à verser par le père, puisque M. a été confiée à la garde de sa mère. ", "Le 16 mars 1992 [le requérant] introduisit une demande de modification de l’octroi de l’autorité parentale au motif que l’enfant ne vivait pas avec sa mère, conformément à ce qui avait été décidé, mais chez ses grands-parents maternels, ce qui selon lui n’avait pas lieu d’être. C’est pour cette raison qu’il fallait modifier le régime de la garde de façon à lui confier sa fille et à appliquer à la mère le régime de visites et de pension alimentaire qui lui incombait.", "La mère de l’enfant non seulement contesta la demande du requérant mais invoqua des faits tendant à démontrer que l’enfant ne devait pas rester en compagnie de son père car celui-ci était homosexuel et vivait en ménage avec un autre homme. A la suite de plusieurs démarches dans le cadre de cette procédure, la décision suivante fut rendue le 14 juillet 1994 :", "  « 1.  L’enfant est confiée à la garde et aux soins de son père, à qui est confiée l’autorité parentale ;", "  2.  L’enfant pourra voir sa mère un week-end sur deux, du vendredi jusqu’au lundi. Sa mère ira la chercher le vendredi à la sortie de l’école et la ramènera à l’école le lundi matin avant le début des cours ;", "  3.  L’enfant pourra également voir sa mère tous les mardi et mercredi ; sa mère ira la chercher à l’école à la fin des cours et la ramènera le lendemain matin ;", "  4.  L’enfant passera la veille et le jour de Noël alternativement avec son père et avec sa mère ;", "  5.  L’enfant passera les fêtes de Pâques avec sa mère ;", "  6.  Pendant les vacances scolaires d’été, l’enfant passera trente jours avec sa mère. Les dates devront être convenues avec le père au moins soixante jours à l’avance ;", "  7.  La mère devra verser au père une pension alimentaire de 30 000 escudos par mois, avant le 8 de chaque mois. Cette pension sera réactualisée une fois par an à l’aide de l’indice d’inflation de l’année précédente publié par l’INE [Institut national de la statistique]. »", "Cette même décision réglementait spécifiquement le régime applicable à l’année 1994. Insatisfaite de cette décision, C.D.S. interjeta appel. Auparavant, elle avait fait appel de la décision figurant à la page 238 qui refusait la demande de suspension de l’instance et de la décision prononcée à l’audience de jugement du 29 avril 1994 sur la demande d’examen du document figurant à la page 233 ; ces deux recours ont été renvoyés et n’ont finalement eu qu’un effet purement dévolutif.", "Les conclusions du mémoire de la requérante sont les suivantes :", "(...)", "Dans son mémoire [le requérant] plaide pour la confirmation du jugement de première instance.", "Le procureur de la République près cette cour d’appel a émis un avis en faveur de la nullité de la décision mais pas en vertu des moyens de l’appelante.", "Après examen du dossier, il y a lieu de décider.", "En premier lieu, examinons les faits suivants, que la première instance a considérés comme établis :", "1.  L’enfant M., née le 2 novembre 1987, est la fille [du requérant] et de C.D.S.", "2.  Ses parents se sont mariés le 2 avril 1983.", "3.  Le divorce a été prononcé le 30 septembre 1993 et leur union dissoute.", "4.  Les parents vivent séparés depuis le mois d’avril 1990, date à laquelle [le requérant] a quitté son domicile pour aller vivre avec un autre homme, prénommé L.", "5.  Le 7 mars 1991, dans le cadre de la procédure n° 1101/90, le tribunal de Loures, par décision de justice, homologua l’accord suivant relatif à l’exercice de l’autorité parentale sur l’enfant :", "  « I.  L’enfant est confiée à sa mère ;", "  II.  Son père pourra rendre visite à sa fille chaque fois qu’il le souhaite, sans nuire à son activité scolaire ;", "  III.  L’enfant passera avec son père un week-end sur deux, ainsi que Noël et Pâques ;", "  IV.  L’enfant passera les vacances du père avec celui-ci, sauf si ces congés coïncident avec ceux de la mère, auquel cas l’enfant passera quinze jours avec chacun des parents ;", "  V.  Les week-ends que l’enfant doit passer avec son père, celui-ci ira la chercher chez sa mère, le samedi vers 10 heures et il la ramènera le dimanche vers 20 heures ;", "  VI.  Dès que possible, l’enfant ira au jardin d’enfants, dont l’inscription est à la charge du père ;", "  VII.  Le père versera une pension alimentaire de 10 000 escudos par mois, réactualisée une fois par an selon le même pourcentage que l’augmentation nette de son salaire. Cette somme sera versée sur le compte de la mère de l’enfant – compte n° ... – avant le 5 du mois suivant ;", "  VIII.  Le père paiera en outre la moitié des frais de jardin d’enfants de sa fille ;", "  IX.  En cas de dépenses extraordinaires pour la santé de l’enfant, le père en acquittera la moitié. »", "6.  A partir du mois d’avril 1992, l’enfant cessa de voir son père aux termes de l’accord passé, contre la volonté de ce dernier.", "7.  Jusqu’au mois de janvier 1994, l’enfant a vécu chez ses grands-parents maternels [nom], à Camarate [adresse].", "8.  A partir de cette date, l’enfant est allée vivre chez sa mère et le compagnon de celle-ci [adresse], à Lisbonne.", "9.  Elle continua cependant à dormir de temps en temps chez ses grands-parents maternels.", "10.  Les jours d’école, où elle n’y dormait pas, sa mère la conduisait chez ses grands-parents où elle restait après l’école à partir de 17 heures.", "11.  Pendant cette année scolaire, l’enfant M. était en première année de premier cycle, au collège ... dont les frais de scolarité s’élèvent à 45 400 escudos par mois.", "12.  Sa mère vit maritalement avec J. depuis au moins deux ans.", "13.  Ce dernier, gérant commercial, exerce une activité d’import-export, ses affaires l’occupant essentiellement en Allemagne, où il a le statut d’immigrant, et ses revenus sont de l’ordre de 600 000 escudos par mois.", "14.  La mère, C.D.S., est gérante de la société DNS, dont les associés sont son compagnon et son frère, J.P.", "15.  Elle est inscrite à l’agence pour l’emploi et la formation professionnelle depuis le 17 février 1994.", "16.  Ses dépenses sont assurées conjointement par elle et son compagnon.", "17.  Elle déclare payer 120 000 escudos de loyer et dépenser environ 100 000 par mois en alimentation.", "18.  Le père, João Mouta, entretient une relation de type homosexuel avec L.G.C., avec lequel il vit depuis le mois d’avril 1990.", "19.  Il est chef de département chez A., et son revenu mensuel net s’élève, avec les commissions, à un peu plus de 200 000 escudos.", "20.  L’enfant est extrêmement liée à sa grand-mère maternelle, qui est témoin de Jéhovah.", "21.  Par suite du non-respect de la décision évoquée au paragraphe 5, la mère de l’enfant a été condamnée le 14 mai 1993 à verser une amende de 30 000 escudos parce que, depuis le mois d’avril 1992, elle n’autorisait pas le père à exercer son « droit de visite à l’égard de sa fille conformément à la décision prononcée ».", "22.  Le 25 juin 1994, après avoir entendu individuellement et conjointement le père et la mère, et M., sans la présence de ses parents ni de sa grand-mère maternelle, après avoir entendu individuellement cette dernière, le compagnon du père et après examen psychologique de M., le cabinet de psychologie auprès du tribunal fit le rapport suivant :", "  « M. est une enfant communicative, au développement intellectuel normal pour son âge et au potentiel intellectuel supérieur à la moyenne. Elle est très liée affectivement à son père et à sa mère, et la situation de conflit existant entre ses parents est source d’une certaine instabilité. Elle souhaite que ses parents se rapprochent car il lui est difficile de comprendre et d’accepter d’habiter chez ses grands-parents et de ne pas voir son père. Sa relation avec son père est très bonne, et ce dernier est très affectueux et disponible pour sa fille. [Le requérant] et son ex-femme sont tous deux des parents affectueux et flexibles, qui assurent tous les deux un rôle éducatif et sécurisant pour leur fille. Les facteurs à l’origine de leur séparation ont été par la suite source d’un conflit important entre eux, renforcé par la grand-mère maternelle de M. qui n’accepte pas le mode de vie [du requérant] et essaie inconsciemment de l’éloigner de sa fille. En résumé, les deux parents sont capables d’assurer le bon développement psychoaffectif de leur fille, mais il nous semble qu’il n’est pas bon que celle-ci habite chez sa grand-mère qui intervient de manière négative dans le conflit existant entre les deux parties et qui entretient ce conflit en essayant d’éloigner [le requérant] car elle n’accepte pas son mode de vie. »", "23.  Le 16 août 1993, M. raconta à la psychologue et à son père que le compagnon de ce dernier lui avait demandé, en son absence, de l’accompagner à la salle de bains, qu’il avait fermée à clef, et de le masturber (elle fit les gestes expressifs de la masturbation), en lui disant ensuite qu’elle n’avait pas besoin de se laver les mains et qu’elle ne devait rien dire à son père. La psychologue affirme que la façon dont l’enfant a raconté cet épisode l’a fait douter de la véracité de ce récit, qui aurait pu lui être soufflé à plusieurs reprises. Elle ajoute que, pendant le récit de sa fille, le requérant eut une attitude de compréhension et de recherche d’éclaircissements, qui confirma les bonnes relations entre le père et sa fille.", "24.  Lors de l’entretien avec la psychologue du 6 décembre 1993, l’enfant déclara qu’elle continuait à vivre chez sa grand-mère maternelle et qu’elle allait de temps en temps chez sa mère où elle dormait sur un canapé dans le salon car il n’y avait pas de chambre pour elle.", "25.  Dans un rapport daté du 17 janvier 1994, à la suite d’une rencontre entre la fille et le père, la psychologue conclut que « bien que lors de ses rencontres avec son père, M. ait constaté que son père vivait avec un autre homme, ses images parentales sont bien intégrées et elle ne présente pas de problème lié à l’identité psychosexuelle, que ce soit la sienne ou celle de ses parents ».", "26.  Le Dr V., psychiatre, après examen du compagnon [du requérant], père de l’enfant, déclara que selon lui, celui-ci avait une personnalité stable avec un développement satisfaisant au niveau affectif et cognitif. Il n’a pas observé de pathologie individuelle ou de couple. Il estime totalement improbable que les faits relatés par l’enfant, tels que décrits au paragraphe 23, se soient réellement passés.", "27.  Le rapport final du cabinet de psychologie sur cette affaire, daté du 12 avril 1994, indique chez M. une certaine instabilité issue en partie de la situation conflictuelle existant entre sa famille maternelle et son père, et une attitude défensive qui se manifeste par le refus d’affronter des situations susceptibles d’être source d’anxiété. L’enfant a conscience de l’opposition manifestée par sa famille à l’égard de ses rencontres avec son père, opposition justifiée par les descriptions faites par l’enfant d’une scène qui se serait passée entre celle-ci et le compagnon de son père, L.G.C., au cours de laquelle il lui aurait demandé de le masturber. En ce qui concerne ce récit, il semble difficile qu’une enfant de six ans reproduise en détail une situation survenue plusieurs années auparavant. Il en conclut que le fait que M. décrive en détail la scène de masturbation susmentionnée ne signifie pas que celle-ci ait réellement eu lieu. Le rapport réaffirme que le père est un père très affectueux, qu’il est plein de compréhension et de tendresse à l’égard de sa fille, sans cependant oublier les limites nécessaires et sécurisantes qu’il lui impose de façon adéquate et pédagogique.", "Le rapport réaffirme également que la mère de l’enfant est une mère très affectueuse, mais un peu permissive et, de ce fait, peu sécurisante, mais capable d’évoluer positivement. Le rapport conclut également qu’il n’est pas souhaitable que l’enfant vive avec sa grand-mère, car le fanatisme religieux dans lequel elle évolue non seulement condamne, mais exclut son père en raison des choix individuels et affectifs qu’il a faits, ce qui a contribué à semer la confusion chez l’enfant et à augmenter ses conflits internes et son anxiété, en compromettant son bon développement psychoaffectif.", "28.  A l’occasion de l’audience du 24 janvier 1994, la décision provisoire suivante a été prononcée avec l’accord des deux parents : I. M. peut passer tous les samedis de 10 heures à 22 heures avec son père, II. à cette fin, son père ira la chercher chez sa mère en compagnie de sa grand-mère paternelle et/ou de son arrière grand-mère paternelle.", "29.  La mère n’a pas permis que sa fille rencontre son père aux termes fixés par la décision susmentionnée.", "30.  Le 22 avril 1994, le département de pédopsychiatrie de l’hôpital D. Estefânea a jugé nécessaire de suivre M., l’anxiété ressentie par l’enfant risquant de perturber son développement psychoaffectif. ", "Ces faits ressortant de la première instance sont considérés comme définitivement établis, sans préjudice de la possibilité de considérer un autre élément au cours du présent arrêt. En ce qui concerne les autres recours, la requérante n’a pas présenté de mémoires, ces recours étant donc considérés comme sans effet aux termes des articles 292 § 1 et 690 § 2 du code de procédure civile. Outre le fait que les éléments factuels n’ont pas été apportés, ces aspects nous semblent suffisants pour statuer en l’espèce, comme nous comprenons que le juge s’est prononcé sur la question essentielle du procès, à savoir auquel des deux parents doit être confiée l’enfant. Les carences relevées par le magistrat du ministère public dans la décision, bien que pertinentes, n’entraînent pas la nullité de cette dernière.", "Examinons donc le recours :", "L’article 1905 § 1 du code civil dispose que dans les cas de divorce, de séparation judiciaire de personnes et de biens, de déclaration de nullité ou d’annulation du mariage, la garde de l’enfant, la pension alimentaire et la forme de son versement sont réglées par un accord entre les parents, celui-ci étant soumis à l’homologation du tribunal ; l’homologation est refusée si l’accord est contraire à l’intérêt du mineur, y compris l’intérêt de celui-ci de maintenir avec le parent à qui il n’a pas été confié une relation très proche. Le paragraphe 2 ajoute que, faute d’accord, le tribunal décide en préservant les intérêts du mineur, y compris l’intérêt de celui-ci de maintenir une relation très proche avec le parent à qui il n’a pas été confié, le mineur pouvant être confié à la garde de l’un des parents, ou, en présence de l’un des cas prévus par l’article 1918, à la garde d’un tiers ou à un établissement d’éducation ou d’assistance.", "La loi sur l’organisation de la tutelle des mineurs [(OTM)] s’occupe également de ce point, en précisant dans son article 180 § 1, que l’octroi de l’autorité parentale doit être décidé en harmonie avec les intérêts du mineur.", "On peut lire dans l’arrêt de la cour d’appel de Lisbonne du 24 avril 1974, résumé dans le BMJ (Bulletin du ministère de la Justice) n° 236, p. 189 : « La charte des droits de l’enfant – Résolution du 20 novembre 1989 de l’Assemblée générale des Nations Unies – proclame avec une rare concision que, pour l’épanouissement harmonieux de sa personnalité, l’enfant a besoin d’amour et de compréhension ; il doit, dans la mesure du possible, grandir sous la protection et la responsabilité de ses parents et, dans tous les cas, dans un climat d’affection et de sécurité morale et matérielle, l’enfant en bas âge ne devant pas être séparé de sa mère, sauf dans des cas exceptionnels. »", "Nous n’avons pas la moindre hésitation à soutenir cette affirmation, qui correspond totalement aux réalités de la vie ; en effet, malgré l’importance de l’amour paternel, un enfant en bas âge a besoin de soins que seul l’amour maternel peut lui prodiguer. Nous pensons que M., actuellement âgée de huit ans, a encore besoin des soins maternels. Voir à ce sujet l’arrêt de la cour d’appel de Porto du 7 juin 1988, dans le BMJ n° 378, p. 790, qui décide que « dans le cas des mineurs en bas âge, c’est-à-dire jusqu’à sept ou huit ans, le lien affectif avec la mère est un facteur essentiel au développement psychique et affectif de l’enfant, étant donné que les besoins redoublés de tendresse et d’assistance attentionnée nécessaires à cet âge peuvent rarement être remplacés par l’affection et l’intérêt du père ».", "Les relations entre M. et ses parents sont un facteur décisif pour son équilibre émotionnel et la formation de sa personnalité, d’autant plus qu’il est prouvé que les liens qui l’unissent à ses parents sont profonds, de même qu’il est prouvé que chacun d’eux est capable d’assurer le développement psychoaffectif de l’enfant.", "Dans le compte rendu de la décision d’attribution de l’autorité parentale du 5 juillet 1990 [le requérant] reconnaît la capacité de l’appelante à s’occuper de leur fille, et il suggère que celle-ci soit confiée à sa mère et dans le cours de la présente procédure de modification, il réaffirme cette déclaration quand, dans le procès-verbal de l’audience du 15 juin 1992, il déclare renoncer à sa demande initiale de garde de l’enfant car celle-ci vit à nouveau avec sa mère. Le père de M. manifeste le désir que sa fille ne reste pas chez ses grands-parents maternels, en faisant valoir les innombrables difficultés auxquelles il se heurte pour voir sa fille devant le comportement de l’appelante et de sa mère qui font tout pour l’éloigner de ces rencontres parce qu’elles n’acceptent pas son homosexualité.", "L’article 182 de l’OTM autorise la modification du régime précédemment fixé lorsque l’accord ou la décision finale ne sont pas respectés par les deux parents ou lorsque des circonstances ultérieures rendent nécessaires [de modifier] ce qui a été établi. Il convient cependant de vérifier s’il y a un motif justifié pour modifier la décision qui a confié la garde de l’enfant à sa mère.", "Si l’on examine le contenu de la demande initiale de modification, on constate que l’accent est mis sur le fait que l’enfant vit chez ses grands-parents maternels, qui sont témoins de Jéhovah. Mais la vérité est que [le requérant] n’a produit aucun fait apportant la preuve du caractère maléfique de cette religion, et qu’il s’est limité à insister sur le refus obstiné des grands-parents à ce que le père et sa fille se voient. D’après ce que nous savons de la doctrine des témoins de Jéhovah, cette religion n’incite pas à la pratique du mal, bien que le fanatisme existe.", "Existe-t-il des raisons suffisantes pour retirer à la mère l’autorité parentale qui lui a été confiée avec l’accord des parents ?", "Il est suffisamment prouvé dans le dossier que l’appelante est coutumière du non-respect des accords auxquels elle s’engage au sujet du droit de visite du père et qu’elle ne fait preuve d’aucun respect à l’égard des instances chargées d’instruire le procès, puisqu’à plusieurs reprises, et sans justification, elle ne s’est pas rendue aux entrevues auxquelles elle était convoquée au cours de la procédure. Nous pensons cependant que ce comportement est dû non seulement au mode de vie [du requérant] mais aussi au fait qu’elle a cru vraies les scènes obscènes rapportées par l’enfant, qui mettaient en cause le compagnon du père.", "Sur ce point, particulièrement important, il y a lieu de convenir qu’il n’est pas possible d’accepter comme avéré que de telles scènes se soient produites, mais on ne peut pas écarter l’hypothèse que ces scènes aient eu lieu. C’est aller trop loin, par absence de fondements matériels, que d’affirmer que jamais le compagnon du père de M. ne serait capable de la moindre attitude indigne à l’égard de cette dernière. Ainsi, s’il est vrai que l’on ne peut pas dire que l’enfant a dit la vérité ou qu’elle n’a pas été manipulée, on ne peut pas non plus conclure que celle-ci a raconté quelque chose qui ne s’était pas passé. Le dossier fournissant des éléments de preuve dans les deux sens, il serait illégitime d’accorder plus d’importance à l’un ou à l’autre.", "De même, il est admis, en matière d’octroi de l’autorité parentale, de faire prévaloir avant tout l’intérêt de l’enfant, en faisant totalement abstraction des intérêts parfois égoïstes de ses parents. Pour définir quel est l’intérêt de l’enfant, le juge doit, dans chaque cas, tenir compte des valeurs familiales, éducatives et sociales dominantes dans la société où évolue l’enfant.", "On a déjà indiqué et il est de jurisprudence constante que, compte tenu de la nature des choses, des réalités de la vie quotidienne, et pour des raisons qui tiennent à la nature humaine, un enfant en bas âge doit, en règle générale, être confié à la garde de sa mère, sauf s’il existe des raisons de poids pour ne pas le faire (voir l’arrêt de la cour d’appel d’Evora du 12 juillet 1979, dans le BMJ n° 292, p. 450).", "Dans le cas d’espèce, l’autorité parentale a été retirée à la mère, alors qu’une telle autorité lui avait été conférée, répétons-le, à la suite d’un accord entre les parents, sans que des faits suffisants pouvant faire douter de sa capacité à continuer à exercer cette autorité aient été allégués. La question qui se pose donc, et il importe de le souligner, ne porte pas véritablement sur le point de savoir auquel des deux parents doit être confiée la garde de M. mais plutôt de savoir s’il existe des motifs pour modifier ce qui était établi.", "Mais même si ce n’était pas le cas, nous pensons que l’enfant doit être confiée à sa mère.", "Que le père de l’enfant, qui s’assume homosexuel, veuille vivre avec un autre homme, est une réalité qu’il faut accepter. Il est notoire que la société montre de plus en plus de tolérance envers ces situations. Toutefois, l’on ne saurait soutenir qu’un environnement de cette nature est le plus sain et adéquat au développement moral, social et mental d’un enfant, surtout dans le cadre du modèle dominant dans notre société, comme le fait remarquer à juste titre la requérante. L’enfant doit vivre au sein d’une famille, d’une famille traditionnelle portugaise, qui n’est certainement pas celle que son père a décidé de constituer, car il vit avec un autre homme, comme s’ils étaient mari et femme. Il n’y a pas ici lieu de chercher à savoir si l’homosexualité est ou non une maladie ou si elle est une orientation sexuelle à l’égard des personnes du même sexe. Dans les deux cas, l’on est en présence d’une anormalité et un enfant ne doit pas grandir à l’ombre de situations anormales ; c’est la nature humaine qui le dit et rappelons que c’est [le requérant] lui-même qui l’a reconnu quand, dans la demande initiale du 5 juillet 1990, il affirme qu’il a définitivement quitté le domicile conjugal pour aller vivre avec un ami, décision qui n’est pas normale, selon les critères communs.", "Ce n’est pas l’amour que porte le père à sa fille qui est en cause, ni sa capacité à s’occuper d’elle pendant les périodes où elle lui est confiée, car il est indispensable que ceux-ci se voient pour atteindre les objectifs évoqués plus haut, à savoir l’équilibre et la formation de la personnalité de l’enfant. M. a besoin de ces visites afin que se dissipent les états d’anxiété et d’instabilité qu’elle a connus. Lorsqu’un enfant est privé de contact avec son père, cela constitue un facteur de risque pour son bon développement et son équilibre psychologique, présent et futur. Il serait bon que la mère comprenne et accepte cette réalité, sous peine de mettre en cause sa capacité à exercer l’autorité parentale.", "A l’heure actuelle, le non-respect de la décision d’homologation du régime des visites ne constitue pas un motif suffisant pour retirer à la requérante l’autorité parentale qui lui a été accordée par cette décision.", "C’est pourquoi le jugement entrepris doit être infirmé pour ce qui est de la cohabitation permanente de l’enfant avec son père, sans préjudice du droit de ce dernier d’être avec sa fille pendant les périodes que l’on énoncera ensuite.", "Il appartient au père de comprendre que, pendant ces périodes, il ne lui est pas conseillé de donner lieu à des situations permettant à l’enfant de comprendre que son père vit avec un autre homme dans des conditions similaires à celles des conjoints.", "Pour toutes ces raisons, la cour d’appel infirme la décision contestée et décide que l’appelante, C.D.S., continue à exercer l’autorité parentale à l’égard de sa fille, M.", "Quant au régime de visites, il est fixé de la manière suivante :", "1.  L’enfant pourra voir son père un week-end sur deux, du vendredi au lundi. A cette fin, le père devra aller chercher sa fille à l’école le vendredi à la fin des cours et l’y ramener le lundi matin avant le début des cours ;", "2.  Le père pourra rendre visite à sa fille dans l’établissement scolaire n’importe quel autre jour de la semaine, sans nuire à l’activité scolaire de sa fille ;", "3.  L’enfant passera les vacances de Pâques alternativement avec son père et avec sa mère ;", "4.  Les vacances scolaires correspondant à la période de Noël seront divisées en deux parties égales : la moitié avec le père et l’autre moitié avec la mère, mais de manière que l’enfant passe alternativement la veille et le jour de Noël avec l’un et le Nouvel An avec l’autre ;", "5.  Pendant les vacances scolaires d’été, l’enfant passera trente jours avec son père, pendant les congés de ce dernier, mais, si cette période coïncide avec les vacances de la mère, l’enfant passera quinze jours avec chacun d’eux ;", "6.  Pendant les vacances de Pâques, de Noël et d’été, le père ira chercher l’enfant chez sa mère où il la ramènera, dans les deux cas entre 10 heures et 13 heures, à moins que les parents ne s’entendent sur un autre horaire ;", "7.  D’après la date de la présente décision, l’enfant passera les prochaines vacances de Pâques et de Noël avec celui de ses parents avec lequel elle n’a pas passé ses vacances en 1995 ;", "8.  La question de la pension alimentaire à verser par le père, ainsi que de ses modalités de versement, sera examinée quant à elle par la troisième section de la troisième chambre du tribunal aux affaires familiales de Lisbonne, dans le cadre de l’affaire n° 3821/A, en suspens dans l’attente de la présente décision sur le sort de l’enfant.", "Frais et dépens à l’intimé. »", "15.  L’un des trois juges de la cour d’appel a émis l’opinion séparée suivante :", "« J’ai voté pour la décision, tout en estimant qu’il n’est pas légitime du point de vue constitutionnel d’affirmer, comme principe, qu’une personne peut être exclue de ses droits familiaux en fonction de ses orientations sexuelles. Par conséquent, ces dernières, en tant que telles, ne peuvent en aucun cas être qualifiées d’anormalité. Le droit à la différence ne doit pas se transformer en un faux droit au ghetto. Il ne s’agit donc pas de dévaloriser le fait que [le requérant] assume sa sexualité et par conséquent de lui dénier le droit d’assurer l’éducation de sa fille. Il s’agit, puisqu’il faut prendre une décision, de ce qu’on ne peut pas dire en conscience, dans notre société et à notre époque, qu’un enfant peut, sans risquer de perdre ses modèles de référence, assumer l’homosexualité de son père. »", "16.  Aucune voie de recours n’était ouverte contre cette décision.", "17.  Le droit de visite accordé au requérant par l’arrêt de la cour d’appel de Lisbonne n’a jamais été respecté par C.D.S. ", "18.  Le requérant introduisit donc devant le tribunal aux affaires familiales de Lisbonne une demande tendant à l’exécution forcée de la décision de la cour d’appel. Le 22 mai 1998, le requérant reçut, dans le cadre de cette procédure, notification d’un rapport rédigé par les experts médicaux auprès du tribunal aux affaires familiales de Lisbonne. Il prit alors connaissance de ce que M. se trouvait à Vila Nova de Gaia, au nord du Portugal. Le requérant essaya, sans succès, de voir sa fille à deux reprises. Cette procédure serait toujours pendante.", "II.  le droit interne pertinent", "19.  L’article 1905 du code civil se lit ainsi :", "« 1.  Dans les cas de divorce (...), la garde de l’enfant, la pension alimentaire et la forme de son versement sont réglées par un accord entre les parents, celui-ci étant soumis à l’homologation du tribunal (...)", "(...)", "2.  En l’absence d’accord, le tribunal décidera en préservant l’intérêt du mineur, y compris l’intérêt de celui-ci de maintenir une relation très proche avec le parent auquel il n’a pas été confié (...) »", "20.  Certaines dispositions de la loi sur l’organisation de la tutelle des mineurs (OTM) présentent également un intérêt pour la présente affaire.", "Article 180", "« 1.  (...) l’exercice de l’autorité parentale sera réglé en préservant les intérêts du mineur, celui-ci pouvant être confié à la garde de l’un des parents, d’un tiers ou d’un établissement d’éducation ou d’assistance.", "2.  Un régime de visites sera établi, à moins qu’exceptionnellement l’intérêt du mineur ne le rende pas souhaitable (...) »", "Article 181", "« Si l’un des parents n’accomplit pas ce qui a été accordé ou décidé à l’égard de la situation du mineur, l’autre parent peut demander au tribunal l’exécution forcée (...) »", "Article 182", "« Lorsque l’accord ou la décision finale ne sont pas accomplis par celui des père et mère ou lorsque des circonstances survenues rendent nécessaire de modifier ce qui a été établi, l’un des parents ou le curateur peuvent demander au tribunal (...) une nouvelle réglementation de l’autorité parentale (...) »", "EN DROIT", "i.  SUR LA VIOLATION ALLéGUéE DE L’ARTICLE 8 DE LA CONVENTION, PRIS ISOLéMENT ET COMBINé AVEC L’ARTICLE 14", "21.  Le requérant reproche à la cour d’appel de Lisbonne d’avoir attribué à son ex-épouse, plutôt qu’à lui-même, l’autorité parentale sur leur fille M., se fondant exclusivement sur son orientation sexuelle. Il y voit une violation de l’article 8 de la Convention, pris isolément et combiné avec l’article 14.", "Le Gouvernement le conteste.", "22.  Aux termes de l’article 8 de la Convention, ", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "Il convient de noter d’emblée que l’arrêt de la cour d’appel en question, dans la mesure où il a annulé le jugement du tribunal aux affaires familiales de Lisbonne du 14 juillet 1994 qui avait octroyé l’autorité parentale au requérant, s’analyse en une ingérence dans le droit de l’intéressé au respect de sa vie familiale, de sorte que la situation litigieuse relève de l’article 8. En effet, il ressort de la jurisprudence des organes de la Convention que cette disposition s’applique aux décisions d’attribution de la garde d’un enfant à un des parents après divorce ou séparation (arrêt Hoffmann c. Autriche du 23 juin 1993, série A n° 255-C, p. 58, § 29 ; voir également Irlen c. Allemagne, requête n° 12246/86, décision de la Commission du 13 juillet 1987, Décisions et rapports 53, p. 225).", "Ce constat ne saurait être ébranlé par l’argument invoqué par le Gouvernement selon lequel l’arrêt de la cour d’appel n’a finalement pas modifié ce qui avait été décidé par le règlement amiable conclu entre les parents le 7 février 1991, de sorte qu’il n’y aurait aucune ingérence dans les droits de M. Salgueiro da Silva Mouta.", "La Cour observe à cet égard que la demande introduite, avec succès, par le requérant auprès du tribunal aux affaires familiales de Lisbonne se fondait, entre autres, sur le fait que son ex-épouse ne respectait pas les termes de cet accord (paragraphe 11 ci-dessus). ", "A.  Sur la violation alléguée de l’article 8 combiné avec l’article 14", "23.  Vu la nature de l’affaire et les allégations du requérant, la Cour estime approprié de se placer d’abord sur le terrain de l’article 8 combiné avec l’article 14, aux termes duquel :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "24.  M. Salgueiro da Silva Mouta souligne pour commencer qu’il n’a jamais contesté qu’il s’agissait d’aller dans l’intérêt de sa fille, dont un des éléments principaux est celui de rencontrer son père et de pouvoir vivre avec lui. Il soutient néanmoins que l’arrêt de la cour d’appel, en octroyant l’autorité parentale à la mère sur la seule base de l’orientation sexuelle du père, s’analyse en une ingérence dans le droit au respect de sa vie familiale qui ne saurait être justifiée. Le requérant relève que la décision en question recourt à des fantasmes ancestraux, étrangers aux réalités de la vie et au bon sens. Ce faisant, l’arrêt litigieux, pour le requérant, a par là même opéré une discrimination interdite par l’article 14 de la Convention.", "Le requérant rappelle qu’il a bénéficié d’une décision favorable de la part du tribunal de première instance, seul à avoir eu une connaissance directe des faits de la cause, la cour d’appel ayant statué uniquement sur la base du dossier.", "25.  Le Gouvernement admet que l’article 8 pourrait être applicable à la situation litigieuse, mais uniquement en ce qui concerne la jouissance du droit au respect de la vie familiale du requérant avec son enfant. Il souligne en revanche qu’il n’y a eu aucun acte d’une autorité publique ayant pu porter atteinte au droit du requérant au libre développement et épanouissement de sa personnalité ou à la manière dont il mène sa vie, en particulier sa vie sexuelle.", "S’agissant toutefois de la vie familiale, le Gouvernement relève que les Etats contractants disposent, en matière d’autorité parentale, d’une large marge d’appréciation dans la poursuite des buts légitimes prévus par le paragraphe 2 de l’article 8 de la Convention. Il ajoute qu’en cette matière, où l’intérêt de l’enfant doit primer, les autorités nationales sont naturellement mieux placées que le juge international. La Cour ne devrait pas ainsi substituer sa vision des choses à celle des juridictions nationales, sauf si les mesures en cause se révèlent manifestement dépourvues de base raisonnable ou arbitraires.", "Or en l’espèce la cour d’appel de Lisbonne, conformément à la législation portugaise, n’a pris en compte que le seul intérêt de l’enfant. L’intervention de la cour d’appel était prévue par la loi (articles 1905 § 2 du code civil et 178 à 180 de l’OTM). Par ailleurs, elle visait un but légitime, à savoir la protection des droits du mineur, et était nécessaire dans une société démocratique.", "Le Gouvernement conclut que la cour d’appel s’est fondée uniquement, pour prendre sa décision, sur l’intérêt supérieur de l’enfant et non pas sur l’orientation sexuelle du requérant ; celui-ci n’a ainsi pu faire l’objet d’aucune discrimination.", "26.  La Cour rappelle que dans la jouissance des droits et libertés reconnus par la Convention, l’article 14 interdit de traiter de manière différente, sauf justification objective et raisonnable, des personnes placées dans des situations comparables (arrêt Hoffmann précité, p. 58, § 31).", "Il convient de déterminer si le requérant peut se plaindre d’une telle différence de traitement, et, dans l’affirmative, si celle-ci est justifiée.", "1.  Sur l’existence d’une différence de traitement", "27.  Le Gouvernement conteste qu’il y ait eu en l’espèce une différence de traitement entre le requérant et la mère de M. Il soutient que la décision de la cour d’appel de Lisbonne s’est essentiellement fondée sur le fait que, dans les circonstances de la cause, l’intérêt de l’enfant était mieux assuré par l’octroi de l’autorité parentale à la mère.", "28.  La Cour ne nie pas que la cour d’appel de Lisbonne ait apprécié surtout l’intérêt de l’enfant moyennant l’examen de plusieurs données de fait et de droit qui pouvaient faire pencher la balance en faveur d’un parent plutôt que de l’autre. Cependant, la Cour observe que pour annuler la décision du tribunal aux affaires familiales de Lisbonne et, par conséquent, conférer l’autorité parentale à la mère au détriment du père, la cour d’appel a introduit un élément nouveau, à savoir le fait que le requérant était homosexuel et qu’il vivait avec un autre homme. ", "La Cour ne peut dès lors que conclure qu’il y a eu une différence de traitement entre le requérant et la mère de M., qui reposait sur l’orientation sexuelle du requérant, notion qui est couverte, à n’en pas douter, par l’article 14 de la Convention. La Cour rappelle à cet égard que la liste que renferme cette disposition revêt un caractère indicatif, et non limitatif, dont témoigne l’adverbe « notamment » (en anglais « any ground such as ») (arrêt Engel et autres c. Pays-Bas du 8 juin 1976, série A n° 22, pp. 30-31, § 72).", "2.  Sur la justification de la différence de traitement", "29.  Conformément à la jurisprudence des organes de la Convention, une différence de traitement est discriminatoire au sens de l’article 14 si elle manque de justification objective et raisonnable, c’est-à-dire si elle ne poursuit pas un but légitime et s’il n’y a pas de rapport raisonnable de proportionnalité entre les moyens employés et le but visé (arrêt Karlheinz Schmidt c. Allemagne du 18 juillet 1994, série A n° 291-B, pp. 32-33, § 24).", "30.  Il est indéniable que la décision de la cour d’appel poursuivait un but légitime : protéger la santé et les droits de l’enfant. Il reste à savoir si la deuxième condition se trouve elle aussi remplie.", "31.  D’après le requérant, le libellé de l’arrêt démontre, à l’évidence, que la décision d’attribuer l’autorité parentale à la mère s’est appuyée essentiellement sur l’orientation sexuelle du père, ce qui a conduit inévitablement à un traitement discriminatoire de celui-ci par rapport à l’autre parent.", "32.  Pour le Gouvernement, au contraire, la décision en cause ne s’est fondée sur l’homosexualité du requérant que de manière marginale. Les considérations de la cour d’appel auxquelles se réfère le requérant, lues dans le contexte, ne seraient que des simples constats sociologiques, voire statistiques. Même si l’on peut estimer que certains passages de l’arrêt pourraient être formulés autrement, des formulations maladroites ou malheureuses ne constituent pas, à elles seules, une violation de la Convention.", "33.  La Cour rappelle avoir déjà constaté que la cour d’appel de Lisbonne, lors de l’examen du recours interjeté par la mère de M., a introduit un élément nouveau afin de décider sur l’octroi de l’autorité parentale, à savoir l’homosexualité du requérant (paragraphe 28 ci-dessus). Pour savoir si la décision qui a finalement été prise a constitué un traitement discriminatoire manquant de base raisonnable, il convient de rechercher si, ainsi que le soutient le Gouvernement, cet élément nouveau était un simple obiter dictum, dépourvu d’une incidence directe sur la solution de la question litigieuse, ou si, au contraire, il a revêtu un caractère décisif.", "34.  La Cour constate que le tribunal aux affaires familiales de Lisbonne a rendu sa décision après une période pendant laquelle le requérant, son ex-épouse, leur fille M., L.G.C. et les grands-parents maternels de l’enfant ont été suivis par les experts en psychologie auprès de ce même tribunal. Le tribunal a établi les faits et pris sa décision se fondant surtout sur les rapports des experts.", "La cour d’appel, statuant sur la seule base du dossier, a apprécié les faits autrement que la juridiction de première instance et accordé l’autorité parentale à la mère. Elle a notamment estimé que « l’enfant en bas âge doit, en règle générale, être confié à la garde de sa mère, sauf s’il existe des raisons de poids pour ne pas le faire » (paragraphe 14 ci-dessus). La cour d’appel a considéré par ailleurs qu’il n’y avait pas de raisons suffisantes permettant de retirer à la mère l’autorité parentale qui lui avait été confiée par l’accord entre les parents.", "Toutefois, la cour d’appel, après ce constat, a ajouté : « (...) même si ce n’était pas le cas, nous pensons que l’enfant doit être confiée à sa mère » (ibidem). La cour d’appel prit alors en considération le fait que le requérant était homosexuel et vivait avec un autre homme pour observer que « l’enfant doit vivre au sein (...) d’une famille traditionnelle portugaise » et qu’« il n’y a pas ici lieu de chercher à savoir si l’homosexualité est ou non une maladie ou si elle est une orientation sexuelle à l’égard des personnes du même sexe. Dans les deux cas, l’on est en présence d’une anormalité et un enfant ne doit pas grandir à l’ombre de situations anormales » (ibidem). ", "35.  Aux yeux de la Cour, ces passages de l’arrêt litigieux, loin de constituer de simples formules maladroites ou malheureuses, comme le soutient le Gouvernement, ou de simples obiter dicta, donnent à penser, bien au contraire, que l’homosexualité du requérant a pesé de manière déterminante dans la décision finale. Cette conclusion est renforcée par le fait que la cour d’appel, lorsqu’elle a statué sur le droit de visite du requérant, a dissuadé ce dernier d’avoir un comportement permettant à l’enfant, lors des périodes de visite, de comprendre que son père vit avec un autre homme « dans des conditions similaires à celles des conjoints » (ibidem). ", "", "", "36.  Force est donc de constater, au vu de ce qui précède, que la cour d’appel a opéré une distinction dictée par des considérations tenant à l’orientation sexuelle du requérant, distinction qu’on ne saurait tolérer d’après la Convention (voir, mutatis mutandis, l’arrêt Hoffmann précité, p. 60, § 36).", "Dès lors, la Cour ne peut conclure à l’existence d’un rapport raisonnable de proportionnalité entre les moyens employés et le but visé ; partant, il y a eu violation de l’article 8 combiné avec l’article 14.", "B.  Sur la violation de l’article 8 considéré isolément", "37.  Eu égard à la conclusion figurant au paragraphe précédent, la Cour estime inutile de statuer sur la violation alléguée de l’article 8 pris isolément ; les arguments avancés sur ce point coïncident, en substance, avec ceux déjà examinés dans le contexte de l’article 8 combiné avec l’article 14.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "38.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "39.  Le requérant prie la Cour de lui octroyer une « réparation juste », sans toutefois chiffrer sa demande. Dans ces conditions, la Cour estime que le constat de manquement figurant dans le présent arrêt constitue en soi une satisfaction équitable suffisante quant au dommage allégué.", "B.  Frais et dépens", "40.  Le requérant demande le remboursement des frais engagés pour la présentation de son affaire, y compris pour sa comparution et celle de ses conseils devant la Cour lors de l’audience, à savoir 224 919 escudos portugais (PTE), 5 829 francs français, 11 060 pesetas espagnoles et 67 marks allemands, soit 423 217 PTE au total. ", "Il demande également le remboursement des honoraires de son avocate et du conseiller qui a assisté cette dernière en vue de l’audience devant la Cour, soit 2 340 000 PTE et 340 000 PTE respectivement.", "", "41.  Le Gouvernement s’en remet à la sagesse de la Cour.", "42.  La Cour n’est pas convaincue de la nécessité et du caractère raisonnable de la totalité des dépens exposés. Statuant en équité, elle alloue au requérant une somme globale de 350 000 PTE à ce titre.", "Quant aux honoraires, la Cour estime les sommes demandées également excessives. Statuant en équité et compte tenu des circonstances de la cause, elle décide d’octroyer 1 500 000 PTE pour le travail accompli par l’avocate du requérant et 300 000 PTE pour celui de son conseiller.", "C.  Intérêts moratoires", "43.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable au Portugal à la date d’adoption du présent arrêt est de 7 % l’an.", "par ces motifs, la cour, À l’unanimitÉ,", "1.  Dit qu’il y a eu violation de l’article 8 de la Convention combiné avec l’article 14 ;", "", "2.  Dit qu’il ne s’impose pas de statuer sur les griefs tirés de l’article 8 de la Convention pris isolément ;", "", "3.  Dit que le présent arrêt constitue en soi une satisfaction équitable suffisante quant au dommage allégué ;", "", "4.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "\ti.  350 000 (trois cent cinquante mille) escudos portugais pour frais ;", "\tii.  1 800 000 (un million huit cent mille) escudos portugais pour honoraires ;", "b)  que ces montants seront à majorer d’un intérêt simple de 7 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 21 décembre 1999.", "Vincent Berger\tMatti Pellonpää\n\tGreffier\tPrésident"]}