{"file": "FRE_HFJUD_23241_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "23241/04", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE ARMA c. FRANCE", "", "", "(Requête no 23241/04)", "", "", "ARRÊT", "", "STRASBOURG", "", "8 mars 2007", "", "", "", "", "DÉFINITIF", "", "09/07/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Arma c. France,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\tJ. Hedigan,\n\t\tJ.-P. Costa,\n\tMme\tE. Fura-Sandström,\n\tM.\tE. Myjer,\n\tMmes\tI. Ziemele,\n\t\tI. Berro-Lefèvre, juges,\net de M. S. Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 15 février 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 23241/04) dirigée contre la République française et dont une ressortissante de cet Etat, Mlle France Lise Arma (« la requérante »), a saisi la Cour le 14 juin 2004 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me M. Loukil, avocat à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, Directrice des Affaires juridiques au ministère des Affaires étrangères.", "3.  La requérante alléguait que la décision d'irrecevabilité de son appel interjeté contre le jugement de liquidation judiciaire de la société dont elle était gérante et associée unique l'avait privée de son droit d'accès à un tribunal.", "4.  Le 31 mars 2006, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  La requérante est née en 1954 et réside à Sevran.", "6.  Le 3 janvier 2001, la requérante créa une entreprise unipersonnelle à responsabilité limitée (EURL), société constituée d'un associé unique exerçant également les fonctions de gérant. Cette EURL, dénommée Arma Pneu, avait pour objet l'achat et la vente de pneus neufs et d'occasion, ainsi que d'équipements automobiles.", "7.  Le 18 septembre 2002, l'Union de Recouvrement de Sécurité Sociale et d'Allocations Familiales (URSSAF) demanda au tribunal de commerce d'ouvrir une procédure de redressement judiciaire à l'égard de la société. La requérante indique s'être alors rapprochée de l'URSSAF et avoir négocié une baisse du montant réclamé, ainsi qu'un échelonnement des paiements. Partant, elle estima ne pas devoir se présenter à l'audience du tribunal de commerce.", "8.  Par jugement du 21 octobre 2002, le tribunal de commerce de Bobigny ouvrit une procédure simplifiée de redressement judiciaire de l'EURL Arma Pneu.", "9.  Par arrêt du 28 janvier 2003, la cour d'appel de Paris confirma le jugement.", "10.  Le 3 février 2003, le tribunal de commerce de Bobigny désigna un administrateur judiciaire. Ce dernier rédigea un premier rapport en date du 6 mars 2003, dans lequel il se plaignait principalement de l'absence de réponse à ses multiples demandes.", "11.  Par jugement du 5 mai 2003, le tribunal de commerce de Bobigny prononça la liquidation judiciaire de la société, sur les recommandations de l'administrateur judiciaire, jugeant que le compte d'exploitation prévisionnel n'était pas probant. Le tribunal estima en outre que l'activité était fictive, la société étant exploitée en réalité par le frère de la requérante, lequel avait dirigé plusieurs sociétés liées au commerce de pneus et toutes judiciairement liquidées ou en liquidation. Il désigna un liquidateur judiciaire.", "12.  La société, représentée par sa gérante, la requérante, interjeta appel de ce jugement.", "13.  Elle présenta également une requête en suspension de l'exécution provisoire, laquelle fut rejetée par une ordonnance du magistrat délégué par le premier président de la cour d'appel en date du 4 juillet 2003. Dans sa décision, le juge releva que l'EURL justifiait de ce que des chèques avaient été établis à son nom et que leur montant pouvait être de nature à compenser le montant des dettes de la société. Il estima néanmoins, compte tenu notamment de la persistance de certaines interrogations, que ces chèques ne justifiaient pas qu'il soit fait droit à la demande de suspension.", "14.  Par arrêt du 16 décembre 2003, la cour d'appel de Paris déclara l'EURL irrecevable en son appel, aux motifs que le dirigeant d'une personne morale dissoute est privé de ses pouvoirs de représentation et que l'appel aurait dû être interjeté par un mandataire ad hoc.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Les dispositions législatives", "1.  Les dispositions applicables au moment des faits", "a)  Le code civil", "Article 1844- 7, alinéa 7", "« La société prend fin :", "(...)", "7º Par l'effet d'un jugement ordonnant la liquidation judiciaire ; (...) »", "b)  Le code de commerce", "Article L. 622-9", "« Le jugement qui ouvre ou prononce la liquidation judiciaire emporte de plein droit, à partir de sa date, dessaisissement pour le débiteur de l'administration et de la disposition de ses biens même de ceux qu'il a acquis à quelque titre que ce soit tant que la liquidation judiciaire n'est pas clôturée. Les droits et actions du débiteur concernant son patrimoine sont exercés pendant toute la durée de la liquidation judiciaire par le liquidateur.", "Toutefois, le débiteur peut se constituer partie civile dans le but d'établir la culpabilité de l'auteur d'un crime ou d'un délit dont il serait victime, s'il limite son action à la poursuite de l'action publique sans solliciter de réparation civile. »", "2.  La loi no 2005-845 du 26 juillet 2005", "Suite à une proposition de la Cour de cassation dans son rapport pour l'année 2002, la loi no 2005-845 du 26 juillet 2005 dite de « sauvegarde des entreprises » est venue modifier la loi du 25 janvier 1985 relative au redressement et à la liquidation judiciaires intégrée au code de commerce.", "Elle a notamment créé l'article L. 641-9, lequel est entré en vigueur depuis le 1er janvier 2006 et remplace depuis lors l'article L. 622-9.", "a)  Les travaux préparatoires", "Le commentaire de l'article 116 du projet de loi figurant dans le rapport de la commission des lois constitutionnelles, de la législation et de l'administration générale de la République, présenté à l'Assemblée nationale le 11 février 2005, dresse un bilan des difficultés pratiques rencontrées par le débiteur sous l'égide de la loi du 25 janvier 1985. Il est notamment rédigé dans les termes suivants :", "« L'article 116 améliore la situation du débiteur et met fin à certaines difficultés juridiques en modifiant l'article L. 641-9 nouveau.", "L'actuel article L. 622-9 du code de commerce prévoit que le jugement de liquidation met fin aux pouvoirs des représentants légaux de la personne morale, ce qui leur interdit d'agir au nom de l'entreprise. C'est une conséquence de l'article 1844-7 du code civil, aux termes duquel « la société prend fin [...] par l'effet d'un jugement ordonnant la liquidation judiciaire ou la cession totale des actifs de la société ». Cette règle a fait l'objet de nombreuses critiques, en raison des problèmes techniques qu'elle pose. (...) pour exercer certains droits propres de la société, tels que le pouvoir de faire appel de certains actes, il fallait demander la désignation d'un mandataire ad hoc. Cette solution a nécessité à son tour une jurisprudence pour préciser qui pouvait demander la désignation d'un mandataire ad hoc, par exemple l'ancien débiteur. Un arrêt rendu par la cour d'appel d'Aix-en-Provence le 3 septembre 2003 illustre bien les difficultés rencontrées dans la pratique : en cas de liquidation judiciaire immédiate, si le liquidateur effectue une assignation en report de la date de la cessation des paiements, il se retrouve à la fois demandeur et défendeur devant le tribunal, puisqu'il représente la société débitrice. C'est la jurisprudence qui a dû préciser que la société devait dans ce cas être représentée par un mandataire ad hoc.", "Le premier paragraphe de cet article maintient le principe de dessaisissement du débiteur. Le débiteur ne peut plus ni administrer son entreprise ni disposer de celle-ci à partir du jugement qui ouvre ou qui prononce la liquidation judiciaire, y compris pour les biens éventuellement acquis après l'ouverture de la procédure (...). Les droits du débiteur sur son patrimoine sont exercés, pendant la durée de la procédure, par le liquidateur (...).", "Le projet de loi introduit une (...) exception, qui accorde aux dirigeants d'une personne morale la possibilité d'accomplir les actes et d'exercer les droits et actions qui n'entrent pas dans les prérogatives du liquidateur ou de l'administrateur. Cela permettra aux dirigeants d'exercer certains droits propres du débiteur sans passer par la désignation d'un mandataire ad hoc pour représenter la société. Ils pourront notamment interjeter appel eux-mêmes, ce qui est à la fois plus simple et plus respectueux des droits de la défense que le système actuel ».", "b)  Les nouvelles dispositions du code de commerce", "Article L. 641-9", "« I. - Le jugement qui ouvre ou prononce la liquidation judiciaire emporte de plein droit, à partir de sa date, dessaisissement pour le débiteur de l'administration et de la disposition de ses biens même de ceux qu'il a acquis à quelque titre que ce soit tant que la liquidation judiciaire n'est pas clôturée. Les droits et actions du débiteur concernant son patrimoine sont exercés pendant toute la durée de la liquidation judiciaire par le liquidateur.", "Toutefois, le débiteur peut se constituer partie civile dans le but d'établir la culpabilité de l'auteur d'un crime ou d'un délit dont il serait victime.", "Le débiteur accomplit également les actes et exerce les droits et actions qui ne sont pas compris dans la mission du liquidateur ou de l'administrateur lorsqu'il en a été désigné.", "II. - Lorsque le débiteur est une personne morale, les dirigeants sociaux en fonction lors du prononcé du jugement de liquidation judiciaire le demeurent, sauf disposition contraire des statuts ou décision de l'assemblée générale. En cas de nécessité, un mandataire peut être désigné en leur lieu et place par ordonnance du président du tribunal sur requête de tout intéressé, du liquidateur ou du ministère public.", "Le siège social est réputé fixé au domicile du représentant légal de l'entreprise ou du mandataire désigné.", "III. - Lorsque le débiteur est une personne physique, il ne peut exercer, au cours de la liquidation judiciaire, aucune des activités mentionnées au premier alinéa de l'article L. 640-2. »", "B.  La jurisprudence de la Cour de cassation", "La chambre commerciale de la Cour de cassation a jugé dans un arrêt du 16 mars 1999 « que si le débiteur est recevable, en vertu du droit propre qu'il tient de l'article 171-1 de la loi du 25 janvier 1985, à former un pourvoi en cassation contre l'arrêt qui prononce sa liquidation judiciaire, il ne peut, s'agissant d'une personne morale dissoute en application de l'article 1844-7, 7o du code civil et dont le dirigeant, fût-il son administrateur provisoire antérieurement désigné, est privé de ses pouvoirs à compter de la liquidation judiciaire, exercer ce droit que par l'intermédiaire de son liquidateur amiable ou d'un mandataire ad hoc ». Cet arrêt admet cependant la régularisation de ce pourvoi si un liquidateur amiable ou un mandataire ad hoc interviennent, dans l'instance en cassation, pour se substituer à l'auteur du pourvoi avant l'expiration du délai imparti pour déposer un mémoire ampliatif (voir Cass. com., 16 mars 1999, Bull civ. IV, no 66, p. 54, mais aussi Cass. Com., 4 juillet 2000 sur pourvoi no 97-17171 ; 14 novembre 2000 sur pourvoi no 97-20069 ; 15 mai 2001 sur pourvoi no 98-15106 ; 29 mai 2001 sur pourvoi no 98-14031 ; 12 juin 2001 sur pourvoi no 98-15667 ; 17 juillet 2001 sur pourvoi no 98-19954 ; 2 octobre 2001 sur pourvois nos 98-18749, 98-15536 et 99-12142 ; 16 octobre 2001 sur pourvoi no 98-13607 ; 8 janvier 2002 sur pourvois nos 98-21926 et 9911749 ; 5 février 2002 sous no 300 F/D ; 19 février 2002 sur pourvois nos 98-22190, 99-12099 et 99-13869 ; 19 mars 2002 sur pourvois nos 9912713, 99-12714, 99-12716 et 99-12717 ; 3 avril 2002 sur pourvoi no 99-11981).", "Selon André Perdriau, doyen honoraire de la Cour de cassation, « les règles ainsi dégagées semblent valables quant à l'exercice de n'importe quelle voie de recours, c'est-à-dire d'un appel comme d'un pourvoi ... » (Les Petites Affiches, 28 mai 2002, no 106, p. 11).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "15.  La requérante allègue que la décision d'irrecevabilité de son appel interjeté contre le jugement de liquidation de la société, dont elle était gérante et associée unique, l'a privée de son droit d'accès au tribunal tel que prévu par l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "16.  Le Gouvernement s'oppose à cette thèse.", "A.  Sur la recevabilité", "17.  Le Gouvernement soulève une première exception d'irrecevabilité tirée de l'absence d'épuisement des voies de recours internes. Il soutient en effet que la requérante n'a pas invoqué son grief devant la cour d'appel et n'a pas formé de pourvoi en cassation contre l'arrêt de cette dernière. Si le Gouvernement admet l'existence d'une jurisprudence constante de la Cour de cassation selon laquelle est irrecevable le pourvoi en cassation formé par l'ancien dirigeant d'une société contre l'arrêt prononçant la liquidation judiciaire de celle-ci, il estime que cette dernière n'est pas de nature à exonérer la requérante de l'obligation d'épuiser les voies de recours internes, la Cour de cassation n'étant pas liée par la loi du précédent et restant donc libre de la solution qu'elle entend apporter à une question juridique.", "18.  Le Gouvernement soutient par ailleurs que la requérante n'est pas titulaire, en son nom propre, d'un droit protégé par l'article 6 § 1 de la Convention, dans la mesure où l'appel a été interjeté par la société, dont elle était la gérante, laquelle disposait d'une personnalité juridique distincte de la sienne.", "19.  La requérante estime quant à elle avoir satisfait à la règle de l'épuisement des voies de recours internes, dans la mesure où il était vain d'invoquer la violation de l'article 6 § 1 de la Convention devant la cour d'appel ou de former un pourvoi en cassation en raison de la jurisprudence constante de la Cour de cassation. Elle estime donc que ces recours étaient voués à l'échec et n'avaient pas à être exercés.", "20.  Elle estime par ailleurs que l'argument selon lequel elle ne saurait se prétendre titulaire des droits garantis par l'article 6 § 1 est spécieux, dans la mesure où, ayant perdu la capacité d'agir au nom de la société, elle ne pouvait agir qu'en son nom personnel devant la Cour.", "21.  La Cour rappelle qu'aux termes de l'article 35 § 1 de la Convention, elle ne peut être saisie qu'après l'épuisement des voies de recours internes. A cet égard, elle souligne que tout requérant doit avoir donné aux juridictions internes l'occasion que l'article 35 § 1 a pour finalité de ménager en principe aux Etats contractants : éviter ou redresser les violations alléguées contre lui (voir, parmi beaucoup d'autres, Cardot c. France, arrêt du 19 mars 1991, série A no 200, p. 19, § 36). Néanmoins, les dispositions de l'article 35 de la Convention ne prescrivent l'épuisement que des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ils doivent exister à un degré suffisant de certitude non seulement en théorie mais aussi en pratique, sans quoi leur manquent l'effectivité et l'accessibilité voulues (voir notamment les arrêts Vernillo c. France du 20 février 1991, série A no 198, pp. 11–12, § 27 ; Dalia c. France du 19 février 1998, Recueil des arrêts et décisions 1998-I, pp. 87-88, § 38).", "22.  La Cour note tout d'abord qu'on ne saurait reprocher à la requérante de ne pas avoir soulevé le grief tiré de l'article 6 § 1 devant la cour d'appel, le problème n'étant apparu qu'après que cette dernière a déclaré l'appel interjeté contre le jugement prononçant la liquidation judiciaire irrecevable. Quant à l'absence de pourvoi en cassation, le Gouvernement, qui reconnaît expressément l'existence d'une jurisprudence constante validant de tels constats, n'a produit devant la Cour aucune jurisprudence de nature à démontrer l'adéquation et l'effectivité de ce recours. La Cour constate au contraire qu'au moment des faits une lecture combinée des articles 1844-7, 7o du code civil et L. 622-9 du code du commerce conduisait la Cour de cassation au rejet systématique des pourvois formés à l'encontre des arrêts de la cour d'appel par les dirigeants d'une personne morale dissoute par le biais d'une liquidation judiciaire, estimant que ce droit devait être exercé par l'intermédiaire du liquidateur ou d'un mandataire ad hoc. En conséquence, la Cour estime que le pourvoi en cassation que la requérante aurait pu former contre l'arrêt de la cour d'appel ne satisfaisait pas à la condition d'efficacité. Il convient donc d'écarter cette première exception.", "23.  S'agissant de la seconde exception soulevée par le Gouvernement, la Cour estime qu'elle se trouve étroitement liée à la question du droit d'accès au tribunal de la requérante et donc au fond du grief tiré de la violation de l'article 6 § 1. En conséquence, la Cour décide de la joindre au fond.", "24.  Par ailleurs, la Cour constate que la requête ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "25.  Le Gouvernement rappelle que le droit d'accès à un tribunal n'est pas absolu et qu'il peut faire l'objet de certaines limitations. Il ajoute qu'en matière de faillite, la Cour a reconnu, dans une affaire italienne, qu'une limitation du droit d'ester en justice du failli, au profit du liquidateur tendait « à la protection des droits et intérêts d'autrui, à savoir ceux des créanciers de la faillite » (Luordo c. Italie, no 32190/96, 17 juillet 2003, CEDH 2003IX). Il estime que dans cette affaire, la Cour n'a envisagé qu'il puisse y avoir de violation de l'article 6 § 1 que dans le cas où les conséquences de cette limitation seraient disproportionnées par rapport au but poursuivi, notamment au regard de la durée de la procédure.", "26.  Il affirme par ailleurs que le dessaisissement du débiteur soumis à une procédure collective est consacré non seulement par le droit interne mais également par le droit communautaire. Il cite à cet égard un arrêt rendu par la Cour de justice des communautés européennes le 2 mai 2006, interprétant le règlement no 1346/2000 du conseil des ministres, du 2 mai 2000, relatif aux procédures d'insolvabilité et ayant précisé que le dessaisissement du débiteur insolvable constituait un élément de définition de la décision d'ouverture d'une procédure d'insolvabilité. Il considère, en outre, que la question de la représentation de ce débiteur, lorsque celui-ci est une personne morale, relève de la marge d'appréciation laissée aux Etats pour réglementer les conditions d'accès à leurs tribunaux. Il insiste par ailleurs sur le fait que, conformément à la jurisprudence de la chambre commerciale de la Cour de cassation, la requérante avait qualité, en tant qu'ancienne dirigeante de la société dissoute et comme tout intéressé, pour demander la désignation d'un mandataire ad hoc chargé de représenter cette société pour l'exercice de ses droits propres. Elle avait également, selon lui, la possibilité de former un appel ou un pourvoi en cassation contre la décision prononçant la liquidation judiciaire à titre conservatoire, à condition que l'exercice de cette voie de recours soit confirmé par le liquidateur ou le mandataire ad hoc avant l'expiration des délais de recours. De l'avis du Gouvernement, la requérante aurait pu obtenir très rapidement une telle désignation par le biais d'une procédure en référé ou d'une requête au président du tribunal de commerce, mais s'est abstenue de la demander, perdant ainsi toute chance de régularisation de son appel. S'il admet, à cet égard, que la loi du 26 juillet 2005 facilite incontestablement l'exercice des voies de recours en autorisant les dirigeants sociaux à les exercer euxmêmes sans avoir à solliciter la désignation d'un mandataire ad hoc, il soutient que la procédure antérieure était conforme aux exigences de l'article 6 § 1. Cette procédure et la limitation qu'elle comportait était, selon lui, la conséquence de la fiction juridique que constitue la création d'une personne morale : la limitation de responsabilité, dont bénéficient les personnes physiques composant une société, ne pouvant aller sans certains inconvénients, au rang desquels figure la perte pour ses dirigeants de la capacité d'agir en justice pour son compte lorsque cette dernière est dissoute. Il considère cette analyse d'autant plus pertinente s'agissant d'une société unipersonnelle dont l'unique objet est de limiter la responsabilité de son associé unique. Il estime par ailleurs que la personne morale conservait un droit propre de contester la décision prononçant sa liquidation judiciaire et un accès au tribunal. Ce droit, s'il ne pouvait plus être exercé par l'ancien dirigeant, perdurait en effet entre les mains du liquidateur ou du mandataire ad hoc.", "27.  La requérante affirme quant à elle que la désignation d'un mandataire ad hoc dans le but de le voir interjeter appel de la décision prononçant la liquidation judiciaire de sa société s'avérait irréalisable en pratique en raison de la brièveté du délai d'appel, lequel est, en la matière, de dix jours. Elle estime en outre que la jurisprudence française recèle une contradiction de fond, puisqu'elle décide que le dirigeant déchu de son droit d'interjeter appel est néanmoins habilité à recevoir la notification qui fait courir les délais d'appel à son encontre. Ainsi, le jugement s'impose à son destinataire qui n'a aucune possibilité d'agir utilement. Elle cite par ailleurs une jurisprudence dissidente de la cour d'appel de Paris, laquelle a décidé, dans un arrêt du 14 décembre 2002, que le dirigeant d'une personne morale est recevable à interjeter appel d'un jugement ayant prononcé la liquidation judiciaire de la société qu'il dirige.", "28.  La Cour rappelle que l'article 6 § 1 garantit à toute personne le droit à ce qu'un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil. Il consacre de la sorte le « droit à un tribunal » dont le droit d'accès, à savoir le droit de saisir le tribunal en matière civile, constitue un aspect (Golder c. Royaume-Uni, arrêt du 21 février 1975, série A no 18, pp. 17-18, §§ 35-36). Ce droit ne vaut que pour les « contestations » relatives à des « droits et obligations de caractère civil » que l'on peut dire, au moins de manière défendable, reconnus en droit interne (voir, entre autres, les arrêts James et autres c. Royaume-Uni, 21 février 1986, série A no 98, pp. 46-47, § 81, et Powell et Rayner c. Royaume-Uni, 21 février 1990, série A no 172, pp. 16-17, § 36).", "29.  La Cour rappelle aussi que le « droit à un tribunal » n'est pas absolu ; il se prête à des limitations implicitement admises, notamment pour les conditions de recevabilité d'un recours, car il appelle de par sa nature même une réglementation par l'Etat, qui jouit à cet égard d'une certaine marge d'appréciation (Ashingdane c. Royaume-Uni, arrêt du 28 mai 1985, série A no 93, pp. 24-25, § 57). Ces limitations ne sauraient cependant restreindre l'accès ouvert à un justiciable d'une manière ou à un point tels que son droit d'accès à un tribunal s'en trouve atteint dans sa substance même ; enfin, elles ne se concilient avec l'article 6 § 1 que si elles tendent à un but légitime et s'il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Levages Prestations Services c. France, arrêt du 23 octobre 1996, Recueil 1996-V, p. 1543, § 40).", "30.  Dans son arrêt Luordo c. Italie (précité) la Cour a par ailleurs jugé, au sujet d'une procédure de faillite personnelle, que la limitation de la capacité du failli d'ester en justice tendait à la protection des droits et intérêts d'autrui, à savoir ceux des créanciers de la faillite. La Cour a estimé qu'une telle limitation du droit d'accès à un tribunal dans le chef du failli n'était pas critiquable en soi mais comportait le risque d'imposer à l'intéressé une charge excessive quant au droit d'accès à un tribunal. Dès lors, pour ne pas contrevenir aux exigences de l'article 6 § 1, cette ingérence dans le droit de l'intéressé ne doit pas se révéler disproportionnée par rapport à l'objectif poursuivi.", "31.  Il convient en premier lieu de relever que, contrairement à l'affaire Luordo (précitée) où la procédure visait les biens propres du failli, la procédure de liquidation judiciaire d'une société unipersonnelle voit fictivement intervenir deux personnalités juridiques distinctes, d'une part, le débiteur (la société, personne morale) et, d'autre part, le dirigeant de cette société. Pour autant, la Cour estime qu'il convient de rechercher si la requérante, gérante de la société, peut être considérée comme ayant un intérêt à avoir accès au tribunal à l'occasion de la procédure de liquidation judiciaire.", "32.  La Cour constate, tout d'abord, que les intérêts de ces deux personnalités juridiques s'avéraient essentiellement convergents. En effet, dans les circonstances de l'espèce, s'agissant d'une entreprise unipersonnelle à responsabilité limitée, la dirigeante était également, de fait, associée unique de la société. Elle avait dès lors, compte tenu du caractère spécifique de cette dernière en droit français, un intérêt particulier à voir la société perdurer et à protéger les fonds qu'elle y avait investis.", "33.  En l'espèce, il apparaît que la gérante de la société disposait de certains éléments de nature à accréditer son affirmation selon laquelle elle était en mesure de proposer un apurement du passif. La Cour relève, à cet égard, que le magistrat délégué par le premier président de la cour d'appel, tout en rejetant la demande de suspension de l'exécution provisoire introduite par la requérante, avait constaté l'existence d'une possibilité d'apurement. Dès lors, son intervention en cause d'appel était conforme aux intérêts de la société, puisqu'elle aurait éventuellement pu permettre à cette dernière de poursuivre son activité ou, à tous le moins, que soient présentés des arguments en faveur de cette poursuite. La Cour relève d'ailleurs que la requérante pouvait également justifier d'un intérêt personnel direct à exercer ce recours, dans la mesure où elle faisait, en son nom propre, l'objet de sévères accusations, dont on ne pouvait exclure qu'elles aient des conséquences ultérieures pour elle-même.", "34.  Si le Gouvernement soutient, à juste titre, que la requérante avait la possibilité de demander la désignation d'un mandataire ad hoc afin que celui-ci interjette appel du jugement ou régularise l'appel interjeté à titre conservatoire par ses soins, la Cour doute toutefois de la possibilité concrète pour ce dernier d'intervenir dans le cadre du délai d'appel, lequel n'est, en la matière, que de dix jours. Il est à cet égard significatif que parmi les arrêts cités par le Gouvernement aucun ne vise expressément la possibilité de régularisation d'un recours en appel. En effet, si l'exercice de cette voie de recours à titre conservatoire apparaissait en théorie possible, le délai d'appel, beaucoup plus bref que celui du dépôt d'un mémoire en cassation, limitait en pratique l'effectivité de cette option. La Cour en veut notamment pour preuve les termes des travaux préparatoires de la loi du 26 juillet 2005 concernant l'actuel article L. 641-9 du code de commerce. Ceux-ci laissent en effet clairement apparaître la volonté du législateur de mettre un terme aux difficultés pratiques limitant l'exercice du recours en appel par la société débitrice, en accordant à son ancien dirigeant le droit d'interjeter appel du jugement prononçant la liquidation judiciaire et ce, dans l'optique de renforcer le respect dû aux « droits de la défense ». Cette réforme a procédé à un rééquilibrage au bénéfice de la société débitrice et de son dirigeant, mettant ainsi un terme à une limitation préjudiciable à leur droit d'accès au tribunal. La requérante, soumise au régime antérieur, n'a pu bénéficier de ces nouvelles dispositions légales.", "35.  La Cour déduit de l'ensemble de ces éléments que la requérante, qui n'avait plus, en droit interne, la capacité d'agir au nom de la société dont elle avait été la gérante, disposait néanmoins d'un intérêt à agir en son nom propre devant la Cour et qu'elle a vu son droit d'accès à un tribunal limité de manière excessive.", "36.  Elle conclut donc au rejet de l'exception préliminaire jointe au fond et à la violation de l'article 6 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "37.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "38.  La requérante réclame 372 922,34 euros (EUR) au titre du préjudice matériel qu'elle aurait subi, ainsi que 50 000 EUR au titre du préjudice moral.", "39.  Le Gouvernement conteste ces prétentions estimant que le préjudice matériel allégué ne présente aucun caractère certain et que le préjudice moral serait suffisamment réparé par le constat éventuel de la violation de l'article 6 § 1.", "40.  La Cour ne saurait spéculer sur le résultat auquel la procédure incriminée aurait abouti si la violation de l'article 6 § 1 de la Convention n'avait pas eu lieu (voir, par exemple, Mantovanelli c. France, arrêt du 18 mars 1997, Recueil 1997-II, p. 438, § 40) ; il convient donc de rejeter les prétentions de la requérante en ce qu'elles se rapportent au préjudice matériel allégué. Elle estime toutefois que le fait d'avoir été privée de son droit d'accès au tribunal a causé un préjudice moral à la requérante qui ne saurait être réparé par le seul constat de violation de l'article 6 § 1 de la Convention. Statuant en équité, comme le veut l'article 41, elle lui alloue la somme de 3 000 EUR.", "B.  Frais et dépens", "41.  La requérante demande également 10 146,87 EUR pour les frais et dépens encourus devant les juridictions internes et 5 023,20 EUR pour ceux encourus devant la Cour.", "42.  Le Gouvernement estime que les frais de procédure engagés devant les juridictions nationales n'avaient nullement pour objet de faire prévenir ou corriger la prétendue violation de la Convention, puisque la requérante n'a pas contesté, notamment en formant un pourvoi en cassation, la décision de la cour d'appel qui a déclaré son appel irrecevable et n'a allégué aucune violation de la Convention devant les juridictions nationales. Il estime qu'il serait équitable d'allouer à la requérante la somme de 500 EUR pour les frais engagés devant la Cour.", "43.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour rejette la demande relative aux frais et dépens de la procédure nationale, mais elle estime justifiée la somme de 5 023,20 EUR pour la procédure devant elle et l'accorde à la requérante.", "C.  Intérêts moratoires", "44.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette l'exception préliminaire du Gouvernement tirée du nonépuisement des voies de recours internes ;", "", "2.  Joint au fond l'exception du Gouvernement tirée de l'absence de qualité de victime et la rejette ;", "", "3.  Déclare la requête recevable ;", "", "4.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 3 000 EUR (trois mille euros) pour dommage moral et 5 023,20 EUR (cinq mille vingt-trois euros et vingt centimes) pour les frais et dépens, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 8 mars 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tBoštjan M. Zupančič\n\tGreffier adjoint\tPrésident", ""]}