{"file": "FRE_HFJUD_32010_07.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32010/07", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "AFFAIRE COCAIGN c. FRANCE", "", "(Requête no 32010/07)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "3 novembre 2011", "", "DÉFINITIF", "", "03/02/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Cocaign c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tElisabet Fura,\n\tJean-Paul Costa,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tAnn Power-Forde,\n\tGanna Yudkivska, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 11 octobre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 32010/07) dirigée contre la République française et dont un ressortissant de cet Etat, M. Nicolas Cocaign (« le requérant »), a saisi la Cour le 17 juillet 2007 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me F. Picchiottino, avocat à Rouen. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant allègue en particulier que ses conditions de détention étaient contraires à l’article 3 de la Convention et portaient également atteinte aux articles 6 § 1, 3 et 13 de la Convention.", "4.  Le 28 septembre 2009, le président de la cinquième section a décidé de communiquer la requête au Gouvernement. Le 30 mai 2011, des observations complémentaires ont été demandées par le président aux parties. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1971 et est actuellement détenu à la maison d’arrêt de Fresnes.", "6.  Le requérant souffre de troubles psychiatriques sévères. En 1997, il fut hospitalisé d’office une première fois car il présentait des troubles du comportement de nature psychique alors qu’il était en garde à vue. En 1998, de sa propre initiative, le requérant fut hospitalisé pour troubles graves de la personnalité avec troubles des conduites sexuelles. En 2001, on trouve trace dans le dossier d’une nouvelle hospitalisation d’office pour quelques jours car « Délirant, se prend pour un tueur en série. Comportement sexuel de type sado-masochiste ». En 2005, à l’issue d’une peine d’emprisonnement de cinq ans (pour viol), le préfet des Hauts-de-Seine prit encore un arrêté prononçant son hospitalisation d’office. A l’époque, les services pénitentiaires auraient alerté le procureur de la République sur le fait que le requérant avait évoqué « des projets de viols, torture et barbarie » en leur présence.", "7.  Le 12 avril 2006, le requérant fut incarcéré en application d’un mandat de dépôt pour tentative de viol commis sous la menace d’une arme.", "8.  Dans la nuit du 2 au 3 janvier 2007, le requérant tua son codétenu à la maison d’arrêt de Rouen en présence d’un autre codétenu. Le surveillant pénitentiaire qui découvrit le corps déclara ce qui suit :", "« (...) j’ai demandé au détenu B. no 63523 de bouger. Je lui ai demandé une seconde fois plus vivement. Le détenu Cocaign Nicolas no 62670 m’a alors répondu : « il ne répondra pas, il est mort ». J’ai demandé à ce dernier s’il plaisantait. Il m’a répondu : « non, on s’est embrouillé hier soir, je l’ai fumé ». »", "9.  Lors de l’enquête, le requérant se livra à une description très précise des faits, en précisant qu’il n’avait pas dit « je l’ai fumé » :", "« (...) Les faits ont commencé à se dérouler vers 0 h 30, j’ai mis environ 20 minutes à les commettre. B. est descendu du lit et m’a jeté un regard menaçant, qui a été l’élément déclencheur ; j’ai eu de l’adrénaline et une pulsion sexuelle ; j’ai attendu qu’il remonte sur son lit. Il s’est pris une volée pendant 5 minutes (coups de pieds, de poings, de ciseaux). Puis j’ai voulu l’étrangler avec une serviette qui était trop épaisse. Je suis redescendu prendre un sac poubelle qui a craqué. J’en ai repris un deuxième, puis il est mort ; ensuite, je l’ai ouvert au thorax et mangé une partie de ses poumons. »", "10.  Le 5 janvier 2007, le requérant fut transféré à la maison d’arrêt de Bois d’Arcy et placé à l’isolement dans l’attente de son passage en commission de discipline.", "11.  Suite à l’enquête des services pénitentiaires, deux procédures, disciplinaire et pénale, furent déclenchées.", "A.  Procédure disciplinaire", "12.  Concernant la procédure disciplinaire, le requérant comparut le 17 janvier 2007 devant la commission de discipline de la maison d’arrêt de Bois d’Arcy pour avoir exercé des violences physiques à l’encontre d’un codétenu. Le même jour, elle le condamna à quarante-cinq jours de cellule disciplinaire conformément aux articles D 249-1 (faits de violence physiques à l’encontre d’un codétenu) et 251-1 du code de procédure pénale (CPP) :", "« (...) le détenu a reconnu les faits dans leur intégralité (...), les poursuites disciplinaires sont distinctes des poursuites pénales et judiciaires et (...) l’irresponsabilité de l’auteur des faits ne saurait être retenue dans le cadre d’une procédure administrative. »", "La commission précisa que l’article D 251-4 prévoit la possibilité d’une suspension de peine par le médecin lorsque ce dernier constate que l’exécution de la sanction est de nature à compromettre la santé du détenu et que toute mise au quartier disciplinaire prévoit la communication et le signalement le jour même tant à l’U.C.S.A. (Unité de consultations et de soins ambulatoires) qu’au S.M.P.R. (Service médico-psychologique régional) de la mise au quartier disciplinaire.", "13.  Dès le 18 janvier 2007, le directeur de la maison d’arrêt de Rouen demanda au préfet des Yvelines l’hospitalisation d’office du requérant en application de l’article D 398 du CPP (paragraphe 34 ci-dessous). Le 22 janvier, le préfet accéda à cette demande en prononçant l’hospitalisation d’office du requérant dans l’unité pour malades difficiles (UMD) de Villejuif :", "« (...) le patient présente des troubles à type de cannibalisme récent qu’il évoque sans réelle critique ; une dangerosité signalée par lui-même qui précise qu’il serait encore plus dangereux depuis les faits ; un manichéisme délirant. Son état psychique (...) est incompatible avec son maintien en détention à la maison d’arrêt des Yvelines où il a été incarcéré. »", "14.  Le 14 février 2007, un praticien hospitalier de l’UMD conclut que l’état de santé du requérant ne justifiait plus le maintien de la mesure d’hospitalisation d’office :", "« (...) Observation dans notre unité sécurisée nous met en présence d’un sujet au contact facile, extrêmement calme d’un bout à l’autre du séjour. Il s’agit d’une personnalité pathologique dont la structure reste non définitivement déterminée. Son état ne requiert plus une hospitalisation psychiatrique continue. Sa tension est très abaissée par un traitement neuroleptique d’action prolongée qui a été initiée dans notre service et qui pourra être suivie en détention. (Traitement : Haldol Decanoas 6 ampoules/jour, Théralène 500 mg/j , Dépakine 500 mg matin-midi, gôuter et soir) »", "15.  Par un arrêté du 16 février 2007, le préfet ordonna le retour du requérant à la maison d’arrêt de Bois d’Arcy où il finit de purger sa peine disciplinaire.", "16.  Entre-temps, le 1er février 2007, le requérant saisit la direction régionale des services pénitentiaires de Paris d’un recours préalable contre la décision disciplinaire. Il dénonça la composition de la commission de discipline et fit valoir que celle-ci n’était pas indépendante par rapport à l’exécutif car en tant qu’organe de l’Etat, elle cumule les fonctions de poursuite et de jugement. Il dénonça également la partialité avec laquelle la décision avait été prise, le président de la commission disposant du pouvoir de saisine de l’instance et de celui de prendre la décision. Le requérant contesta encore la sanction elle-même, et plaida l’erreur de droit, au motif qu’elle avait été prise sans que, préalablement, un psychiatre ait été consulté pour se prononcer sur la compatibilité d’un placement en cellule disciplinaire avec son état de santé ; il fit valoir qu’il appartenait à la commission de se prononcer sur la question de savoir si le discernement était aboli au moment des faits. Enfin, le requérant estima que la durée du placement et les conditions d’existence au sein du quartier disciplinaire de la maison d’arrêt concernée étaient constitutives d’une violation de l’article 3 de la Convention.", "17.  Par une décision du 26 février 2007, notifiée le 27, le directeur régional confirma la sanction, estimant qu’elle était adaptée à la faute disciplinaire imputée à l’intéressé, après avoir relevé que ce dernier avait reçu copie de sa convocation devant la commission de discipline le 15 janvier, qu’il était représenté par son avocat lors de la comparution devant celle-ci et que son président, directeur adjoint de la maison d’arrêt, avait compétence pour présider l’instance, deux assesseurs régulièrement désignés siégeant à ses côtés.", "18.  Le 26 avril 2007, le requérant saisit le tribunal administratif de Melun d’un recours pour excès de pouvoir contre cette décision fondé notamment sur la violation alléguée des articles 6 §§ 1 et 3 de la Convention. Selon les observations des parties des 21 et 22 juin 2011, le recours est toujours pendant.", "B.  Procédures pénales", "19.  Parallèlement, le requérant fut mis en examen pour homicide volontaire avec préméditation et atteinte à l’intégrité d’un cadavre par le juge d’instruction du tribunal de grande instance de Rouen.", "20.  Le 15 février 2007, sur ordonnance du juge d’instruction, le Docteur F. pratiqua l’examen psychiatrique du requérant et conclut que celui-ci ne présentait pas de pathologie psychiatrique aigüe et que son état était compatible avec les interrogatoires devant le juge d’instruction.", "21.  Le 4 octobre 2007, deux experts psychiatres désignés par le juge d’instruction conclurent à l’abolition totale du discernement du requérant \nlors des faits et à son irresponsabilité pénale au sens de l’article 122.1 du code pénal pour le meurtre et les actes de cannibalisme qui l’ont accompagné :", "« (...) L’examen proprement dit se poursuit sur le ton un peu surréaliste d’une conversation banale alors que, à l’évidence son geste ne l’est pas. Il déroule la routine de la vie pénitentiaire comme si rien ne s’était passé ... il dit avoir des bons rapports avec les surveillants, dérouler sa vie quotidienne avec ses principes habituels d’hygiène, de maintenance personnelle. Il fait sa popote et aime se soigner avec les moyens du bord (il dit que dans la cellule, seul L. avait de la cantine mais que luimême l’acceptait et n’utilisait pas sa force pour inciter au partage). Il s’arrange donc pour utiliser des ingrédients simples : « des spaghettis, une petite sauce, du gruyère et un œuf par-dessus et ... », il fait un geste gourmand expressif de la main et de la bouche. Il n’y a pas besoin de le pousser pour qu’il détaille de la même manière la cuisine macabre qui a suivi le meurtre.", "Nous évoquons son séjour au Quartier Disciplinaire qu’il avait quitté au bout de 7 jours pour le séjour en Unité pour Malades Difficiles et qu’il a poursuivi à l’issue de son hospitalisation à Villejuif. Là encore, il banalise et considère que tout est normal, il s’agit de la routine pénitentiaire.", "Il reste que la dangerosité de Nicolas Cocaign bien que déjà évoquée par le passé, a sans doute été magnifiée par les conditions de détention, désœuvrement, promiscuité et excitation liée au contact trop proche et permanent avec les autres. Il est dans une meilleure maîtrise en étant isolé. Quoi qu’il en soit, l’évaluation expertale future appréciera son évolution.", "Conclusions", "1.  L’examen psychiatrique de Nicolas Cocaign met en évidence derrière une banalité superficielle apparente, une structure et un fonctionnement psychotique avec un discours qui est tantôt en processus primaire, pulsionnel, tantôt dans des rationalisations morbides pour organiser un désordre intérieur et un foisonnement pulsionnel très archaïque.", "L’ensemble est susceptible de décompenser sous la forme d’une maladie psychotique entrant dans un cadre nosologique plus traditionnel, mais peut surtout se traduire par des passages à l’acte dont le passage à l’acte extravagant qui est en cause dans cette affaire.", "2.  Il doit être considéré comme ayant agi avec une abolition de son discernement et du contrôle de ses actes, en état d’irresponsabilité pénale au sens de l’article 122.1 du Code Pénal pour le meurtre de B. et les actes de cannibalisme qui l’ont accompagné.", "3.  Nicolas Cocaign semble actuellement ne pas pouvoir se permettre de mentalisation de ce qui s’est passé en lui et de ce qu’il a fait, encore abuté sur une banalisation et des défenses rationnelles qui compliquent la situation de thérapeutique et ne rassure pas quant à sa dangerosité criminologique ou psychiatrique. En tout état de cause, il relève d’une observation prolongée accompagnant les soins psychiatriques sous le régime de l’Hospitalisation d’Office et le retour à l’autonomie ne pourra se faire qu’après un apprentissage très encadré et un élargissement progressif.", "On peut malgré tout espérer que le déchaînement de violence malgré son côté spectaculaire et hors du commun auquel s’est livré Nicolas Cocaign ne préjuge pas de son fonctionnement habituel et de sa dangerosité future « fixée ». Son discours de ce point de vue n’est pas à prendre au pied de la lettre et constitue clairement un système défensif qui lui évite le naufrage psychique et l’éclatement psychotique. Il ne paraît pas, en étant maintenant sous traitement neuroleptique, ni dans l’escalade de la recherche des sensations, ni dans le maintien dramatique et désespéré d’une image de lui-même qui nécessite un nouveau passage à l’acte criminel. Mais il est encore trop tôt pour argumenter sur son évolution. »", "22.  Le 17 novembre 2007, deux autres experts psychiatres commis par le juge d’instruction, examinèrent le requérant et conclurent que l’examen psychiatrique de Nicolas Cocaign avait mis en évidence une pathologie psychiatrique complexe où s’intriquent des éléments d’ordre prépsychotiques ou borderline et des troubles de la personnalité avec à la fois aspect psychopathique, dimension paranoïaque, aspect égocentré à tonalité mégalomaniaque. Ils précisèrent que le sujet n’était pas dangereux au sens psychiatrique et qu’il ne justifiait pas d’une hospitalisation en milieu spécialisé. De plus, le requérant n’était pas atteint, au moment des faits, d’un trouble psychique ou neuropsychique ayant pu abolir son discernement, au sens de l’article 122.1 alinéa 1 du code pénal, mais les experts retinrent l’altération du discernement au sens de cette disposition. Ils firent valoir l’intérêt d’un suivi psychiatrique longitudinal dans le cadre d’une obligation de soins et préconisèrent qu’il soit placé seul en cellule, qu’il bénéficie d’un traitement neuroleptique de couverture (dans l’esprit de l’analyse du Docteur R. de l’UMD de Villejuif) et une évaluation psychiatrique et psycho-criminologique de temps à autre.", "23.  Le 15 novembre 2008, une contre-expertise fut réalisée par trois psychiatres qui conclurent ce qui suit :", "« L’expertise ne met pas en évidence de signes de décompensation psychotique, mais un fonctionnement psychotique dans le sens où il y a eu passage dans la réalité de fantasmes archaïques de destruction et de cannibalisme. La prise de cannabis a été un facilitateur du passage à l’acte.", "Dans ces conditions, il est à considérer qu’au moment des faits, le sujet avait son jugement altéré et le contrôle de ses actes entravé au sens de l’article 122-1 alinéa du code pénal. En ce sens, il est possible de dire que le sujet est dangereux tant au plan psychiatrique que criminologique : d’ailleurs le sujet le perçoit lui-même.", "La réadaptation ne sera à envisager qu’ultérieurement.", "Il apparaîtrait opportun de mettre en place une injonction de soins dans le cadre d’un suivi socio-judiciaire pour l’hypothèse où le mis en examen serait déclaré coupable par la juridiction de jugement. »", "24.  Le 26 février 2009, dans le cadre de l’instruction pour tentative de viol avec arme, et d’un examen psychiatrique du requérant, les experts firent valoir que ses troubles se rattachaient à une psychose schizophrénique et conclurent ce qui suit :", "« (...)", "4.  Le sujet présente une dangerosité potentielle au sens psychiatrique du terme. La mise en route d’un traitement neuroleptique au long cours a cependant permis d’obtenir une régression partielle de cette potentialité dangereuse. Sur le plan psychocriminologique, on peut relever que l’une des caractéristiques de la personnalité du sujet est l’absence de mentalisation et le recours au passage à l’acte qui peut se manifester de manière imprévisible et sur un mode explosif.", "5.  Le sujet est curable et réadaptable. L’état clinique du sujet relève d’une prise en charge psychiatrique au long cours. Son état clinique actuel relève de soins psychiatriques en milieu spécialisé dans le cadre d’une mesure d’hospitalisation d’office en cas de sortie en milieu libre.", "D’un point de vue psychiatrique, il apparaît opportun qu’il lui soit fait injonction de se soigner dans le cadre d’un suivi socio-judiciaire conformément aux articles 763-1 et suivants du Code de procédure pénale.", "6.  Au moment des faits qui lui sont reprochés, il présentait un trouble psychique qui a aboli son discernement et le contrôle de ses actes, au sens de l’article 122-1 du Code pénal.", "7.  Le sujet n’est pas accessible à une sanction pénale.", "8.  L’état clinique du sujet, tel que constaté au moment de nos examens, n’est pas incompatible avec son éventuelle audition. »", "25.  Par une ordonnance du 14 mai 2009, le requérant fut renvoyé devant la cour d’assises de la Seine-Maritime pour acte de torture, de barbarie et d’homicide volontaire. Par un arrêt du 24 juin 2010, la cour d’assises le condamna à une peine de trente ans de réclusion criminelle assortie d’une peine de sûreté de vingt ans. Elle assortit la condamnation d’une injonction de soins pendant huit ans.", "26.  Par un arrêt du 16 février 2011, la cour d’assises de la SeineMaritime condamna le requérant à dix ans de réclusion criminelle pour tentatives de viol commises avec usage ou menace d’une arme (paragraphe 7 ci-dessus).", "C.  Conditions de détention du requérant", "27.  Le requérant a été détenu au quartier disciplinaire le 18 janvier 2007. Après avoir été hospitalisé d’office le 22 janvier 2007, il revint en cellule disciplinaire le 16 février 2007 et y resta jusqu’au 30 mars 2007.", "28.  Depuis le 30 mars 2007, le requérant est placé à l’isolement. Il était suivi par le Docteur B. du SPMR de la maison d’arrêt de Bois d’Arcy. Selon le Gouvernement, depuis cette date, la pathologie psychiatrique dont le requérant est porteur fait l’objet d’une prise en charge et d’un traitement psychotrope réguliers. Cette prise en charge aurait permis une stabilisation de sa pathologie.", "29.  Le 18 novembre 2009, la mesure d’isolement du requérant fut prolongée pour une durée d’un an après avis favorable d’un médecin qui déclara compatible ce régime de détention avec l’état de santé du requérant. La mesure fut prolongée en raison « du profil psychologique » du requérant « excluant toute possibilité d’affectation et de cohabitation avec les détenus de détention ordinaire » et compte tenu du fait qu’« il existe un risque réel à ce que d’autres détenus portent sérieusement atteinte à [son] intégrité physique ». Un rapport de comportement concernant le requérant fut également établi à cette occasion dans lequel on peut lire qu’il « ne pose aucun problème quant à sa gestion au quartier d’isolement. Il ne participe à aucune des activités qui lui sont proposées sur ce quartier. Il se rend une fois par semaine au SMPR pour un groupe de parole. En outre le détenu se montre respectueux avec le personnel de surveillance et se plie au règlement interne du quartier. »", "30.  En mai 2010, le requérant fut transféré au Havre en raison de l’audience de la cour d’assises de la Seine-Maritime du 21 au 24 juin. Il fut à nouveau transféré à la maison d’arrêt de Bois d’Arcy durant l’été 2010 et reprit son suivi avec le Docteur B. En début d’année 2011, le requérant fut à nouveau transféré au Havre en raison du second procès devant la cour d’assises de la Seine-Maritime. Il resta au centre pénitentiaire du Havre, où il est suivi par un psychiatre toutes les deux semaines et suit un traitement médicamenteux, jusqu’en juin 2011 où il aurait été transféré à Fresnes. Il bénéficie selon le Gouvernement de soins réguliers avec une visite journalière et la distribution quotidienne de son traitement.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS ET LES TEXTES INTERNATIONAUX", "A.  La procédure disciplinaire", "31.   L’article D 249 du CPP dispose que les fautes disciplinaires des détenus sont classées en trois degrés selon leur gravité. L’article D 250 indique que la commission de discipline comprend, outre le chef d’établissement ou son délégué, président, deux membres du personnel de surveillance qui ont voix consultative.", "L’article D 250-5 précise que le détenu qui veut contester une sanction disciplinaire doit, dans le délai de quinze jours à compter du jour de la notification de la décision, la déférer au directeur interrégional des services pénitentiaires préalablement à tout autre recours. Le directeur interrégional dispose d’un délai d’un mois à compter de la réception du recours pour répondre par décision motivée. L’absence de réponse dans ce délai vaut décision de rejet.", "La mise en cellule disciplinaire est prévue par l’article D 251 (5e) du même code. L’article D 251-3 en précise les modalités : le détenu est placé seul dans une cellule aménagée à cet effet. Il est privé des achats en cantine ainsi que de visites et d’activités, à l’exception d’une promenade d’une heure par jour dans une cour individuelle. La sanction n’emporte aucune restriction au droit de correspondance écrite. La durée maximale de la mise en cellule disciplinaire est de quarante-cinq jours.", "Les articles D 350 et D 351 précisent les conditions matérielles et d’hygiène dont doivent bénéficier les détenus dans les cellules.", "32.  L’article 91 de la loi pénitentiaire du 24 novembre 2009 est ainsi libellé :", "« Lorsqu’une personne détenue est placée en quartier disciplinaire, ou en confinement, elle peut saisir le juge des référés en application de l’article L. 521-2 du code de justice administrative. »", "Le même article remplace l’article D 251-3 du CPP et prévoit que le nombre de jours de placement au quartier sera limité à trente jours au lieu de quarante-cinq :", "« Le placement en cellule disciplinaire ou le confinement en cellule individuelle ordinaire ne peuvent excéder vingt jours, cette durée pouvant toutefois être portée à trente jours pour tout acte de violence physique contre les personnes ; »", "33.  Dans le rapport du Comité européen pour la prévention de la torture et des peines ou traitements inhumains et dégradants (CPT) de 2007, relatif à la visite en France effectuée du 27 septembre au 9 octobre 2006, en sa partie « Discipline », on peut lire ce qui suit :", "« (...) 225.  De plus, aucun rapport formel n’est établi dans la procédure disciplinaire en vigueur entre la gravité de la faute et la sanction et dans certains cas, la sanction prononcée par la commission disciplinaire est apparue aux yeux de la délégation comme étant disproportionnée par rapport à l’infraction commise. (...) Quant au recours possible contre une décision de la commission disciplinaire, il reste dépourvu d’effet suspensif. Enfin, le CPT tient à réitérer sa position, quant à la durée trop longue de la sanction disciplinaire maximale, qui est toujours de 45 jours de placement à l’isolement disciplinaire.", "226.  Une question qui a particulièrement préoccupé la délégation était le fait que certains détenus qui ont comparu devant la commission disciplinaire étaient manifestement atteints de troubles mentaux graves. Cependant, aucune référence n’a été faite à la possibilité d’un état de responsabilité diminué, pouvant conduire à une décision de prise en charge psychiatrique ou ayant une incidence du moins sur la nature de la sanction. (...) »", "B.  Soins psychiatriques en prison", "34.  L’article D 398 du CPP est ainsi libellé :", "« Les détenus atteints des troubles mentaux visés à l’article L. 342 du code de la santé publique ne peuvent être maintenus dans un établissement pénitentiaire.", "Au vu d’un certificat médical circonstancié et conformément à la législation en vigueur, il appartient à l’autorité préfectorale de faire procéder, dans les meilleurs délais, à leur hospitalisation d’office dans un établissement de santé habilité au titre de l’article L. 331 du code de la santé publique.", "Il n’est pas fait application, à leur égard, de la règle posée au second alinéa de l’article D. 394 concernant leur garde par un personnel de police ou de gendarmerie pendant leur hospitalisation. »", "35.  Le Comité Consultatif National d’Ethique pour les Sciences de la Vie et de la Santé, dans un Avis no 94 « La santé et la médecine en prison » (2006) souligne ce qui suit :", "« (...) La prison est de plus en plus un lieu confronté à la maladie mentale.", "La prison devient de plus en plus un lieu d’enfermement des malades psychiatriques : le taux de pathologies psychiatriques est 20 fois plus élevé en prison que dans la population générale. En 2004, une enquête épidémiologique demandée par la Direction Générale de la Santé (DGS) et la Direction de l’Administration pénitentiaire (DAP) révélait la présence de 14 % de détenus atteints de psychose avérée (plus de 8 000 détenus) dont 7 % (plus de 4 000 détenus) atteints de schizophrénies.", "On assiste à un déplacement de l’hôpital psychiatrique vers la prison. L’incarcération de personnes atteintes de maladies mentales graves ne peut qu’entraîner une perte de repères et de sens : perte du sens même de la peine et de l’emprisonnement, et en particulier de la notion de responsabilité pénale ; perte du sens même du soin et du rôle de soignant ; et même perte du sens du rôle de surveillant.", "Source de souffrances pour la personne malade (« la prison en soi est un facteur d’aggravation des troubles mentaux » soulignait le rapport de l’IGAS et de l’IGSJ de 2001), la pathologie mentale est aussi source de souffrance et de confusion pour les codétenus confrontés quotidiennement à la « folie », insupportable et contagieuse. (...)", "L’incarcération de personnes atteintes de maladies mentales graves : la « folie » en prison. Cette situation, déjà soulignée précédemment constitue l’un des problèmes éthiques majeurs concernant d’une part la confusion croissante entre les sens respectifs de la peine et du soin, et d’autre part le droit à la protection de la santé et à l’accès aux soins. Ces problèmes éthiques graves d’atteinte au droit à la protection de la santé et à l’accès aux soins impliquent à la fois le droit des malades à la meilleure prise en charge médicale psychiatrique possible de leur souffrance dans des conditions respectueuses de leur dignité, et le droit de leurs codétenus à la protection de leur santé mentale, mise en péril par une confrontation permanente à la « folie ». (...)", "Recommandations", "Rechercher hors des murs de la prison des solutions pour que les personnes très âgées, les grands handicapés et les personnes souffrant de graves troubles psychiatriques quittent à jamais la prison. »", "36.  Il est renvoyé à la partie droit international de l’arrêt Slawomir Musial c. Pologne (no 28300/06, § 62, 20 janvier 2009) qui cite les parties pertinentes, s’agissant des soins psychiatriques en prison, des recommandations R (98) 7 relatives aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire et R (2006) 2 du Comité des Ministres aux Etats membres sur les règles pénitentiaires européennes.", "37.  Dans son rapport de 2007 relatif à la visite en France effectuée du 27 septembre au 9 octobre 2006, le CPT relevait ce qui suit au sujet des soins psychiatriques en prison :", "« 203.  Enfin, et sur un plan plus général, tous les interlocuteurs rencontrés par la délégation, tant dans les ministères compétents (Justice, Santé) que sur le plan local, les personnels de santé et de direction dans les établissements visités, ont admis l’état dramatique dans lequel se trouve la psychiatrie pénitentiaire en France. L’une, parmi les nombreuses illustrations  outre les constatations du CPT  est la récente condamnation de la France par la Cour européenne des Droits de l’Homme dans l’affaire Rivière, qui, aux dires mêmes des autorités de santé, est révélatrice d’un « problème systémique et répandu ». Le CPT souhaite recevoir des informations sur la stratégie envisagée à court et moyen termes pour faire face à cette situation et à la prévalence croissante des affections psychiatriques dans la population carcérale. »", "38.  Le mémorandum de Thomas Hammarberg, Commissaire aux droits de l’homme du Conseil de l’Europe, faisant suite à sa visite en France du 21 au 23 mai 2008, en sa partie relative à la prise en charge des maladies psychiatriques, est ainsi libellé :", "« 48.  En octobre 2006, le Comité d’éthique a exprimé sa préoccupation quant au taux de pathologies psychiatriques qui est vingt fois plus élevé en prison qu’au sein de la population dans son ensemble. Cela s’explique en partie par la forte diminution du nombre de personnes reconnues irresponsables pénalement. D’autres explications résident dans l’allongement de la durée des peines et dans la dégradation des conditions d’incarcération qui accroissent la fragilité psychique des détenus. En 2006, la France a d’ailleurs été condamnée par la Cour européenne des droits de l’homme pour le maintien en prison, sans traitement approprié, d’un homme souffrant de troubles mentaux. Il apparaît également qu’au lieu d’être hospitalisés, certains malades relevant de la psychiatrie sont placés en quartier d’isolement, voire en quartier disciplinaire ou encore font l’objet de régimes de détention plus stricts, dans le cadre des régimes différenciés. Le Commissaire invite les autorités à se montrer vigilantes sur une gestion disciplinaire des personnes souffrant de troubles mentaux et à développer les aménagements de peine à leur égard.", "49.  En plus des SMPR (services médico-psychologiques régionaux) créés en 1986, la France a opté pour la création d’unités hospitalières spécialement aménagées (UHSA) pour recevoir les détenus souffrant de troubles psychiatriques. Cette solution est rejetée par un certain nombre de praticiens, comme entretenant la confusion entre maladie mentale et criminalité. Les difficultés à prévenir les suicides en prison illustrent cette carence qu’il conviendrait de résoudre. »", "Réponse du Gouvernement français", "La direction de l’administration pénitentiaire du Ministère de la Justice est également préoccupée par l’état de la santé mentale des personnes placées sous main de justice et incarcérées. Comme il est rappelé en introduction au § 44, la prise en charge sanitaire, tant somatique que psychiatrique des détenus relève du service public hospitalier. En matière psychiatrique, l’offre de soins est assurée en détention, par le secteur de psychiatrie générale ou par le secteur de psychiatrie en milieu pénitentiaire au sein des services médico-psychologiques régionaux (SMPR) mais les effectifs psychiatriques sont cependant insuffisants au vu des besoins des personnes détenues en la matière.", "Le rapport souligne le cas de placement de personnes détenues souffrant de troubles psychiques en quartier d’isolement ou en quartier disciplinaire (QD). Il est à noter que les conditions de placement dans ces quartiers sont encadrées par des textes précis qui prévoient notamment la place et le rôle des autorités sanitaires. Plus particulièrement, en cas de placement au quartier disciplinaire, le code de procédure pénale prévoit que la décision de placement au QD est suspendue si un médecin juge l’état de santé de la personne (notamment psychiatrique) incompatible avec le placement en cellule disciplinaire.", "Le projet de création des unités hospitalières spécialement aménagées (UHSA), doit répondre aux difficultés actuelles de prise en charge psychiatrique en détention et dans le cadre des hospitalisations d’office : en effet, l’hospitalisation avec consentement en SMPR n’est pas satisfaisante du fait de l’absence de surveillance médicale de nuit ; l’hospitalisation d’office à l’hôpital se révèle quant à elle peu adaptée à la situation des personnes détenues sur les plans de la sécurisation et du fonctionnement d’un service hospitalier ; l’hospitalisation sur la demande d’un tiers n’est pas applicable en prison. Enfin, en matière de soins ambulatoires, le renforcement de l’offre de la psychiatrie en détention doit se poursuivre, en particulier dans les établissements pénitentiaires n’accueillant pas de SMPR.", "En outre, en matière d’hospitalisation d’office, les dispositifs hospitaliers de prise en charge n’offrent pas de réponse satisfaisante aux risques notamment d’évasion, lesquels ne sont pas négligeables.", "Les UHSA ont également été créées pour permettre une hospitalisation, dans des conditions de sécurité satisfaisantes également pour les personnels de santé dans la mesure où les textes actuels ne permettent pas la présence d’une garde statique. Ce qui conduit parfois à des durées d’hospitalisations écourtées.", "La création de ces unités, qui représentent un coût élevé, est ainsi un compromis entre l’exigence de soin et celle de sécurité et a ainsi recueilli l’approbation des organisations professionnelles, en mai 2006 et avril 2008 lors de la validation du projet de décret UHSA. »", "39.  La première Unité hospitalière spécialement aménagée (UHSA) a ouvert ses portes en mai 2010 au centre hospitalier Le Vinatier de Bron. Il s’agit de la première structure permettant l’hospitalisation de détenus en psychiatrie. Ce département de soixante lits constitue la première étape d’un programme de dix-sept UHSA. La circulaire interministérielle no 2011-105 du 18 mars 2011 relative à l’ouverture et au fonctionnement des USHA a été publiée au Bulletin Officiel Santé du 15 juin 2011.", "C.  Soins de santé", "40.  Il est renvoyé aux arrêts Mouisel c. France (no 67263/01, § 26, CEDH 2002-IX) et Rivière c. France (no 33834/03, § 29, 11 juillet 2006) pour les dispositions relatives aux soins de santé en prison.", "L’article 72011 du CPP relatif aux demandes de suspension de peine a été modifié par la loi no 2010-242 du 10 mars 2010 « tendant à amoindrir le risque de récidive criminelle et portant diverses dispositions de procédure pénale » :", "« Sauf s’il existe un risque grave de renouvellement de l’infraction, la suspension peut également être ordonnée, quelle que soit la nature de la peine ou la durée de la peine restant à subir, et pour une durée qui n’a pas à être déterminée, pour les condamnés dont il est établi qu’ils sont atteints d’une pathologie engageant le pronostic vital ou que leur état de santé est durablement incompatible avec le maintien en détention, hors les cas d’hospitalisation des personnes détenues en établissement de santé pour troubles mentaux. (...) »", "Les articles 148 et 148-1 du CPP relatifs aux demandes de mise en liberté au cours de la détention provisoire sont ainsi libellés :", "Article 148", "« En toute matière, la personne placée en détention provisoire ou son avocat peut, à tout moment, demander sa mise en liberté, sous les obligations prévues à l’article précédent ».", "Article 148-1", "« La mise en liberté peut aussi être demandée en tout état de cause par toute personne mise en examen, tout prévenu ou accusé, et en toute période de la procédure ».", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "41.  Le requérant allègue que la décision disciplinaire a été prise en violation des droits garantis par l’article 6 § 1 de la Convention. Il soutient en particulier que la commission de discipline ne satisfait pas aux conditions d’indépendance et d’impartialité prescrites par cette disposition. Cette dernière est ainsi libellée :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "42.  Le Gouvernement soutient à titre principal que la sanction disciplinaire ne rentre pas dans le champ d’application de l’article 6 § 1 de la Convention sous son volet pénal.", "43.  Le requérant s’oppose à cette thèse. En particulier, s’agissant du degré de sévérité de la sanction, le requérant fait valoir que la mesure litigieuse entraîne une sur-privation de liberté et une aggravation des conditions matérielles de détention comparable à la situation d’une bête en cage : enfermement vingt-trois heures par jour, pas d’accès à la radio et à la télévision, privation de toute visite au parloir à l’époque des faits, privation de ses affaires personnelles. Il ajoute que le placement en cellule disciplinaire entraîne des effets délétères sur l’état psychologique du détenu et constitue un facteur majeur d’autolyse. Il soutient encore que, concrètement, toute sanction de placement au quartier disciplinaire entraîne une réduction de crédit de peine qui a pour objet et pour effet de prolonger la détention. Selon l’article 721 du CPP par exemple, le juge de l’application des peines peut être saisi par le chef d’établissement aux fins de retrait d’une réduction de peine en cas de mauvaise conduite du condamné en détention et sa décision est prise après avis de la commission de l’application des peines dont est membre le chef d’établissement, président de la commission de discipline. De même, le comportement en détention figure parmi les critères d’octroi d’une libération conditionnelle. Enfin, le requérant fait valoir que le consensus sur la nécessité d’assurer l’impartialité de l’organe de jugement disciplinaire s’est traduit par les dispositions de la loi pénitentiaire du 24 novembre 2009 qui prévoit la présence d’un membre extérieur. Il conclut à l’applicabilité de l’article 6 § 1 de la Convention en l’espèce.", "44.  La Cour rappelle qu’elle a déjà jugé que l’article 6 § 1 de la Convention n’est pas applicable à la procédure disciplinaire pénitentiaire (Payet c. France, no 19606/08, §§ 94 à 100, 20 janvier 2011). Elle ne voit pas de raison de s’écarter de ce constat en l’espèce. Partant, le grief doit être déclaré incompatible ratione materiae avec les dispositions de la Convention au sens de l’article 35 § 3 a) et doit être rejeté en application de l’article 35 § 4.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION DU FAIT DU PLACEMENT EN QUARTIER DISCIPLINAIRE", "45.  Le requérant estime que son placement en cellule disciplinaire pendant quarante-cinq jours constitue un traitement inhumain et dégradant compte tenu de sa pathologie psychiatrique et eu égard la configuration du « mitard ». Outre les conditions de détention (paragraphe 52 ci-dessous), il estime que l’objectif de discipline poursuivi est inadapté à son état de santé mental. Il invoque l’article 3 de la Convention qui dispose :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "46.  Selon le Gouvernement, le requérant n’a pas épuisé les voies de recours internes à sa disposition. Dans ses observations du 22 janvier 2010 et du 22 juin 2011, il constate tout d’abord que le recours introduit devant le tribunal administratif de Melun (paragraphe 18 ci-dessus) est toujours pendant. Il soutient par ailleurs que le requérant s’est privé d’assortir ce recours d’une demande en référé qui lui aurait permis de faire cesser en urgence le préjudice allégué. Il cite plusieurs décisions rendues par des tribunaux administratifs (TA Lyon, 2 août 2004 ; TA Melun, 20 mars 2008 ; TA Pau 19 août 2005 ; TA Montpellier 15 janvier 2004 ; TA Versailles 10 novembre 2009).", "47.  Le requérant rétorque qu’à l’époque des faits, les juridictions administratives n’accueillaient pas un moyen tiré de l’article 3 du fait d’un placement en cellule disciplinaire. Il cite un arrêt de 2008 rendu par la cour d’appel de Nantes dans lequel il est expressément dit que les modalités d’exécution d’une peine sont sans incidence sur la légalité de la mesure disciplinaire dont elles sont détachables. Il ajoute que le recours contentieux est engagé depuis plus de trois ans sans qu’un jugement ne soit intervenu et qu’il n’est donc pas utile. Quant au référé, le requérant explique qu’il ne constituait pas une voie de recours entrée dans les mœurs en matière pénitentiaire.", "48.  La Cour se réfère à son arrêt Payet précité dans lequel elle a examiné l’effectivité des recours à la disposition d’un détenu placé en cellule disciplinaire. A cette occasion, elle a rappelé que seul un recours apte à empêcher la survenance ou la continuation de la violation alléguée pouvait être qualifié d’effectif, ce qui n’était pas le cas du recours prévu à l’article D 250-5 du CPP préconisé par le Gouvernement. La Cour observe encore que la saisine du juge des référés en la matière n’a été consacrée que par la loi pénitentiaire du 24 novembre 2009 (paragraphe 32 ci-dessus). Elle en déduit qu’à l’époque des faits, la jurisprudence citée par le Gouvernement ne permettant pas de considérer que la voie du référé existait à un degré suffisant de certitude, le requérant ne disposait pas d’un recours juridictionnel permettant de contester en temps utile son placement en cellule disciplinaire. Partant, il convient de rejeter l’exception de nonépuisement des voies de recours internes soulevée par le Gouvernement.", "49.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "50.  Le requérant soutient principalement, et au-delà du suivi médical proprement dit, que la sanction disciplinaire de quarante-cinq jours est totalement inappropriée à la nature des faits qui lui étaient reprochés.", "51.  Le requérant fait valoir que selon la jurisprudence de la Cour, certains traitements enfreignent l’article 3 du fait qu’ils sont infligés à une personne souffrant de troubles mentaux (Aerts c. Belgique, 30 juillet 1998, Recueil des arrêts et décisions 1998V, et Keenan c. Royaume-Uni, no 27229/95, CEDH 2001III). La psychose, en particulier, comporte pour les personnes qui en souffrent des risques particulièrement élevés. Il rappelle également le contenu du point 12 des Règles pénitentiaires européennes.", "52.  Dans sa requête initiale, le requérant a également précisé que le mobilier d’une cellule se limite à une paillasse en béton et un tabouret, que les contacts avec autrui se limitent au passage du détenu chargé de la distribution de la nourriture et à la visite bihebdomadaire du médecin. Par ailleurs, l’éclairage des cellules est très faible, la fenêtre minuscule, et les cours de promenade mesurent une vingtaine de mètres carrés et sont recouvertes d’un grillage aux mailles serrées.", "53.  Le Gouvernement soutient que la souffrance du requérant lié à son placement au quartier disciplinaire n’a pas atteint le seuil de gravité exigé par l’article 3 de la Convention. Il se réfère notamment à l’expertise du 4 octobre 2007 qui indique que le requérant voit la sanction disciplinaire comme une routine pénitentiaire et ne se plaint pas des conditions de détention (paragraphe 21 ci-dessus).", "54.  Le Gouvernement explique que, à aucun moment, le corps médical compétent (médecin de l’UCSA ou psychiatre du SMPR) a soutenu que l’état de santé physique ou psychologique du requérant était incompatible avec son maintien en cellule disciplinaire. Durant son placement en quartier disciplinaire en janvier 2007, le requérant a vu trois fois le chef de service du SMPR qui en outre l’accompagnera à l’UMD de Villejuif et lui rendra visite deux fois dans le cadre de son hospitalisation d’office.", "55.  En ce qui concerne les conditions de détention dans les cellules du quartier disciplinaire de la maison d’arrêt de Bois d’Arcy, le Gouvernement précise les données suivantes : surface de 9,95 m2, fenêtre d’un mètre sur quatre-vingts centimètres et donnant sur l’extérieur, ampoule électrique au plafond, lit rivé au sol, une table et une chaise scellées au mur, monobloc en inox WC lavabo, un parloir par semaine, une heure de promenade par jour effectuée isolément. Le Gouvernement ajoute que le médecin se rend au quartier disciplinaire au moins deux fois par semaine et aussi souvent qu’il l’estime nécessaire.", "2.  Appréciation de la Cour", "56.  Quant aux principes généraux qui gouvernent le droit des prisonniers à des conditions de détention conformes à la dignité humaine, la Cour renvoie, parmi d’autres, aux arrêts Mouisel c. France (no 67263/01, §§ 37 à 40, CEDH 2002IX), Renolde c. France (no 5608/05, §§ 119-120, 16 octobre 2008), et Payet, précité, §§ 52 à 55.", "57.  Concernant plus spécifiquement les détenus atteints de maladie mentale, la Cour rappelle que, pour apprécier si le traitement ou la sanction concernés étaient incompatibles avec les exigences de l’article 3, il faut tenir compte de leur vulnérabilité et de leur incapacité, dans certains cas à se plaindre de manière cohérente ou à se plaindre tout court des effets d’un traitement donné sur leur personne. Le traitement infligé à un malade mental peut se trouver incompatible avec les normes imposées par l’article 3 s’agissant de la protection de la dignité humaine, même si cette personne n’est pas en mesure, ou pas capable, d’indiquer des effets néfastes précis (Aerts, précité, § 66 ; Keenan, précité, § 113 ; Drew c. Royaume-Uni (déc.), no 35679/03, 7 mars 2006 ; Sławomir Musiał, précité, § 87). Il convient également, au sein de la vaste catégorie des maladies mentales, de distinguer celles, telles que la psychose, qui comportent, pour les personnes qui en souffrent, des risques particulièrement élevés (Rivière, précité, § 63).", "58.  Dans l’affaire Keenan précitée, il a été jugé que l’infliction d’une sanction disciplinaire lourde – dont sept jours d’isolement dans le quartier disciplinaire et vingt-huit jours de détention supplémentaire –, à un malade mental dont on connaissait la tendance suicidaire, laquelle s’est réalisée, constituait un traitement inhumain et dégradant au sens de l’article 3 de la Convention. Dans l’affaire Renolde précitée, il a été conclu à la violation de la même disposition au motif qu’une sanction de quarante-cinq jours de cellule disciplinaire au sein de la maison d’arrêt de Bois d’Arcy n’était pas compatible avec le niveau de traitement exigé à l’égard d’un malade mental alors que celui-ci, qui finit par se suicider dans cette cellule, souffrait de troubles graves, avait déjà tenté de mettre fin à ses jours peu de temps auparavant et ne bénéficiait pas de surveillance dans la prise de son traitement médical.", "59.  En l’espèce, force est de constater que la situation est différente de celles décrites au paragraphe précédent en ce que la responsabilité des autorités pénitentiaires ne se pose pas en des termes similaires au moment du placement en cellule disciplinaire. Ce qui fut jugé problématique dans les affaires Keenan et Renolde, c’est bien l’impact de la sanction disciplinaire, lourde, sur l’état de santé mentale des requérants cumulée à la carence de la surveillance médicale les ayant amenés au geste fatal alors que leurs tendances suicidaires étaient connues de l’administration pénitentiaire. Dans le cas de M. Cocaign, atteint de troubles psychiatriques d’une exceptionnelle gravité, et particulièrement dangereux pour les autres, la Cour ne peut souscrire à pareil raisonnement pour les raisons suivantes.", "60.  Tout d’abord, la Cour ne partage pas l’argument du Gouvernement selon lequel le seuil de gravité de l’article 3 n’est pas atteint au motif que le requérant aurait acquiescé à son traitement. Elle rappelle « qu’il est déraisonnable d’attendre d’une personne se trouvant dans un état sérieux de déséquilibre mental qu’elle donne une description détaillée ou cohérente de ce qu’elle a souffert lors de sa détention » (Aerts, précité, § 66) et que la compatibilité du traitement avec l’article 3 de la Convention est examinée même si la personne n’est pas en mesure ou pas capable d’indiquer des effets néfastes précis (Keenan, précité, § 112). La Cour ne perd pas de vue que le placement en cellule disciplinaire est une période sensible pour le détenu, a fortiori pour une personne atteinte d’une maladie psychiatrique. Elle observe à cet égard que la durée du placement à laquelle le requérant a été condamné – soit quarante-cinq jours – le maximum prévu à l’époque, était particulièrement longue et que la loi pénitentiaire a réduit le nombre de jours de ce placement en le limitant désormais à trente jours au maximum pour les actes de violence physique (paragraphe 32 ci-dessus). Elle constate également que les sanctions disciplinaires prononcées à l’égard des malades psychiatriques sont largement critiquées (paragraphes 33 et 38 ci-dessus).", "61.  Cela étant dit, la Cour observe en l’espèce que dès le lendemain du prononcé de la sanction disciplinaire, le directeur de la prison demanda l’hospitalisation d’office du requérant en application de l’article D 398 du CPP et que celle-ci fut prononcée quatre jours plus tard au motif que son état psychique était incompatible avec la détention (paragraphe 13 cidessus). L’hospitalisation en milieu spécialisé dura trois semaines, le temps d’abaisser la tension du requérant, et le retour en cellule disciplinaire de celui-ci fut décidé après que les soins adéquats lui eurent été prodigués et un traitement prescrit (paragraphes 14 et 15 ci-dessus). Le requérant a alors exécuté le reste de sa sanction disciplinaire sous surveillance médicale. La Cour tient compte également du fait que les autorités pénitentiaires, au vu des troubles mentaux du requérant et du risque qu’il constitue un danger pour autrui, ne pouvaient à ce moment-là que l’isoler des autres détenus, la survenance d’un danger pour lui-même ayant au demeurant été apparemment exclue par les médecins de l’Unité pour malades difficiles de Villejuif à la sortie de son hospitalisation (paragraphe 14 ci-dessus). Enfin, la Cour constate que si les conditions matérielles de détention au quartier disciplinaire étaient dénoncées dans la requête initiale, l’avocat du requérant n’a pas souhaité développer ce point dans ses observations, se concentrant sur l’inadéquation de l’objectif de discipline à l’état de santé mentale. Or, la Cour ne dispose pas d’informations suffisantes selon lesquelles le requérant n’aurait pas été détenu dans des conditions décentes et respectant sa dignité (a contrario, Payet, précité, §§ 81 à 83).", "62.  En conséquence, et compte tenu des circonstances particulières de l’espèce, la Cour estime qu’il n’est pas possible de déduire de la seule maladie du requérant que son placement en cellule disciplinaire et l’exécution de cette sanction étaient « susceptibles d’ébranler sa résistance physique et morale » (a contrario, Keenan, précité, § 116) et pouvaient constituer un traitement et une peine inhumains et dégradants contraires à l’article 3 de la Convention. Partant, il n’y a pas eu violation de cette disposition.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION EN RAISON DU MAINTIEN EN DÉTENTION ET DE L’INSUFFISANCE DES SOINS MÉDICAUX", "63.  Le requérant se plaint également de ce que son maintien en détention constitue un traitement inhumain. Il estime que celui-ci est inadapté à sa maladie et dénonce l’isolement dans lequel il est maintenu.", "A.  Sur la recevabilité", "64.  Dans ses observations complémentaires, le Gouvernement fait valoir que le requérant n’a pas engagé de recours devant le juge de l’application des peines pour faire valoir un grief tiré de l’incompatibilité de sa détention avec son état de santé conformément aux articles 729 et 720-1-1 du CPP.", "65.  Le requérant ne répond pas à cette exception de non-épuisement des voies de recours internes.", "66.  La Cour observe en effet qu’il ne ressort pas du dossier que le requérant ait demandé une suspension de peine pour motif de santé. Il est exact que les articles 729 et 720-1-1 du CPP mettent en place des recours devant le juge de l’application des peines qui permettent en cas de dégradation importante de l’état de santé d’un détenu de demander à bref délai sa libération (Raffray Taddei c. France, no 36435/07, § 46, 21 décembre 2010). Il ressort toutefois de l’article 720-1-1 du CPP que cette disposition exclut de la possibilité de demander une suspension de peine les personnes détenues hospitalisées pour troubles mentaux. Certes, le requérant ne se trouve pas dans un établissement de santé. Toutefois, son grief repose sur le manque d’alternative à la prison pour soigner sa maladie mentale, ce qui se distingue d’un grief tiré du maintien en détention du fait d’une dégradation importante de l’état de santé d’un détenu. Il est en tout cas indéniablement lié à la question de la qualité des soins prodigués et le cas échéant, à la décision de l’hospitaliser à temps complet, et à ses conditions de détention. En conséquence, compte tenu de la formulation du grief, qui s’apparente plus à un grief d’ordre structurel, et de la situation particulière du requérant, la Cour estime que le recours préconisé n’aurait pas permis aux autorités nationales de remédier à la violation alléguée. L’exception de non-épuisement soulevée par le Gouvernement doit donc être rejetée. La Cour relève par ailleurs que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "67.  Le requérant explique que si les expertises divergent sur son accessibilité à une sanction pénale, elles indiquent en revanche très clairement, dès octobre 2002 et de façon continue jusqu’en 2009, des troubles graves de la personnalité dont il souffre et la nécessité d’un suivi psychiatrique renforcé accompagné d’un traitement neuroleptique adapté capable de neutraliser la violence née de cette souffrance psychiatrique. La question qui se pose est donc de savoir si le maintien en détention, dans un milieu sans encadrement et suivi quotidien par un personnel médical spécialisé est compatible avec son état de santé ou si celui-ci implique pour les autorités nationales de décider d’un traitement psychiatrique hors établissement pénitentiaire. L’avocat du requérant estime qu’en définitive la prise en charge du requérant est insuffisante au regard de sa situation psychiatrique et au regard des recommandations explicitement formulées par les experts psychiatres, celle-ci devant être d’un niveau de qualité spécialement élevé. Il cite plusieurs rapports qui dénoncent la très forte morbidité psychiatrique de la population détenue.", "68.  Dans ses observations complémentaires, l’avocat du requérant dit ne pas être compétent pour apprécier si les soins actuellement délivrés à M. Cocaign sont appropriés à son état de santé mentale. Il affirme cependant qu’ils seraient probablement plus appropriés dans un établissement psychiatrique. Il indique que, au Havre, le requérant était suivi toutes les deux semaines avec un traitement médicamenteux.", "69.  Le Gouvernement soutient que les conditions de détention à l’isolement à la maison d’arrêt de Bois d’Arcy ne constitue pas une mesure disciplinaire et que les détenus qui en font l’objet sont soumis au régime ordinaire de détention. Rien n’indique, selon lui, que ces conditions de détention sont plus difficiles que les conditions que le requérant connaîtrait s’il était interné en UMD. Il se réfère aux déclarations faites par l’intéressé au cours de l’examen en novembre 2007 à propos de l’hôpital psychiatrique : « si on m’y met, on m’y met ... j’ai une préférence pour la prison ... c’est plus humain ... » et de sa situation carcérale : « l’isolement c’est dur mais quand même, ça va ». Quant à la surveillance médicale et psychiatrique du requérant, le Gouvernement rappelle que la maison d’arrêt dispose d’un SPMR et d’une unité médico-psychologique spécialisée dans les troubles mentaux, dotée de personnels soignants en psychiatrie. Le requérant peut donc recevoir les soins médicaux appropriés. Ce fut le cas à son retour de l’UMD du 17 février au 3 avril 2007 où il reçut son traitement médicamenteux quotidiennement. D’avril à décembre 2007, le requérant a bénéficié de quatre consultations avec le chef de service du SPMR et de seize entretiens avec l’infirmier psychiatrique. En 2008 et 2009, il a été vu vingt cinq fois par le médecin psychiatre et plus de quarante fois par l’infirmier psychiatrique. Il est en outre examiné tous les trois mois par le médecin de l’USCA. Son traitement médicamenteux a été plusieurs fois réévalué. Le Gouvernement précise que la qualité de la prise en charge a été soulignée par le médecin inspecteur de santé publique qui a rencontré le requérant dans sa cellule le 21 décembre 2009, après avoir pris connaissance de son dossier médical et échangé à ce sujet avec le chef de service du SMPR. Enfin, au cours de sa détention au Havre, à compter de février 2011, puis à Fresnes à partir du 10 juin 2011, le requérant a bénéficié de soins réguliers avec une visite journalière et la distribution quotidienne de son traitement.", "70.  Le Gouvernement explique que le requérant ne présente plus aucun symptôme aigu et que sa prise en charge et le traitement médicamenteux ont permis la stabilisation de sa pathologie.", "2.  Appréciation de la Cour", "71.  La Cour renvoie aux principes généraux relatifs à la responsabilité des Etats quant aux soins de santé des personnes en détention tels qu’ils se trouvent énoncés notamment dans l’arrêt Sławomir Musiał, précité, §§ 8588. Dans cet arrêt, elle a conclu, à propos d’un détenu souffrant de troubles mentaux graves et chroniques, dont la schizophrénie, que si le maintien de celui-ci en détention n’était pas incompatible en lui-même avec son état de santé, son placement en revanche dans un établissement inapte à l’incarcération des malades mentaux posait de graves problèmes au regard de la Convention. Elle releva en outre que ce détenu ne bénéficiait pas d’un traitement spécialisé, en particulier d’une surveillance psychiatrique constante, et que ces faits combinés à des conditions matérielles de détention inappropriées, avaient « manifestement » nui à sa santé et à son bien-être et constituaient un traitement inhumain et dégradant (§ 97).", "72.  La Cour renvoie également au constat fait à l’échelle nationale de l’insuffisance de la prise en charge psychiatrique en détention et de l’urgence à faire en sorte que les détenus qui souffrent de graves troubles mentaux soient hospitalisés (§§ 35 et 37 à 39 ; voir également l’arrêt Rivière précité).", "73.  En l’espèce, il est vrai que certains experts ont préconisé un suivi psychiatrique du requérant en milieu spécialisé (paragraphes 21 et 24 cidessus ; voir en sens contraire, paragraphe 22) et que le requérant n’a été soigné qu’une seule fois sous le régime de l’hospitalisation d’office à la suite du meurtre de son codétenu dans les conditions décrites plus haut. Il ressort toutefois du dernier rapport d’expertise à la disposition de la Cour que « la mise en route d’un traitement neuroleptique au long cours a cependant permis d’obtenir une régression partielle de [la] potentialité dangereuse» (paragraphe 24 cidessus) et qu’un médecin a donné un avis favorable à la prolongation de la mesure d’isolement dont fait l’objet le requérant (paragraphe 29 cidessus).", "74.  De plus, la Cour observe qu’il ne ressort pas des observations des parties que la détention de l’intéressé ne lui a pas permis d’avoir un encadrement et des soins médicaux appropriés à son état de santé. En effet, le Gouvernement affirme que l’état du requérant s’est stabilisé et dans le même temps son avocat « ne s’estime pas compétent pour juger de l’adéquation des soins de santé ». Il résulte des informations à la disposition de la Cour que le requérant n’est pas traité comme un détenu ordinaire et qu’il est tenu compte de sa vulnérabilité (paragraphes 29 et 69 ci-dessus), qu’il bénéficie de consultations psychiatriques régulières et soutenues par un personnel qualifié (paragraphe 69 ci-dessus) ainsi que d’un traitement médicamenteux constant qui a permis la stabilisation de sa pathologie. La Cour observe au demeurant que les médecins n’ont pas indiqué que la santé mentale du requérant s’est détériorée depuis l’établissement des expertises précitées ou qu’elle « encourt des risques graves du fait de la détention ou en raison de toute condition de détention » (voir l’article 43.3 des Règles pénitentiaires européennes, Rec (2006) 2), notamment des risques suicidaires (a contrario, Rivière, § 75), qui eût justifié des soins plus lourds en milieu hospitalier ou une prise en charge psychiatrique hors de la détention. La Cour considère dès lors que le maintien en détention actuel du requérant est accompagné d’une prise en charge médicale appropriée et qu’il ne constitue pas une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention.", "75.  Partant, il n’y pas eu violation de l’article 3 de la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION", "76.  Le requérant se plaint également du fait de n’avoir pas pu faire examiner par un juge son grief relatif aux atteintes portées à la dignité humaine dans le cadre de la sanction disciplinaire qui lui a été infligée avant que celle-ci soit exécutée. Il invoque l’article 13 de la Convention qui dispose :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "77.  Le Gouvernement conteste cette thèse et soutient que le requérant disposait bien de recours effectifs au sens de cette disposition, celui prévu à l’article D 250-5 du CPP et un recours en référé.", "A.  Sur la recevabilité", "78.  La Cour estime que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "79.  La Cour a jugé que la thèse développée par le requérant quant au mauvais traitement subi du fait du placement en quartier disciplinaire n’était pas manifestement mal fondée sous l’angle de l’article 3. Il y a lieu d’en déduire que le grief tiré de l’article 3 est « défendable », de sorte que le requérant est en principe en mesure d’invoquer cette disposition en combinaison avec l’article 13.", "80.  La Cour rappelle que dans l’affaire Payet précitée, elle a constaté que le recours prévu par l’article D 250-5 du CPP n’était pas effectif au sens de l’article 13 de la Convention faute de garanties minimales de célérité (§§ 131 à 134). En l’espèce, elle ne voit pas de raison de s’écarter de ce constat. Elle observe également que le recours en référé en la matière n’a été consacré que par la loi pénitentiaire du 24 novembre 2009 soit après les faits de l’affaire (paragraphe 32 ci-dessus).", "81.  Partant, il y a lieu de conclure à la violation de l’article 13 de la Convention.", "V.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "82.  Le requérant se plaint sous le même angle des dispositions combinées des articles 3 et 13, de l’absence en droit français de dispositif spécifique permettant l’élargissement des détenus maintenus en détention provisoire pour un motif tiré de l’incompatibilité de l’état de santé avec la détention, à la différence de ce qui est prévu pour les condamnés (article 720-1-1 du CPP).", "83.  La Cour observe que ce grief est très généralement formulé par l’avocat du requérant. S’il est vrai que le dispositif existant en matière de suspension de peine tel que prévu par l’article 720-1-1 du CPP n’a pas d’équivalent en matière de détention provisoire, il ne ressort pas du dossier que le requérant a présenté une demande de mise en liberté lors de sa détention provisoire ainsi que le lui permettaient les articles 148 et 148-1 du CPP (paragraphe 40 ci-dessus). Il aurait pu faire valoir à cette occasion le cas échéant la dégradation de son état de santé et la nécessité de subir un traitement particulier. Outre la condition de l’épuisement des voies de recours internes qui n’est pas remplie, la Cour considère que le grief est formulé de manière trop abstraite et qu’il doit être rejeté comme étant manifestement mal fondé en application de l’article 35 §§ 3 a) et 4 de la Convention.", "VI.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "84.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "85.  Le requérant demande 10 000 EUR au titre du préjudice moral subi du fait des violations alléguées de l’article 3. Il réclame 20 000 EUR au titre du préjudice moral résultant de la violation de l’article 13 de la Convention, l’absence de voies de recours effective n’ayant fait qu’alourdir sa détresse et sa souffrance morale.", "86.  Le Gouvernement estime que le préjudice tiré de la violation éventuelle de l’article 3 de la Convention pourrait se chiffrer à 2 000 EUR. Il soutient également qu’aucun préjudice n’est à distinguer pour ce qui est du grief tiré de l’article 13 de la Convention.", "87.  Les circonstances de l’espèce ont conduit la Cour à conclure en l’espèce à la seule violation de l’article 13 de la Convention du fait de l’impossibilité de contester les atteintes portées à la dignité humaine dans le cadre de la sanction disciplinaire qui lui a été infligée avant que celle-ci ne soit exécutée. La Cour estime que le dommage moral du requérant lié à ce grief se trouve suffisamment réparé par le constat de violation de l’article 13 auquel elle parvient.", "B.  Frais et dépens", "88.  Le requérant demande également 4 000 EUR pour les frais et dépens engagés devant la Cour.", "89.  Le Gouvernement indique que cette somme ne saurait être mise à sa charge en l’absence d’un quelconque justificatif produit par le requérant.", "90.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et avec le Gouvernement, la Cour constate que le requérant ne produit aucune note d’honoraire à l’appui de sa demande. Dans ces conditions, la Cour considère qu’il y a lieu de rejeter l’intégralité des prétentions du requérant au titre des frais et dépens.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de la violation alléguée des articles 3 et 13 de la Convention du fait du placement en cellule disciplinaire, du maintien en détention et de l’insuffisance des soins ainsi que de l’impossibilité de faire examiner son grief avant l’expiration de l’exécution de la sanction disciplinaire et irrecevable pour le surplus ;", "", "2.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention du fait du placement du requérant en cellule disciplinaire ;", "", "3.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention concernant son maintien en détention et les soins prodigués ;", "", "4.  Dit qu’il y a eu violation de l’article 13 de la Convention concernant l’impossibilité de faire examiner son grief avant l’expiration de l’exécution de la sanction disciplinaire ;", "", "5.  Dit que le constat de violation de l’article 13 de la Convention fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 novembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident"]}