{"file": "FRE_HFJUD_16213_90.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "16213/90", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE BURGHARTZ c. SUISSE", "", "(Requête no16213/90)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "22 février 1994", "\n", "En l’affaire Burghartz c. Suisse,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tThór Vilhjálmsson,", "\t\tF. Gölcüklü,", "\t\tL.-E. Pettiti,", "\t\tC. Russo,", "\t\tN. Valticos,", "\t\tJ.M. Morenilla,", "\t\tA.B. Baka,", "\t\tL. Wildhaber,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 25 août 1993 et 24 janvier 1994,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.  L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 11 décembre 1992, puis par le gouvernement de la Confédération suisse (\"le Gouvernement\") le 8 janvier 1993, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 16213/90) dirigée contre la Suisse par Susanna et Albert Burghartz, qui avaient saisi la Commission le 26 janvier 1990 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration suisse reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46), la requête du Gouvernement aux articles 45, 47 et 48 (art. 45, art. 47, art. 48). Elles ont pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences des articles 8 et 14 (art. 8, art. 14) de la Convention.", "2.  En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, les requérants ont exprimé le désir de participer à l’instance et désigné leur conseil (article 30), que le président a autorisé à employer l’allemand (article 27 par. 3).", "3.  La chambre à constituer comprenait de plein droit M. L. Wildhaber, juge élu de nationalité suisse (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 29 janvier 1993, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. Thór Vilhjálmsson, F. Gölcüklü, L.-E. Pettiti, N. Valticos, I. Foighel, J.M. Morenilla et A.B. Baka, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43). Ultérieurement, M. C. Russo, suppléant, a remplacé M. Foighel, empêché (articles 22 par. 1 et 24 par. 1 du règlement).", "4.  En sa qualité de président de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du Gouvernement, l’avocate des intéressés et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à l’ordonnance rendue en conséquence, le greffier a reçu le 16 juin les mémoires du Gouvernement et des requérants.", "5.  Ainsi qu’en avait décidé le président, les débats se sont déroulés en public le 23 août 1993, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. P. Boillat, chef de la section droit européen", "\t\t\tet affaires internationales, Office fédéral de la justice, \t", "\t\t\t\tagent,", "\tMme R. Reusser, chef de la division principale du droit privé,", "\t\t\tOffice fédéral de la justice,", "\tM. F. Schürmann, chef adjoint de la section droit européen", "\t\t\tet affaires internationales, Office fédéral de la justice, \t", "\t\t\t\tconseils;", "- pour la Commission", "\tM. E. Busuttil, \tdélégué;", "- pour les requérants", "\tMe E. Freivogel, avocate, \tconseil.", "La Cour a entendu en leurs déclarations M. Busuttil, M. Boillat et Me Freivogel.", "", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  De nationalité suisse, les requérants résident tous deux à Bâle depuis 1975. Ils se marièrent en 1984 en Allemagne, Etat dont Mme Burghartz possède aussi la citoyenneté. En vertu du droit de ce pays (article 1355 du code civil), ils choisirent pour nom de famille celui de l’épouse, Burghartz; le mari usa du droit de le faire précéder du sien propre pour s’appeler \"Schnyder Burghartz\".", "7.  L’état civil suisse (Zivilstandsamt) ayant enregistré \"Schnyder\" comme patronyme commun aux époux, ils sollicitèrent l’autorisation d’y substituer les noms de \"Burghartz\" pour la famille et de \"Schnyder Burghartz\" pour le second requérant. Le 6 novembre 1984, le gouvernement (Regierungsrat) du canton de Bâle-Campagne la leur refusa.", "8.  Le 26 octobre 1988, les intéressés réitérèrent leur demande auprès du Département de la justice (Justizdepartement) du canton de Bâle-Ville, à la suite de la modification du code civil quant aux effets du mariage, intervenue le 5 octobre 1984 et entrée en vigueur le 1er janvier 1988 (paragraphe 12 ci-dessous).", "Ils se virent derechef déboutés le 12 décembre 1988, au motif qu’ils n’avaient invoqué aucun inconvénient sérieux découlant de l’emploi du patronyme \"Schnyder\". De surcroît, le nouvel article 30, alinéa 2, du code civil ne pouvait, faute de clauses transitoires, valoir pour des couples mariés avant le 1er janvier 1988. Enfin, aux termes du nouvel article 160, alinéa 2, seule l’épouse pouvait placer son propre nom devant celui de la famille (paragraphe 12 ci-dessous).", "9.  Les requérants saisirent alors le Tribunal fédéral d’un recours en réforme (Berufung) dans lequel ils dénonçaient notamment une violation des articles 30 et 160, alinéa 2, nouveaux du code civil et 4, alinéa 2, de la Constitution fédérale (paragraphes 11 et 12 ci-dessous).", "Le 8 juin 1989, cette juridiction l’accueillit pour partie. Refusant d’appliquer l’alinéa 2 de l’article 30, réservé aux fiancés et dépourvu de rétroactivité, elle estima néanmoins qu’en l’espèce des raisons importantes justifiaient le recours à l’alinéa 1 pour autoriser les intéressés à s’appeler Burghartz: outre l’âge et la profession des époux, il fallait prendre en compte les divergences entre les régimes suisse et allemand en la matière, renforcées par la situation frontalière de Bâle.", "Quant à la demande de M. Burghartz tendant à pouvoir porter le nom \"Schnyder Burghartz\", elle ne trouvait aucun appui dans l’article 160, alinéa 2, du code civil: les travaux préparatoires montraient que le Parlement suisse, soucieux de préserver l’unité de la famille et d’éviter une rupture avec la tradition, n’avait jamais consenti à introduire l’égalité absolue entre les époux dans le choix du nom, et avait ainsi délibérément limité à la femme le droit d’ajouter le sien à celui de son mari. Cette règle ne pouvait donc profiter par analogie à l’époux dans les familles appelées du patronyme de la femme. Toutefois, rien n’empêchait M. Burghartz de se servir d’un nom composé (paragraphe 13 ci-dessous), voire de placer, à usage privé, son nom avant celui de son épouse.", "10.  D’après le requérant, un grand nombre de documents officiels, en particulier son diplôme de docteur en histoire, ne mentionnent plus, depuis lors, la composante \"Schnyder\" de son nom.", "II.  LE DROIT INTERNE PERTINENT", "11.  En son article 4, alinéa 2, la Constitution fédérale suisse dispose:", "\"L’homme et la femme sont égaux en droits. La loi pourvoit à l’égalité, en particulier dans les domaines de la famille, de l’instruction et du travail (...)\"", "12.  Les nouveaux textes pertinents du code civil, entrés en vigueur le 1er janvier 1988, se lisent ainsi:", "Article 30", "\"(1)  Le gouvernement du canton de domicile peut, s’il existe de justes motifs, autoriser une personne à changer de nom.", "(2)  Il y a lieu d’autoriser les fiancés, à leur requête et s’ils font valoir des intérêts légitimes, à porter, dès la célébration du mariage, le nom de la femme comme nom de famille.", "(...)\"", "Article 160", "\"(1)  Le nom de famille des époux est le nom du mari.", "(2)  La fiancée peut toutefois déclarer à l’officier de l’état civil vouloir conserver le nom qu’elle portait jusqu’alors, suivi du nom de famille.", "(...)\"", "Article 270", "\"(1)  L’enfant de conjoints porte leur nom de famille.", "(...)\"", "", "", "Article 8a du Titre final", "\"Dans le délai d’une année à compter de l’entrée en vigueur de la loi nouvelle, la femme qui s’est mariée sous l’ancien droit peut déclarer à l’officier de l’état civil vouloir faire précéder le nom de famille du nom qu’elle portait avant le mariage.\"", "13.  Selon un usage reconnu par la jurisprudence, les époux peuvent aussi faire suivre le patronyme du mari de celui de la femme, lui-même relié au premier par un trait d’union. Toutefois, ce nom composé (Allianzname) n’est pas considéré comme nom de famille légal (arrêt du Tribunal fédéral, du 29 mai 1984, Arrêts du Tribunal fédéral suisse, vol. 110, II, p. 99).", "PROCEDURE DEVANT LA COMMISSION", "14.  Les époux Burghartz ont saisi la Commission le 26 janvier 1990; ils invoquaient les articles 8 et 14 (art. 8, art. 14) de la Convention.", "15.  La Commission a retenu la requête (no 16213/90) le 19 février 1992. Dans son rapport du 21 octobre 1992 (article 31) (art. 31), elle conclut, par dix-huit voix contre une, à la violation de l’article 14 combiné avec l’article 8 (art. 14+8) et considère, par treize voix contre six, qu’il n’y a pas lieu d’examiner l’affaire sous l’angle de l’article 8 (art. 8) pris isolément. Le texte intégral de son avis et des deux opinions séparées dont il s’accompagne figure en annexe au présent arrêt.", "EN DROIT", "I.  SUR LES EXCEPTIONS PRELIMINAIRES DU GOUVERNEMENT", "A. Sur la qualité de victime de la requérante", "16.  Le Gouvernement conteste d’abord à la requérante, comme déjà devant la Commission, la qualité de victime au sens de l’article 25 (art. 25) de la Convention. Nul autre que M. Burghartz ne se trouverait lésé par le rejet de sa demande, seule en cause ici, son épouse ayant obtenu satisfaction devant le Tribunal fédéral qui l’a autorisée à conserver son nom de jeune fille (paragraphe 9 ci-dessus).", "17.  Les requérants soulignent l’intérêt personnel de Mme Burghartz à voir aboutir l’action de son mari: ayant choisi avec lui \"Burghartz\" pour nom de famille commun, elle s’estimerait directement responsable de la perte par son époux du patronyme \"Schnyder\"; la vie du couple risquerait d’en pâtir. Pour la Commission aussi, la question litigieuse concerne les deux époux.", "18.  La Cour rappelle que l’affaire tire son origine d’une démarche conjointe des époux Burghartz sollicitant le changement simultané de leur nom de famille commun et de celui du mari. Compte tenu de la notion de famille prévalant dans le système de la Convention (voir notamment, mutatis mutandis, les arrêts Marckx c. Belgique du 13 juin 1979, série A no 31, pp. 14-15, par. 31, et Beldjoudi c. France du 26 mars 1992, série A no 234-A, p. 28, par. 76), elle considère que Mme Burghartz peut se prétendre victime, au moins par contrecoup, des décisions incriminées.", "Partant, il échet de rejeter l’exception.", "B. Sur l’épuisement des voies de recours internes", "19.  D’après le Gouvernement, qui avait déjà soulevé la question devant la Commission, les requérants n’ont pas épuisé les voies de recours internes car ils n’ont ni invoqué les articles 8 et 14 (art. 8, art. 14) de la Convention dans leur recours en réforme (paragraphe 9 ci-dessus), ni introduit de surcroît un recours de droit public.", "20.  La Cour relève que l’article 113, alinéa 3, de la Constitution suisse impose au Tribunal fédéral l’obligation d’appliquer les lois votées par l’Assemblée fédérale. Il lui interdit explicitement de suspendre les effets de celles d’entre elles qui se révéleraient incompatibles avec la Constitution. La jurisprudence actuelle semble étendre cette prohibition au cas d’un conflit entre une telle loi et un traité. Dans ces conditions, on ne saurait reprocher aux intéressés d’avoir fondé leur recours en réforme sur le seul droit interne - articles 30 et 160 du code civil, 8a du Titre final de celui-ci et 4, alinéa 2, de la Constitution - dès lors que leurs moyens coïncidaient en substance avec ceux dont ils ont saisi la Commission. Quant au recours de droit public, son caractère subsidiaire l’empêche de passer en l’espèce pour un remède adéquat dont l’article 26 (art. 26) de la Convention aurait exigé aussi l’épuisement. Partant, il y a lieu d’écarter également cette exception.", "II.  SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 14 COMBINE AVEC L’ARTICLE 8 (art. 14+8)", "21.  Les requérants invoquent l’article 8 (art. 8), pris isolément et combiné avec l’article 14 (art. 14+8).", "Aux termes du premier de ces textes,", "\"1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui.\"", "De son côté, le second précise ce qui suit:", "\"La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation.\"", "Vu la nature des allégations formulées, la Cour, à l’instar de la Commission, juge approprié de se placer directement sur le terrain de l’article 14 combiné avec l’article 8 (art. 14+8).", "A. Applicabilité", "22.  Le Gouvernement conteste l’applicabilité de ces deux textes. Depuis l’entrée en vigueur du Protocole additionnel no 7 (P7), le 1er novembre 1988, son article 5 (P7-5), relatif à l’égalité de droits et de responsabilités de caractère civil entre époux, régirait seul, en qualité de lex specialis, l’égalité de ceux-ci dans le choix de leur nom. Or, en ratifiant ledit Protocole (P7), la Suisse a formulé une réserve prévoyant notamment qu’\"[a]près l’entrée en vigueur des dispositions révisées du code civil suisse du 5 octobre 1984, les dispositions de l’article 5 du Protocole additionnel no 7 (P7-5) seront appliquées sous réserve (...) des dispositions du droit fédéral relatives au nom de famille (articles 160 CC et 8a Tit. fin., CC) (...)\". Examiner l’affaire sous l’angle des articles 14 et 8 (art. 14+8) combinés équivaudrait ainsi à passer outre à une réserve remplissant les conditions de l’article 64 (art. 64) de la Convention.", "23.  La Cour souligne qu’en vertu de l’article 7 du Protocole no 7 (P7-7), l’article 5 (P7-5)) s’analyse en une clause additionnelle à la Convention et en particulier aux articles 8 et 60 (art. 8, art. 60). Par conséquent, il ne saurait se substituer à l’article 8 (art. 8) ni en réduire la portée (voir, mutatis mutandis, l’arrêt Ekbatani c. Suède du 26 mai 1988, série A no 134, pp. 12-13, par. 26).", "Il n’en faut pas moins rechercher si l’article 8 (art. 8) entre en jeu dans les circonstances de la cause.", "24.  Contrairement à certains autres instruments internationaux, tels le Pacte international relatif aux droits civils et politiques (article 24 par. 2), la Convention du 20 novembre 1989 relative aux droits de l’enfant (articles 7 et 8) ou la Convention américaine relative aux droits de l’homme (article 18), l’article 8 (art. 8) de la Convention ne contient pas de disposition explicite en matière de nom. En tant que moyen d’identification personnelle et de rattachement à une famille, le nom d’une personne n’en concerne pas moins la vie privée et familiale de celle-ci. Que l’Etat et la société aient intérêt à en réglementer l’usage n’y met pas obstacle, car ces aspects de droit public se concilient avec la vie privée conçue comme englobant, dans une certaine mesure, le droit pour l’individu de nouer et développer des relations avec ses semblables, y compris dans le domaine professionnel ou commercial (voir, mutatis mutandis, l’arrêt Niemietz c. Allemagne du 16 décembre 1992, série A no 251-B, p. 33, par. 29).", "En l’occurrence, la conservation, par le requérant, du nom de famille sous lequel, d’après ses dires, il s’est fait connaître des milieux académiques peut influencer sa carrière de manière non négligeable. L’article 8 (art. 8) trouve donc à s’appliquer.", "B. Observation", "25.  M. et Mme Burghartz reprochent aux autorités d’avoir refusé au premier le droit de faire précéder le nom de la famille du sien propre, alors que le droit suisse en accorde la possibilité aux épouses ayant choisi pour nom de famille celui de leur mari. Il en résulterait une discrimination fondée sur le sexe et incompatible avec les articles 14 et 8 (art. 14+8) combinés.", "La Commission partage en substance cette opinion.", "26.  Le Gouvernement reconnaît qu’il s’agit d’une différence de traitement fondée sur le sexe. Elle reposerait toutefois sur des motifs objectifs et raisonnables qui lui ôteraient tout caractère discriminatoire.", "En prévoyant que le mari donne en règle générale son nom à la famille (article 160, alinéa 1, du code civil), le législateur suisse aurait délibérément opté pour une solution traditionnelle visant à manifester l’unité de la famille à travers celle du nom. Ce n’est qu’afin d’atténuer la rigueur du principe qu’il l’aurait assorti du droit, pour l’épouse, de faire précéder le nom de son mari du sien propre (article 160, alinéa 2, du code civil). En revanche, la réciproque ne se justifierait pas au profit de l’époux qui, tel M. Burghartz, recourt volontairement et en pleine connaissance de cause à l’article 30, alinéa 1, du code civil pour troquer son nom à lui contre celui de sa femme. Il en irait d’autant plus ainsi que rien n’empêcherait l’intéressé, même en pareil cas, d’utiliser son patronyme comme élément d’un nom composé ou sous toute autre forme privée.", "27.  La Cour rappelle que la progression vers l’égalité des sexes est aujourd’hui un but important des Etats membres du Conseil de l’Europe; partant, seules des considérations très fortes peuvent amener à estimer compatible avec la Convention une différence de traitement fondée exclusivement sur le sexe (voir en dernier lieu l’arrêt Schuler-Zgraggen c. Suisse du 24 juin 1993, série A no 263, pp. 21-22, par. 67).", "28.  A l’appui du régime litigieux, le Gouvernement invoque d’abord le souci du législateur suisse de manifester l’unité de la famille à travers celle du nom. L’argument ne convainc pas la Cour, car l’adjonction par le mari de son patronyme au nom commun, emprunté à sa femme, ne refléterait pas l’unité de la famille à un degré moindre que la solution inverse, admise par le code civil.", "En second lieu, on ne saurait parler ici d’une véritable tradition: l’introduction, au bénéfice des épouses, du droit dont le requérant revendique la jouissance remonte à 1984 seulement. Au demeurant, la Convention doit s’interpréter à la lumière des conditions d’aujourd’hui et en particulier de l’importance attachée au principe de non-discrimination.", "Rien ne différencie non plus le choix, par les époux, de l’un de leurs patronymes, de préférence à l’autre, comme nom de famille. Contrairement à ce que prétend le Gouvernement, il n’est pas plus délibéré dans le chef du mari que dans celui de la femme. Il ne se justifie donc pas de l’assortir de conséquences variant selon le cas.", "Quant aux autres types de nom, tels le nom composé ou toute autre forme privée, le Tribunal fédéral les a lui-même distingués du nom de famille légal, seul à pouvoir figurer dans les documents officiels d’une personne. Ils ne sauraient donc passer pour équivalents à celui-ci.", "29.  En résumé, la différence de traitement litigieuse manque de justification objective et raisonnable et, partant, méconnaît l’article 14 combiné avec l’article 8 (art. 14+8).", "30.  Eu égard à cette conclusion, la Cour, à l’instar de la Commission, ne juge pas nécessaire de rechercher s’il y a eu aussi violation de l’article 8 (art. 8) pris isolément.", "III.  SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "31.  Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "32.  Les requérants se bornent à réclamer, au titre de leurs frais de représentation devant les autorités nationales puis les organes de Strasbourg, une somme de 31 000 francs suisses (f).", "Le Gouvernement la trouve exorbitante et propose de la ramener à 10 000 f. Le délégué de la Commission l’estime lui aussi exagérée.", "33.  La Cour a examiné la question à la lumière des observations des comparants et des critères qui se dégagent de sa jurisprudence. Statuant en équité, elle alloue aux intéressés 20 000 f pour frais et dépens.", "PAR CES MOTIFS, LA COUR", "1.  Rejette, à l’unanimité, les exceptions préliminaires du Gouvernement;", "", "2.  Dit, par six voix contre trois, que l’article 8 (art. 8) s’applique en l’espèce;", "", "3.  Dit, par cinq voix contre quatre, qu’il y a eu violation de l’article 14 combiné avec l’article 8 (art. 14+8);", "", "4.  Dit, à l’unanimité, qu’il ne s’impose pas de rechercher s’il y a eu violation de l’article 8 (art. 8) pris isolément;", "", "5.  Dit, à l’unanimité, que la Suisse doit dans les trois mois payer aux requérants, pour frais et dépens, 20 000 (vingt mille) francs suisses;", "", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 22 février 1994.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 (art. 51-2) de la Convention et 53 par. 2 du règlement, l’exposé des opinions séparées suivantes:", "- opinion dissidente de M. Thór Vilhjálmsson;", "- opinion dissidente de MM. Pettiti et Valticos;", "- opinion partiellement dissidente de M. Russo.", "", "R. R.", "M.-A. E.", "", "\nOPINION DISSIDENTE DE M. LE JUGE THÓR VILHJÁLMSSON", "(Traduction)", "Les dispositions de droit interne contestées en l’espèce n’ont pas causé aux requérants un préjudice assez grave pour tomber sous l’empire de la protection internationale des droits de l’homme. Dès lors, l’article 8 (art. 8) de la Convention ne me paraît pas applicable et il n’y a donc pas eu violation.", "", "\nOPINION DISSIDENTE DE MM. LES JUGES PETTITI ET VALTICOS", "1.  Nous considérons que l’article 8 (art. 8) de la Convention, sur lequel s’appuie essentiellement l’argumentation de la Cour, n’est pas applicable en matière d’attribution de nom de famille en cas de mariage, du moins dans des circonstances telles que celles sur lesquelles porte la présente affaire. Non seulement cet article (art. 8) ne se réfère pas expressément à cette question, ni même à celle du nom en général, mais les conceptions politiques, juridiques, sociales et religieuses varient encore tellement d’un pays à l’autre dans cette matière, encore en pleine évolution, que ce serait aller certainement au-delà du texte et des engagements assumés par les Etats que de prétendre imposer en l’occurrence telle ou telle conception relative aux règles qui devraient être suivies en matière de nom de famille en cas de mariage et de divorce.", "Si, comme le dit la majorité de la Cour, le principe de l’égalité des sexes est certes aujourd’hui \"un but important des Etats membres du Conseil de l’Europe\", et si la jurisprudence de la Cour ne peut ignorer l’évolution des conceptions en ce domaine, il n’en résulte pas pour autant que soit justifiée une extension du champ d’application de l’article 8 (art. 8) de la Convention, ainsi que la Cour le considère.", "2.  Comme en matière de détermination de la nationalité, la législation sur l’attribution des noms doit rester du domaine de l’Etat et n’entre pas dans le champ d’application de la Convention. On connaît la variété des conceptions concernant l’attribution et le choix du nom et du prénom dans chaque système national, tant pour la naissance que pour le mariage et le divorce. Des centaines de variantes pourraient être recensées d’un pays à l’autre. Ouvrir un droit au libre choix des noms à partir d’un cas aussi minime que celui des époux Burghartz aurait des conséquences excessives et pourrait entraîner de multiples requêtes sans fondement sérieux. Les époux avaient déjà obtenu l’autorisation de substituer le nom de Burghartz au nom de Schnyder.", "3.  Dans le cas d’espèce, compte tenu de l’octroi aux époux de l’autorisation de changement de nom, on ne saurait considérer à notre sens que le refus opposé par les autorisés suisses constitue une atteinte discriminatoire au concept de l’égalité des sexes.", "Au fond, nous soulignons qu’en l’occurrence l’interprétation donnée par la chambre est excessive, d’autant plus que, si l’affaire en elle-même n’est sans doute pas majeure, le principe pourrait conduire trop loin dans une Europe de plus en plus diverse et s’agissant d’un domaine dans lequel les textes, comme les opinions, sont encore d’une très grande diversité.", "", "\nOPINION PARTIELLEMENT DISSIDENTE DE M. LE JUGE RUSSO", "Je partage l’opinion de la majorité sur l’applicabilité de l’article 8 (art. 8) en l’espèce.", "Au contraire, quant au fond, je conclus à l’absence de violation pour les mêmes raisons que les juges Pettiti et Valticos au point 3 de leur opinion dissidente.", ""]}