{"file": "FRE_CLINF_31524_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "31524/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 18", "Mai 2000", "Belvedere Alberghiera S.r.l. c. Italie - 31524/96", "Arrêt 30.5.2000 [Section II]", "Article 1 du Protocole n° 1", "Article 1 al. 1 du Protocole n° 1", "Privation de propriété", "De facto expropriation of land: violation", "En fait: En matière d'expropriation, la Cour de cassation italienne a posé la règle dite de l’expropriation indirecte (accessione invertita ou occupazione acquisitiva). Selon cette règle, lorsque la puissance publique occupe un terrain en urgence et y élève un ouvrage public, le terrain ne peut plus être restitué à son propriétaire, indépendamment de la question de la légalité du projet d'occupation. Le propriétaire du terrain a droit a une réparation qu'il lui incombe cependant de rechercher par voie judiciaire. Il dispose, à cet effet, d'un délai de cinq ans, à compter du jour où l'ouvrage public a été achevé. La société requérante se plaint de l'application à son cas de la jurisprudence précitée. Propriétaire d'un terrain occupé en urgence par décision de la municipalité qui prévoyait d'y construire une route, elle obtint du tribunal administratif régional l'annulation de cette décision. Le tribunal jugea en effet le projet illégal et dépourvu d'intérêt public. L'administration n'ayant donné aucune suite à cette décision, la requérante intenta une procédure d'exécution devant la même juridiction, en vue d'obtenir la restitution du terrain. Constatant que la municipalité avait désormais construit la route, le tribunal opposa à la requérante le principe de l'expropriation substantielle. La requérante contesta en vain cette décision devant le Conseil d'Etat, en arguant notamment que l'application de ce principe vidait de sa substance le premier jugement du tribunal administratif. Le Conseil d'Etat constata que les travaux avaient été, dans l'ensemble, achevés avant la date du prononcé du premier jugement du tribunal administratif; il conclut donc que le transfert de propriété était déjà devenu irréversible à cette date et qu'il n'y avait pas déni de justice.", "En droit: article 1 du Protocole n° 1 - La décision du Conseil d’Etat faisant application du principe de l’expropriation indirecte a eu pour conséquence de priver la requérante de la possibilité d’obtenir restitution de son terrain. De ce fait, l’arrêt du Conseil d’Etat a eu pour effet de priver la requérante de son bien au sens de la seconde phrase du premier paragraphe du présent article. L’article 1 du Protocole n° 1 exige avant tout qu’une ingérence de l’autorité publique dans la jouissance du droit au respect des biens soit légale. Le principe de légalité implique l’existence de normes de droit interne suffisamment accessibles, précises et prévisibles. Or, en l’espèce, la jurisprudence fluctuante en matière d’expropriation indirecte a conduit à des applications contradictoires; cela pourrait aboutir à un résultat imprévisible ou arbitraire et priver les intéressés d’une protection efficace de leurs droits et, par conséquent, serait incompatible avec le principe de légalité. En outre, selon le principe consacré par la Cour de cassation, toute expropriation indirecte a lieu par l’occupation illégale d’un terrain. Il est possible d’émettre des réserves quant à la compatibilité avec le principe de légalité d’un tel mécanisme qui permet à l’administration de tirer bénéfice d’une situation illégale et par l’effet duquel le particulier se trouve devant un fait accompli. En l’espèce, le tribunal administratif régional a annulé ex tunc les décisions adoptées par l’administration pour cause d’illégalité et absence d’intérêt public. Cependant, ce constat du tribunal administratif n’a pas abouti à la restitution du terrain, le Conseil d’Etat ayant considéré le transfert de propriété en faveur de l’administration irréversible. Cette ingérence allait à l’encontre de l’article 1 du Protocole n° 1.", "Conclusion: violation (unanimité).", "Article 41: La question de l’article 41 a été réservée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}