{"file": "FRE_CLINF_42337_12.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "42337/12", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 165", "Juillet 2013", "Suso Musa c. Malte - 42337/12", "Arrêt 23.7.2013 [Section IV]", "Article 5", "Article 5-1-f", "Empêcher l'entrée irregulière sur le territoire", "Détention d’un demandeur d’asile durant un délai déraisonnable, notamment compte tenu des conditions de détention : violation", "", "En fait – Le requérant entra illégalement à Malte par bateau en avril 2011. A son arrivée, il fut arrêté par la police et placé en détention. Il soumit une demande d’asile et contesta son placement en détention. En juillet 2012, la commission de recours en matière d’immigration déclara que, si l’examen de la demande d’asile avait toujours été en cours dans le cas du requérant, celui-ci n’aurait pas pu être maintenu en détention, à moins qu’une procédure de renvoi n’eût été pendante ou qu’il ne risquât de prendre la fuite. Elle releva toutefois que la situation avait évolué, la demande d’asile ayant été rejetée par une décision définitive le 2 avril 2012.", "Devant la Cour européenne, le requérant se plaignait que sa détention ne relevait d’aucune des situations prévues par l’article 5 et, plus particulièrement, qu’elle ne visait pas à l’empêcher de pénétrer irrégulièrement à Malte, étant donné qu’il attendait une décision sur sa demande d’asile et l’autorisation consécutive d’entrer ou de séjourner à Malte.", "En droit – Article 5 § 1 f) : Dans l’affaire Saadi c. Royaume-Uni*, la Grande Chambre s’est prononcée pour la première fois sur le sens de la première partie de l’article 5 § 1 f), à savoir : « pour (...) empêcher [une personne] de pénétrer irrégulièrement dans le territoire ». Elle a considéré que, tant qu’un Etat n’avait pas « autorisé » l’entrée sur son territoire, celle-ci était « irrégulière », et que la détention d’un individu souhaitant entrer dans le pays mais ayant pour cela besoin d’une autorisation dont il ne disposait pas encore pouvait viser – sans que la formule fût dénaturée – à « empêcher [l’intéressé] de pénétrer irrégulièrement dans le territoire ». Elle a rejeté l’idée que, si un demandeur d’asile se présentait de lui-même aux services de l’immigration, cela signifiait qu’il cherchait à pénétrer « régulièrement » dans le pays, avec cette conséquence que la détention ne pouvait se justifier sous l’angle de l’article 5 § 1. Elle a considéré que lire l’article 5 § 1 f) comme autorisant uniquement la détention d’une personne dont il est établi qu’elle tente de se soustraire aux restrictions à l’entrée reviendrait à interpréter de manière trop étroite les termes de la disposition ainsi que le pouvoir de l’Etat d’exercer l’indéniable droit de contrôle. Toutefois, la jurisprudence de la Cour ne donne pas, semble-t-il, de directives spécifiques sur le point de savoir à quel moment la détention d’un étranger cesse de relever de la première partie de l’article 5 § 1 f) pour être couverte par la deuxième partie. Pour la Cour, l’argument du requérant selon lequel l’arrêt Saadi ne doit pas être interprété comme signifiant que tous les Etats membres peuvent détenir régulièrement des étrangers dans l’attente d’une décision sur leur demande d’asile, nonobstant le droit national, n’est pas dépourvu de fondement. En effet, lorsqu’un Etat, qui est allé au-delà de ses obligations en créant d’autres droits ou un régime plus favorable, adopte une loi autorisant expressément l’entrée et le séjour des étrangers dans l’attente de l’examen de leur demande d’asile, toute détention ultérieure visant à empêcher une personne de pénétrer irrégulièrement dans le pays peut soulever une question concernant la régularité de la détention au regard de l’article 5 § 1 f). En pareilles circonstances, il serait certes difficile de considérer que la mesure est étroitement liée au but de la détention et de juger la situation comme conforme au droit interne. En fait, il serait arbitraire et donc contraire au but de l’article 5 § 1 f) d’interpréter des dispositions claires et précises du droit interne de manière contraire à leur sens. Dans l’affaire Saadi, le droit interne (bien qu’autorisant l’admission provisoire) ne prévoyait pas l’octroi au requérant d’une autorisation officielle de séjour ou d’entrée sur le territoire, raison pour laquelle cette question ne s’était pas posée. Dès lors, le point de savoir à quel moment la première partie de l’article 5 cesse de s’appliquer, au motif que la personne concernée s’est vue octroyer une autorisation officielle d’entrée ou de séjour, dépend largement du droit interne.", "Quant aux faits de l’espèce, la Cour relève qu’elle se trouve face à des interprétations conflictuelles de l’avis juridique no 243 de 2008, et particulièrement de l’article 12 § 1 de celui-ci, qui énonce qu’un demandeur doit être « autorisé à entrer et à séjourner à Malte dans l’attente d’une décision définitive sur sa demande ». Le Gouvernement a soutenu que cette disposition ne l’obligeait pas à accorder une autorisation de séjour au requérant. Toutefois, lorsqu’elle s’est prononcée sur l’affaire du requérant, la commission de recours en matière d’immigration a souscrit à l’argument selon lequel la disposition en question autorisait l’entrée et que, par conséquent, les circonstances de l’affaire du requérant étaient en principe telles que celui-ci ne pouvait pas être détenu. Il n’appartient pas à la Cour d’interpréter l’intention du législateur dans un sens ou dans un autre. Toutefois, il se peut bien que cette disposition ait été conçue pour refléter les normes internationales selon lesquelles un demandeur d’asile ne peut pas être renvoyé pendant l’examen de sa demande, sans qu’il faille forcément lui octroyer une autorisation officielle de séjour ou d’entrée sur le territoire. Cette interprétation trouve appui dans le fait que cette disposition, tout en établissant les conditions que doit remplir un demandeur d’asile, ne prévoit aucune procédure d’octroi d’une autorisation officielle ni la délivrance des documents pertinents. Cela étant, la Cour estime que la première question qui se pose concerne la qualité de la loi. S’il est clair que l’article 5 combiné avec l’article 14 de la loi sur l’immigration autorise la détention des étrangers en situation irrégulière, il est incontestable que l’avis juridique no 243, qui « s’applique nonobstant toute disposition contraire d’une autre loi », est source de confusion quant à la portée de la base légale, en particulier quant au point de savoir si un placement en détention en vertu de la loi sur l’immigration est légal (du point de vue du droit interne) seulement jusqu’au dépôt d’une demande d’asile ou continue d’être légal dans l’attente d’une décision sur la demande. Toutefois, bien qu’estimant qu’une clarification du cadre juridique interne s’impose, la Cour est disposée à admettre que la détention du requérant avait une base légale suffisamment claire, notamment l’article 5 combiné avec l’article 14 de la loi et, vu qu’il n’a pas été établi que l’intéressé avait obtenu une autorisation officielle de séjour (la Cour a en fait noté que le requérant ne s’était pas vu délivrer les documents écrits pertinents), que sa détention relevait de la première partie de l’article 5 § 1 f) de la Convention.", "Sur le point de savoir si la détention du requérant était arbitraire, la Cour relève une série de pratiques singulières de la part des autorités internes, par exemple la non-prise en compte des procédures de départ volontaire et les décisions généralisées de placement en détention, qui, d’après le Gouvernement, n’exige pas d’appréciation individuelle. Eu égard à ces pratiques, la Cour émet des réserves quant à la bonne foi du Gouvernement relativement à l’application de sa politique généralisée de placement en détention, la durée maximale de détention étant de dix-huit mois. Elle considère en outre que le lieu et les conditions matérielles de l’incarcération sont préoccupantes. Elle a déjà jugé excessivement longue une détention de trois mois dans l’attente d’une décision sur une demande d’asile lorsque cette privation de liberté était combinée à des conditions inadéquates. Dès lors, elle ne saurait juger raisonnable une détention de six mois, en particulier compte tenu des conditions d’incarcération décrites par diverses entités indépendantes. Il s’ensuit que la détention du requérant jusqu’à la date de la décision sur sa demande d’asile n’était pas compatible avec l’article 5 § 1 f) de la Convention et qu’il y a donc eu violation de cette disposition.", "Conclusion : violation (unanimité).", "La Cour conclut également à la violation de l’article 5 § 1 f) en ce qui concerne la période de détention du requérant postérieure à l’adoption de la décision sur sa demande d’asile, et à la violation de de l’article 5 § 4 en raison de l’absence en droit interne d’un recours effectif qui aurait permis à l’intéressé de faire contrôler à bref délai la légalité de sa détention.", "Article 41 : 24 000 EUR pour préjudice moral.", "(Voir aussi Aden Ahmed c. Malte, 55352/12, 23 juillet 2013)", "* Saadi c. Royaume-Uni [GC], , 29 janvier 2008, Note d’information 104.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}