{"file": "FRE_HFJUD_67021_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "67021/01", "text_paragraphs": ["", "", "", "ANCIENNE TROISIÈME SECTION", "", "", "", "", "AFFAIRE TĂTAR c. ROUMANIE", "", "(Requête no 67021/01)", "", "", "Cette version a été rectifiée conformément à l’article 81 du règlement de la Cour le 17 mars 2009", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "27 janvier 2009", "", "", "DÉFINITIF", "", "06/07/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Tătar c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tBoštjan M. Zupančič, président,\n\tCorneliu Bîrsan,\n\tElisabet Fura-Sandström,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tIsabelle Berro-Lefèvre, juges,\net de Stanley Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 9 décembre 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 67021/01) dirigée contre la Roumanie et dont deux ressortissants de cet Etat, MM. Vasile Gheorghe Tătar et Paul Tătar (« les requérants »), ont saisi la Cour le 17 juillet 2000 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants, qui ont été admis au bénéfice de l’assistance judiciaire, sont représentés par Me Diana Olivia Hatneanu, avocate à Bucarest, Raluca Cojocaru Stăncescu, juriste de l’organisation non­gouvernementale APADOR-CH., Mes Stephen Fietta et Ram Murali, avocats à Londres. Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Les requérants alléguaient que le procédé technologique utilisé par la société S.C. Aurul Baia Mare S.A. représentait un danger pour leur vie. Ils se plaignaient en outre de la passivité des autorités face à la situation et aux nombreuses plaintes formulées par le premier requérant.", "4.  Par une décision du 5 juillet 2007, la chambre a déclaré la requête recevable et a décidé qu’une audience dédiée aux questions de fond serait opportune (article 54 § 3 du règlement).", "5.  Tant les requérants que le Gouvernement ont déposé des observations écrites complémentaires (article 59 § 1 du règlement). Les parties ont chacune soumis des commentaires écrits sur les observations de l’autre.", "6.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 23 octobre 2007 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tR.-H. Radu, agent du Gouvernement,\tconseil,\n\tH. Rogoveanu,\t\nMmes\tI. Ilie, \n\tI. Popescu,\n\tI. Chidu\tconseillers ;", "–  pour les requérants\nMes\tD.-O. Hatneanu,\t\n\tS. Fietta,\tconseils,\nMme\tR. StĂncescu-Cojocaru,\nMe \tR. Murali,\tconseillers ;\nM.\tV.G. TĂtar,\trequérant.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Les requérants, MM. Vasile Gheorghe Tătar et Paul Tătar, père et fils, sont des ressortissants roumains nés respectivement en 1947 et 1979. A l’époque des faits, ils résidaient à Baia Mare, dans un quartier d’habitations situé à proximité de l’exploitation de minerai d’or de la société « Aurul » Baia Mare S.A., à 100 mètres de l’usine d’extraction et de l’étang de décantation Săsar (25 hectares) et à 8,5 km des autres étangs de décantation. En 2005, le deuxième requérant a quitté Baia Mare. Il vit actuellement à ClujNapoca.", "A.  L’activité de la société « Aurul » Baia Mare S.A. et le contexte environnemental", "7.  S.C. Aurul Baia Mare S.A. (ci-après « la société Aurul ») était une société par actions, créée le 4 avril 1996 et détenue par cinq sociétés : Esmeralda Exploration Limited, société australienne, Regia Autonomă a Plumbului şi Zincului, société publique gérante des biens de l’Etat, et trois autres sociétés anonymes roumaines, Geomin S.A., Institutul de cercetări şi proiectări miniere S.A. et Uzina de utilaj minier şi reparaţii S.A. L’objet de l’activité de la société Aurul était l’exploitation des minerais stériles non ferreux. Le 18 décembre 2001, la société Aurul fut remplacée, par voie de cession d’actifs, par une nouvelle société, Transgold S.A. A la suite d’une nouvelle cession d’actifs, l’exploitation des minerais stériles non ferreux passa, en janvier 2006, à une nouvelle société commerciale, S.C. Romaltyn Mining S.R.L.", "8.  D’après une étude d’impact sur l’environnement réalisée par l’Institut de recherche du ministère de l’Environnement en 1993, le sol et les eaux souterraines de cette région étaient déjà très pollués en 1990; la quantité de poudres industrielles et de dioxyde de soufre (à l’origine des pluies acides) contenue dans l’air était largement supérieure à celle admise au niveau mondial ; le niveau de métaux lourds dans les sols dépassait également les seuils admis ; les eaux des rivières étaient considérées comme dégradées. La situation était identique pour les eaux souterraines. Une autre étude d’impact sur l’environnement, réalisée en 2001, confirma le dépassement des seuils de pollution, notamment dans la région d’exploitation de l’usine Săsar (pollution des sols, de l’air et des eaux souterraines et de surface). Du point de vue climatique, la région concernée est une région abondante en précipitations (environ 900 mm/an, avec une moyenne annuelle de 140 jours de pluie).", "9.  Un rapport du Programme des Nations unies pour l’environnement/Bureau de la coordination des affaires humanitaires (UNEP/OCHA) réalisé en mars 2000 dans le but d’identifier les conséquences de l’accident écologique de janvier 2000 (voir les paragraphes 21-29 ci-dessous), décrit cette région comme polluée en raison d’une activité industrielle intense. Selon le même rapport, dans une étude intitulée « Concerns for Europe Tomorrow », l’Organisation mondiale de la santé (« OMS ») a identifié Baia Mare comme un « point chaud » en ce qui concerne la pollution.", "B.  La technologie d’exploitation et les normes pour la gestion environnementale de l’industrie minière", "10.  L’exploitation du minerai dans les bassins de décantation Săsar, Flotatia Centrala et Bozinta (environ 15 millions de tonnes) se basait sur une technologie nouvelle, dite « à circuit fermé », qui, en principe, devait empêcher tout déversement de déchets dans l’environnement. Avant d’être traité dans l’usine, le minerai devait être déposé dans un des bassins et soumis à la séparation et au lessivage (prélavage) au cyanure de sodium. Enfin, le minerai issu de ce dernier processus devait arriver à l’usine Săsar, afin d’être soumis au processus d’extraction. D’après les auteurs d’une des études d’impact sur l’environnement, cette technologie avait déjà été utilisée par la société commerciale australienne au Canada, en Afrique du Sud, au Ghana et en Australie.", "11.  En 1995, l’Agence australienne pour la protection de l’environnement avait édicté une série de normes pour la gestion environnementale de l’industrie minière, en général (« Best practice environmental management in mining »). Ces normes définissaient les règles à respecter pour la gestion des déchets, le choix de l’emplacement de l’activité technologique, la vérification de sa compatibilité avec le terrain et l’eau, son déroulement et son suivi.", "C.  L’étude d’impact sur l’environnement réalisée en 1993 (résumé)", "12.  Cette étude comporte une évaluation générale de l’impact sur l’environnement de la technologie utilisée pour le traitement des minerais d’or dans la région de Baia Mare. Comme ses auteurs le soulignent, cette étude représentait une condition pour l’obtention de l’autorisation environnementale de fonctionnement. Selon ses conclusions, la documentation présentée par la société commerciale australienne qui était impliquée dans l’élaboration et l’exécution du projet technologique n’était pas conforme aux normes législatives roumaines. Sa mise en conformité aux normes internes fut confiée à l’Institut pour les recherches minières de Baia Mare.", "13.  Au chapitre intitulé « Habitations et paysage », il était indiqué que l’étang de décantation et l’usine d’extraction Săsar se situaient à 100 m d’une route nationale bordant un quartier d’habitations et que Flotatia Centrala était située, au nord près d’un chemin de fer, à proximité des habitations du village Tăutii de Sus, et au sud à proximité des habitations du village de Satul Nou. Pour ce qui est de l’étang de décantation Bozinta, il était situé à 5 km de la ville de Baia Mare et à 500 m du village de Bozinta Mare.", "14.  Quant au degré de pollution déjà existant, les auteurs de l’étude reconnaissaient Baia Mare comme une ville industrielle polluée, en raison d’une activité industrielle intense, notamment dans le domaine minier. Pour les auteurs de l’étude, l’ancienne usine d’extraction Săsar constituait déjà une source de pollution pour l’air et le sol et portait préjudice à la qualité de la vie dans la ville de Baia Mare.", "15.  Parmi les risques et dangers liés à l’utilisation de la technologie en cause, les auteurs de l’étude mentionnaient la contamination des eaux de surface et des eaux souterraines par le cyanure de sodium. D’après eux, une telle contamination pouvait se produire à la suite d’un accident (effondrement, par exemple) touchant les digues des étangs, d’une infiltration d’eau cyanurée dans le fond de l’étang ou de fuites d’eau cyanurée au moment du passage par les conduits.", "16.  L’étang Săsar, en raison de sa proximité avec le quartier d’habitations de Baia Mare, était considéré comme une source potentielle de pollution phonique (par le fonctionnement des moteurs des différents outillages) et atmosphérique (par les aérosols contenant du cyanure de sodium et les poudres, les uns et les autres ayant un effet irritant sur les voies respiratoires). En fonction de la direction et de l’intensité du vent, les gouttes d’eau cyanurée pouvaient, d’après l’étude, se diriger vers les zones habitées situées à proximité de l’exploitation et avoir des effets dommageables pour la santé humaine.", "17.  Toutefois, dans leur analyse des effets du cyanure de sodium sur la santé humaine, les auteurs de l’étude n’avaient identifié aucun risque d’empoisonnement, à condition que l’exploitation se déroulât conformément aux normes et en l’absence de tout accident. Des incertitudes quant à l’impact de cette technologie sur l’environnement étaient exprimées, surtout liées à l’impossibilité d’apprécier l’ampleur des nuisances générées par l’activité de l’usine (aérosols contenant du cyanure de sodium, poussière, bruits et vibrations). Une incertitude était exprimée quant au contact des oiseaux migrateurs avec l’eau des étangs de décantation, contenant du cyanure de sodium. Cela pouvait les exposer à une mortalité en masse.", "18.  Les conclusions des spécialistes de l’Institut se basaient sur les avantages économiques et sociaux mentionnés et sur le fait que, dans le département de Baia Mare - région dotée d’un vaste réseau routier qui accueillait déjà d’autres activités industrielles (industrie minière et usinage des minerais non ferreux) ou agricoles, et où la densité de la population était élevée - l’activité en question ne pouvait influencer d’une « manière significative les caractéristiques actuelles de la région ».", "D.  Les intérêts et avantages économiques et écologiques attribués au projet", "19.  D’après les spécialistes ayant réalisé l’étude d’impact sur l’environnement de 1993, l’investissement de la société australienne devait être jugé opportun car, selon leurs estimations, 8 035 kilogrammes d’or et 76 135 kilogrammes d’argent pourraient être ainsi extraites, le profit de l’Etat roumain étant estimé à 8,8 millions de dollars américains (« USD »). D’autres bénéfices que ceux d’ordre financier étaient en outre avancés par les auteurs de l’étude, et notamment la création d’environ 54 nouveaux emplois, la formation du personnel à des méthodes de travail modernes et l’affluence d’investisseurs dans la région de Baia Mare. Selon les conclusions de la même étude, l’assainissement d’une grande superficie de terrain affectée au dépôt des minerais, soit les 70 hectares occupés par les étangs Săsar et Flotatia Centrala, et le transfert de ces minerais vers l’extérieur de la ville de Baia Mare représentaient les principaux avantages écologiques de ce projet industriel. Les auteurs de l’étude voyaient un autre avantage dans la durée de vie limitée du projet (2 ans et demi pour l’étang Săsar et 7 ans et demi pour l’usine d’extraction Săsar ainsi que pour le nouvel étang Bozinta).", "E.  L’accès aux informations et la participation du public au processus décisionnel préalable à la délivrance de l’autorisation de fonctionnement", "20.  Le 23 avril 1997, une autorisation fut accordée pour la reconstruction des étangs Săsar et Bozinta. Le 30 décembre 1998, les ministères du Travail et de la Santé autorisèrent la société Aurul à utiliser le cyanure de sodium ainsi que d’autres substances chimiques dans le processus technologique d’extraction. Le 3 juin 1999 fut publiée dans le Journal officiel (« Monitorul Oficial ») une décision du Gouvernement autorisant une licence de concession pour l’exploitation des étangs de décantation Săsar et Flotatia Centrala (représentant une superficie totale de 71,4 hectares) en faveur de la société Aurul. Conformément à l’article 16 de la licence d’exploitation, le titulaire était tenu de protéger l’environnement par une série de mesures telles que l’utilisation d’une technologie adéquate pour la protection de l’eau, l’épuration des eaux usées, l’utilisation d’un procédé technologique ne générant pas de nuisances ou d’acide cyanhydrique, etc.", "21.  Le 4 février 1999, la société Aurul avait publié, dans un journal local, l’existence d’une demande d’autorisation environnementale de fonctionnement, formulée pour les étangs Bozinta et Săsar, ainsi que pour l’usine d’extraction. Il ressort d’un rapport d’expertise technique réalisé le 15 juin 2001, sur demande de la Police de Maramures, que l’activité effective d’exploitation aurait commencé après le 11 juin 1999 et que la capacité de production était déjà dépassée de 75 % vers la fin de l’année. Copie de ce rapport fut versée au dossier par le Gouvernement. Le 23 août 1999, la mairie de Baia Mare autorisa le fonctionnement de l’exploitation sous réserve de l’obtention d’une autorisation environnementale de fonctionnement. Cette dernière autorisation fut délivrée le 21 décembre 1999. Cette date marque le moment où la société Aurul a commencé officiellement son activité d’exploitation.", "22.  Après l’audience devant la Cour, le Gouvernement versa au dossier copie de deux procès-verbaux (partiellement illisibles), dressés le 24 novembre 1999 et le 3 décembre 1999, concernant le débat public portant sur l’autorisation de fonctionnement. Le premier procès-verbal ne mentionne pas son auteur et ne porte aucune signature. Il ressort de son contenu que dix personnes ont participé au débat et qu’au moins cinq d’entre elles ont abordé des questions liées au danger de l’utilisation de la technologie en cause pour l’environnement, ainsi que pour leur santé. Il n’apparaît pas du dossier que les organisateurs aient répondu à ces questions.", "23.  Le deuxième procès-verbal semble avoir été dressé par un représentant de l’Autorité pour la protection de l’environnement, mais il ne porte aucune signature ni aucun cachet de l’institution en cause. Il en ressort que onze personnes ont soulevé différentes questions, notamment concernant la qualité de l’eau en cas d’autorisation de l’activité industrielle visée. Les participants V.S. et P.A. exprimèrent leurs inquiétudes quant aux effets de cette activité sur la flore et la faune. Enfin, une autre question portait sur l’existence d’une étude d’impact sur l’environnement. Il ressort de la copie du procès-verbal que le représentant de l’Autorité pour la protection de l’environnement assura aux participants qu’il n’y avait aucun indice laissant supposer l’existence de poudres en suspension dans l’atmosphère. Aucune étude d’impact sur l’environnement ne fut présentée à cette occasion.", "F.  L’accident écologique du 30 janvier 2000, ses conséquences et ses causes", "24.  Le 30 janvier 2000, une grande quantité d’eau polluée (estimée à près de 100 000 m3) contenant, entre autres, du cyanure de sodium se déversa dans la rivière Săsar, puis dans les rivières Lăpuş et Someş. L’eau polluée de la Someş se déversa dans la rivière Tisa. Se déplaçant à une vitesse de 2,1–2,4 km/h, elle traversa la frontière entre la Roumanie et la Hongrie (à Tszalok), passa à proximité de Szolnok, traversa la frontière entre la Roumanie et la Serbie-Monténégro, à proximité de Belgrade, et rentra en Roumanie, à Porţile de Fier, pour se déverser ensuite dans le Danube. En 14 jours, l’eau polluée parcourut 800 km. Elle se déversa enfin dans la mer Noire, par le delta du Danube.", "25.  Selon le rapport UNEP/OCHA la teneur en cyanure de sodium de ces eaux industrielles était d’environ 400 mg/l, dont 120 mg/l de cyanures libres. La quantité de cyanures libérés était estimée entre 50 et 100 tonnes, auxquelles s’ajoutait la libération de métaux lourds. Dans la région de l’exploitation des étangs appartenant à la société Aurul, il y avait une grande concentration de cyanures libres (entre 66 mg/l et 81 mg/l), ainsi que de zinc, de cuivre, de fer et de magnésium. Hormis les concentrations de cyanure de sodium décelées en Hongrie et en Serbie-Monténégro, l’équipe des Nations unies releva un certain niveau de cyanure dans le delta du Danube (à Cheatal Izmail, une concentration de 0,058 mg/l).", "26.  Selon le rapport Task Force Baia Mare, réalisé en décembre 2000 sur demande du Commissaire chargé de l’environnement de l’Union européenne, les mines abandonnées représentent un risque réel et important pour la santé humaine, notamment pour les populations vivant à proximité (voir § 21 et suivants ci-dessous). D’après la délégation ayant réalisé cette étude, les États doivent, en principe, prendre toutes les mesures nécessaires afin d’assurer la protection adéquate de l’environnement dans cette situation (surveillance, fermeture et réparation immédiate). Un communiqué de presse attaché à ce rapport d’étude incluait l’exploitation de la société Aurul dans la catégorie des activités minières « à haut risque ».", "27.  D’après les conclusions du rapport Task Force, il n’y eut pas de preuves directes des conséquences sur la santé de la population. Selon les estimations faites par les auteurs du rapport, environ 1 000 tonnes de poissons furent empoisonnés dans les rivières Lăpuş, Tisza et Someş. La Hongrie subit d’importants dégâts dans le domaine piscicole. 1 240 tonnes de poissons y furent empoisonnés : essentiellement des carpes, mais aussi des espèces protégées en voie de disparition, comme le saumon du Danube, ou certaines espèces d’esturgeons. Selon les conclusions du rapport, trois autres espèces de poissons furent totalement éliminées. Certaines espèces d’organismes vivants, tels que les planctons, furent empoisonnées et disparurent en totalité. D’autres, comme les mollusques, disparurent partiellement. Les loutres furent également victimes de l’accident.", "28.  La Serbie-Monténégro eut également à pâtir de cet accident écologique, mais, d’après les auteurs du rapport Task Force, à un moindre degré pour ce qui est des effets directs sur l’environnement. Des examens de laboratoire révélèrent un empoisonnement partiel de certaines espèces de poissons.", "29.  Le rapport Task Force indique également une contamination des sources dans la région de Bozinta Mare, mais précise que les autorités fournirent de l’eau potable aux habitants. Une incertitude subsiste, selon le rapport, sur les effets à long terme de l’accident, en raison de la dispersion du cyanure de sodium (qui n’est toutefois pas bioaccumulable) ainsi que des métaux lourds déposés dans les sols à la suite de l’accident. Les auteurs du rapport des Nations unies ont également indiqué que, dans la région du village Bozinta Mare, la pollution due aux activités minières pourrait avoir un impact important, à long terme, sur la santé de la population, en raison d’une exposition excessive à des cyanures et métaux lourds.", "30.  Les principaux effets socio-économiques immédiats de l’accident se manifestèrent principalement sur le marché de l’emploi (notamment en ce qui concerne les employés de la société Aurul et des sociétés contractantes), dans le domaine piscicole (surtout en Hongrie, en raison de la diminution du nombre des licences de pêche), dans le domaine du tourisme (en raison de la diffusion de l’accident par les médias). Les opérations que les autorités durent entreprendre (transport des poissons morts, distribution d’eau potable, suivi des conséquences et recherches) entraînèrent, elles aussi, des coûts immédiats.", "31.  Quant aux causes de l’accident, les auteurs du rapport Task Force en ont décelé trois. Une première cause aurait été l’utilisation d’une technologie pour l’extraction de l’or basée sur un design inadéquat de construction des étangs de décantation. La principale critique concernait l’absence d’un système de déversement en cas d’urgence. Une deuxième cause aurait été l’autorisation de plans de construction non adéquats et non adaptés aux conditions climatiques spécifiques de la région. La même conclusion est reprise par le rapport UNEP/OCHA, qui met en exergue l’existence, contraire au principe de base de la technologie « circuit fermé », de deux « ouvertures » dans les étangs. Cela permettait, selon les auteurs du rapport, à des quantités non contrôlées de cyanure de sodium d’être libérées dans l’air ou dans les eaux souterraines. Enfin, une troisième cause aurait été le suivi inadéquat de l’aménagement des étangs, du fonctionnement de la technologie utilisée et de l’entretien des installations. D’après les auteurs du rapport, le facteur météo n’est que partiellement responsable de la survenue de l’accident et les conditions météo étaient difficiles, mais pas exceptionnelles. Le suivi des opérations, notamment le contrôle du niveau d’eau dans les étangs, aurait été effectué par les employés de la société Aurul, qui ne se seraient livrés qu’à une surveillance visuelle.", "G.  Recommandations de bonne pratique", "32.  A la suite de cet accident écologique, plusieurs séminaires et conférences internationales ayant pour objet les risques que l’activité d’extraction des minerais non ferreux peut représenter pour la santé humaine ainsi que pour l’environnement furent organisés. Une série d’études et de rapports scientifiques analysant les conséquences de l’accident de Baia Mare du 30 janvier 2000 furent également réalisées à partir de mai 2000, à l’initiative de l’UNEP. Une de ces études, réalisée le 25 mai 2000 par l’École des Mines de Paris, posa les bases de la création d’un code réunissant les principes directeurs de la gestion des activités impliquant l’usage du cyanure de sodium. A la suite de la même initiative de l’UNEP fut établi, en mai 2002, un code international de gestion du cyanure, qui porte exclusivement sur la gestion sécurisée du cyanure produit, transporté et utilisé pour la récupération de l’or dans les résidus de la cyanuration et les produits de lixiviation. Cet instrument définit également les obligations liées aux garanties financières, à la prévention des accidents, aux secours d’urgence, à la formation, à la communication des informations, à l’implication des parties prenantes et aux procédures de vérification de la conformité.", "33.  Le 24 septembre 2007, le Gouvernement versa au dossier de la requête plusieurs documents en vue de l’audience du 23 octobre 2007. Il s’agit d’environ 2 000 pages de documents, la plupart faisant partie d’un dossier pénal d’enquête (no 139/P/2002) ayant pour objet des investigations relatives à l’accident écologique de janvier 2000 : études d’impact sur l’environnement, ordonnances des différents parquets, déclarations des témoins, procès-verbaux portant sur le début de l’activité de la société Aurul, copie du rapport Task Force, communications entre les autorités roumaines et hongroises, copies des études d’impact réalisées par une société anonyme roumaine, CAST SA.", "H.  Le contentieux portant sur l’activité de l’usine « Aurul » \nBaia Mare SA", "a)  Les plaintes administratives", "34.  En 2000, à la suite de l’accident écologique, le premier requérant saisit certaines autorités administratives (le ministère de l’Environnement, la mairie de Baia Mare, la délégation de la Commission européenne en Roumanie, le cabinet du Premier Ministre, le Président de la Roumanie, la Préfecture de Maramureş) de plusieurs plaintes concernant le risque auquel lui et sa famille étaient exposés à raison de l’utilisation par la société Aurul (dont une partie de l’activité était située à proximité de leur domicile) d’un procédé technologique utilisant le cyanure de sodium.", "35.  Dans ses plaintes, il demandait aux autorités de mener une enquête afin de vérifier si l’activité en question fonctionnait conformément aux normes légales et si la société Aurul détenait une licence d’exploitation valable.", "36.  Par une lettre du 5 mars 2002, le Conseil départemental de Maramureş informa le premier requérant que la société, Transgold, n’avait pas encore obtenu de licence d’exploitation.", "37.  Le 1er avril 2002, les représentants du ministère de l’Environnement lui répondirent que la société Transgold fonctionnait en vertu d’une licence d’exploitation légale.", "38.  Le 29 avril 2002, la mairie de Baia Mare adressa à cette dernière société une lettre l’invitant à accomplir les démarches nécessaires à l’obtention d’une licence d’exploitation.", "39.  Le 26 septembre 2003, la Commission de surveillance pour l’environnement (« Garda de mediu ») informa le premier requérant que le procédé technologique utilisé par la société avait beaucoup évolué et que, s’agissant de la protection de l’environnement, l’exploitation s’effectuait en toute sécurité.", "40.  Par une lettre du 27 novembre 2003, le ministère de l’Environnement informa le premier requérant que les activités de la société Transgold ne représentaient aucun danger pour la santé publique et que la technologie utilisée l’était également dans d’autres pays.", "b)  les plaintes pénales", "41.  En 2000, le premier requérant déposa des plaintes pénales contre les membres de la direction de l’usine auprès du parquet du tribunal de première instance de Maramureş, auprès du parquet du tribunal départemental de Maramureş, auprès du parquet général de la Cour suprême de justice et auprès du ministère de la Justice.", "42.  Il dénonçait à la fois le danger que l’utilisation de la technologie litigieuse représentait pour la santé des habitants de la ville de Baia Mare, les risques pour l’environnement et l’aggravation de l’état de santé de son fils, qui souffrait d’asthme.", "43.  Le 5 décembre 2000, le parquet de la Cour suprême de justice informa le premier requérant que sa plainte avait été renvoyée au parquet du tribunal départemental de Maramureş pour y être instruite.", "44.  Par une lettre du 20 décembre 2000, le parquet du tribunal départemental, après avoir sollicité des informations auprès du ministère de l’Environnement, envoya copie de la réponse obtenue au premier requérant. D’après les informations soumises par le ministère de l’Environnement le 18 décembre 2000, il n’y avait aucun risque de pollution lié au procédé technologique utilisé par la société.", "45.  Le 9 février 2001, le ministère de la Justice informa le premier requérant que sa plainte avait été renvoyée devant le parquet près la Cour suprême de justice pour y être instruite.", "46.  Par une ordonnance du 20 novembre 2001, le parquet du tribunal départemental de Maramureş rendit un non-lieu relativement à l’accident du 30 janvier 2000, au motif que les faits dont le premier requérant se plaignait ne constituaient pas des infractions au sens du code pénal roumain.", "47.  Les 22 février, 11 mars et 28 mars 2002, la Cour suprême de justice se déclara incompétente en la matière et rejeta la plainte du premier requérant.", "48.  Par deux ordonnances des 6 et 8 mars 2002, le parquet de la Cour suprême de justice renvoya la plainte du premier requérant devant le parquet de la cour d’appel de Cluj pour instruction.", "49.  Une nouvelle plainte formulée en 2005 par le premier requérant et dénonçant le danger que l’activité technologique en question représentait pour la santé et la vie de la population fit l’objet d’un dossier pénal (67/III/2005). Aucune ordonnance n’a été rendue concernant cette plainte.", "c)  Le dossier pénal d’enquête no 139/P/2002", "50.  Le 22 février 2000, le parquet du tribunal départemental de Maramureş ouvrit d’office une enquête pour pollution accidentelle (art. 85, 1er alinéa, lettre c, de la loi no 137/1995). Étaient visés par cette enquête les membres du conseil d’administration de la société Aurul. Le 25 juillet 2002, le parquet de la Cour suprême de justice infirma un non-lieu du 3 décembre 2001 et ordonna au parquet de la cour d’appel de Cluj de réexaminer l’affaire.", "51.  Le 12 décembre 2002, le parquet de la cour d’appel de Cluj, retenant la force majeure due aux conditions météo défavorables (augmentation brusque de la température suivie d’une forte pluie) ordonna un non-lieu concernant M.N.N. (dirigeant de la société Aurul S.A.).", "52.  Le 29 janvier 2003, le procureur en chef du parquet de la Cour suprême de justice infirma cette dernière ordonnance et invita le parquet à reprendre les poursuites.", "I.  L’étude d’impact sur l’environnement réalisée en 2001 (résumé)", "53.  Une deuxième étude d’impact sur l’environnement fut réalisée en 2001, à la demande de la société Aurul, par le Centre pour l’environnement et la santé de Cluj, l’Institut pour la santé publique de Bucarest, l’Institut de recherche et développement pour l’écologie industrielle de Bucarest et le Bureau pour la médecine et l’environnement de Cluj-Napoca. Concernant l’impact que le cyanure de sodium pouvait avoir sur la santé humaine, les auteurs de cette étude indiquaient que la présence de cette substance dans l’organisme humain contribuait à l’altération des systèmes cardiovasculaire et nerveux central ; l’intoxication au cyanure de sodium provoquait comas, convulsions et arythmie cardiaque. Une exposition à des cyanures pouvait également provoquer des troubles neurologiques et hypothyroïdie. Il était également précisé que l’exposition excessive de l’appareil respiratoire au cyanure de sodium pouvait avoir des effets négatifs sur la santé (asthme professionnel et pneumopathies) et que l’exposition à de grandes quantités d’isocyanathe et les infections des voies respiratoires supérieures étaient des facteurs favorables à l’asthme. Selon les conclusions du rapport, une exposition à une quantité de 0,020 ppm d’isocyanathe suffisait pour mettre en danger l’appareil respiratoire.", "54.  Se référant à l’activité spécifique de la société Aurul, l’étude, après avoir analysé en détail le procédé technologique, identifiait quelques risques potentiels pour la santé humaine et pour l’écosystème. Un risque éventuel tenait au « transport » des aérosols contenant du cyanure de sodium vers les zones habitées. Quant à l’eau souterraine, le rapport concluait à une pollution excessive, surtout dans le voisinage des étangs de décantation Săsar et Bozinta, en raison de la présence de plomb. Un dépassement du seuil limite de pollution au cyanure de sodium était constaté pour l’eau souterraine. Concernant la pollution du sol à proximité de l’usine Săsar, le rapport concluait à un « dépassement des concentrations maximales admises ». S’agissant de l’exposition au plomb des enfants de 0 à 7 ans habitant à proximité de l’usine Săsar, des étangs Săsar et Bozanta et des villages Busag et Merisor, les concentrations étaient supérieures aux limites admises au niveau mondial.", "55.  Toutefois, d’après la même étude, l’exposition de la population au cyanure contenu dans le sol ne pouvait pas influencer la prévalence des maladies des voies respiratoires. Quant au niveau des poudres industrielles, il n’était pas en mesure d’aggraver l’état de santé de la population vivant à proximité des exploitations industrielles susmentionnées. Les mêmes conclusions étaient formulées relativement aux concentrations en cadmium et en arsenium.", "56.  L’étude contenait également une liste de contrôle concernant l’impact de l’activité industrielle en question sur l’état de santé de la population. Elle n’excluait pas, parmi les risques d’exploitation, la survenance d’un accident dont les effets négatifs ne pourraient être atténués par les mesures habituelles de protection. Selon les réponses données par les auteurs du rapport, l’activité en question était située dans une importante zone d’habitation. Quant aux conditions météo, les auteurs du rapport décrivaient l’emplacement de l’activité litigieuse dans une zone soumise à des conditions météo défavorables (changements brusques de température, brouillard, vents).", "57.  Une évaluation de l’état de santé des enfants habitant le secteur des exploitations industrielles de Baia Mare, qui avait été incluse dans ledit rapport, attestait une augmentation des maladies des voies respiratoires pour la période 1995 – 1999.", "58.  Toutefois, selon la même étude, à la suite d’un certain nombre de plaintes concernant l’aggravation de l’état de santé d’une partie de la population censée être résultée du fonctionnement de la technologie en cause à proximité des habitations, les autorités médicales avaient effectué des analyses médicales sur neuf enfants et trois adultes. Elles avaient conclu à des valeurs normales, à l’exception du niveau de plombémie qui était assez élevé.", "59.  L’étude concluait que les recherches ainsi réalisées n’avaient mis en évidence aucun effet significatif quant à l’état de santé de la population vivant à proximité de l’exploitation en question. Elle signalait toutefois la persistance de maladies de l’appareil respiratoire, notamment à partir de l’année 1999. Elle ajoutait que l’existence des étangs de décantation ainsi que leur exploitation pourrait représenter un risque pour la santé de la population vivant dans leur voisinage, ainsi que pour la faune. Afin de prévenir les effets nocifs sur l’état de santé de la population de cette région, les auteurs de l’étude formulaient une série de recommandations à l’intention des autorités.", "60.  L’étude indiquait enfin qu’aucune influence majeure de la technologie litigieuse sur l’état de santé des employés de l’usine de Baia Mare n’avait pu être décelée. Elle précisait toutefois qu’une irritation des voies respiratoires supérieures avait été observée chez plusieurs employés.", "J.  Autres études d’impact sur l’environnement (résumé)", "61.  Huit autres études d’impact sur l’environnement ont été réalisées, à des dates non précisées, à la demande de la société Aurul, par une société spécialisée, CAST SA. Ces études réaffirment l’existence d’une forte pollution du sol et de l’eau et indiquent la possibilité de transport des vapeurs contenant du cyanure vers les zones de végétation situées à proximité des étangs. Elles concluent toutefois à l’inexistence de risques de pollution du sol liés à l’activité de la société Aurul. Elles attirent en revanche l’attention des responsables de la société Aurul sur la nécessité d’effectuer des travaux de réparation aux conduits de transport.", "62.  Une étude concernant la qualité des eaux souterraines réalisée en 2004 par le ministère roumain de l’Environnement précise que sur les lieux de l’exploitation le niveau du cyanure dépasse le niveau admis. D’autres métaux dépassent de plusieurs fois le niveau admis : de quinze fois pour le zinc et de cent une fois pour le cuivre.", "K.  L’autorisation de fonctionnement", "63.  Le 18 décembre 2001, l’Agence nationale pour les ressources minérales (« Agenţia natională pentru resurse minerale ») rédigea un avenant à la licence initiale (voir le paragraphe 15 ci-dessus) modifiant le nom du titulaire de la licence de concession, qui était désormais S.C. Transgold S.A.", "64.  Trois autorisations de fonctionnement (« autorizaţia de mediu ») furent délivrées par le ministère de l’Environnement en faveur de cette dernière société. Une première autorisation, délivrée le 8 août 2002, concernait l’étang de décantation Săsar. Elle autorisait également un dépôt de résidus (« depozitul de sterile ») et l’exploitation de l’étang et des constructions attenantes. La deuxième, délivrée le même jour, concernait l’usine d’extraction des métaux précieux (« Uzina de extragere a metalelor preţioase ») chargée de l’extraction et de la préparation des minerais non ferreux (à l’exclusion des minerais radioactifs). Une troisième autorisation, délivrée le 12 août 2002, concernait le transport des minerais entre l’usine et l’étang de décantation Săsar.", "L.  Le cyanure de sodium et la santé humaine", "65.  Des documents officiels attestent la toxicité du cyanure de sodium. Cette substance réagit violemment avec les oxydants forts tels que les nitrates et les chlorates, en provoquant des risques d’incendie et d’explosion. La substance se décompose en présence d’air, d’humidité et de dioxyde de carbone, produisant un gaz très toxique et inflammable (le cyanure d’hydrogène). Elle peut être absorbée par l’organisme par inhalation, à travers la peau et les yeux, et par ingestion. Elle peut être dangereuse pour l’environnement. Une attention particulière doit être accordée aux poissons. Il est fortement recommandé de ne pas laisser ce produit contaminer l’environnement, en raison de sa persistance.", "66.  Selon une étude intitulée « Hydrogen Cyanide and Cyanides : Human Health Aspects », réalisée en 2004 par l’OMS, il n’y aurait pas d’informations sur les éventuels effets nocifs du cyanure de sodium pour la santé humaine, hormis sa toxicité élevée. Une expérience effectuée sur des rats aurait montré l’absence d’effets nocifs de l’inhalation de la substance (voir p. 6 du rapport). Les exploitations minières utilisant le cyanure de sodium seraient l’une des sources du cyanure présent dans l’atmosphère. Selon la même étude, il n’y aurait pas de risques de cancer liés au cyanure de sodium et seules des doses d’une concentration très élevée pourraient avoir des effets nocifs sur les femmes enceintes. Enfin, il n’y aurait pas assez d’informations pour conclure à un rapport dose-effet dans les cas d’intoxication chronique au cyanure de sodium. Copie du rapport en question a été versée au dossier par les requérants.", "67.  Selon les conclusions d’une autre étude scientifique, réalisée par l’Agence américaine pour les substances toxiques (« ATSDR ») en juillet 2006, le cyanure peut être assimilé par l’organisme humain en raison de l’exposition des voies respiratoires à l’air contenant du cyanure de sodium. Une autre étude invoquée par les requérants, réalisée par un groupe consultatif sur les normes concernant la qualité de l’air œuvrant sous l’égide du gouvernement britannique (« EPAQS »), affirme que l’exposition à des cyanures provoque, entre autres, des difficultés respiratoires. Le cyanure d’hydrogène serait, selon les auteurs de cette étude, une substance irritante pour les voies respiratoires. Aussi l’une des recommandations en cas de traitement pour l’asthme serait-elle d’éviter le contact avec les cyanures. Toutefois, selon le même rapport, même si l’exposition à des niveaux élevés de substances irritantes peut provoquer de l’asthme, les données concernant les doses nécessaires pour provoquer telle ou telle maladie des voies respiratoires sont insuffisantes. Copies de ces deux études ont été versées au dossier par les requérants.", "68.  Selon le gouvernement défendeur, l’étude réalisée en 2001 démontre l’absence d’un lien de causalité entre l’utilisation du cyanure de sodium et les maladies de l’appareil respiratoire, notamment l’asthme. Malgré le caractère hypothétique des résultats de l’étude réalisée en 1993, une activité de suivi menée par le ministère de l’Environnement entre 2001 et 2005 aurait mis en évidence une absence totale de cyanures de sodium. Le Gouvernement affirme que le cyanure de sodium est un produit utilisé dans plusieurs autres domaines de l’industrie, sans que cela représente un risque pour la santé des populations en contact avec cette substance.", "M.  L’état de santé du deuxième requérant", "69.  En 1996, le deuxième requérant développa les premiers symptômes de l’asthme. D’après les requérants, cette affection s’aggrava en 2001, en raison de la pollution générée par la société Aurul. Les intéressés ont déposé au dossier un certificat médical daté du 21 novembre 2001 qui atteste un asthme modéré persistant. L’auteur de ce certificat, le Dr D.M., recommanda également au deuxième requérant d’arrêter de fumer. Le 18 juin 2002, un troisième certificat médical attesta l’existence de ladite affection et déclara le deuxième requérant inapte à accomplir le service militaire obligatoire. Le 14 août 2007, l’affection du deuxième requérant fut reconfirmée (asthme modéré persistant). Copie des certificats médicaux fut versée au dossier.", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "A.  Le droit et la pratique internes pertinents", "a)  La Constitution énonce :", "Article 35", "« 1)  L’État reconnaît à toute personne le droit à un environnement sain et équilibré.", "2)  L’État instaure le cadre législatif pour assurer l’exercice de ce droit.", "3)  Les personnes physiques et morales ont le devoir de protéger et d’améliorer l’environnement »", "(...) »", "b)  La loi no 137/1995 pour la protection de l’environnement, du 29 décembre 1995, publiée au Journal officiel (« Monitorul Oficial »), première partie, no 70, du 17 février 2000, telle qu’elle était rédigée à l’époque des faits, se lisait ainsi :", "Article 5", "« L’État reconnaît à toute personne le droit à un environnement sain et garantit :", "a)  l’accès aux informations concernant la qualité de l’environnement ;", "b)  le droit de s’associer dans des organisations pour la défense de l’environnement ; (...)", "d)  le droit de s’adresser, directement ou par l’intermédiaire d’associations, aux autorités administratives ou judiciaires dans un but de prévention ou en cas de préjudice direct ou indirect ;", "e) le droit à un dédommagement pour le préjudice subi. »", "Article 6", "« La protection de l’environnement est un devoir pour les autorités de l’administration centrale ainsi que pour toute personne physique ou morale. »", "Article 7", "« La responsabilité pour la protection de l’environnement incombe à l’autorité centrale pour la protection de l’environnement et à ses agences territoriales. (...) »", "Article 9", "« L’autorisation environnementale de fonctionnement ne sera pas délivrée si aucune variante du programme de conformité ne prévoit une solution conforme aux réglementations et standards en vigueur pour éliminer les effets négatifs sur l’environnement. »", "Article 10", "« (...) L’autorisation environnementale de fonctionnement est suspendue, après notification, en cas de non-conformité de l’activité avec les conditions de l’autorisation, et ce tant que persiste cette non-conformité, sans toutefois que la suspension puisse excéder six mois. Une fois ce délai échu, les autorités peuvent ordonner l’arrêt de l’activité en question. (...) »", "Article 81", "« La responsabilité pour faute a un caractère objectif (....). En cas de pluralité d’auteurs, il y a une responsabilité collective. (...) »", "Article 85", "« Sont constitutifs d’infractions et seront punis:", "1.  d’une peine d’emprisonnement de trois mois à un an ou d’une amende de 250 000 lei à 1 500 000 lei s’ils ont été de nature à mettre en danger la vie ou la santé humaines, animales ou végétales :", "(...)", "c)  le fait de provoquer une pollution d’une manière accidentelle, par défaut de surveillance dans l’exécution de nouveaux travaux, fonctionnement des installations, équipements technologiques et de traitement et neutralisation mentionnées dans les conditions prévues par l’autorisation environnementale de fonctionnement (...). »", "Article 86", "« Les constats d’infractions et les poursuites seront effectués d’office par l’autorité compétente. »", "c)  Une procédure de réglementation des activités économiques et sociales ayant un impact sur l’environnement, élaborée conformément à la loi no 137/1995 pour la protection de l’environnement, entra en vigueur au moment de sa publication, le 11 avril 1996, dans le Journal officiel. Cette réglementation fut abrogée le 5 août 2004, par une décision gouvernementale (no 1076/2004). Telles qu’applicables à l’époque des faits, ses dispositions pertinentes se lisaient ainsi :", "« 1.  Les buts d’un débat public sont : l’obtention d’informations supplémentaires concernant l’impact du projet sur l’activité de la population vivant à proximité et sur les biens d’utilité publique ; la mise en relief d’aspects méconnaissant la législation sur la protection de l’environnement ; l’obtention d’informations non déclarées concernant l’activité en cause et susceptibles d’éclairer son possible impact sur l’environnement ; la création d’une possibilité de présentation de propositions pour l’amélioration du projet où de l’activité, avec des effets favorables sur l’environnement, lesquelles pourront servir de base pour la prise de la décision par l’autorité compétente.", "2.  Méthodes pour un débat public. Tout en ne s’y limitant pas, un débat public peut inclure les éléments suivants : l’affichage à proximité des installations en cause et au siège de l’administration locale ; la publication dans les journaux connus de la population ; la présentation à la télévision ou à la radio ; des communications écrites, envoyées directement aux personnes où aux associations intéressées ; l’organisation d’un débat public dans un endroit accessible à la population intéressée. Peu importe la méthode utilisée, l’Autorité territoriale pour la protection de l’environnement affiche à son siège une brève présentation du projet où de l’action proposée au débat public. Si les informations concernant le projet où l’activité en cause représentent un secret d’Etat où si elles imposent l’application de la règle de confidentialité, elles ne seront pas soumises à un débat public.", "3.  Parmi les informations communiquées doivent au minimum figurer : les données d’identification de la société ayant sollicité l’autorisation ; la dénomination du projet ou son profil d’activité, ainsi que son lieu d’implantation ; le but de l’action proposée ; une brève présentation du projet où de l’activité ; des informations générales sur les mesures de protection de l’environnement et l’éventuel impact sur les facteurs environnementaux ; les coordonnées de l’Autorité pour la protection de l’environnement, afin que les intéressés puissent obtenir des renseignements supplémentaires où déposer d’éventuelles contestations et suggestions (...). Toutes les discussions menées dans le cadre du débat public seront résumées par écrit et serviront, avec les autres documents, de base à la décision.", "4.  Les critères de base dans la prise de décision sont les suivants : le risque pour la population vivant à proximité ; la possibilité d’un effet nocif sur l’état de santé de la population ; le respect des limites maximales admises pour les concentrations polluantes émises ; l’amélioration de la qualité des facteurs environnementaux ; le respect des conditions de sécurité de fonctionnement ; la résolution de certains problèmes d’ordre social ; l’utilité publique ; la mise en valeur rationnelle et efficace des ressources et déchets dans le contexte d’un développement durable ; la réalisation d’objectifs et de plans spécialement approuvés (...). Pour les situations présentant un degré élevé de difficulté pour la prise des décisions, la consultation préalable, par écrit, des autorités de l’administration publique centrale impliquées est recommandée.", "5.  Précisions procédurales. Avant la discussion publique du rapport concernant l’étude d’impact sur l’environnement, l’Autorité territoriale pour la protection de l’environnement, en accord avec le demandeur de l’autorisation, établira un calendrier pour cette action ; ce calendrier devra contenir les étapes suivantes : la rédaction d’une annonce, sa publication, la centralisation et l’analyse des contestations où propositions, les vérifications supplémentaires des installations, si besoin ; la consultation d’autres autorités, la présentation d’une proposition, la prise de la décision, sa publicité et sa communication au bénéficiaire (...). »", "d)  Le 23 octobre 2001, jour de sa publication au Journal officiel, est entrée en vigueur la loi no 544/2001 sur l’accès aux informations d’intérêt public. Les textes d’application de cette loi ont été publiés le 8 mars 2002. La loi définit les principes régissant la communication d’informations d’intérêt public par les autorités de l’État.", "e)  L’ordonnance gouvernementale no 195/2005 sur la protection de l’environnement a été approuvée par la loi no 265/2006. Publiée au Journal officiel, première partie, no 586 du 6 juillet 2006, et entrée en vigueur le 9 juillet 2006, elle abroge la loi no 137 du 29 décembre 1995 sur la protection de l’environnement. Elle réaffirme les principes de base régissant la protection de l’environnement, redéfinit certains termes spécifiques ainsi que le régime de certaines substances, renforce la protection des eaux et du sol et augmente la responsabilité des autorités centrales et locales et celle des personnes physiques et morales.", "f)  L’ordonnance gouvernementale no 68/2007 sur la responsabilité pour la prévention et la réparation des préjudices en matière d’environnement, publiée au Journal officiel, première partie, no 446 du 29 juin 2007, et entrée en vigueur à la même date, transpose, dans le droit interne, les principes définis dans la directive no 2004/35/CE. Elle prévoit l’adaptation de la législation nationale aux fins de permettre l’engagement de la responsabilité pour la prévention et la réparation des préjudices dans ce domaine, ainsi qu’une étroite collaboration avec les Etats membres de l’Union européenne. L’Agence nationale pour la protection de l’environnement (« A.N.P.M. ») devra présenter, d’ici le 31 décembre 2012, un rapport portant sur la mise en œuvre de cette ordonnance. Ce rapport devra être envoyé, pour le 31 décembre 2013, à la Commission européenne.", "B.  Le droit et la pratique internationaux pertinents", "a)  La Déclaration finale de la Conférence des Nations Unies sur l’environnement, à Stockholm, du 5 – 16 juin 1972, comporte les dispositions suivantes :", "", "(...)", "Principe 1", "\nL’homme a un droit fondamental à la liberté, à l’égalité et à des conditions de vie satisfaisantes, dans un environnement dont la qualité lui permette de vivre dans la dignité et le bien-être. Il a le devoir solennel de protéger et d’améliorer l’environnement pour les générations présentes et futures. A cet égard, les politiques qui encouragent ou qui perpétuent l’apartheid, la ségrégation raciale, la discrimination, les formes, coloniales et autres, d’oppression et de domination étrangères sont condamnées et doivent être éliminées.", "Principe 2", "\nLes ressources naturelles du globe, y compris l’air, l’eau, la terre, la flore et la faune, et particulièrement les échantillons représentatifs des écosystèmes naturels, doivent être préservés dans l’intérêt des générations présentes et à venir par une planification ou une gestion attentive selon que de besoin.", "Principe 3", "\nLa capacité du globe de produire des ressources renouvelables essentielles doit être préservée et, partout où cela est possible, rétablie ou améliorée.", "Principe 4", "\nL’homme a une responsabilité particulière dans la sauvegarde et la sage gestion du patrimoine constitué par la flore et la faune sauvages et leur habitat, qui sont aujourd’hui gravement menacés par un concours de facteurs défavorables. La conservation de la nature, et notamment de la flore et de la faune sauvages, doit donc tenir une place importante dans la planification pour le développement économique.", "(...)", "Principe 6", "\nLes rejets de matières toxiques ou d’autres matières et les dégagements de chaleur en des quantités ou sous des concentrations telles que l’environnement ne puisse plus en neutraliser les effets doivent être interrompus de façon à éviter que les écosystèmes ne subissent des dommages graves ou irréversibles. La lutte légitime des peuples de tous les pays contre la pollution doit être encouragée.", "Principe 7", "\nLes Etats devront prendre toutes les mesures possibles pour empêcher la pollution des mers par des substances qui risquent de mettre en danger la santé de l’homme, de nuire aux ressources biologiques et à la vie des organismes marins, de porter atteinte aux agréments naturels ou de nuire à d’autres utilisations légitimes de la mer.", "(...)", "Principe 13", "\nAfin de rationaliser la gestion des ressources et ainsi d’améliorer l’environnement, les Etats devraient adopter une conception intégrée et coordonnée de leur planification du développement, de façon que leur développement soit compatible avec la nécessité de protéger et d’améliorer l’environnement dans l’intérêt de leur population.", "(...)", "Principe 17", "\nII convient que des institutions nationales appropriées soient chargées de planifier, de gérer ou de réglementer l’utilisation des ressources de l’environnement dont disposent les Etats, en vue d’améliorer la qualité de l’environnement.", "Principe 18", "\nII convient de recourir à la science et à la technique, dans le cadre de leur contribution au développement économique et social, pour déceler, éviter ou limiter les dangers qui menacent l’environnement et résoudre les problèmes qu’il pose, et d’une manière générale pour le bien de l’humanité.", "Principe 19", "\nIl est essentiel de dispenser un enseignement sur les questions d’environnement aux jeunes générations aussi bien qu’aux adultes, en tenant dûment compte des moins favorisés, afin de développer les bases nécessaires pour éclairer l’opinion publique et donner aux individus, aux entreprises et aux collectivités le sens de leurs irresponsabilités en ce qui concerne la protection et l’amélioration de l’environnement dans toute sa dimension humaine. Il est essentiel aussi que les moyens d’information de masse évitent de contribuer à la dégradation de l’environnement et, au contraire, diffusent des informations de caractère éducatif sur la nécessité de protéger et d’améliorer l’environnement afin de permettre à l’homme de se développer à tous égards.", "(...)", "Principe 21", "\nConformément à la Charte des Nations Unies et aux principes du droit international, les Etats ont le droit souverain d’exploiter leurs propres ressources selon leur politique d’environnement et ils ont le devoir de faire en sorte que les activités exercées dans les limites de leur juridiction ou sous leur contrôle ne causent pas de dommage à l’environnement dans d’autres Etats ou dans des régions ne relevant d’aucune juridiction nationale.", "Principe 22", "\nLes Etats doivent coopérer pour développer encore le droit international en ce qui concerne la responsabilité et l’indemnisation des victimes de la pollution et d’autres dommages écologiques que les activités menées dans les limites de la juridiction de ces Etats ou sous leur contrôle causent à des régions situées au- delà des limites de leur juridiction.", "(...)", "Principe 24", "\nLes questions internationales se rapportant à la protection et à l’amélioration de l’environnement devraient être abordées dans un esprit de coopération par tous les pays, grands ou petits sur un pied d’égalité. Une coopération par voie d’accords multilatéraux ou bilatéraux ou par d’autres moyens appropriés est indispensable pour limiter efficacement, prévenir, réduire et éliminer les atteintes à l’environnement résultant d’activités exercées dans tous les domaines, et ce dans le respect de la souveraineté et des intérêts de tous les Etats.", "Principe 25", "\nLes Etats doivent veiller à ce que les organisations internationales jouent un rôle coordonné, efficace et dynamique dans la préservation et l’amélioration de l’environnement.", "(...) ».", "b)  La Déclaration de Rio sur l’environnement et le développement, du 314 juin 1992, comporte les dispositions suivantes :", "", "(...)", "Principe 2", "\nConformément à la Charte des Nations unies et aux principes du droit international, les États ont le droit souverain d’exploiter leurs propres ressources selon leur politique d’environnement et de développement, et ils ont le devoir de faire en sorte que les activités exercées dans les limites de leur juridiction ou sous leur contrôle ne causent pas de dommages à l’environnement dans d’autres États ou dans des zones ne relevant d’aucune juridiction nationale. (...)", "Principe 10", "\nLa meilleure façon de traiter les questions d’environnement est d’assurer la participation de tous les citoyens concernés, au niveau qui convient. Au niveau national, chaque individu doit avoir dûment accès aux informations relatives à l’environnement que détiennent les autorités publiques, y compris aux informations relatives aux substances et activités dangereuses dans leurs collectivités, et avoir la possibilité de participer aux processus de prise de décision. Les États doivent faciliter et encourager la sensibilisation et la participation du public en mettant les informations à la disposition de celui-ci. Un accès effectif à des actions judiciaires et administratives, notamment des réparations et des recours, doit être assuré. (...)", "Principe 13", "\nLes États doivent élaborer une législation nationale concernant la responsabilité de la pollution et d’autres dommages à l’environnement et l’indemnisation de leurs victimes. Ils doivent aussi coopérer diligemment et plus résolument pour développer davantage le droit international concernant la responsabilité et l’indemnisation en cas d’effets néfastes de dommages causés à l’environnement dans des zones situées au-delà des limites de leur juridiction par des activités menées dans les limites de leur juridiction ou sous leur contrôle. (...)", "Principe 14", "\nLes États devraient concerter efficacement leurs efforts pour décourager ou prévenir les déplacements et les transferts dans d’autres États de toutes activités et substances qui provoquent une grave détérioration de l’environnement ou dont on a constaté qu’elles étaient nocives pour la santé de l’homme.", "Principe 15", "\nPour protéger l’environnement, des mesures de précaution doivent être largement appliquées par les États selon leurs capacités. En cas de risque de dommages graves ou irréversibles, l’absence de certitude scientifique absolue ne doit pas servir de prétexte pour remettre à plus tard l’adoption de mesures effectives visant à prévenir la dégradation de l’environnement. (...)", "Principe 17", "\nUne étude d’impact sur l’environnement, en tant qu’instrument national, doit être entreprise dans le cas des activités envisagées qui risquent d’avoir des effets nocifs importants sur l’environnement et dépendent de la décision d’une autorité nationale compétente.", "(...) ».", "c)  La convention internationale du 25 juin 1998 (Aarhus, Danemark) sur l’accès à l’information, la participation du public au processus décisionnel et l’accès à la justice en matière d’environnement, a été ratifiée par la Roumanie par la loi no 86/2000, publiée au Journal officiel, première partie, no 224 du 22 mai 2000. Ses dispositions pertinentes se lisent ainsi :", "(...)", "Article 3", "« 1.  Chaque Partie prend les mesures législatives, réglementaires ou autres nécessaires, y compris des mesures visant à assurer la compatibilité des dispositions donnant effet aux dispositions de la présente Convention relatives à l’information, à la participation du public et à l’accès à la justice, ainsi que des mesures d’exécution appropriées, dans le but de mettre en place et de maintenir un cadre précis, transparent et cohérent aux fins de l’application des dispositions de la présente Convention.", "2.  Chaque Partie tâche de faire en sorte que les fonctionnaires et les autorités aident le public et lui donnent des conseils pour lui permettre d’avoir accès à l’information, de participer plus facilement au processus décisionnel et de saisir la justice en matière d’environnement. (...)", "7.  Chaque Partie œuvre en faveur de l’application des principes énoncés dans la présente Convention dans les processus décisionnels internationaux touchant l’environnement ainsi que dans le cadre des organisations internationales lorsqu’il y est question d’environnement. (...)", "9.  Dans les limites du champ d’application des dispositions pertinentes de la présente Convention, le public a accès à l’information, il a la possibilité de participer au processus décisionnel et a accès à la justice en matière d’environnement sans discrimination fondée sur la citoyenneté, la nationalité ou le domicile et, dans le cas d’une personne morale, sans discrimination concernant le lieu où elle a son siège officiel ou un véritable centre d’activités. »", "Article 4", "« 1.  Chaque Partie fait en sorte que, sous réserve des paragraphes suivants du présent article, les autorités publiques mettent à la disposition du public, dans le cadre de leur législation nationale, les informations sur l’environnement qui leur sont demandées, y compris, si la demande leur en est faite et sous réserve de l’alinéa b) ci-après, des copies des documents dans lesquels ces informations se trouvent effectivement consignées, que ces documents renferment ou non d’autres informations :", "a)  Sans que le public ait à faire valoir un intérêt particulier ;", "b)  Sous la forme demandée à moins :", "i)  Qu’il soit raisonnable pour l’autorité publique de communiquer les informations en question sous une autre forme, auquel cas les raisons de ce choix devront être indiquées ; ou", "ii)  Que les informations en question aient déjà été rendues publiques sous une autre forme.", "2.  Les informations sur l’environnement visées au paragraphe 1 ci-dessus sont mises à la disposition du public aussitôt que possible et au plus tard dans un délai d’un mois à compter de la date à laquelle la demande a été soumise, à moins que le volume et la complexité des éléments d’information demandés ne justifient une prorogation de ce délai, qui pourra être porté au maximum à deux mois. L’auteur de la demande est informé de toute prorogation du délai et des motifs qui la justifient (...). »", "Article 9", "« 1.  Chaque Partie veille, dans le cadre de sa législation nationale, à ce que toute personne qui estime que la demande d’informations qu’elle a présentée en application de l’article 4 a été ignorée, rejetée abusivement, en totalité ou en partie, ou insuffisamment prise en compte ou qu’elle n’a pas été traitée conformément aux dispositions de cet article, ait la possibilité de former un recours devant une instance judiciaire ou un autre organe indépendant et impartial établi par la loi.", "Dans les cas où une Partie prévoit un tel recours devant une instance judiciaire, elle veille à ce que la personne concernée ait également accès à une procédure rapide établie par la loi qui soit gratuite ou peu onéreuse, en vue du réexamen de la demande par une autorité publique ou de son examen par un organe indépendant et impartial autre qu’une instance judiciaire.", "Les décisions finales prises au titre du présent paragraphe 1 s’imposent à l’autorité publique qui détient les informations. Les motifs qui les justifient sont indiqués par écrit, tout au moins lorsque l’accès à l’information est refusé au titre du présent paragraphe. »", "d)  L’arrêt rendu par la Cour internationale de justice le 27 septembre 1997 en l’affaire relative au projet Gabcikovo Nagymaros (Hongrie Slovaquie), se lit comme suit dans sa partie pertinente :", "« (...)", "... l’environnement n’est pas une abstraction, mais bien l’espace où vivent les êtres humains et dont dépend la qualité de leur vie et leur santé, y compris pour les générations à venir (...).", "La conscience que l’environnement est vulnérable et la reconnaissance de ce qu’il faut continuellement évaluer les risques écologiques se sont affirmées de plus en plus (...).", "La Cour reconnaît (...) la nécessité de se soucier sérieusement de l’environnement et de prendre les mesures de précaution qui s’imposent (...) ».", "", "e)  La résolution no 1430/2005 de l’Assemblée Parlementaire du Conseil de l’Europe sur les risques industriels, dans sa partie pertinente, se lit comme suit :", "« 1.  Certaines installations industrielles présentent, par la nature de leur activité et des substances utilisées, des risques d’autant plus importants qu’elles se trouvent à proximité de zones habitées, car celles-ci et leurs habitants sont particulièrement exposés en cas d’accident.", "2.  L’Assemblée parlementaire est d’avis que disposer d’une législation adéquate en matière d’implantation d’installations industrielles est une condition indispensable pour mener une politique efficace de prévention et de limitation des accidents majeurs. En 1976, l’accident chimique de Seveso (Italie) fut à l’origine de la première directive des Communautés européennes en la matière. Son champ d’application a été progressivement élargi. On peut rappeler à cet égard les accidents industriels à Baia Mare (Roumanie) en 2000, à Enschede (Pays-Bas) en 2000 ainsi qu’à Toulouse (France) en 2001. Encore plus récemment, la catastrophe de Ghislenghien (Belgique), survenue en juillet 2004, a accru la nécessité d’une législation appropriée qui soit appliquée rigoureusement.", "(...)", "8.  En conséquence, l’Assemblée invite instamment les États membres :", "i.  à signer et/ou à ratifier, s’ils ne l’ont pas encore fait, la Convention no 174 de l’OIT sur la prévention des accidents industriels majeurs ;", "ii.  à signer et/ou à ratifier, s’ils ne l’ont pas encore fait, la Convention CEE-Onu sur les effets transfrontaliers des accidents industriels ;", "iii.  à élaborer ou à mettre à jour rapidement une législation nationale en matière de prévention et de limitation des accidents majeurs de certaines activités industrielles, conformément aux conventions internationales précitées et en s’inspirant de la Directive 96/82/CE de l’Union européenne ;", "iv.  à améliorer la diffusion de l’information sur les bonnes pratiques de prévention et de limitation des accidents majeurs, déjà mises en œuvre par certains Etats membres ;", "v.  à développer une politique de limitation des risques d’accidents majeurs liés à des activités qui ne relèvent pas de la réglementation internationale et européenne précitée, notamment, dans le cadre d’activités industrielles impliquant des substances dangereuses présentes dans des quantités inférieures aux seuils utilisés dans la réglementation ou en ce qui concerne le transport de substances dangereuses par canalisations ;", "vi.  à définir clairement les compétences des différentes autorités concernées par la politique d’aménagement du territoire, en particulier en matière de prévention et de gestion des risques industriels ;", "vii.  à développer des réglementations appropriées, notamment en ce qui concerne :", "a.  l’autorisation de nouvelles implantations d’habitations près d’établissements industriels existants ;", "b.  la délivrance des permis de bâtir pour des nouveaux établissements à risque ou pour des extensions importantes de ceux-ci, surtout quand des habitations se trouvent à proximité;", "c.  le contrôle des activités industrielles dans les établissements à risque, en ce qui concerne l’organisation d’inspections régulières et approfondies ;", "d.  l’interdiction d’exploitation si des manquements graves sont constatés ;", "viii.  à intensifier les efforts pour résorber rapidement le retard considérable constaté dans l’élaboration et la mise à l’essai des plans d’urgence pour les établissements concernés ;", "ix.  à inciter leurs collectivités territoriales à conclure des accords de coopération transfrontalière en matière de prévention des risques industriels et de collaboration en cas d’accident, en s’inspirant des modèles d’accord prévus par la Convention-cadre européenne sur la coopération transfrontalière des collectivités ou autorités territoriales (STE no 106).", "9.  L’Assemblée invite également :", "i.  les Etats membres de l’Accord partiel ouvert du Conseil de l’Europe EUR-OPA Risques majeurs à développer les travaux et la coopération en ce qui concerne l’étude, la prévention et la gestion des risques industriels majeurs ;", "ii.  la Conférence européenne des ministres responsables de l’aménagement du territoire (Cemat) à se pencher d’une manière approfondie sur le sujet de l’emplacement des établissements industriels à risque par rapport aux zones habitées et à faire des propositions visant à une harmonisation des politiques européennes d’aménagement du territoire en la matière.", "10.  L’Assemblée invite en outre la Commission européenne et les Etats membres de l’Union européenne:", "i.  à œuvrer pour la réalisation rapide de la banque de données techniques visée à l’article 19 de la Directive 96/82/CE ;", "ii.  à mettre toutes les connaissances accumulées au niveau communautaire à la disposition des autres Etats membres du Conseil de l’Europe. »", "Instruments de l’Union Européenne", "f)  La Commission européenne a publié une communication relative à la sécurité des activités minières : étude de suivi des récents accidents miniers (COM/2000/0664 final), en vertu de laquelle le Parlement européen a adopté le 5 juillet 2001 une résolution (JO C 65 E du 14.3.2002, p. 382). La Communication de la Commission se lit comme suit dans sa partie pertinente :", "« (...) La pollution du Danube provoquée à Baia Mare, en Roumanie, par une fuite de cyanure consécutive à la rupture d’une digue entourant un bassin de stériles, ajoutée à un accident qui s’est produit en 1998 à Aznalcóllar, en Espagne, où une rupture de digue s’est traduite par l’empoisonnement de l’environnement du parc national de Coto Doñana, ont sensibilisé davantage le public aux risques que font courir les activités minières à l’environnement et la sécurité.", "L’accident de Baia Mare a révélé que le public connaissait et comprenait très mal les risques inhérents à l’exploitation minière et aux processus industriels qui y sont liés dans la région concernée. Il a également montré l’insuffisance de la communication entre les autorités des divers niveaux ainsi qu’entre les autorités, les organisations non gouvernementales (ONG) et le public en ce qui concerne les options et possibilités en matière de préparation aux situations d’urgence, de réaction aux urgences et de prévention des dommages.", "Ces accidents ont également soulevé la question de l’efficacité des politiques communautaires de prévention de tels désastres, et attiré l’attention sur la nécessité d’examiner la politique environnementale dans ce domaine.", "La Commission a déjà arrêté sa politique en vue de promouvoir le développement durable de l’industrie extractive non énergétique dans l’UE, qui englobe également l’extraction des minerais métalliques, dans sa communication du 3 mai 2000. La présente communication, qui doit être placée dans ce contexte, vise à présenter les accidents et à informer le Conseil et le Parlement européen d’une manière plus approfondie sur certaines des actions annoncées dans la communication précédente, en mettant l’accent sur la prévention des accidents dans le domaine de l’extraction des minerais métalliques. Elle vise également à permettre aux principales parties intéressées, notamment l’industrie, les ONG, les États membres et d’autres parties concernées, d’exposer leurs points de vue sur ces actions. La communication a été établie en consultation étroite avec la Task Force \"Baia Mare\" (voir chapitre 3.1.). Pour les informations techniques concernant l’accident de Baia Mare, la présente communication a largement utilisé le rapport du PNUE/OCHA.", "(...) ».", "g)  La directive 2006/21/CE du Parlement européen et du Conseil, du 15 mars 2006, concernant la gestion des déchets de l’industrie extractive et modifiant la directive 2004/35/CE prévoit des mesures, des procédures et des orientations destinées à prévenir où à réduire autant que possible les effets néfastes de la gestion des déchets des industries extractives sur l’environnement, en particulier sur l’eau, l’air, la faune, la flore et les paysages, ainsi que sur la santé humaine. La gestion de ces déchets spécifiques doit se faire dans des installations spécialisées et doit respecter des contraintes particulières. Cette activité est susceptible d’entraîner l’engagement de la responsabilité de l’exploitant en cas de dommages causés à l’environnement, conformément à la directive .", "Le principe de précaution", "h)  En vertu du principe de précaution, l’absence de certitude compte tenu des connaissances scientifiques et techniques du moment ne saurait justifier que l’État retarde l’adoption de mesures effectives et proportionnées visant à prévenir un risque de dommages graves et irréversibles à l’environnement. Dans l’histoire de la construction européenne, le principe de précaution a été introduit par le Traité de Maastricht (art. 130 R devenu 174 avec le Traité d’Amsterdam). Cette étape marque, au niveau européen, l’évolution du principe d’une conception philosophique vers une norme juridique. Les lignes directrices du principe ont été fixées par la Commission européenne dans sa communication du 2 février 2000 sur le recours au principe de précaution. La jurisprudence communautaire a fait application de ce principe dans des affaires concernant surtout la santé, alors que le traité n’énonce le principe qu’en ce qui concerne la politique de la Communauté dans le domaine de l’environnement. La Cour de justice des Communautés européennes (« CJCE ») considère ce principe, à la lumière de l’article 17 § 2, 1er alinéa, CE, comme l’un des fondements de la politique de protection d’un niveau élevé poursuivie par la Communauté dans le domaine de l’environnement. Selon la jurisprudence de la CJCE, lorsque « des incertitudes subsistent quant à l’existence où à la portée des risques pour la santé des personnes, les institutions peuvent prendre des mesures sans avoir à attendre que la réalité et la gravité ce ces risques soient pleinement démontrées » (CJCE, 5 mai 1998, Royaume Uni/Commission, Aff C-180/96, Rec. I-2265 et CJCE, 5 mai 1998, National Farmer’s Union, C-157/96, Rec. I-2211).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "70.  Invoquant l’article 2 de la Convention, les requérants allèguent que le procédé technologique utilisé par la société Aurul Baia Mare S.A. représente un danger pour leur vie. Ils se plaignent en outre de la passivité des autorités face à la situation et aux nombreuses plaintes formulées par le premier requérant concernant les risques pour leur vie, pour l’environnement et pour la santé du deuxième requérant, qui souffre d’asthme.", "71.  La Cour rappelle qu’elle a indiqué dans sa décision sur la recevabilité du 5 juillet 2007 que les doléances des requérants devaient être examinées sous l’angle de l’article 8 de la Convention, aux termes duquel :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Thèses des parties", "1.  Les requérants", "73.  Les requérants se plaignent de la passivité des autorités nationales, qui étaient tenues, selon eux, de diffuser les informations propres à leur permettre d’évaluer les risques pouvant résulter pour eux et leurs proches du maintien de leur domicile dans le voisinage de l’exploitation de minerai d’or de la société Aurul. De ce fait, l’État roumain serait responsable de ne pas avoir pris les précautions nécessaires pour protéger la santé de la population et l’environnement, obligation qui serait prévue par l’article 8 de la Convention. Les intéressés invoquent la jurisprudence Guerra et autres c. Italie (arrêt du 19 février 1998, Recueil des arrêts et décisions, 1998-I, p. 223, § 58). En particulier, le premier requérant affirme qu’il ne disposait d’aucune possibilité de former un recours effectif contre la décision d’autoriser l’activité en question et contre le fonctionnement de celle-ci. Il estime, en effet, n’avoir eu aucune information officielle concernant le degré de danger que le fonctionnement de cette activité impliquait.", "74. D’après les requérants, il n’y a pas eu une consultation efficace du public avant le début du fonctionnement de l’exploitation. Les deux « débats publics » ont eu lieu, l’un en novembre, l’autre en décembre 1999, alors que l’activité technologique avait débuté au mois de mai 1999, et ils n’ont pas impliqué la population concernée d’une manière efficace, car aucune information concernant les risques éventuels n’a été diffusée à cette occasion. Les requérants reprochent aux autorités roumaines un manque de vigilance relativement à la mise en place, au fonctionnement et au suivi de cette activité, qualifiée de dangereuse par plusieurs rapports officiels. Ce manque de vigilance se serait traduit par l’accident écologique de janvier 2000. Une réalisation de plans de construction et un suivi de l’activité d’extraction inadéquats seraient les causes principales de cet accident écologique. Les requérants invoquent en ce sens les affaires Giacomelli c. Italie (arrêt du 2 novembre 2006, § 83), Hatton et autres c. Royaume Uni ([GC], no 36022/97, § 128, ECHR 2003-VIII), Guerra et autres précité (§ 60) et Taşkin et autres c. Turquie (no 46117/99, § 119, CEDH 2004-X).", "75.  Tout en reconnaissant que l’Etat défendeur disposait en la matière d’une certaine marge d’appréciation, les requérants allèguent qu’en l’espèce les autorités n’ont pas su ménager un juste équilibre entre l’intérêt du bien-être économique de la communauté et la jouissance effective par les requérants du droit au respect de leur domicile et de leur vie privée et familiale. En ce sens, ils invoquent l’affaire López Ostra c. Espagne (arrêt du 9 décembre 1994, § 51, série A no 303-C). Ils considèrent que l’inefficacité des normes internes imposées par les autorités roumaines, directement intéressées dans l’activité en question, notamment en ce qui concerne la prévention d’un déversement de cyanure de sodium, s’analyse en une atteinte au principe de précaution.", "76.  Ils estiment qu’en autorisant le fonctionnement des étangs de décantation, sans une protection adéquate, à proximité immédiate de leur habitation, les autorités les ont exposés à un risque de contact avec une substance dangereuse présente dans l’air, dans le sol et dans les eaux souterraines. D’après eux, un ensemble de preuves directes et indirectes et de présomptions clairement concordantes démontreraient l’aggravation de l’état de santé du deuxième requérant, qui souffre d’un asthme bronchique. En prenant en considération les effets d’un contact avec le cyanure de sodium, substance qui bloque l’ingestion de l’oxygène par l’organisme humain, on pourrait raisonnablement y voir une cause d’aggravation de l’affection dont souffre le deuxième requérant. Les requérants invoquent en ce sens l’affaire Fadeyeva c. Russie (no 55723/00, § 88, CEDH 2005-IV). Pour ce qui est du lien de causalité, ils s’appuient sur les certificats médicaux attestant l’affection du deuxième requérant, sur les conclusions de l’étude réalisée en 2004 par l’OMS, sur celles de l’étude réalisée par le groupe britannique d’information sur les normes de qualité de l’air (« EPAQS ») et sur celles de l’étude réalisée par l’agence pour les substances toxiques et le répertoire des maladies (« ATSR »), ainsi que sur une statistique émanant d’un hôpital de Baia Mare qui montre un accroissement de ce type de maladies pour la période 1999-2001.", "77.  Selon les requérants, les avantages économiques dérivés de l’activité litigieuse ont été minimes (l’emploi de 150 personnes) au regard de l’incidence économique de l’accident écologique. Le but initial évoqué par les études préliminaires, à savoir le traitement des déchets toxiques, n’aurait jamais été atteint. Les requérants considèrent que l’impossibilité pour le gouvernement roumain de démontrer avoir effectué un suivi adéquat de la réalisation des plans de construction et du fonctionnement de l’activité est suffisant pour justifier l’application de la jurisprudence Ledyayeva, Dobrokhotova, Zolotareva et Romashina c. Russie (53157/99, 53247/99, 53695/00 et 56850/00, § 104, 26 octobre 2006).", "2.  Le Gouvernement", "78.  Le Gouvernement soutient que l’article 8 de la Convention trouve à s’appliquer dans les cas de pollution grave, directement imputable à un État, comme dans l’affaire Lopez Ostra précitée. Souscrivant à ce que la Cour a dit dans l’affaire Hatton précitée, le Gouvernement admet que, dans le domaine particulièrement sensible de la protection de l’environnement, des études et enquêtes approfondies et exhaustives doivent précéder l’activité économique envisagée, ce afin de trouver un juste équilibre entre les intérêts concurrents de l’individu et ceux de la société dans son ensemble. Or en l’espèce, contrairement au gouvernement défendeur dans l’affaire Lopez Ostra précitée, le Gouvernement pourrait se prévaloir de la réalisation d’études d’impact sur l’environnement : d’abord celle réalisée en 1993, qui mettait en évidence, entre autres, des avantages de nature écologique et économique du projet, ensuite celles réalisées par la société CAST (voir le paragraphe 62 ci-dessus) en 1999, qui portaient sur les étangs de décantation et qui auraient conclu à l’absence d’une pollution atmosphérique à l’acide cyanhydrique, et enfin celle réalisée en 2001, qui aurait apporté la preuve de l’inexistence d’un lien de causalité entre les maladies de l’appareil respiratoire (asthme, bronchite, pneumonie) et l’utilisation du cyanure de sodium. Cette dernière étude aurait également conclu à l’absence d’une pollution atmosphérique au cyanure de sodium.", "79.  Le Gouvernement renvoie à deux affaires que l’absence d’un lien de causalité entre la violation alléguée et l’atteinte à leur vie privée qu’aurait subie les requérants rapprocherait de la présente espèce: les affaires Asselbourg c. Luxembourg ((déc.), no 29121/95, CEDH 1999-VI) et Gronus c. Pologne (no 29695/96, 28 mai 2002).", "80.  En ce qui concerne l’accès aux informations, le Gouvernement soutient que la présente affaire s’apparente davantage à l’affaire McGinley et Egan c. Royaume Uni (arrêt du 9 juin 1998, Recueil 1998-III) qu’à l’affaire Guerra précitée, où les requérants s’étaient heurtés à l’absence d’une voie de recours interne. Comme ceux de l’affaire McGinley, les requérants dans la présente affaire n’auraient pas effectué les démarches nécessaires en vue de l’obtention des informations concernant les risques que pouvait présenter pour leur santé la pollution régnant à Baia Mare. En vertu de la loi no 137/1995, ils auraient pu s’adresser, directement où par le biais d’associations, aux autorités administratives ou judiciaires pour se plaindre d’un préjudice direct où indirect. Ils auraient par ailleurs pu se prévaloir de la loi no 544/2001 concernant l’accès aux informations publiques.", "81.  Le Gouvernement affirme que les documents sur lesquels l’autorisation de fonctionnement avait été délivrée pouvaient être consultés au siège de l’Autorité pour la protection de l’environnement. Cette documentation pouvait également, selon lui, faire l’objet d’un recours. Actuellement, la législation interne serait renforcée par l’existence de deux ordonnances d’urgence (nos 195/2005 et 152/2005), qui répondraient aux exigences de la Convention internationale d’Aarhus. La jurisprudence interne serait unitaire en ce sens. Le Gouvernement rappelle par ailleurs que les requérants n’ont pas participé aux débats publics des 24 novembre et 3 décembre 1999, dans le cadre desquels ils auraient pu exprimer toute opinion concernant l’autorisation de fonctionnement de la société Aurul. Il se prévaut là encore de l’existence de la loi no 544/2001 sur l’accès aux informations d’intérêt public.", "82.  A l’audience, le Gouvernement a indiqué que les cyanures sont utilisés dans le domaine minier dans environ 90 pays du monde, dont trois situés en Europe : l’Espagne, la Finlande et la Suède. Il a renvoyé à cet égard à la Directive 2006/21/CE, laquelle, dans son article 13, établit des valeurs limites pour les concentrations de cyanure. Le Gouvernement précise que les requérants habitent à une distance de plusieurs kilomètres de la source de pollution prétendue. Selon lui, l’utilisation des cyanures dans l’industrie minière ne pourrait représenter un danger pour la santé humaine qu’en cas de non-respect des normes imposées relativement au fonctionnement des différents procédés technologiques. L’exposition aux cyanures serait négligeable dans certains métiers et l’exposition de la population vivant dans le voisinage de telles exploitations serait inoffensive.", "83.  Pour ce qui est de la maladie dont souffre le deuxième requérant, le Gouvernement affirme que le diagnostic de l’asthme date de 1996, soit d’une période bien antérieure à la mise en fonctionnement de la société Aurul. Il ajoute que les données fournies par l’Autorité pour la santé publique à la suite d’une enquête effectuée entre 2001 et 2005 indiquent l’absence de cyanure dans l’air, y compris à proximité de l’habitation des requérants.", "84.  Le Gouvernement soutient qu’aucun cas de maladie professionnelle n’a été rapporté dans la région de Baia Mare et qu’en général les maladies chroniques ont une causalité multifactorielle. Cela rendrait quasiment impossible l’existence d’un lien de causalité entre l’asthme du deuxième requérant et l’activité de l’usine Săsar. Par ailleurs, l’intéressé ne souffrirait que d’une forme modérée de cette affection et son médecin traitant lui aurait formellement recommandé d’arrêter de fumer.", "B.  Appréciation de la Cour", "a)  Principes généraux", "85.  Dans l’affaire López Ostra précitée, qui portait sur la pollution par le bruit et les odeurs d’une station d’épuration, la Cour a considéré que « des atteintes graves à l’environnement [pouvaient] affecter le bien-être d’une personne et la priver de la jouissance de son domicile de manière à nuire à sa vie privée et familiale, sans pour autant mettre en grave danger la santé de l’intéressée » (paragraphe 51). Dans l’affaire Guerra précitée, elle a conclu que « l’incidence directe des émissions de substances nocives sur le droit des requérantes au respect de leur vie privée et familiale permettait de conclure à l’applicabilité de l’article 8 » (paragraphe 60). Dans l’affaire Surugiu c. Roumanie (no 48995/99, 20 avril 2004), qui concernait divers actes, dont l’entrée de tierces personnes dans la cour de la maison du requérant et le déversement par ces personnes de plusieurs charrettes de fumier devant la porte et sous les fenêtres de la maison, la Cour a estimé que ces actes constituaient des ingérences répétées dans l’exercice par le requérant de son droit au respect de son domicile et elle a conclu à l’applicabilité de l’article 8 de la Convention.", "86.  Lorsqu’une personne pâtit directement et gravement du bruit ou d’autres formes de pollution, une question peut se poser sous l’angle de l’article 8. Ainsi, dans l’affaire Powell et Rayner c. Royaume-Uni (arrêt du 21 février 1990, série A no 172, p. 18, § 40), dans laquelle les requérants se plaignaient des nuisances sonores générées par les vols d’aéronefs pendant la journée, la Cour a estimé que l’article 8 entrait en ligne de compte car « le bruit des avions de l’aéroport de Heathrow avait diminué la qualité de la vie privée et les agréments du foyer des requérants ». Dans une affaire qui avait trait à un problème de pollution acoustique (Moreno Gómez c. Espagne, no 4143/02, CEDH 2004-X), la Cour a de nouveau considéré que les nuisances dénoncées avaient des incidences tant sur la vie privée que sur le domicile de la requérante.", "87.  L’article 8 peut donc trouver à s’appliquer dans les affaires d’environnement, que la pollution soit directement causée par l’État ou que la responsabilité de ce dernier découle de l’absence d’une réglementation adéquate de l’activité du secteur privé. Si l’article 8 a essentiellement pour objet de prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il ne se contente pas d’astreindre l’État à s’abstenir de pareilles ingérences : à cet engagement plutôt négatif peuvent s’ajouter des obligations positives inhérentes à un respect effectif de la vie privée ou familiale (arrêt Airey c. Irlande du 9 octobre 1979, série A no 32, p. 17, § 32). Que l’on aborde l’affaire sous l’angle d’une obligation positive à la charge de l’État qui consisterait à adopter des mesures raisonnables et adéquates pour protéger les droits que les requérants puisent dans le paragraphe 1 de l’article 8, ou sous celui d’une ingérence d’une autorité publique à justifier sous l’angle du paragraphe 2, les principes applicables sont assez voisins.", "88.  L’obligation positive de prendre toutes les mesures raisonnables et adéquates pour protéger les droits que les requérants puisent dans le paragraphe 1 de l’article 8 implique, avant tout, pour les États, le devoir primordial de mettre en place un cadre législatif et administratif visant à une prévention efficace des dommages à l’environnement et à la santé humaine (Budayeva c. Russie, nos 15339/02, 21166/02, 20058/02, 11673/02 et 15343/02, §§ 129-132, 20 mars 2008). Lorsqu’il s’agit pour un État de traiter des questions complexes de politique environnementale et économique, et notamment lorsqu’il s’agit d’activités dangereuses, il faut, de surcroît, réserver une place singulière à une réglementation adaptée aux spécificités de l’activité en jeu notamment au niveau du risque qui pourrait en résulter. Cette obligation doit déterminer l’autorisation, la mise en fonctionnement, l’exploitation, la sécurité et le contrôle de l’activité en question ainsi qu’imposer à toute personne concernée par celle-ci l’adoption de mesures d’ordre pratique propres à assurer la protection effective des citoyens dont la vie risque d’être exposée aux dangers inhérents au domaine en cause (Oneryildiz c. Turquie, [GC], no 48939/99, § 90, CEDH 2004-XII). Il convient également de souligner que le processus décisionnel doit tout d’abord comporter la réalisation des enquêtes et études appropriées, de manière à prévenir et évaluer à l’avance les effets des activités qui peuvent porter atteinte à l’environnement et aux droits des individus, et à permettre ainsi l’établissement d’un juste équilibre entre les divers intérêts concurrents en jeu (Hatton et autres, précité, § 128). L’importance de l’accès du public aux conclusions de ces études ainsi qu’à des informations permettant d’évaluer le danger auquel il est exposé ne fait pas de doute (voir, mutatis mutandis, Guerra précité, § 60, et McGinley et Egan précité, § 97). Enfin, les individus concernés doivent aussi pouvoir former un recours contre toute décision, tout acte ou toute omission devant les tribunaux s’ils considèrent que leurs intérêts ou leurs observations n’ont pas été suffisamment pris en compte dans le processus décisionnel (voir, Hatton, précité, § 128, et Taşkın, précité, §§ 118-119).", "b)  Sur l’applicabilité de l’article 8 en l’espèce", "89.  La Cour observe que les intéressés résidaient, à l’époque des faits, dans la ville de Baia Mare, au sein d’un quartier d’habitation situé à environ 100 mètres de l’usine d’extraction et de l’étang Săsar (voir le paragraphe 7 ci-dessus), éléments de l’exploitation minière de la société Aurul, qui utilisait une technologie d’extraction d’or et d’argent impliquant le lessivage au cyanure de sodium (voir le paragraphe 11 ci-dessus).", "90.  La Cour note que, comme le Gouvernement l’a indiqué à l’audience, une étude d’impact sur l’environnement réalisée en 1993 présentait la future activité de la société Aurul comme globalement avantageuse. Elle constate que c’est sur la base de cette étude que les autorités administratives ont délivré à la société en question une autorisation de fonctionnement (voir le paragraphe 13 ci-dessus).", "91.  Examinant les conclusions de cette étude préliminaire, la Cour observe que ses auteurs, des médecins, des ingénieurs, des biologistes, avaient signalé que l’activité en question n’était pas sans risques pour l’environnement et la santé humaine (voir notamment les paragraphes 15-18 ci-dessus). Elle note également qu’en 2001, soit huit ans après la réalisation de cette première étude, d’autres spécialistes tirèrent un signal d’alarme relativement au dépassement des seuils de pollution admis dans la région en cause (voir les paragraphes 55, 57 et 58 ci-dessus).", "92.  La Cour prend également en compte l’accident écologique de janvier 2000, dont les conséquences nocives pour l’environnement sont amplement décrites dans le rapport Task Force (établi à l’initiative de l’Union européenne) ainsi que dans le rapport des Nations unies (voir les paragraphes 25-32 ci-dessus). L’étude réalisée en 2001 renforce la thèse d’une pollution dépassant les limites admises dans le voisinage de l’exploitation de l’usine Săsar (voir le paragraphe 55 ci-dessus). De plus, la Cour observe qu’il est incontestable qu’à l’origine de cet accident se trouvait la société Aurul dont l’État roumain était l’un des actionnaires (voir le paragraphe 8 ci-dessus).", "93.  La Cour note qu’à la différence d’autres affaires similaires, où les requérants s’appuyaient sur des décisions de justice reconnaissant les activités en cours comme dangereuses pour l’environnement et la santé de la population (Taşkin et autres précité, § 112), sur des décisions administratives déclarant ces activités incompatibles avec les normes environnementales (Giacomelli précité, §§ 38 et 41) ou sur des rapports accessibles au public indiquant un certain degré de pollution d’une activité (Fadeyeva précité, §§ 31-32), elle se trouve en l’espèce confrontée à une difficulté, en raison de l’absence de toute décision interne ou de tout autre document officiel qui indiqueraient d’une manière suffisamment claire le degré de danger que l’activité de la société Aurul représentait pour la santé humaine et l’environnement.", "94.  Sur ce point, la Cour rappelle, comme elle l’a déjà fait dans sa décision sur la recevabilité du 5 juillet 2007, que le premier requérant a essayé, sans succès, à plusieurs reprises d’utiliser les voies de recours internes disponibles (voir la décision sur la recevabilité, 5 juillet 2007).", "95.  La Cour observe qu’au moins pendant un certain laps de temps après l’accident écologique de janvier 2000 différents éléments polluants (cyanures, plomb, zinc, cadmium) dépassant les normes internes et internationales admises ont été présents dans l’environnement, notamment à proximité de l’habitation des requérants. C’est ce que confirment les conclusions des rapports officiels établis après l’accident par les Nations unies (UNEP/OCHA), l’Union européenne (Task Force) et le ministère roumain de l’Environnement (voir les paragraphes 26, 28 et 63 ci-dessus).", "96.  La Cour ne voit aucune raison de douter de la sincérité des observations formulées par les requérants à cet égard. Certes, ainsi qu’il ressort d’une première analyse de la situation de fait, ceux-ci n’ont pas réussi à obtenir des autorités internes le moindre document officiel attestant que l’activité de la société Aurul représentait un danger pour leur santé (voir les paragraphes 35-53 ci-dessus). L’existence d’un danger de pollution par des substances chimiques dangereuses pour la santé humaine peut toutefois être dégagée sans aucun doute des études d’impact sur l’environnement versées au dossier par le Gouvernement défendeur après la communication de la requête.", "97.  Dans ces conditions, la Cour, prenant en considération les constats des rapports officiels et ceux des études environnementales susmentionnées, conclut que la pollution générée par l’activité de l’usine Săsar pouvait causer une détérioration de la qualité de vie des riverains et, en particulier, affecter le bien-être des requérants et les priver de la jouissance de leur domicile de manière à nuire à leur vie privée et familiale. L’article 8 trouve donc à s’appliquer (voir, mutatis mutandis, Lopez Ostra précité, §§ 50, 52).", "c)  Sur l’observation de l’article 8 de la Convention", "98.  La Cour rappelle qu’en l’espèce les requérants se plaignent en substance non pas d’un acte, mais d’une inaction de l’État. Ils dénoncent la non-réalisation par les autorités nationales d’enquêtes et d’études appropriées qui auraient permis d’évaluer à l’avance et de prévenir les effets de l’activité de la société Aurul propres à porter atteinte à l’environnement et à leurs droits. Ils allèguent qu’ils n’avaient aucune possibilité de recours effectif contre la décision d’autoriser l’activité en question et contre le fonctionnement de celle-ci. Enfin, le deuxième requérant affirme que son état de santé s’est aggravé à raison de la pollution générée par l’activité en question.", "99.  La Cour observe d’abord que l’État défendeur a autorisé le fonctionnement de la société Aurul, dont il était actionnaire et qui avait pour objectif principal l’exploitation des minerais présents, depuis plusieurs années, dans des étangs de décantation situés à proximité de la ville de Baia Mare.", "100.  La Cour note ensuite que cette société était à l’origine de l’accident écologique de janvier 2000, qui fut amplement décrit par les médias internationaux et qui fit l’objet d’un rapport de l’Union européenne et d’un autre des Nations unies. C’est après cet accident que le premier requérant a commencé à faire des démarches pour s’informer sur le danger de l’activité en cause pour sa vie et celle de son fils, le deuxième requérant, qui souffre d’asthme (voir les paragraphes 35 et 42 ci-dessus).", "101.  A la lumière des principes énoncés ci-dessus et compte tenu de la spécificité de l’affaire, la Cour considère qu’il lui faut déterminer si le processus décisionnel ayant abouti à l’autorisation de fonctionnement de la société Aurul s’est appuyé sur des études et enquêtes de nature à permettre l’évaluation à l’avance des risques éventuels de l’activité en question et si les conclusions des études menées ont été rendues accessibles au public. La Cour analysera également si, dans le contexte ultérieur à la survenance de l’accident de janvier 2000, les autorités nationales ont informé la population de la ville de Baia Mare, dont les requérants, d’éventuels risques et conséquences de cet accident pour la santé humaine et l’environnement. Dans le même contexte, il convient également d’analyser si les autorités nationales ont informé la population des mesures de prévention d’un futur accident similaire à celui de janvier 2000. Enfin, la Cour examinera si les autorités nationales ont informé la population de la ville de Baia Mare des mesures de nature à pallier aux risques pour la santé humaine et l’environnement, dans le cas de la reproduction d’un tel événement.", "102.  Avant de procéder à cette analyse, la Cour estime nécessaire d’analyser s’il y a des indices qui permettent de penser que l’affection dont souffre le deuxième requérant peut avoir été aggravée par l’activité de la société Aurul, qui utilise une technologie de lessivage du minerai au cyanure de sodium à proximité de son habitation.", "103.  Premièrement, la Cour ne voit aucune raison de douter de la réalité de l’affection du deuxième requérant, la maladie de celui-ci étant diagnostiquée, pour la première fois, en 1996, soit avant le fonctionnement de l’activité de la société Aurul. Cette maladie se trouve attestée par des certificats médicaux. Deuxièmement, il est incontestable que le cyanure de sodium est une substance toxique qui peut, dans certaines conditions, mettre en danger la santé humaine (voir le paragraphe 66 ci-dessus). Troisièmement, comme la Cour l’a constaté au paragraphe 95 ci-dessus, il ne fait aucun doute qu’un degré élevé de pollution a été décelé à proximité de l’habitation des requérants à la suite de l’accident écologique de janvier 2000.", "104.  La Cour a examiné les études scientifiques versées au dossier de la cause par les requérants. Pour ce qui est de l’étude réalisée par l’OMS en 2004 (voir le paragraphe 67 ci-dessus) elle note qu’il est difficile, pour les spécialistes, d’établir un lien dose-effet en cas d’ingestion de cyanure de sodium. La deuxième étude, réalisée par l’Agence pour les substances toxiques en 2006 (voir le paragraphe 68 ci-dessus), va dans le sens de la thèse selon laquelle le contact avec le cyanure de sodium peut avoir des effets irritants pour les voies respiratoires, tout en précisant qu’aucune information n’est encore disponible concernant la dose de cyanure à partir de laquelle il peut y avoir une incidence sur les maladies respiratoires (page 4 du rapport). Enfin, la troisième étude ne fait que confirmer les conclusions des deux premières : on ne connaît pas encore la dose de cyanure de sodium à partir de laquelle les affections des voies respiratoires, comme l’asthme, peuvent se trouver aggravées (voir le paragraphe 68 cidessus in fine).", "105.  En l’absence d’éléments de preuve à cet égard, la Cour pourrait éventuellement se livrer à un raisonnement probabiliste, les pathologies modernes se caractérisant par la pluralité de leurs causes. Cela serait possible dans le cas d’une incertitude scientifique accompagnée d’éléments statistiques suffisants et convaincants.", "106.  La Cour considère cependant qu’en l’espèce l’incertitude scientifique n’est pas accompagnée d’éléments statistiques suffisants et convaincants. Le document réalisé par un hôpital de Baia Mare et attestant un certain accroissement du nombre des maladies des voies respiratoires ne suffit pas, à lui seul, à créer une probabilité causale. La Cour constate donc que les requérants n’ont pas réussi à prouver l’existence d’un lien de causalité suffisamment établi entre l’exposition à certaines doses de cyanure de sodium et l’aggravation de l’asthme.", "107.  Elle estime toutefois que malgré l’absence d’une probabilité causale en l’espèce, l’existence d’un risque sérieux et substantiel pour la santé et pour le bien-être des requérants faisait peser sur l’État l’obligation positive d’adopter des mesures raisonnables et adéquates capables à protéger les droits des intéressés au respect de leur vie privée et leur domicile et, plus généralement, à la jouissance d’un environnement sain et protégé. En l’espèce, cette obligation subsistait à la charge des autorités tant avant la mise en fonctionnement de l’usine Sasar qu’après l’accident de janvier 2000. A cet égard, la Cour observe qu’en 1992 l’État roumain invita l’Institut de recherche du ministère de l’Environnement à mener une étude d’impact sur l’environnement. Sept ans plus tard, l’État défendeur, actionnaire de la société Aurul, décida d’autoriser la mise en fonctionnement de celle-ci, en se basant principalement sur les conclusions de cette étude, réalisée en 1993.", "108.  La Cour estime n’avoir pas qualité pour substituer son propre point de vue à celui des autorités locales quant à la meilleure politique à adopter en matière environnementale et industrielle : il y va de l’ample marge d’appréciation que sa jurisprudence reconnaît aux États dans des domaines sociaux et techniques difficiles, tels que celui ici en cause (Hatton précité, §§ 100-101). Analysant les conclusions de ladite étude, la Cour relève que la ville de Baia Mare était déjà un lieu très pollué, en raison d’une activité industrielle intense, notamment dans le domaine minier (voir les paragraphes 9, 10 ci-dessus). De plus, la Cour note qu’il s’agissait d’une technologie nouvelle, jamais utilisée en Roumanie, et dont les conséquences pour l’environnement étaient inconnues. L’étude réalisée en 1993 évoquait également la proximité de l’activité par rapport aux zones habitées de la ville de Baia Mare pour souligner les risques potentiels de pollution phonique et atmosphérique. En l’espèce, les mesures préventives requises étaient celles qui rentraient dans le cadre des pouvoirs conférés aux autorités et qui pouvaient raisonnablement passer pour aptes à pallier les risques portés à leur connaissance.", "109.  La Cour rappelle qu’en droit roumain le droit à un environnement sain est un principe ayant valeur constitutionnelle. Ce principe a été repris par la loi no 137/1995 sur la protection de l’environnement, qui était en vigueur à l’époque des faits (voir pp. 16-17, a et b). Par ailleurs, le principe de précaution recommande aux États de ne pas retarder l’adoption de mesures effectives et proportionnées visant à prévenir un risque de dommages graves et irréversibles à l’environnement en l’absence de certitude scientifique où technique (voir p. 27, h).", "110.  La Cour observe qu’il ne ressort d’aucun élément du dossier que les autorités roumaines aient débattu des risques que, d’après l’étude précitée, l’activité industrielle en cause représentait pour l’environnement et pour la santé de la population. Quant aux huit études que la CAST SA aurait réalisées, la Cour ne saurait les prendre en compte, faute de certitude quant à la date de leur réalisation (voir le paragraphe 62 ci-dessus).", "111.  La Cour note de surcroît que, contrairement à l’affaire Hatton précitée, où plusieurs études avaient conclu à une incidence minimale de l’activité litigieuse sur les aspects de la vie privée des requérants, le danger pour l’environnement et pour le bien-être de la population était en l’espèce prévisible. De plus, l’accident écologique de janvier 2000 a confirmé la thèse d’une contamination par des métaux lourds en cas d’effondrement des digues des étangs, déjà évoquée par les auteurs de l’étude réalisée en 1993 (voir le paragraphe 16 ci-dessus). Deux autres pays (la Hongrie et la Serbie Monténégro) furent également touchés par cet accident. Concernant ce dernier aspect, la Cour rappelle, dans l’esprit des principes no 21 de la Déclaration de Stockholm et no 14 de la Déclaration de Rio, le devoir général des autorités de décourager et prévenir les transferts dans d’autres États de substances qui provoquent une grave détérioration de l’environnement (voir pp. 21 et 23 ci-dessus).", "112.  La Cour observe également qu’au-delà du cadre législatif national instauré par la loi sur la protection de l’environnement, des normes internationales spécifiques existaient, qui auraient pu être appliquées par les autorités roumaines (voir le paragraphe 12 ci-dessus). Contrairement à l’affaire Asselbourg précitée, que le Gouvernement défendeur invoque, les conditions d’exploitation fixées par les autorités roumaines en l’espèce se sont révélées insuffisantes pour prévenir une situation lourde de conséquences pour l’environnement et le bien-être de la population (cf. Budayeva précitée, § 149). La Cour conclut que les autorités roumaines ont failli à leur obligation d’évaluer au préalable d’une manière satisfaisante les risques éventuels de l’activité en question et de prendre des mesures adéquates capables de protéger le droits de intéressés au respect de leur vie privée et de leur domicile et, plus généralement, à la jouissance d’un environnement sain et protégé.", "113.  Dans le cadre des obligations positives découlant de l’article 8 de la Convention, la Cour tient à souligner l’importance du droit du public à l’information, tel que consacré par sa jurisprudence (voir, mutatis mutandis, Taşkin précité, § 119, et Giacomelli précité, 83). Elle rappelle que l’importance de l’accès du public aux conclusions des études environnementales préliminaires ainsi qu’à des informations permettant d’évaluer le danger auquel il est exposé ne fait pas de doute (voir, mutatis mutandis, Guerra précité, p. 223, § 60, et McGinley et Egan précité, § 97).", "114.  A cet égard, la Cour observe que, comme le fait valoir le gouvernement défendeur, un débat public a eu lieu les 24 novembre et 3 décembre 1999. Au-delà de la question de l’authenticité des copies des deux procès-verbaux annexés par le Gouvernement à ses observations supplémentaires, la Cour relève qu’aucune étude d’impact sur l’environnement ne fut présentée aux participants à ces deux débats. De plus, il ressort du contenu du procès-verbal dressé le 24 novembre 1999 que les participants ayant demandé des précisions sur le danger que le fonctionnement de la technologie en question pouvait représenter n’ont obtenu aucune réponse (voir le paragraphe 23 ci-dessus). Sont de même restées sans réponse les questions soulevées par les participants lors du débat organisé le 3 novembre 1999 (voir le paragraphe 24 ci-dessus).", "115.  La Cour note que d’après la procédure de réglementation des activités économiques et sociales ayant un impact sur l’environnement élaborée conformément à la loi no 137/1995 sur la protection de l’environnement, telle qu’elle était en vigueur à l’époque des faits, les autorités nationales devaient, dans le cadre d’un débat public, informer les intéressés de l’impact que l’activité industrielle pouvait avoir sur l’environnement (voir p. 18, c., troisième paragraphe). De surcroît, le rapport d’impact environnemental devait être rendu public à l’occasion de ce débat (voir p. 19, c., cinquième paragraphe). La Cour relève notamment que les autorités nationales s’abstinrent de rendre publiques les conclusions de l’étude préliminaire réalisée en 1993, qui est à la base de l’autorisation de fonctionnement de la société Aurul (voir, mutatis mutandis, Guerra précité, § 60).", "116.  Contrairement aux affaires Hatton et autres, précitée (§ 120), et Taşkin et autres, précitée (§ 120), les participants audit débat n’ont pas eu accès aux conclusions de l’étude ayant servi de base à l’octroi de l’autorisation de fonctionnement de la société, et aucune autre information officielle concernant ce sujet ne leur a été présentée. Il ressort des documents versés par le Gouvernement au dossier que les dispositions internes en matière de débats publics n’ont pas été respectées en l’espèce. Une situation similaire a été sanctionnée dans l’affaire Guerra précitée (§ 60). Compte tenu de ce constat, l’argument du Gouvernement relatif au défaut de participation de la part des requérants ne saurait être retenu (voir, a contrario, McGinley et Egan précité, § 102).", "117.  Pour ce qui est de la loi no 544/2001 concernant l’accès aux informations d’intérêt public, la Cour constate que ce texte est entré en vigueur le 22 octobre 2001 et que ses normes d’application ont été publiées le 8 mars 2002, alors que les démarches entamées par le premier requérant ont commencé en 2000, à la suite de l’accident. A cet égard, la Cour rappelle, comme elle l’a déjà fait dans sa décision sur la recevabilité du 5 juillet 2007, qu’un requérant qui a utilisé une voie de droit apparemment effective et suffisante ne saurait se voir reprocher de ne pas avoir essayé d’en utiliser d’autres qui étaient disponibles mais ne présentaient guère plus de chances de succès (voir, mutatis mutandis, les arrêts A. c. France du 23 novembre 1993, série A no 277-B, p. 48, § 32, et De Moor c. Belgique du 23 juin 1994, série A no 292-A, p. 16-17, § 50).", "118.  Au niveau international, la Cour rappelle que l’accès à l’information, la participation du public au processus décisionnel et l’accès à la justice en matière d’environnement sont consacrés par la Convention d’Aarhus du 25 juin 1998, ratifiée par la Roumanie le 22 mai 2000 (voir p. 23, c). Dans le même sens, la Résolution no 1430/2005 de l’Assemblée parlementaire du Conseil de l’Europe sur les risques industriels renforce, entre autres, le devoir pour les États membres d’améliorer la diffusion d’informations dans ce domaine (voir p. 25, f).", "119.  Quant à la possibilité pour les requérants de contester devant les tribunaux les résultats des études effectuées en l’espèce et d’avoir accès aux documents pertinents, la Cour estime que cette question est étroitement liée aux conclusions précédentes, relatives à la participation de la population résidant à proximité de l’exploitation de l’usine Săsar au processus décisionnel (voir le paragraphe 115 ci-dessus).", "120.  Pour ce qui est des suites de l’accident de janvier 2000, la Cour observe qu’il ressort des éléments du dossier que l’activité industrielle en question n’a pas été arrêtée par les autorités, qui ont continué à utiliser la même technologie (voir le paragraphe 8 ci-dessus, in fine). En ce sens, la Cour rappelle l’importance du principe de précaution (consacré pour la première fois par la Déclaration de Rio), qui « a vocation à s’appliquer en vue d’assurer un niveau de protection élevée de la santé, de la sécurité des consommateurs et de l’environnement, dans l’ensemble des activités de la Communauté ».", "121.  La Cour note que les obligations positives inhérentes à un respect effectif de la vie privée ou familiale à la charge des autorités nationales s’étendaient également et même a fortiori à la période ultérieure à l’accident de janvier 2000.", "122.  Étant donné les conséquences sanitaires et environnementales de l’accident écologique, telles que constatées par des études et rapports internationaux, la Cour estime que la population de la ville de Baia Mare, y inclus les requérants, a dû vivre dans un état d’angoisse et d’incertitude accentuées par la passivité des autorités nationales, qui avaient le devoir de fournir des informations suffisantes et détaillées quant aux conséquences passées, présentes et futures de l’accident écologique sur leur santé et l’environnement et aux mesures de prévention et recommandations pour la prise en charge de populations qui seraient soumises à des événements comparables à l’avenir. A cela s’ajoute la crainte due à la continuation de l’activité et à la possible reproduction, dans le futur, du même accident.", "123.  La Cour observe que le premier requérant a effectué, sans aucun succès, de nombreuses démarches administratives et pénales afin de connaître les risques potentiels à la suite de l’accident écologique de janvier 2000, auxquels lui et sa famille étaient exposés et de voir punir les responsables de cet incident (voir §§ 35-53 ci-dessus).", "124.  Dans le même contexte ultérieur à l’accident de janvier 2000, la Cour est convaincue, après avoir analysé les éléments du dossier, que les autorités nationales ont manqué à leur devoir d’information de la population de la ville de Baia Mare, et plus particulièrement des requérants. Ces derniers se sont trouvés dans l’impossibilité de connaître les éventuelles mesures de prévention d’un accident similaire ou les mesures d’action dans le cas de la reproduction d’un tel accident. Cette thèse est également soutenue par la Communication de la Commission européenne relative à la sécurité des activités minières (voir p. 27, g).", "125.  La Cour constate donc que l’État défendeur a failli à son obligation de garantir le droit des requérants au respect de leur vie privée et familiale, au sens de l’article 8 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "126.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "127.  Le deuxième requérant demande la somme de 146 789 euros (« EUR ») pour dommage matériel au titre de la détérioration de son état de santé qui serait résultée de l’activité de la société Aurul. Il fournit à l’appui un relevé détaillé des frais entraînés par le traitement de son asthme. Il invite la Cour à tenir compte, pour établir son préjudice, de la nécessité, constitutive à ses yeux d’un préjudice futur, d’une poursuite de ce traitement à l’avenir. Il invoque à cet égard l’affaire Mikheyev c. Russie (no 77617/01, §§ 159-161, 26 janvier 2006).", "128.  Les requérants demandent par ailleurs 50 000 EUR pour dommage moral à raison de la mise en fonctionnement, à proximité de leur domicile, d’une exploitation industrielle dangereuse pour la vie humaine. Ils voient dans l’autorisation de mise en fonctionnement de cette exploitation un manquement de la part des autorités nationales à leur obligation de prendre les mesures appropriées afin de protéger leur droit au respect de la vie privée. Ils allèguent également le non-respect des garanties de procédure liées au processus décisionnel ayant abouti à l’octroi de ladite autorisation (absence d’études d’impact appropriées qui auraient pu leur permettre d’évaluer le danger éventuel de l’activité en cause, défaut d’accès du public aux informations officielles sur ce point, absence de recours effectifs contre les décisions concernant le fonctionnement de l’activité). Ils affirment que ces carences leur ont causé des souffrances psychiques, de l’angoisse et un sentiment d’injustice. Ils invoquent en ce sens les arrêts Lopez Ostra et Guerra précités.", "129.  Pour ce qui est de la demande du deuxième requérant pour dommage matériel, le Gouvernement prie la Cour de rejeter cette prétention. D’abord, il considère que la présente espèce se distingue de l’affaire Mikheyev précitée, dans la mesure où il s’agissait dans cette dernière d’une violation de l’article 3 de la Convention à la suite de laquelle le requérant avait perdu sa capacité de travail. Or le deuxième requérant en l’espèce n’aurait pas réussi à prouver avoir perdu sa capacité de travail. De plus, il n’y aurait aucun lien de causalité entre l’aggravation de son état de santé et la violation alléguée.", "130.  Quant à la demande d’une indemnité pour préjudice moral, le Gouvernement estime la prétention des requérants excessive et insiste sur l’absence d’un lien de causalité entre les prétendues violations et le préjudice moral allégué par les intéressés. Pour ce qui est du montant sollicité à ce titre, le Gouvernement invoque une série d’affaires similaires, dans lesquelles la Cour aurait décidé d’allouer des montants nettement inférieurs à ceux demandés par les requérants (3 000 EUR dans l’affaire Lemke c. Turquie (no 17381/02, § 62, 5 juin 2007), 12 000 EUR dans l’affaire Giacomelli précitée (§ 104), 3 000 EUR dans l’affaire Ockan c. Turquie (no 46771/99, § 62, 28 mars 2006) et 3 000 EUR dans l’affaire Taskin précitée). Enfin, le Gouvernement estime que le simple constat d’une violation pourrait constituer en soi une réparation équitable au titre de l’article 41 de la Convention.", "131.  En ce qui concerne le préjudice matériel allégué par le deuxième requérant, la Cour partage l’avis du Gouvernement selon lequel il n’y a aucun lien de causalité entre la violation de la Convention et le préjudice allégué (voir le paragraphe 106 ci-dessus).", "132.  En revanche, pour ce qui est du préjudice moral allégué par les requérants, la Cour rappelle qu’elle a conclu à la violation de l’article 8. Toutefois, dans les circonstances de l’espèce elle décide ne de rien allouer au titre du dommage moral.", "B.  Frais et dépens", "133.  Les requérants sollicitent le remboursement d’une somme de 7 916 EUR qu’ils ventilent comme suit : 7 616 EUR correspondant aux honoraires de leur avocat (montant à payer directement à leur conseil) et 300 EUR correspondant à des frais divers (poste, téléphone, courrier électronique, papeterie). Ils produisent à l’appui copie d’une note détaillée d’honoraires, ainsi qu’un contrat d’assistance juridique. En revanche, ils ne demandent pas le remboursement des honoraires de représentation et assistance par les avocats de la société Latham & Watkins, exception faite de ceux occasionnés par l’audience du 23 octobre 2007, qui se trouvent inclus dans le montant total de 7 616 EUR. Pour ce qui est de la somme de 300 EUR réclamée pour frais divers, les requérants ne soumettent aucun justificatif. Ils invoquent la jurisprudence issue des affaires Iosub Caras c. Roumanie (no 7198/04, § 65, 27 juillet 2006) et Buzescu c. Roumanie (no 61302/00, § 116, 25 mai 2005), selon laquelle les frais non justifiés peuvent néanmoins être remboursés s’ils correspondaient à une nécessité et si leur montant apparaît raisonnable.", "134.  Le Gouvernement considère que la demande des requérants concernant le remboursement des frais et dépens ne peut être qualifiée de « raisonnable » au sens de la jurisprudence de la Cour. Il fait observer que l’avocat des intéressés n’est intervenu qu’après la communication de la requête, comme dans l’affaire Karov c. Bulgarie (no 45964/99, § 104, 16 novembre 2006). Il estime en outre que le montant sollicité à ce titre est excessif au regard des sommes accordées par la Cour dans des affaires similaires : 4 500 EUR dans l’affaire Moreno Gomez c. Espagne, (no 4143/02, § 70, 16 novembre 2004), 3 598 EUR dans l’affaire Giacomelli précitée (§ 108), 5 000 EUR (pour la représentation des 311 requérants) dans l’affaire Ockan précité (§ 65), et 6 500 EUR (pour les trois avocats russes) et 5 540 livres sterlings (pour les deux avocats anglais) dans l’affaire Fadeyeva précitée (§ 150).", "135.  Selon la jurisprudence constante de la Cour, les frais et dépens exposés par le requérant ne peuvent lui être remboursés que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, parmi beaucoup d’autres, Belziuk c. Pologne, arrêt du 25 mars 1998, Recueil 1998-II, p. 573, § 49, et Sardinas Albo c. Italie, no 56271/00, § 110, 17 février 2005).", "136.  En l’espèce, la Cour note le volume important des documents versés au dossier de l’affaire (plus de 2000 pages) et considère que même si l’avocat des requérants est intervenu seulement après la communication de la requête, son travail a été important. Comme dans l’affaire Buzescu précitée, la Cour observe que le Gouvernement n’a pas réussi à démontrer l’absence de nécessité des frais exposés et le caractère déraisonnable de la note d’honoraires détaillée produite par les requérants. Prenant en considération l’ensemble des éléments en sa possession et la complexité de l’affaire, la Cour, statuant en équité, estime raisonnable la somme de 7 916 EUR, dont il convient de déduire les 1 650 EUR accordés par le Conseil de l’Europe au titre de l’assistance judiciaire. En conséquence, elle alloue aux requérants 6 266 EUR, somme devant être versée, conformément aux autorisations soumises par les requérants, sur le compte bancaire de leur conseil, Me Diana Olivia Hatneanu.", "C.  Intérêts moratoires", "137.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "", "PAR CES MOTIFS, LA COUR", "1.  Dit, à l’unanimité, qu’il y a eu violation de l’article 8 de la Convention ;", "", "2.  Dit, à l’unanimité,", "a)  que l’État défendeur doit verser aux requérants conjointement, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 6 266 EUR (six mille deux cent soixantesix euros), plus tout montant pouvant être dû à titre d’impôt par ceux-ci, pour frais et dépens, à convertir dans la monnaie nationale de l’État défendeur au taux applicable à la date du règlement et à verser directement sur le compte bancaire de leur conseil, Me Diana Olivia Hatneanu ;", "", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette par cinq voix contre deux la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 janvier 2009 en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tBoštjan M. Zupančič\n\tGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion partiellement dissidente du juge Zupančič, à laquelle se rallie la juge Gyulumyan.", "B.M.Z.\nS.H.N.", "OPINION PARTIELLEMENT DISSIDENTE DU JUGE ZUPANČIČ À LAQUELLE SE RALLIE LA JUGE Gyulumyan", "Je suis d’accord avec la majorité pour dire qu’il y a eu violation procédurale de l’article 8 de la Convention. Toutefois, je suis en désaccord avec le constat du paragraphe 106 de l’arrêt selon lequel le deuxième requérant n’a pas réussi à prouver « le lien de causalité » entre l’exposition à certaines doses de cyanure de sodium et l’aggravation de sa maladie.", "Il convient tout d’abord d’observer que la démarche probabiliste adoptée par la Cour dans le paragraphe 105 de l’arrêt (« (...) spécifique dans le contexte des maladies modernes ayant [comme celle du deuxième requérant] une pluralité de causes ») est remplacée, sans aucune explication, par la démarche causale classique (qui ne maîtrise pas la notion d’incertitude).", "Des sociologues ont souligné que « la manie du lien causal » est « une caractéristique forte de la mentalité primitive mystique et prélogique », particulièrement active dans la sorcellerie (décrite comme une théorie des causes) et qui s’oppose à la mentalité « civilisée », bien plus sereine à envisager la causalité dans un cadre probabiliste (P. Peretti-Watel, Sociologie du risque, Paris, A. Colin, 2000).", "Quant aux effets à tirer de la probabilité, les études scientifiques existantes ont remis en cause l’approche que donnait le sens commun lorsque plusieurs facteurs sont à l’origine d’un dommage : alors que l’approche « de bon sens » envisage une « répartition » entre chaque facteur, la science établit que ces facteurs ne s’additionnent pas, mais se multiplient. On peut parler d’une potentialisation des effets.", "Dès lors qu’il n’y a pas de trace claire d’un agent causal, l’approche individu par individu se révèle obsolète, inappropriée, dans le cas des pathologies du type évoqué ci-dessus ; on ne peut pas démontrer avec certitude qu’une personne a une certaine maladie parce qu’elle a été exposée à une source toxique, mais on peut établir qu’une population exposée à une telle source toxique va présenter, par rapport à une autre population qui n’y aura pas été exposée, une augmentation statistique significative de telle maladie ou une aggravation de la maladie qui préexistait.", "Un exemple éloquent est celui du cancer des poumons : on ne peut jamais affirmer avec certitude pourquoi tel ou tel individu est atteint d’un cancer des poumons, mais il est scientifiquement établi que 92 % des personnes présentant ce cancer sont des fumeurs et/ou anciens fumeurs.", "Contrairement au dommage résultant d’un accident de la route (dont les atteintes peuvent apparaître immédiatement ou peu après le fait dommageable et être imputable sans discussion possible à la collision), les atteintes toxiques peuvent ne pas être immédiates et surtout rester invisibles de longues années. Ce type d’atteinte peut être imputable à une série de facteurs et pas forcément à une cause unique. Il est bien connu que la spécificité des pathologies modernes réside dans l’absence de « signature » de l’agent causal.", "Longtemps les victimes ont dû supporter, en la payant du prix de leur vie ou de leur santé, une présomption de responsabilité. En France, c’est la direction indiquée par la chambre sociale de la Cour de cassation le 28 février 2002 dans des arrêts « amiante », relayée aujourd’hui par la jurisprudence de la deuxième chambre civile, prémisse d’un droit à la réparation intégrale des victimes d’AT-MP que la Cour suprême a fini par découvrir au sein même du contrat de travail.", "Les juridictions françaises ont déjà admis l’existence d’une corrélation, après avoir établi celle d’un lien statistique et d’un dommage. Dans un arrêt du 30 avril 2004, la cour d’appel de Versailles  a retenu la responsabilité d’un laboratoire dans un cas où la victime avait été exposée in utero au distilbène et souffrait d’une tumeur cancéreuse du vagin (CA Versailles, 30 avril 2004, D. 2004, IR p. 1502). Elle a considéré que s’il était difficile de reconnaître au distilbène le caractère d’une condition sine qua non dans le cas de l’espèce, la prise de ce médicament constituait indiscutablement un facteur majeur de la maladie, relevé au demeurant par des experts.", "Pour ce qui est de la nécessité d’accompagner l’incertitude d’éléments statistiques, il convient d’observer que la tâche la plus difficile appartient au juge, qui doit apprécier – après avoir consulté les conclusions des épidémiologistes - si un accroissement de 7 % ou de 30 % de la fréquence d’une maladie suggère une corrélation.", "En général (et malheureusement), dans le cas des « nouveaux risques » (santé publique/environnement), la répétition des événements passés fait défaut au point qu’il est impossible de définir une fréquence statistique avant un laps de temps assez long.", "En l’espèce, comme la Cour l’a constaté « il n’y aurait pas assez d’informations pour conclure à un rapport dose-effet dans les cas d’intoxication chronique au cyanure de sodium » (paragraphe 67). Le risque pour la santé humaine existe ; des études scientifiques affirment que « l’exposition à des cyanures provoque, entre autres, des difficultés respiratoires » (paragraphe 68). De plus, les mêmes études scientifiques citées par la Cour mettent en évidence l’incertitude quant au « rapport dose-effet effets dans le cas d’intoxication chronique au cyanure de sodium » (paragraphes 67 et 68 in fine). On se trouve ici, comme dans d’autres affaires (amiante, exposition au risque nucléaire), face à une catégorie particulière d’atteinte que l’on pourrait appeler « toxique ». L’industrie moderne a souvent utilisé des substances sans prendre ou sans être à même de prendre en compte leurs effets sanitaires (dioxine, amiante, cadmium, éthers de glycol, plomb et autres substances cancérogènes ou mutagènes). Le cyanure de sodium est une substance toxique qui peut être absorbé par l’organisme par inhalation, à travers la peau et les yeux, et par ingestion (paragraphe 66).", "En l’espèce, l’étude d’impact environnemental de 2001, déposée au dossier par le Gouvernement défendeur, atteste d’une augmentation du nombre des maladies de l’appareil respiratoire chez les enfants habitant à proximité de l’exploitation (voir le paragraphe 58), notamment en 1999, année au cours de laquelle la société Aurul a commencé à utiliser le procédé technologique en question.", "Certes, l’exposition à un certain produit ne constitue pas la condition suffisante du dommage. Mais une cause absolument suffisante est quasi introuvable dans la réalité concrète : la plupart des causes supposent, pour produire leurs effets, la présence d’autres facteurs qui n’intéressent pas toujours la responsabilité civile. La présence d’une circonstance favorisante combinée à l’absence d’une cause discernable rend, aux yeux du juge, la causalité suffisamment probable pour qu’elle puisse être acquise. La solution contraire présenterait un double inconvénient : le premier serait d’affirmer par une décision judiciaire une absence de causalité, alors que, scientifiquement parlant, il existe une probabilité, en sorte que conclure de manière négative reviendrait pour le juge à renoncer à user de la technique pourtant classique de la présomption ; le second serait de priver de toute indemnisation la victime, qui en l’occurrence est presque toujours la partie la plus faible.", "Le fait qu’en l’espèce un rapport officiel indiquait un accroissement du nombre des maladies de l’appareil respiratoire dans la proximité de l’exploitation (paragraphe 58) n’était-il pas suffisant pour nous suggérer une corrélation ?", "La preuve de l’absence de nocivité aurait du être faite, en principe, par l’Etat, sans imposer aux requérants un fardeau impossible (probatio diabolica), surtout en l’absence d’informations concernant les effets nocifs du cyanure de sodium sur l’organisme humain. De plus, la Cour dénonce en l’espèce l’absence d’informations de la part des autorités de l’Etat. Ne serait-il pas excessif de demander aux requérants de prouver une cause absolument suffisante, surtout dans un contexte de manque d’informations officielles ? Cette situation n’est-elle pas en mesure de générer une inégalité des armes ?", "Il convient de prendre conscience qu’en présence de ces risques invisibles la conception classique du lien de causalité représente un archaïsme ; il suffit pour s’en convaincre de l’appliquer sur le plan médical (comparaison particulièrement appropriée pour ce genre de risques) : exiger pour prendre des mesures de prévention une certitude causale absolue reviendrait à supprimer toute médecine préventive, en particulier des maladies cardiovasculaires, puisque les actions de prévention sont toutes basées sur une approche statistique.", "Enfin, j’aimerais me référer à l’origine du traitement formaliste de la causalité. Dans le système accusatoire, la faute doit absolument être attribuée à l’une des parties. Dans un sens très réel, le fétichisation du lien de causalité est le produit secondaire du besoin de répartir la faute, d’une manière discrète, selon le modèle de l’alternative.", "Le processus juridique, dans lequel la recherche de la vérité est juste un moyen de résoudre le conflit, et pas un but en lui-même, a tendance à déformer la perception de la réalité. Autrement dit, l’approche scientifique objective ne souffre pas du besoin de coincer la partie responsable ; elle peut ainsi se permettre de rester plus nuancée. Les langages de la science et du droit sont souvent en désaccord. Cela est plus évident lorsque les experts prenant part au processus juridique, notamment dans les affaires criminelles, défient les interprétations « noir et blanc » que les juristes et les tribunaux attendent d’eux.", "Le respect de la vie privée est une valeur primordiale, dont la défense, par le juge européen, ne saurait être limitée par l’absence d’une certitude absolue, surtout dans le contexte des maladies modernes.", "Quant à l’article 41 de la Convention, je trouve scandaleux qu’aucune réparation pour préjudice moral ne soit accordée aux requérants, d’autant que le Gouvernement lui-même était d’accord pour octroyer un certain montant à ce titre aux requérants (paragraphe 130). Combiné avec les efforts (de nature procédurale) déployés par les requérants, l’état d’incertitude dans lequel les intéressés ont été laissés pendant des années représente une souffrance morale qui méritait d’être réparée au titre de l’article 41 de la Convention. C’est d’ailleurs la seule affaire de ce type où la Cour ait décidé de ne rien allouer pour préjudice moral."]}