{"file": "FRE_HFJUD_39523_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39523/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE BOURIAU c. FRANCE", "", "", "(Requête n° 39523/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "28 novembre 2000", "", "", "", "", "DÉFINITIF", "", "28/02/2001", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention", "", "En l’affaire Bouriau c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tM.\tL. Loucaides, président,\n\tM.\tJ.-P. Costa,\n\tM.\tP. Kūris,\n\tMme\tF. Tulkens,\n\tMme\tH.S. Greve,\n\tM.\tK. Traja,\n\tM.\tM. Ugrekhelidze, juges\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 5 octobre 1999 et 7 novembre 2000 ,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 39523/98) dirigée contre la France et dont un ressortissant de cet Etat, M. Lucien Bouriau (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 24 décembre 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 26 janvier 1998.", "2.  Le requérant est représenté par Me B. Favreau, avocat au barreau de Bordeaux (France). Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme M. Dubrocard, Sous-directrice des Droits de l’Homme  au ministère des Affaires étrangères.", "3.  Le requérant alléguait la violation de l’article 6 § 1 de la Convention en raison de la durée d’une procédure pénale à son encontre.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 5 octobre 1999, la chambre a déclaré la requête recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "EN FAIT", "\tLES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant a été président-directeur général de la société C., ayant son siège social à Bordeaux, jusqu'à sa démission en octobre 1986. Il dirigeait également la société E. Le 6 juillet 1987, les commissaires aux comptes de la société C. signalèrent au procureur de la République de Bordeaux un certain nombre de faits relatifs aux relations commerciales entre les sociétés C. et E. ", "9.  Le 21 août 1987, le procureur de la République ordonna une enquête préliminaire, confiée au service régional de police judiciaire (SRPJ) de Bordeaux.", "10.  Le 3 mars 1988, le requérant fut placé en garde à vue et interrogé par l’inspecteur divisionnaire du SRPJ.", "11.  Par réquisitoire introductif du 4 mars 1988, le procureur requit l'ouverture d'une information judiciaire. Le même jour, le requérant fut inculpé par le juge d'instruction du chef d'abus de biens sociaux au préjudice de la société C. ", "12.  Il fut entendu de nouveau par le juge le 6 juin 1988.", "13.  Le 29 décembre 1988, la société C. se constitua partie civile.", "14.  Le 4 septembre 1989, le juge d’instruction fut remplacé. Le nouveau juge demanda le 27 février 1990 au président du tribunal de commerce la communication d’un rapport d’expertise dans le cadre d’une procédure commerciale opposant les sociétés E. et C. Le rapport lui fut adressé le 13 août 1990.", "15.  Le juge entendit le représentant légal de la société C. le 11 octobre 1990. Ce dernier lui indiqua qu’une contre-expertise comptable avait été ordonnée.", "16.  Par lettres des 21 février 1991 et 10 février 1992, le juge demanda à la partie civile de lui communiquer le rapport de la contre-expertise.", "17.  Le 4 septembre 1992, un nouveau juge d’instruction fut désigné.", "18.  Le 19 septembre 1993, il sollicita de nouveau de la partie civile le rapport de la contre-expertise. Il s’adressa également, le 22 novembre 1993, au greffe du tribunal de commerce, qui lui transmit le rapport le 25 novembre suivant.", "19.  Le 17 janvier 1994, le juge demanda au requérant et à la partie civile leurs observations sur le rapport, qui lui furent transmises respectivement les 1er et 28 février 1994.", "20.  Le 30 juin 1994, le juge notifia aux parties un avis de fin d’information (article 175 du Code de procédure pénale). ", "21.  Le 20 juillet 1994, la partie civile demanda une confrontation avec le requérant. Le 25 octobre suivant, elle renonça à cette demande.", "22.  Le 7 décembre 1994, le dossier fut communiqué au procureur de la République qui, le 29 juin 1995, requit un non-lieu partiel au profit du requérant, et son renvoi devant le tribunal correctionnel du chef d'abus de biens sociaux, en s'appuyant notamment sur le second rapport d'expertise déposé dans la procédure commerciale.", "23.  Par ordonnance du 30 juin 1995, le juge d'instruction prononça un non-lieu partiel et renvoya pour le surplus le requérant devant le tribunal correctionnel de Bordeaux.", "24.  L’audience devant le tribunal correctionnel eut lieu le 18 janvier 1996. Par jugement du 15 février 1996, le tribunal reconnut le requérant coupable des faits reprochés et le condamna à trois mois d'emprisonnement avec sursis.", "25.  Le requérant et le ministère public ayant fait appel, l'audience devant la cour d'appel de Bordeaux fut fixée successivement au 11 février, puis au 6 mai 1997.", "26.  Par arrêt du 24 juin 1997, la cour d'appel constata l'extinction de l'action publique à l'encontre du requérant en raison de la prescription, après avoir relevé qu'aucun acte interruptif de prescription n'avait été effectué pendant les trois ans qui avaient suivi l'audition de la partie civile.", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "27.  Le requérant se plaint de la durée de la procédure pénale à son encontre et invoque l’article 6 § 1 de la Convention, dont les dispositions pertinentes se lisent ainsi :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...), par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle (...) »", "1.\tPériode à prendre en considération", "28.  La Cour relève que la procédure a débuté le 3 mars 1988, date à laquelle le requérant a été placé en garde à vue, et s’est terminée le 24 juin 1997 par l’arrêt de la cour d’appel. Elle a donc duré neuf ans et plus de trois mois.", "2.\tCaractère raisonnable de la durée de la  procédure", "29.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Pélissier et Sassi c. France [GC], no. 25444/94, CEDH 1999-II, 25.3.99, § 67).", "30.  Le requérant estime que l’affaire n’était pas complexe, s’agissant d’une banale dénonciation de faits simples susceptibles de constituer des « abus de biens sociaux », et que la seule initiative prise par le juge a été de demander, après cinq ans, un rapport d’expertise déposé dans la procédure commerciale. Pour ce qui est de son propre comportement, le requérant souligne que l’instruction était déjà en cours depuis plus de cinq ans lorsque le recours prévu par la loi du 4 janvier 1993 (article 175-1 du Code de procédure pénale) a été institué ; et ce dernier aurait été inopérant, puisque le juge attendait le résultat de l’expertise, ce qui lui aurait permis de motiver une ordonnance déclarant qu’il y avait lieu à poursuivre l’information. Enfin, le requérant souligne le manque de diligence des trois juges nommés successivement, dont les actes d’instruction ont été rares ou inexistants et qui se sont finalement appuyés uniquement sur le rapport d’expertise établi en matière commerciale.", "31.  Le Gouvernement soutient essentiellement que la durée serait due à la complexité de l’affaire, relevant du droit pénal économique et financier, ainsi qu’au manque de diligence dont a fait preuve le requérant, qui aurait pu se prévaloir dès 1993 de l’article 175-1 du Code de procédure pénale pour demander au juge de constater la prescription de l’action publique. Toutefois, le Gouvernement ne conteste pas l’existence dans la procédure de temps de latence imputables aux autorités judiciaires.", "32.  La Cour estime que, ni la complexité de l’affaire, d’ailleurs très relative, ni le comportement du requérant ne suffisent à expliquer la durée de plus de neuf ans qu’a connue la procédure. Elle observe que, si les juridictions de jugement ont statué dans un laps de temps raisonnable, l’instruction a duré à elle seule plus de sept ans, pendant lesquels les seuls actes accomplis par les juges d’instruction, mise à part l’audition du requérant et de la partie civile, ont consisté à demander deux rapports d’expertise au greffe du tribunal de commerce et à solliciter les observations des parties.", "33.  Dès lors, la Cour est d’avis que la procédure litigieuse n’a pas répondu à l’exigence du « délai raisonnable ». Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "", "II.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "34.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "35.  Le requérant sollicite 700 000 FRF au titre du préjudice matériel, correspondant aux avoirs qu’il a perdus dans la société C. et 100 000 FRF en réparation de son préjudice moral.", "36.  Le Gouvernement estime qu’il n’y a pas de lien de causalité entre la durée de la procédure et le préjudice matériel  et que le dommage moral serait justement réparé par une somme de 20 000 FRF.", "37.  La Cour considère qu’en l’absence de lien de causalité entre la violation constatée et le dommage matériel  du requérant, il n’y pas lieu à indemnisation de ce chef. En revanche, la Cour estime que la durée de la procédure a causé au requérant un préjudice moral et, statuant en équité, lui octroie 65 000 FRF à ce titre.", "B.\tFrais et dépens", "38.  Le requérant demande le remboursement d’une somme de 42 210 FRF, correspondant à la part d’honoraires qu’il a versés pour la procédure interne à compter du moment où l’action publique était prescrite (octobre 1993). Il demande en outre 62 712 FRF pour les frais encourus devant les organes de la Convention.", "39.  Le Gouvernement soutient que les frais exposés sur le plan interne ne sauraient donner lieu à indemnisation et considère que la somme demandée au titre de la procédure devant les instances de la Convention est excessive ; il propose 10 000 FRF à ce titre.", "40.  La Cour estime qu’il n’y a pas lieu au remboursement des frais devant les juridictions internes. Pour ce qui est des frais encourus devant les organes de la Convention, la Cour relève que seul le grief relatif à la durée de la procédure a été déclaré recevable et octroie au requérant la somme de 30 000 FRF de ce chef.", "C.\tIntérêts moratoires", "41.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt était de 2,74 % l’an.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.\tDit, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit :", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 65 000 (soixante-cinq mille) francs français pour dommage moral et 30 000 (trente mille) francs français pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée ;", "b)\tque ce montant sera à majorer d’un intérêt simple de 2, 74 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.\tRejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 28 novembre 2000 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "", "\tS. Dollé\tL. Loucaides\n\tGreffière\tPrésident", "", ""]}