{"file": "FRE_CLINF_21737_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "21737/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 123", "Octobre 2009", "Haralambie c. Roumanie - 21737/03", "Arrêt 27.10.2009 [Section III]", "Article 8", "Obligations positives", "Article 8-1", "Respect de la vie privée", "Ineffectivité de la procédure d’accès aux fichiers personnels tenus par les services secrets à l’époque communiste : violation", "", "En fait – En 2002, le requérant demanda au Conseil national pour l’étude des archives de la Securitate (« le CNSAS ») s’il avait fait l’objet de mesures de surveillance dans le passé. Il fut informé en 2003 qu’une fiche à son nom existait mais que, les archives étant détenues par le Service roumain de renseignements, il faudrait attendre le transfert de son fichier par leurs soins. En 2005, un fichier au nom du requérant fut transmis au CNSAS par le Service de renseignements. En 2008, le CNSAS indiqua que la date de naissance figurant dans le fichier ne correspondait pas à celle du requérant et que des vérifications étaient donc nécessaires. Quelques jours plus tard, le CNSAS invita le requérant à venir consulter le fichier à son nom crée par la Securitate (les anciens services secrets du régime communiste). Il se vit alors remettre une copie de ce fichier, qui portait les mentions « ouvert le 12 avril 1983 » et « le dossier a été microfilmé le 23 juillet 1996 ». Une note indiquait que le requérant avait fait des commentaires négatifs concernant la politique et la situation économique. Un engagement, datant de 1979, de la part du requérant pour collaborer avec la Securitate était également rapporté, avec des commentaires des services indiquant qu’il se soustrayait à son travail de sûreté et qu’il allait faire l’objet d’investigations et de contrôle de sa correspondance.", "En droit – Article 8 : dans le contexte de l’accès à des fichiers personnels détenus par les pouvoirs publics, les autorités ont une obligation positive d’offrir aux intéressés une « procédure effective et accessible » qui leur permette d’avoir accès à « l’ensemble des informations pertinentes et appropriées ». Le droit interne consacrait le droit de tout citoyen roumain d’accéder au fichier personnel tenu par la Securitate et à d’autres documents et informations visant sa personne. En outre, le Service roumain de renseignements et les autres institutions possédant les archives en question étaient obligés de garantir ce droit d’accès auxdits fichiers et de les remettre au CNSAS sur demande de ce dernier. La loi interne a donc formellement instauré une procédure administrative d’accès aux fichiers. Concernant l’effectivité de cette procédure, il convient de noter que ce n’est qu’en 2008 que le requérant a été invité à consulter son fichier personnel, soit plus de six ans après sa première demande datant de 2002 et cinq ans après que le CNSAS l’ait informé du fait qu’un fichier à son nom avait été identifié. En outre, ce n’est qu’après la communication de la requête au Gouvernement que le requérant a obtenu une réponse à sa demande. Or il ressort des pièces du dossier que le fichier identifié au nom du requérant avait été remis au CNSAS en 2005. Si dans un premier temps la loi ne prévoyait aucun délai pour l’accomplissement du transfert, le changement législatif intervenu en 2006 instaura un délai de soixante jours pour le transfert des archives. La durée de la procédure administrative en cause a largement dépassé le délai imposé par la loi de 2006. En outre, compte tenu de l’âge avancé du requérant, la Cour estime que son intérêt de retracer son parcours personnel lors de l’époque du régime totalitaire était d’autant plus urgent. En outre, la Cour ne saurait considérer que la quantité de fichiers transférés ou les défaillances du système d’archivage pourraient à eux seuls justifier un retard de plus de six ans de la part des institutions concernées pour faire droit à la demande du requérant. Compte tenu de ce qui précède, l’Etat n’a pas satisfait à l’obligation positive qui lui incombait d’offrir au requérant une procédure effective et accessible pour lui permettre d’avoir accès dans un délai raisonnable à son fichier personnel.", "Conclusion : violation (unanimité).", "Article 41 : 4 000 EUR pour dommage matériel et 2 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}