{"file": "FRE_HFJUD_34764_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34764/05", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE GEREKSAR ET AUTRES c. TURQUIE", "", "(Requêtes nos 34764/05, 34786/05, 34800/05 et 34811/05)", "", "", "", "ARRÊT", "", "", "", "Cette version a été rectifiée conformément à l’article 81\ndu règlement de la Cour le 31 janvier 2012.", "", "", "", "STRASBOURG", "", "1er février 2011", "", "DÉFINITIF", "", "01/05/2011", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Gereksar et autres c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tDragoljub Popović,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tKristina Pardalos,\n\tGuido Raimondi, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 11 janvier 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouvent quatre requêtes (nos 34764/05, 34786/05, 34800/05 et 34811/05) dirigées contre la République de Turquie et dont seize ressortissants de cet Etat ont saisi la Cour le 16 août 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Les noms et années de naissance des requérants figurent en annexe.", "2.  Les requérants sont représentés par Me F. Nimetigil, avocat à Bingöl. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 23 avril 2008, le président de la deuxième section a décidé de communiquer les requêtes au Gouvernement. Comme le permettait l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  JONCTION DES REQUÊTES", "4.  Compte tenu de la similitude des requêtes quant aux faits et aux questions de fond qu’elles posent, la Cour décide de les joindre et de les examiner conjointement dans un seul arrêt.", "II.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Les requérants sont propriétaires de terrains agricoles à Bingöl. A l’époque des faits, ils cultivaient des légumes sur leurs terres respectives, à l’exception de Hüseyin Gereksar qui disposait d’une plantation d’arbres.", "6.  En 1996, le conseil départemental de Bingöl (Bingöl İl Özel İdaresi) entama la construction d’un aérodrome sur des terrains mitoyens de ceux des requérants. Pendant les travaux de construction, les canaux utilisés par les requérants pour irriguer leurs terres furent mis hors d’état de fonctionner.", "7.  A une date non précisée, le requérant Hüseyin Gereksar introduisit une demande en constatation de préjudice (hasar tespiti) pour son terrain. Le 18 juillet 1997, le tribunal procéda à une visite des lieux en compagnie de trois experts, dont un ingénieur agricole et un topographe. Le procès-verbal dressé le même jour indiquait que les agents des deux administrations considérées comme parties adverses (le conseil départemental de Bingöl et le ministère des Transports) ne s’étaient pas présentés.", "8.  Le 18 août 1997, l’expert agricole rendit son rapport. Celui-ci mentionnait que le terrain de M. Gereksar était d’une superficie de 1  550 m², qu’il était planté d’environ 400 saules et 1 500 peupliers et qu’il était irrigué par l’eau du canal principal appartenant à la direction générale de l’eau via un canal secondaire, le canal Y2-12. Il précisait qu’en 1997 ce canal secondaire avait été supprimé en raison de la construction d’une piste d’atterrissage et que le terrain ne pouvait plus être irrigué, ni par le biais du canal précédemment utilisé ni par celui d’autres canaux. Prenant en compte le manque à gagner dû à l’abattage précoce des arbres, l’expert chiffra le préjudice subi par le requérant à 1 104 646 250 livres turques (TRL).", "9.  Le 29 août 1997, les requérants intentèrent chacun un recours de plein contentieux devant le tribunal administratif de Malatya contre le conseil départemental de Bingöl et le ministère des Transports, en vue d’obtenir réparation du préjudice subi du fait de la construction de l’aérodrome.", "10.  Le 16 février 1999, le tribunal administratif demanda à la préfecture de Bingöl de lui fournir des informations actualisées sur l’état du système d’irrigation des terres appartenant aux requérants.", "11.  Dans une lettre du 10 mars 1999, la préfecture répondit que la zone en question disposait de quatre canaux d’irrigation, qu’un certain nombre d’aménagements avaient été effectués en raison de la construction de l’aérodrome, que faute d’une alternative l’un des canaux avait été supprimé (le canal Y2-12) mais que les trois autres fonctionnaient parfaitement et qu’en tout état de cause l’irrigation des terrains appartenant aux requérants s’était poursuivie jusqu’à la fin de la saison agricole de 1998.", "12.  Aucune copie de ce document ne fut fournie aux requérants.", "13.  Le 23 mars 1999, le tribunal administratif de Malatya rejeta les recours respectifs des requérants par quatre jugements. Il nota qu’il ressortait de la réponse de la préfecture que, contrairement aux allégations des requérants, les possibilités d’irrigation n’avaient pas été supprimées à la date d’introduction de leurs recours, en 1997, mais en 1998, et ce à la fin de la saison agricole. En outre, il releva que seul le canal Y2-12 avait été détruit. Il mentionna par ailleurs l’intention de la préfecture de reconstruire dans l’avenir les canaux d’irrigation. Il considéra que les requérants ne pouvaient dès lors se prétendre victimes d’un préjudice certain, constaté de manière objective, et qu’ils avaient introduit leurs recours dans le but d’obtenir l’indemnisation d’un préjudice futur dont la réalisation n’était pas certaine. Par conséquent, selon lui, ni la responsabilité pour faute ni la responsabilité sans faute de l’administration ne pouvaient être engagées.", "14.  Le 21 mai 1999, les requérants introduisirent une demande en constatation de préjudice devant le tribunal de grande instance de Bingöl. Le 25 avril 1999, celui-ci procéda à une visite des lieux en compagnie de deux experts agricoles et de deux témoins.", "15.  Les experts rendirent leur rapport le 28 mai 1999. Ils y indiquaient que les terres agricoles appartenant aux requérants étaient précédemment irriguées par le canal Y2-12, mais que ce canal avait été détruit pour permettre la construction d’une piste d’atterrissage et qu’en conséquence les terres agricoles en question ne pouvaient plus être irriguées depuis 1997. Ils se livraient ensuite à une estimation du préjudice lié à la transformation d’une terre agricole irriguée (sulu tarım arazisi) en une terre agricole non irriguée (susuz tarım arazisi) et concluaient que les terrains avaient perdu environ 76 % de leur valeur.", "16.  Dans une lettre du 8 juillet 1999 adressée au tribunal de grande instance, le ministère des Transports indiquait qu’il ne souscrivait pas au rapport d’expertise. Il rappelait que le réseau d’irrigation avait été mis en place par l’Etat et qu’il avait par la suite été modifié par lui pour les besoins du service public, en l’occurrence la construction d’un aérodrome. Il affirmait ensuite que la perte de valeur subie par les terrains des requérants n’engageait pas la responsabilité de l’Etat et qu’il n’y avait pas lieu de procéder à une évaluation du préjudice. Il indiquait par ailleurs que la décision de procéder à une visite des lieux en compagnie d’experts ne lui avait pas été notifiée et qu’il ne s’était pas vu offrir la possibilité de participer à une telle visite. Enfin, il contestait la validité de la méthode de calcul utilisée par les experts, laquelle n’avait selon lui pas respecté les principes dégagés en la matière par la jurisprudence de la Cour de cassation.", "17.  Dans l’intervalle, le 27 mai 1999, les requérants avaient adressé une demande d’information à l’administration propriétaire des canaux d’irrigation, la direction générale de l’eau du ministère de l’Urbanisme et des Travaux Publics (Bayındırlık ve İskan Bakanlığı Devlet Su İşleri Genel Müdürlüğü). Le lendemain, l’administration avait répondu que les terrains litigieux étaient précédemment irrigués par le biais du canal Y2-12, que celui-ci se trouvait désormais recouvert par la piste d’atterrissage du nouvel aérodrome et qu’il n’existait pas d’autre possibilité d’irrigation pour ces terrains.", "18.  A une date non précisée, les requérants formèrent un pourvoi contre le jugement du tribunal administratif. Ils contestaient la version des faits retenue par le tribunal. A l’appui de leurs allégations, ils présentaient les constatations effectuées par les experts agricoles nommés par le tribunal de grande instance ainsi que la lettre de la direction générale de l’eau du 28 mai 1999. Ils reprochaient au tribunal administratif d’avoir considéré comme établie la version des faits présentée par l’administration défenderesse, en faisant fi des constatations effectuées par le tribunal de grande instance et sans avoir procédé à une visite des lieux ou ordonné une expertise. Ils lui reprochaient également d’avoir adressé leur demande d’information à la préfecture, selon eux partie au litige, et non à la direction générale de l’eau, propriétaire des canaux. Par ailleurs, ils se plaignaient de ne pas avoir été informés de la lettre de la préfecture datée du 10 mars 1999 et de ne pas s’être vu offrir l’opportunité d’y répondre.", "19.  Par quatre arrêts du 1er octobre 2001, le Conseil d’Etat rejeta les pourvois, sur conclusions contraires du parquet général. Ce dernier considéra qu’il convenait de censurer les jugements du tribunal administratif dans la mesure où ce dernier n’avait pas apporté de réponse claire à la question de savoir si c’était en 1998, comme l’affirmait la préfecture, ou en 1997, comme l’affirmaient les experts missionnés par le tribunal de grande instance, que l’irrigation avait cessé.", "20.  Le 22 mars 2005, la haute juridiction administrative rejeta également les demandes de rectification d’arrêt des requérants, à nouveau sur conclusions contraires, identiques aux précédentes.", "III.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "21.  Les missions, l’organisation et le fonctionnement des conseils départementaux sont régis par la loi no 5302.", "Aux termes de cette loi, chaque département est doté d’un conseil départemental, structuré en trois organes :", "–  l’assemblée générale du département (Il Genel Meclisi), composée de membres élus, qui est l’organe délibérant du conseil ;", "–  le comité départemental, composé de cinq membres élus par l’assemblée générale en son sein et de cinq membres nommés par le préfet, qui exerce les fonctions d’organe exécutif et est dirigé par le préfet ;", "–  le préfet, qui est, aux termes de l’article 29 de la loi, « le chef et le représentant de la personnalité juridique du conseil ».", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DES ARTICLES 6 ET 13 DE LA CONVENTION", "22.  Invoquant l’article 6 de la Convention, les requérants se plaignent de n’avoir pas été informés des observations fournies par la préfecture de Bingöl et de n’avoir pas pu les discuter ; ils soutiennent par ailleurs que les jugements rendus en l’espèce par les juridictions administratives étaient dénués de motivation dans la mesure où celles-ci n’auraient aucunement exposé les motifs pour lesquels elles avaient retenu la version des faits présentée par l’administration, sans prendre en compte les constatations factuelles effectuées par l’intermédiaire du tribunal de grande instance.", "Invoquant l’article 13 de la Convention, ils allèguent en outre que les durées respectives des diverses procédures sont excessives.", "23.  La Cour estime que le grief concernant la motivation des décisions rendues par les juridictions internes doit être examiné uniquement sur le terrain de l’article 1 du Protocole no 1, conjointement avec le grief tiré de cette dernière disposition. Quant aux autres griefs, il y a lieu de les examiner sous l’angle de l’article 6 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "A.  Grief tiré du principe du contradictoire", "24.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc le déclarer recevable.", "25.  Les requérants dénoncent une violation du principe du contradictoire. Plus particulièrement, ils se plaignent de n’avoir pas été informés des observations fournies par la préfecture de Bingöl et de ne pas s’être vu offrir la possibilité de les discuter.", "26.  Le Gouvernement indique que les observations de la préfecture ont été déposées en dehors du délai imparti et qu’elles n’ont, par conséquent, pas été communiquées aux requérants. Rappelant que les dossiers de procédure sont toujours ouverts aux parties, il considère qu’il était en tout état de cause loisible aux requérants de consulter leur dossier et d’obtenir une copie de la pièce en question. A cet égard, relevant que les intéressés étaient représentés par un avocat, il ajoute que celui-ci aurait dû savoir qu’il était possible en pratique de consulter les dossiers.", "27.  La Cour rappelle que le droit à une procédure contradictoire implique en principe la faculté pour les parties à un procès de prendre connaissance de toute pièce ou observation présentée au juge en vue d’influencer sa décision, et de la discuter (voir, parmi d’autres, Lobo Machado c. Portugal, 20 février 1996, § 31, Recueil des arrêts et décisions 1996-I, Ruiz-Mateos c. Espagne, 23 juin 1993, § 63, série A no 262, et Morel c. France, no 34130/96, § 27, CEDH 2000VI).", "28.  En l’espèce, elle note que, si les informations fournies par la préfecture l’ont été en dehors du délai imparti, les juges en ont néanmoins pris connaissance. De surcroît, ils se sont très largement fondés sur celles-ci pour débouter les requérants.", "29.  Sans doute le défaut de communication de la réponse de la préfecture poursuivait-elle en l’espèce un but d’économie et d’accélération de la procédure. Comme en témoigne sa jurisprudence, la Cour attache une grande importance à cet objectif. Toutefois, celui-ci ne saurait justifier de méconnaître un principe aussi fondamental que le droit à une procédure contradictoire (Nideröst-Huber c. Suisse, 18 février 1997, § 30, Recueil 1997I).", "30.  Quant à l’argument selon lequel les requérants auraient pu consulter le dossier au greffe du tribunal administratif et obtenir une copie de la pièce litigieuse, la Cour est d’avis qu’une telle possibilité ne constitue pas en soi une garantie suffisante pour assurer le droit des intéressés à une procédure contradictoire. Selon elle, l’équité voulait que ce fût le greffe du tribunal administratif qui informât les requérants du dépôt de cette pièce. A cet égard, la Cour réaffirme que le fait d’attendre de l’avocat d’un requérant qu’il prenne l’initiative et qu’il s’informe périodiquement du point de savoir si de nouveaux éléments ont été versés au dossier, de surcroît lorsque le délai pour ce faire est échu, équivaudrait à lui imposer une charge disproportionnée (voir, dans le même sens, Göç c. Turquie [GC], no 36590/97, § 57, CEDH 2002V).", "31.  En l’espèce, le respect du droit à un procès équitable, garanti par l’article 6 de la Convention, exigeait que les requérants fussent informés de l’envoi d’observations par la préfecture et qu’ils eussent la possibilité́ de les commenter, ce qui n’a pas été le cas.", "32.  Par conséquent, la Cour considère qu’il y a eu violation de l’article 6 § 1 de ce chef.", "B.  Grief tiré de la durée de la procédure", "33.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc le déclarer recevable.", "34.  Le Gouvernement est d’avis que la durée de la procédure est due d’abord à la complexité de l’affaire puis au comportement des requérants, qui auraient contribué à ralentir les procédures en exerçant chacun d’abord un pourvoi contre les jugements du tribunal administratif puis un recours en rectification contre les arrêts du Conseil d’Etat.", "35.  Aucune période d’inactivité dans le déroulement des diverses procédures n’étant à ses yeux imputable aux autorités, le Gouvernement estime que la durée de ces procédures ne saurait être considérée comme étant excessive.", "36.  Les requérants combattent les arguments du Gouvernement.", "37.  La Cour observe d’abord que les périodes à considérer sont les mêmes pour chacun des requérants. Elles ont débuté le 29 août 1997 avec l’introduction des quatre recours de plein contentieux devant le tribunal administratif de Malatya et ont pris fin avec les quatre arrêts du Conseil d’Etat du 22 mars 2005. Elles ont donc duré plus de sept ans et six mois, pour deux degrés de juridiction.", "38.  La Cour rappelle ensuite que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire ainsi que le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, Pélissier et Sassi c. France [GC], no 25444/94, § 67, CEDH 1999-II).", "39.  La Cour considère que l’affaire ne présentait pas de difficulté particulière et qu’aucun retard ne peut être imputé aux requérants. A la lumière de l’ensemble des circonstances de la cause, elle estime que la durée de la procédure litigieuse est excessive et qu’elle n’a pas répondu à l’exigence du « délai raisonnable » garanti par l’article 6 § 1 de la Convention.", "40.  Partant, il y a eu violation de l’article 6 § 1 également de ce chef.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "41.  Les requérants allèguent que les autorités nationales ont méconnu leur droit au respect de leurs biens, protégé par l’article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "42.  Le Gouvernement combat cette thèse.", "A.  Sur la recevabilité", "43.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "44.  Les requérants allèguent que, pour rejeter leurs demandes d’indemnisation, les juridictions administratives se sont fondées exclusivement sur la version des faits fournie par la préfecture – organe qui se confond à leurs yeux avec la partie défenderesse –, sans avoir procédé à une vue des lieux, une expertise ou une quelconque vérification, et ce alors même qu’avaient été, d’après eux, versées aux dossiers des constatations faites par le tribunal de grande instance contredisant la version de l’administration. En outre, ils considèrent que les décisions rendues par ces tribunaux étaient dénuées de motivation. Ils affirment qu’en agissant de la sorte les juridictions nationales ont bafoué leur droit au respect de leurs biens.", "45.  Le Gouvernement conteste cette appréciation. Il rappelle d’abord que les canaux servant à l’irrigation des terrains en cause appartenaient à l’Etat et non aux requérants. Il précise ensuite que si ces canaux, qui remplissaient une mission de service public, ont été supprimés, c’est pour répondre à d’autres intérêts publics, à savoir la construction d’un aérodrome. Il soutient à cet égard que c’est aux autorités nationales qu’il appartient de procéder à de tels arbitrages et de faire primer les exigences d’une mission de service public sur une autre.", "46.  Par ailleurs, le Gouvernement estime que les requérants n’ont pas réussi, dans le cadre de la procédure judiciaire interne, à démontrer l’existence d’un quelconque préjudice et qu’ils ne sont par conséquent pas fondés à se plaindre d’une atteinte à leur droit de propriété.", "A cet égard, il considère que la décision rendue par le tribunal de grande instance au sujet de la demande de constatation de préjudice ne constitue pas une décision judiciaire rendue dans le cadre d’une procédure contradictoire et ayant force obligatoire. A ses yeux, il s’agit plutôt d’un établissement des faits, effectué de manière unilatérale sur demande d’une partie, sans qu’il ait été procédé à un échange d’observations. Ces constatations n’auraient par conséquent aucun effet obligatoire et ne seraient pas de nature à lier le juge administratif.", "2.  Appréciation de la Cour", "a)  Rappel des principes", "47.  La Cour renvoie à sa jurisprudence constante (voir, par exemple, J.A. Pye (Oxford) Ltd et J.A. Pye (Oxford) Land Ltd c. Royaume-Uni [GC], no 44302/02, § 52, CEDH 2007X) en ce qui concerne la structure de l’article 1 du Protocole no 1 et les trois normes distinctes que cette disposition contient.", "48.  Au vu des circonstances de l’espèce, elle considère qu’il est nécessaire d’examiner ces griefs sur le terrain de la première norme, qui revêt un caractère général et énonce le principe du respect de la propriété.", "49.  Elle rappelle d’abord que pour se concilier avec la règle générale énoncée à la première phrase du premier alinéa de l’article 1, une atteinte au droit au respect des biens doit ménager un « juste équilibre » entre les exigences de l’intérêt général de la collectivité et celles de la protection des droits fondamentaux de l’individu (Beyeler c. Italie [GC], no 33202/96, § 107, CEDH 2000-I).", "50.  Elle réaffirme ensuite que l’article 1 du Protocole no 1 tend pour l’essentiel à prémunir l’individu contre toute atteinte de l’Etat au respect de ses biens. Or, en vertu de l’article 1 de la Convention, chaque Etat contractant « reconna[ît] à toute personne relevant de [sa] juridiction les droits et libertés définis [dans] la (...) Convention ». Cette obligation générale de garantir l’exercice effectif des droits définis par cet instrument peut impliquer des obligations positives. En ce qui concerne l’article 1 du Protocole no 1, de telles obligations positives peuvent entraîner pour l’Etat certaines mesures nécessaires pour protéger le droit de propriété (Sovtransavto Holding c. Ukraine, no 48553/99, § 96, CEDH 2002-VII, et Broniowski c. Pologne [GC], no 31443/96, § 143, CEDH 2004-V).", "51.  Nonobstant le silence de l’article 1 du Protocole no 1 en matière d’exigences procédurales, les procédures applicables à une espèce doivent aussi offrir à la personne concernée une occasion adéquate d’exposer sa cause aux autorités compétentes afin de contester effectivement les mesures portant atteinte aux droits garantis par cette disposition. Pour s’assurer du respect de cette condition, il y a lieu de considérer les procédures applicables d’un point de vue général (Zehentner c. Autriche, no 20082/02, § 73, CEDH 2009..., Jokela c. Finlande, no 28856/95, § 45, CEDH 2002IV, et Hentrich c. France, 22 septembre 1994, § 49, série A no 296-A).", "52.  La Cour rappelle en outre que, si les exigences procédurales valent pour les litiges soulevés entre particuliers sur des questions se rapportant au droit de propriété, elles valent d’autant plus lorsque c’est l’Etat qui se trouve être partie à un tel litige (Plechanow c. Pologne, no 22279/04, § 100, 7 juillet 2009).", "53.  A cet égard, l’Etat a en particulier l’obligation d’offrir des procédures judiciaires présentant les garanties procédurales requises, de façon à permettre aux juridictions nationales de statuer de manière effective et équitable sur les litiges touchant au droit de propriété (Anheuser-Busch Inc. c. Portugal [GC], no 73049/01, § 83, CEDH 2007I, et Bistrović c. Croatie, no 25774/05, § 33, 31 mai 2007). Cependant, il convient de rappeler que la Cour ne dispose que d’une compétence limitée pour connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne ; il ne lui appartient pas de se substituer aux tribunaux nationaux, son rôle consistant surtout à s’assurer que les décisions de ces derniers ne sont pas entachées d’arbitraire ou d’irrationalité manifeste (Anheuser-Busch Inc., précité, § 83).", "54.  Enfin, la Cour rappelle que les garanties procédurales de l’article 1 du Protocole no 1 impliquent qu’une absence d’obligation pour les tribunaux d’exposer de manière suffisante les motifs sur lesquels ils fondent leurs décisions rendrait théoriques et illusoires les droits garantis par la Convention. Sans exiger une réponse détaillée à chaque argument du plaignant, cette obligation présuppose, tout de même, que la partie lésée puisse s’attendre à un traitement attentif et soigné de ses prétentions essentielles (Novosseletski c. Ukraine, no 47148/99, § 111, CEDH 2005II, et Bistrović, précité, § 37).", "b)  Application des principes à la présente espèce", "55.  La Cour observe que, dans la présente espèce, l’établissement des faits à l’origine de la demande d’indemnisation des requérants a été l’objet d’une controverse. Même si la Cour n’a pas pour tâche de se substituer aux juridictions nationales et d’indiquer la manière dont les faits doivent être établis, il lui revient toutefois de s’assurer qu’ils ne l’ont pas été de manière inéquitable ou déraisonnable.", "56.  La Cour relève que l’un des requérants a fait procéder en 1997 à une constatation de préjudice par l’intermédiaire du tribunal de grande instance, dont un juge s’est rendu sur les lieux en compagnie de plusieurs experts. Le rapport d’expertise agricole, préparé sous le contrôle du juge judiciaire, a été soumis au tribunal administratif. Il indiquait que le canal Y2-12 – qui servait à l’irrigation des terrains en cause – avait été supprimé depuis 1997 en raison des travaux de construction d’un aérodrome. Le tribunal administratif a cependant rejeté les recours intentés par les requérants, considérant que les possibilités d’irrigation n’avaient pas été supprimées, comme l’affirmaient les intéressés, en 1997, année de l’introduction de leurs recours contentieux, mais à la fin de la saison agricole de l’année 1998. Pour ce faire, il s’est exclusivement fondé sur les observations présentées par la préfecture de Bingöl, sans aucunement indiquer les raisons pour lesquelles il ne souscrivait pas aux constatations factuelles effectuées par l’intermédiaire du tribunal de grande instance.", "57.  Rappelant à cet égard que le droit de caractère général des requérants au respect de leurs biens comporte celui d’attendre une cohérence raisonnable entre des décisions concernant la même propriété, la Cour considère dès lors que les requérants pouvaient légitimement espérer que le tribunal administratif adopterait une démarche raisonnée et équitable dans l’établissement des faits et qu’il exposerait les motifs pour lesquels il ne retenait pas les éléments factuels relevés par le tribunal de grande instance.", "58.  Sur ce point, la Cour relève qu’il existe un lien organique étroit entre la préfecture de Bingöl, qui a présenté des informations factuelles, et l’entité administrative partie au litige, le conseil départemental de Bingöl. En effet, aux termes de l’article 29 de la loi no 5302 (paragraphe 21 ci-dessus), le préfet est « le chef et le représentant de la personnalité juridique » du conseil départemental. En outre, c’est lui qui dirige l’organe exécutif du conseil départemental et en nomme les autres membres.", "59.  L’existence d’un tel lien ne signifie cependant pas que les informations fournies par la préfecture ne pouvaient pas être prises en compte par le tribunal administratif, comme l’affirment les requérants.", "60.  Néanmoins, si rien n’empêchait le tribunal administratif de faire sienne la version des faits présentée par la préfecture, il lui revenait en l’espèce d’exposer les raisons pour lesquelles il écartait les allégations des requérants. Même si le tribunal pouvait ne pas s’estimer lié par les constatations factuelles effectuées par un magistrat d’un autre ordre juridictionnel, l’on pouvait raisonnablement s’attendre à ce qu’il procède lui-même à des constatations, qu’il ordonne une expertise ou du moins qu’il expose les motifs pour lesquels il convenait, selon lui, de prêter foi aux déclarations de la préfecture plutôt qu’aux documents soumis par les requérants et par conséquent d’écarter les constatations du tribunal de grande instance. Cette attente légitime n’ayant pas été satisfaite, la Cour considère, à l’instar du parquet général du Conseil d’Etat, que le jugement du tribunal administratif ne peut passer pour avoir clairement et équitablement établi les faits à l’origine du contentieux (voir, dans le même sens, Bistrović, précité, §§ 42-44), alors même que l’issue du litige en dépendait.", "61.  La Cour constate que ce jugement a néanmoins été entériné par le Conseil d’Etat sans que celui-ci ait exposé plus de motifs, nonobstant le fait que les requérants avaient soumis des documents complémentaires, établis par l’intermédiaire du même tribunal civil et renforçant leur version des faits.", "62.  Dès lors, elle estime que les faits n’ont pas été établis de manière raisonnable et suffisamment motivée et qu’aucune explication de nature à répondre aux attentes légitimes et aux arguments qui étaient ceux des requérants n’a été fournie.", "63.  A la lumière de ces éléments, la Cour considère que, dans les circonstances de l’espèce, l’obligation d’offrir des procédures judiciaires présentant les garanties procédurales requises n’a pas été respectée et que, partant, il a été porté atteinte au droit général des requérants au respect de leurs biens, garanti par la première phrase du premier alinéa de l’article 1 du Protocole no 1.", "64.  Par conséquent, elle conclut à la violation de l’article 1 du Protocole no 1 à la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "65.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "66.  Les requérants réclament pour dommage matériel les sommes suivantes, assorties d’intérêts à calculer à compter de 1997 : 1 115 livres turques (TRY) pour Hüseyin Gereksar, 10 000 TRY conjointement pour Sıddıka Gereksar, Sayme Gereksar, Ömer Gereksar, Mehmet Gereksar, Hidayet Gereksar, Ahmet Gereksar, Mahmut Gereksar, Gürcü Altıonur et Naime Varolgüneş, 6 500 TRY pour Ali Gültekin et 17 000 TRY conjointement pour Kiymet Sönmez, Hatice Sönmez, Abdulsemet Sönmez, Fatma Sönmez et Abdurrahman Sönmez. Ils réclament en outre, conjointement pour les requérants de chacune des quatre requêtes, 12 000 TRY pour dommage moral.", "67.  Le Gouvernement conteste ces prétentions. Il soutient que les requérants n’ont pas présenté de demandes au titre de l’article 41 de la Convention et considère par conséquent qu’il n’y a pas lieu, selon la jurisprudence de la Cour, d’octroyer une quelconque somme d’argent au titre de la satisfaction équitable.", "68.  La Cour relève que les requérants ont initialement exposé leurs prétentions au titre de la satisfaction équitable dans leurs formulaires de requête. Après la communication de l’affaire, ils ont réitéré leurs demandes par une lettre datée du 10 septembre 2008, dans laquelle ils se référaient de manière non équivoque aux formulaires de requête où figuraient leurs prétentions, sans attendre qu’un délai leur soit fixé pour le faire. Le 19 novembre 2008, après réception des observations du Gouvernement et fixation d’un délai pour permettre aux requérants de présenter à leur tour leurs observations sur le fond et l’admissibilité ainsi que sur leur demande de satisfaction équitable, le greffe a transmis ce document au Gouvernement en lui demandant de présenter ses commentaires pour le 17 décembre 2008 au plus tard. Le même jour, le greffe a également informé le requérant de cette transmission.", "69.  La Cour rappelle que, selon l’article 60 de son règlement :", "« [t]out requérant qui souhaite que la Cour lui accorde une satisfaction équitable (...) doit soumettre ses prétentions, (...) dans le délai qui lui a été imparti pour la présentation de ses observations sur le fond. »", "70.  Par ailleurs, elle rappelle que, selon l’instruction pratique sur les demandes de satisfaction équitable édictée par le Président le 28 mars 2007 au titre de l’article 32 du règlement, la Cour « écarte les demandes présentées dans les formulaires de requête mais non réitérées au stade approprié de la procédure ».", "71.  La Cour observe que les requérants, qui avaient initialement présenté leurs demandes de satisfaction équitable dans leurs formulaires de requête, ont réitéré celles-ci à un stade ultérieur, après communication de l’affaire au Gouvernement. Certes, ils ne l’ont pas fait au stade qui aurait été en principe le plus approprié, c’est-à-dire dans le délai imparti pour présenter leurs observations sur l’admissibilité et le fond. En revanche, la transmission au Gouvernement, pour commentaire, de ces demandes prématurées a, quant à elle, été effectuée à ce stade approprié.", "72.  Les requérants, qui ont été informés de cette transmission, ont légitimement pu considérer que leurs demandes avaient été réitérées à un stade approprié et qu’ils n’avaient plus besoin de les répéter.", "73.  Quant au Gouvernement, l’opportunité de répondre aux demandes en question lui a été fournie. La Cour relève d’ailleurs que ce dernier n’a pas présenté d’observations sur le document ainsi transmis, ni dans le délai imparti à cet effet ni par la suite.", "74.  Dans ces conditions particulières, la Cour estime que l’équité commande de considérer que les demandes présentées dans les formulaires de requête et réitérées par la suite ont été soumises à un stade approprié de la procédure.", "75.  En ce qui concerne les demandes relatives au préjudice matériel, la Cour ne saurait spéculer sur ce qu’aurait été l’issue des recours intentés par les requérants en l’absence des lacunes procédurales qu’elle a relevées. Elle estime, eu égard à la nature de la violation constatée sur le terrain de l’article 1 du Protocole no 1, qu’en principe le moyen le plus approprié pour redresser cette violation serait un nouveau procès ou une réouverture de la procédure. A cet égard, elle relève que l’article 53 § 1, alinéa i, du code de contentieux administratif (Idari Yargılama Usül Kanunu) prévoit de manière explicite qu’un arrêt de la Cour concluant à une violation de la Convention ou de ses Protocoles constitue une cause spécifique de réouverture d’une procédure. Il appartient maintenant aux requérants d’utiliser cette opportunité (Bistrović, précité, § 58).", "76.  Cela dit, la Cour considère que les requérants ont subi un préjudice moral certain. Statuant en équité, elle estime raisonnable d’allouer 7 800 euros (EUR) conjointement aux requérants de chacune des quatre requêtes. Cette somme sera majorée le cas échéant de tout montant pouvant être dû par les requérants à titre d’impôt.", "B.  Frais et dépens", "77.  Les requérants demandent également 1 700 TRY pour les frais et dépens engagés devant les juridictions internes. Concernant les frais engagés devant la Cour, ils fournissent un décompte horaire mais ne formulent aucune demande chiffrée.", "78.  Le Gouvernement conteste ces prétentions.", "79.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 400 EUR pour la procédure devant les juridictions nationales et l’accorde conjointement aux requérants. Quant à la procédure devant elle, aucune demande chiffrée n’ayant été formulée, elle ne s’estime pas appelée à statuer.", "C.  Intérêts moratoires", "80.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Décide de joindre les requêtes ;", "", "2.  Déclare les requêtes recevables ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention en raison de la durée excessive de la procédure et du défaut d’équité de celle-ci ;", "", "4.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 à la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif en vertu de l’article 44 § 2 de la Convention, 7 800 EUR (sept mille huit cents euros) à Hüseyin Gereksar, 7 800 EUR (sept mille huit cents euros) à Ali Gültekin, 7 800 EUR (sept mille huit cents euros) conjointement à Sıddıka Gereksar, Sayme Gereksar, Ömer Gereksar, Mehmet Gereksar, Hidayet Gereksar, Ahmet Gereksar, Mahmut Gereksar, Gürcü Altıonur et Naime Varolgüneş, et 7 800 EUR (sept mille huit cents euros) conjointement à Kiymet, Hatice, Abdulsemet, Fatma et Abdurrahman Sönmez pour dommage moral, ainsi que 400 EUR (quatre cents euros) conjointement à l’ensemble des requérants, pour frais et dépens, plus tout montant pouvant être dû par eux à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 1er février 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésident", "\n", "", "A N N E X E", "", "", "", ""]}