{"file": "FRE_HFJUD_17214_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "17214/05", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE SAVINO ET AUTRES c. Italie", "", "(Requêtes nos 17214/05, 20329/05, 42113/04)", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "28 avril 2009", "", "", "", "DÉFINITIF", "", "28/07/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Savino et autres c. Italie", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş, juges,", "et de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 2 décembre 2008 et 7 avril 2009,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouvent trois requêtes (nos 17214/05, 20329/05 et 42113/04) dirigées contre la République italienne et dont sept ressortissants de cet Etat, M. Pericle Savino (requête no 17214/05), M. Attilio Persichetti (no 20329/05), MM. Andrea Borgo, Davide Carbonara, Andrea Fantoni et Domenico Giordani ainsi que Mme Daniela Colasanti (no 42113/04) (« les requérants »), ont saisi la Cour le 19 avril 2005, le 18 mai 2005 et le 17 novembre 2004, respectivement, en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes F. Sorrentino, S. Gattamelata et R. Cuonzo, avocats à Rome. Le gouvernement italien (« le Gouvernement ») est représenté par son agent, Mme E. Spatafora, et par son coagent adjoint, M. N. Lettieri.", "3.  Les requérants alléguaient ne pas avoir eu accès à un tribunal au sens de la Convention.", "4.  Le 16 octobre 2007, la Cour a décidé de communiquer les requêtes au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond de l’affaire.", "5.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 2 décembre 2008 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nM.\tN. Lettieri, magistrat\tco-agent adjoint,\nM.\tV. Cozzoli, avocat\tconseil,\nM.\tG. Pelella, avocat,\tconseil.", "–  pour les requérants\nM.\tF. Sorrentino, avocat,\tconseil,\nM.\tS Gattamelata, avocat,\tconseil.", "", "La Cour a entendu en leurs déclarations MM. Lettieri, Cozzoli, Sorrentino et Gattamelata, qui ont également répondu aux questions de certains juges.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Les requérants sont nés respectivement en 1955, 1948, 1966, 1976, 1971 et 1974, et résident à Civitella San Paolo et à Rome.", "Requêtes no 17214/05 et no 20329/05", "7.  Les requérants, MM. Savino et Persichetti, sont des employés de la Chambre des députés italienne. Respectivement géomètre et architecte, ils sont classés dans la quatrième catégorie professionnelle et exercent des fonctions techniques relatives à l’élaboration de projets et à la direction des travaux de construction et de restauration de bâtiments appartenant au Parlement.", "8.  Le 22 octobre et le 12 novembre 2001, ils sollicitèrent auprès de l’administration l’octroi d’une l’indemnité spéciale de travail (« incentivo di progettazione »), attribuée par la loi no 109 de 1994 aux employés publics chargés de l’élaboration de projets et de la direction de travaux dans la réalisation d’ouvrages pour le compte de l’administration publique. Ils demandèrent également l’annulation du protocole additionnel au règlement comptable de la Chambre des députés adopté par le Bureau (Ufficio di presidenza) de la Chambre des députés le 20 avril 2001, dans la mesure où ce protocole ne prévoyait pas de fonds destinés à garantir le versement des indemnités prévues par la loi no 109.", "9.  Par la suite, le 1er juillet 2002, le premier requérant demanda à l’administration de lui reconnaître le statut de directeur des travaux et de lui rembourser les cotisations d’assurance qu’il avait versées, conformément aux critères fixés par le décret du Président de la République (DPR) no 554 de 1999.", "10.  Les 15 et 17 janvier 2002, les requérants, n’ayant pas reçu de réponse à leurs demandes de 2001, saisirent la Commission juridictionnelle pour le personnel de la Chambre des députés (ci-après « la Commission »), contestant la légitimité du « silence-refus » (« silenzio rifiuto ») de l’administration.", "11.  Le 7 novembre 2002, le premier requérant saisit la Commission relativement à l’absence de réponse à sa demande du 1er juillet 2002.", "12.  L’administration, pour sa défense, argua que ni la loi no 109 ni le DPR no 554 ne s’appliquaient à l’administration de la Chambre des députés, celle-ci bénéficiant, comme tout organe prévu par la Constitution, d’une large autonomie législative. Elle estimait par conséquent que les requérants n’avaient pas droit aux allocations prévues par les dispositions de la loi étatique.", "13.  Par des décisions du 18 février 2004, la Commission fit partiellement droit aux recours des requérants. Elle releva d’emblée que le protocole additionnel du 20 avril 2001 avait modifié de façon substantielle le régime comptable en matière de gestion des travaux publics au sein de l’administration de la Chambre des députés, et en particulier son règlement comptable, en excluant expressément la possibilité que l’affectation d’employés à la fonction de directeur des travaux entraînât des charges supplémentaires pour l’administration.", "14.  La Commission observa que le but du protocole additionnel, expression de l’autonomie législative de la Chambre des députés, était de déroger à la législation nationale en la matière. Elle conclut que la loi no 109 trouvait donc à s’appliquer pour la période antérieure au 20 avril 2001, date d’entrée en vigueur dudit protocole.", "15.  La Commission estima par conséquent que les requérants avaient droit à l’indemnité demandée pour les travaux effectués avant le 20 avril 2001 en qualité de directeurs des travaux, à condition que le délai de prescription de cinq ans ne fût pas expiré.", "16.  Quant au recours spécifique du premier requérant, elle conclut qu’il avait droit au remboursement des cotisations versées à titre d’assurance pour tout travail effectué en qualité de directeur des travaux.", "17.  Le 24 mai 2004, l’administration attaqua les décisions de la Commission devant la Section juridictionnelle du Bureau de la Chambre des députés (ci-après « la Section »).", "18.  Le 10 juin 2004, l’administration demanda à la Section qu’il fût sursis à l’exécution des décisions dans l’attente de l’examen des appels correspondants.", "19.  Par des décisions du 6 octobre 2004 déposées au secrétariat le 25 novembre 2004, la Section, tout en déclarant les demandes de sursis irrecevables car trop tardives, accueillit quant au fond les appels de l’administration et annula les décisions de la Commission.", "20.  La Section rappela que selon l’article 12 du règlement de la Chambre des députés, les matières de la comptabilité et du traitement économique du personnel étaient couvertes par une « réserve de règlement » et que, dans ces domaines, les seules normes applicables étaient celles qui figuraient dans les règlements internes de la Chambre des députés, qui constituaient des normes primaires et autonomes : en raison du principe de la séparation des compétences entre le législateur national et le législateur interne de la Chambre des députés, les dispositions de la loi no 109 ne pouvaient s’appliquer dans les matières couvertes par la réserve que si elles étaient expressément incorporées dans les règlements internes.", "21.  Les allocations en question n’ayant jamais été prévues par le règlement de la Chambre des députés, la Section considéra que les requérants n’avaient aucun droit à l’indemnité spéciale de travail, ni pour la période antérieure à l’entrée en vigueur du protocole additionnel de 2001 ni pour celle postérieure. Pour les mêmes raisons, le premier requérant ne pouvait prétendre au remboursement des cotisations d’assurance.", "22.  Enfin, sur les demandes formées par les requérants aux fins de l’annulation du règlement de la Chambre des députés, la Section observa que seul le Bureau, en tant que législateur interne de l’organe parlementaire, était compétent pour adopter et modifier les normes régissant les matières couvertes par la réserve formulée à l’article 12 du règlement.", "Requête no 42113/04", "23.  Le 11 août 2000, la Chambre des députés italienne diffusa un avis de concours destiné à pourvoir cent trente postes d’assistants (« commessi ») parlementaires de premier niveau (« primo livello funzionale-retributivo »), dont la qualification professionnelle et le traitement économique étaient établis par le Règlement des services et du personnel de la Chambre des députés (voir « le droit et la pratique internes pertinents » (qualification professionnelle des assistants parlementaires), paragraphe 38 ci-dessous).", "24.  Les requérants furent sélectionnés et admis à participer au concours. Les épreuves écrites se déroulèrent en février 2002.", "Selon les critères d’évaluation fixés dans l’avis de concours, seraient admis à passer l’épreuve orale les candidats ayant obtenu une note moyenne de 21/30 ainsi qu’une note minimale de 18/30 pour chaque épreuve écrite.", "25.  Le 21 mars 2002, l’administration publia la liste des candidats ayant réussi les épreuves écrites. Les requérants n’y figuraient pas.", "26.  Ceux-ci, ainsi que d’autres candidats, saisirent la Commission juridictionnelle pour le personnel de la Chambre des députés (« la Commission »). Ils contestèrent le déroulement du concours et les critères d’évaluation des épreuves écrites, et demandèrent l’annulation de la décision de l’administration les excluant de la liste des candidats admis à passer l’épreuve orale ainsi qu’un sursis à l’exécution de ladite décision.", "27.  Par des décisions du 15 mai 2002, la Commission accueillit les recours des requérants.", "Elle rappela tout d’abord qu’en vertu de l’article 2 du Règlement pour la protection juridictionnelle du personnel, les actes de l’administration n’étaient attaquables que pour incompétence, abus de pouvoir ou violation des dispositions d’une loi ou d’un règlement. Elle affirma ensuite sa compétence, dans le cadre de ses prérogatives de contrôle, pour examiner le processus décisionnel en vue de déceler la présence éventuelle de vices découlant de l’illégitimité de l’appréciation du jury.", "La Commission considéra qu’en l’espèce, il s’agissait de savoir si le choix d’utiliser les notes numériques comme seul critère d’évaluation des épreuves était compatible avec l’obligation des jurys de motiver les appréciations portées sur les candidats. Après avoir rappelé différentes approches jurisprudentielles en la matière, elle conclut que les principes de transparence et d’impartialité n’étaient pas respectés lorsque l’attribution d’une simple note numérique ne permettait pas de déterminer les éléments d’évaluation spécifiques utilisés par le jury, rendant ainsi impossible un contrôle de légitimité extérieur sur les délibérations. En l’espèce, la Commission estima que les critères d’évaluation généraux fixés par l’administration de la Chambre des députés pour les épreuves du 14 février 2002 étaient abstraits et que, de plus, la simple attribution d’une note numérique ne permettait pas d’établir les motivations de l’appréciation du jury au cas par cas. Par conséquent, elle annula la décision d’exclure les requérants de la liste des candidats admis à passer l’épreuve orale et enjoignit à l’administration de réexaminer les épreuves écrites sur la base des principes énoncés. En outre, faisant droit à la demande de sursis des requérants, elle ordonna leur admission à participer à la suite de la procédure de concours dans l’attente des résultats des nouvelles délibérations du jury.", "28.  Le 10 juin 2002, l’administration de la Chambre des députés interjeta appel devant la Section juridictionnelle du Bureau de la Chambre des députés (« la Section »). Elle fit valoir en particulier que l’administration n’était pas tenue de motiver les appréciations des épreuves des candidats au cas par cas.", "29.  L’administration demanda également un sursis à l’exécution des décisions de la Commission.", "30.  La Section fixa l’audience au 27 juin 2002 et, le jour venu, décida de joindre les appels. Toutes les parties déposèrent des mémoires.", "31.  Par une décision déposée le 9 juillet 2002, la Section accueillit les appels de l’administration. Elle releva que, selon la jurisprudence constante des juridictions administratives étatiques et des organes juridictionnels internes de la Chambre des députés, l’attribution d’une note numérique satisfaisait à l’obligation de motiver les délibérations des jurys de concours, dans la mesure où les paramètres d’évaluation généraux, fixés préalablement, permettaient l’individualisation des critères appliqués, le jury étant tenu de motiver globalement les délibérations proclamant les résultats du concours, et non d’expliquer au cas par cas les appréciations de chaque épreuve.", "La Section considéra que cette jurisprudence bien établie était motivée par l’exigence de concilier le principe de transparence et le principe de célérité et d’efficacité de l’activité de l’administration. Par ailleurs, les normes internes pertinentes, à savoir, d’une part, le règlement des concours pour le recrutement du personnel adopté par le Bureau de la Chambre des députés et, d’autre part, l’avis de concours du 11 août 2000, ne prévoyaient pas d’obligation spécifique à la charge des jurys d’examen de la Chambre des députés. Elle estima en outre qu’en l’espèce, l’existence d’un vice permettant le contrôle judiciaire de la légitimité de la procédure d’appréciation n’avait pas été démontrée.", "32.  Les requérants se pourvurent en cassation contre la décision de la Section. Se référant à l’article 6 de la Convention, ils soutinrent en particulier que les organes internes ayant statué sur leurs demandes n’étaient pas des tribunaux établis par la loi, et qu’il avait donc été porté atteinte aux garanties posées à l’article 108 de la Constitution italienne et au principe du procès équitable introduit par le nouvel article 111 de la Constitution. Ils contestèrent également la légitimité constitutionnelle de l’article 12 du règlement de la Chambre des députés.", "La Chambre des députés était représentée dans la procédure par son Président.", "33.  Par un arrêt déposé le 10 juin 2004, la Cour de cassation jugea qu’au sens de l’article 12 du règlement général de la Chambre des députés, les contentieux concernant les procédures de recrutement du personnel, de même que ceux qui portaient sur les rapports juridiques entre l’administration de la Chambre et son personnel, étaient couverts par la « réserve de règlement » prévue par la Constitution et relevaient donc de la compétence exclusive des organes de justice internes de la Chambre des députés.", "Elle estima que ladite disposition réglementaire constituait une norme primaire qui, en vertu des principes d’autonomie et d’indépendance des organes parlementaires, n’était susceptible de contrôle ni de la part des juridictions ordinaires ni de la part de la Cour constitutionnelle. A cet égard, la Cour de cassation se référa à l’arrêt no 154 de 1985, par lequel la Cour constitutionnelle avait affirmé que l’« autodichia », c’est-à-dire l’autonomie normative du Parlement prévue à l’article 64 de la Constitution, était justifiée compte tenu de la place centrale occupée par cet organe, émanation de la souveraineté du peuple, dans le système constitutionnel italien.", "Selon la Cour de cassation, le Bureau de la Chambre des députés avait créé la Commission et la Section juridictionnelles de la Chambre des députés dans l’exercice des prérogatives normatives et décisionnelles qui lui étaient conférées par l’article 12 f) du règlement général afin qu’elles appliquent et exécutent les dispositions de ladite norme primaire.", "34.  Elle conclut donc à l’irrecevabilité du recours formé par les requérants contre les décisions rendues par les organes de justice internes de la Chambre des députés et rejeta leur grief relatif à la légitimité constitutionnelle de l’article 12 du règlement de la Chambre.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "Les articles pertinents de la Constitution italienne", "35.  Les articles pertinents de la Constitution sont les suivants :", "", "Article 24", "« Il est reconnu à tout individu le droit d’ester en justice pour la protection de ses droits et de ses intérêts légitimes. La défense est un droit inviolable dans tous les états et à tous les degrés de la procédure. Les moyens d’ester et de se défendre devant toutes les juridictions sont assurés aux indigents par des institutions juridiques spécifiques. La loi détermine les conditions et les modalités de la réparation des erreurs judiciaires. »", "Article 64", "« Chacune des deux Chambres adopte son règlement à la majorité absolue de ses membres (...) »", "Article 97", "« (...) L’accès aux emplois des administrations publiques a lieu par concours, hormis dans les cas fixés par la loi. »", "Article 113", "« La protection juridictionnelle des droits et des intérêts légitimes devant les organes de la juridiction ordinaire ou administrative est toujours admise contre les actes de l’administration publique. Cette protection juridictionnelle ne peut être exclue ou limitée à des voies de recours particulières ou à des catégories d’actes déterminées. La loi détermine les organes de juridiction pouvant annuler les actes de l’administration publique dans les cas et avec les effets que la loi prévoit elle-même. »", "Les règlements internes de la Chambre des députés", "36.   Aux termes de l’article 12 du règlement de la Chambre des députés,", "« Le Bureau adopte les règlements et les autres normes concernant :", "a) les conditions et les modalités d’accès des personnes étrangères au siège de la Chambre ;", "b) l’administration et la comptabilité intérieure ;", "c) l’organisation des services et les tâches qui leur sont attribuées, indispensables à l’exercice des fonctions parlementaires ;", "d) le statut juridique, le traitement économique et de pension, la discipline du personnel de la Chambre, y compris les devoirs relatifs au secret de bureau ;", "e) les critères pour l’attribution, à un personnel étranger à la Chambre, de tâches non directement nécessaires à l’exercice des fonctions parlementaires, ainsi que les devoirs de discrétion et les autres obligations que ces derniers sont tenus d’observer, y compris à l’égard d’organes étrangers à la Chambre ;", "f) les recours dans les matières faisant l’objet de la lettre d) ci-dessus ainsi que les recours et toute autre opposition, même présentée par des personnes étrangères à la Chambre, contre les autres actes d’administration de la Chambre elle-même. »", "En vertu de l’article 5 du règlement de la Chambre des députés, le Bureau est présidé par le Président de la Chambre et composé de quinze députés élus par la Chambre, dont quatre vice-présidents, trois questeurs (questori) et huit secrétaires.", "Il nomme, sur proposition du Président, le Secrétaire général de la Chambre (article 12).", "37.  Le « Règlement pour la protection juridictionnelle du personnel de la Chambre des députés » (ci-après « le RPJ »), adopté le 28 avril 1988 par le Bureau en vertu de l’article 12 du règlement de la Chambre des députés, énonce ceci :", "Article 1", "(Protection juridictionnelle du personnel)", " « Les membres du personnel de la Chambre des députés peuvent en vertu du présent règlement, qu’ils soient en service ou retraités, introduire un recours pour la protection de leurs droits et de leurs intérêts contre les actes et les décisions, même de caractère général, émanant de l’administration.", "Les tiers intéressés par les décisions de l’administration concernant les procédures de concours pour le recrutement aux postes de la Chambre des députés ont également la faculté d’introduire un recours.", "(...) la protection juridictionnelle prévue au premier alinéa du présent article est accordée à l’égard de toute décision susceptible de recours administratif de la part des employés. (...) »", "Article 2", "(Recevabilité des recours)", "« Les recours visés à l’article 1 peuvent être introduits pour incompétence, abus de pouvoir ou violation des dispositions d’une loi ou d’un règlement.", "Les décisions des organes de la Chambre constituant par leur contenu des actes politiques ou de haute administration ainsi que celles concernant les nominations discrétionnaires (a scelta) et les affectations ou les mutations aux services et aux bureaux qui relèvent de la compétence du Président, du Bureau, du collège des questeurs et du Secrétaire général ne sont susceptibles de recours que pour incompétence et pour violation des dispositions d’une loi ou d’un règlement. »", "Article 3", "(Commission juridictionnelle pour le personnel)", "« La Commission juridictionnelle pour le personnel (ci-après « la Commission ») statue en première instance sur les recours visés à l’article 1.", "Elle est nommée par décret du Président de la Chambre dans un délai de 45 jours à compter du début de la législature, et composée de six membres choisis par tirage au sort dans des listes de députés (...) dont l’établissement est décidé respectivement par le Président de la Chambre, le Secrétaire général et les organisations syndicales.", "Le président de la Commission est nommé par le Président de la Chambre parmi les membres de la Commission.", "Au début de chaque législature, dans un délai de trente jours à compter de la première séance de la Chambre, les listes visées à l’alinéa 2 sont établies et il est procédé au tirage au sort des six députés qui siégeront à la Commission et de trois suppléants (...)", "Les membres du Bureau ne peuvent figurer sur les listes susmentionnées.", "Seuls peuvent être inscrits sur ces listes les députés répondant à l’un des critères suivants : magistrats, même retraités, des juridictions ordinaires ou administratives ; professeurs universitaires de matières juridiques ; avocats ; avocats de l’Etat ou procureurs près le Barreau de l’Etat, même retraités.", "En vue des audiences, le président de la Commission décide de la composition des collèges (...) »", "\nArticle 4", "(Procédure devant la Commission)", " « Le recours doit être introduit dans un délai de trente jours à compter de la communication de la décision attaquée. (...)", "Dans un délai de dix jours à compter du dépôt du recours, le secrétariat de la Commission le communique au Secrétaire général et aux autres intéressés.", "Dans un délai de cinq jours, le requérant et les autres intéressés peuvent présenter des documents. Les parties à la procédure peuvent avoir accès au dossier et peuvent, le cas échéant, présenter des moyens supplémentaires (...) »", "Article 5", "(Décision de la Commission)", "«  (...) Devant la Commission, l’administration est représentée par le conseiller en chef du service du personnel, avec l’assistance du Barreau de la Chambre des députés. Le requérant peut se représenter lui-même ou se faire assister par un représentant syndical.", "Les parties peuvent être assistées par un avocat.", "Les audiences de la Commission ne sont pas publiques. Ne peuvent y assister que les parties qui en ont fait la demande.", "Après l’exposé par le rapporteur des points soulevés par les parties, celles-ci peuvent présenter leurs conclusions.", "La cause est entendue dans le cadre d’une audience unique, sauf cas exceptionnels décidés par le Président de la Commission.", "Si le recours est accueilli, la Commission annule l’acte attaqué, ou le réforme, dans les cas où elle est compétente pour décider sur le fond de la requête.", "La décision de la Commission, qui doit être adoptée dans un délai de soixante jours à compter du dépôt du recours, est motivée et déposée au secrétariat, qui procède à la notification aux parties. (...) »", "Article 6", "(Appel des décisions de la Commission)", "« Les décisions de la Commission peuvent être attaquées devant la Section juridictionnelle du Bureau (ci-après « la Section »).", "L’appel ne suspend pas les effets de la décision de la Commission. Le requérant peut présenter en même temps au Bureau une demande de sursis.", "La Section est composée de quatre membres, plus deux suppléants, nommés parmi les membres du Bureau sur proposition du Président dans un délai de quarante-cinq jours à compter du début de la législature. »", "Article 6 bis", "(Procédure devant la Section)", "« L’appel, qui doit être motivé, est déposé dans un délai de vingt jours à compter de la notification de la décision de la Commission.", "L’appel est porté devant le Président qui désigne un rapporteur, à moins qu’il n’estime nécessaire un examen par le Bureau en raison de l’importance des questions soulevées. Le Président fixe la date de l’audience.", "La Section statue sur la demande de sursis dans un délai de trente jours.", "Les parties peuvent déposer des mémoires écrits.", "La présentation de nouveaux documents n’est pas admise.", "Les parties qui en font la demande sont admises à l’audience et peuvent présenter oralement leurs conclusions.", "La Section délibère à l’audience, après la discussion. (...)", "Devant la Section, l’administration est représentée par le Secrétaire général. Le requérant peut se représenter lui-même ou se faire assister par un représentant syndical.", "Les parties peuvent se faire représenter par un avocat habilité à exercer devant les juridictions supérieures. »", "", "Article 6 ter", "(Procédure d’examen des appels des décisions de la Commission devant le Bureau)", "«  (...) Le Président de la Chambre nomme un rapporteur choisi parmi les membres du Bureau. (...) »", "Article 6 quater", "(Recours en révision)", "« Les décisions du Bureau, de la Section et de la Commission sont susceptibles de recours en révision, conformément aux dispositions du code de procédure civile relatives au recours en révision devant la Cour de cassation. (...) »", "\nArticle 9", "(Règles de procédure applicables)", "« Pour les aspects qui ne sont pas prévus par le présent règlement, sont applicables, si elles sont compatibles, les règles de procédure des tribunaux administratifs régionaux en ce qui concerne les litiges devant la Commission, et les règles de procédure du Conseil d’Etat pour les recours devant la Section (...)", "Lorsqu’un préjudice grave et irréparable pour le requérant est susceptible de découler de la décision attaquée en première instance, la Commission peut, à la demande de l’intéressé et après avoir entendu les parties, adopter les mesures d’urgence nécessaires, par une ordonnance non susceptible de recours (...). »", "La qualification professionnelle des assistants parlementaires", "38.  L’article 45 du « Règlement des services et du personnel » de la Chambre des députés concerne la description de la qualification professionnelle des fonctionnaires de premier niveau (« primo livello funzionale–retributivo »). A l’époque des faits, il était ainsi rédigé :", "« Le premier niveau d’attributions et de rétribution consiste à s’acquitter de tâches surtout manuelles, pour lesquelles n’est pas requise une formation professionnelle spécialisée, et à collaborer aux tâches propres au deuxième niveau. L’autonomie dans l’exercice des activités est limitée au choix des modalités matérielles nécessaires à la bonne exécution du travail à effectuer. Le fonctionnaire est responsable de la conformité du travail accompli avec les règles de service ».", "Cette disposition fut modifiée le 30 juillet 2004 par une décision du Bureau de la Chambre des députés. La nouvelle disposition se lit ainsi :", "« Le premier niveau d’attributions et de rétributions consiste à s’acquitter d’activités de base concernant la surveillance, la sécurité des lieux, la représentation, l’assistance opérationnelle, la prestation de services et la gestion d’installations, et à collaborer aux tâches propres au deuxième niveau.", "L’autonomie dans l’exercice des activités est limitée au choix des modalités matérielles nécessaires à la bonne exécution du travail à effectuer. Le fonctionnaire est responsable de la célérité du travail accompli et de sa conformité avec les règles de service. »", "EN DROIT", "I.  JONCTION DES REQUÊTES", "39.  La Cour constate que les trois requêtes sont similaires en ce qui concerne les griefs soulevés et les problèmes de fond qu’elles posent. En conséquence, elle juge approprié de procéder à leur jonction et de les examiner conjointement.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "40.  Les requérants soutiennent que la Commission et la Section juridictionnelles pour le personnel de la Chambre des députés ne sont pas des tribunaux établis par la loi et ne présentent pas l’indépendance et l’impartialité voulues au regard de la Convention. Ils se plaignent de ne pas avoir eu accès à un « tribunal » au sens de l’article 6 § 1 de la Convention, qui est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera, (...) des contestations sur ses droits et obligations de caractère civil (...) »", "41.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "1.  Thèses des parties", "a)  Le Gouvernement", "42.  Le Gouvernement soutient que les requêtes échappent à l’applicabilité de l’article 6 § 1 de la Convention pour différentes raisons.", "43.  Tout d’abord, il considère que les droits revendiqués par les requérants au cours des procédures litigieuses ne sauraient être qualifiés de droits de caractère civil au sens de l’article 6 § 1 de la Convention.", "44.  En particulier, il estime, quant aux requêtes no 17214/05 et no 20329/05, que les griefs des requérants étaient manifestement dépourvus de tout fondement, l’indemnité qu’ils sollicitent, prévue par la loi no 109 de 1994 pour tous les fonctionnaires publics, n’étant manifestement pas applicable aux fonctionnaires parlementaires compte tenu de leur statut et des bénéfices économiques spéciaux dont ils jouissent, parmi lesquels un salaire bien plus élevé que celui des autres employés publics et une indemnité de fonction (indennità de funzione) réservée aux employés de la Chambre des députés.", "45.  Selon le Gouvernement, la contestation n’étant ni réelle ni sérieuse, ces deux requêtes ne sauraient en aucun cas entrer dans le champ d’application de l’article 6 § 1.", "46.  Pour ce qui est de la requête no 42113/04, le Gouvernement fait valoir que le litige concerne le droit des requérants d’accéder à des postes de la fonction publique, et que ni ledit droit, ni celui de choisir une profession particulière ne sont protégés par la Convention. La requête introduite par les candidats au poste d’assistants parlementaires serait donc également incompatible ratione materiae avec la Convention.", "47.  Ensuite, le Gouvernement soutient que même si l’on admettait que ces droits sont protégés par la Convention, les contentieux litigieux sortiraient du champ d’application de l’article 6 § 1 en vertu des principes qui se dégagent de la jurisprudence Eskelinen (Vilho Eskelinen et autres c. Finlande [GC], no 63235/00, CEDH 2007– ...).", "48.  A cet égard, il argue que si le droit interne n’offrait à aucun des requérants la possibilité de voir leurs demandes examinées par un tribunal, cette restriction à leur droit d’accès à un tribunal était en l’espèce justifiée à la lumière de la jurisprudence Eskelinen, compte tenu des fonctions qu’ils exerçaient et de l’objet des litiges qu’ils avaient engagés.", "49.  Quant aux requêtes no 17214/05 et no 20329/05, le Gouvernement fait valoir que les requérants, respectivement géomètre et architecte, sont affectés à l’élaboration de projets et à la réalisation des travaux de construction et de restauration de bâtiments appartenant à la Chambre des députés. De ce fait, les requérants, dont l’activité serait étroitement liée au bon déroulement des activités parlementaires en ce qu’elle aurait trait à la sécurité des bâtiments et à la qualité des structures réglant l’accès au siège institutionnel, participeraient à l’exercice de la puissance publique.", "50.  En outre, le Gouvernement considère que l’objet des litiges engagés par MM. Savino et Persichetti n’est de type patrimonial qu’en apparence. En réalité, les contentieux en question portaient sur l’applicabilité de dispositions de droit commun en matière d’emploi public à des fonctionnaires parlementaires bénéficiant d’un statut spécial et soumis, dès lors, aux normes spéciales établies par le règlement de la Chambre des députés. Or un tel enjeu justifierait la soustraction des litiges au champ d’application de l’article 6 § 1 de la Convention.", "51.  Pour ce qui est de la requête no 42113/04, le Gouvernement indique que les assistants parlementaires, qui peuvent être classés entre le premier et le cinquième niveau suivant leur ancienneté, exercent notamment des fonctions de sécurité et de police au sein des sièges parlementaires. Ce rôle serait lié au principe de l’« immunité de siège », selon lequel les forces de l’ordre ordinaires n’ont accès au siège de la Chambre des députés qu’après autorisation préalable de son Président. Ainsi, les fonctionnaires appartenant à cette catégorie seraient amenés à maintenir l’ordre dans la salle de la Chambre des députés, à gérer des situations d’urgence, à accompagner et protéger les parlementaires, ou encore à aménager les bureaux des députés. Il s’agirait donc d’activités extrêmement délicates, étroitement liées au bon déroulement des activités parlementaires et donc à l’exercice de la puissance publique, qui nécessiteraient un lien spécial de confiance et de loyauté avec l’Etat.", "52.  Le Gouvernement soutient que l’objet du litige concerne la genèse de ce lien spécial de confiance, à savoir la procédure de sélection et d’évaluation des capacités professionnelles des intéressés aux fins de leur recrutement. Il ne saurait dès lors entrer dans le champ d’application de l’article 6 § 1 de la Convention.", "53.  Lors de l’audience, le Gouvernement a également développé une autre argumentation, selon laquelle le système juridique en vigueur aurait assuré aux requérants l’accès à un tribunal au sens de l’article 6 § 1 de la Convention, puisque les organes de justice internes de la Chambre des députés assurent aux parties à la procédure toutes les garanties prévues par cette disposition.", "54.  Enfin, le Gouvernement considère que permettre à un tribunal ordinaire de juger de l’opportunité d’octroyer ou de refuser une certaine indemnité de travail, ou encore d’annuler ou de valider une procédure de sélection d’assistants parlementaires, reviendrait à admettre qu’un « tiers pouvoir » connaisse et juge d’activités faisant intervenir les prérogatives institutionnelles du Parlement.", "55.  A cet égard, le Gouvernement renvoie aux principes de la séparation des pouvoirs et de l’immunité de juridiction indispensables au bon fonctionnement des parlements. Se référant à l’arrêt Waite et Kennedy c. Allemagne ([GC], no 26083/94, CEDH 1999I), il revendique la faculté pour la Chambre des députés de bénéficier d’un espace privilégié d’autonomie et d’indépendance, justifiant l’immunité face aux juridictions ordinaires et, par conséquent, la dérogation à l’application des principes garantis par l’article 6 § 1 de la Convention.", "56.  Le Gouvernement soutient qu’il serait impossible de définir a priori, parmi tous les litiges susceptibles d’être introduits contre l’administration de la Chambre des députés, ceux qui n’impliqueraient pas l’exercice de l’autorité étatique et qui pourraient donc être jugés par les juridictions ordinaires. C’est pour cette raison que les organes de juridiction internes sont compétents pour juger de tout contentieux mettant en cause d’une façon ou d’une autre l’administration de la Chambre des députés.", "b)  Les requérants", "57.  Les requérants contestent la thèse du Gouvernement concernant l’applicabilité de l’article 6 § 1 de la Convention et soutiennent qu’il n’existe aucune raison d’intérêt public pouvant justifier l’impossibilité d’avoir accès à un tribunal.", "58. En particulier, dans le cadre des requêtes no 17214/05 et no 20329/05, MM. Savino et Persichetti soulignent que leurs demandes vis-à-vis de l’administration de la Chambre des députés concernaient une question purement pécuniaire, à savoir l’octroi d’une indemnité de travail prévue par la loi no 109 et liée aux activités d’élaboration de projets et à la direction de travaux. Ils font valoir qu’ils exercent effectivement ces activités au sein de la Chambre des députés et que ce point n’a jamais été remis en question par l’administration. En outre, ils considèrent que l’octroi de l’indemnité en question est parfaitement compatible avec la reconnaissance de l’indemnité de fonction prévue à titre spécial pour les fonctionnaires parlementaires, cette dernière étant liée à la qualification professionnelle des fonctionnaires et reposant sur des critères d’attribution différents.", "59.  Dès lors, les requérants récusent l’argument du Gouvernement selon lequel l’objet du contentieux était manifestement dépourvu de tout fondement et de toute chance de succès.", "60.  Dans le cadre de la requête no 42113/04, les requérants, se référant aux articles 24, 97 et 113 de la constitution italienne, font valoir qu’en droit italien, l’accès à la fonction publique se fait par concours. Dès lors, hormis quelques exceptions expressément prévues par la loi, l’administration publique n’aurait aucun pouvoir discrétionnaire dans le choix de ses fonctionnaires, mais serait tenue d’organiser des concours publics pour évaluer les compétences et les capacités des candidats aux postes à pourvoir. Or, selon le droit national, tout participant à un concours aurait le droit de saisir un tribunal indépendant et impartial pour voir examiner ses demandes concernant le déroulement de la procédure de recrutement.", "Selon les requérants, aucune loi ne prévoit une dérogation à ces principes constitutionnels quant au recrutement des assistants parlementaires.", "61.  Par ailleurs, la spécificité des activités exercées par les assistants parlementaires, qui relèvent selon le Gouvernement des fonctions de police, ne saurait selon les requérants constituer un motif justifiant la soustraction à la compétence d’un tribunal des litiges relatifs à leur recrutement. A cet égard, les requérants font valoir que, selon l’avis de concours diffusé par la Chambre des députés le 11 août 2000 et l’article 45 du règlement des services et du personnel en vigueur à la même époque, les fonctions des assistants parlementaires de premier niveau étaient surtout manuelles et se caractérisaient par un niveau d’autonomie très réduit.", "62.  Au demeurant, les requérants soulignent que les candidats à des postes au sein des forces armées, tout comme les candidats à des postes dans la magistrature, l’éducation publique, le système universitaire et les autres secteurs de l’administration publique, ont la faculté de saisir le tribunal administratif afin qu’il contrôle la légitimité et le bon déroulement de la procédure de recrutement.", "2.  Appréciation de la Cour", "63.  La Cour rappelle que l’applicabilité de l’article 6 § 1 dans le contexte civil présuppose l’existence d’une « contestation » sur un « droit de caractère civil ». Elle doit d’abord rechercher l’existence d’un « droit » que l’on puisse prétendre, au moins de manière défendable, reconnu en droit interne, qu’il soit ou non protégé de surcroît par la Convention (voir, entre autres, Pudas c. Suède, 27 octobre 1987, série A no 125-A, § 31 ; Neves e Silva c. Portugal, 27 avril 1989, série A no 153-A, p. 14, § 37). Il doit s’agir d’une contestation réelle et sérieuse ; elle peut concerner aussi bien l’existence même d’un droit que son étendue ou ses modalités d’exercice. L’issue de la procédure doit être directement déterminante pour le droit en question (voir, notamment, Athanassoglou et autres c. Suisse [GC], no 27644/95, § 43, CEDH 2000-IV ; Mennitto c. Italie [GC], no 33804/96, § 23, CEDH 2000-X). Enfin, ce droit doit revêtir un caractère « civil ».", "64.  A cet égard, la Cour rappelle sa jurisprudence dans l’affaire Eskelinen précitée, dans laquelle elle a posé deux critères devant tous deux être remplis pour que l’Etat défendeur puisse valablement opposer à un requérant fonctionnaire l’inapplicabilité de l’article 6 § 1 en l’absence d’un droit « civil » : d’une part, le requérant fonctionnaire doit être expressément privé du droit d’accéder à un tribunal d’après le droit national ; d’autre part, l’exclusion des droits garantis à l’article 6 § 1 doit reposer sur des motifs objectifs liés à l’intérêt de l’Etat. A ce dernier égard, il ne suffit pas que l’Etat démontre que le fonctionnaire en question participe à l’exercice de la puissance publique ou qu’il existe un « lien spécial de confiance et de loyauté » entre l’intéressé et l’Etat employeur. Il faut aussi que l’Etat montre que l’objet du litige est lié à l’exercice de l’autorité étatique ou remet en cause le lien spécial susmentionné. Ainsi, rien en principe ne justifie de soustraire aux garanties de l’article 6 § 1 les conflits ordinaires du travail – tels ceux portant sur un salaire, une indemnité ou d’autres droits de ce type – à raison du caractère spécial de la relation entre le fonctionnaire concerné et l’Etat en question (ibidem, § 62).", "65.  La Cour observe d’emblée que les demandes des requérants concernaient bien des « droits » au sens de l’article 6 § 1 de la Convention.", "66.  Pour ce qui est des requêtes no 17214/05 et no 20329/05, la Cour relève que la loi no 109 de 1994 prévoit l’octroi de l’indemnité revendiquée par les requérants à tout fonctionnaire chargé de l’élaboration de projets et de la direction de travaux dans la réalisation d’ouvrages pour le compte de l’administration publique. Devant les organes juridictionnels de la Chambre des députés, les intéressés sollicitaient l’application de la loi no 109 et l’octroi de ladite indemnité compte tenu de leur statut de fonctionnaires publics et de la nature des fonctions exercées au sein du Parlement. La Cour observe que la Commission juridictionnelle de la Chambre des députés, statuant en première instance, a fait partiellement droit aux demandes des requérants en leur reconnaissant le droit à l’indemnité litigieuse pour la période antérieure à la date de l’entrée en vigueur du protocole additionnel de 2001 (paragraphes 13-14 ci-dessous). Ce faisant, l’organe juridictionnel saisi par les requérants a examiné leurs demandes au fond, à la lumière des critères d’attribution de l’indemnité et des activités exercées par les intéressés, et n’a pas estimé devoir les rejeter pour défaut de fondement.", "67.  Dès lors, la Cour ne partage pas la thèse du Gouvernement selon laquelle les contestations des requérants ne sont ni réelles ni sérieuses (Sporrong et Lönnroth c. Suède, 23 septembre 1982, § 81, série A no 52) et estime que ceux-ci peuvent prétendre de manière défendable avoir un droit au sens de l’article 6 § 1 de la Convention.", "68.  Concernant la requête no 42113/04, la Cour relève que le droit interne garantit le droit de saisir un tribunal et d’obtenir ainsi un contrôle juridictionnel de la légalité de toute procédure de recrutement par concours public. Elle observe en outre que, même s’il ne s’agissait que d’une décision de première instance annulée par la suite en appel, la Commission a accueilli les arguments des requérants concernant les critères d’évaluation des épreuves écrites du concours et, faisant droit à leurs demandes de sursis, leur a permis de participer à la suite de la procédure de recrutement.", "69.  La Cour conclut donc que les organes compétents de la Chambre des députés devaient décider de contestations sur des « droits » au sens de l’article 6 § 1.", "70.  Elle doit ensuite déterminer si le droit interne assurait une protection juridictionnelle aux requérants, c’est-à-dire s’ils avaient la possibilité d’introduire un recours juridictionnel au niveau national et de voir ainsi examiner leur revendications relatives au salaire ou aux indemnités, voire au recrutement (Eskelinen, précité, §§ 57 et 59).", "71.  La Cour note que les requérants ont présenté leurs demandes devant les organes de juridiction internes de la Chambre des députés, compétents en matière de protection juridictionnelle du personnel de la Chambre, lesquels ont examiné leurs revendications et tranché les contentieux par des décisions définitives et exécutoires.", "72.  Certes, les intéressés allèguent devant la Cour que ces organes ne présentent pas les qualités de « tribunaux » requises par la Convention. Cependant, la Cour rappelle que sa conclusion quant à l’applicabilité de l’article 6 § 1 ne préjuge en rien de la réponse à la question de savoir comment les diverses garanties attachées à cet article doivent s’appliquer aux litiges concernant des fonctionnaires (Eskelinen, précité, § 64).", "La Cour estime devoir se borner, afin d’évaluer l’applicabilité de l’article 6 § 1 dans chaque cas d’espèce, à vérifier si les requérants disposaient d’une protection juridictionnelle au niveau interne.", "73.  Elle rappelle que sa jurisprudence n’entend pas nécessairement, par le terme « tribunal », une juridiction de type classique, intégrée aux structures judiciaires ordinaires du pays (Campbell et Fell c. Royaume-Uni, 28 juin 1984, § 76, série A no 80). Aux fins de la Convention, une autorité peut s’analyser en un « tribunal », au sens matériel du terme, lorsqu’il lui appartient de trancher, sur la base de normes de droit, avec plénitude de juridiction et à l’issue d’une procédure organisée, toute question relevant de sa compétence (Sramek c. Autriche, 22 octobre 1984, § 36, série A no 84 ; Beaumartin c. France, 24 novembre 1994, § 38, série A no 296-B). En effet, un « tribunal » se distingue par son pouvoir de réformer en tous points, en fait comme en droit, la décision rendue par une autorité administrative (Schmautzer c. Autriche, 23 octobre 1995, § 36, série A no 328-A). Enfin, le pouvoir de rendre une décision obligatoire ne pouvant être modifiée par une autorité non judiciaire au détriment d’une partie est inhérent à la notion même de « tribunal » (Van de Hurk c. Pays-Bas, 19 avril 1994, § 45, série A no 288).", "74.  Or, il ressort des dispositions normatives pertinentes du règlement pour la protection juridictionnelle du personnel que la Commission et la Section juridictionnelles de la Chambre des députés sont compétentes pour trancher tout contentieux mettant en cause l’administration de la Chambre des députés. Elles décident à l’issue d’une procédure organisée, avec plénitude de juridiction et de manière obligatoire, tant pour l’administration que pour les justiciables. Aux yeux de la Cour, elles exercent sans nul doute une fonction juridictionnelle (voir, mutatis mutandis, Argyrou et autres c. Grèce, no 10468/04, §§ 24-27, 15 janvier 2009 ; a contrario, Suküt c. Turquie (déc.), no 59773/00, CEDH 2007... (extraits)). C’est d’ailleurs ce qu’a soutenu le Gouvernement défendeur à l’audience devant la Cour (voir paragraphe 53 ci-dessus).", "75.  Compte tenu de ces considérations, la Cour estime que l’article 6 § 1 est applicable aux présentes requêtes en vertu de la première condition posée dans l’arrêt Eskelinen.", "76.  Au demeurant, la Cour observe que même si le cadre normatif national privait expressément les requérants du droit d’accéder à un tribunal, dans les cas d’espèce et abstraction faite d’autres matières susceptibles de recours en vertu de l’article 12 du règlement de la Chambre (paragraphe 36 ci-dessus), l’inapplicabilité de l’article 6 § 1 ne saurait en tout état de cause reposer que sur des motifs objectifs liés à l’intérêt de l’Etat.", "77.  Compte tenu des objets respectifs des litiges engagés par les requérants, qui concernent le droit d’obtenir une indemnité spéciale de travail liée à l’exercice des activités de directeur des travaux et l’exercice du métier d’assistant parlementaire, qui comporte des activités essentiellement manuelles et implique un degré d’autonomie très réduit (paragraphe 38 ci-dessus), la Cour estime que le lien spécial de confiance et de loyauté entre l’Etat et les intéressés n’était pas mis en cause.", "78.  Dès lors, au vu de la nature de ces contentieux, la Cour estime qu’on ne saurait affirmer que l’exercice de la puissance publique est en jeu dans les présentes affaires ou qu’un lien spécial de confiance entre l’Etat et les requérants justifie leur exclusion des droits garantis par la Convention (voir Itslaïev c. Russie, no 34631/02, § 29, 9 octobre 2008 et, a contrario, Apay c. Turquie (déc.), no 3964/05, 11 décembre 2007). L’article 6 § 1 est donc applicable également à la lumière de la seconde condition posée dans l’arrêt Eskelinen.", "79.  Il s’ensuit que l’exception du Gouvernement ne saurait être retenue.", "La Cour constate par ailleurs que les requêtes ne sont pas manifestement mal fondées au sens de l’article 35 § 3 de la Convention et qu’elles ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "1.  Thèses des parties", "80.  Les requérants soutiennent que la Commission et la Section ne peuvent être considérés comme des tribunaux prévus par la loi, indépendants et impartiaux au sens de l’article 6 § 1 de la Convention.", "Ils font valoir tout d’abord que les organes de justice internes de la Chambre des députés sont établis par une norme de rang secondaire, à savoir le RPJ. A la différence du règlement général de la Chambre des députés, directement prévu par la Constitution et approuvé par l’assemblée législative à la majorité absolue de ses membres, le règlement mineur, approuvé par le Bureau, ne saurait, selon eux, être considéré une source de droit primaire, pouvant légitimer l’existence et le fonctionnement de « tribunaux ».", "En outre, les règlements mineurs de la Chambre des députés ne présenteraient pas la qualité indispensable de l’accessibilité, n’étant pas publiés au journal officiel mais dans une publication interne de la Chambre des députés.", "81.  Par ailleurs, les requérants soutiennent que, compte tenu notamment des modalités de désignation de leurs membres, la Commission et la Section ne présentent ni l’apparence d’indépendance ni l’impartialité objective requises par la Convention. Ils appellent l’attention de la Cour sur le fait que les organes de justice appelés à trancher des contentieux entre la Chambre des députés et des particuliers sont intégralement composés de membres de la Chambre elle-même, qui est partie aux contentieux.", "82.  En particulier, la Section ne serait autre qu’un organe interne du Bureau, qui est responsable de la gestion du budget et de toutes les questions touchant à l’administration de la Chambre. A cet égard, les requérants soulignent que l’organe d’appel est présidé par le Président de la Chambre et composé de parlementaires membres du Bureau, qui sont choisis par le Président et n’ont souvent aucune formation juridique.", "83.  En outre, ils font valoir que l’article 6 bis du règlement prévoit la possibilité pour le Président de décider que les questions particulièrement importantes soient tranchées directement par le Bureau. Dans ce contexte, l’absence de lien hiérarchique direct entre les membres de la Section et l’administration de la Chambre des députés ne pourrait constituer en soi un indice d’impartialité.", "84.  Par ailleurs, les garanties d’inamovibilité dont jouissent les membres de la Commission et de la Section ne permettraient pas non plus de garantir l’indépendance de ces organes. En effet, il ne s’agirait pas de juger de leur indépendance à l’égard d’un pouvoir extérieur mais à l’égard de l’une des parties aux affaires qu’ils sont amenés à juger.", "85.  Enfin, les requérants dénoncent l’absence de publicité des audiences devant la Commission et devant la Section.", "86.  Le Gouvernement conteste les arguments des requérants. Il soutient tout d’abord que les organes juridictionnels en question ont été créés par l’article 12 du règlement général de la Chambre des députés, adopté à la majorité absolue par les membres de l’Assemblée parlementaire, conformément à l’article 64 § 1 de la Constitution. Seuls le fonctionnement et les règles de procédure de ces organes juridictionnels seraient régis par le RPJ, adopté en vertu du paragraphe 3 de l’article 12 du règlement général de la Chambre des députés par le Bureau, qui est formé par les représentants de tous les groupes parlementaires et constitue l’organe de direction politique le plus élevé de la Chambre.", "87.  Le Gouvernement soutient ensuite que, bien qu’ils ne soient pas des actes formellement législatifs, les règlements parlementaires, y compris les règlements dits « mineurs » adoptés par le Bureau, sont considérés comme des normes primaires par la jurisprudence constitutionnelle et ordinaire.", "Il fait valoir par ailleurs que dans sa jurisprudence, la Cour, lorsqu’elle admet l’existence de limitations à l’accès à un tribunal, considère que ces limitations doivent être prévues par le « droit national » ou par « l’ordre juridique national ». Il estime ces formules pleinement compatibles avec la conception des règlements parlementaires évoquée plus haut, à plus forte raison si l’on considère que ces règlements sont, de toute façon, l’expression d’une assemblée parlementaire élue ou d’un organe politique suffisamment représentatif de la volonté populaire.", "88.  Le Gouvernement soutient en outre que la Commission et la Section sont des tribunaux indépendants et impartiaux par excellence.", "Il argue tout d’abord que ces deux organes sont indépendants tant de l’exécutif que d’autres organismes internes de la Chambre, notamment de l’administration qui adopte les actes susceptibles de faire l’objet de recours. A cet égard, il fait valoir que ni les juges du premier degré ni les juges d’appel n’ont à craindre de conséquences préjudiciables pour leur statut, leur carrière ou l’exercice de leurs fonctions du fait de l’accomplissement des tâches juridictionnelles qui leur incombent : ils ne peuvent être relevés de leurs fonctions ni subir de sanctions disciplinaires ou d’atteintes à leurs prérogatives parlementaires. Ils jouiraient donc d’une autonomie et d’une indépendance plus marquées que les magistrats ordinaires.", "89.  Le Gouvernement souligne en outre, au sujet de l’exigence d’impartialité, que les membres de la Commission juridictionnelle ne participent en aucune façon, qu’elle soit directe ou indirecte, à la formation des actes administratifs adoptés par l’administration ou par d’autres organes internes de la Chambre qui sont susceptibles d’être attaqués par des fonctionnaires ou des tiers.", "Quant aux membres de la Section, le Gouvernement fait valoir que sauf lorsqu’ils participent, en tant que membres du Bureau, à l’adoption des actes relatifs à la nomination des responsables administratifs de la Chambre, ces parlementaires ne sont normalement pas appelés à adopter des mesures spécifiques concernant des employés ou des tiers, celles-ci relevant en premier lieu de la compétence de l’administration de la Chambre.", "90.  Enfin, le Gouvernement rappelle que l’article 9 du RPJ  prévoit expressément l’application des règles de procédure des juridictions administratives. Dès lors, les délais de prescription et les modalités de notification des actes dans la procédure devant la Commission et la Section juridictionnelles se trouveraient alignés sur ceux du droit commun et le respect de l’oralité, du contradictoire et de l’égalité des armes entre les parties serait garanti. Rappelant en outre que les justiciables ont la possibilité d’obtenir l’application de mesures provisoires et d’engager des recours en exécution des décisions rendues par la Commission et la Section, le Gouvernement conclut que la procédure devant les organes de juridiction internes de la Chambre des députés assure aux justiciables le respect des droits garantis par l’article 6 § 1 de la Convention.", "2.  Appréciation de la Cour", "91.  La Cour relève d’emblée que le pouvoir de la Chambre des députés italienne et d’autres organes constitutionnels étatiques de disposer d’un système judiciaire interne et de réglementer de manière autonome la protection juridictionnelle de leurs employés et les rapports juridiques avec des tiers ne se trouve pas en jeu. Elle rappelle que ni l’article 6 § 1 ni aucune autre disposition de la Convention n’obligent les Etats et leurs institutions à se conformer à un ordre judiciaire donné. A cet égard, la Cour renvoie de nouveau à sa jurisprudence selon laquelle, par le terme « tribunal », l’article 6 § 1 de la Convention n’entend pas nécessairement une juridiction de type classique, intégrée aux structures judiciaires ordinaires du pays (Campbell et Fell c. Royaume-Uni, précité, § 76).", "92.  Par ailleurs, il n’est pas question d’imposer aux Etats un modèle constitutionnel donné réglant d’une manière ou d’une autre les rapports et l’interaction entre les différents pouvoirs étatiques. Le choix du législateur italien de préserver l’autonomie et l’indépendance du Parlement en lui reconnaissant l’immunité face aux juridictions ordinaires ne saurait constituer en soi un objet de contestation devant la Cour.", "93.  La question qui se pose est celle de savoir si, dans une affaire donnée, les exigences de la Convention ont été respectées (Demicoli c. Malte, 27 août 1991, § 39, série A no 210). Dans les présentes espèces, la tâche de la Cour est de rechercher si la Commission et la Section de la Chambre des députés étaient des « tribunaux établis par la loi, indépendants et impartiaux », lorsqu’elles ont entendu les causes des requérants.", "1.  Les tribunaux étaient-ils « établis par la loi » ?", "94.  La Cour rappelle qu’en vertu de l’article 6 § 1, un « tribunal » doit toujours être « établi par la loi ». Cette expression reflète le principe de l’Etat de droit, inhérent à tout le système de la Convention et de ses protocoles. L’expression « établi par la loi » concerne non seulement la base légale de l’existence même du tribunal, mais encore la composition du siège dans chaque affaire (voir Coëme et autres c. Belgique, nos 32492/96, 32547/96, 32548/96, 33209/96 et 33210/96, § 99, CEDH 2000VII).", "Selon la jurisprudence, l’introduction du terme « établi par la loi » dans l’article 6 § 1 de la Convention a pour objet d’éviter que l’organisation du système judiciaire ne soit laissée à la discrétion de l’Exécutif et de faire en sorte que cette matière soit régie par une loi du Parlement (Zand c. Autriche, no 7360/76, rapport de la Commission du 12 octobre 1978, DR 15, § 69). En outre, dans des pays de droit codifié, l’organisation du système judiciaire ne saurait pas davantage être laissée à la discrétion des autorités judiciaires, ce qui n’exclut cependant pas de leur reconnaître un certain pouvoir d’interprétation de la législation nationale en la matière (Coëme et autres c. Belgique, précité, § 98).", "D’ailleurs, la Cour rappelle que la délégation de pouvoirs dans des questions touchant à l’organisation judiciaire est acceptable dans la mesure où cette possibilité s’inscrit dans le cadre du droit interne de l’Etat en question, y compris les dispositions pertinentes de la Constitution (Zand c. Autriche, précité, §§ 69 et 71).", "95.  Les requérants considèrent que la Commission et la Section n’ont pas de base légale en droit italien, leur mise en place et leur fonctionnement ayant été établis par le RPJ, c’est-à-dire un règlement secondaire de la Chambre des députés.", "96.  La Cour observe que la question de la portée normative des règlements de la Chambre des députés a été examinée par les juridictions internes. Ainsi, la Cour de cassation italienne, appliquant les conclusions de la Cour constitutionnelle en la matière, a dit que le règlement général de la Chambre des députés comme ses règlements « mineurs » adoptés par le Bureau en exécution de celui-ci constituaient l’expression de l’autonomie normative attribuée par la Constitution à la Chambre des députés. Il s’ensuit que tout règlement de la Chambre des députés trouve sa source normative dans la Constitution et est insusceptible de contrôle de la part des autres pouvoirs étatiques (paragraphe 33 ci-dessus).", "97.  La Cour rappelle qu’elle n’a pas pour tâche de se substituer aux juridictions internes dans l’interprétation de la législation interne, ni d’examiner in abstracto la législation et la pratique internes pertinentes.", "Par ailleurs, elle ne saurait perdre de vue le fait que l’autonomie normative du Parlement italien poursuit le but de préserver le pouvoir législatif de toute ingérence externe, y compris de la part de l’exécutif, ce qui ne saurait être jugé contraire à la lettre ou à l’esprit de l’article 6 § 1 de la Convention tels que précisés par la jurisprudence de la Cour.", "98.  La Cour doit maintenant rechercher si la « loi » en question présente les qualités de l’accessibilité et de la prévisibilité.", "Les requérants déduisent du fait que le RPJ n’est pas publié au Journal officiel qu’il n’est pas accessible.", "De l’avis de la Cour, cet élément n’entache pas en soi l’accessibilité du RPJ, pourvu que les personnes concernées puissent aisément le consulter. Compte tenu du domaine couvert par ce règlement, à savoir la réglementation des procédures judiciaires internes de la Chambre des députés, sa publication dans un journal à diffusion interne suffit, aux yeux de la Cour, à satisfaire au critère d’accessibilité prévu par la Convention. Par ailleurs, les requérants n’ont pas allégué avoir rencontré de difficultés dans la recherche du texte en question.", "Enfin, la Cour observe que les dispositions concernées sont rédigées dans des termes suffisamment clairs pour permettre à tout justiciable de connaître les règles régissant la procédure devant la Commission et la Section (voir, a contrario, Coëme et autres c. Belgique, précité, § 103).", "99.  Compte tenu de ce qui précède, la Cour estime que la Commission et la Section juridictionnelles de la Chambre des députés satisfont à l’exigence de base légale en droit interne prévue à l’article 6 § 1.", "2.  Le tribunal était-il « impartial » et « indépendant » ?", "100.  Pour établir si un tribunal peut passer pour « indépendant » à l’égard tant des parties que de l’exécutif, il faut prendre en compte, notamment, le mode de désignation et la durée du mandat de ses membres, l’existence d’une protection contre les pressions extérieures et le point de savoir s’il y a ou non apparence d’indépendance.", "101.  Quant à la condition d’« impartialité », au sens de l’article 6 § 1 de la Convention, elle revêt deux aspects. Il faut d’abord que le tribunal ne manifeste subjectivement aucun parti pris ni préjugé personnel. Ensuite, le tribunal doit être objectivement impartial, c’est-à-dire offrir des garanties suffisantes pour exclure tout doute légitime à cet égard. Dans le cadre de la démarche objective, il s’agit de se demander si, indépendamment de la conduite personnelle des juges, certains faits vérifiables autorisent à suspecter l’impartialité de ces derniers. En la matière, même les apparences peuvent revêtir de l’importance. Il y va de la confiance que les tribunaux d’une société démocratique se doivent d’inspirer aux justiciables, à commencer par les parties à la procédure (Morris c. Royaume-Uni, no 38784/97, § 58, CEDH 2002-I).", "102.  La Cour observe d’emblée que la question de l’impartialité subjective n’est pas en jeu en l’espèce, les requérants n’ayant pas allégué l’existence de préjugés ou de partis pris à l’égard de leurs situations personnelles.", "En revanche, ils se sont plaints d’un défaut d’impartialité objective et d’un manque d’indépendance à l’égard d’une des parties au litige (la Chambre des députés) de la Commission et de la Section, au vu notamment des modalités de désignation de leurs membres. Les notions d’indépendance et d’impartialité objective étant étroitement liées, la Cour les examinera ensemble (Findlay c. Royaume-Uni, 25 février 1997, Recueil des arrêts et décisions 1997-I, § 73).", "103.  La Cour observe que les membres de la Commission sont choisis par tirage au sort à partir de listes de députés établies par le Président de la Chambre des députés, le Secrétaire général et les organisations syndicales du personnel. Les membres du Bureau ne peuvent pas faire partie de la Commission (article 3 du RPJ, paragraphe 37 ci-dessus). En revanche, la Section est composée de quatre députés membres du Bureau et présidée par le Président de la Chambre des députés (article 6 du RPJ, ibidem).", "104.  La Cour considère tout d’abord que le simple fait que les membres des deux organes juridictionnels de la Chambre des députés soient choisis parmi les députés membres de la Chambre ne saurait jeter le doute sur l’indépendance de ces juridictions.", "Néanmoins, elle ne saurait ignorer le fait que la Section, organe d’appel statuant à titre définitif, est entièrement composée de membres du Bureau, c’est-à-dire de l’organe de la Chambre des députés compétent pour régler les principales questions administratives de la Chambre, y compris celles concernant la comptabilité et l’organisation des concours pour le recrutement du personnel (paragraphe 36 ci-dessus). En particulier, le protocole additionnel au règlement comptable de la Chambre des députés ainsi que le règlement des concours pour le recrutement du personnel, objets des litiges respectifs des requérants (paragraphes 8 et 31 ci-dessus), sont des actes adoptés par le Bureau dans le cadre de ses prérogatives normatives.", "En outre, la Chambre des députés est représentée devant la Section par le Secrétaire général, nommé lui aussi par le Bureau.", "105.  Dans ces conditions, la Cour comprend les craintes des requérants quant à l’impartialité de la Section. De l’avis de la Cour, le fait que l’organe administratif ayant des compétences telles que celles du Bureau soit le même que l’organe juridictionnel compétent pour trancher tout contentieux administratif peut suffire à inspirer des doutes quant à l’impartialité de la juridiction ainsi formée.", "Par ailleurs, elle observe qu’on ne saurait mettre en doute le lien étroit existant entre l’objet des procédures juridictionnelles engagées devant la Section et les actes adoptés par le Bureau dans le cadre de ses fonctions (paragraphe 36 ci-dessus). A cet égard, la Cour relève la différence avec l’affaire Kleyn et autres, où elle avait estimé que les avis rendus par le Conseil d’Etat dans ses fonctions consultatives et la procédure judiciaire subséquente ne pouvaient passer pour représenter « la même affaire » ou « la même décision » (Kleyn et autres c. Pays-Bas [GC], nos 39343/98, 39651/98, 43147/98 et 46664/99, § 200, CEDH 2003V).", "La Cour observe qu’elle n’a pas pour tâche d’indiquer aux États, parmi les nombreuses possibilités envisageables, la solution à adopter pour se conformer à l’article 6 § 1 de la Convention. Néanmoins, elle réaffirme qu’il est capital que les cours et tribunaux soient indépendants et impartiaux et qu’ils inspirent confiance aux justiciables (paragraphe 101 ci-dessus).", "106.  Compte tenu de ce qui précède, la Cour estime que les craintes nourries par les requérants quant à l’indépendance et à l’impartialité de la Section juridictionnelle de la Chambre des députés étaient objectivement justifiées. Il n’y a donc pas lieu d’examiner les autres aspects du grief.", "107.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "108.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "109.  Les requérants réclament une indemnisation pour le préjudice matériel qu’ils estiment avoir subi en raison de leurs « pertes de chances ». Les requérants des requêtes no 17214/05 et no 20329/05 chiffrent leurs prétentions à 75 000 euros (EUR) chacun. Ceux de la requête no 42113/04 s’en remettent à la sagesse de la Cour.", "Les intéressés demandent également une indemnisation pour préjudice moral.", "110.  Le Gouvernement s’oppose aux prétentions des requérants.", "111.  La Cour n’aperçoit pas de lien de causalité entre la violation de l’article 6 § 1 de la Convention et le dommage matériel. Elle ne peut en effet spéculer sur ce qu’aurait été l’issue d’une procédure conforme à l’article 6 § 1 (voir, entre autres, Coëme c. Belgique, précité, § 155). Partant, elle rejette les prétentions des requérants à ce titre.", "112.  S’agissant du préjudice moral subi par les requérants, la Cour estime que le constat de violation de l’article 6 § 1 de la Convention représente une satisfaction équitable suffisante.", "B.  Frais et dépens", "113.  Les requérants demandent le remboursement des frais et dépens engagés devant les juridictions internes. Les requérants des requêtes no 17214/05 et no 20329/05 chiffrent leurs prétentions à 9 200 EUR chacun. Ceux de la requête no 42113/04 s’en remettent à la sagesse de la Cour. Pour justifier leurs demandes, les requérants se référent aux barèmes des honoraires professionnels en vigueur en Italie à l’époque de l’introduction des contentieux litigieux.", "Ils sollicitent également le remboursement des frais engagés pour la procédure devant la Cour. Les requérants des requêtes no 17214/05 et no 20329/05 sollicitent 10 000 EUR chacun ; ceux de la requête no 42113/04 30 000 EUR chacun.", "114.  Le Gouvernement considère que ces prétentions sont excessives.", "115.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, et compte tenu des documents en sa possession et des critères susmentionnés, la Cour note que les requérants n’ont présenté aucun justificatif à l’appui de leurs prétentions concernant les frais et dépens afférents à la procédure nationale et rejette les demandes à ce titre.", "En revanche, elle estime raisonnable d’octroyer à chaque requérant la somme de 10 000 EUR pour la procédure devant elle.", "C.  Intérêts moratoires", "116.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Décide de joindre les requêtes ;", "", "2.  Déclare les requêtes recevables ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "4. Dit que le constat de violation représente une satisfaction équitable suffisante pour tout préjudice moral subi par les requérants ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser à chaque requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 10 000 EUR (dix mille euros), pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par les requérants ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 8 avril 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésidente"]}