{"file": "FRE_HFJUD_35570_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "35570/02", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE ÖZBEK ET AUTRES c. TURQUIE", "", "(Requête no 35570/02)", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "06 octobre 2009", "", "DÉFINITIF", "", "06/01/2010", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Özbek et autres c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 15 septembre 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 35570/02) dirigée contre la République de Turquie et dont seize ressortissants de cet Etat (« les requérants ») ont saisi la Cour le 29 août 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Ces requérants sont :", "–  M. İhsan Yinal Özbek, Mme Çiğdem Özbek, et MM. İsmail Serinken, Vedat Özel, Semih Tanar, Emin Tufan et Güney Onkun, qui exercent une profession libérale, et sont nés respectivement en 1963, 1967, 1971, 1972, 1964, 1965 et 1970 ;", "–  M. Ibrahim Deveci et Mme Şafak Deveci, éditeurs, nés en 1971 ;", "–  Mme Başak Çelik, historienne, née en 1977 ;", "–  M. Soner Tufan, linguiste, né en 1969 ;", "–  Mmes Angela Serinken, Semra Tanar, Güleser Ibiş, Ilvina Albak et Rabia Yılmaz Tufan, femmes au foyer, nées respectivement en 1974, 1969, 1959, 1944 et 1976.", "2.  Les requérants sont représentés par Me O.K. Cengiz, avocat à Ankara. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 11 octobre 2005, la Cour a déclaré la requête partiellement irrecevable et a décidé de communiquer au Gouvernement le grief tiré de l’article 11 de la Convention. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Par un acte authentique du 20 décembre 2000, les requérants décidèrent de créer une fondation d’utilité publique qu’ils dénommèrent Kurtuluş Kiliseleri Vakfı (Fondation des Églises de la Libération) et dont le siège fut fixé à Ankara.", "5.  Le 21 décembre 2000, les requérants demandèrent au tribunal de première instance d’Ankara, tribunal du chef-lieu du siège de la fondation, d’inscrire celle-ci sur son registre en vertu de l’ancien article 74 du code civil.", "6.  Le 14 mars 2001, la Direction générale des fondations, saisie pour avis par le tribunal, déclara s’opposer formellement à l’enregistrement de la fondation en cause, estimant que son but fondamental, tel qu’il ressortait de ses statuts fondateurs, était de protéger uniquement les intérêts religieux, culturels et socio-économiques des membres de la communauté protestante, et était en cela contraire aux dispositions de l’ancien article 74 § 2 du code civil, qui interdisait le soutien exclusif d’une communauté déterminée.", "7.  Par un jugement du 12 juin 2001, après avoir entendu les requérants, le tribunal rejeta leur demande, considérant que la définition du but de la fondation dans ses statuts n’était pas compatible avec l’ancien article 74 § 2 du code civil.", "8.  Le 12 juillet 2001, les requérants se pourvurent en cassation. Ils soutinrent en particulier que le jugement du tribunal n’était pas suffisamment motivé et qu’il s’appuyait sur des considérations d’ordre général et abstraites ne trouvant aucun fondement juridique. Ils alléguèrent par ailleurs que les juges du tribunal avaient manqué aux principes d’indépendance et d’impartialité, dans la mesure où ils s’étaient fondés sur l’avis de la Direction générale des fondations du 14 mars 2001 pour statuer sur leur demande, de sorte qu’ils avaient implicitement renoncé à leur fonction juridictionnelle.", "9.  Par un arrêt du 22 novembre 2001, après avoir tenu une audience publique, la Cour de cassation confirma la solution retenue dans le jugement du 12 juin 2001, en considérant notamment :", "« (...) Dans le cadre des normes posées par la Constitution, chacun est égal devant la loi sans aucune discrimination et indépendamment de sa race, de sa couleur, de son sexe, de sa pensée politique, de ses idées philosophiques, de sa religion, de sa communauté [d’appartenance] et de [tous] autres motifs semblables (article 10), et dispose de la liberté de conscience, de religion et de pensée (article 14). En l’occurrence, la liberté de créer une fondation ne peut être limitée qu’au nom de la protection de la sécurité publique, de l’ordre public, de la prévention des crimes, de la protection de la santé et de la morale publiques ainsi que de la protection des droits et des libertés d’autrui et uniquement par la loi. Par conséquent, les dispositions de l’article 74 § 2 du code civil (...) doivent être interprétées à la lumière des limitations apportées par la Constitution (article 14). Ainsi, il n’existe aucune interdiction légale, pour les personnes vivant en Turquie et qui adhèrent à la croyance protestante, de faire usage de leurs droits et libertés de croyance religieuse et de culte placés sous la protection de la Constitution, – le cas échéant en créant une fondation –, de construire ou de faire construire des lieux de culte (des églises), de faire les travaux et d’entreprendre les actions [qu’elles estiment] nécessaires en matière éducative, sociale et culturelle dans le cadre de la liberté de religion et de conscience. D’ailleurs, les buts proclamés dans les statuts fondateurs de la Fondation de l’Église protestante d’Istanbul (Istanbul Protestan Kilisesi Vakfı) et dans ceux de la Fondation de l’Eglise catholique assyrienne d’Istanbul (Istanbul Süryani Katolik Vakfı), qui, ayant été créées antérieurement, sont citées comme exemple à l’appui par la partie demanderesse, cadrent parfaitement avec tout ce qui vient d’être rappelé ci-dessus ; ainsi, ces deux fondations ont été enregistrées par les tribunaux et ont acquis la personnalité juridique.", "Or, le but inscrit dans les statuts fondateurs de la Fondation des Eglises de la Libération (Kurtuluş Kiliseleri Vakfı), dont l’enregistrement est actuellement demandé au tribunal, diffère des exemples cités ci-dessus ; il va en effet dans le sens d’un soutien aux membres de la communauté protestante exclusivement. Comme il a été dit plus haut, il est indiqué dans l’article 3 des statuts, portant le titre « But de la fondation », qu’à côté de l’action de subvenir aux besoins religieux des personnes adhérant à la croyance protestante, la fondation en cause « [garantit] un soutien matériel et moral » aux personnes de cette croyance seulement – même si elle « [offre] un service de soutien matériel et moral aux plus démunis ainsi qu’aux personnes ayant été victimes de catastrophes naturelles pour les aider à normaliser leur vie » –, ce qui met clairement en avant que le but de la fondation est de soutenir une communauté déterminée (à savoir les personnes de croyance protestante exclusivement).", "Il ressort clairement et définitivement des dispositions de l’article 74 § 2 (modifié) du code civil turc, ainsi que de celles de l’article 6 du règlement relatif aux fondations créées en vertu des dispositions du code civil turc, que pour décider de l’enregistrement d’une fondation, aucun des éléments interdits par ces dispositions ne doit se présenter. En effet, ayant été adoptées pour la protection de l’ordre public et de l’intérêt général, ces dispositions sont impératives. (...) »", "10.  Le 22 janvier 2002, les requérants saisirent la Cour de cassation d’une demande en rectification de l’arrêt du 22 novembre 2001, au motif qu’elle avait mal interprété les dispositions de l’article 3 des statuts de la fondation, dans la mesure où, ayant été mal rédigées, celles-ci prêtaient à confusion et ne reflétaient pas la véritable intention de ses membres fondateurs. Ils expliquaient qu’en cas d’infirmation de l’arrêt de la Cour de cassation, ils modifieraient l’article 3 des statuts de la fondation conformément aux véritables intentions de ses membres. En particulier, ils soutenaient que la fondation avait entre autres pour but, dans les limites de ses possibilités, d’apporter un soutien matériel et moral aux plus démunis et aux personnes victimes de catastrophes naturelles, et cela quelle que soit leur croyance ou leur appartenance religieuse, protestante ou non.", "11.  Par un arrêt du 14 février 2002, notifié aux requérants le 1er mars 2002, la Cour de cassation rejeta leur demande en rectification d’arrêt.", "12.  Le 28 juin 2007, le Gouvernement informa la Cour que les requérants İhsan Yinal Özbek, İbrahim Deveci, Soner Tufan, Güney Onkun, Necmi Çaka, Özcan Püsküllü et Güney Yılmaz avaient constitué le 2 décembre 2004 une association ayant le même objet que la fondation. Ils ont dénommé cette association Kurtuluş Kiliseleri Derneği (Association des Eglises de la Libération). L’article 2 des statuts stipule que l’association a notamment pour objectif de défendre les intérêts religieux des membres de la communauté protestante qu’ils soient de nationalité turque ou étrangère.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution", "13.  Les dispositions pertinentes de la Constitution se lisent ainsi :", "Article 13", "« Les droits et libertés fondamentaux peuvent être limités par la loi en conformité avec le texte et l’esprit de la Constitution dans le but de protéger l’indivisibilité de l’État, la souveraineté nationale, l’ordre public, la sûreté publique, l’intérêt général, la moralité et la santé publiques ainsi que pour les raisons spéciales mentionnées dans les articles de la présente Constitution.", "Les limitations générales et spéciales concernant les droits et libertés fondamentaux ne peuvent être interprétés contrairement aux principes de l’ordre démocratique et social et ne peuvent être utilisées en dehors des buts qui leur sont assignés.", "Les limitations générales et spéciales qui sont mentionnées dans cet article sont valables pour tous les droits et libertés fondamentaux reconnus par la présente Constitution. »", "Article 14 § 1", "« Aucun des droits et libertés mentionnés dans la Constitution ne peut être exercé dans le but de porter atteinte à l’intégrité territoriale de l’Etat et à l’unité de la nation, de mettre en péril l’existence de l’Etat turc et de la République, de supprimer les droits et libertés fondamentaux, de confier la direction de l’Etat à un seul individu ou à un groupe ou d’assurer l’hégémonie d’une classe sociale sur d’autres classes sociales, ou d’établir une discrimination fondée sur la langue, la race, la religion ou l’appartenance à une secte religieuse, ou d’instituer par tout autre moyen un ordre étatique fondé sur de telles conceptions et opinions (...) »", "Article 24 § 1", "« Chacun a droit à la liberté de conscience, de croyance et de conviction religieuse. Les prières, les rites et les cérémonies religieux sont libres à condition de ne pas violer les dispositions de l’article 14. Nul ne peut être contraint de participer à des prières ou à des cérémonies et rites religieux ni de divulguer ses croyances et ses convictions religieuses ; nul ne peut être blâmé ni inculpé à cause de ses croyances ou convictions religieuses (...) »", "Article 33 §§ 1 et 5", "« Chacun a le droit de fonder une association sans demander une autorisation au préalable. Pour fonder une association, il suffit de transmettre les informations et les documents indiqués par la loi à l’autorité compétente. Si cette dernière constate néanmoins que les informations et les documents qui lui sont transmis sont contraires à la loi, elle saisit le tribunal aux fins de l’arrêt provisoire de l’activité de l’association ou de sa dissolution définitive.", "(...)", "Les dispositions de cet article s’appliquent de la même manière aux fondations. »", "B.  Le statut des fondations (vakıflar)", "14.  Pour un aperçu historique des fondations (vakıf) dans le système juridique de l’empire ottoman et, en 1923, de la République de Turquie, la Cour se réfère à l’arrêt Fener Rum Erkek Lisesi Vakfı c. Turquie (no 34478/97, §§ 23-30, CEDH 2007... (extraits)).", "15.  En droit turc, une fondation est une affectation de biens, droits ou ressources à la réalisation d’une œuvre d’intérêt général et à but non lucratif. Une personne morale est créée à cette fin et  de la fondation doivent être approuvés, dès lors que ces biens, droits ou ressources sont gérés directement par la fondation (articles 101117 du nouveau code civil).", "16.  A l’époque pertinente, l’article 74 § 2 du code civil, tel que modifié par la loi no 903 du 13 juillet 1967, était libellé comme suit :", "« Les fondations qui ont été créées contrairement à la loi, à la moralité et aux mœurs publiques, ou aux intérêts de la nation, ou celles qui ont été créées pour soutenir une idée politique ou une race déterminée ou les membres d’une communauté déterminée ne peuvent être enregistrées. »", "17.  Après un an d’exercice, une fondation peut être exonérée du paiement de l’impôt uniquement si elle a un objectif d’utilité publique ou de réalisation d’une œuvre d’intérêt général au nom et à la place de l’Etat.", "18.  Le code civil du 17 février 1926 fut amendé par la loi no 4721 adoptée le 22 novembre 2001 et entrée en vigueur le 8 décembre 2001. Des dispositions similaires relatives aux fondations se trouvent dans les articles 101 à 117 du nouveau code.", "C.  L’article 6 du règlement no 7/1066 relatif aux fondations créées sur la base des dispositions du code civil du 25 juillet 1970", "« Les cas qui ne donnent pas droit à l’enregistrement :", "Article 6 – Les fondations qui ont été créées contrairement à la loi, à la moralité et aux mœurs publiques, ou aux intérêts de la nation, ou celles qui ont été créées pour soutenir une idée politique ou une race déterminée ou les membres d’une communauté déterminée ne peuvent être enregistrées. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 11 DE LA CONVENTION", "19.  Les requérants allèguent la violation de l’article 11 de la Convention combiné avec les articles 9 et 14. La Cour observe d’emblée que les griefs des requérants soulevés sous l’angle des articles 9 et 14 de la Convention peuvent être considérés comme étant absorbés par le grief principal tirés de l’article 11 puisqu’ils se plaignent d’une atteinte à leur liberté d’association dans la mesure où les juridictions internes ont refusé l’enregistrement de leur fondation. La Cour décide d’examiner ces griefs sous l’angle de l’article 11 uniquement, lequel est ainsi libellé dans sa partie pertinente :", "« 1.  Toute personne a droit à la liberté de réunion pacifique et à la liberté d’association, (...)", "2.  L’exercice de ces droits ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, (...) à la sûreté publique, à la défense de l’ordre (...) ou à la protection des droits et libertés d’autrui. (...) »", "A.  Sur la recevabilité", "20.  Le Gouvernement soulève d’abord une exception d’irrecevabilité tirée du non-épuisement des voies de recours internes. Il soutient que les requérants avaient la possibilité de modifier l’article litigieux des statuts de la fondation. Il cite à titre d’exemple la Fondation de l’Eglise catholique assyrienne d’Istanbul (İstanbul Süryani Katolik Kilisesi Vakfı) qui a modifié ses statuts pour se conformer à la loi. Il explique que, dans leur pourvoi du 22 janvier 2002, les requérants ont reconnu que l’article 3 des statuts de leur fondation n’avait pas été rédigé conformément à leur véritable intention. D’après lui, les intéressés avaient et ont toujours la possibilité d’amender ou de rectifier l’article litigieux des statuts, et de demander à nouveau l’inscription de leur fondation sur le registre tenu par le tribunal compétent.", "21.  Le Gouvernement présente à la Cour un document émanant de la Direction des fondations précisant qu’en 2001, pour créer une fondation, le minimum de fonds à réunir était de 21 milliards de livres turques (TRL) pour une fondation à but social et culturel, 43 milliards de TRL pour une fondation à but éducatif et de santé et 86 milliards de TRL pour tout autre but. En 2002, pour créer les mêmes fondations, il fallait réunir respectivement 200 milliards de TRL, 300 milliards de TRL et 86 milliards de TRL. Le Gouvernement précise en outre que ces montants peuvent être minorés par les tribunaux nationaux.", "22.  Le Gouvernement soulève ensuite une exception d’irrecevabilité tirée de l’absence de qualité de victime de certains requérants dans la mesure où ils ont constitué une association ayant le même objet que la fondation en cause.", "23.  Les requérants contestent l’exception du Gouvernement tirée de l’absence de qualité de victime. Ils expliquent que la création d’une association n’est soumise à aucune condition de fonds particulière alors que pour créer une fondation, il faut recueillir des fonds. Par ailleurs, le régime des associations et celui des fondations diffèrent dans la mesure où une fondation peut recueillir des fonds pour la réalisation de son but. Ils soutiennent qu’ils ne pouvaient pas créer une nouvelle fondation car les fonds exigés pour créer une fondation avaient augmenté et qu’ils ne pouvaient plus les réunir. Ne pouvant plus créer de fondation, certains requérants ont créé une association mais cela ne signifie pas qu’il y a une reconnaissance de la personnalité juridique de leur Eglise par les autorités nationales. Enfin, ils informent la Cour de ce que le procureur de la République a intenté une action pour dissoudre l’association ainsi créée.", "24.  Ils expliquent qu’il n’y a pas de disposition légale pertinente permettant de changer les statuts d’une fondation lorsqu’une action civile est pendante. En se référant à la jurisprudence de la Cour de cassation du 17 octobre 1995 (E. 1995/10225, K. 1995/10312), également invoquée par le Gouvernent, ils expliquent que seule la Cour de cassation peut rendre un arrêt avant dire droit pour donner un délai aux intéressés afin de leur permettre de changer les statuts de la fondation pour les mettre en conformité avec la loi. A cet égard, ils expliquent qu’un certain dialogue a eu lieu entre les autorités internes et les fondateurs de la Fondation de l’Eglise catholique assyrienne d’Istanbul (İstanbul Süryani Katolik Kilisesi Vakfı) au cours de la procédure civile pour permettre aux fondateurs de modifier ses statuts. Ils soutiennent qu’une telle opportunité ne leur a pas été accordée. En se référant à leur pourvoi en rectification de l’arrêt de la Cour de cassation, ils contestent l’exception du Gouvernement tirée du nonépuisement des voies de recours internes (paragraphes 10 et 20 cidessus).", "25.  La Cour note que les exceptions d’irrecevabilité soulevées par le Gouvernement sont étroitement liées au grief des requérants fondés sur l’article 11 de la Convention. Partant, elle décide de les joindre au fond.", "26.  La Cour constate que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Sur l’existence d’une ingérence", "27.  Les requérants allèguent que le refus des juridictions nationales d’enregistrer les statuts de la fondation litigieuse s’analyse en une ingérence dans leur droit à la liberté d’association. Le Gouvernement ne le conteste pas. A l’instar des requérants, la Cour estime que la mesure litigieuse constitue une atteinte à leur droit à la liberté d’association.", "2.  Sur la justification de l’ingérence", "28.  Pareille ingérence enfreint l’article 11, sauf si elle était « prévue par la loi », dirigée vers un ou des buts légitimes au regard du paragraphe 2 et « nécessaire, dans une société démocratique » pour les atteindre.", "a)  « Prévue par la loi »", "29.  La Cour constate qu’il n’est pas contesté que l’ingérence litigieuse était « prévue par la loi » puisqu’elle était fondée sur l’article 74 § 2 du code civil et l’article 6 du règlement no 7/1066.", "b)  But légitime", "30.  Le Gouvernement soutient que l’ingérence avait pour but la défense de la sûreté et l’ordre publics ainsi que les droits et libertés d’autrui. Les requérants ne se prononcent pas.", "31.   Pour la Cour, l’ingérence peut passer pour poursuivre des buts légitimes au regard de l’article 11, à savoir « la défense de l’ordre » et « la protection des droits d’autrui ». Reste donc à la Cour à déterminer si l’ingérence litigieuse était « nécessaire dans une société démocratique ».", "c)  « Nécessaire dans une société démocratique »", "32.   En se référant aux arguments soulevés dans son exception tirée du non-épuisement des voies de recours internes, le Gouvernement estime que l’ingérence n’était pas disproportionnée au but poursuivi.", "33.  Les requérants réitèrent leurs allégations. Ils soutiennent que les juridictions nationales ont refusé d’enregistrer leur fondation dans la mesure où le tribunal de première instance a considéré comme illégitime l’ensemble de ses buts. Ils expliquent que le tribunal de première instance ne leur a pas indiqué quels articles des statuts devaient en particulier être modifiés. Selon eux, il a fallu attendre l’arrêt de la Cour de cassation pour savoir précisément quels articles des statuts de la fondation étaient contraires à la loi. Pour les requérants, la fondation devait aider toute personne et non pas uniquement les protestants. C’est pourquoi, dans leur pourvoi en rectification de l’arrêt, ils expliquaient qu’ils modifieraient l’article 3 des statuts de la fondation conformément aux véritables intentions de ses membres. En particulier, la fondation avait entre autres pour but, dans les limites de ses possibilités, d’apporter un soutien matériel et moral aux plus démunis et aux personnes victimes de catastrophes naturelles, et cela quelle que soit la croyance ou l’appartenance religieuse, protestante ou non, des intéressés (paragraphe 10 ci-dessus).", "34.  Tout en se référant à sa jurisprudence pertinente concernant la liberté d’association (Gorzelik et autres c. Pologne [GC], no 44158/98, §§ 92-93, CEDH 2004I et la jurisprudence citée), la Cour rappelle que le droit qu’énonce l’article 11 inclut celui de créer une fondation. La possibilité pour les citoyens de former une personne morale afin d’agir collectivement dans un domaine d’intérêt commun constitue un des aspects les plus importants du droit à la liberté d’association, sans quoi ce droit se trouverait dépourvu de toute signification (Sidiropoulos et autres c. Grèce, 10 juillet 1998, § 40, Recueil des arrêts et décisions 1998IV).", "35.  En l’espèce, la Cour estime que le refus des tribunaux turcs d’enregistrer la fondation des requérants privait les intéressés de la possibilité de poursuivre collectivement ou individuellement les buts fixés dans les statuts de la fondation et d’exercer ainsi leur droit à la liberté d’association.", "36.  A cet égard, il ne fait pas de doute que les Etats contractants doivent jouir d’une ample marge d’appréciation pour mettre en œuvre les mesures nécessaires, conformément à l’intérêt général, afin de veiller à ce que les fondations puissent réaliser leurs buts et objectifs déclarés et de protéger l’ordre public et les intérêts de leurs membres (Fener Rum Erkek Lisesi Vakfı c. Turquie, précité, § 52).", "37.  En l’occurrence, la Cour constate d’abord que l’objet de la requête concerne le refus d’enregistrement de la fondation des requérants. Elle relève ensuite que les requérants ont reconnu, au cours de la procédure engagée devant les juridictions internes qu’il s’agissait d’une mauvaise rédaction de l’article 3 des statuts de la fondation ne reflétant pas la véritable intention de ses membres (paragraphe 10 ci-dessus). A cet égard, elle note que les intéressés ont demandé aux juridictions nationales saisies, en particulier à la Cour de cassation, de leur donner la possibilité de modifier l’article litigieux des statuts avant de se prononcer sur le bien fondé de leur cause. Après avoir examiné l’arrêt de la Cour de cassation cité par les parties (paragraphes 20 et 24 ci-dessus), concernant également un litige relatif à l’enregistrement d’une fondation, la Cour note que la Cour de cassation avait accordé un délai à cette fondation afin qu’elle puisse modifier ses statuts qui n’étaient pas également conformes à la loi. Par la suite et après avoir modifié ses statuts, cette fondation a été enregistrée. Force est de constater que dans la présente affaire la Cour de cassation n’a pas accorder un délai aux requérants pour qu’ils puissent modifier les statuts de leur fondation. En statuant ainsi, la Cour de cassation a empêché les requérants de créer la fondation pouvant acquérir la personnalité juridique. Par ailleurs, la Cour relève que le dépôt de nouveaux statuts pour créer une nouvelle fondation aurait nécessité pour les intéressés de réunir des fonds d’un montant plus important que précédemment.", "38.  Il est vrai par ailleurs qu’après le refus d’enregistrer cette fondation, certains des requérants ont pu fonder une association. La Cour constate qu’il ressort des statuts de l’association que son objet a été rédigé à la lumière de l’arrêt de la Cour de cassation et qu’ils ne faisaient plus référence au soutien exclusif d’une communauté déterminée. La Cour rappelle que l’objet de la présente requête est le refus des juridictions nationales d’enregistrer la fondation des requérants. Elle note qu’en droit national le statut juridique d’une fondation est différent de celui d’une association, avec des droits et des obligations différents. Or, la création d’une association par certains requérants n’est pas de nature à retirer la qualité de victime (voir, parmi beaucoup d’autres, G.M. c. Italie, no 56293/00, § 23, 5 juillet 2007). En effet, en l’occurrence, elle note que la Cour de cassation n’a ni reconnu ni encore moins réparé les conséquences dommageables pour les requérants consécutives au refus des juridictions internes d’enregistrer la fondation (paragraphes 10-12, 37 ci-dessus). En l’absence d’une reconnaissance, l’exception d’irrecevabilité du Gouvernement tirée de l’absence de qualité de « victime » ne saurait être retenue.", "39.  Ensuite, la Cour constate que les requérants ont bien soulevé devant les juridictions internes le grief qu’ils présentent à la Cour (a contrario, Azinas c. Chypre [GC], no 56679/00, § 41, CEDH 2004III). L’exception d’irrecevabilité du Gouvernement tirée du non-épuisement des voies de recours internes ne saurait être retenue.", "40.  Dans ces conditions, la Cour conclut que les autorités nationales, et en particulier les juridictions internes en n’accordant pas aux requérants un délai pour modifier les statuts litigieux de la fondation, ont dépassé leur marge d’appréciation lorsqu’elles ont refusé d’enregistrer la fondation en question. Un tel refus était disproportionné par rapport aux objectifs poursuivis et n’était pas « nécessaire dans une société démocratique ».", "41.  Partant, il y a eu violation de l’article 11 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "42.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "43.  Les requérants réclament chacun la somme de 2 000 euros (EUR) au titre du préjudice moral qu’ils auraient subi. Ils réclament également au titre du dommage matériel les sommes suivantes :", "–  1 225 309 940 livres turques pour frais de notaire pour l’enregistrement des statuts de la fondation (justificatif présenté) ;", "–  609 000 EUR correspondant au montant des fonds nécessaires pour créer une nouvelle fondation (absence de justificatif).", "44.  Le Gouvernement conteste ces sommes.", "45.  S’agissant des sommes réclamées au titre du dommage matériel, eu égard à son constat de violation au titre de l’article 11 de la Convention (paragraphe 41 ci-dessus), la Cour estime qu’il convient de rembourser les frais de notaire, à savoir la somme de 2 000 EUR. En revanche, la Cour estime qu’elle n’a pas à spéculer sur la somme nécessaire à réunir si les requérants devaient créer une nouvelle fondation. Partant, elle rejette la prétention des requérants à ce titre.", "46.  Quant au dommage moral réclamé par les requérants, la Cour admet que les requérants ont subi un préjudice moral du fait de la violation de leur droit de créer une fondation. Statuant en équité et se fondant sur sa jurisprudence relative à des affaires similaires (Stankov et Organisation macédonienne unie Ilinden c. Bulgarie, nos 29221/95 et 29225/95, § 121, CEDH 2001IX, et Association des Citoyens Radko et Paunkowski « l’exRépublique yougoslave de Macédoine », no 74651/01, § 84, CEDH 2009...), elle décide qu’il y a lieu d’octroyer à chacun des requérants la somme de 500 EUR à ce titre.", "B.  Frais et dépens", "47.  Les requérants demandent également les sommes suivantes :", "–  15 526 000 TRL pour les frais et dépens (absence de justificatifs) et 1 500 000 000 de TRL pour les frais d’avocat engagés devant les juridictions internes (absence de justificatifs) ;", "–  3 000 000 000 de TRL pour les frais d’avocats engagés devant la Cour (justificatifs à l’appui).", "48.  Le Gouvernement conteste les prétentions des requérants.", "49.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et des critères susmentionnés, la Cour rejette la demande relative aux frais et dépens de la procédure nationale. Elle estime raisonnable la somme de 5 200 EUR pour la procédure devant la Cour et l’accorde aux requérants conjointement.", "C.  Intérêts moratoires", "50.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare le restant de la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 11 de la Convention ;", "", "3.  Dit,", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en livres turques au taux applicable à la date du règlement :", "i.  2 000 EUR (deux mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel, à verser à M. İhsan Yinal Özbek, représentant la fondation et qui sera chargé de mettre cette somme à la disposition des membres fondateurs qui avaient avancé les frais de notaire pour l’enregistrement des statuts de la fondation ;", "ii.  500 EUR (cinq cents euros), plus tout montant pouvant être dû à titre d’impôt, à chaque requérant,  pour dommage moral;", "iii.  5 200 EUR (cinq mille deux cents euros), plus tout montant pouvant être dû à titre d’impôt par les requérants, conjointement, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 6 octobre 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tSally Dollé\tFrançoise Tulkens \n\tGreffière\tPrésidente"]}