{"file": "FRE_CLINF_14804_89.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "14804/89", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour", "Juillet 1994", "Vendittelli c. Italie - 14804/89", "Arrêt 18.7.1994", "Article 6", "Article 6-1", "Délai raisonnable", "Durée d'une procédure pénale : non-violation", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Respect des biens", "Maintien du séquestre d'un appartement : violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION (\"DÉLAI RAISONNABLE\")", "A.\tPériode à considérer", "Début : confirmation par le juge d'instance de l'apposition des scellés sur l'appartement.", "Fin : passage en force de chose jugée de la décision de la cour d'appel.", "Résultat : quatre ans, cinq mois et dix jours.", "B.\tCritères applicables", "Complexité de l'affaire : aucune.", "Comportement du requérant : concourut à la prolongation de l'instance devant la cour d'appel.", "Comportement des autorités : tribunal d'instance - onze mois et quinze jours pour notifier sa décision, mais le requérant ayant assisté au prononcé, on pouvait s'attendre à le voir se procurer lui-même le texte du jugement et formuler ses motifs d'appel ; cour d'appel - arrêt jamais signifié, mais pareille lacune n'a eu aucune incidence sur la durée de la procédure dès lors qu'il s'agissait de prendre acte d'un décret d'amnistie.", "Durée globale du procès non excessive.", "Conclusion : non-violation (cinq voix contre quatre).", "II.\tARTICLE 1 DU PROTOCOLE N° 1\t", "A.\tArticle 1 du Protocole n° 1 combiné avec l'article 6 § 1 de la Convention", "Mise sous séquestre : mesure accessoire à la procédure pénale, laquelle n'a pas enfreint l'article 6 § 1.", "Conclusion : non-violation (cinq voix contre quatre).", "B.\tArticle 1 du Protocole n° 1 considéré isolément", "Mesure incriminée : ", "a) était prévue par la loi : visait non pas à priver l'intéressé de son bien mais à l'empêcher d'en user, d'où applicabilité du second alinéa de l'article 1 ; ", "b) poursuivait un but légitime : sauvegarder les preuves de l'infraction et éviter l'aggravation de cette dernière ;", "c) n'était plus justifiée : au moins dès que l'arrêt de la cour d'appel devint définitif - a fait peser sur le requérant une charge disproportionnée.", "Conclusion : violation (unanimité).", "III.\tARTICLE 50 DE LA CONVENTION", "Non-respect du délai prévu par le règlement de la Cour pour la présentation des demandes de satisfaction équitable.", "Conclusion : rejet (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}