{"file": "FRE_CLINF_20124_92.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20124/92", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Février 1998", "Higgins et autres c. France - 20124/92", "Arrêt 19.2.1998", "Article 6", "Procédure civile", "Article 6-1", "Tribunal impartial", "Omission par la Cour de cassation de motiver sa décision sur des doléances tenant au manque d'impartialité d'une cour d'appel: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (Série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "A.\tExceptions préliminaires du Gouvernement ", "1.\tTardiveté de la requête", "Grief déduit du défaut d'impartialité porte sur l'arrêt de la cour d'appel de Papeete du 7 décembre 1989, qui a fait l'objet de l'arrêt de la Cour de cassation du 17 décembre 1991 – la décision à prendre en considération pour le calcul du délai de six mois est ce dernier arrêt.", "Conclusion: rejet (unanimité).", "2.\tNon-épuisement des voies de recours internes", "Vu l'imbrication des différents recours, la question de l'épuisement des voies de recours internes doit être examinée au regard de l'ensemble de celles-ci – certes, les moyens présentés dans le mémoire ampliatif à l'appui du pourvoi contre l'arrêt du 7 décembre 1989 n'invoquaient pas l'article 6 de la Convention, ni un défaut d'impartialité – néanmoins, les requérants ont attiré l'attention sur la question soumise aux organes de la Convention en déposant des conclusions de non-lieu à statuer et en demandant à la cour d'appel de Papeete de surseoir à statuer en raison du dépôt de leur requête en suspicion légitime.", "Conclusion: rejet (unanimité).", "B.\tBien-fondé des griefs", "Etendue de l'obligation des tribunaux de motiver leurs décisions: peut varier selon la nature de la décision et doit s'analyser à la lumière des circonstances de chaque espèce. ", "Cour de cassation, saisie de deux requêtes en dessaisissement de la cour d'appel de Papeete portant sur trois procédures concernant un même contentieux successoral, ordonne le renvoi de deux procédures sans évoquer la troisième pourtant étroitement liée aux deux autres – arrêt de la Cour de cassation ne contient aucune indication de nature à éclairer la Cour sur le sort différent réservé à cette procédure.", "Conclusion: violation (huit voix contre une).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage matériel: rejet.", "B.\tAutre demande: incompétence de la Cour. ", "C. \tFrais et dépens: remboursement en équité.", "Conclusion: Etat défendeur tenu de payer une certaine somme aux requérants pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}