{"file": "FRE_CLINF_7333_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "7333/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 96", "Avril 2007", "Lombardo et autres c. Malte - 7333/06", "Arrêt 24.4.2007 [Section IV]", "Article 10", "Article 10-1", "Liberté d'expression", "Condamnation pour injure et diffamation de conseillers locaux et du rédacteur en chef d’un journal qui avaient affirmé que le conseil local en question ne tenait pas compte de l’opinion publique : violation", "", "En fait : Les trois premiers requérants, membres du Parti nationaliste, sont des élus du conseil municipal de Fgura, le quatrième, M. Zammit, est le directeur d’un journal local. En 2001, un conflit éclata entre le gouvernement central et le conseil municipal au sujet d’un projet routier. Le litige fut porté devant les juridictions internes et donna lieu à un débat au sein du conseil municipal et dans la presse locale. Lors d’une réunion du conseil municipal, les requérants présentèrent une motion appelant à un débat public sur le projet, en vain. Au cours des derniers mois de 2001, les trois premiers requérants publièrent dans le journal local un article relatant le désaccord concernant le projet et indiquant que le conseil municipal « n’avait pas consulté les administrés et ignorait l’opinion publique sur la question ». Le conseil municipal engagea alors une action en diffamation contre les requérants en leurs qualités respectives d’auteurs de l’article et de directeur du journal. Les intéressés se défendirent en faisant valoir que, compte tenu du rejet de leur motion visant à la tenue d’une réunion publique, l’article s’analysait en un commentaire loyal. Selon eux, les démarches entreprises par le conseil municipal pour examiner les questions se rapportant au conflit n’avaient pas comporté de consultation publique. Le tribunal de police saisi par le conseil jugea l’article diffamatoire au motif que les allégations de fait formulées par les trois premiers requérants n’avaient pas été prouvées. Il considéra au contraire qu’une consultation publique s’était tenue dès l'origine, relevant que trois réunions publiques avaient eu lieu entre 1995 et 2001, que le rapport d’un urbaniste avait été rendu public, qu’un questionnaire avait été distribué aux riverains et que le ministre de l’Equipement ainsi que le chef de la direction de la voirie avaient évoqué en public leurs discussions avec le conseil municipal. Il nota en outre que M. Zammit avait connaissance de la controverse, qu’il avait considéré que les commentaires étaient justifiés et qu’il avait accordé au conseil un droit de réponse. Les requérants furent condamnés à des dommages et intérêts s’élevant à 4 800 EUR environ. Ce jugement fut confirmé en appel, mais le montant de l’indemnité à verser fut ramené à 1 400 EUR environ. Un tribunal civil rejeta le recours constitutionnel formé par les requérants, au motif notamment que le montant de la condamnation avait été réduit et que celle-ci avait été prononcée à l’issue d'une procédure de nature civile, et non pénale. La Cour constitutionnelle confirma l’arrêt du tribunal civil.", "En droit : Les parties divergeaient sur le point de savoir si l’ingérence dans la liberté d’expression des requérants visait le but légitime que constitue la protection de la réputation ou des droits d’autrui. La Cour considère que ce dernier but peut, dans des circonstances exceptionnelles, justifier une mesure interdisant des déclarations qui critiquent les actes ou omissions d’un organe élu tel qu’un conseil municipal. En l’espèce, elle est prête à admettre que cet objectif a pu être visé. La question centrale est donc celle de savoir si l’ingérence était « nécessaire dans une société démocratique ». La Cour rappelle que la liberté d’expression des élus, qui attirent l’attention sur les préoccupations des électeurs et défendent l’intérêt public, revêt une importance particulière. Par ailleurs, elle observe que le tribunal de police avait relevé que le quatrième requérant avait considéré que les commentaires figurant dans l’article étaient justifiés et qu’il avait invité le conseil municipal à y répondre.", "Les limites de la critique admissible sont plus larges à l’égard des hommes politiques que des simples citoyens, et plus encore en ce qui concerne les organes de gouvernement. Il s’ensuit qu’un organe politique élu tel qu’un conseil municipal doit faire preuve d’une grande tolérance envers la critique. Il n’y a guère de place pour des restrictions à la liberté d'expression dans le domaine du discours politique ou de questions d'intérêt général dans lequel s’inscrivait le sujet de l’article écrit par les requérants. De plus, le débat politique n’exige pas un accord unanime quant à l’interprétation de mots particuliers. Le rejet de la motion déposée par les intéressés en vue de la tenue d’une réunion publique constituait une base factuelle suffisante pour étayer l'allégation selon laquelle le conseil n’avait pas procédé à une consultation publique et pour que l’on pût comprendre cette allégation comme un jugement de valeur. Même à supposer qu’il ne se fût pas agi d’un jugement de valeur, l’interprétation donnée par les requérants n’était pas manifestement déraisonnable. L’allégation concernant l’absence de prise en compte de l’opinion publique constituait clairement un jugement de valeur qui ne se prêtait pas la démonstration de son exactitude. Rien ne montre que ce jugement de valeur n’avait pas été formulé de bonne foi et la distinction entre déclaration de fait et jugement de valeur revêt moins d’importance lorsque les déclarations sont formulées dans le cadre d’un débat politique animé.", "Les dommages et intérêts infligés aux requérants constituaient une sanction susceptible de les dissuader à l’avenir de critiquer le conseil municipal. Les propos litigieux n’ont pas dépassé les limites de la critique admissible et les juridictions internes ont outrepassé la faible marge d’appréciation dont elles jouissaient pour restreindre le débat sur des questions d’intérêt public. Il en résulte que l’ingérence n’était ni proportionnée au but visé ni « nécessaire dans une société démocratique ».", "Conclusion : violation (unanimité).", "Article 41 –1 460 EUR pour dommage matériel. ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}