{"file": "FRE_CLINF_14737_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "14737/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 143", "Juillet 2011", "Šneersone et Kampanella c. Italie - 14737/09", "Arrêt 12.7.2011 [Section II]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Décision ordonnant le retour chez son père en Italie d’un enfant mineur vivant avec sa mère en Lettonie, prise sans considération adéquate de l’intérêt supérieur de l’enfant: violation", "", "En fait – Le deuxième requérant, dont la mère (la première requérante) est lettone et le père italien, est né en Italie en 2002. Depuis la séparation de ses parents un an plus tard, il vit avec sa mère. Celle-ci se vit confier la garde de son fils par un tribunal italien en septembre 2004. Elle quitta l’Italie avec son fils pour s’installer en Lettonie en avril 2006. Par la suite, les tribunaux italiens accordèrent au père la garde de l’enfant. En 2007, les tribunaux lettons jugèrent, en se fondant sur le rapport d’un psychologue, que le retour de l’enfant en Italie ne serait pas conforme à l’intérêt supérieur de celui-ci et risquait même de provoquer chez lui des problèmes ou troubles névrotiques. Les tribunaux italiens ordonnèrent ensuite le retour de l’enfant en Italie sur la base du règlement no 2201/2003 du Conseil de l’Union européenne relatif à la juridiction en matière de responsabilité parentale (ci-après « le règlement »). La Lettonie engagea une action contre l’Italie devant la Commission européenne dans le cadre de la procédure de retour mais, par un avis motivé, la Commission conclut que l’Italie n’avait violé ni le règlement ni les principes généraux du droit communautaire.", "Devant la Cour, les requérants alléguaient que la décision des tribunaux italiens ordonnant le retour du deuxième requérant en Italie était contraire à l’intérêt supérieur de ce dernier et au droit international et letton. Ils se plaignaient aussi que les tribunaux Italiens avaient tranché l’affaire en l’absence de la première requérante.", "En droit – Article 8", "a)  L’ordonnance de retour – L’ordonnance de retour en Italie prise par le tribunal pour enfants constitue une ingérence dans le droit des requérants au respect de la vie familiale. Cette ingérence est prévue par la loi (article 11 du règlement combiné avec l’article 12 de la Convention de La Haye sur les aspects civils de l’enlèvement international des enfants) et a pour but légitime de protéger les droits et libertés de l’enfant et de son père.", "Quant à savoir si l’ingérence était nécessaire dans une société démocratique, le raisonnement suivi dans les décisions des juridictions italiennes est assez sommaire. Même à supposer que le rôle des tribunaux italiens ait été limité, par le jeu de l’article 11 § 4 du règlement, à trancher la question de savoir si des dispositions adéquates avaient été prises pour protéger l’enfant, après son retour en Italie, de tout risque identifié au sens de l’article 13 b) de la Convention de La Haye, il reste qu’ils n’ont examiné aucun des risques identifiés par les autorités lettones. En effet, les tribunaux italiens n’ont fait aucune mention des deux rapports rédigés par des psychologues en Lettonie ni des dangers potentiels menaçant l’équilibre psychologique de l’enfant évoqués dans ces rapports. Les autorités italiennes n’ont nullement cherché à inspecter le logement proposé par le père pour vérifier qu’il était adapté pour accueillir un jeune enfant. La Cour n’est donc pas convaincue que les tribunaux italiens ont suffisamment pris en compte la gravité des difficultés que l’enfant risquait très probablement de connaître en Italie. Les « garanties » prévues pour assurer le bien-être de l’enfant et acceptées par les tribunaux italiens ne sauraient non plus passer pour adéquates. Tout d’abord, autoriser la première requérante à séjourner avec l’enfant pendant quinze à trente jours pendant la première année, puis un mois l’été un an sur deux, constitue une mesure manifestement inadaptée pour répondre au traumatisme psychologique que ne pourrait manquer de provoquer une coupure soudaine et irréversible des liens étroits existant entre la mère et l’enfant. Par ailleurs, l’inscription de l’enfant dans une école maternelle, à une piscine et à des cours de russe ne pourrait en aucun cas atténuer les effets d’une immersion totale dans un environnement étranger sur les plans tant linguistique que culturel. Enfin, le soutien d’un psychologue ne saurait se comparer au soutien qu’offrent par nature les liens forts et stables qui existent entre un enfant et sa mère. Les tribunaux italiens n’ont par ailleurs pas envisagé d’autres solutions destinées à assurer les contacts entre l’enfant et son père. Partant, l’ingérence n’était pas nécessaire dans une société démocratique.", "Conclusion : violation (six voix contre une).", "b)  L’équité de la procédure – Sachant que le père comme la première requérante ont présenté, avec l’aide d’un avocat, des déclarations écrites détaillées à des juridictions italiennes de deux degrés, la Cour, comme la Commission européenne, est convaincue que l’exigence d’équité de la procédure contenue à l’article 8 a été respectée*.", "Conclusion : non-violation (unanimité).", "Article 41 : 10 000 EUR conjointement pour préjudice moral.", "* Bien que l’article 8 ne renferme aucune exigence explicite en matière de procédure, il requiert que le processus décisionnel débouchant sur des mesures d’ingérence soit équitable et de nature à garantir le respect des intérêts qu’il sauvegarde.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}