{"file": "FRE_HFJUD_31443_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "31443/96", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "AFFAIRE BRONIOWSKI c. POLOGNE", "", "(Requête no 31443/96)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "22 juin 2004", "", "", "", "", "En l'affaire Broniowski c. Pologne,", "La Cour européenne des Droits de l'Homme, siégeant en une Grande Chambre composée de :", "\tMM.\tL. Wildhaber, président,\n\t\tC.L. Rozakis,\n\t\tJ.-P. Costa,\n\t\tG. Ress,\n\tSir\tNicolas Bratza,\n\tMme\tE. Palm,\n\tM.\tL. Caflisch,\n\tMme\tV. Strážnická,\n\tMM.\tV. Butkevych,\n\t\tB. Zupančič,\n\t\tJ. Hedigan,\n\t\tM. Pellonpää,\n\t\tA.B. Baka,\n\t\tR. Maruste,\n\t\tM. Ugrekhelidze,\n\t\tS. Pavlovschi,\n\t\tL. Garlicki, juges,\net de M. P.J. Mahoney, greffier,", "Après en avoir délibéré en chambre du conseil les 15 octobre 2003 et 26 mai 2004,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 31443/96) dirigée contre la République de Pologne et dont un ressortissant de cet Etat, M. Jerzy Broniowski (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 12 mars 1996 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). Désigné par les initiales J.B. devant la Commission, le requérant a consenti par la suite à la divulgation de son identité.", "2.  Le requérant, qui a été admis au bénéfice de l'assistance judiciaire, a été représenté par Me Z. Cichoń, avocat à Cracovie, et Me W. Hermeliński, avocat à Varsovie. Le gouvernement polonais (« le Gouvernement ») a été représenté par ses agents, d'abord M. K. Drzewicki puis M. J. Wołąsiewicz, tous deux du ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier la violation de l'article 1 du Protocole no 1 en ce qu'il n'avait pas pu faire valoir son droit à être indemnisé pour des biens que sa famille avait dû abandonner dans les « territoires au-delà du Boug ».", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la quatrième section.", "Le 26 mars 2002, une chambre constituée au sein de ladite section et composée de Sir Nicolas Bratza, président, M. M. Pellonpää, Mme E. Palm, M. J. Makarczyk, Mme V. Strážnická, M. R. Maruste et M. S. Pavloschi, juges, ainsi que de M. M. O'Boyle, greffier de section, s'est dessaisie au profit de la Grande Chambre, aucune des parties ne s'y étant opposée (articles 30 de la Convention et 72 du règlement). Le même jour la chambre a décidé que toutes les requêtes similaires dont la Cour était saisie devaient être attribuées à la quatrième section et que leur examen devait être ajourné jusqu'à ce que la Grande Chambre ait rendu son arrêt en l'espèce.", "6.  La composition de la Grande Chambre a été arrêtée conformément aux articles 27 §§ 2 et 3 de la Convention et 24 du règlement.", "7.  Par une décision du 19 décembre 2002, à l'issue d'une audience sur la recevabilité et le fond (article 54 § 3 du règlement), la Cour a déclaré la requête recevable.", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). Par la suite, chacune des parties a soumis des commentaires écrits sur les observations de l'autre. Le requérant a également présenté des demandes de satisfaction équitable, auxquelles le Gouvernement a répondu.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Le requérant est un ressortissant polonais né en 1944 et domicilié à Wieliczka, dans la région de Małopolska (Pologne).", "A.  Le contexte historique", "10.  Les provinces orientales de la Pologne d'avant-guerre étaient (et, d'après un usage ancien qui perdure, sont toujours) connues sous l'appellation « régions frontalières » (« Kresy »). Elles comprenaient des parties importantes du territoire actuel du Bélarus et de l'Ukraine, ainsi que des territoires autour de Vilnius qui se trouvent à présent en Lituanie.", "Lorsque plus tard, après la Seconde Guerre mondiale, la frontière orientale de la Pologne fut fixée le long de la rivière Boug (qui, dans sa partie centrale, se confond avec la ligne Curzon), ces régions frontalières furent désignées comme les « territoires au-delà du Boug » (« ziemie zabużańskie »).", "Ces régions furent envahies par l'URSS en septembre 1939.", "11.  A la suite d'accords conclus entre le Comité polonais de libération nationale (Polski Komitet Wyzwolenia Narodowego) et les anciennes républiques socialistes soviétiques d'Ukraine (9 septembre 1944), du Bélarus (9 septembre 1944) et de Lituanie (22 septembre 1944) (les « accords des républiques » – « umowy republikańskie »), l'Etat polonais s'engagea à indemniser les « rapatriés » des « territoires au-delà du Boug » qui avaient dû y abandonner leurs biens immobiliers. Ces propriétés sont communément désignées comme étant les « biens au-delà du Boug » (« mienie zabużańskie »).", "12.  Selon les calculs du gouvernement polonais, de 1944 à 1953 quelque 1 240 000 personnes furent « rapatriées » en vertu des dispositions des accords des républiques. A l'audience, les parties ont convenu que la grande majorité des rapatriés avaient été indemnisés pour la perte de biens consécutive à leur rapatriement.", "A cet égard, le Gouvernement déclare également que, du fait de la délimitation de la frontière entre la Pologne et l'Union soviétique – et malgré la « compensation » octroyée à la Pologne par les Alliés sous la forme de terres appartenant auparavant à l'Allemagne et situées à l'est de la ligne Oder-Neisse –, la Pologne a perdu 19,78 % de son territoire.", "B.  Les circonstances de l'espèce", "13.  Les faits de la cause, tels qu'ils ont été exposés par les parties, peuvent se résumer comme suit.", "1.  Faits antérieurs au 10 octobre 1994", "14.  Après la Seconde Guerre mondiale, la grand-mère du requérant fut rapatriée de Lwów (aujourd'hui la ville ukrainienne de Lvov).", "Le 19 août 1947, l'Office national des rapatriés (Państwowy Urząd Repatriacyjny) de Cracovie émit un certificat attestant que la grand-mère du requérant avait été propriétaire d'un bien immobilier à Lwów, consistant en un terrain de 400 m2 environ et une maison de 260 m2.", "15.  Le 11 juin 1968, le tribunal de district (Sąd Rejonowy) de Cracovie rendit une décision déclarant que la mère du requérant avait hérité de l'ensemble des biens de sa défunte mère.", "16.  A une date ultérieure non précisée, la mère du requérant demanda au maire de Wieliczka de l'autoriser à acquérir le droit dit d'« usage perpétuel » (prawo użytkowania wieczystego) d'un terrain appartenant au Trésor public (voir également le paragraphe 66 ci-dessous).", "17.  En septembre 1980, un expert de la mairie de Cracovie établit un rapport appréciant la valeur de la propriété abandonnée par la grand-mère du requérant à Lwów. La valeur réelle fut estimée à 1 949 560 anciens zlotys (PLZ) mais, aux fins de l'indemnisation par l'Etat, la valeur fut fixée à 532 260 PLZ.", "18.  Le 25 mars 1981, le maire de Wieliczka rendit une décision autorisant la mère du requérant à acquérir le droit d'usage perpétuel d'une parcelle de 467 m2 située à Wieliczka. Le montant des droits à acquitter s'élevait à 392 PLZ par an, la durée d'usage étant fixée à quarante ans au moins et quatre-vingt-dix-neuf ans au plus. L'indemnisation calculée par l'expert en septembre 1980 fut déduite des droits d'usage globaux, qui se montaient à 38 808 PLZ (392 PLZ x 99 ans).", "En juin 2002, un expert désigné par le gouvernement établit que cette valeur correspondait à 2 % de l'indemnisation à laquelle la famille du requérant avait droit (voir également le paragraphe 35 ci-dessous).", "19.  La mère du requérant décéda le 3 novembre 1989. Le 29 décembre 1989, le tribunal de district de Cracovie rendit une décision déclarant que le requérant avait hérité de l'ensemble des biens de la défunte.", "20.  En 1992, à une date qui n'a pas été précisée, le requérant vendit la propriété que sa mère avait reçue de l'Etat en 1981.", "21.  Le 15 septembre 1992, le requérant réclama au bureau de district (Urząd Rejonowy) de Cracovie le solde de l'indemnisation correspondant à la propriété abandonnée par sa grand-mère à Lwów. Il souligna que la valeur du terrain reçu à titre de compensation par sa défunte mère était de beaucoup inférieure à celle du bien initial.", "22.  Par une lettre du 16 juin 1993, le service d'urbanisme du bureau de district de Cracovie informa le requérant que sa demande avait été portée au registre correspondant sous le numéro R/74/92. Le passage pertinent de cette lettre se lisait ainsi :", "« Nous sommes au regret de vous annoncer qu'il n'existe actuellement aucune possibilité de répondre à votre demande (...) L'article 81 de la loi du 29 avril 1985 sur l'administration et l'expropriation de biens immobiliers [Ustawa o gospodarce gruntami i wywłaszczaniu nieruchomości] est devenu en pratique lettre morte depuis l'entrée en vigueur de la loi du 10 mai 1990 sur l'autonomie locale. [L'adoption de cette loi] a entraîné le transfert de certains terrains [du bureau local de Cracovie] du Trésor public à la commune de Cracovie. En conséquence, le chef du bureau de district de Cracovie à qui il incombe, selon les règles en vigueur, d'octroyer les indemnisations, n'est pas en mesure de satisfaire les demandes qui lui sont soumises. Une autre forme d'indemnisation devrait bientôt être prévue dans un nouveau texte législatif. Dès lors, nous vous informons que votre demande sera traitée dès qu'une nouvelle loi aura déterminé comment donner suite aux demandes soumises par les personnes rapatriées. »", "23.  Le 14 juin 1994, la préfecture (Urząd Wojewódzki) de Cracovie avisa le requérant que le Trésor public ne disposait d'aucun terrain pouvant être accordé à titre de compensation aux personnes qui avaient dû abandonner des biens dans les territoires au-delà du Boug.", "24.  Le 12 août 1994, le requérant saisit la Cour administrative suprême (Naczelny Sąd Administracyjny), arguant de l'inactivité du gouvernement en ce que celui-ci n'avait fait adopter par le Parlement aucune législation visant à traiter les demandes soumises par les rapatriés. Il demanda également à être indemnisé en bons du Trésor.", "2.  Faits postérieurs au 10 octobre 1994", "a)  Evénements survenus avant le 19 décembre 2002, date de la décision de la Cour sur la recevabilité de la requête", "25.  Le 12 octobre 1994, la Cour administrative suprême débouta le requérant, estimant que rien ne dénotait une quelconque inactivité de la part des autorités de l'Etat. Selon elle, « le contraire [était] démontré par les réponses adressées à l'intéressé par le bureau de district et par la préfecture de Cracovie ».", "26.  Le 31 août 1999, après l'entrée en vigueur du décret pris le 13 janvier 1998 par le Conseil des ministres (voir également les paragraphes 51 et 52 ci-dessous), le bureau de district de Cracovie transmit au maire (Starosta) de Wieliczka la demande présentée le 15 septembre 1992 par le requérant en vue d'obtenir le solde de l'indemnisation qui lui était due, ainsi que le dossier correspondant. Dans l'intervalle, à la suite d'une réforme des collectivités territoriales, l'ancienne région de Cracovie (Województwo Krakowskie) – dans laquelle se situe le district de Wieliczka – fut élargie et renommée « région de Małopolska » (Województwo Małopolskie).", "27.  Le 11 avril 2002, le maire de Wieliczka organisa un appel d'offres pour des biens situés à Chorągwica, que le Trésor public mettait en vente. Dix-sept personnes, rapatriés ou héritiers de rapatriés, émirent une offre. Le requérant ne participa pas à cette opération.", "28.  Le 5 juillet 2002, le médiateur (Rzecznik Praw Obywatelskich), agissant au nom des rapatriés, saisit la Cour constitutionnelle (Trybunał Konstytucyjny) sur le fondement de l'article 191 de la Constitution combiné avec l'article 188, demandant que soient déclarées inconstitutionnelles les dispositions juridiques restreignant les possibilités de satisfaire leurs prétentions (voir également les paragraphes 50, 55, 60 et 70-71 ci-dessous).", "b)  Evénements survenus le 19 décembre 2002 et après cette date", "29.  Le 19 décembre 2002, la Cour constitutionnelle examina et accueillit la demande du médiateur (voir également les paragraphes 79 à 87 ci-dessous). L'arrêt de la Cour constitutionnelle prit effet le 8 janvier 2003.", "30.  A cette même date, l'Office des biens militaires publia un communiqué qui parut sur son site Internet officiel et dont les passages pertinents étaient ainsi libellés :", "« Dans son arrêt du 19 décembre 2002, la Cour constitutionnelle a jugé contraires à la Constitution les dispositions relatives au traitement – par, notamment, l'Office des biens militaires – des demandes présentées par les rapatriés des territoires au-delà du Boug.", "Or l'exécution de l'arrêt de la cour exige que des modifications soient apportées à la loi de 1997 sur l'administration foncière, à la loi du 30 mai 1996 sur l'administration de certaines catégories de biens appartenant au Trésor public et sur l'Office des biens militaires, ainsi qu'à la loi du 25 mai 2001 sur la restructuration, la modernisation technique et le financement de l'armée polonaise pour la période 2001-2006.", "Il est également nécessaire de modifier la loi du 15 février 1995 sur l'impôt sur le revenu des personnes juridiques en ce qui concerne les produits reçus par l'office dans le cadre des opérations visant à satisfaire les demandes présentées par les rapatriés des territoires au-delà du Boug.", "Dans ces conditions, l'Office des biens militaires pourra organiser des ventes aux enchères de biens immobiliers une fois apportées les modifications de la législation existante.", "Les ventes aux enchères feront l'objet d'une publicité dans la presse (...) et sur le site Internet [de l'office]. »", "Selon les informations disponibles sur le site Internet de l'office, celui-ci possédait en 2002 deux catégories de biens : d'une part, des biens immobiliers qui n'étaient plus utilisés à des fins militaires et qui étaient en principe vendus aux enchères. Ces biens se composaient de 13 800 hectares de terrain et de 4 500 immeubles d'une superficie totale de 1 770 000 m2. Ils comprenaient des aéroports militaires, des terrains de manœuvre, des champs de tir, des hôpitaux, des casernes, des bureaux, des équipements de loisirs et de sport, des immeubles destinés à des activités sociales et culturelles et divers autres biens immobiliers (stations-service, ateliers, entrepôts, etc.). La seconde catégorie était constituée par des biens qui n'étaient que provisoirement non utilisés par l'armée et qui se composaient de 650 hectares de terrain et d'immeubles représentant une superficie totale de 100 000 m2.", "31.  Le 8 janvier 2003, l'Office des biens agricoles du Trésor public (Agencja Własności Rolnej Skarbu Państwa), organe qui, à l'époque, administrait les ressources du Trésor public en biens agricoles (Zasoby Własności Rolnej Skarbu Państwa – voir également le paragraphe 91 ci-dessous), publia un communiqué similaire qui parut sur son site Internet officiel et qui se lisait ainsi :", "« Le 8 janvier 2003 a pris effet l'arrêt de la Cour constitutionnelle du 19 décembre 2002 portant sur la constitutionnalité des dispositions qui régissent l'indemnisation pour les biens situés au-delà du Boug.", "L'arrêt de la Cour impose de modifier les dispositions relatives à l'administration foncière. L'arrêt ne crée pas en lui-même un nouveau régime juridique et ne saurait constituer un fondement pour les opérations visant à compenser la valeur des biens abandonnés en dehors des frontières de l'Etat par le prix des biens agricoles du Trésor public. Les principes, conditions et procédures à cet égard doivent donc être définis. Pareilles mesures ont déjà été prises par le Bureau du logement et du développement urbain et par le ministère du Trésor.", "Dans ces conditions, l'office cessera d'organiser des enchères pour la vente de biens immobiliers inclus dans ses ressources, sauf pour de petites parcelles agricoles.", "La décision de l'office repose sur la nécessité de veiller à ce que les rapatriés des territoires au-delà du Boug voient leurs demandes satisfaites dans des conditions d'égalité pour tous ces réclamants. »", "32.  Fin 2003, les deux organismes susmentionnés n'avaient pas repris les ventes aux enchères. A la date d'adoption du présent arrêt, le site Internet de l'Office des biens militaires affichait toujours le communiqué – non modifié – du 8 janvier 2003 annonçant la cessation des ventes aux enchères.", "Le 2 février 2004, deux jours après l'entrée en vigueur de la nouvelle législation sur les demandes relatives à des biens situés au-delà du Boug (paragraphes 114-119 ci-dessous), l'Office des biens agricoles (Agencja Nieruchomości Rolnych), organe qui, dans l'intervalle, avait remplacé l'Office des biens agricoles du Trésor public (voir également le paragraphe 91 ci-dessous), cessa d'afficher sur son site Internet le communiqué du 8 janvier 2003 et ajouta une annonce intitulée « Informations pour les rapatriés des territoires au-delà du Boug » (« Informacja dla zabużan »), où était exposée une explication détaillée de l'application de la nouvelle loi.", "33.  Entre-temps, au printemps et à l'été 2003, dans le cadre de l'élaboration d'un projet de loi destiné à régler les « demandes relatives à des biens situés au-delà du Boug » (roszczenia zabużańskie – « le projet de loi » – voir également les paragraphes 111-113 ci-dessous), le gouvernement s'était livré à une estimation du nombre de réclamants et de la valeur de leurs demandes. Selon lui, il y avait 4 120 demandes enregistrées, dont 3 910 avaient été vérifiées et étaient considérées comme répondant aux conditions légales. Les demandes enregistrées étaient évaluées à trois milliards de nouveaux zlotys polonais (PLN). Il y avait également 82 740 demandes non vérifiées en attente d'être enregistrées, dont 74 470 allaient probablement l'être. La valeur des demandes non vérifiées était estimée à 10,45 milliards de PLN et le nombre total des ayants droit à 78 380. Au fur et à mesure que progressaient les débats parlementaires sur le projet de loi – débats qui firent l'objet d'une large couverture médiatique en Pologne – le nombre de demandes relatives à des biens situés au-delà du Boug alla en augmentant, beaucoup de nouvelles demandes étant enregistrées.", "34.  Les rapports statistiques élaborés par le gouvernement, en particulier par le ministère du Trésor (Ministerstwo Skarbu Państwa) et le ministère des Infrastructures (Ministerstwo Infrastruktury), ne donnent pour l'instant aucune indication sur la question de savoir combien de ces réclamants ont obtenu une indemnisation, et, dans ce cas, si celle-ci était intégrale ou partielle, et combien d'entre eux n'ont encore rien reçu du tout.", "L'idée de tenir un registre de ces demandes est apparue au cours de l'élaboration du projet de loi et il est prévu de tenir un tel registre à l'avenir. Néanmoins, le ministre des Infrastructures était déjà conscient de la nécessité de collecter les données pertinentes en juillet 2002, lorsqu'il répondit à une question posée par un député, J.D., concernant, pour reprendre les termes de celui-ci, « l'extinction définitive des obligations de l'Etat polonais à l'égard des personnes ayant laissé derrière elles, après la Seconde Guerre mondiale, leurs biens immobiliers au-delà de la frontière orientale ». Dans sa réponse, le ministre déclara notamment :", "« En réponse à la question relative au nombre de demandes non satisfaites, il faut dire que ce nombre a été estimé par le Conseil des ministres [Urząd Rady Ministrów] à environ 90 000 au début des années 1990. Actuellement, il est très difficile de se livrer à une telle estimation. (...) En pratique, tout héritier légal [d'une personne ayant abandonné des biens au-delà du Boug] pouvait, et peut toujours, obtenir un certificat –à présent une décision – [attestant de son droit à] une part des biens abandonnés. Selon quels critères faut-il évaluer le nombre de demandes satisfaites et non satisfaites ? Faut-il prendre en compte le nombre de demandes présentées, y compris [lorsqu'il y a plusieurs] demandes présentées par des héritiers concernant un bien abandonné par son propriétaire (le testateur), ou bien le nombre de biens abandonnés au-delà des frontières de l'Etat ?", "Il est également difficile d'estimer le nombre de personnes ayant pu faire valoir leur droit, en particulier en raison du fait que ce droit peut être exécuté dans tout le pays et il arrive souvent qu'il ait été accueilli partiellement dans différentes régions jusqu'au règlement total de l'affaire. Cette situation crée des conditions dans lesquelles les ayants droit peuvent abuser de leurs droits – ce dont nous ont avertis des gouverneurs et des maires. Ceux-ci suggèrent en conséquence de tenir un registre (...) des certificats attestant du droit à (...) recevoir des biens à titre de compensation. Toutefois, actuellement, il n'y a pas de système d'enregistrement unique et complet des certificats et décisions reconnaissant le droit des demandeurs à [de tels biens].", "En conséquence, la réponse à la question du député quant aux modalités de traitement des [demandes relatives aux biens situés au-delà du Boug] et aux solutions juridiques possibles dépend de l'existence d'informations fiables sur le nombre de demandes non satisfaites. S'il apparaît que ce nombre est important et que toutes les demandes ne pourront être accueillies en vertu des lois applicables, il faudra alors trouver d'autres solutions législatives – ce qui, toutefois, serait particulièrement difficile eu égard aux problèmes économiques et financiers de l'Etat. »", "35.  Le 12 juin 2003, le gouvernement produisit un rapport d'évaluation établi le 14 juin 2002 par un expert qu'il avait désigné. La valeur de la propriété que la grand-mère du requérant avait dû abandonner était estimée à 390 000 PLN. L'expert déclarait que la famille du requérant avait reçu jusque-là 2 % de l'indemnisation due.", "36.  Le 28 octobre 2003, le maire de Wieliczka organisa un appel d'offres pour des biens situés à Chorągwica et Niepołomice (région de Małopolska), que le Trésor public mettait en vente. Les prix de réserve s'élevaient respectivement à 150 000 PLN et 48 000 PLN. Plusieurs personnes concernées par des biens situés au-delà du Boug émirent une offre. La première propriété fut vendue pour 900 000 PLN, la seconde pour 425 000 PLN. Le requérant ne participa pas à cette opération.", "37.  Depuis le 30 janvier 2004, en application de la loi du 12 décembre 2003 sur la compensation de la valeur des biens abandonnés au-delà des frontières actuelles de l'Etat polonais par le prix d'achat ou le droit d'usage perpétuel de biens de l'Etat (Ustawa o zaliczaniu na poczet ceny sprzedaży albo opłat z tytułu użytkowania wieczystego nieruchomości Skarbu Państwa wartości nieruchomości pozostawionych poza obecnymi granicami Państwa polskiego – « la loi de décembre 2003 »), on considère que l'Etat est dégagé de ses obligations à l'égard de personnes qui, comme le requérant, ont reçu des biens à titre de compensation en vertu de lois précédentes (voir également le paragraphe 116 ci-dessous).", "38.  Le 30 janvier 2004, cinquante et un députés du parti d'opposition « Programme civique » (Platforma Obywatelska) saisirent la Cour constitutionnelle pour contester plusieurs dispositions de la loi de décembre 2003 (voir également le paragraphe 120 ci-dessous).", "II.  Le droit et la pratique internes pertinents", "A.  Le respect de l'obligation, prévue par les traités internationaux, d'indemniser les rapatriés", "39.  Les accords des républiques (voir également le paragraphe 11 ci-dessus) furent rédigés de manière similaire. L'article 3 de chacun de ces accords énonçait les règles concernant la nature et le montant des biens que les rapatriés pouvaient emporter avec eux lors de leur rapatriement et obligeait les Parties contractantes à leur rembourser la valeur des biens qu'ils devaient laisser derrière eux.", "40.  L'article 3 de l'accord du 9 septembre 1944 entre le Comité polonais de libération nationale et le gouvernement de la république socialiste soviétique (RSS) d'Ukraine concernant le rapatriement des citoyens polonais du territoire de la RSS d'Ukraine ainsi que de la population ukrainienne du territoire de la Pologne (Układ pomiędzy Polskim Komitetem Wyzwolenia Narodowego a Rządem Ukraińskiej Socjalistycznej Republiki Rad dotyczący ewakuacji obywateli polskich z terytorium U.S.R.R. i ludności i ukraińskiej z terytorium Polski – « l'accord applicable »), en ses passages pertinents, était ainsi libellé :", "« 2.  Les rapatriés sont autorisés à emporter des vêtements, des chaussures, du linge, de la literie, des produits alimentaires, du matériel et des appareils ménagers, des animaux d'élevage, des harnais et autres articles ménagers ou agricoles d'un poids total allant jusqu'à deux tonnes par famille, ainsi que le bétail et les volailles rattachés à l'exploitation qu'ils quittent.", "3.  Les personnes ayant un métier ou un art spécifique (ouvriers, artisans, médecins, artistes, scientifiques, etc.) sont autorisées à emporter les biens nécessaires à l'exercice de ce métier ou de cet art.", "4.  Il est interdit d'emporter :", "a)  des espèces, billets de banque ou pièces d'or ou d'argent quels qu'ils soient, à l'exception de zlotys polonais en billets pour un montant maximum de 1 000 zlotys par personne ou de 1 000 roubles soviétiques par personne ;", "b)  de l'or et du platine en poudre, en alliage ou en débris ;", "c)  des pierres précieuses à l'état brut ;", "d)  des œuvres d'art et des antiquités, qu'elles fassent partie d'une collection ou constituent des unités séparées, si elles n'appartiennent pas à la famille du rapatrié ;", "e)  des armes (à l'exception des fusils de chasse) et du matériel militaire ;", "f)  des photographies (à l'exception des photographies personnelles), plans et cartes géographiques ;", "g)  des voitures et motos ;", "h)  des meubles, qu'ils soient transportés en train ou en voiture, en raison des difficultés de transport dues à la période de guerre.", "(...)", "6.  La valeur des biens meubles ainsi que des biens immobiliers abandonnés sera remboursée aux rapatriés, en fonction des estimations faites par les assurances conformément à la législation en vigueur dans l'Etat polonais et en république socialiste soviétique d'Ukraine. En cas d'absence d'évaluation établie par l'assurance, les biens mobiliers et immobiliers seront évalués par les mandataires et représentants des Parties. Les Parties contractantes s'engagent à veiller à ce que les maisons des villes et villages évacués à cause d'un déplacement de personnes soient mises en priorité à la disposition des rapatriés. »", "41.  Le 21 juillet 1952, le gouvernement de la République de Pologne, d'une part, et les gouvernements de l'Union soviétique et des républiques socialistes soviétiques d'Ukraine, du Bélarus et de Lituanie, d'autre part, conclurent un accord sur les indemnisations réciproques entraînées par le rapatriement de certains groupes de population et la délimitation de la frontière entre la Pologne et l'Union soviétique (Umowa między Rządem Rzeczypospolitej Polskiej, z jednej strony i Rządem Związku Socjalistycznych Republik Radzieckich, Rządem Ukraińskiej Socjalistycznej Republiki Radzieckiej, Rządem Białoruskiej Socjalistycznej Republiki Radzieckiej, Rządem Litewskiej Socjalistycznej Republiki Radzieckiej, z drugiej strony, o wzajemnych rozliczeniach wynikłych w związku z ewakuacją ludności i delimitacją polsko-radzieckiej granicy państwowej – « le Pacte de 1952 »). L'article 2 du pacte se lisait ainsi :", "« Afin de procéder à des compensations réciproques définitives et globales des biens mobiliers et immobiliers, des produits agricoles et des récoltes abandonnés sur le territoire de la République de Pologne et de l'Union soviétique par la population expatriée à la suite de la délimitation de la frontière entre la Pologne et l'Union soviétique, le gouvernement de la République de Pologne s'engage à payer au gouvernement de l'Union soviétique 76 (soixante-seize) millions de roubles. »", "42.  De 1946 à aujourd'hui, le droit polonais a toujours prévu que les rapatriés des territoires au-delà du Boug pouvaient bénéficier d'une déduction correspondant à la valeur des biens abandonnés à la suite de la Seconde Guerre mondiale, à faire valoir soit sur les droits d'usage perpétuel soit sur le prix d'achat d'un terrain appartenant au Trésor public.", "43.  Cette disposition a été reprise dans plusieurs textes de loi, à commencer par le décret du 6 décembre 1946 sur le transfert de propriété de biens non agricoles appartenant à l'Etat situés dans les territoires reconquis et dans l'ex-ville libre de Gdańsk (Dekret o przekazywaniu przez Państwo mienia nierolniczego na obszarze Ziem Odzyskanych i b. Wolnego Miasta Gdańska).", "Les « territoires reconquis » (« Ziemie Odzyskane ») sont les anciens territoires allemands situés à l'est de la ligne Oder-Neisse, que les Alliés victorieux – sur la proposition de Staline – ont offerts à titre de compensation aux Polonais pour les « territoires au-delà du Boug » qui leur avaient été enlevés par l'URSS.", "En vertu de la politique des autorités à cette époque, les « territoires reconquis » et Gdańsk, après l'expulsion des Allemands qui y résidaient, devaient servir à loger les citoyens polonais « rapatriés » des « territoires au-delà du Boug », c'est-à-dire situés au-delà de la ligne Curzon. Ces rapatriés bénéficiaient d'une priorité pour l'achat de terrains.", "44.  D'autres décrets et lois furent appliqués entre 1952 et 1991.", "Toutefois, dans les années 90, les autorités commencèrent à envisager la possibilité d'adopter une loi unique applicable à toutes les formes de restitution de biens, y compris aux demandes d'indemnisation pour les biens abandonnés par les rapatriés (voir également les paragraphes 62 à 65 ci-dessous).", "45.  Finalement, une loi portant exclusivement sur les demandes relatives à des biens situés au-delà du Boug (la loi de décembre 2003) entra en vigueur le 30 janvier 2004 (voir également les paragraphes 37 ci-dessus et 114 à 119 ci-dessous).", "B.  La loi du 29 avril 1985 sur l'administration et l'expropriation de biens immobiliers et son décret d'application", "1.  La loi de 1985", "46.  Du 29 avril 1985 au 1er janvier 1998, les règles relatives à l'administration des terrains appartenant au Trésor public et aux communes étaient énoncées dans la loi du 29 avril 1985 sur l'administration et l'expropriation de biens immobiliers (« la loi de 1985 sur l'administration foncière »).", "L'article 81 de cette loi traitait du droit à être indemnisé pour des biens abandonnés dans les territoires au-delà du Boug. Les passages pertinents de cette disposition, telle qu'elle était en vigueur du 10 octobre 1994 au 31 octobre 1997, étaient ainsi libellés :", "« 1.  Quiconque, en raison de la guerre qui a débuté en 1939, a dû abandonner des biens immobiliers situés dans des territoires qui, à l'heure actuelle, n'appartiennent pas à l'Etat polonais et a droit à être indemnisé en vertu de traités internationaux conclus par l'Etat pour les biens abandonnés à l'étranger pourra déduire la valeur desdits biens immobiliers soit du montant des droits d'usage perpétuel d'un terrain, soit du prix d'un terrain à bâtir et de toute habitation, tout bâtiment ou tout local qui s'y trouve.", "(...)", "4.  En cas de décès d'un propriétaire de biens immobiliers abandonnés à l'étranger, le droit visé au paragraphe 1 ci-dessus est transmis conjointement à l'ensemble de ses héritiers ou au seul [héritier] désigné par les ayants droit.", "5.  La déduction de la valeur des biens immobiliers abandonnés à l'étranger, telle que définie au paragraphe 1, s'opère à la demande d'un ayant droit. (...) »", "2.  Le décret de 1985", "47.  Des règles détaillées relatives à l'appréciation de la valeur à déduire étaient exposées dans le décret pris par le Conseil des ministres le 16 septembre 1985 (dans sa version modifiée) sur la déduction de la valeur des biens immobiliers abandonnés à l'étranger à faire valoir sur les droits d'usage perpétuel ou sur le prix d'un terrain à bâtir et des constructions qui y sont érigées (Rozporządzenie Rady Ministrów w sprawie zaliczania wartości mienia nieruchomego pozostawionego za granicą na poczet opłat za użytkowanie wieczyste lub na pokrycie ceny sprzedaży działki budowlanej i położonych na niej budynków – « le décret de 1985 »).", "Le passage pertinent du paragraphe 3 de ce décret prévoyait que :", "« Si la valeur des biens [abandonnés à l'étranger] excède le prix du bien immobilier objet de la vente (...), la différence peut être déduite des droits d'usage perpétuel ou du prix d'un terrain à usage industriel ou commercial et de tout établissement commercial ou artisanal, ou tout local destiné à être utilisé comme atelier, résidence secondaire ou garage qui s'y trouve. »", "Le paragraphe 5 disposait qu'un organe de première instance instauré par l'administration locale de l'Etat et compétent pour traiter les questions d'aménagement rural et urbain devait décider de la déduction de la valeur des biens abandonnés à l'étranger. Le paragraphe 6 exposait des règles précises sur l'évaluation de telles propriétés.", "C.  La loi du 21 août 1997 sur l'administration foncière et son décret d'application", "1.  La loi de 1997", "48.  Le 1er janvier 1998, la loi de 1985 fut abrogée et celle du 21 août 1997 sur l'administration foncière (Ustawa o gospodarce nieruchomościami – « la loi de 1997 sur l'administration foncière ») entra en vigueur.", "L'obligation d'indemniser les rapatriés était énoncée à l'article 212, libellé en des termes similaires à ceux de l'article 81 de la loi abrogée de 1985. L'article 212, en ses passages pertinents, se lisait ainsi :", "« 1.  Quiconque, en raison de la guerre qui a débuté en 1939, a dû abandonner des biens immobiliers situés dans des territoires qui, à l'heure actuelle, n'appartiennent plus à l'Etat polonais et a droit à être indemnisé en vertu de traités internationaux conclus par l'Etat pour les biens abandonnés à l'étranger pourra déduire la valeur desdits biens immobiliers soit du montant des droits d'usage perpétuel d'un terrain, soit du prix d'un terrain à bâtir et de tout bâtiment ou local public qui s'y trouve.", "2.  Si la valeur des biens immobiliers abandonnés [à l'étranger] excède le prix du bien immobilier acquis au titre de la compensation visée au paragraphe 1 ci-dessus, la différence peut être déduite des droits d'usage perpétuel ou du prix d'un terrain et de tout local à usage commercial, ou destiné à être utilisé comme atelier, résidence secondaire ou garage, ou d'un terrain destiné à l'un des usages susmentionnés.", "(...)", "4.  La déduction de la valeur des biens immobiliers définie au paragraphe 1 s'opère en faveur du propriétaire des biens en question ou d'une personne désignée par lui qui est son héritier légal.", "5.  En cas de décès d'un propriétaire de biens immobiliers abandonnés à l'étranger, les droits visés au paragraphe 1 sont transmis conjointement à l'ensemble de ses héritiers ou au seul [héritier] désigné par les ayants droit. »", "49.  Toutefois, aux termes de l'article 213 :", "« Les articles 204 à 212 de la présente loi ne s'appliquent pas aux biens relevant des ressources du Trésor public en biens agricoles, sauf si les dispositions relatives à l'administration de ces ressources le prévoient. »", "50.  Le 5 juillet 2002, le médiateur contesta devant la Cour constitutionnelle la constitutionnalité des articles 212 § 1 et 213 (voir également le paragraphe 28 ci-dessus et les paragraphes 55, 60 et 70-71 ci-dessous).", "2.  Le décret de 1998", "51.  Les modalités de mise en œuvre de l'article 212 de la loi de 1997 sur l'administration foncière étaient exposées dans le décret pris le 13 janvier 1998 par le Conseil des ministres sur la procédure à suivre pour déduire la valeur de biens immobiliers abandonnés à l'étranger du montant correspondant au titre de propriété ou aux droits d'usage perpétuel de biens immobiliers, et sur les méthodes pour apprécier la valeur de tels biens (dans sa version modifiée) (Rozporządzenie Rady Ministrów w sprawie sposobu zaliczania wartości nieruchomości pozostawionych za granicą na pokrycie ceny sprzedaży nieruchomości lub opłat za użytkowanie wieczyste oraz sposobu ustalania wartości tych nieruchomości – « le décret de 1998 »).", "52.  L'article 4 § 1 du décret de 1998 disposait que la déduction en question s'opérait à la demande de l'ayant droit. Celui-ci devait présenter sa demande au maire du district dans lequel il résidait. Le maire devait conserver le registre des demandes soumises par les rapatriés.", "En vertu de l'article 5 § 1, le maire était tenu de rendre dans un délai de trente jours une décision définissant la valeur des biens immobiliers abandonnés à l'étranger. Une fois cette décision prise, les autorités responsables du traitement des demandes présentées par les rapatriés ne pouvaient refuser d'opérer la déduction (article 6).", "En pratique, un titre de propriété ou un droit d'usage perpétuel sur des biens reçus à titre de compensation ne pouvait être acquis que par la participation à un appel d'offres organisé par l'autorité publique compétente. Les rapatriés ne bénéficiaient d'aucun droit de préférence pour l'acquisition de terrains appartenant à l'Etat.", "Des dispositions transitoires, notamment l'article 12 du décret de 1998, prévoyaient que les procédures engagées en vertu de la réglementation antérieure et qui n'étaient pas terminées devaient être régies par le nouveau décret.", "D.  La loi du 10 mai 1990 sur l'autonomie locale", "53.  Des mesures législatives visant à réformer la structure administrative de l'Etat ont été à l'origine d'une diminution très importante des ressources en terrains du Trésor public.", "La loi du 10 mai 1990 sur l'autonomie locale (dispositions liminaires) (Przepisy wprowadzające ustawę o samorządzie terytorialnym i ustawę o pracownikach samorządowych – « la loi de 1990 »), entrée en vigueur le 27 mai 1990, et d'autres lois connexes adoptées à la même époque, ont restauré les communes et leur ont transféré des pouvoirs qui étaient auparavant exercés uniquement par l'administration locale de l'Etat. L'opération a entraîné la renonciation par le Trésor public au contrôle sur les biens domaniaux et le transfert de la propriété de la majeure partie de ses biens aux communes.", "En vertu de l'article 5 § 1 de la loi de 1990, la propriété des terrains qui appartenaient auparavant au Trésor public et qui se trouvaient sur le territoire d'une commune devait être transférée à celle-ci.", "Or les demandeurs à des actions relatives à des biens situés au-delà du Boug ne pouvaient faire exécuter leur droit que sur les biens de l'Etat, et non sur ceux des collectivités territoriales ; les nouvelles règles donnèrent donc lieu à une pénurie des biens destinés à répondre à ces demandes.", "E.  La loi (modifiée) du 19 octobre 1991 sur l'administration des biens agricoles du Trésor public", "54.  Jusqu'au 19 janvier 1994, les rapatriés pouvaient tenter d'obtenir, à titre de compensation, des biens relevant des ressources du Trésor public en biens agricoles (Zasoby Własności Rolnej Skarbu Państwa), en vertu des dispositions de la loi du 19 octobre 1991 sur l'administration des biens agricoles du Trésor public (Ustawa o gospodarce nieruchomościami rolnymi Skarbu Państwa – « la loi de 1991 »). Cette possibilité fut toutefois exclue à la suite de l'entrée en vigueur de la loi du 29 décembre 1993 portant modification de la loi sur l'administration des biens agricoles du Trésor public et d'autres lois (Ustawa o zmianie ustawy o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa oraz o zmianie niektórych ustaw – « la loi modificative de 1993 »).", "L'article 17 de la loi modificative de 1993 est libellé comme suit :", "« Tant qu'un texte de loi spécifique n'aura pas défini avec précision les formes d'indemnisation pour une perte de biens et les règles de restitution de biens applicables aux personnes qui, conformément à l'article 81 de la loi de 1985 sur l'administration foncière, ont sollicité la déduction de la valeur de biens immobiliers abandonnés à l'étranger en raison de la guerre ayant débuté en 1939, pareille déduction ne pourra en aucun cas être opérée sur le prix des biens relevant des ressources du Trésor public en biens agricoles. »", "55.  Le 5 juillet 2002, le médiateur contesta devant la Cour constitutionnelle la constitutionnalité de l'article 17 de la loi modificative de 1993 (voir également les paragraphes 28 et 50 ci-dessus et les paragraphes 60 et 70-71 ci-dessous).", "F.  La loi du 10 juin 1994 sur l'administration des biens immobiliers confisqués par le Trésor public à l'armée de la Fédération de Russie", "56.  Cette loi (Ustawa o zagospodarowaniu nieruchomości Skarbu Państwa przejętych od wojsk Federacji Rosyjskiej – « la loi de 1994 ») entra en vigueur le 23 juillet 1994. En vertu de son article 4 combiné avec l'article 16, les rapatriés bénéficient d'un droit de préférence pour l'acquisition des biens relevant de cette catégorie.", "57.  A l'audience, le Gouvernement a reconnu qu'en réalité les ressources en terrains confisqués à l'armée de la Fédération de Russie étaient déjà épuisées.", "G.  La loi (modifiée) du 30 mai 1996 sur l'administration de certaines catégories de biens appartenant au Trésor public et de l'Office des biens militaires", "58.  La loi susmentionnée (Ustawa o gospodarowaniu niektórymi składnikami mienia Skarbu Państwa oraz o Agencji Mienia Wojskowego – « la loi de 1996 »), entrée en vigueur le 26 août 1996, a trait à l'administration des biens militaires appartenant à l'Etat, qui comprennent des terrains, des biens industriels, des hôtels, ainsi que des locaux à usage d'habitation et à usage commercial. L'Office des biens militaires peut organiser des appels d'offres pour la vente de biens immobiliers.", "59.  Jusqu'au 1er janvier 2002, selon les dispositions générales de la loi de 1996, les rapatriés pouvaient tenter d'obtenir des biens à titre de compensation en prenant part à ces appels d'offres. Ils n'avaient pas la priorité sur les autres enchérisseurs. Toutefois, la situation évolua avec l'entrée en vigueur de la loi du 21 décembre 2001 portant modification de la loi sur l'organisation et le travail du Conseil des ministres et sur les pouvoirs des ministres, de la loi sur les organes de l'exécutif et d'autres lois (Ustawa o zmianie ustawy o organizacji i trybie pracy Rady Ministrów oraz o zakresie działania ministrów, ustawy o działach administracji rządowej oraz o zmianie niektórych ustaw – « la loi modificative de 2001 »). Depuis lors, aucune des propriétés administrées par l'Office des biens militaires ne peut être affectée aux opérations d'indemnisation pour les biens abandonnés au-delà du Boug.", "L'article 31 § 4 de la loi de 1996, dans sa version modifiée, se lit ainsi :", "« L'article 212 de la loi du 21 août 1997 sur l'administration foncière ne s'applique pas aux biens visés à l'article 1 § 1 de la présente loi. »", "Au sens de cette dernière disposition, les « biens » s'entendent des « biens du Trésor public qui sont administrés ou utilisés par toute entité sous l'autorité ou le contrôle du ministre de la Défense nationale et qui ne se rapportent pas au fonctionnement de cette entité ». Cela inclut, par exemple, les biens agricoles, commerciaux ou industriels, les locaux à usage d'habitation, les installations sportives, etc.", "60.  Le 5 juillet 2002, le médiateur porta la question de la constitutionnalité de l'article 31 § 4 de la loi de 1996 devant la Cour constitutionnelle (voir également les paragraphes 28, 50 et 55 ci-dessus et les paragraphes 70-71 ci-dessous).", "61.  Par ailleurs, avant l'entrée en vigueur de la loi modificative de 2001, les autorités de l'Office des biens militaires émirent une directive sur le traitement des demandes soumises par les rapatriés. Les passages pertinents de ce document sont ainsi libellés :", "« Eu égard à l'entrée en vigueur le 15 septembre 2001 des dispositions du décret pris le 21 août 2001 par le Conseil des ministres modifiant le décret sur la procédure à suivre pour déduire la valeur de biens immobiliers abandonnés à l'étranger du montant correspondant au titre de propriété ou aux droits d'usage perpétuel de biens immobiliers, et sur les méthodes pour apprécier la valeur de tels biens (Journal des lois no 90, point 999), et eu égard aux questions soulevées concernant la responsabilité de l'office quant au traitement des demandes présentées par les rapatriés des territoires au-delà du Boug, il a été convenu ce qui suit :", "1.  L'Office des biens militaires ne déduira pas la valeur des biens abandonnés à l'étranger du montant correspondant au prix ou aux droits d'usage perpétuel d'un bien immobilier.", "2.  Les offres soumises par les rapatriés des territoires au-delà du Boug dans le cadre d'appels d'offres et non garanties par une caution ne seront pas prises en compte. Si un enchérisseur ayant versé une caution et remporté l'appel d'offres demande la déduction de la valeur des terrains qu'il a abandonnés à l'étranger du montant correspondant au titre de propriété ou aux droits d'usage perpétuel d'un bien, il sera présumé que l'enchérisseur s'est rétracté, et la caution sera confisquée par l'office.", "3.  Dans le cas où un enchérisseur relevant des cas décrits ci-dessus soumettrait une plainte concernant l'appel d'offres, celle-ci serait immédiatement transmise au président de l'office pour traitement. Pareilles plaintes ne seront pas prises en compte.", "4.  Si un enchérisseur saisit les tribunaux, la procédure d'appel d'offres se poursuit et n'est pas suspendue en raison de l'assignation judiciaire, sauf si le tribunal émet une ordonnance provisoire pour protéger les intérêts du demandeur.", "5.  Dans le cas d'une vente sans appel d'offres et dans celui d'une vente de gré à gré, les offres présentées par les rapatriés des territoires au-delà du Boug sont également ignorées, leurs demandes n'étant pas traitées par l'office. (...) »", "H.  Le projet de loi de 1999", "62.  La rédaction du projet de loi de 1999 sur la restitution de biens immobiliers et de certains types de biens mobiliers enlevés à des personnes physiques par l'Etat ou par la commune de Varsovie et sur les mécanismes de compensation y relatifs (Projekt ustawy o reprywatyzacji nieruchomości i niektórych ruchomości osób fizycznych przejętych przez Państwo lub gminę miasta stołecznego Warszawy oraz o rekompensatach – « le projet de loi de 1999 sur la restitution ») s'acheva en mars 1999.", "63.  Le projet de loi fut présenté au Parlement en septembre 1999. Il suscita toutefois une polémique qui alla en s'amplifiant entre toutes les factions politiques existantes ; il fut finalement rejeté à l'issue d'un processus législatif qui s'étendit pratiquement sur un an et demi.", "Ce projet prévoyait que toute personne dont les biens avaient été transférés à l'Etat en vertu de certains textes de loi adoptés sous le régime totalitaire devait recevoir 50 % de la valeur réelle de ces biens, sous la forme soit d'une restitutio in integrum soit d'une compensation en titres. En vertu de l'article 2 § 3, lu conjointement avec l'article 8, les rapatriés devaient recevoir des titres équivalant à 50 % de la valeur de leurs biens, calculée selon des règles précises applicables à toutes les personnes concernées.", "64.  A la suite d'un débat passionné auquel participèrent tous les secteurs de la société, ainsi que les médias et l'ensemble des partis et factions politiques, la loi en cause, adoptée par le Parlement, fut transmise pour signature au président de la Pologne en mars 2001.", "Le président, exerçant son droit de veto, refusa de la signer.", "65.  Le 22 mars 2001, il renvoya au Parlement la loi à laquelle il avait opposé son veto. La commission parlementaire spéciale sur l'adoption du projet de loi de 1999 sur la restitution le proposa de nouveau au vote.", "La coalition gouvernementale ne réussit toutefois pas à réunir la majorité des trois cinquièmes nécessaire pour passer outre le veto du président et le projet de loi de 1999 sur la restitution fut finalement rejeté par le Parlement le 25 mai 2001.", "I.  Le droit d'usage perpétuel d'un terrain", "66.  Le droit d'usage perpétuel est défini par les articles 232 et suivants du code civil (Kodeks Cywilny). Il s'agit d'un droit réel transmissible à cause de mort et aliénable, valable pendant quatre-vingt-dix-neuf ans, qui donne au bénéficiaire le plein usage et la jouissance d'un terrain dont le Trésor public ou une commune est propriétaire. Comme un titre de propriété, il doit être inscrit au registre foncier. La transmission de ce droit, à l'instar du transfert de propriété, ne peut s'effectuer que par un acte notarié, sous peine d'être déclarée nulle et non avenue. L'« usager perpétuel » (użytkownik wieczysty) est tenu de payer au Trésor public (ou à la commune, selon le cas) une redevance annuelle correspondant à un certain pourcentage de la valeur du terrain en question.", "J.  Définition par la Cour suprême de la notion de droit à indemnisation pour les biens abandonnés dans les territoires audelà du Boug", "1.  La résolution du 30 mai 1990", "67.  Dans sa résolution du 30 mai 1990 (no III CZP 1/90), la Cour suprême (Sąd Najwyższy), siégeant à sept juges, examina la question de savoir si les personnes rapatriées en vertu du Pacte conclu le 25 mars 1957 entre le gouvernement de la République polonaise et celui de l'Union soviétique sur le calendrier et la procédure régissant le rapatriement d'URSS des personnes de nationalité polonaise étaient en droit de réclamer la déduction visée à l'article 88 § 1 de la loi de 1985 sur l'administration foncière (prévue ensuite par l'article 212 § 1 de la loi de 1997 sur l'administration foncière). Elle y répondit par l'affirmative.", "A cet égard, la Cour suprême invoqua les accords des républiques de 1944 et déclara notamment ce qui suit :", "« (...) En vertu des accords des républiques de 1944 l'Etat polonais s'est engagé à verser une indemnisation équivalant aux biens [abandonnés]. Ainsi, les dispositions de ces accords ont été incorporées dans le droit polonais et, à l'égard des citoyens polonais, peuvent constituer le fondement de droits généraux. (...)", "L'article 88 § 1 (...), en raison de son libellé spécifique, soulève de graves difficultés d'interprétation. Au lieu de définir directement les conditions subjectives et objectives préalables du droit à une indemnisation équivalente, le législateur s'est référé aux dispositions de traités internationaux. Cette référence vaut incorporation des dispositions de ces accords dans le droit polonais. Toutefois, l'article en cause n'énumère pas les traités auxquels il se réfère. Par conséquent, les instruments possibles sont :", "a)  les accords des républiques des 9 et 22 septembre 1944 ;", "(...)", "c)  le Pacte du 25 mars 1957 entre le gouvernement de la République polonaise et le gouvernement de l'URSS sur le calendrier et la procédure régissant le rapatriement d'URSS des personnes de nationalité polonaise.", "(...)", "Parmi les principes généraux énoncés dans les accords de 1944, seul celui, fondamental, consacré par l'article 3 § 6 de chacun de ces accords – qui dispose que l'Etat polonais doit rembourser la valeur des [biens abandonnés] aux rapatriés relevant de ces accords – a été incorporé dans le droit interne. Ce n'est que de ce principe, et non des autres, que découle le droit général à une indemnisation équivalente. »", "2.  La résolution du 27 mars 2001", "68.  Dans une résolution du 27 mars 2001 (no CZP 3/2001), la Cour suprême, siégeant à trois juges, examina la question de savoir si le droit à être indemnisé pour des biens abandonnés dans les territoires au-delà du Boug pouvait être considéré comme une créance sur le Trésor public, et si tout titulaire de ce droit pouvait le transmettre sous la forme d'une contribution en nature pour acquérir des titres d'une société par actions.", "Selon la Cour suprême, le droit en question constitue, en pratique, une créance sur le Trésor public et est sans nul doute patrimonial, transmissible à cause de mort et, dans une certaine mesure, aliénable, puisqu'il ne peut se transmettre qu'entre des personnes expressément mentionnées à l'article 212 § 4 de la loi de 1997 sur l'administration foncière, autrement dit entre des propriétaires de biens abandonnés dans les territoires au-delà du Boug ou leurs héritiers.", "En conséquence, ce droit ne peut être transmis à une personne juridique qui ne figure pas sur la liste apparaissant à l'article 212 § 4 et qui, en droit polonais, n'a pas la capacité d'hériter. Qui plus est, il a été souligné que, à la lumière de la pratique et de la doctrine pertinentes, une contribution en nature doit être aliénable dans son intégralité, avoir une valeur comptable précise et pouvoir être portée sur un bilan dans la colonne des actifs. Dès lors, le droit considéré ne remplit pas les conditions requises pour être une contribution en nature.", "K.  Les mesures prises par le médiateur entre janvier et juillet 2002", "69.  Dans une lettre datée du 9 janvier 2002, le médiateur rappela au premier ministre qu'il avait déjà demandé à son prédécesseur si un processus législatif serait engagé en vue de modifier les lois pertinentes et d'augmenter la quantité de terrains détenus par le Trésor public et pouvant être proposés aux rapatriés à titre compensatoire. Il mentionna également la pratique consistant à refuser de procéder à des déductions conformément à l'article 212 de la loi de 1997 sur l'administration foncière. Les passages pertinents de cette lettre se lisent ainsi :", "« Le 30 mai 2001, j'ai écrit à l'ancien premier ministre, le professeur Jerzy Buzek, pour lui faire part de mes objections à l'atteinte par des mairies de district [starostwa powiatowe] à certains droits des rapatriés des « territoires au-delà du Boug ». Outre le fait d'attirer l'attention sur ce problème, j'ai également demandé des informations sur la question de savoir si des travaux spécifiques d'ordre législatif avaient été engagés en vue d'augmenter le stock des biens destinés à répondre aux demandes de cet important groupe de citoyens. (...)", "Le paragraphe 6 du décret de 1998 énonce très clairement que, outre les maires de district, d'autres entités administrant les biens de l'Etat en vertu de réglementations séparées doivent également gérer des biens immobiliers qui appartiennent au Trésor public afin de garantir une mise en œuvre plus effective des indemnisations en nature pour « les biens situés au-delà du Boug ». Or il s'avère que, à la suite des modifications apportées au décret de 1998, les changements législatifs nécessaires, qui auraient augmenté le stock des biens destinés à répondre aux demandes des rapatriés des « territoires au-delà du Boug », n'ont pas été effectués.", "Cet état de choses est confirmé par les lettres que j'ai reçues d'ayants droit, lesquels prétendent, par exemple, que l'Office des biens militaires refuse toujours de déduire la valeur des biens qu'ils ont abandonnés à l'étranger du montant correspondant au prix ou aux droits d'usage perpétuel de biens vendus par l'office. Il en va de même lorsque les rapatriés des « territoires au-delà du Boug » souhaitent participer à des appels d'offres organisés par l'Office des biens agricoles de l'Etat. Dans toutes les affaires évoquées ci-dessus, chaque administration met en avant, pour motiver son refus de laisser les ayants droit participer à un appel d'offres, l'absence de législation pertinente qui l'autoriserait à déduire la valeur des biens abandonnés à l'étranger du prix des biens qu'elle vend. (...)", "Eu égard à ce qui précède, je vous serais reconnaissant de bien vouloir me faire savoir si vous prévoyez à l'heure actuelle de modifier la législation pertinente en vue d'augmenter le nombre d'entités administrant les biens publics qui sont tenues de respecter le droit des rapatriés des « territoires au-delà du Boug » à une indemnisation en nature. (...) »", "Le premier ministre répondit que, pour l'heure, les autorités n'envisageaient aucune mesure spécifique.", "70.  Le 5 juillet 2002, le médiateur saisit la Cour constitutionnelle, demandant que :", "« 1.  l'article 212 § 1 de la loi de 1997 sur l'administration foncière, en tant qu'il exclut la possibilité de déduire la valeur des biens abandonnés en raison de la guerre ayant débuté en 1939 du prix de vente de biens agricoles relevant des ressources du Trésor public en biens agricoles ;", "2.  l'article 213 de la loi de 1997 sur l'administration foncière, en tant qu'il exclut l'application de l'article 212 de la même loi aux biens relevant des ressources du Trésor public en biens agricoles ;", "3.  l'article 17 de [la loi modificative de 1993] ;", "4.  l'article 31 § 4 de [la loi de 1996] ;", "soient déclarés contraires au principe de la confiance des citoyens en l'Etat et en ses lois, tel qu'il ressort de l'article 2 de la Constitution, ainsi qu'à l'article 64 §§ 1 et 2 combiné avec l'article 31 § 3 de la Constitution. »", "71.  Dans la motivation de sa demande, le médiateur invita la Cour constitutionnelle à donner au droit énoncé à l'article 212 § 1 de la loi de 1997 sur l'administration foncière la qualification, notamment, de « possibilité ou [d']espérance [d'acquérir] le titre de propriété de biens spécifiques », de « droit de propriété garanti par l'article 64 de la Constitution » et de « droit de nature patrimoniale, ayant également le caractère d'une créance ».", "L.  Dispositions constitutionnelles pertinentes", "72.  L'article 2 de la Constitution est ainsi libellé :", "« La République de Pologne est un Etat démocratique de droit mettant en œuvre les principes de la justice sociale. »", "73.  L'article 31 § 3 de la Constitution, qui interdit de façon générale les restrictions disproportionnées aux droits et libertés constitutionnels (principe de proportionnalité), dispose que :", "« L'exercice des libertés et des droits constitutionnels ne peut faire l'objet que des seules restrictions prévues par la loi lorsqu'elles sont nécessaires, dans un Etat démocratique, à la sécurité ou à l'ordre public, à la protection de l'environnement, de la santé et de la moralité publiques ou des libertés et des droits d'autrui. Ces restrictions ne peuvent porter atteinte à l'essence des libertés et des droits. »", "74.  L'article 64 de la Constitution énonce le principe de la protection des droits patrimoniaux. En ses passages pertinents, il est ainsi libellé :", "« 1.  Toute personne a droit à la propriété, à d'autres droits patrimoniaux, et jouit du droit de succession.", "2.  La propriété et d'autres droits patrimoniaux ainsi que le droit de succession sont protégés par la loi, dans des conditions d'égalité. (...) »", "75.  L'article 77 § 1 traite de la responsabilité civile de l'Etat pour un acte contraire à la Constitution, de la façon suivante :", "« Toute personne a droit à être indemnisée pour tout préjudice subi par elle du fait d'un acte d'une autorité publique en violation de la loi. »", "76.  L'article 87 énumère les sources du droit. Le passage pertinent de cette disposition se lit ainsi :", "« 1.  La Constitution, les lois, les traités internationaux ratifiés et les règlements sont les sources de droit d'application générale en République de Pologne. (...) »", "77.  L'article 91 de la Constitution, en ses passages pertinents, est ainsi libellé :", "« 1.  Dès sa publication au Journal des lois de la République de Pologne [Dziennik Ustaw], un traité international ratifié fait partie intégrante de l'ordre juridique national et est directement applicable, à moins que son application soit subordonnée à l'adoption d'une loi.", "2.  Un traité international ratifié en vertu d'une loi d'autorisation prime toute loi dont les dispositions sont incompatibles avec les siennes. »", "78.  L'article 188 de la Constitution détermine le champ de compétence de la Cour constitutionnelle. L'article 191 énumère les autorités et organisations habilitées à saisir la Cour constitutionnelle pour obtenir une décision sur la conformité à la Constitution d'une loi ou de dispositions législatives particulières.", "En ses passages pertinents, l'article 188 se lit ainsi :", "« La Cour constitutionnelle statue sur les questions suivantes :", "1)  la conformité à la Constitution des lois et traités internationaux ;", "(...)", "3)  la conformité à la Constitution de dispositions juridiques émanant des autorités centrales de l'Etat, et des lois et traités internationaux ratifiés (...) »", "Les passages pertinents de l'article 191 sont ainsi libellés :", "« 1.  Les personnes suivantes peuvent saisir la Cour constitutionnelle d'une demande concernant les questions visées à l'article 188 :", "1)  le président de la République, le président du Sejm, le président du Sénat, le premier ministre, 50 députés, 30 sénateurs, le premier président de la Cour suprême, le président de la Cour administrative suprême, le (...) procureur général, le président de la Cour des comptes et le médiateur (...) »", "M.  Faits survenus après la décision rendue par la Cour le 19 décembre 2002 sur la recevabilité de la requête", "1.  L'arrêt de la Cour constitutionnelle du 19 décembre 2002", "79.  La Cour constitutionnelle examina la demande présentée par le médiateur le 19 décembre 2002 (voir également les paragraphes 70-71 ci-dessus). Les parties à la procédure étaient le premier ministre (représentant le gouvernement), le procureur général (Prokurator Generalny) et le Sejm, représenté par son président (Marszałek). L'Association polonaise des créanciers du Trésor public rapatriés des régions frontalières (Ogólnopolskie Stowarzyszenie Kresowian Wierzycieli Skarbu Państwa) soumit des conclusions quant à la manière dont les autorités avaient ou – plutôt –, à son avis, n'avaient pas respecté les conditions posées par l'article 212 de la loi de 1997 sur l'administration foncière. La Cour constitutionnelle admit ses conclusions, les traitant comme un avis présenté par une organisation non gouvernementale.", "80.  La Cour déclara que les articles 212 § 2 et 213 de la loi de 1997 sur l'administration foncière, dans la mesure où ils excluaient la possibilité de déduire la valeur de biens abandonnés à l'étranger du prix de vente de biens agricoles de l'Etat, ne se conciliaient pas avec les principes constitutionnels exposés à l'article 2 (principes de l'Etat de droit et de la confiance des citoyens en l'Etat et en ses lois) et à l'article 64 §§ 1 et 2 (principe de la protection des droits patrimoniaux), combinés avec l'article 31 § 3 (interdiction des restrictions disproportionnées aux droits et libertés constitutionnels) de la Constitution. Elle affirma ensuite que l'article 17 de la loi modificative de 1993 et l'article 31 § 4 de la loi de 1996 étaient, dans leur intégralité, incompatibles avec les principes susmentionnés.", "81.  En Pologne, l'arrêt de la Cour constitutionnelle est considéré comme un arrêt de principe sur les demandes relatives à des biens situés au-delà du Boug, qui expose une analyse historique et juridique détaillée de cette question. Invoquant le contexte historique de l'affaire, la Cour constitutionnelle déclara notamment :", "« La première question à traiter concerne l'habilitation des [autorités communistes ayant conclu les accords des républiques] à contracter des accords internationaux. Il ne fait aucun doute que le Comité polonais de libération nationale ne peut être considéré comme une entité constitutionnelle d'un Etat souverain, qui aurait eu la légitimité démocratique inhérente à telle entité et la capacité de prendre des décisions souveraines au nom de l'Etat.", "L'importance de l'indemnisation accordée aux rapatriés dans les accords des républiques n'était absolument pas équivalente ou proportionnelle à la portée de l'indemnisation que les Etats avec lesquels ces accords ont été conclus se sont obligés à verser. Dans la plupart des cas, le rapatriement s'opéra de facto dans un seul sens, puisque la majorité des rapatriés étaient d'anciens citoyens polonais venant des territoires perdus par la République de Pologne à la suite de la Seconde Guerre mondiale. En conséquence, malgré une charge matérielle liée aux opérations de relogement et de rapatriement considérablement plus lourde, la Pologne, en application du Pacte de 1952, fut tenue de payer à l'URSS la somme substantielle de 76 millions de roubles (article 2 du Pacte de 1952). Comme pour les modifications des frontières de la Pologne, pareille obligation ne peut certainement pas être considérée comme une décision souveraine des autorités de l'Etat polonais.", "Il faut mentionner à cet égard que d'autres Etats ont également supporté des charges similaires relatives aux conséquences de la guerre, mais dans aucun des cas, à l'exception de l'Allemagne, le poids du fardeau n'a été comparable à celui auquel l'Etat polonais a dû faire face. Il est bon de rappeler que l'accomplissement de ces obligations a été encore compliqué par les considérables pertes matérielles subies pendant et juste après la guerre. Dans ces conditions, il est évident que le processus visant à accueillir les demandes des rapatriés, tel qu'il est exposé dans les accords avec l'URSS et les républiques soviétiques concernées, doit être appliqué avec modération et de manière échelonnée. Cela signifie également qu'il faut prendre en compte la situation financière difficile de l'Etat et, avant tout, la situation de certains groupes de citoyens autres que les rapatriés des territoires au-delà du Boug. Sans aucun doute, les conséquences de la guerre ont été subies par l'ensemble de la société polonaise. A cet égard, on ne saurait affirmer que, par exemple, une indemnisation qui est incomplète ou soumise à des délais, ou qui prend une forme spécifique, est forcément incompatible avec le principe de justice. Cela vaut également pour les mécanismes qui prévoient une indemnisation seulement partielle des pertes subies en conséquence d'actes de guerre et de modifications territoriales. »", "82.  Cet arrêt, longuement motivé, se fonde essentiellement sur les raisons suivantes :", "« 1.  Les accords des républiques ont créé l'obligation spécifique pour l'Etat d'indemniser, au moyen d'une loi interne adaptée, les personnes ayant perdu des biens dans les opérations de délimitation des frontières de la Pologne après la Seconde Guerre mondiale. Les rapatriés ne peuvent fonder directement leurs demandes d'indemnisation sur ces accords, puisque les modalités de mise en œuvre du régime d'indemnisation ont été laissées à la discrétion du législateur. Les responsabilités de l'Etat à cet égard, telles qu'elles ont été définies par des réglementations juridiques successives, sont des questions relevant d'une décision indépendante du législateur.", "2.  Le droit à être crédité, qui prévoit la possibilité de déduire du prix de vente ou des droits d'usage perpétuel de biens immobiliers la valeur de biens perdus par des citoyens polonais qui ont dû les laisser en dehors du territoire actuel de l'Etat, est une forme spécifique de substitut des droits patrimoniaux perdus, qui ne se limite pas à une simple espérance juridique d'obtenir une indemnisation mais qui constitue plutôt un droit patrimonial reconnu dans l'ordre juridique de la République comme faisant partie intégrante de son droit public. En tant que tel, ce droit jouit de la protection garantie par la Constitution aux droits patrimoniaux (article 64 §§ 1 et 2 de la Constitution).", "3.  L'instauration de cadres juridiques pour des institutions données ne peut être dissociée complètement des circonstances factuelles et des réalités économiques dans lesquelles les institutions juridiques ainsi établies doivent fonctionner. Dès lors, en principe, le législateur ne doit pas apporter à la possibilité ouverte à un individu de bénéficier d'un droit général des restrictions tellement sévères qu'elles aboutissent en définitive pour l'essentiel à un droit sans aucun contenu pratique (« nudum ius »), c'est-à-dire à un droit inutile, dénué concrètement de toute valeur patrimoniale. Dans le cas du « droit à être crédité », sa valeur nominale ne correspond pas à sa valeur réelle. La perte de valeur de ce droit tient à l'exclusion par le législateur de catégories spécifiques de biens immobiliers, ce qui a apporté des restrictions fondamentales aux possibilités de jouir dudit droit.", "4.  Tous les droits patrimoniaux existant au sein de l'ordre juridique sont protégés par la Constitution. Une ingérence dans la sphère des droits patrimoniaux juridiquement protégés d'une entité, alors que le titre de propriété de cette entité ne lui est pas formellement retiré, s'analyse en une expropriation de fait, au sens que la Cour européenne des Droits de l'Homme donne à cette expression dans sa jurisprudence. En conséquence, l'examen des dispositions qui suppriment la possibilité de bénéficier en pratique d'un droit ne peut qu'aboutir à la conclusion que ces dispositions sont incompatibles avec l'article 64 §§ 1 et 2 de la Constitution.", "5.  Les solutions juridiques qui, dans le cadre légal, restreignent la possibilité de bénéficier du droit à être crédité et vident ce droit de toute substance ne sauraient être considérées comme nécessaires dans un Etat démocratique de droit, et n'ont aucun rapport fonctionnel avec l'une quelconque des valeurs énoncées à l'article 31 § 3 [de la Constitution] (le principe de proportionnalité).", "6.  La condition tenant au respect du principe de la confiance des citoyens en l'Etat et en ses lois, qui découle du principe de l'Etat de droit (article 2 de la Constitution), implique l'interdiction d'adopter des lois qui instaureraient des institutions juridiques illusoires. Ce principe requiert donc que les obstacles empêchant [les personnes] de bénéficier du droit à être crédité soient éliminés de l'ordre juridique. Lorsqu'on examine le droit à être crédité à la lumière du principe de confiance, c'est la manière dont ce droit est protégé qui est évaluée et non sa substance. L'impossibilité de bénéficier de ce droit dans le cadre instauré par le législateur montre qu'une institution juridique illusoire a été créée, ce qui emporte donc violation de l'article 2 de la Constitution. »", "83.  La Cour constitutionnelle créa un nouveau terme pour le droit prévu par l'article 212 de la loi de 1997 sur l'administration foncière, qu'elle appela le « droit à être crédité » (de la valeur de biens abandonnés au-delà du Boug) (« prawo zaliczania »). Cette expression est déjà entrée dans l'usage juridique et a été fréquemment reprise dans de nombreuses décisions judiciaires ultérieures et divers textes juridiques.", "Selon la Cour constitutionnelle, ce droit tirait certes son origine des dispositions des accords des républiques, mais c'est l'article 212 qui en constituait la base légale réelle. A cet égard, elle estima que ces accords ne faisaient pas partie intégrante de l'ordre juridique interne puisque, même s'ils avaient été ratifiés, ils n'avaient pas été publiés au Journal des lois et ne pouvaient être considérés comme une source du droit au sens de l'article 91 de la Constitution.", "La Cour constitutionnelle définit le droit à être crédité de la façon suivante :", "« Le droit à être crédité possède une nature spécifique en tant que droit patrimonial indépendant. De l'avis de la Cour constitutionnelle, il constitue une forme spécifique de substitut de droits patrimoniaux et non une simple espérance d'obtenir un droit à indemnisation ; pour cette raison, il faut lui reconnaître le bénéfice de la protection constitutionnelle garantie aux droits patrimoniaux (article 64 §§ 1 et 2). Pour la Cour constitutionnelle, on peut légitimement dire que le droit à être crédité est un droit patrimonial spécial revêtant un caractère de droit public. Il ne s'agit pas d'un droit de propriété au sens propre du terme, mais on ne saurait y voir seulement un droit potentiel, au sens de l'espérance maximum dont on fasse état [ekspektatywa maksymalnie ukształtowana]. Même si la concrétisation de ce droit dépend d'une action de son titulaire, il ne serait pas justifié de conclure qu'il n'existe pas avant le moment où il est exercé, c'est-à-dire lorsque l'ayant droit remporte un appel d'offres dans le cadre duquel il peut déduire la valeur des biens abandonnés du prix des biens qu'il a acquis ou de droits d'usage perpétuel. (...)", "Indubitablement, le droit à être crédité relève de la catégorie des droits protégés par l'article 1 du Protocole no 1 à la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales. »", "84.  La Cour constitutionnelle examina ensuite l'affaire sous l'angle de l'article 64 de la Constitution, qui énonce le principe de la protection des droits patrimoniaux. Elle décrivit la conduite de l'Etat de la façon suivante :", "« De l'avis de la Cour constitutionnelle, il ne fait aucun doute que, dans ces conditions, toutes les lois qui restreignent l'accès des rapatriés à l'acquisition, à la faveur d'appels d'offres, de certaines catégories de biens du Trésor public ont un impact direct sur la possibilité d'exercer le droit à être crédité.", "Les circonstances juridiques présentes font ressortir un paradoxe fonctionnel singulier en ce qu'un droit général stipulé dans la législation en vigueur ne peut se concrétiser en pratique. En conséquence, le droit à être crédité devient de plus en plus une « obligation vide de contenu » et se réduit à un « nudum ius ». Si la tendance actuelle perdure – c'est-à-dire si l'on continue d'exclure divers types de terrains appartenant au Trésor public de l'exercice du droit à être crédité – tout espoir de concrétisation de ce droit à l'avenir sera annihilé. Cet état de choses entraîne déjà une situation défavorable et paradoxale : des ayants droit, après avoir attendu depuis des années de pouvoir participer à des appels d'offres, prennent conscience, lors de tels appels d'offres, de la difficulté qu'il y a à exercer leur droit à être crédités et font grimper le prix des biens à un niveau bien supérieur à leur valeur marchande.", "Dans les circonstances actuelles, afin d'évaluer la possibilité de bénéficier du droit à être crédité, il faut prendre en considération non seulement les restrictions – plus ou moins justifiées – apportées à la disponibilité de certains types de biens, mais également les possibilités réelles de faire exécuter ce droit et sa valeur économique.", "Les lois restreignant l'accès des rapatriés aux biens du Trésor public ont pour résultat essentiel une expropriation de fait empêchant toute jouissance présente ou future du droit à être crédité, au sens dans lequel cette notion est utilisée dans la jurisprudence précitée de la Cour européenne des Droits de l'Homme. (...)", "L'inconstitutionnalité des restrictions énoncées aux articles 212 § 1 et 213 de la loi de 1997 sur l'administration foncière, à l'article 17 de la loi modificative de 1993 et à l'article 31 § 4 de la loi de 1996 tient précisément au fait que le droit général (le droit à être crédité) a été formulé de telle façon qu'il ne peut se concrétiser dans l'environnement juridique existant, de sorte qu'il est devenu illusoire, rien de plus qu'un simulacre. En outre, il ne s'agit pas simplement d'une impossibilité temporaire, tenant à certaines circonstances factuelles et juridiques particulières, mais bien de la création de constructions juridiques qui, d'emblée, excluent la possibilité que ce droit se concrétise. En l'espèce, l'appréciation de cette possibilité est d'autant plus essentielle que le législateur, tout en reconnaissant en principe les obligations de l'Etat à l'égard des rapatriés en application des accords internationaux, a failli en même temps à établir tout autre mécanisme d'indemnisation. Depuis plusieurs décennies, le droit à être crédité a été la seule solution disponible de lege lata permettant de compenser les pertes matérielles subies par les citoyens polonais à la suite des modifications territoriales dans les années 40. (...) »", "85.  Examinant la situation sous l'angle de l'article 31 § 3 de la Constitution, c'est-à-dire la question de savoir si les restrictions imposées par les autorités à l'exercice du droit à être crédité étaient acceptables, la Cour constitutionnelle observa notamment :", "« [L]a protection des droits patrimoniaux ne signifie pas qu'il soit complètement impossible de toucher à la substance de ces droits, ou qu'ils soient absolument inviolables (...) Ce qui importe, c'est de demeurer dans le cadre constitutionnel qui définit les limites de la protection constitutionnelle d'un droit patrimonial donné [références aux arrêts pertinents de la Cour constitutionnelle]. Ces limites sont énoncées à l'article 31 § 3 de la Constitution. Dans sa jurisprudence, la Cour constitutionnelle a indiqué à de nombreuses reprises que cette disposition prévoit des critères permettant de déterminer les conditions dans lesquelles des restrictions à la jouissance des droits et libertés constitutionnels peuvent être acceptées. (...)", "Dans ce cadre, il importe de prendre note de la position exprimée par la Cour constitutionnelle dans son arrêt du 12 janvier 2000 [références], selon laquelle la portée de telles limitations ne doit pas entraîner la suppression des composants fondamentaux du droit général, au point de le « dépouiller » de sa véritable substance et d'en faire une fiction juridique. Pareille situation entraîne une violation inacceptable au regard de la Constitution de la substance fondamentale ou de l'essence de ce droit. (...)", "A la lumière de ce qui précède, il convient d'admettre que toutes les dispositions invoquées dans la demande du médiateur, qui limitent l'étendue réelle des biens auxquels s'applique la procédure exposée à l'article 212 de la loi de 1997 sur l'administration foncière, sont incompatibles avec l'article 64 §§ 1 et 2 combiné avec l'article 31 § 3 de la Constitution.", "Pareilles restrictions ne se justifient pas dans un Etat démocratique de droit. Les buts exposés à l'article 17 de la loi modificative de 1993 et les raisons avancées pour limiter le droit à être crédité s'agissant des biens confiés à l'Office des biens militaires, notamment la nécessité de réserver des fonds à la modernisation des forces armées, ne doivent pas aboutir à priver uniquement un groupe spécifique de personnes de la possibilité d'exercer des droits patrimoniaux qui leur ont été conférés.", "Dans le cas des biens agricoles administrés par l'Office des biens agricoles du Trésor public, pareille exclusion ne saurait être tolérée sans que soient mises en place simultanément des solutions universelles qui permettraient de régler les problèmes patrimoniaux liés à la réglementation des rapports de propriété.", "Quant aux exclusions prévues par la loi de 1996, le but de générer des ressources pour la modernisation et l'entretien des institutions militaires ne saurait légitimer une discrimination à l'encontre des personnes ayant droit à être créditées de la valeur des biens abandonnés en dehors du territoire actuel de la Pologne pour la seule raison que ces personnes sont peut-être dans l'impossibilité de payer le prix d'achat au comptant. Une telle solution ne peut jamais être reconnue comme nécessaire dans un Etat démocratique de droit. Il n'y a pas davantage de lien fonctionnel entre cette restriction et la poursuite des buts énoncés à l'article 31 § 3 de la Constitution. La nécessité d'introduire des restrictions peut s'imposer si l'exercice du droit à être crédité devait empêcher de faire droit aux intérêts juridiquement protégés d'autres personnes. En particulier, l'existence du droit à être crédité ne crée pas une situation de nature à porter atteinte aux droits d'autres personnes (par exemple, les droits des anciens propriétaires bénéficiant d'un droit de préférence ou de personnes titulaires d'un droit de préemption).", "En même temps, il faut souligner que l'inconstitutionnalité de ces dispositions n'est pas liée à un vide législatif tenant à l'absence de certaines règles relatives à l'indemnisation des rapatriés des territoires au-delà du Boug. Elle découle plutôt de la mauvaise formulation juridique des dispositions régissant la question de l'indemnisation, ce qui provoque un dysfonctionnement systémique inacceptable. Il faut souligner que l'Etat, tout en créant un droit patrimonial général, ne peut en même temps introduire arbitrairement, en usant des attributs de son pouvoir, de telles restrictions qui, en excluant d'importants stocks de biens de la procédure d'indemnisation, annihilent de facto la possibilité pour les bénéficiaires de tirer le moindre avantage économique de ces droits. »", "86.  Enfin, la Cour constitutionnelle invoqua le principe de l'Etat de droit, énoncé à l'article 2 de la Constitution. Elle déclara notamment :", "« Ce principe implique avant tout, et surtout, la nécessité de protéger et de respecter de façon adéquate les droits acquis et de sauvegarder des intérêts patrimoniaux qui ne sont encore conférés à personne (...) mais il comprend également l'interdiction pour le législateur de créer des constructions juridiques qui ne peuvent être mises en œuvre et constituent une illusion juridique, donc un simulacre de protection de ces intérêts patrimoniaux qui ont un lien fonctionnel avec la substance du droit général établi.", "Par principe, le législateur ne peut donc pas restreindre la possibilité d'exercer un droit général formellement conféré à un individu à un point tel qu'il en vient à créer effectivement un nudum ius, c'est-à-dire un droit patrimonial qui est en conséquence vidé de sa substance et qui n'a en pratique aucune valeur matérielle. Car il faut souligner une fois encore que, dans le cas du « droit à être crédité », la valeur nominale de ce droit ne correspond pas à sa valeur réelle. Cette dépréciation survient précisément en raison du fait que la possibilité d'exercer ce droit a été considérablement limitée par la législation excluant certaines catégories de biens. (...)", "La nécessité de respecter le principe de la protection de la confiance en l'Etat, qui implique, comme on l'a indiqué plus haut, l'interdiction de créer des lois qui introduisent des institutions juridiques fictives, exige l'élimination des obstacles juridiques empêchant la jouissance du droit à être crédité. La Cour constitutionnelle ne peut apprécier dans quelle mesure un droit à être crédité fonctionnant convenablement pourrait réparer les dommages causés par la perte des biens situés au-delà du Boug. Le règlement de ce problème, qui fait partie de la question générale de la réparation des pertes subies par des groupes de population particuliers du fait des modifications territoriales historiques du pays et des évolutions du droit patrimonial survenues il y a plusieurs décennies, relève de la compétence du législateur. (...)", "Pour l'essentiel, le point important à cet égard est donc la mise en œuvre du postulat selon lequel les réglementations juridiques doivent être formulées de manière à garantir à tout individu non seulement la certitude juridique, mais également une prévisibilité totale quant à la mesure dans laquelle l'application de ces réglementations aura une influence sur sa situation dans des contextes juridiques particuliers. Le mécanisme d'indemnisation introduit pour des personnes qui ont été privées de leurs biens en raison de changements territoriaux a fait naître des espérances légitimes, de la part des personnes concernées, de voir le problème définitivement réglé à l'avenir, avec une prise en compte adéquate des intérêts de toutes les personnes titulaires de ce droit à être crédité. L'avis selon lequel il y a eu violation du principe de la confiance en l'Etat et en ses lois est renforcé par l'absence d'autres formes d'indemnisation dans l'ordre juridique. (...)", "La suppression dans l'ordre juridique des restrictions introduites par les articles 212 et 213 de la loi de 1997 sur l'administration foncière et par d'autres dispositions particulières permettrait à ce qui resterait de ce mécanisme de devenir un instrument d'indemnisation réel et non, comme jusqu'à présent, fictif. La Cour ne s'est pas penchée sur l'opportunité du choix par le législateur de moyens spécifiques pour satisfaire les intérêts patrimoniaux des rapatriés, puisque la définition de solutions institutionnelles concrètes relève de la seule sphère de compétence du législateur. Dès lors, c'est le dispositif d'indemnisation déjà prévu par la législation qui a été soumis à l'appréciation de la Cour du point de vue des garanties constitutionnelles.", "Soulignons en passant qu'outre la procédure d'indemnisation directement établie par l'article 212 de la loi sur l'administration foncière, le législateur a récemment introduit une nouvelle possibilité d'exercer le droit à être crédité dans la loi du 5 décembre 2002 portant modification de la loi sur l'exercice des pouvoirs du Trésor public, de la loi sur la commercialisation et la privatisation des entreprises publiques et d'autres lois, qui entrera en vigueur le 14 janvier 2003, et qui ajoute un troisième alinéa à l'article 53 de la loi du 30 août 1996 sur la commercialisation et la privatisation des entreprises publiques. Sur la base de cette disposition, les personnes visées à l'article 212 de la loi de 1997 sur l'administration foncière se sont vu accorder la possibilité de créditer la valeur des biens abandonnés sur la partie du prix d'achat d'une entreprise privatisée correspondant à la valeur des droits à certains éléments immobiliers inclus dans les actifs de l'entreprise, ou sur le prix d'achat de tels droits non compris dans les actifs. Cela constitue une nouvelle forme de droit à être crédité et l'on peut s'attendre à ce qu'elle élargisse la possibilité d'obtenir une réelle compensation pour les biens perdus. Toutefois, la nouvelle réglementation ne change pas en principe l'appréciation du droit à être crédité tel qu'il est défini par les dispositions contestées en l'espèce. Car l'existence d'une nouvelle forme de droit à être crédité (...) ne dispense pas le législateur de veiller à ce que le dispositif d'indemnisation examiné dans la présente affaire soit conçu de sorte à être un véritable instrument de protection des droits réels des individus et pas seulement une fiction juridique.", "La suppression des limitations énoncées dans les dispositions litigieuses fournira certainement des conditions nouvelles et plus favorables d'exercice du droit à être crédité, et donc une chance que le mécanisme d'indemnisation prévu par la législation puisse véritablement fonctionner. »", "87.  Le 8 janvier 2003, l'arrêt de la Cour constitutionnelle fut publié dans le Journal des lois. Il prit effet le même jour.", "2.  La loi modificative de décembre 2002", "88.  Le 14 janvier 2003 entra en vigueur la loi du 5 décembre 2002 portant modification de la loi sur l'exercice des pouvoirs du Trésor public, de la loi sur la commercialisation et la privatisation des entreprises publiques et d'autres lois (Ustawa o zmianie ustawy o zasadach wykonywania uprawnień przysługujacych Skarbowi Państwa, ustawy o komercjalizacji i prywatyzacji przedsiębiorstw państwowych oraz niektórych innych ustaw – « la loi modificative de décembre 2002 »).", "89.  L'article 2 § 16 modifie l'article 53 de la loi sur la commercialisation et la privatisation des entreprises publiques de la façon suivante :", "« Les personnes visées à l'article 212 de la [loi de 1997 sur l'administration foncière] pourront faire déduire la valeur des biens abandonnés dans des territoires n'appartenant pas à l'actuelle République de Pologne des dépenses suivantes :", "1)  la partie du prix d'achat d'une [entreprise publique] correspondant à la valeur des droits [réels] de cette entreprise sur des terrains et un immeuble à usage commercial ou de service, ou destiné à être utilisé en tant qu'atelier, pour des activités artistiques ou comme résidence secondaire ou garage, ou la valeur de terrains destinés à de telles fins ;", "2)  le prix d'achat des droits visés à l'alinéa 2 qui ont été vendus comme actifs n'appartenant pas à l'entreprise et ont été repris par l'Etat après le terme ou la rupture d'un contrat de bail avec l'entreprise. »", "3.  Le décret de janvier 2003", "90.  Le 7 février 2003 entra en vigueur le décret du Conseil des ministres du 14 janvier 2003 portant modification du décret sur les règles et procédures détaillées régissant les ventes aux enchères de biens du Trésor public ou de communes (Rozporządzenie Rady Ministrów zmieniające rozporządzenie w sprawie określenia szczegółowych zasad i trybu przeprowadzania przetargów na zbycie nieruchomości stanowiących własność Skarbu Państwa lub własność gminy – « le décret de janvier 2003 »).", "Le paragraphe 5 du décret modifié se lit ainsi :", "« 1.  Dans le cadre des ventes aux enchères organisées par un maire exerçant des fonctions en matière d'administration publique, les personnes titulaires de droits visés à l'article 212 de la [loi de 1997 sur l'administration foncière] seront dispensées de verser une caution si elles font une déclaration écrite selon laquelle elles s'engagent, dans le cas où elles renonceraient à signer un contrat [de vente], à verser une somme égale à la caution demandée aux autres enchérisseurs.", "2.  En lieu et place d'un document certifiant qu'elle a payé une caution, toute personne visée à l'alinéa 1 doit présenter au maire l'original du certificat ou de la décision attestant qu'elle est titulaire du droit énoncé à l'article 212 §§ 1 et 2.", "3.  Lorsqu'il s'agit de définir les conditions de vente de biens à des ventes aux enchères visées à l'alinéa 1, le paiement du [prix de vente] selon les modalités prévues à l'article 212 ne peut pas être exclu. »", "4.  La loi d'avril 2003", "91.  Le 16 juillet 2003, la loi du 11 avril 2003 sur le système agricole (Ustawa o kształtowaniu ustroju rolnego – « la loi d'avril 2003 ») entra en vigueur.", "Conformément aux dispositions de cette loi, l'Office des biens agricoles du Trésor public fut remplacé par l'Office des biens agricoles (voir également les paragraphes 31-32 ci-dessus), lequel, en vertu de l'article 18, devint son successeur légal. L'Office des biens agricoles reprit tous les biens appartenant à son prédécesseur. Le stock des biens constituant les ressources du Trésor public en biens agricoles fut confié au nouvel office. En conséquence, cet organe est à présent responsable de la gestion et de la distribution des biens agricoles de l'Etat et de l'organisation des ventes aux enchères de ces biens, conformément aux dispositions du décret pertinent (voir le paragraphe 92 ci-dessous).", "5.  Le décret d'août 2003", "92.  Le décret pris le 1er août 2003 par le ministre du Trésor exposant les règles détaillées qui régissent la vente de tout ou partie de biens relevant des ressources agricoles du Trésor public, les conditions de paiement par versements échelonnés et les barèmes d'évaluation des terrains (Rozporządzenie Ministra Skarbu Państwa w sprawie szczegółowego trybu sprzedaży nieruchomości Zasobu Własności Rolnej Skarbu Państwa i ich częsci składowych, warunków rozkładania ceny sprzedaży na raty oraz stawek szacunkowych gruntów – « le décret d'août 2003 ») entra en vigueur le 11 août 2003.", "En vertu du paragraphe 8 du décret d'août 2003, les rapatriés sont dispensés de l'obligation de verser avant une vente aux enchères de biens de l'Etat une caution garantissant le paiement du prix de vente.", "Cette disposition, en ses passages pertinents, se lit ainsi :", "« 1.  Toute personne physique qui, en vertu d'autres lois, est en droit de déduire la valeur de biens abandonnés au-delà des frontières actuelles de l'Etat polonais en raison de la guerre ayant débuté en 1939 du prix d'achat ou des droits d'usage perpétuel de biens du Trésor public [qu'elle souhaite acquérir] est dispensée du versement d'une caution si elle s'engage par écrit à verser une somme égale à la caution demandée aux autres enchérisseurs dans le cas où elle renoncerait à signer un contrat de vente.", "2.  En lieu et place d'un document certifiant qu'elle a payé une caution, toute personne visée à l'alinéa 1 doit présenter au commissaire-priseur l'original du certificat ou de la décision attestant de son droit à faire déduire du prix de vente la valeur des biens abandonnés.", "3.  Lorsqu'il s'agit de définir les conditions de vente de biens [–] auxquels le droit à être crédité visé à l'alinéa 1 s'applique [–] lors de ventes aux enchères prévues par l'article 6 [c'est-à-dire toute vente aux enchères organisée conformément aux dispositions de la loi de 1991], le versement du prix de vente au moyen d'une telle opération de créditement ne peut pas être exclu. »", "6.  Les jugements rendus par le tribunal régional de Cracovie les 2 et 7 avril 2003", "93.  Début 2003, plusieurs rapatriés (ou leurs héritiers légaux) assignèrent le Trésor public en justice, demandant des dommages-intérêts en vertu du droit de la responsabilité civile et des dispositions des accords des républiques applicables. Certaines de ces demandes furent examinées par le tribunal régional (Sąd Okręgowy) de Cracovie.", "Les demandes furent présentées malgré l'issue défavorable d'affaires similaires dans lesquelles les demandes de dommages-intérêts avaient été rejetées pour défaut de base légale en droit polonais (voir également le paragraphe 107 ci-dessous).", "94.  Le premier groupe de réclamants alléguèrent une faute de l'Etat en ce que celui-ci les avait privés de toute possibilité d'exercer leur droit à être crédités et en ce que le système qu'il avait instauré pour que les intéressés puissent faire valoir leurs droits consacrés par l'article 212 de la loi de 1997 sur l'administration foncière s'était révélé défectueux, illusoire et inefficace. Les réclamants soutinrent que les dispositions des accords des républiques constituaient la base légale de l'indemnisation financière et que l'on pouvait reprocher aux autorités une violation de la Constitution au sens de l'article 77 de la Constitution.", "95.  Le second groupe de réclamants alléguèrent que l'Etat avait commis une violation de la Constitution, premièrement en les privant de manière permanente – par l'adoption de lois successives et de mauvaises pratiques – de toute possibilité de voir leurs demandes accueillies et, deuxièmement, en ne publiant pas les accords des républiques dans le Journal des lois, empêchant ainsi les réclamants de les invoquer à l'appui de leurs demandes civiles devant les tribunaux.", "Toutes les personnes concernées demandèrent des dommages-intérêts pour des montants égaux à la valeur des biens qu'elles-mêmes ou leurs familles avaient dû laisser derrière elles au-delà du Boug.", "Les deux premiers jugements de principe furent rendus les 2 et 7 avril 2003.", "a)  Jugement du 2 avril 2003", "96.  Le 2 avril 2003, après avoir examiné une action engagée à l'encontre du Trésor public par trois personnes, B.G., J.K. et B.K., en réparation de préjudices découlant de la méconnaissance par l'Etat de leur droit à obtenir des biens à titre compensatoire en vertu de l'article 212 de la loi de 1997 sur l'administration foncière, le tribunal régional de Cracovie accorda aux intéressés l'intégralité des dommages-intérêts qu'ils réclamaient.", "97.  Le tribunal établit que, de 1991 à 1998, le bureau de district de Cracovie avait organisé vingt-deux ventes aux enchères de biens auxquelles les rapatriés des territoires au-delà du Boug pouvaient participer. Dans certaines de ces ventes, seules les personnes qui avaient présenté des demandes d'indemnisation avant le 26 mai 1990 avaient pu enchérir. En 2002, le maire du district de Cracovie avait commencé à organiser des ventes aux enchères, mais cette année-là seules deux ventes de ce type avaient eu lieu.", "Le tribunal régional décrivit comme suit la situation relative à la mise en œuvre du droit des demandeurs à être crédités :", "« (...) l'organisation de ces ventes aux enchères soit excluait totalement les rapatriés des territoires au-delà du Boug, soit restreignait la participation à ces opérations aux personnes qui résidaient dans le district où elles se déroulaient, ou encore les biens offerts à la vente ne pouvaient répondre aux demandes des réclamants eu égard à la valeur de leurs droits en cause. Il y eut également des situations où l'Office des biens agricoles du Trésor public organisa des ventes aux enchères desquelles, en vertu des dispositions applicables, les personnes concernées par des biens situés au-delà du Boug étaient exclues.", "Il faut cependant examiner tout particulièrement les situations où les ventes aux enchères n'excluaient pas ces personnes. Le cas s'est produit extrêmement rarement. En pareil cas, un groupe important de personnes ayant droit à être indemnisées ont participé. Ces personnes, conscientes qu'en raison du stock limité de biens destinés à répondre à leurs demandes elles n'auraient pas la possibilité d'obtenir satisfaction, présentèrent des offres tellement élevées que le prix des biens à vendre atteignit un niveau plusieurs fois supérieur à leur valeur marchande. Il est révélateur que seules les personnes concernées par des biens situés au-delà du Boug aient pris part à ces ventes aux enchères, alors que les organisateurs avaient également autorisé les personnes en mesure d'acheter les biens au comptant à y participer. Dans l'une de ces opérations, un bien dont le prix de réserve, évalué en fonction des estimations du marché, était de 115 000 zlotys polonais, fut vendu pour 700 000 zlotys. Dans une autre vente, une parcelle comprenant un immeuble qui avait été utilisé comme chambre de dissection et dont le prix de réserve se montait à un peu plus de 200 000 zlotys polonais fut vendue pour 1 500 000 zlotys polonais. Dans le cadre de la situation décrite ci-dessus, il suffit de dire que, dans le domaine d'activité de la branche de Cracovie de l'Association polonaise des créanciers du Trésor public rapatriés des régions frontalières, c'est-à-dire sur le territoire de l'ancienne région de Cracovie et d'une partie de la région de Nowy Sącz, seulement une vingtaine de personnes, sur un total de 300 personnes en possession d'un certificat ou de décisions administratives, ont exercé leur droit à être créditées, et aucune de ces personnes n'a été intégralement indemnisée à hauteur de la valeur de son droit. Il faut ajouter que, dans le domaine d'activité de la branche de Cracovie de l'Association polonaise des créanciers du Trésor public rapatriés des régions frontalières, 3 600 personnes ont essayé d'obtenir des certificats attestant de leur droit à recevoir l'équivalent des biens abandonnés. »", "Le tribunal constata par ailleurs que les demandeurs, ou leurs prédécesseurs, avaient antérieurement refusé d'accepter deux offres de biens à titre compensatoire. Il estima ce refus justifié puisque l'obtention du premier bien, un terrain, était subordonnée à l'obligation de faire construire une maison sur ce terrain dans un délai de quatre ans, alors que les intéressés n'avaient pas les moyens de procéder à un tel investissement. Quant à la seconde offre, les réclamants devaient choisir un immeuble de rapport, situé dans une autre ville, parmi les trois qu'on leur proposait, mais ces immeubles étaient dans un état déplorable.", "98.  Le tribunal régional souscrivit à l'avis de la Cour constitutionnelle selon lequel les accords des républiques ne faisaient pas partie de l'ordre juridique interne. En conséquence, ils ne pouvaient pas constituer la base légale d'une demande civile de dommages-intérêts présentée devant le tribunal. Il estima néanmoins que la conduite de l'Etat s'analysait en une série de fautes, déclarant notamment que :", "« Comme on l'a amplement démontré en l'espèce, on en est arrivé à une situation paradoxale, dans laquelle les ayants droit ont attendu pendant des années de participer à une vente aux enchères ; enfin, lorsqu'une telle vente a effectivement eu lieu, les intéressés, sachant combien il était difficile d'exercer leur droit à être crédités et sous la pression de la situation dans laquelle ils se trouvaient, ont enchéri à un prix excédant de très loin la valeur marchande des biens concernés. Ainsi, cédant à une très forte pression, ils ont perdu une grande partie de leur droit. Les restrictions sévères à la possibilité d'exercer leur droit en pratique ont entraîné l'anéantissement de celui-ci. Cette situation, dans laquelle l'Etat a créé les circonstances décrites ci-dessus, constitue en fait une expropriation totalement injustifiée [et équivaut à] priver les personnes rapatriées des territoires au-delà du Boug des droits patrimoniaux dont elles étaient titulaires. Le simple fait de créer une telle situation doit être considéré comme une infraction s'agissant des droits des rapatriés.", "Il faut souligner avec force que le législateur a non seulement l'obligation positive d'instaurer des réglementations et procédures protégeant les droits patrimoniaux, mais également l'obligation négative de s'abstenir d'introduire des réglementations de nature à lever ou à limiter la protection juridique de tels droits, et a fortiori [des mesures] les supprimant intégralement. Si le législateur ne remplit pas les conditions énoncées ci-dessus, il enfreint l'article 64 § 2 de la Constitution et crée une situation d'illégalité. (...)", "De l'avis du tribunal, les restrictions légales résultant de la législation décrite cidessus – même si ces lois peuvent être nécessaires par ailleurs – concernant la réforme des collectivités territoriales, les opérations de remembrement agricole, la modernisation de l'armée et d'autres questions ne peuvent justifier de faire subir une discrimination aux personnes ayant le droit de faire déduire la valeur de biens abandonnés en dehors des frontières du pays, uniquement parce que ces personnes ne sont pas en mesure de s'acquitter immédiatement du prix du bien en cause ou [des droits d'usage perpétuel]. (...)", "Les restrictions légales affectant les droits patrimoniaux acquis par des personnes rapatriées des territoires au-delà du Boug créent une situation dans laquelle les intéressés sont privés de la valeur patrimoniale fixée par le législateur.", "Il s'agit en effet d'une faute de l'Etat, qui entraîne, pour des raisons imputables à l'Etat, un préjudice pour les demandeurs en ce qu'ils n'ont pas pu exercer leur droit d'obtenir des biens pour la valeur entérinée par la décision administrative pertinente. Si le législateur, par l'article 81 de la loi de 1985 et l'article 212 de la loi de 1997 sur l'administration foncière, a conféré aux rapatriés des territoires au-delà du Boug le droit de déduire la valeur des biens abandonnés à l'étranger du prix de terrains constructibles ou de celui d'immeubles ou de locaux situés sur des terrains appartenant au Trésor public, les lois ultérieures ont privé d'effet toutes les voies offertes à ce groupe de citoyens pour exercer ce droit.", "Par essence, le préjudice subi par les rapatriés, et aussi par le demandeur en l'espèce, tient à la différence entre la valeur de ce qu'ils auraient dû recevoir en vertu de l'article 212 de la loi de 1997 sur l'administration foncière en contrepartie de leur droit, et ce qu'ils ont eu en pratique en raison de la mauvaise foi avec laquelle l'Etat a appliqué la loi. (...)", "Conformément à l'article 77 § 1 de la Constitution, toute personne a le droit d'obtenir réparation pour les actes illégaux d'une autorité publique. La responsabilité du Trésor public découle de l'article 417 du code civil, puisqu'elle tient au fonctionnement d'une autorité publique dans son ensemble, et non à des personnes spécifiques liées à cette institution, eu égard au fait que la responsabilité est engagée en cas d'acte illégal. En outre, entrent dans la notion de « fonctionnement des autorités publiques », dans un sens plus large, des actions ou omissions, des mesures spécifiques, ou des décrets, des jugements, des décisions administratives, des lois quasi normatives et, enfin, l'activité législative. (...)", "Le fait qu'il ait été impossible pour les [demandeurs] d'exercer les droits dont ils étaient titulaires sans perdre la plus grande partie de leur valeur les autorise à réclamer, au regard du droit de la responsabilité civile, une indemnisation égale aux montants énoncés dans le certificat applicable.", "On peut tout à fait comprendre que les demandeurs, après avoir obtenu les certificats qui entérinaient leurs droits au regard de l'article 212 de la loi de 1997 sur l'administration foncière, n'aient pas participé aux ventes aux enchères organisées par les [autorités], puisque le nombre de ventes aux enchères dont ils auraient pu avoir connaissance était très faible. Toutefois, vu le nombre de rapatriés autorisés à prendre part à ces opérations, toute participation éventuelle à de telles ventes aurait pu entraîner pour eux la perte d'une fraction importante de leur droit.", "Même si l'arrêt de la Cour constitutionnelle du 19 décembre 2002 – qui (...) a levé les restrictions imposées aux rapatriés quant à l'exercice de leurs droits – a pris effet immédiatement après sa publication dans le Journal des lois, c'est-à-dire le 8 janvier 2003, en pratique, l'Office des biens militaires et l'Office des biens agricoles de l'Etat, exprimant l'avis que ledit arrêt exigeait la mise à jour des dispositions de la loi de 1997 sur l'administration foncière et d'autres lois, ont engendré une situation où perdure l'impossibilité pour les rapatriés de concrétiser les droits dont ils sont titulaires.", "Cette circonstance, telle qu'elle a été décrite dans l'établissement des faits de l'espèce, est notoirement connue, les journaux en ayant largement rendu compte. Ainsi, le Gouvernement, en donnant une interprétation incorrecte des conséquences de l'arrêt de la Cour constitutionnelle, continue à faire barrage aux droits des rapatriés, se rendant ainsi coupable d'une faute civile dans la mesure et avec les conséquences décrites auparavant par le tribunal. »", "99.  En août 2003, les défendeurs contestèrent ce jugement devant la cour d'appel (Sąd Apelacyjny) de Cracovie.", "La cour d'appel examina l'affaire le 24 septembre 2003. Elle entérina les constatations de fait formulées par la juridiction inférieure mais infirma la conclusion sur le fond. Elle modifia en conséquence le jugement de première instance et rejeta la demande.", "Dans les motifs de l'arrêt, la cour d'appel souligna que l'exécution du droit à être crédité dépendait dans une large mesure de l'activité de l'ayant droit. Dès lors, il s'agissait seulement d'un droit contingent. En outre, l'article 212 prévoyait une procédure spécifique permettant à l'Etat de s'acquitter de son obligation, mais n'envisageait aucun mécanisme d'indemnisation. Les demandeurs auraient pu être indemnisés seulement s'ils avaient prouvé qu'ils n'avaient pu obtenir aucun bien à titre compensatoire sur tout le territoire de la Pologne. A cet égard, la cour d'appel souligna que les réclamants n'avaient pas encore épuisé toutes les voies offertes par le droit interne. Ils n'avaient pas participé à des ventes aux enchères et avaient refusé d'acquérir des biens proposés par les autorités à titre compensatoire. Ce n'est qu'en participant activement aux ventes aux enchères que les demandeurs auraient pu démontrer qu'ils rencontraient des difficultés pour exercer leur droit. La cour d'appel déclara également qu'aucun fondement juridique ne permettait de mettre en cause la responsabilité civile de l'Etat, du fait en particulier de l'inactivité législative alléguée. Elle écarta l'argument selon lequel le législateur, en adoptant des lois entachées d'illégalité ou en ne garantissant pas comme il se devait les droits des rapatriés des territoires au-delà du Boug, avait illégitimement exproprié les demandeurs.", "100.  Ces derniers se pourvurent en cassation (kasacja) devant la Cour suprême contre le jugement précité. La procédure de cassation est pendante.", "b)  Jugement du 7 avril 2003", "101.  Le 7 avril 2003, après avoir examiné une demande présentée par deux personnes, T.Rz. et E.Rz., à l'encontre du Trésor public (gouverneur de Małopolska), le tribunal régional de Cracovie, siégeant dans une composition différente, accueillit la demande de dommages-intérêts présentée par les réclamants et fondée sur l'inexécution par l'Etat de l'obligation qui lui incombait en vertu de l'article 212 de la loi de 1997 sur l'administration foncière.", "102.  Le tribunal régional estima que les dispositions des accords des républiques ne pouvaient pas constituer la base légale d'une demande civile puisque ces textes n'avaient pas été dûment publiés dans le Journal des lois. Néanmoins, il considéra que la responsabilité du Trésor public pouvait être mise en cause non seulement en raison du fait que l'Etat n'avait pas garanti la jouissance effective du droit à être crédité mais également parce qu'il ne s'était pas acquitté de son obligation légale de publier les accords des républiques – ce qui avait empêché les demandeurs de les invoquer comme base légale. Le tribunal déclara notamment :", "« [En fait]", "Malheureusement, force est de constater que, bien qu'il se soit écoulé peu de temps depuis le prononcé de l'arrêt de la Cour constitutionnelle, les organismes qui détiennent les biens du Trésor public ont pour l'heure suspendu l'organisation de vente aux enchères de ces biens, invoquant l'absence de nouvelles dispositions législatives remplaçant celles qui ont été annulées. Toutefois, il convient de relever que l'arrêt de la Cour constitutionnelle (...) portait, comme on l'a dit ci-dessus, sur « la levée des restrictions au sein du système » ; dès lors, rien ne justifie la position exprimée dans les communiqués mis à la disposition du public sur internet. En conséquence, cette possibilité [de répondre aux demandes] demeure illusoire pour les rapatriés des territoires au-delà du Boug.", "[En droit]", "A la lumière des constatations du tribunal, il ne fait aucun doute que, si l'accord conclu le 9 septembre 1944 avec la RSS d'Ukraine a bien été ratifié, il n'a certainement jamais été publié depuis lors dans le Journal des lois (ce qui vaut également pour l'accord conclu avec la RSS du Bélarus). A la lumière des dispositions constitutionnelles précitées, cet accord ne saurait donc constituer une source de droit, puisqu'il n'a pas été incorporé dans l'ordre juridique interne. En conséquence, cet accord ne peut s'appliquer directement ni être invoqué comme base légale des demandes des réclamants. La Cour constitutionnelle a exprimé un avis similaire dans son arrêt du 19 décembre 2002, qui a déjà été cité relativement aux constatations de fait formulées en l'espèce. (...)", "Les réclamants ont sollicité[] la publication de l'accord du 9 septembre 1944 signé avec la république d'Ukraine, mais le ministre des Affaires étrangères a refusé de prendre des mesures en ce sens – alors qu'il était tenu de le faire en vertu du droit des traités internationaux –, répondant que l'exécution de l'accord avait entraîné son extinction. Le ministre fondait son argumentation sur l'idée que, selon lui, l'accord avait été exécuté entre les parties et qu'il y avait donc été mis un terme, du fait de la conclusion du Pacte de 1952 avec le gouvernement soviétique. (...)", "Cet avis est erroné pour au moins deux raisons :", "Tout d'abord, d'un point de vue formel, la Convention de Vienne prévoit la possibilité de mettre fin à un traité, non pas en invoquant son exécution, mais plutôt en le dénonçant. (...)", "Même si l'on est disposé à accepter la possibilité que l'exécution d'accords puisse entraîner leur extinction, cet argument ne peut être invoqué lorsque les accords en question n'ont pas encore été intégralement exécutés. (...)", "Indépendamment des considérations qui précèdent, lesquelles, dans un sens, revêtent une importance marginale, on peut ajouter que, si l'on admettait que l'extinction des accords des républiques a pris effet en 1952, cela aurait d'étranges conséquences, car il faut rappeler qu'en l'espèce le résultat se serait produit (...) précisément à partir de cette date. Mais alors, il faut se demander pourquoi, par exemple, la Cour suprême, dans sa jurisprudence – si abondamment citée en l'espèce – s'est préoccupée pendant les cinquante dernières années d'accords qui ne seraient plus en vigueur. Par exemple, dans la résolution bien connue prise le 30 mai 1990 par sept juges de la Cour suprême (III CZP 1/90, (...)), cette juridiction a statué non seulement sur l'article 88 § 1 de la loi de 1985 sur l'administration foncière et l'expropriation, qui énonce le droit à être crédité, mais également sur les accords des républiques de 1944, et a examiné la substance de l'article 3 § 6[] (...)", "Les arguments ci-dessus montrent que le pouvoir exécutif, malgré une demande du réclamant en ce sens, n'a pas procédé à la publication de l'accord conclu avec la RSS d'Ukraine (au moins), en dépit de l'obligation légale qui lui commande de publier immédiatement les accords ratifiés. (...) Plus précisément, l'autorité publique s'est abstenue d'agir en dépit d'une obligation expressément formulée dans la loi, et a donc ainsi contrevenu à la loi (illégalité objective). Dès lors, la première des conditions de responsabilité requises par l'article 417 du code civil combiné avec l'article 77 § 1 de la Constitution est remplie. (...)", "Dans ses constatations, le présent tribunal a estimé que les demandeurs ne pouvaient pas faire valoir leurs droits au regard de la loi de 1997 sur l'administration foncière, puisque le Trésor public, représenté par le maire, les avait privés de toute possibilité d'exercer le droit à être crédité en ne mettant aucun bien immobilier aux enchères, et ce depuis des années. Dans ces circonstances, comme la Cour constitutionnelle l'a souligné avec raison, ce droit est devenu illusoire. Le tribunal de céans a également indiqué que la situation n'avait connu aucune évolution depuis l'arrêt de la Cour constitutionnelle. (...)", "Ainsi qu'on l'a dit ci-dessus, si l'accord conclu le 9 septembre 1944 avec la RSS d'Ukraine était publié dans le Journal des lois, il serait examiné, conformément à l'article 241 de la Constitution, sous l'angle de l'article 91 de celleci ; sa nature autoexécutoire serait alors pour ainsi dire présumée et le tribunal de céans serait tenu de l'appliquer en l'espèce. (...)", "(...) [Si les] accords des républiques avaient été publiés, alors il n'y aurait actuellement aucun obstacle pour examiner ces demandes sur la base de leurs dispositions (...). De l'avis du tribunal, il ressort des observations ci-dessus que ces dispositions de l'accord sont de nature auto-exécutoire. (...)", "Il s'agit là d'une affirmation de grande importance. En effet, alors que les demandeurs sont en droit d'invoquer cet instrument, son exclusion de l'ordre juridique les prive en pratique de cette possibilité. Mais cette exclusion est le résultat d'une omission illégale de la part du pouvoir exécutif, qui a négligé de publier l'accord dans le Journal des lois.", "Eu égard à ces circonstances, il existe un lien de causalité clair et direct entre l'omission illégale des autorités publiques et le préjudice subi par les demandeurs. Ce dommage matériel découle de l'impossibilité pour les réclamants de voir leurs demandes satisfaites dans le cadre d'une action civile fondée sur l'article 3 § 6 de l'accord, puisque l'issue d'une telle procédure est pour l'heure préjugée (rejet de la demande, ou, comme en l'espèce, indication du défaut de base légale). Certainement, pareille action ne peut avoir une issue positive. (...)", "Il faut souligner que le dommage décrit ci-dessus n'aurait pas été constitué s'il avait été possible pour les demandeurs d'exercer le « droit à être crédité », qui consiste à opérer la déduction de la valeur des biens abandonnés. Dès lors, le fait d'avoir généré un dommage en empêchant l'engagement d'une procédure est aussi en rapport étroit avec cette circonstance.", "En conclusion, l'omission illégale de la part des autorités publiques, consistant à ne pas publier l'accord dans le Journal des lois malgré la demande de MM. T.Rz. et E.Rz., a privé ceux-ci – puisqu'ils n'ont pas pu exercer le droit à être crédité en tant que droit général dans l'ordre juridique existant –, de toute possibilité d'obtenir une indemnisation effective, à hauteur du montant maximum possible – à savoir la valeur des biens que les intéressés avaient dû laisser derrière eux en Ukraine, qu'ils réclament sur le fondement de l'article 3 § 6 de l'accord conclu avec la RSS d'Ukraine. »", "7.  Les arrêts rendus par la Cour administrative suprême les 29 mai et 12 décembre 2003", "103.  Le 29 mai 2003, la Cour administrative suprême examina les affaires introduites par M. E.Rz. (le réclamant dans la procédure décrite ci-dessus) et un certain A.K. Les demandeurs présentaient des griefs sous l'angle de l'article 26 de la loi du 11 mai 1995 sur la Cour administrative suprême (Ustawa o Naczelnym Sądzie Administracyjnym), alléguant l'inactivité du premier ministre en ce qu'il n'avait pas publié les accords des républiques du 9 septembre 1944, conclus par le Comité polonais de libération nationale et les gouvernements des républiques socialistes soviétiques d'Ukraine et du Bélarus (voir également les paragraphes 11 et 39-40 ci-dessus).", "104.  La Cour administrative suprême rejeta les griefs, estimant qu'ils étaient mal fondés. En particulier, aucune question ne se posait quant à l'inactivité du premier ministre puisque celui-ci ne pouvait pas ordonner la publication d'un accord international sans recommandation préalable du ministre des Affaires étrangères. Or ce dernier n'avait pas recommandé la publication des accords des républiques dans le Journal des lois.", "Dans son arrêt, la Cour formula d'importantes conclusions en fait et en droit. Elle contesta également l'avis de la Cour constitutionnelle quant à la force contraignante des accords des républiques et exprima l'avis que l'article 3 de chacun des accords concernait directement les droits et obligations des rapatriés et ne se limitait pas à une simple promesse d'agir.", "105.  La Cour déclara notamment ceci :", "« De l'avis de la Cour administrative suprême, la substance de cet accord, en particulier de son article 3, indique qu'il se rapporte directement aux droits et obligations des rapatriés. Il ne se limite pas uniquement à une promesse d'agir, ce qui ne pourrait constituer en soi une base permettant de fonder les demandes, puisqu'il prévoit seulement, ainsi que le montrent l'arrêt de la Cour constitutionnelle du 19 décembre 2002 et l'avis du 27 janvier 2003 de la commission consultative juridique près le ministre des Affaires étrangères concernant la question des biens situés au-delà du Boug, une responsabilité spécifique pour l'Etat, à savoir réglementer en droit interne les modalités de traitement des demandes des personnes ayant perdu des biens consécutivement à la délimitation des frontières de la Pologne. Cela ressort clairement de l'article 3 § 6, puisque le remboursement des biens mobiliers et immobiliers abandonnés devait s'effectuer sur la base de la valeur estimée par les assurances. (...)", "De l'avis de la Cour administrative suprême, l'accord en question, malgré la position du défendeur et le raisonnement suivi par la Cour constitutionnelle dans son arrêt du 19 décembre 2002, est toujours contraignant puisqu'il n'a pas encore été pleinement exécuté. En effet, aux termes de l'article 59 de la Convention de Vienne du 23 mai 1969 sur le droit des traités, un traité est considéré comme ayant pris fin lorsque toutes les parties à ce traité concluent ultérieurement un traité portant sur la même matière, et s'il ressort du traité postérieur ou s'il est par ailleurs établi que selon l'intention des parties la matière doit être régie par ce traité, ou si les dispositions du traité postérieur sont incompatibles avec celles du traité antérieur à tel point qu'il est impossible d'appliquer les deux traités en même temps. (...) »", "106.  Le 12 décembre 2003, dans deux arrêts ultérieurs (nos II SAB 219/03 et II SAB 221/03) concernant des griefs relatifs à l'inactivité du pouvoir exécutif, en particulier au fait que le ministre des Affaires étrangères n'avait pas procédé à la publication des accords des républiques dans le Journal des lois, la Cour administrative suprême confirma le point de vue exposé ci-dessus dans son intégralité. Elle ordonna en outre au ministre de répondre aux demandes des réclamants sollicitant la publication en bonne et due forme des accords des républiques.", "8.  L'arrêt rendu par la Cour suprême le 21 novembre 2003", "a)  Le contexte", "107.  Le 25 avril 2001, le tribunal régional de Varsovie rejeta une demande d'indemnisation financière relative à des biens abandonnés au-delà du Boug (dans une région faisant aujourd'hui partie de l'Ukraine), présentée par un certain Cz.S. à l'encontre du Trésor public et du ministre du Trésor. Invoquant notamment l'article 3 § 6 de l'accord applicable, Cz.S. avait sollicité une indemnité correspondant à la valeur des biens en question. Le tribunal considéra que les dispositions de cet accord ne pouvaient constituer une base légale indépendante pour établir la responsabilité du défendeur, et jugea que le demandeur n'avait pas démontré l'existence d'un lien de causalité entre le préjudice allégué et une faute quelconque résultant d'une action ou d'une omission des autorités de l'Etat.", "Le 28 mai 2002, la cour d'appel de Varsovie, saisie par le demandeur, confirma le jugement de première instance et la motivation de celui-ci.", "b)  L'arrêt", "108.  Cet arrêt (no I CK 323/02) fut rendu par la Cour suprême, siégeant à trois juges, à l'issue de l'examen du pourvoi en cassation présenté par Cz.S. contre l'arrêt de la cour d'appel. La Cour suprême annula celui-ci et renvoya l'affaire à la cour d'appel de Varsovie. Dans son arrêt, considéré comme une décision de principe sur les demandes concernant des biens situés au-delà du Boug et sur la responsabilité civile de l'Etat du fait de la nonexécution du droit à être crédité, la Cour suprême formula plusieurs conclusions importantes en fait et en droit.", "109.  Quant à la nature du droit énoncé à l'article 212 de la loi de 1997 sur l'administration foncière, elle observa notamment :", "« Si la nature de ce droit prête à discussion, il se dégage néanmoins une thèse prédominante selon laquelle il constitue un droit patrimonial particulier, [qui est] transmissible à cause de mort et aliénable selon des modalités particulières, et qui consiste en substance en la possibilité de faire exécuter à son profit une certaine obligation patrimoniale par le recours au « Fonds pour les biens abandonnés au-delà du Boug » [pieniądz zabużański]. Ce « droit » (...) a sans aucun doute une valeur matérielle, qui découle de la disponibilité des biens qu'il peut permettre d'acheter. La disponibilité de ces biens est déterminée par (...) la législation et son application en pratique. »", "110.  La Cour fit en outre les déclarations suivantes :", "« (...) [I]l ne fait aucun doute que les initiatives législatives prises ces quelques dernières années amoindrissent la valeur du droit à être crédité et que cette réduction en valeur peut être considérée comme une perte matérielle relevant de la notion de dommage. A cet égard, il faut comparer la valeur du droit à être crédité dans une situation juridique hypothétique hors du cadre des lois jugées défectueuses et la valeur de ce droit telle qu'elle résulte de l'adoption des lois [défectueuses] en question.", "Dans le cadre des considérations relatives au dommage, il ne faut pas oublier de mentionner la façon dont les dispositions juridiques relatives aux droits des personnes concernées par des biens situés au-delà du Boug sont appliquées en pratique. Certains documents versés au dossier confirment que le Trésor public n'organise aucune vente aux enchères à laquelle ces personnes pourraient participer. Ni l'Office des biens agricoles ni l'Office des biens militaires ne se sont conformés à l'arrêt de la Cour constitutionnelle. De telles pratiques rendent matériellement impossible la concrétisation du droit [des demandeurs] à être crédités. Bien entendu, [pour des questions telles que] l'existence d'un dommage et sa valeur, la charge de la preuve est supportée par le réclamant. Certes, ce dommage n'équivaut pas à une privation de droits patrimoniaux et sa valeur n'est pas égale à celle des biens abandonnés en Ukraine. (...)", "En conclusion, [les demandeurs concernés par des biens situés au-delà du Boug] peuvent, en vertu de l'article 77 § 1 de la Constitution, solliciter une indemnisation financière du Trésor public pour compenser la perte de valeur du [droit à être crédité] qui résulte de l'adoption de lois restreignant leur accès à des ventes aux enchères (...) ce qui les empêche ou réduit leurs possibilités de faire exécuter leurs droits. (...)", "Toutefois, cela ne signifie pas qu'il soit possible [pour les demandeurs] d'obtenir la contrepartie financière intégrale de la valeur des biens abandonnés dans les régions frontalières. Ce serait contraire à (...) l'article 212 de la loi de 1997 sur l'administration foncière, par lequel le législateur – agissant dans sa sphère législative autonome – a instauré un mécanisme d'indemnisation spécifique. Le point crucial est de savoir cependant si l'action législative précédente a donné à [ce mécanisme] un caractère illusoire – ainsi que l'a déclaré sans équivoque la Cour constitutionnelle. Cette question a des conséquences sur la valeur réelle du [droit à être crédité]. En effet, la valeur de ce droit a été réduite depuis que le législateur, d'une part, a exclu du champ d'application de l'article 212 (...) [certaines] parties des terrains de l'Etat et, d'autre part, l'a rendu inexécutable par l'application de cette disposition en pratique (c'est-à-dire en ne tenant pas de vente aux enchères). [E]n conséquence, le droit à être crédité ne pouvait pas, et ne peut toujours pas, être exercé.", "Pareille action ne saurait être acceptée dans un Etat démocratique de droit qui applique les principes de justice sociale (article 2 de la Constitution), ou qui garantit à tous, dans des conditions d'égalité, le droit de propriété, les autres droits patrimoniaux et le droit de succession (article 64 § 2 de la Constitution).", "Il convient de relever que quelque 90 % des personnes ayant droit à des biens à titre compensatoire ont été indemnisées [intégralement], (...) en particulier par l'exercice du droit à être crédité. Cela étant, et eu égard au fait que le droit à être crédité est toujours en vigueur (...), il faut tenir pour légitime la prétention à être intégralement indemnisés des réclamants concernés par des biens situés au-delà du Boug qui n'ont pas encore exercé ledit droit. [Toute décision contraire équivaudrait à établir] une discrimination injustifiée entre [divers groupes] de personnes concernées par des biens situés au-delà du Boug et empêcherait l'exécution des dispositions (...) qui définissent la procédure spécifique visant à concrétiser le droit à être crédité (en particulier l'article 212). »", "9.  La loi de décembre 2003", "a)  Les travaux préparatoires et l'adoption par le Parlement", "111.  Dans l'intervalle, le Sénat avait élaboré la proposition de loi portant modification de la loi sur l'administration foncière, de la loi portant modification de la loi sur l'administration des biens agricoles du Trésor public et d'autres lois (Projekt ustawy o zmianie ustawy o gospodarce nieruchomościami i ustawy o zmianie ustawy o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa oraz o zmianie niektórych innych ustaw – « la proposition de loi du Sénat »). Cette proposition fut présentée au Parlement le 10 mars 2003. En un mot, le Sénat préconisait une reformulation des dispositions existantes de manière que l'ensemble des terrains de l'Etat soient mis à la disposition des personnes concernées par des biens situés au-delà du Boug.", "112.  La proposition de loi du Sénat passa en première lecture le 16 avril 2003. Le 26 mai 2003, le gouvernement qui, début 2003, avait élaboré son propre projet de loi (voir également le paragraphe 33 ci-dessus), présenta son avis, dans lequel il critiquait vivement les propositions du Sénat.", "Le projet de loi fut soumis au Parlement le 10 juillet 2003. Le gouvernement proposait de vendre tous les biens de l'Etat aux demandeurs concernés par des biens situés au-delà du Boug mais de limiter la valeur de l'indemnisation à 20 000 PLN.", "113.  Par la suite, le Parlement décida de travailler sur les deux textes simultanément.", "La première lecture se déroula le 29 juillet 2003. Les deuxième et troisième lectures eurent lieu les 28 octobre et 12 novembre 2003 respectivement. Pendant ces lectures, la valeur maximale des biens offerts à titre de compensation fut portée à 50 000 PLN.", "Le 12 novembre 2003, le projet et la proposition de loi furent adoptés par le Sejm et la loi fut renvoyée au Sénat. Celui-ci présenta certains amendements qui, pour l'essentiel, furent acceptés par le Sejm le 12 décembre 2003. Le même jour, la loi de décembre 2003 fut transmise pour signature au président de la Pologne, qui la signa le 5 janvier 2004.", "b)  Les dispositions pertinentes", "114.  La loi de décembre 2003 entra en vigueur le 30 janvier 2004.", "Aux termes de son article 1 :", "« La présente loi définit les principes régissant la déduction de la valeur des biens [qui] ont été abandonnés au-delà des frontières actuelles de l'Etat polonais en conséquence de la guerre ayant débuté en 1939 du prix d'achat ou des droits d'usage perpétuel de biens de l'Etat, et [pour lesquels] une réparation devait être offerte en vertu [des dispositions des instruments] suivants :", "1)  L'accord du 9 septembre 1944 entre le Comité polonais de libération nationale et le gouvernement de la république socialiste soviétique du Bélarus concernant le rapatriement des citoyens polonais du territoire de la RSS du Bélarus ainsi que de la population biélorusse du territoire de la Pologne ;", "2)  L'accord du 9 septembre 1944 entre le Comité polonais de libération nationale et le gouvernement de la république socialiste soviétique d'Ukraine concernant le rapatriement des citoyens polonais du territoire de la RSS d'Ukraine ainsi que de la population ukrainienne du territoire de la Pologne ;", "3)  L'accord du 22 septembre 1944 entre le Comité polonais de libération nationale et le gouvernement de la république socialiste soviétique de Lituanie concernant le rapatriement des citoyens polonais du territoire de la RSS de Lituanie ainsi que de la population lituanienne du territoire de la Pologne ;", "4)  L'accord du 6 juillet 1945 entre le gouvernement provisoire d'union nationale de la République de Pologne et le gouvernement de l'Union des républiques socialistes soviétiques sur le droit des personnes d'origine polonaise et juive résidant en URSS de renoncer à la nationalité soviétique et sur leur rapatriement en Pologne, et sur le droit des personnes d'origine russe, ukrainienne, biélorusse, ruthénienne et lituanienne résidant en Pologne de renoncer à la nationalité polonaise et sur leur rapatriement en URSS. »", "115.  L'article 2 se lit ainsi :", "« 1.  Le droit à être crédité de la valeur des biens abandonnés à l'étranger est conféré aux propriétaires de ces biens s'ils remplissent les conditions suivantes :", "1)  au 1er septembre 1939 ils résidaient dans les territoires visés à l'article 1 et avaient la nationalité polonaise, et ont quitté ces territoires en raison de la guerre ayant débuté en 1939 ;", "2)  ils ont la nationalité polonaise ; et", "3)  ils résident de façon permanente en République de Pologne au moins depuis la date d'entrée en vigueur de la présente loi.", "2.  En cas de décès d'un propriétaire de biens abandonnés au-delà des frontières actuelles de l'Etat polonais, le droit à être crédité de la valeur des biens [abandonnés] est conféré soit conjointement à l'ensemble de ses héritiers, si ceux-ci ont la nationalité polonaise et résident de façon permanente en République de Pologne au moins depuis la date d'entrée en vigueur de la présente loi, soit à [l']héritier désigné par les autres héritiers. La désignation de cet ayant droit doit s'effectuer par une déclaration, la signature [ou les signatures] devant être homologuée[s] par un notaire.", "3.  Le droit à être crédité de la valeur de biens abandonnés au-delà des frontières actuelles de l'Etat polonais, tel qu'homologué conformément à d'autres dispositions juridiques et à la présente loi, est inaliénable, sans préjudice des dispositions de l'alinéa 2.", "4.  Le droit à être crédité de la valeur de biens abandonnés au-delà des frontières actuelles de l'Etat polonais n'est pas conféré aux personnes qui, en vertu d'autres dispositions juridiques, y compris les dispositions concernant l'administration foncière, le remembrement agricole ou le système ou les installations agricoles, ont acquis la propriété ou le droit d'usage perpétuel de biens du Trésor public dans le cadre des réparations prévues par les accords visés à l'article 1. »", "116.  L'article 3 définit ainsi le droit à être crédité :", "« 1.  Les personnes visées à l'article 2 §§ 1 et 2 peuvent, sans préjudice du paragraphe 2 de la présente disposition, déduire la valeur des biens abandonnés audelà des frontières actuelles de l'Etat polonais du prix d'achat ou des droits d'usage perpétuel de biens de l'Etat et du prix de tout bâtiment, local ou habitation qui s'y trouve.", "2.  La déduction de la valeur des biens abandonnés au-delà des frontières actuelles de l'Etat, telle que définie au paragraphe [précédent], est plafonnée à une valeur égale à 15 % de la valeur de ces biens ; la somme à déduire ne peut excéder 50 000 zlotys polonais. »", "117.  En vertu des articles 4 et 5, tous les réclamants concernés par des biens situés au-delà du Boug doivent demander au gouverneur de la région pertinente d'homologuer leur droit à être crédité. L'homologation prend la forme d'une décision administrative, susceptible de recours devant le président du Bureau du logement et du développement urbain (Prezes Urzędu Mieszkalnictwa i Rozwoju Miast). La date limite pour présenter de telles demandes a été fixée au 31 décembre 2005.", "L'article 6 prévoit que les gouverneurs doivent tenir des registres recensant les demandes concernant des biens situés au-delà du Boug.", "Le droit à être crédité en vertu de la loi de décembre 2003 ne peut être exercé que dans le cadre d'une procédure d'appel d'offres.", "118.  L'article 14, en ses passages pertinents, se lit ainsi :", "« Les modifications suivantes sont apportées à la loi du 21 août 1997 sur l'administration foncière :", "1)  L'article 212 est abrogé ; (...) »", "119.  L'article 16, en ses dispositions pertinentes, est ainsi libellé :", "« Les obligations découlant des accords énumérés à l'article 1 sont considérées comme éteintes à l'égard des personnes visées à l'article 2 § 4 et des personnes qui, en application des dispositions de la présente loi, ont exercé le droit à être crédité de la valeur de biens abandonnés au-delà des frontières actuelles de l'Etat polonais. »", "120.  Le 30 janvier 2004, date d'entrée en vigueur de la loi de décembre 2003, la constitutionnalité de plusieurs dispositions de celle-ci, y compris les articles 2 § 1, alinéas 2 et 3, 2 § 2, 2 § 4, 3 § 2 et 16, fut contestée devant la Cour constitutionnelle par un groupe de députés du parti « Programme civique » (voir également le paragraphe 38 ci-dessus). Ils invoquèrent les principes constitutionnels d'égalité devant la loi, de protection de la propriété et des droits acquis en conformité avec la loi, ainsi que le principe de l'Etat de droit. La procédure est pendante.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "121.  Le requérant allègue la violation de l'article 1 du Protocole no 1 en ce qu'il n'a pas pu faire valoir son « droit à être crédité », c'est-à-dire son droit à être indemnisé pour des biens abandonnés dans les territoires au-delà du Boug.", "L'article 1 du Protocole no 1 se lit ainsi :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "A.  Objet du litige", "122.  Lorsqu'elle a défini la portée de sa compétence ratione temporis dans la décision qu'elle a rendue sur la recevabilité de la présente requête, la Cour a estimé que le grief du requérant n'avait pas trait à une mesure ou décision précise prise avant, ni même après, le 10 octobre 1994, date de la ratification du Protocole no 1 par la Pologne. Selon elle, l'essence du grief tiré par le requérant de la Convention tenait à l'impossibilité dans laquelle il se serait trouvé, du fait de l'Etat, de voir exécuter son droit à une mesure compensatoire que le droit polonais n'a cessé de lui reconnaître.", "Relevant que ce droit avait été conféré à l'intéressé à la date de la ratification et qu'il subsistait le 12 mars 1996, date à laquelle le requérant avait présenté sa requête à la Commission, et le 19 décembre 2002, date de la décision sur la recevabilité, la Cour s'est déclarée compétente ratione temporis pour connaître de la requête. Elle a également conclu qu'elle pouvait avoir égard aux faits antérieurs à la ratification pour autant que l'on pût les considérer comme étant à l'origine d'une situation qui s'était prolongée au-delà de cette date ou importants pour comprendre ceux survenus après cette date (Broniowski c. Pologne (déc.) [GC], no 31443/96, §§ 7477, CEDH 2002-X).", "123.  Toutefois, la date à laquelle débute la compétence ratione temporis de la Cour non seulement marque le commencement de la période pendant laquelle, jusqu'à aujourd'hui, se sont produites les actions ou omissions de l'Etat polonais que la Cour doit apprécier du point de vue de leur conformité à la Convention, mais est également à prendre en compte pour déterminer le contenu et la portée réels de l'intérêt juridique, à examiner sous l'angle de l'article 1 du Protocole no 1, que le droit polonais reconnaît au requérant.", "124.  Si le contexte historique de l'affaire, notamment les délimitations des frontières de l'Etat après la guerre, le rapatriement consécutif des personnes touchées par ces événements et les accords des républiques, desquels le droit à indemnisation du requérant tire son origine (paragraphes 10-12, 39-41, 67 et 81 ci-dessus), est certainement important pour comprendre la situation juridique et factuelle complexe qui se présente aujourd'hui, la Cour n'examinera pas l'ensemble des obligations juridiques, morales, sociales, financières ou autres incombant à l'Etat polonais du fait que les propriétaires de biens situés au-delà du Boug ont été dépossédés et chassés par l'Union soviétique après la Seconde Guerre mondiale. En particulier, elle ne recherchera pas si l'obligation qu'a la Pologne, en vertu des accords des républiques, de restituer à ces personnes la valeur des biens qu'elles ont dû laisser dans les anciennes républiques soviétiques peut avoir une incidence sur l'ampleur du droit du requérant au titre de la législation interne et de la Convention, et si la Pologne a honoré les obligations qu'elle avait contractées dans le cadre de ces accords.", "125.  La seule question qui se pose devant la Cour est celle de savoir si l'article 1 du Protocole no 1 a été violé en raison des actions et omissions de l'Etat polonais relativement à la mise en œuvre du droit du requérant à obtenir des biens à titre compensatoire, qui lui était conféré par la législation polonaise lorsque le Protocole est entré en vigueur et qui subsistait le 12 mars 1996, date à laquelle l'intéressé a présenté sa requête à la Commission.", "B.  Applicabilité de l'article 1 du Protocole no 1", "1.  Arguments des parties", "a)  Le requérant", "126.  Ainsi qu'il l'a déjà fait au stade de la recevabilité de la requête, le requérant soutient que son droit constitue un droit patrimonial que la Pologne avait initialement reconnu en s'engageant, par l'article 3 § 6 de l'accord applicable, à indemniser les rapatriés. Cette obligation a été ultérieurement incorporée au droit interne, qui a conféré au requérant, en tant qu'héritier de sa grand-mère rapatriée, le droit spécifique de faire déduire la valeur des biens abandonnés par sa famille au-delà du Boug du prix ou des droits d'usage perpétuel de biens immobiliers vendus par l'Etat. Le requérant ajoute que ce droit a été explicitement reconnu par les juridictions polonaises comme un droit patrimonial et que la Cour constitutionnelle lui a récemment donné l'appellation de « droit à être crédité ». Ce droit relève indiscutablement de la notion de « biens » aux fins de l'article 1 du Protocole no 1.", "b)  Le Gouvernement", "127.  Invoquant la décision de la Cour sur la recevabilité de la requête qui conclut à l'applicabilité de l'article 1 du Protocole no 1, le Gouvernement arguë qu'en vertu de la législation interne le requérant était « un simple demandeur » ayant la possibilité de solliciter des biens à titre de compensation. L'intéressé a présenté une demande à cet effet mais, comme il n'a pas soumis d'expertise déterminant la valeur marchande au moment considéré des biens abandonnés, les autorités n'ont pas pu établir les documents complémentaires nécessaires pour qu'il pût participer à des ventes aux enchères de biens de l'Etat.", "128.  A cet égard, le Gouvernement compare la situation de M. Broniowski à celle du requérant dans l'affaire Jantner c. Slovaquie (no 39050/97, §§ 27 et suiv., 4 mars 2003) et soutient que le droit de l'intéressé constitue – comme celui de M. Jantner – un droit conditionnel qui, du fait que le requérant n'a pas respecté les exigences procédurales requises pour le dépôt de sa demande, s'est éteint pour cause d'inobservation d'une condition.", "2.  Appréciation de la Cour", "129.  La notion de « biens » évoquée à la première partie de l'article 1 du Protocole no 1 a une portée autonome qui ne se limite pas à la propriété de biens corporels et qui est indépendante par rapport aux qualifications formelles du droit interne : certains autres droits et intérêts constituant des actifs peuvent aussi passer pour des « droits patrimoniaux » et donc des « biens » aux fins de cette disposition. Dans chaque affaire, il importe d'examiner si les circonstances, considérées dans leur ensemble, ont rendu le requérant titulaire d'un intérêt substantiel protégé par l'article 1 du Protocole no 1 (Iatridis c. Grèce [GC], no 31107/96, § 54, CEDH 1999II, et Beyeler c. Italie [GC], no 33202/96, § 100, CEDH 2000-I).", "130.  Lorsqu'elle a déclaré la requête recevable, la Cour a écarté les arguments du Gouvernement en faveur de l'inapplicabilité de l'article 1 du Protocole no 1. Elle a déclaré que le requérant avait un intérêt patrimonial appelant la protection de cet article. Elle a relevé par ailleurs que le droit de l'intéressé avait une base légale qui avait figuré de façon continue dans la législation interne et qui avait subsisté après le 10 octobre 1994, et que ce droit avait été qualifié par la Cour suprême polonaise, notamment, de « dette imputable au Trésor public » qui avait un « caractère patrimonial et transmissible à cause de mort » (Broniowski, décision précitée, §§ 97-101).", "131.  Par la suite, lorsqu'elle a statué en décembre 2002 sur la requête introduite par le médiateur (paragraphe 28 ci-dessus), la Cour constitutionnelle a qualifié le droit du requérant de « droit à être crédité », possédant une « nature spécifique en tant que droit patrimonial indépendant », auquel « il [fallait] reconnaître le bénéfice de la protection constitutionnelle garantie aux droits patrimoniaux » et qui était « un droit patrimonial spécial revêtant un caractère de droit public ». Si la Cour constitutionnelle a admis que la concrétisation de ce droit était subordonnée à une action de son titulaire, elle a rejeté l'idée selon laquelle ce droit n'existait pas tant qu'il n'était pas exercé, c'est-à-dire tant que l'ayant droit n'avait pas remporté un appel d'offres concernant des biens de l'Etat. En somme, la Cour constitutionnelle n'avait aucun doute quant à l'idée que le droit à être crédité relevait de la protection de l'article 1 du Protocole no 1 (paragraphes 80-87, en particulier paragraphe 83, ci-dessus).", "Dans son arrêt du 21 novembre 2003 qui a suivi la décision susmentionnée, la Cour suprême polonaise a estimé que le droit à être crédité était un « droit patrimonial particulier » ayant une « valeur matérielle », « transmissible à cause de mort et aliénable selon des modalités particulières » et qui consistait en substance en « la possibilité de faire exécuter à son profit une certaine obligation patrimoniale par le recours au « Fonds pour les biens abandonnés au-delà du Boug » (paragraphe 109 ci-dessus).", "La Cour souscrit à l'analyse faite au regard de la Convention par les plus hautes autorités judiciaires polonaises du droit qui a été conféré au requérant par la législation polonaise. Elle ne voit rien dans les moyens présentés aujourd'hui par le Gouvernement qui puisse changer sa conclusion selon laquelle, comme elle l'a déjà dit dans sa décision sur la recevabilité, le droit du requérant à être crédité constitue un « bien » au sens de l'article 1 du Protocole no 1.", "132.  Quant au contenu et à la portée du droit en cause, la Cour a déjà observé que cette question doit être examinée du point de vue du problème de savoir quels « biens » le requérant possédait à la date de l'entrée en vigueur du Protocole et, surtout, à la date à laquelle il a soumis son grief aux organes de la Convention (paragraphe 125 ci-dessus).", "En fait, à ces deux dates (10 octobre 1994 et 12 mars 1996), le requérant se trouvait pour l'essentiel dans la même situation. A cette époque, le droit à être crédité était énoncé à l'article 81 de la loi de 1985 sur l'administration foncière, qui prévoyait que les rapatriés des territoires audelà du Boug, ou leurs héritiers, pouvaient, s'ils en faisaient la demande à l'autorité compétente, déduire la valeur des biens abandonnés du prix ou des droits d'usage perpétuel d'un terrain à bâtir vendu par l'Etat et de toute habitation ou construction qui s'y trouverait (paragraphe 46 ci-dessus).", "La procédure d'exécution de ce droit était exposée dans le décret de 1985, qui énonçait dans son paragraphe 3 que si la valeur des biens situés au-delà du Boug excédait le prix des biens vendus par l'Etat et acquis à titre compensatoire – comme c'était le cas pour le requérant – la différence pouvait être déduite du prix d'un terrain à usage industriel ou commercial appartenant à l'Etat et de catégories spécifiques d'immeubles ou d'établissements qui s'y trouvaient (paragraphes 18-21 et 47 ci-dessus).", "133.  En conséquence, aux fins de l'article 1 du Protocole no 1, les « biens » du requérant comprenaient le droit à obtenir à titre compensatoire, à la suite de la demande qu'il avait présentée dès le 15 septembre 1992, des biens relevant des catégories énumérées au paragraphe 3 du décret de 1985 (paragraphes 18 in fine et 21 ci-dessus). Certes, ce droit était instauré sous une forme très vague puisque sa concrétisation était subordonnée à une décision administrative allouant des biens de l'Etat à l'intéressé, mais l'article 81 donnait manifestement une base légale à l'obligation incombant à l'Etat de le mettre en œuvre.", "C.  Observation de l'article 1 du Protocole no 1", "1.  Règle applicable de l'article 1 du Protocole no 1", "134.  L'article 1 du Protocole no 1 contient trois normes distinctes : la première, qui s'exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats le pouvoir, entre autres, de réglementer l'usage des biens conformément à l'intérêt général. Il ne s'agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d'atteintes au droit de propriété ; dès lors, elles doivent s'interpréter à la lumière du principe consacré par la première (voir, parmi d'autres, James et autres c. Royaume-Uni, arrêt du 21 février 1986, série A no 98, pp. 29-30, § 37, qui réitère en partie les principes énoncés par la Cour dans l'affaire Sporrong et Lönnroth c. Suède, arrêt du 23 septembre 1982, série A no 52, p. 24, § 61 ; voir également les arrêts précités Iatridis, § 55, et Beyeler, § 98).", "135.  Les parties ne disent pas clairement sous lequel des membres de phrase de l'article 1 du Protocole no 1 l'affaire devrait à leur avis être examinée. Aucune d'entre elles n'arguë que la situation litigieuse était résultée de mesures destinées à « réglementer l'usage des biens » au sens du second alinéa ; le requérant soutient que l'Etat, de manière générale, a failli à faire exécuter son droit, et le Gouvernement considère que les autorités ne peuvent se voir reprocher ni le non-respect de ce droit ni une atteinte à celui-ci (voir également les paragraphes 137-142 ci-dessous).", "136.  Eu égard à la complexité, en fait comme en droit, de la présente affaire, la Cour estime que la violation alléguée du droit patrimonial ne peut pas être classée dans une catégorie précise. Au demeurant, la situation visée à la seconde phrase du premier alinéa ne constitue qu'un cas particulier d'atteinte au droit au respect des biens garanti par la norme générale énoncée à la première phrase (Beyeler, arrêt précité, § 106). Dès lors, la Cour estime devoir examiner la situation dénoncée à la lumière de la norme générale.", "2.  Nature de la violation alléguée", "a)  Arguments des parties", "i.  Le requérant", "137.  Le requérant estime que le manquement continu de l'Etat à faire exécuter son droit – manquement qui, selon lui, s'analyse en soi en une atteinte à ses droits patrimoniaux – découle d'une série d'actions et d'omissions de la part des autorités.", "D'après lui, la situation litigieuse tire son origine du fait que l'Etat a négligé de remplir son devoir législatif consistant à réglementer de manière adéquate et en temps voulu la question des demandes relatives à des biens situés au-delà du Boug et à instaurer des conditions permettant l'exécution pleine et entière des droits des réclamants. Pendant toute la période relevant de la compétence temporelle de la Cour, non seulement l'Etat est resté constamment passif face à la question de la pénurie de biens de l'Etat destinés à répondre à ces demandes – pénurie qui résulte de la « communalisation » en 1990 de terrains appartenant à l'Etat –, et n'a jamais cherché à résoudre ce problème par des mesures législatives, mais il a de surcroît promulgué des lois successives qui ont pratiquement supprimé la possibilité d'obtenir des biens entrant dans ses stocks de terrains.", "138.  Le requérant ajoute que, en outre, les autorités de l'Etat l'ont privé de toute possibilité d'exercer concrètement son droit. Une pratique courante et généralisée de leur part consistait à ne pas mettre en vente de terrains de l'Etat et à empêcher les ayants droit d'enchérir pour tenter d'acquérir des biens de l'Etat lors de ventes aux enchères.", "139.  Pour couronner le tout, le 30 janvier 2004 est entrée en vigueur la loi de décembre 2003, en application de laquelle sont réputées éteintes l'ensemble des obligations de l'Etat à l'égard du requérant comme de tout autre demandeur concerné par des biens situés au-delà du Boug ayant obtenu un bien quelconque à titre de compensation en application de la législation précédente.", "ii.  Le Gouvernement", "140.  Le Gouvernement conteste l'existence d'une atteinte au droit du requérant à la protection de sa propriété puisque, comme il l'a dit à l'audience et répété dans ses observations écrites complémentaires, l'intéressé n'a pas de « biens » au sens de l'article 1 du Protocole no 1.", "141.  Quant à l'allégation selon laquelle l'Etat, en ne prenant pas de mesures législatives, a failli à remplir ses obligations positives au regard de l'article 1 du Protocole no 1, le Gouvernement souligne que, depuis les années 1944-1947, époque de la première et principale vague de rapatriements de citoyens polonais des territoires situés au-delà du Boug, l'Etat a continué à légiférer sur la question. Grâce à ces premières lois, la grande majorité des rapatriés ont obtenu des biens à titre de compensation, en particulier dans la partie occidentale de la Pologne qui, avant la guerre, était rattachée à l'Allemagne.", "142.  Des lois ultérieures en matière d'administration foncière, notamment celles qui étaient applicables pendant toute la période relevant de la compétence temporelle de la Cour, ont énoncé des règles exhaustives régissant la concrétisation des demandes qui se trouvaient en instance relativement à des biens situés au-delà du Boug. En outre, l'Etat s'est continuellement efforcé de promulguer des lois spécifiques répondant à diverses demandes en restitution, y compris au droit du requérant. Certes, la première tentative de la sorte a été vaine, puisque le projet de loi de 1999 sur la restitution de biens immobiliers a été rejeté par le Parlement. Toutefois, les travaux législatifs concernant les biens abandonnés au-delà du Boug se sont poursuivis et, récemment, le Parlement a adopté la loi de décembre 2003, qui réglemente de façon exhaustive l'ensemble des questions se rapportant aux demandes relatives à des biens situés au-delà du Boug.", "En conclusion, le Gouvernement estime qu'on ne saurait dire que la question dont la Cour est saisie tient au fait que l'Etat polonais ne s'est pas acquitté de son obligation positive d'assurer au requérant le respect de ses biens.", "b)  Appréciation de la Cour", "143.  L'article 1 du Protocole no 1 tend pour l'essentiel à prémunir l'individu contre toute atteinte de l'Etat au respect de ses biens.", "Or, en vertu de l'article 1 de la Convention, chaque Etat contractant « reconna[ît] à toute personne relevant de [sa] juridiction les droits et libertés définis [dans] la (...) Convention ». Cette obligation générale de garantir l'exercice effectif des droits définis par cet instrument peut impliquer des obligations positives. En ce qui concerne l'article 1 du Protocole no 1, de telles obligations positives peuvent entraîner pour l'Etat certaines mesures nécessaires pour protéger le droit de propriété (Sovtransavto Holding c. Ukraine, no 48553/99, § 96, CEDH 2002-VII, avec d'autres références, et, mutatis mutandis, Keegan c. Irlande, arrêt du 26 mai 1994, série A no 290, p. 19, § 49, et Kroon et autres c. Pays-Bas, arrêt du 27 octobre 1994, série A no 297-C, p. 56, § 31).", "144.  La frontière entre les obligations positives et négatives de l'Etat au titre de l'article 1 du Protocole no 1 ne se prête toutefois pas à une définition précise. Les principes applicables sont néanmoins comparables. Que l'on analyse l'affaire en termes d'obligation positive de l'Etat ou d'ingérence des pouvoirs publics qu'il faut justifier, les critères à appliquer ne sont pas différents en substance. Dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l'individu et de la société dans son ensemble. Il est également vrai que les objectifs énumérés au paragraphe 2 peuvent jouer un certain rôle dans l'appréciation de la question de savoir si un équilibre entre les exigences de l'intérêt public et le droit de propriété fondamental du requérant a été ménagé. Dans les deux hypothèses, l'Etat jouit d'une certaine marge d'appréciation pour déterminer les dispositions à prendre afin d'assurer le respect de la Convention (voir, mutatis mutandis, Keegan, arrêt précité, p. 19, § 49, et Hatton et autres c. Royaume-Uni [GC], no 36022/97, §§ 98 et suiv., CEDH 2003-VIII).", "145.  En l'espèce, le requérant allègue sous l'angle de l'article 1 du Protocole no 1 que l'Etat polonais, tout en lui ayant conféré le droit à obtenir des biens à titre compensatoire, l'a ensuite privé – par des manœuvres d'obstruction et par son inaction sur les plans tant législatif qu'administratif, ainsi que par des pratiques tournant la loi – de toute possibilité de tirer profit de ce droit et, par la législation récente, a finalement éteint son intérêt juridique (paragraphes 137-139 ci-dessus).", "Compte tenu de l'interaction entre les omissions reprochées à l'Etat et les actions connexes pouvant s'analyser en une « ingérence » dans l'exercice du droit patrimonial du requérant, il est difficile de les classer dans une seule et même catégorie précise. Ainsi qu'il ressort du cours des événements décrits ci-dessus, qui ont abouti à l'adoption de la loi de décembre 2003, les faits relevant de la « commission » et ceux relevant de « l'omission » sont étroitement mêlés (paragraphes 30-31, 48-49, 56-57, 5961, 63-65, 69-70, 84-86, 96-98, 102, 110 et 114-119 ci-dessus).", "De même, les conséquences juridiques et pratiques de ces éléments et de la conduite de l'Etat ont été diversement appréciées par les juridictions nationales ; ainsi, la Cour constitutionnelle a estimé que les lois restreignant l'accès des demandeurs concernés par des biens situés au-delà du Boug aux biens de l'Etat avaient entraîné une expropriation de facto (paragraphe 84 ci-dessus). Certains tribunaux civils ont considéré que l'Etat était tenu de réparer les dommages subis par ces demandeurs parce que, d'une part, il avait imposé des restrictions injustifiées à l'exercice du droit à être crédité et que, d'autre part, il n'avait pas rempli ses obligations positives de protéger les droits patrimoniaux et de publier en bonne et due forme les accords des républiques (paragraphes 98 et 102 ci-dessus). La Cour suprême a déclaré que les pratiques de l'Etat ne s'analysaient pas en une privation de propriété mais qu'elles avaient néanmoins indûment restreint le droit en question (paragraphe 110 cidessus).", "146.  Les faits de l'espèce peuvent fort bien s'analyser comme traduisant une entrave à l'exercice effectif du droit protégé par l'article 1 du Protocole no 1 ou comme dénotant un échec à permettre l'exercice de ce droit. Eu égard aux circonstances particulières de l'affaire, la Cour juge inutile de déterminer précisément s'il faut envisager la cause sous l'angle des obligations positives de l'Etat ou sur le terrain de l'obligation négative de celui-ci de s'abstenir d'opérer des ingérences injustifiées dans le droit au respect des biens.", "La Cour examinera si la conduite de l'Etat polonais – que cette conduite puisse être caractérisée comme une ingérence ou comme une abstention d'agir, ou encore comme une combinaison des deux – se justifiait à la lumière des principes applicables exposés ci-dessous.", "3.  Principes généraux", "a)  Principe de légalité", "147.  L'article 1 du Protocole no 1 exige, avant tout et surtout, qu'une ingérence de l'autorité publique dans la jouissance du droit au respect des biens soit légale : la seconde phrase du premier alinéa de cet article n'autorise une privation de propriété que « dans les conditions prévues par la loi » ; le second alinéa reconnaît aux Etats le droit de réglementer l'usage des biens en mettant en vigueur des « lois ». De plus, la prééminence du droit, l'un des principes fondamentaux d'une société démocratique, est inhérente à l'ensemble des articles de la Convention (Ex-roi de Grèce et autres c. Grèce [GC], no 25701/94, § 79, CEDH 2000-XII, avec d'autres références, et Iatridis, arrêt précité, § 58).", "Le principe de légalité présuppose également l'existence de normes de droit interne suffisamment accessibles, précises et prévisibles dans leur application (Beyeler, arrêt précité, §§ 109-110).", "b)  Principe de l'existence d'une cause légitime d'utilité publique", "148.  Toute ingérence dans la jouissance d'un droit ou d'une liberté reconnus par la Convention doit poursuivre un but légitime. De même, dans les affaires impliquant une obligation positive, il doit y avoir une justification légitime à l'inaction de l'Etat. Le principe du « juste équilibre » inhérent à l'article 1 du Protocole no 1 lui-même suppose l'existence d'un intérêt général de la communauté. De surcroît, il convient de rappeler que les différentes règles incorporées dans l'article 1 ne sont pas dépourvues de rapport entre elles et que la deuxième et la troisième ne sont que des cas particuliers d'atteintes au droit au respect des biens. Il en découle notamment que l'existence d'une « cause d'utilité publique » exigée en vertu de la deuxième phrase, ou encore « l'intérêt général » mentionné dans le second alinéa, constituent en fait des corollaires du principe énoncé à la première phrase. En conséquence, une ingérence dans l'exercice du droit au respect des biens, au sens de la première phrase de l'article 1, doit également poursuivre un but d'utilité publique (Beyeler, arrêt précité, § 111).", "149.  Grâce à une connaissance directe de leur société et de ses besoins, les autorités nationales se trouvent en principe mieux placées que le juge international pour déterminer ce qui est « d'utilité publique ». Dans le mécanisme de protection créé par la Convention, il leur appartient par conséquent de se prononcer les premières sur l'existence d'un problème d'intérêt général justifiant des mesures applicables dans le domaine de l'exercice du droit de propriété, y compris des mesures impliquant des privations et restitutions de biens. Dès lors, elles jouissent ici d'une certaine marge d'appréciation, comme en d'autres domaines auxquels s'étendent les garanties de la Convention.", "De plus, la notion d'« utilité publique » est ample par nature. En particulier, la décision d'adopter des lois portant privation de propriété ou prévoyant une indemnisation par des fonds publics pour des biens expropriés implique d'ordinaire l'examen de questions politiques, économiques et sociales. Estimant normal que le législateur dispose d'une grande latitude pour mener une politique économique et sociale, la Cour a déclaré respecter la manière dont il conçoit les impératifs de l'« utilité publique », sauf si son jugement se révèle manifestement dépourvu de base raisonnable (James et autres, p. 32, § 46, et Ex-roi de Grèce et autres, § 87, arrêts précités). Cela vaut pour des modifications aussi fondamentales du système d'un pays que celles que représentent la transition d'un régime totalitaire à une forme démocratique de gouvernement et la réforme de la structure politique, juridique et économique de l'Etat, phénomènes qui entraînent inévitablement l'adoption de lois économiques et sociales à grande échelle.", "c)  Principe du « juste équilibre »", "150.  Tant une atteinte au respect des biens qu'une abstention d'agir doivent ménager un juste équilibre entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu (voir, parmi d'autres, Sporrong et Lönnroth, arrêt précité, p. 26, § 69).", "Le souci d'assurer un tel équilibre se reflète dans la structure de l'article 1 du Protocole no 1 tout entier. En particulier, il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé par toute mesure appliquée par l'Etat, y compris les mesures privant une personne de sa propriété. Dans chaque affaire impliquant la violation alléguée de cette disposition, la Cour doit vérifier si, en raison de l'action ou de l'inaction de l'Etat, la personne concernée a dû supporter une charge disproportionnée et excessive (Sporrong et Lönnroth, p. 28, § 73, et Ex-roi de Grèce et autres, §§ 89-90, arrêts précités, avec d'autres références).", "151.  Pour apprécier la conformité de la conduite de l'Etat à l'article 1 du Protocole no 1, la Cour doit se livrer à un examen global des divers intérêts en jeu, en gardant à l'esprit que la Convention a pour but de sauvegarder des droits qui sont « concrets et effectifs ». Elle doit aller au-delà des apparences et rechercher la réalité de la situation litigieuse. Cette appréciation peut porter non seulement sur les modalités d'indemnisation applicables – si la situation s'apparente à une privation de propriété – mais également sur la conduite des parties, y compris les moyens employés par l'Etat et leur mise en œuvre. A cet égard, il faut souligner que l'incertitude – qu'elle soit législative, administrative, ou tenant aux pratiques appliquées par les autorités – est un facteur qu'il faut prendre en compte pour apprécier la conduite de l'Etat. En effet, lorsqu'une question d'intérêt général est en jeu, les pouvoirs publics sont tenus de réagir en temps utile, de façon correcte et avec la plus grande cohérence (Vasilescu c. Roumanie, arrêt du 22 mai 1998, Recueil des arrêts et décisions 1998-III, p. 1078, § 51; Beyeler, arrêt précité, §§ 110 in fine, 114 et 120 in fine ; Sovtransavto Holding, arrêt précité, §§ 97-98).", "4.  Application en l'espèce des principes susmentionnés", "a)  Sur la question de savoir si les autorités polonaises ont respecté le principe de légalité", "i.  Le requérant", "152.  Le requérant soutient que le fait que l'Etat ait failli à donner effet au droit patrimonial en cause était en soi incompatible avec son devoir juridique général d'assurer l'exécution des droits reconnus par la loi et, en particulier, d'instaurer les conditions propres à garantir leur mise en œuvre.", "Quant aux restrictions successives apportées à l'exercice de son droit, le requérant admet qu'elles ont été introduites par plusieurs lois, en particulier la loi de 1997 sur l'administration foncière et la loi modificative de 2001. Il souligne cependant que ces lois se heurtaient à la Constitution et, en conséquence, à l'ordre juridique dans son ensemble. Malgré cet élément et le message qui ressortait clairement de l'arrêt de la Cour constitutionnelle selon lequel les obstacles à la concrétisation des droits relatifs à des biens situés au-delà du Boug devaient être levés en droit et en pratique, l'Etat a continué d'adopter des lois inconstitutionnelles et de tolérer des pratiques contraires à cet arrêt, telles que la suspension par l'Office des biens militaires et par l'Office des biens agricoles du Trésor public de l'organisation de ventes aux enchères de biens de l'Etat. Le requérant ajoute que, pour couronner le tout, l'Etat a promulgué la loi de décembre 2003, qui va à l'encontre de l'arrêt de la Cour constitutionnelle et a éteint le droit à indemnisation de l'intéressé.", "Dès lors, on ne saurait dire que les autorités ont observé le principe de légalité.", "ii.  Le Gouvernement", "153.  Pour le Gouvernement, aucune question d'« illégalité » ne se pose quant à la conduite de l'Etat puisque, ainsi qu'il l'a déjà indiqué (paragraphe 140 ci-dessus), il n'y a eu à ses yeux aucune ingérence dans le droit du requérant au respect de ses biens.", "iii.  Appréciation de la Cour", "154.  La Cour relève que, comme l'admet le requérant, les restrictions au droit de celui-ci ont été effectivement introduites par le biais de plusieurs lois (paragraphes 49, 59 et 114-119 ci-dessus). Il est vrai que les dispositions légales qui, jusqu'à la prise d'effet de l'arrêt de la Cour constitutionnelle, avaient empêché l'intéressé de concrétiser son droit ont été jugées incompatibles avec les principes de l'Etat de droit et de la protection des droits patrimoniaux (paragraphes 84-86 ci-dessus). Il est également vrai que certaines juridictions civiles polonaises et, surtout, la Cour suprême, ont estimé que la situation postérieure à la prise d'effet de l'arrêt de la Cour constitutionnelle, eu égard en particulier aux pratiques des autorités, était inacceptable et contraire à l'Etat de droit. Le tribunal régional de Cracovie l'a notamment qualifiée de « situation d'illégalité » (paragraphes 98 et 110 ci-dessus).", "Toutefois, de l'avis de la Cour, ces conclusions et les conséquences qu'elles entraînent du point de vue de la conformité à l'article 1 du Protocole no 1 sont à prendre en compte pour déterminer si les autorités polonaises, en appliquant diverses mesures litigieuses ou en s'abstenant d'agir, ont ménagé un juste équilibre entre les intérêts en jeu. La Cour partira donc du principe que, pour autant que les actions et omissions de l'Etat polonais ont constitué des atteintes ou des restrictions à l'exercice du droit du requérant au respect de ses biens, elles étaient « prévues par la loi » au sens de l'article 1 du Protocole no 1.", "b)  Sur la question de savoir si les autorités polonaises ont poursuivi un « but légitime »", "i.  Le requérant", "155.  Le requérant estime qu'aucun intérêt général ne peut justifier le fait que l'Etat n'ait jamais réussi à apporter une solution au problème des demandes relatives à des biens situés au-delà du Boug, dont le droit polonais admet la réalité depuis près de soixante ans. Il souligne qu'en vertu des accords des républiques l'Etat s'est engagé à rembourser aux propriétaires de biens situés au-delà du Boug, sans conditions ni restrictions financières ou autres, la valeur des biens qu'ils avaient dû laisser derrière eux. Si l'on peut accepter qu'il soit nécessaire, eu égard à l'intérêt général de la communauté, d'étaler la mise en œuvre de cette obligation sur une certaine durée, rien ne peut expliquer l'adoption d'une politique législative qui, depuis plusieurs décennies, a complètement méconnu les obligations existant envers les personnes concernées par des biens situés au-delà du Boug.", "ii.  Le Gouvernement", "156.  Le Gouvernement réplique que l'Etat a fait tout son possible pour répondre aux demandes relatives aux biens situés au-delà du Boug et souligne encore une fois que la plupart des personnes concernées ont obtenu des biens à titre compensatoire. Toutefois, dans les années 90, les exigences des mutations politiques et économiques ont imposé la réintroduction des collectivités territoriales et la modification des relations patrimoniales entre l'Etat et les communes. Ce qui à son tour a entraîné le transfert de la plupart des terrains de l'Etat aux communes, dont les compétences ont été étendues à la gestion des terrains relevant de leur juridiction administrative. L'importance cruciale de cette réforme est indiscutable, bien qu'elle ait considérablement réduit les possibilités de répondre aux demandes relatives à des biens abandonnés au-delà du Boug.", "157.  De l'avis du Gouvernement et contrairement à ce qu'allègue le requérant, l'Etat n'a pas fait abstraction des droits des demandeurs concernés par des biens situés au-delà du Boug. Les autorités ont déployé beaucoup d'efforts pour résoudre leur problème et il ne faut pas oublier que, à cet égard, elles se sont heurtées à des questions juridiques et morales très difficiles. Ainsi, elles ont dû traiter diverses demandes en restitution et en indemnisation tirant leur origine d'événements passés survenus sous le régime totalitaire, et elles ont dû agir de manière à garantir que les droits de tous ceux qui avaient été lésés par ce régime fussent pris en compte dans des conditions d'égalité.", "iii.  Appréciation de la Cour", "158.  Les buts poursuivis par l'Etat quant à l'adoption des lois qui ont fait obstacle à la concrétisation du droit du requérant étaient, ainsi qu'il ressort des décisions judiciaires pertinentes, de réintroduire les collectivités locales, de restructurer le système agricole et de dégager des moyens financiers pour la modernisation des institutions militaires (paragraphes 85 et 98 ci-dessus). La Cour ne doute pas que, pendant la période de transition politique, économique et sociale par laquelle la Pologne est récemment passée, les autorités aient dû s'atteler à la solution de telles questions. Elle admet en conséquence que l'Etat défendeur pouvait légitimement prendre des mesures en vue d'atteindre ces buts, dans l'intérêt général de la communauté.", "c)  Sur la question de savoir si les autorités polonaises ont ménagé un juste équilibre entre l'intérêt général de la communauté et le droit du requérant au respect de ses biens", "i.  Contexte des demandes relatives à des biens situés au-delà du Boug", "α)  Arguments des parties", "159.  Le requérant admet que la perte de biens subie par sa famille est résultée d'événements historiques et politiques, et qu'en réalité ce n'est pas l'Etat polonais qui a exproprié ses proches ou les a forcés à partir de leur région natale. Cependant, l'Etat polonais s'est engagé en vertu des accords internationaux applicables à indemniser sa famille. Cette obligation est incorporée au droit interne depuis 1946 et, en ce qui le concerne, n'a jamais été remplie dans son intégralité.", "160.  Le Gouvernement souligne que le départ de la population polonaise des territoires situés au-delà du Boug est le produit de modifications territoriales survenues à la suite de la Seconde Guerre mondiale. Elles ont été décidées par les « Trois Grands » lors des conférences de Téhéran, Yalta et Potsdam, à l'origine sans le consentement du gouvernement polonais légitime exilé à Londres, auquel elles ont été ultérieurement imposées. En conséquence de ces modifications, la Pologne qui, avant la guerre, avait une superficie de 388 600 km2, a perdu 19,78 % de son territoire initial.", "En outre, en application des accords des républiques conclus par les autorités communistes polonaises dans les années 1944-1945, la Pologne a dû accueillir quelque 1 240 000 citoyens polonais rapatriés des territoires situés au-delà de la nouvelle frontière et leur fournir l'aide en matière de logement et l'assistance financière nécessaires. Malgré cela, aux termes du Pacte de 1952, la Pologne a dû verser à l'Union soviétique 76 millions de roubles (selon le système d'étalon-or) pour les opérations de rapatriement. Elle a donc été contrainte de payer une lourde somme pour le « rapatriement » de ses propres ressortissants et, souvent, pour leur vie, puisque la plupart de ceux qui sont restés en Union soviétique soit ont été relogés au Kazakhstan ou dans d'autres parties du pays, soit ont perdu la vie au cours des grandes persécutions staliniennes.", "161.  La question du « juste équilibre » en l'espèce devrait, de l'avis du Gouvernement, être examinée de ce point de vue et à la lumière du fait que, indépendamment de la situation financière difficile de l'Etat, appauvri par des années de pouvoir totalitaire, les autorités se sont constamment efforcées de répondre aux demandes relatives à des biens situés au-delà du Boug.", "β)  Appréciation de la Cour", "162.  La Cour reconnaît que, eu égard au contexte historique et politique particulier de l'affaire ainsi qu'à l'importance des divers facteurs sociaux, juridiques et économiques dont les autorités ont dû tenir compte pour résoudre le problème des demandes relatives à des biens situés au-delà du Boug, l'Etat polonais a dû affronter une situation exceptionnellement difficile, impliquant des décisions politiques complexes et de grande envergure. Le nombre élevé des personnes concernées – près de 80 000 – et la valeur considérable que représentent leurs demandes (paragraphe 33 ci-dessus) sont certainement des éléments à envisager pour rechercher si le « juste équilibre » requis a été ménagé.", "Sur ce point, il faut également noter que l'Etat polonais a choisi, en adoptant les lois de 1985 et 1997 sur l'administration foncière, de réaffirmer son obligation d'indemniser les réclamants concernés par des biens situés au-delà du Boug et de maintenir et d'incorporer au droit interne les obligations qu'il avait contractées en vertu de traités internationaux conclus avant la date à laquelle il a ratifié la Convention et ses Protocoles (paragraphes 46, 48 et 81 ci-dessus). Il a opéré ce choix alors même qu'il se heurtait à diverses contraintes sociales et économiques importantes résultant de la transformation de l'ensemble du système du pays et qu'il se trouvait sans aucun doute face à un choix difficile quant à savoir quelles obligations financières et morales devaient être remplies à l'égard de personnes ayant subi des injustices sous le régime totalitaire.", "163.  La Cour admet que ces facteurs doivent être pris en compte pour déterminer l'ampleur de la marge d'appréciation à reconnaître à l'Etat défendeur.", "ii.  Conduite des autorités", "α)  Arguments des parties", "164.  Le requérant réitère que la conduite de l'Etat s'est composée d'un mélange d'actions et d'omissions qui ont en définitive abouti à l'anéantissement de son droit patrimonial de par l'adoption de la loi de décembre 2003, par laquelle l'Etat – unilatéralement et arbitrairement – a effacé son obligation de répondre à la demande de l'intéressé. Cet acte final équivaut en pratique à une expropriation en l'absence de toute indemnisation.", "Quant aux faits antérieurs, le requérant allègue que l'Etat, tout en étant pleinement conscient que la « communalisation » opérée par la loi de 1990 avait rendu pratiquement impossible d'accueillir les demandes relatives à des biens situés au-delà du Boug, a décidé, au lieu de résoudre le problème de la pénurie de terrains appartenant à l'Etat, d'introduire des lois qui ont limité encore plus sévèrement le stock de terrains destinés à répondre à ces demandes.", "165.  A cet égard, le requérant souligne que la Cour constitutionnelle a déclaré explicitement que tant la législation applicable que les pratiques des autorités à l'égard des personnes concernées par des biens situés au-delà du Boug étaient en violation flagrante des principes constitutionnels fondamentaux, notamment du principe de proportionnalité.", "Le requérant ajoute que, à la suite de la prise d'effet de l'arrêt de la Cour constitutionnelle, l'Etat, au lieu de créer les conditions permettant l'exécution de cet arrêt, n'a fait que s'attacher à empêcher l'exercice du droit de l'intéressé. Précisément à la date à laquelle l'arrêt a pris effet, les autorités, sous le prétexte que sa mise en œuvre exigeait l'adoption d'un certain nombre de lois, ont suspendu presque toutes les ventes aux enchères de biens de l'Etat afin d'éviter de traiter les demandes relatives à des biens situés au-delà du Boug.", "166.  Le Gouvernement combat cette thèse. Il soutient que les restrictions qui auraient été apportées au droit du requérant étaient strictement nécessaires et étaient inspirées par d'importantes considérations de politique générale de l'Etat, dans le cadre de la mise en œuvre d'un programme de réformes économiques et sociales. Il souligne que dans des affaires telles que l'espèce, qui impliquent l'appréciation de questions politiques, économiques et sociales complexes sur lesquelles les avis s'exprimant au sein d'une société démocratique peuvent légitimement varier, il convient de reconnaître aux Etats contractants une ample marge d'appréciation quant au choix des mesures destinées à atteindre les buts poursuivis par les réformes.", "167.  Le Gouvernement arguë en outre que l'arrêt de la Cour constitutionnelle a levé un certain nombre d'obstacles à la concrétisation du droit du requérant, puisque l'ensemble des dispositions juridiques qui empêchaient auparavant le bon fonctionnement du mécanisme d'indemnisation ont été abrogées.", "Le Gouvernement ne répond pas à l'argument du requérant selon lequel les autorités, en suspendant les ventes aux enchères, n'ont en pratique pas exécuté cet arrêt. Il préfère se référer à la nouvelle législation, soulignant qu'elle a été spécifiquement conçue pour traiter les demandes relatives à des biens situés au-delà du Boug et qu'elle devrait apporter une réponse globale à l'ensemble des questions complexes liées aux droits des rapatriés des territoires au-delà du Boug.", "β)  Appréciation de la Cour", "–  La période allant jusqu'au 19 décembre 2002", "168.  Au début de la période à considérer, le requérant, comme cela a déjà été dit ci-dessus, avait le droit d'obtenir, à la suite de la demande qu'il avait présentée à cet effet, des biens à titre de compensation correspondant au solde de la valeur des biens perdus par sa famille. Certes, ce droit a été instauré sous une forme très vague, puisque sa concrétisation était subordonnée à une décision administrative allouant des biens de l'Etat à l'intéressé, mais l'article 81 de la loi de 1985 sur l'administration foncière donnait manifestement une base légale à l'obligation pour l'Etat de le mettre en œuvre (paragraphes 46-47 et 133 ci-dessus).", "Or la situation qui prévalait avant et à l'époque considérée a rendu cette mise en œuvre très difficile, voire impossible, étant donné qu'à la suite de la restauration des collectivités locales en Pologne le Trésor public n'avait pratiquement plus aucun terrain à sa disposition. La pénurie de terrains a été officiellement reconnue. A cet égard, et compte tenu par ailleurs de la suspension de la possibilité d'obtenir des biens agricoles de l'Etat en vertu de la loi modificative de 1993, les autorités ont fait publiquement la promesse – confirmée par des dispositions législatives, par exemple l'article 17 de la loi modificative de 1993 – d'adopter une loi spécifique traitant des formes d'indemnisation pour la perte de biens et des modalités régissant la restitution de biens aux personnes concernées par des biens situés au-delà du Boug. Les autorités ont en outre envisagé d'adopter une loi conçue spécifiquement pour répondre à divers types de demandes en restitution et en indemnisation, parmi lesquelles le droit du requérant (paragraphes 22-23, 44, 53-54, 56 et 62-65 ci-dessus).", "169.  Dans les années 1994 à 1998 certaines parties des biens de l'Etat pouvaient toujours être réservées pour satisfaire les demandes relatives à des biens situés au-delà du Boug, puisqu'en vertu de la loi de 1994 et de la loi de 1996 les biens confisqués par le Trésor public à l'armée de la Fédération de Russie et les biens administrés par l'Office des biens militaires étaient – au moins en droit – disponibles à cette fin (paragraphes 56-59 ci-dessus).", "Quoi qu'il en soit, ce fait ne semble pas avoir eu une quelconque incidence positive perceptible sur l'exercice du droit du requérant puisque, comme l'a constaté le tribunal régional de Cracovie, entre 1991 et 1998, les autorités du district dans lequel la demande de l'intéressé avait été enregistrée à l'époque ont organisé seulement vingt-deux ventes aux enchères de biens de l'Etat (paragraphe 97 ci-dessus).", "170.  D'autres faits survenus à compter du 1er janvier 1998, date de l'entrée en vigueur de la loi de 1997 sur l'administration foncière, ont eu une influence décisive sur la situation du requérant. A cette date, les autorités n'avaient pas encore adopté la loi promise sur la restitution de biens ; en réalité, le projet pertinent fut finalement rejeté par le Parlement (paragraphes 62-65 ci-dessus).", "Néanmoins, par l'article 212 de la loi de 1997 sur l'administration foncière, l'Etat a consacré explicitement le droit du requérant et son obligation de le mettre en œuvre, selon des modalités similaires à celles instaurées par les lois précédentes. Cet article reprend, en des termes pratiquement identiques, la disposition prévoyant l'indemnisation qui apparaissait dans la loi de 1985 sur l'administration foncière. Il est vrai que cette validation renouvelée de l'obligation de l'Etat ne s'est pas accompagnée de la création des conditions permettant sa mise en œuvre. Au contraire, elle a encore restreint le droit du requérant. En application de l'article 213, la possibilité d'obtenir des biens à titre compensatoire parmi les terrains agricoles de l'Etat, possibilité qui, jusque-là, n'avait été que suspendue en attendant l'introduction de nouvelles lois sur la restitution de biens, a été supprimée. En outre, en vertu du décret de 1998, des biens à titre compensatoire ne pouvaient être acquis que par la participation à un appel d'offres organisé par l'autorité publique compétente (paragraphes 48-52 et 54 ci-dessus).", "171.  Ainsi qu'il ressort des documents présentés à la Cour, il était de notoriété publique que les autorités avaient cessé d'organiser des ventes aux enchères destinées aux personnes concernées par des biens situés au-delà du Boug, soumettaient la participation de celles-ci à de telles ventes à diverses conditions ou, comme le montrent les pratiques de l'Office des biens militaires, leur déniaient ouvertement la possibilité de chercher à faire exécuter leurs droits au travers d'appels d'offres (paragraphes 61, 84, 97 et 110 ci-dessus). Les pratiques de l'office, décrites en détail dans sa propre instruction officielle et qui, de l'avis de la Cour, constituaient une tentative délibérée de tourner les règles régissant la procédure de mise en œuvre du droit du requérant, préparaient en réalité le terrain pour la loi restrictive suivante. La loi modificative de 2001, entrée en vigueur le 1er janvier 2002, a privé le requérant de toute possibilité de demander à se faire indemniser sur les ressources de l'Etat en biens militaires (paragraphes 58-59 ci-dessus).", "172.  Considérant que, à cette époque, les seuls biens de l'Etat accessibles aux personnes concernées par des biens situés au-delà du Boug étaient ceux auparavant administrés par l'armée de la Fédération de Russie, et que, ainsi que le reconnaît le Gouvernement, ces ressources étaient quasiment épuisées (paragraphes 49, 56-57 et 59 ci-dessus), la Cour estime que les autorités ont peu à peu pratiquement éliminé le droit du requérant de l'ordre juridique interne et que ce droit, même s'il perdure en théorie, a été rendu illusoire.", "173.  Cette constatation est conforme à l'appréciation de la conduite de l'Etat à laquelle se sont livrées les juridictions polonaises, notamment les plus hautes d'entre elles (paragraphes 84-86 et 110 ci-dessus).", "Quant à la conduite de l'Etat, il ne faisait aucun doute pour la Cour constitutionnelle que la combinaison de toutes les restrictions apportées au droit à être crédité avait engendré une situation paradoxale dans laquelle ce droit ne pouvait pas être exercé en pratique, et que ces restrictions ne pouvaient se justifier dans un Etat démocratique de droit. A cet égard, la Cour constitutionnelle a également estimé que la conduite des autorités était incompatible avec le principe constitutionnel de la confiance des citoyens en l'Etat et ses lois, découlant du principe de l'Etat de droit.", "La Cour constitutionnelle a considéré que le droit à être crédité s'était réduit à une « obligation vide de contenu » et que les restrictions excluant de la procédure d'indemnisation un nombre important de biens avaient en fait « [annihilé] la possibilité pour les bénéficiaires de tirer le moindre avantage économique » de leurs droits. Elle a également constaté que le droit à être crédité avait été formulé de telle façon qu'il « ne [pouvait] se concrétiser dans l'environnement juridique existant, de sorte qu'il [était] devenu illusoire, rien de plus qu'un simulacre » (paragraphes 80-86 ci-dessus).", "La Cour ne voit rien qui puisse l'inciter à s'écarter des constatations de la Cour constitutionnelle, lesquelles reposaient sur la connaissance directe qu'a celle-ci des circonstances nationales.", "–  La période postérieure au 19 décembre 2002", "174.  Selon le Gouvernement, l'arrêt rendu le 19 décembre 2002 par la Cour constitutionnelle sur une demande constitutionnelle présentée par le médiateur a levé un certain nombre d'obstacles à l'exercice du droit du requérant (paragraphe 167 ci-dessus). De l'avis de la Cour, tel aurait pu être le cas si les autorités s'étaient conformées à cet arrêt.", "Il est vrai que, le 14 janvier 2003, la législation a été modifiée pour permettre aux personnes concernées par des biens situés au-delà du Boug d'enchérir lors de ventes aux enchères d'entreprises publiques privatisées (paragraphe 88 ci-dessus). Il est également vrai que, conformément aux décrets de janvier 2003 et d'août 2003, ces personnes sont dispensées de verser une caution lors des opérations de vente de biens appartenant au Trésor public ou à des communes, et que l'on ne peut plus exclure la possibilité de déduire la valeur de leur droit du prix des biens vendus dans le cadre de telles ventes aux enchères (paragraphes 90 et 92 ci-dessus).", "Toutefois, compte tenu des autres événements qui ont suivi l'arrêt de la Cour constitutionnelle, la Cour considère que les changements apportés à la législation, tout en étant globalement favorables au requérant, n'ont pas amélioré concrètement sa situation.", "175.  Pour commencer, à la date où l'arrêt en question a pris effet, l'Office des biens agricoles du Trésor public et l'Office des biens militaires ont publié des communiqués officiels, diffusés sur Internet. Les deux communiqués, libellés de la même façon, annonçaient que les deux organismes allaient cesser d'organiser des ventes aux enchères de biens de l'Etat, sous le prétexte qu'il était impossible de procéder à de telles ventes avant l'introduction de nombreux amendements à la législation existante (paragraphes 30-32 ci-dessus). Cette pratique a entraîné la suspension effective de l'exécution de l'arrêt puisque les dispositions permettant de faire entrer de nouveau les biens agricoles et militaires de l'Etat dans l'ensemble des biens à la disposition des personnes concernées par des biens situés au-delà du Boug ne pouvaient être appliquées dans la réalité. Cette situation a été vigoureusement condamnée par les autorités judiciaires, surtout par la Cour suprême, qui a déclaré que de tels actes étaient contraires à la Constitution. Pourtant, ni le pouvoir exécutif ni le pouvoir législatif n'ont réagi à la conduite des organismes en question (paragraphes 30-32, 98, 102 et 110 ci-dessus).", "De l'avis de la Cour, cette attitude de la part d'organismes publics, qui dénote une tentative délibérée d'empêcher la mise en œuvre d'un arrêt définitif et exécutoire et qui, de surcroît, est tolérée, sinon tacitement approuvée par les pouvoirs exécutif et législatif de l'Etat, ne peut se justifier par aucune cause générale d'utilité publique ni par les intérêts de la communauté dans son ensemble. Au contraire, elle est de nature à saper la crédibilité et l'autorité du pouvoir judiciaire et à compromettre son effectivité, facteurs qui revêtent la plus grande importance du point de vue des principes fondamentaux qui sous-tendent la Convention et qui, dans le cadre de la présente affaire, doivent prévaloir sur toute autre considération de politique économique ou sociale pouvant expliquer pourquoi l'Etat polonais n'a pas rectifié la politique des organismes concernés.", "Cette appréciation semble partagée par la Cour suprême polonaise qui, dans son arrêt du 21 novembre 2003, a déclaré que les autorités avaient rendu le droit à être crédité inexécutable en pratique et a conclu notamment que « pareille action ne saurait être acceptée dans un Etat démocratique de droit qui applique les principes de justice sociale (...) » (paragraphe 110 ci-dessus).", "176.  Enfin et surtout, le 30 janvier 2004 est entrée en vigueur la loi de décembre 2003, dont la constitutionnalité a été contestée devant la Cour constitutionnelle par un groupe de députés à cette même date (paragraphes 37-38 et 120 ci-dessus).", "En vertu de cette loi, l'Etat polonais considère que toutes les obligations pouvant découler de la mise en œuvre du droit du requérant à être crédité sont éteintes car la famille de l'intéressé a déjà obtenu une indemnisation partielle en application de la législation précédente (paragraphes 35, 37 et 114-119 ci-dessus).", "La Cour rappelle que les modalités d'indemnisation prévues par la législation pertinente peuvent être prises en compte lorsqu'il s'agit d'apprécier si la mesure litigieuse respecte le juste équilibre voulu et, notamment, si elle ne fait pas peser sur un requérant une charge disproportionnée. Sans le versement d'une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constitue normalement une atteinte excessive, et un manque total d'indemnisation ne saurait se justifier sur le terrain de l'article 1 du Protocole no 1 que dans des circonstances exceptionnelles (Ex-roi de Grèce et autres, arrêt précité, § 89, avec d'autres références).", "La Cour estime cependant que les conditions dans lesquelles l'obligation de l'Etat à l'égard du requérant a été effacée constituent un élément supplémentaire à prendre en compte pour apprécier si, globalement, l'Etat a respecté l'article 1 du Protocole no 1. Pour cette raison, elle juge plus approprié de parvenir à une conclusion quant aux effets de la législation récente sur le droit préexistant du requérant après avoir déterminé si la conduite de l'intéressé, dans les circonstances particulières de l'espèce, a eu une incidence sur la mise en œuvre effective du droit de celui-ci à être crédité.", "iii.  Conduite du requérant", "α)  Arguments des parties", "177.  Comme il l'a fait au stade de la recevabilité, le Gouvernement soutient que le requérant n'a pas épuisé les voies de recours internes dont il disposait, ainsi que le requiert l'article 35 § 1 de la Convention, et que sa conduite n'a pas été conforme à la diligence que l'on attend d'un demandeur.", "Il souligne que le droit interne veut qu'une personne cherchant à faire exécuter son droit à être indemnisée pour des biens abandonnés audelà du Boug ait une attitude active. Or le requérant, pendant toute la période à considérer, n'a pas tenté une seule fois de participer aux ventes aux enchères de biens de l'Etat. Le Gouvernement admet que la procédure d'appel d'offres ne constitue pas en soi un recours effectif au sens de l'article 35 § 1 de la Convention, mais il estime néanmoins que cette procédure constituait une condition sine qua non pour que le droit du requérant puisse être mis en œuvre.", "178.  Le Gouvernement considère que le requérant, par sa propre inaction, c'est-à-dire en ne se conformant pas aux exigences légales à respecter pour demander des biens à titre compensatoire, s'est délibérément interdit toute possibilité de participer aux ventes aux enchères. D'après le Gouvernement, le fait que l'intéressé ne leur ait pas soumis une expertise à jour déterminant la valeur marchande, à l'époque, des biens abandonnés a empêché les autorités de prendre une décision homologuant son droit, ainsi que le requiert le décret de 1998.", "Enfin, le Gouvernement souligne que, encore récemment, entre avril 2002 et octobre 2003, le maire de Wieliczka, commune de résidence du requérant, a organisé trois ventes aux enchères, et que si le requérant avait observé les exigences procédurales relativement à sa demande rien ne l'aurait empêché d'enchérir pour les biens concernés, situés à Chorągwica et Niepołomice – près de son domicile – et éventuellement de les acquérir.", "179.  Le requérant soutient que l'argument relatif à son manque de diligence doit être apprécié à la lumière de toutes les circonstances pertinentes. Tout d'abord, les autorités n'ont donné aucun effet concret à la législation précédente, aussi lacunaire et restrictive fût-elle déjà. Le nombre minime de ventes aux enchères organisées dans le district de Cracovie dans les années 90 et le grand nombre de réclamants ayant présenté des demandes jusqu'ici non satisfaites démontrent qu'il était pratiquement impossible pour le requérant de faire exécuter son droit à être crédité, ainsi que l'a observé le tribunal régional de Cracovie. La Cour constitutionnelle est parvenue à la même conclusion quant à la situation globale dans le pays.", "Le requérant invoque en outre les constatations de la Cour constitutionnelle et du tribunal régional de Cracovie selon lesquelles les demandeurs concernés par des biens situés au-delà du Boug, compte tenu de la pénurie chronique de terrains, ont souvent perdu une part importante de ce à quoi ils pouvaient prétendre en « faisant grimper » les prix des biens vendus lors de ventes aux enchères à un niveau bien supérieur à leur valeur marchande. Cela vaut également pour les ventes aux enchères mentionnées par le Gouvernement, dans le cadre desquelles les terrains en jeu ont été vendus pour des sommes équivalant à plusieurs fois leur prix de réserve et, par ailleurs, dépassant de beaucoup la valeur du droit du requérant, ainsi que l'atteste le rapport d'évaluation soumis par le Gouvernement à la Cour.", "β.  Appréciation de la Cour", "180.  La question de l'effectivité de la procédure de mise en œuvre du droit du requérant a été examinée de façon approfondie par les juridictions nationales qui, comme la Cour l'a relevé, ont l'avantage de posséder une connaissance directe de la situation (paragraphes 172-173 ci-dessus).", "Dans le cadre de son appréciation de la situation générale ayant prévalu jusqu'au 19 décembre 2002, la Cour constitutionnelle a observé que « toutes les lois qui restreignent l'accès des rapatriés à l'acquisition, à la faveur d'appels d'offres, de certaines catégories de biens [appartenant au] Trésor public ont [eu] un impact direct sur la possibilité d'exercer le droit à être crédité ». Elle a poursuivi en estimant que « l'impossibilité de bénéficier de ce droit dans le cadre instauré par le législateur montre qu'une institution juridique illusoire a été créée ». Elle a conclu que le mécanisme d'indemnisation existant était en conséquence devenu un « instrument d'indemnisation fictif » (paragraphes 82-86 ci-dessus).", "Quant à la situation dans le district dans lequel la demande du requérant a été enregistrée à l'époque, le tribunal régional de Cracovie, sur la base des éléments de preuve dont il disposait, a constaté – et le Gouvernement n'en disconvient pas – que pendant huit ans, jusqu'en 1998, les autorités n'avaient organisé que vingt-deux ventes aux enchères et que, globalement, seules vingt personnes sur les trois cents titulaires du droit à être crédité avaient pu obtenir satisfaction (paragraphes 97 et 169 ci-dessus).", "En outre, il a déjà été établi que le 8 janvier 2003, après la prise d'effet de l'arrêt de la Cour constitutionnelle, les autorités, pour tenter d'empêcher l'exécution de cet arrêt, ont suspendu quasiment toutes les opérations de vente aux enchères de biens de l'Etat (paragraphes 174-175 ci-dessus). Le tribunal régional de Cracovie et, par la suite, la Cour suprême ont déclaré que la conduite de l'Etat emportait violation de la Constitution et ont considéré que la possibilité de concrétiser le droit à être crédité était illusoire (paragraphes 98, 102 et 110).", "181.  Dans ces conditions, et eu égard au risque qu'implique forcément une procédure de vente aux enchères, la Cour estime que, vu les manœuvres d'obstruction que dénotent tant les actions que l'inaction de l'Etat, pareille procédure ne saurait être considérée comme un moyen « effectif » ou « adéquat » de concrétiser le droit du requérant à être indemnisé tel que le prévoit la législation polonaise. On ne saurait tenir le requérant pour responsable de l'état de choses dont il se plaint ni dire qu'il y a contribué par sa faute. La Cour dit au contraire, sur la base des éléments dont elle dispose, que l'atteinte au droit au respect des biens du requérant est uniquement imputable à l'Etat défendeur (voir également les paragraphes 168-176 ci-dessus).", "Dès lors, l'exception d'irrecevabilité pour non-épuisement des voies de recours internes présentée par le Gouvernement, qui avait été réservée dans la décision sur la recevabilité (Broniowski, décision précitée, §§ 86-87), doit être rejetée.", "iv.  Conclusion sur le « juste équilibre »", "182.  La Cour admet que dans des situations telles que celle de l'espèce, concernant un dispositif législatif ayant de lourdes conséquences et prêtant à controverse, dispositif dont l'impact économique sur l'ensemble du pays est considérable, les autorités nationales doivent bénéficier d'un large pouvoir discrétionnaire non seulement pour choisir les mesures visant à garantir le respect des droits patrimoniaux ou à réglementer les rapports de propriété dans le pays, mais également pour prendre le temps nécessaire à leur mise en œuvre. Le choix des mesures peut nécessairement impliquer des décisions restreignant l'indemnisation pour la privation ou la restitution de biens à un niveau inférieur à leur valeur marchande. Ainsi, l'article 1 du Protocole no 1 ne garantit pas dans tous les cas le droit à une compensation intégrale (James et autres, arrêt précité, p. 36, § 54).", "La mise en balance des droits en jeu et des gains et pertes des différentes personnes touchées par le processus de transformation de l'économie et du système juridique de l'Etat constitue un exercice d'une exceptionnelle difficulté. En pareilles circonstances, vu la nature des choses, il convient de laisser à l'Etat défendeur une ample marge d'appréciation.", "Néanmoins, la Cour rappelle que cette marge, aussi considérable puisset-elle être, n'est pas illimitée et que l'exercice du pouvoir discrétionnaire de l'Etat, même dans le cadre de la réforme de l'Etat la plus complexe, ne saurait entraîner des conséquences incompatibles avec les normes fixées par la Convention (paragraphes 149-151 ci-dessus).", "183.  Si la Cour admet que la réforme radicale du système politique et économique du pays ainsi que l'état de ses finances peuvent justifier des limitations draconiennes à l'indemnisation des personnes concernées par des biens situés au-delà du Boug, l'Etat polonais n'a pas été à même d'expliquer de manière satisfaisante, au regard de l'article 1 du Protocole no 1, pourquoi il a constamment failli à ce point, pendant de nombreuses années, à concrétiser un droit conféré par la législation polonaise au requérant comme à des milliers d'autres demandeurs concernés par des biens situés au-delà du Boug.", "184.  Le principe de l'Etat de droit, qui sous-tend la Convention, ainsi que le principe de légalité consacré par l'article 1 du Protocole no 1 exigent des Etats non seulement qu'ils respectent et appliquent, de manière prévisible et cohérente, les lois qu'ils ont adoptées, mais aussi, corrélativement à cette obligation, qu'ils garantissent les conditions légales et pratiques de leur mise en œuvre (paragraphe 147 ci-dessus). Dans le cadre de la présente affaire, il incombait aux autorités polonaises de supprimer l'incompatibilité existante entre la lettre de la loi et la pratique adoptée par l'Etat qui faisait obstacle à l'exercice effectif du droit patrimonial du requérant. Ces principes exigeaient également de l'Etat polonais l'accomplissement en temps utile, de façon correcte et avec cohérence, des promesses législatives qu'il avait formulées quant au règlement des demandes concernant des biens situés au-delà du Boug. Il s'agissait d'une cause générale et importante d'intérêt public (paragraphe 150 ci-dessus). Comme la Cour constitutionnelle polonaise l'a souligné à juste titre (paragraphe 82 ci-dessus), la nécessité de maintenir la confiance légitime des citoyens en l'Etat et en ses lois, inhérente à l'Etat de droit, exigeait que les autorités éliminent de l'ordre juridique les dispositions entraînant des dysfonctionnements et corrigent les pratiques contraires à la loi.", "185.  En l'espèce, comme les juridictions polonaises l'ont constaté et comme la Cour l'a confirmé dans son analyse de la conduite de l'Etat défendeur, les autorités, en imposant des limitations successives à l'exercice du droit du requérant à être crédité et en ayant recours à des pratiques qui en ont fait un droit inexécutoire et inutilisable sur le plan concret, l'ont rendu illusoire et ont détruit son essence même.", "L'état d'incertitude dans lequel s'est trouvé le requérant en raison des retards et manœuvres d'obstruction qui se sont répétés sur de nombreuses années, et dont les autorités nationales sont responsables, est en soi incompatible avec l'obligation au regard de l'article 1 du Protocole no 1 de garantir le respect des biens, notamment avec le devoir d'agir en temps utile, de façon correcte et avec cohérence lorsqu'une question d'intérêt général est en jeu (paragraphe 151 ci-dessus).", "186.  La situation du requérant s'est encore compliquée lorsque ce qui était devenu un droit inexécutable en pratique a été juridiquement éteint par la loi de décembre 2003, en vertu de laquelle l'intéressé a perdu le droit à être indemnisé qu'il possédait jusqu'alors. En outre, cette législation a opéré une différence de traitement puisque, parmi les demandeurs concernés par des biens situés au-delà du Boug, ceux qui n'avaient encore obtenu aucune indemnisation se sont vu accorder un montant qui, bien que plafonné à 50 000 PLN, représentait un pourcentage précis (15 %) de la valeur de ce à quoi ils pouvaient prétendre, alors que les réclamants dans la situation du requérant, qui s'étaient déjà vu attribuer un pourcentage bien inférieur, n'ont reçu aucun montant supplémentaire (paragraphes 115 et 118-119 ci-dessus).", "Comme la Cour l'a dit plus haut (paragraphes 134 et 182), en vertu de l'article 1 du Protocole no 1, l'Etat a le droit d'exproprier des biens – y compris tout droit à indemnisation consacré par la loi – et de réduire, même notablement, les niveaux d'indemnisation par des moyens législatifs. Cela vaut particulièrement dans des situations où le droit à indemnisation ne découle pas d'une privation de biens imposée antérieurement par l'Etat défendeur à un individu, mais est conçu pour modérer les effets d'une privation ou perte de propriété qui n'est pas imputable à cet Etat. Ce que requiert l'article 1 du Protocole no 1, c'est que le montant de l'indemnisation accordée pour une privation de propriété opérée par l'Etat soit « raisonnablement en rapport » avec la valeur du bien (paragraphe 176 ci-dessus). Il n'appartient pas à la Cour de dire dans l'abstrait ce que serait un niveau « raisonnable » d'indemnisation en l'espèce. Toutefois, étant donné que – comme l'a reconnu le Gouvernement (paragraphe 35 ci-dessus) – la famille du requérant n'a reçu que 2 % de l'indemnisation due en vertu de la législation applicable avant l'entrée en vigueur du Protocole à l'égard de la Pologne, la Cour ne voit aucune raison impérative pour qu'un montant aussi insignifiant prive en soi l'intéressé de la possibilité d'obtenir au moins une part de la valeur de ce à quoi il peut prétendre, dans des conditions d'égalité avec les autres demandeurs concernés par des biens situés au-delà du Boug.", "d)  Conclusion générale", "187.  Eu égard à l'ensemble des considérations qui précèdent, en particulier aux conséquences qu'a eues pour lui pendant de nombreuses années la législation concernant les biens abandonnés au-delà du Boug, telle qu'elle a été appliquée en pratique, la Cour conclut qu'en tant qu'individu le requérant a dû supporter une charge disproportionnée et excessive qui ne peut être justifiée par un intérêt général légitime poursuivi par les autorités.", "Dès lors, il y a eu en l'espèce violation de l'article 1 du Protocole no 1.", "II.  ARTICLES 46 ET 41 DE LA CONVENTION", "A.  Sur l'article 46 de la Convention", "188.  Aux termes de cette disposition :", "« 1.  Les Hautes Parties contractantes s'engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties.", "2.  L'arrêt définitif de la Cour est transmis au Comité des Ministres qui en surveille l'exécution. »", "189.  Les conclusions de la Cour impliquent en soi que la violation du droit du requérant tel que le garantit l'article 1 du Protocole no 1 tire son origine d'un problème à grande échelle résultant d'un dysfonctionnement de la législation polonaise et d'une pratique administrative et qui a touché, et peut encore toucher à l'avenir, un grand nombre de personnes. L'obstacle injustifié à l'exercice par le requérant de son « droit au respect des biens » n'a pas été causé par un incident isolé ni n'est imputable au tour particulier qu'ont pris les événements dans le cas de l'intéressé ; il résulte d'un comportement administratif et réglementaire de la part des autorités à l'égard d'une catégorie précise de citoyens, à savoir les demandeurs concernés par des biens abandonnés au-delà du Boug.", "L'existence et le caractère systémique de ce problème ont déjà été reconnus par les autorités judiciaires polonaises, comme l'ont confirmé plusieurs décisions, amplement citées dans le présent arrêt. Ainsi, dans son arrêt du 19 décembre 2002, la Cour constitutionnelle a déclaré que la législation concernant les biens abandonnés au-delà du Boug avait provoqué « un dysfonctionnement systémique inadmissible » (paragraphe 85 in fine ci-dessus). Souscrivant à cette appréciation, la Cour conclut que les faits de la cause révèlent l'existence dans l'ordre juridique polonais d'une défaillance, en conséquence de laquelle une catégorie entière de particuliers se sont vus, ou se voient toujours, privés de leur droit au respect de leurs biens. Elle estime également que les lacunes du droit et de la pratique internes décelées dans l'affaire particulière du requérant peuvent donner lieu à l'avenir à de nombreuses requêtes bien fondées.", "190.  Dans le cadre des mesures visant à garantir l'effectivité du mécanisme établi par la Convention, le Comité des Ministres du Conseil de l'Europe a adopté le 12 mai 2004 une résolution (Res(2004)3) sur les arrêts qui révèlent un problème structurel sous-jacent, dans laquelle, après avoir souligné l'intérêt d'aider l'Etat concerné à identifier les problèmes sous-jacents et les mesures d'exécution nécessaires (septième paragraphe du préambule), il invite la Cour « à identifier dans les arrêts où elle constate une violation de la Convention ce qui, d'après elle, révèle un problème structurel sous-jacent et la source de ce problème, en particulier lorsqu'il est susceptible de donner lieu à de nombreuses requêtes, de façon à aider les Etats à trouver la solution appropriée et le Comité des Ministres à surveiller l'exécution des arrêts » (paragraphe I de la résolution). Cette résolution doit être replacée dans le contexte de l'augmentation de la charge de travail de la Cour, en raison notamment de séries d'affaires résultant de la même cause structurelle ou systémique.", "191.  A ce propos, la Cour attire l'attention sur la Recommandation du Comité des Ministres du 12 mai 2004 (Rec(2004)6) sur l'amélioration des recours internes, dans laquelle celui-ci a rappelé que, au-delà de l'obligation en vertu de l'article 13 de la Convention d'offrir à toute personne ayant un grief défendable un recours effectif devant une instance nationale, les Etats ont une obligation générale de remédier aux problèmes sous-jacents aux violations constatées. Soulignant que l'amélioration des recours au niveau national, tout particulièrement en matière d'affaires répétitives, devrait également contribuer à réduire la charge de travail de la Cour, le Comité des Ministres a recommandé aux Etats membres de réexaminer, à la suite d'arrêts de la Cour qui révèlent des défaillances structurelles ou générales dans le droit ou la pratique de l'Etat, l'effectivité des recours existants et, « le cas échéant, [de] mettre en place des recours effectifs, afin d'éviter que des affaires répétitives ne soient portées devant la Cour ».", "192.  Avant d'examiner les demandes de satisfaction équitable présentées par le requérant au titre de l'article 41 de la Convention, et eu égard aux circonstances de l'espèce ainsi qu'à l'évolution de sa charge de travail, la Cour se propose d'examiner quelles conséquences peuvent être tirées de l'article 46 de la Convention pour l'Etat défendeur. Elle rappelle qu'aux termes de l'article 46 les Hautes Parties contractantes s'engagent à se conformer aux arrêts définitifs rendus par la Cour dans les litiges auxquels elles sont parties, le Comité des Ministres étant chargé de surveiller l'exécution de ces arrêts. Il en découle notamment que, lorsque la Cour constate une violation, l'Etat défendeur a l'obligation juridique non seulement de verser aux intéressés les sommes allouées au titre de la satisfaction équitable prévue par l'article 41, mais aussi de choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à intégrer dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d'en effacer autant que possible les conséquences. L'Etat défendeur demeure libre, sous le contrôle du Comité des Ministres, de choisir les moyens de s'acquitter de son obligation juridique au regard de l'article 46 de la Convention, pour autant que ces moyens soient compatibles avec les conclusions contenues dans l'arrêt de la Cour (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 249, CEDH 2000-VIII).", "193.  La Cour a déjà relevé que la violation qu'elle a constatée en l'espèce découlait d'une situation touchant un grand nombre de personnes. En effet, près de 80 000 personnes ont été touchées du fait que le mécanisme choisi pour traiter les demandes concernant des biens abandonnés au-delà du Boug n'a pas été mis en œuvre d'une manière compatible avec l'article 1 du Protocole no 1 (paragraphes 33-34 ci-dessus). La Cour est déjà saisie de 167 requêtes qui ont été présentées par des personnes concernées par des biens situés au-delà du Boug. C'est là non seulement un facteur aggravant quant à la responsabilité de l'Etat au regard de la Convention à raison d'une situation passée ou actuelle, mais également une menace pour l'effectivité à l'avenir du dispositif mis en place par la Convention.", "Bien qu'en principe il n'appartienne pas à la Cour de définir quelles peuvent être les mesures de redressement appropriées pour que l'Etat défendeur s'acquitte de ses obligations au regard de l'article 46 de la Convention, eu égard à la situation à caractère structurel qu'elle constate, la Cour observe que des mesures générales au niveau national s'imposent sans aucun doute dans le cadre de l'exécution du présent arrêt, mesures qui doivent prendre en considération les nombreuses personnes touchées. Surtout, les mesures adoptées doivent être de nature à remédier à la défaillance structurelle dont découle le constat de violation formulé par la Cour, de manière que le système instauré par la Convention ne soit pas surchargé par un grand nombre de requêtes résultant de la même cause. Pareilles mesures doivent donc comprendre un mécanisme offrant aux personnes lésées une réparation pour la violation de la Convention établie dans le présent arrêt relativement à M. Broniowski. A cet égard, la Cour a le souci de faciliter la suppression rapide et effective d'un dysfonctionnement constaté dans le système national de protection des droits de l'homme. Une fois un tel défaut identifié, il incombe aux autorités nationales, sous le contrôle du Comité des Ministres, de prendre, rétroactivement s'il le faut (voir les arrêts Bottazzi c. Italie [GC], no 34884/97, § 22, CEDH 1999-V, Di Mauro c. Italie [GC], no 34256/96, § 23, CEDH 1999-V, et la Résolution provisoire du Comité des Ministres ResDH(2000)135 du 25 octobre 2000 (Durée excessive des procédures judiciaires en Italie : mesures de caractère général) ; voir également Brusco c. Italie (déc.), no 69789/01, CEDH 2001-IX, et Giacometti et autres c. Italie (déc.), no 34939/97, CEDH 2001-XII), les mesures de redressement nécessaires conformément au principe de subsidiarité de la Convention, de manière que la Cour n'ait pas à réitérer son constat de violation dans une longue série d'affaires comparables.", "194.  Pour aider l'Etat défendeur à remplir ses obligations au titre de l'article 46, la Cour a cherché à indiquer le type de mesures que l'Etat polonais pourrait prendre pour mettre un terme à la situation structurelle constatée en l'espèce. Elle n'est pas à même d'apprécier si la loi de décembre 2003 (paragraphes 114-120 ci-dessus) peut être considérée comme une mesure adéquate à cet égard puisque aucune pratique relative à sa mise en œuvre n'a encore été établie. Quoi qu'il en soit, cette loi ne s'applique pas aux personnes qui – comme M. Broniowski – ont déjà reçu une indemnisation partielle, quel que soit le montant de cette indemnisation. Dès lors, il est clair que, pour ce groupe de demandeurs concernés par des biens situés au-delà du Boug, la loi ne saurait passer pour une mesure propre à mettre un terme à la situation structurelle jugée dans le présent arrêt préjudiciable pour ces personnes.", "Néanmoins, quant aux mesures générales à prendre, la Cour estime que l'Etat défendeur doit, avant tout, soit supprimer tout obstacle à l'exercice du droit des nombreuses personnes touchées par la situation jugée par elle contraire à la Convention en ce qui concerne le requérant, soit offrir en lieu et place un redressement équivalent. Quant à la première option, l'Etat défendeur doit donc garantir par des mesures légales et administratives appropriées la réalisation effective et rapide du droit en question relativement aux autres demandeurs concernés par des biens situés au-delà du Boug, conformément aux principes de la protection des droits patrimoniaux énoncés à l'article 1 du Protocole no 1, en particulier aux principes applicables en matière d'indemnisation (paragraphes 147-151, 176 et 186 ci-dessus).", "B.  Sur l'article 41 de la Convention", "195.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "1.  Réparation réclamée en l'espèce", "196.  Quant au dommage matériel, le requérant réclame 990 000 zlotys polonais (PLN) pour compenser la perte de son droit patrimonial. Selon son estimation, ce montant correspond à la valeur des biens abandonnés à Lwów, pour laquelle il n'a pas obtenu réparation. Il demande en outre 1 548 000 PLN pour manque à gagner sur la période de plus de cinquante ans pendant laquelle ni lui ni ses ascendants n'ont pu tirer profit de leurs biens.", "Le requérant prie de surcroît la Cour de lui accorder une indemnité de 12 000 euros (EUR) pour le dommage moral qu'il aurait subi du fait des sentiments d'incertitude et de frustration ainsi que de la tension éprouvés par lui en raison de l'impossibilité de jouir de son droit patrimonial dans laquelle il s'est constamment trouvé.", "Quant aux frais, le requérant, qui a été représenté par deux avocats devant la Cour dans le cadre du programme d'assistance judiciaire de celleci, réclame la somme de 125 000 PLN.", "197.  Le Gouvernement, qui a été invité à répondre de manière générale à la demande de satisfaction équitable, juge ces prétentions exorbitantes. Se référant à la somme demandée par le requérant au titre des frais, il souligne que les avocats de l'intéressé ont réclamé des montants excessifs pour le travail qu'ils ont effectué en l'espèce. Par exemple, l'un des représentants du requérant a facturé des honoraires exceptionnellement élevés à un taux horaire de 1 000 PLN, soit environ 250 EUR, ce qui, dans le contexte national, est inacceptable.", "2.  Conclusion de la Cour", "a)  Dommages matériel et moral", "198.  Dans les circonstances de l'espèce, la Cour estime que la question de l'indemnisation des dommages matériel et/ou moral ne se trouve pas en état. En conséquence, elle la réserve et fixera la procédure ultérieure compte tenu de la possibilité que le Gouvernement et le requérant parviennent à un accord (article 75 § 1 du règlement de la Cour) et à la lumière de toute mesure à caractère individuel ou général que le gouvernement défendeur pourrait prendre en exécution du présent arrêt. Dans l'attente de la mise en œuvre des mesures générales pertinentes, qui devront être adoptées dans un délai raisonnable, la Cour ajourne son examen des requêtes résultant de la même cause générale.", "b)  Frais et dépens", "199.  Quant aux frais et dépens déjà exposés par le requérant dans le cadre de la procédure devant elle, la Cour, statuant en équité, octroie à l'intéressé la somme de 12 000 EUR, moins les 2 409 EUR perçus par la voie de l'assistance judiciaire, montant à convertir en zlotys polonais au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt sur cette somme.", "c)  Intérêts moratoires", "200.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne, majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Rejette l'exception préliminaire du Gouvernement ;", "", "2.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "3.  Dit que la violation constatée ci-dessus résulte d'un problème structurel lié au dysfonctionnement de la législation et de la pratique internes occasionné par l'absence d'un mécanisme effectif visant à mettre en œuvre le « droit à être crédité » des demandeurs concernés par des biens abandonnés au-delà du Boug ;", "", "4.  Dit que l'Etat défendeur doit garantir, par des mesures légales et des pratiques administratives appropriées, la mise en œuvre du droit patrimonial en question pour les autres demandeurs concernés par des biens abandonnés au-delà du Boug, ou fournir aux intéressés en lieu et place un redressement équivalent, conformément aux principes de la protection des droits patrimoniaux énoncés à l'article 1 du Protocole no 1 ;", "", "5.  Dit qu'en ce qui concerne l'indemnité à octroyer au requérant pour tout dommage matériel ou moral résultant de la violation constatée en l'espèce, la question de l'application de l'article 41 ne se trouve pas en état et, en conséquence,", "a)  la réserve en entier ;", "b)  invite le Gouvernement et le requérant à lui soumettre par écrit, dans les six mois à compter de la date de communication du présent arrêt, leurs observations sur la question et, en particulier, à lui donner connaissance de tout accord auquel ils pourraient parvenir ;", "c)  réserve la procédure ultérieure et délègue au président de la Cour le soin de la fixer au besoin ;", "", "6.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans un délai de trois mois, la somme de 12 000 EUR (douze mille euros) correspondant aux frais et dépens exposés jusqu'au stade actuel de la procédure devant la Cour, moins les 2 409 EUR (deux mille quatre cent neuf euros) versés par le Conseil de l'Europe au titre de l'assistance judiciaire, à convertir dans la monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt sur cette somme ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal au taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l'Homme, à Strasbourg, le 22 juin 2004.", "\t\tLuzius Wildhaber\n\t\tPrésident\n\tPaul Mahoney\n\tGreffier", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante de M. Zupančič.", "L.W.\nP.J.M.", "OPINION CONCORDANTE DE M. LE JUGE ZUPANČIČ", "(Traduction)", "La présente opinion a trait aux paragraphes 190 à 194 des motifs de l'arrêt ainsi qu'aux points 3 et 4 de son dispositif.", "Au paragraphe 190, nous évoquons la résolution du Comité des Ministres du Conseil de l'Europe en date du 12 mai 2004 (Res(2004)3), dans laquelle le Comité, « après avoir souligné l'intérêt d'aider l'Etat concerné à identifier les problèmes sous-jacents et les mesures d'exécution nécessaires, (...) invite la Cour « à identifier dans les arrêts où elle constate une violation de la Convention ce qui, d'après elle, révèle un problème structurel sous-jacent et la source de ce problème, en particulier lorsqu'il est susceptible de donner lieu à de nombreuses requêtes, de façon à aider les Etats à trouver la solution appropriée et le Comité des Ministres à surveiller l'exécution des arrêts ».", "La Cour se sert de cette partie de la résolution du Comité des Ministres pour justifier ce qu'elle dit ensuite au paragraphe 192, comme si elle poursuivait le processus évolutif débuté dans l'affaire Scozzari et Giunta c. Italie ([GC], nos 39221/98 et 41963/98, § 249, CEDH 2000-VIII).", "Dans cette affaire, la Cour a appliqué pour la première fois le texte de l'article 41 de la Convention en le combinant avec l'article 46 – de sorte que, ensemble, ils commandent à l'Etat de mettre un terme à la situation à l'origine de la violation (« restitutio in integrum ») et qui en fait constituait la violation relevée dans l'affaire.", "L'article 46 exige des Hautes Parties contractantes qu'elles s'engagent à se conformer aux arrêts définitifs de la Cour ; l'article 41 envisage des situations où le droit interne de la Haute Partie contractante concernée ne permet qu'une réparation partielle. La manière dont l'article 41 est libellé, sur laquelle nous avons fondé notre position dans l'affaire Scozzari et Giunta, implique que la satisfaction équitable allouée à la partie lésée par l'Etat contractant est accordée de façon détournée et subsidiaire, c'est-à-dire dans les cas où le droit interne de la Haute Partie contractante concernée ne prévoit pas et n'offre pas de lui-même une réparation intégrale (restitutio in integrum). L'origine de ce texte énigmatique et déroutant ressort des travaux préparatoires de la Convention. Il provient d'un accord d'arbitrage suisse-allemand d'avant-guerre, et représente un compromis purement politique relativement à la nature contraignante des arrêts de la Cour ; d'où ce libellé emprunté.", "Toutefois, dans l'affaire Scozzari et Giunta, nous avons finalement décidé d'interpréter ce libellé conformément à son acception logique, c'està-dire à l'idée qu'une satisfaction équitable pécuniaire ne peut constituer la seule forme de réparation. Nous verrons ci-dessous qu'il y a des situations où la simple satisfaction équitable a des résultats assez ", "absurdes. Cela suit la logique juridique fondamentale voulant que le droit et la réparation soient interdépendants. La consubstantialité des libellés des articles 41 et 46 implique logiquement que le droit interne de la Haute Partie contractante concernée doit offrir un redressement au requérant dans l'affaire duquel la violation a été constatée et, de plus, que la Cour doit se prononcer sur ce redressement dans son arrêt définitif, auquel la Haute Partie contractante s'engage à se conformer.", "En d'autres termes, dans l'affaire Scozzari et Giunta, nous sommes parvenus à la conclusion logiquement inéluctable qu'une restitutio in integrum devait être ordonnée par la Cour dans les cas où le non-respect de la Convention – l'affaire Scozzari et Giunta était une affaire de droit de la famille – entraîne une situation continue appelée à perdurer. L'indemnisation complète ou partielle pour le dommage subi jusqu'à l'arrêt définitif de la Cour – à supposer que l'argent puisse réparer de tels préjudices – ne couvrirait que la période allant jusqu'au constat de violation définitif dressé par la Cour. La situation dans l'affaire récente Assanidzé c. Géorgie ([GC], no 71503/01, CEDH 2004-II), dans laquelle le requérant continuait d'être détenu illégalement et où la Cour, pour la première fois, a ordonné dans le dispositif de l'arrêt la libération immédiate de l'intéressé, correspond précisément à la question dont nous avons à connaître aujourd'hui. Cette affaire va également au-delà de la jurisprudence Scozzari et Giunta. Il s'agit d'une jurisprudence de principe, qui n'a absolument rien à voir avec l'aspect pragmatique tenant à l'élimination de la charge de travail, en augmentation rapide, de la Cour.", "Pour résumer : il serait absurde que la Cour accorde « à la partie lésée (...) une satisfaction équitable » et qu'elle consente ensuite tacitement à la poursuite du statu quo auquel l'Etat auteur de la violation ne serait pas tenu, en application de l'interprétation antérieure du libellé de l'article 41, de remédier quant à ses aspects essentiels.", "Toutefois, dans l'affaire Broniowski, nous sommes en présence d'une situation analogue mais pas identique à celle des affaires Scozzari et Giunta et Assanidzé. Dans ces deux dernières espèces, sans l'ordre exprès de la Cour, le requérant subirait toujours la violation de ses droits fondamentaux. Dans l'affaire Broniowski, au contraire, le requérant lui-même obtiendra gain de cause et sera indemnisé, mais des milliers d'autres non. En d'autres termes, il est vrai qu'offrir une satisfaction équitable à M. Broniowski ne résoudra en rien l'épreuve qu'ont subie des milliers d'autres citoyens polonais dans toute la période d'après-guerre – et qu'ils continueront à subir malgré le constat de violation de la Cour. Ce dont il s'agit, par conséquent, ce n'est pas la violation continue des droits fondamentaux d'un unique requérant, mais la violation continue des droits fondamentaux de milliers d'autres sujets de droit. A fortiori, c'est donc à bon droit que la Cour exige de l'Etat de remédier à cette « situation structurelle ». Je soutiens pleinement et sans réserve cette raison de principe de la décision de la Cour.", "Ce que je récuse, c'est le raisonnement ambivalent et hésitant sur lequel repose l'arrêt. Je ne pense pas que la Cour ait besoin, outre la Convention elle-même, d'un fondement juridique supplémentaire afin de légitimer sa logique de principe, particulièrement si elle doit chercher cette base légale dans une résolution du Comité des Ministres qui, en fait, a en ligne de mire un but pragmatique tout différent. Le Comité des Ministres invoque le « problème structurel » sous-jacent, par exemple la situation dans laquelle l'Italie s'est retrouvée avec son énorme problème de « délai non raisonnable », situation où les affaires n'étaient pas tranchées en temps voulu et où il y avait systématiquement déni de justice parce que l'issue en était constamment retardée. Je suis complètement en désaccord avec la dernière phrase du paragraphe 190 de l'arrêt dans laquelle la majorité dit que « cette résolution doit être replacée dans le contexte de l'augmentation de la charge de travail de la Cour, en raison notamment de séries d'affaires résultant de la même cause structurelle ou systémique ». La référence dans le premier alinéa du paragraphe 193 à la « menace pour l'effectivité à l'avenir du dispositif mis en place par la Convention » n'a absolument rien à voir avec la position de principe prise par la Cour. De nouveau, au milieu du second alinéa du paragraphe 193, nous disons que « les mesures adoptées doivent être de nature à remédier à la défaillance structurelle dont découle le constat de violation formulé par la Cour, de manière que le système instauré par la Convention ne soit pas surchargé par un grand nombre de requêtes résultant de la même cause ». La vraie raison de la logique adoptée pour la première fois dans l'affaire Scozzari et Giunta et poursuivie dans l'affaire Assanidzé n'a rien à voir avec la charge de travail de la Cour.", "Cela a à voir avec la justice.", ""]}