{"file": "FRE_HFJUD_38812_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38812/97", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE POLTORATSKI c. UKRAINE", "(Requête no 38812/97)", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "", "", "", "", "29 avril 2003", "", "", "", "", "En l’affaire Poltoratski c. Ukraine,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMme\tE. Palm,\n\tM.\tJ. Makarczyk,\n\tMme\tV. Strážnická,\n\tMM.\tM. Fischbach,\n\t\tV. Butkevych,\n\t\tR. Maruste, juges,\net de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil le 25 mars 2003,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 38812/97) dirigée contre l’Ukraine et dont un ressortissant de cet Etat, M. Borislav Evguenevitch Poltoratski (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 19 septembre 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, d’abord représenté par son père, M. E.N. Poltoratski, et par M. I.G. Voskoboïnikov, l’est aujourd’hui par M. O.O. Kostian. Le gouvernement ukrainien (« le Gouvernement ») est représenté par son agent, Mme V. Loutkovska, du ministère de la Justice.", "3.  L’affaire concerne les conditions de détention du requérant dans le « couloir de la mort » de la prison d’Ivano-Frankivsk et la façon dont il y a été traité.", "4.  Le 30 octobre 1998, la requête a été déclarée partiellement recevable par la Commission. Du 23 au 26 novembre 1998, la Commission a effectué une visite à Kiev et à la prison d’Ivano-Frankivsk en vue d’établir les faits. Dans son rapport du 26 octobre 1999 (ancien article 31 de la Convention) [Note du greffe : le rapport de la Commission est disponible au greffe], elle a exprimé l’avis qu’il n’y avait pas eu violation de l’article 3 s’agissant des griefs du requérant au sujet des mauvais traitements subis à la prison d’Ivano-Frankivsk (à l’unanimité), qu’il y avait eu violation de l’article 3 du fait des conditions de détention de l’intéressé dans cette prison (à l’unanimité), qu’il y avait eu violation de l’article 3 en raison de l’absence d’enquête effective sur les allégations du requérant concernant les sévices qu’il aurait subis en prison (par vingt-quatre voix contre une), qu’il y avait eu violation de l’article 8 (à l’unanimité) et de l’article 9 (à l’unanimité).", "5.  Le 11 septembre 1999, l’affaire a été déférée à la Cour par la Commission, conformément aux dispositions qui s’appliquaient avant l’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 4 dudit Protocole et anciens articles 47 et 48 de la Convention). La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Après avoir consulté les parties, le président de la chambre a estimé que, dans l’intérêt d’une bonne administration de la justice, il y avait lieu de procéder simultanément à l’examen de la présente requête et de celles concernant les affaires Nazarenko c. Ukraine, Aliev c. Ukraine, Dankevitch c. Ukraine, Khokhlitch c. Ukraine et Kouznetsov c. Ukraine (requêtes nos 39483/98, 41220/98, 40679/98, 41707/98 et 39042/97) (article 43 § 2 du règlement).", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section telle que remaniée.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Résumé des événements", "9.  Le 12 décembre 1995, le tribunal régional (oблacний суд) d’Ivano-Frankivsk reconnut le requérant coupable du meurtre de quatre personnes, le condamna à mort et ordonna la confiscation de ses biens.", "10.  Le 22 février 1996, la Cour suprême (Верхoвний суд) confirma le jugement de la juridiction de première instance. Les autorités responsables des quartiers d’isolement à la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk (Адміністрація слідчого ізолятору Управління міністерства внутрішніх справ) transférèrent le requérant dans l’une des cellules réservées aux condamnés à mort.", "11.  Le 11 mars 1997, le président de l’Ukraine décréta un moratoire sur les exécutions. Par une décision no 11pп/99 du 29 décembre 1999, la Cour constitutionnelle de l’Ukraine jugea contraires à la Constitution ukrainienne les dispositions du code pénal relatives à la peine capitale. Les condamnations à mort furent en conséquence commuées en peines de réclusion à perpétuité par la loi no 1483-III du 22 février 2000.", "12.  Le 2 juin 2000, le tribunal régional d’Ivano-Frankivsk commua la peine de mort à laquelle le requérant avait été condamné en peine de réclusion à perpétuité.", "B.  Les faits", "13.  Les faits de la cause relatifs aux conditions de détention du requérant à la prison d’Ivano-Frankivsk et aux événements qui s’y sont déroulés pendant son incarcération sont controversés.", "14.  La version des faits donnée par le requérant est exposée aux paragraphes 17 à 23 ci-dessous. Les faits tels que le Gouvernement les a décrits figurent aux paragraphes 24 à 30 ci-après.", "15.  Le descriptif des pièces produites devant la Commission et la Cour se trouve aux paragraphes 31 à 58 ci-dessous.", "16.  Compte tenu de la controverse entourant les conditions de détention du requérant et les événements qui se sont déroulés à la prison d’Ivano-Frankivsk, la Commission, appliquant l’ancien article 28 § 1 a) de la Convention, a mené sa propre enquête en vue d’établir les faits. Pour ce faire, elle a examiné un certain nombre de pièces produites par le requérant et par le Gouvernement à l’appui de leurs assertions respectives et a désigné trois délégués qu’elle a chargés de recueillir la déposition de témoins qui furent entendus à Kiev, dans les locaux du ministère de la Justice, les 23 et 26 novembre 1998, ainsi qu’à Ivano-Frankivsk, les 24 et 25 novembre 1998. L’appréciation des preuves à laquelle la Commission a procédé ainsi que ses constatations se trouvent résumées aux paragraphes 59 à 75 ci-dessous.", "1.  Les faits tels qu’ils ont été exposés par le requérant", "17.  Le 12 décembre 1995, le tribunal régional d’Ivano-Frankivsk reconnut le requérant coupable d’un quadruple meurtre, le condamna à mort et ordonna la confiscation de ses biens. A la suite de ce jugement de première instance, l’intéressé fut placé dans une cellule séparée. Il ne fut pas autorisé à écrire à sa famille ni à voir son avocat, qu’il demanda plusieurs fois à rencontrer.", "18.  Le 22 février 1996, la Cour suprême confirma le jugement de la juridiction de premier degré. Le requérant fut transféré dans une cellule réservée aux condamnés à mort sur décision de l’administration des quartiers d’isolement du ministère de l’Intérieur. Le 30 mars 1996, son avocat demanda l’autorisation de lui rendre visite pour lui faire part de la décision que la Cour suprême avait rendue à son sujet. Le directeur de la prison la lui refusa.", "19.  Les conditions d’internement des personnes condamnées à la peine capitale étaient régies par la loi de 1993 sur la détention provisoire (ci-après « la loi ») ainsi que par une instruction du 20 avril 1998 (ci-après « l’instruction ») dont les dispositions, gardées rigoureusement secrètes, interdisaient aux détenus de faire de l’exercice en plein air, de regarder la télévision, d’acheter des journaux et de recevoir des colis alimentaires de leurs proches. L’instruction en question avait en fait pour effet de priver le requérant des droits que reconnaissait la loi.", "20.  Dans sa réponse à la plainte du père du requérant, qui dénonçait les conditions de détention de son fils, le sous-directeur de la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk se référa à l’instruction susmentionnée. En outre, selon les informations fournies par le sous-directeur de la prison au père du requérant, les dispositions de la loi n’étaient pas applicables à l’intéressé. Dans le cas contraire, il aurait été autorisé, en vertu des articles 9 § 1 et 13 de cette loi, à prendre quotidiennement de l’exercice en plein air, à recevoir des colis deux fois par mois et à regarder la télévision. Or cela lui a été strictement interdit entre 1995 et 1998. Il n’a en outre pas eu le droit d’envoyer et de recevoir du courrier jusqu’au mois de septembre 1997. Ce n’est qu’à ce moment-là que le sous-directeur de la prison informa verbalement la mère du requérant que son fils pouvait entretenir une correspondance. De surcroît, les autorités pénitentiaires refusèrent au père de l’intéressé l’autorisation de lui rendre visite le 29 mai et le 10 juin 1995 ainsi que le 31 juillet 1996, sans aucune explication. A partir du mois de juillet 1996, le droit de visite du père du requérant, qui pouvait auparavant rencontrer son fils jusqu’à deux heures tous les mois, fut réduit à une heure par trimestre.", "21.  En ce qui concerne le droit, pour le requérant, de rencontrer un prêtre, son père et certains membres du clergé effectuèrent en vain de multiples démarches auprès des autorités pénitentiaires et de l’administration des quartiers d’isolement de la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk pour qu’il fût accordé.", "22.  Le requérant soutient enfin qu’il a dénoncé à plusieurs reprises les conditions de sa détention et qu’il a demandé en vain aux autorités pénitentiaires l’autorisation de saisir la Commission européenne des Droits de l’Homme.", "23.  Dans une lettre datée du 6 mars 1998 adressée à la Commission, le père du requérant indiqua qu’il avait vu son fils le 4 mars 1998 et que celui-ci l’avait informé qu’une commission du ministère de l’Intérieur avait procédé à une inspection à la mi-février 1998. Après le départ des inspecteurs, le requérant avait été transféré dans une cellule plus sommairement équipée et sale, dont la fenêtre était totalement occultée. Le seau destiné à les vidanger ayant été enlevé, il était impossible de nettoyer correctement les toilettes, ce qui occasionnait une odeur intolérable. En outre, le requérant n’avait reçu que 25 cl d’eau chaude pour le thé et du lait. Tous ses ustensiles de cuisine lui avaient été confisqués, ainsi que sa bible. Il lui avait été interdit de lire des périodiques et son bloc-notes lui avait été retiré, ainsi que son calendrier.", "2.  Les faits tels qu’ils ont été exposés par le Gouvernement", "24.  Le Gouvernement indique que le statut juridique des détenus condamnés à mort ainsi que les conditions de leur détention étaient fixés par la loi et par le code de procédure pénale. En application de l’article 8 de la loi, toute personne condamnée à la peine capitale devait être maintenue en détention à l’écart des autres prisonniers. La cellule dans laquelle le requérant avait été placé une fois sa condamnation devenue définitive était conforme aux règles fixées en matière d’équipement sanitaire et d’hygiène par l’article 11 de la loi : d’une superficie de 9 m2, elle était équipée d’une table, d’un lit, d’une radio, d’un chauffage, d’eau courante, de toilettes, et la qualité de l’éclairage, tant naturel qu’artificiel, y était satisfaisante.", "25.  Le requérant recevait trois repas par jour et, outre divers articles d’usage quotidien, des vêtements et des chaussures d’une qualité standard avaient été mis à sa disposition. Une assistance médicale, des soins ainsi que des mesures prophylactiques et anti-épidémiques étaient organisés et mis en œuvre conformément à la législation sur la protection de la santé.", "26.  En vertu de l’article 12 de la loi, les détenus condamnés à mort ne pouvaient en principe rencontrer les membres de leur famille ou d’autres personnes qu’une fois par mois, sur autorisation écrite du tribunal chargé de leur dossier. La durée des visites ne pouvait excéder deux heures. Les avocats et les conseillers juridiques des détenus pouvaient les rencontrer, après que la cour d’appel eut statué sur leur cas, moyennant l’autorisation du directeur de la direction centrale du ministère de l’Intérieur, du directeur de la direction régionale du ministère de l’Intérieur ou de son adjoint responsable des quartiers d’isolement. L’article 12 de la loi ne limitait ni dans leur fréquence ni dans leur durée les entretiens des détenus avec leurs avocats respectifs.", "27.  Le 13 décembre 1995, après le prononcé du jugement de première instance, les parents du requérant et son avocat furent autorisés à le rencontrer. Ses parents le virent le 15 décembre 1995, puis en janvier 1996 ; son avocat lui rendit visite le 21 décembre 1995 et le 7 janvier 1996. Entre le 22 février 1996 et le 29 décembre 1997, ses parents demandèrent à la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk l’autorisation de le rencontrer les 24 février, 4 mars, 5 avril, 4 mai, 2 juillet, 1er octobre, 18 novembre et 25 décembre 1996, ainsi que les 3 et 20 juin et le 19 septembre 1997. Ils furent autorisés à le voir le 24 février, le 5 mars, le 5 avril, le 4 mai, le 2 juillet, le 4 octobre et le 4 décembre 1996, ainsi que le 4 mars, le 4 juin, le 4 septembre et le 4 décembre 1997.", "28.  L’avocat du requérant sollicita l’autorisation de s’entretenir avec son client le 25 avril, le 11 novembre, les 18 et 19 décembre 1996. Elle lui fut accordée pour une première visite le 7 mai 1996 et pour les suivantes aux dates qu’il avait demandées.", "29.  Les condamnés à mort pouvaient envoyer autant de lettres qu’ils le voulaient. Sur les trente et une lettres que le requérant expédia entre 1995 et 1998, vingt-quatre concernaient son dossier pénal et sept furent adressées à sa famille. Le 17 septembre 1997, le requérant demanda pour la première fois à la direction régionale du ministère de l’Intérieur l’autorisation d’écrire à ses parents, ce qu’il fit les 19 et 26 novembre 1997, ainsi que le 31 décembre de la même année, puis les 5, 16, 20 et 30 janvier, 3 février, 11 mars, 6 avril, 15 mai, 17 juin, 6 juillet, 10 août, 15 septembre, 22 octobre, 13 novembre et 11 décembre 1998. Les lettres de ses parents lui furent remises les 18 et 29 septembre, 19 octobre, 20 novembre et 24 décembre 1997, les 16 et 26 janvier, 6, 10 et 23 février, 14 et 16 mars, 17 avril, 14 mai, 1er et 8 juin, 1er et 30 juillet, 20 août, 29 septembre, 10, 22 et 27 octobre, 4, 20, 26 et 30 novembre, et 4, 17 et 21 décembre 1998.", "30.  Le Gouvernement soutient par ailleurs que le procureur général a mené une enquête approfondie sur les faits dénoncés par le requérant et ses parents dans leurs plaintes concernant les méthodes d’investigation illégales – à savoir des actes de torture, des traitements brutaux et inhumains – qui auraient été employées à l’encontre de l’intéressé. Les allégations en cause, non étayées, furent jugées infondées. En réalité, les plaintes du requérant, de ses parents, de son représentant et de son avocat furent enregistrées les 11 mars, 8 avril, 13, 14 et 29 mai, 24 juillet, 11 septembre et 25 octobre 1996, ainsi que les 5 et 17 mars, 19 mai et 25 juillet 1997. Elles reçurent une réponse les 20 et 23 mars, 23 et 24 avril, 23 mai, 27 juin, 1er août, 30 septembre et 14 novembre 1996, les 28 et 31 mars ainsi que le 20 mai 1997. En application de l’article 12 de la loi, l’échange de correspondance et la procédure auxquels avaient donné lieu les plaintes du requérant et de ses parents furent clos le 31 juillet 1997.", "C.  Les pièces du dossier", "31.  Par une lettre en date du 26 mai 1998, le directeur de la prison répondit à la plainte formulée par le père du requérant le 10 mai 1998 en l’informant que les condamnés à mort avaient le droit d’envoyer douze lettres par an. Il affirma en outre que l’intéressé avait été avisé de ses droits et de ses obligations.", "32.  Par une lettre du 10 août 1998, le procureur régional d’Ivano-Frankivsk indiqua au père du requérant que les droits des personnes condamnées à mort en matière de visites et de correspondance étaient réglementés par l’instruction et non par la loi que ce monsieur avait mentionnée dans sa plainte.", "33.  Le 4 septembre 1998, les parents du requérant écrivirent au procureur régional pour se plaindre notamment d’être restés trois mois sans voir leur fils, de n’avoir reçu aucune lettre de lui depuis le 5 juillet 1998, pour dénoncer les coups et les humiliations infligés au requérant et dont ils étaient au courant depuis le 2 septembre 1998, l’intervention du sous-directeur de la prison, M. Ivachko, pendant la visite qu’ils avaient rendue à leur fils le 2 septembre 1998 lorsque ce dernier avait parlé de ses conditions de détention, et l’interdiction qui lui avait été faite pendant dix-huit mois de rencontrer un aumônier, bien qu’il l’eût demandé à maintes reprises.", "34.  Par une lettre du 10 septembre 1998, le procureur régional informa le père du requérant que le droit de l’intéressé aux visites et à la correspondance relevait de la législation nationale et que les actes de l’administration pénitentiaire s’inscrivaient dans le cadre de ces dispositions.", "35.  Le 10 septembre 1998, le procureur régional adjoint d’Ivano-Frankivsk adressa au procureur général un rapport sur les conclusions de l’enquête qui avait été menée à la suite de la plainte du père du requérant dénonçant les agissements illégaux qu’aurait commis l’administration pénitentiaire relativement à la correspondance de son fils et à son droit aux visites. Ce rapport concluait que l’enquête n’avait décelé de la part de l’administration pénitentiaire aucune atteinte aux droits de l’intéressé.", "36.  Le 11 septembre 1998, le père du requérant déposa une plainte auprès du directeur du département d’Etat de l’exécution des peines, M. Chtanko, qui lui répondit le 12 octobre 1998. Les faits dénoncés dans ce cas par le père du requérant étaient similaires à ceux dont il avait saisi le procureur régional le 4 septembre 1998. Selon M. Chtanko, l’intéressé avait été placé en cellule d’isolement pour avoir enfreint le règlement. Il ajouta que l’enquête diligentée n’avait pas permis d’établir que le requérant eût fait l’objet d’une quelconque contrainte physique ou que l’administration pénitentiaire l’eût humilié ou eût restreint ses droits, ce que l’intéressé avait lui-même reconnu. Son père fut aussi informé que les visites, notamment celles des prêtres, pouvaient être autorisées par la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk.", "37.  Le 23 octobre 1998, les parents du requérant demandèrent au procureur régional, à la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk et au directeur de la prison de constituer une commission médicale composée de médecins indépendants en vue d’examiner l’état de santé de leur fils. Ils affirmèrent que les prisonniers étaient torturés et que cela avait conduit l’un d’entre eux à tenter de se suicider ou qu’on avait essayé de le tuer. Le 3 novembre 1998, le directeur de la prison informa les parents du requérant que leur demande avait été rejetée au motif qu’il n’existait aucun indice que la torture ou une autre forme de violence physique eût été employée contre l’intéressé dont l’état de santé était satisfaisant.", "38.  Les 23 et 24 octobre 1998, les parents du requérant écrivirent à Mme Leni Fischer, alors présidente de l’Assemblée parlementaire du Conseil de l’Europe, pour se plaindre des tortures infligées à leur fils et à l’un de ses codétenus, M. Kouznetsov, qui auraient poussé ce dernier à tenter de se suicider. Ils alléguèrent que les deux prisonniers avaient été conduits à l’hôpital et que M. Kouznetsov était resté paralysé. Ils se plaignirent en outre qu’on les avait empêchés de voir leur fils.", "39.  Par une lettre du 26 octobre 1998, les parents du requérant informèrent la Commission qu’« une tentative d’exécution illégale de deux prisonniers injustement condamnés, M. Kouznetsov et B. Poltoratski, a[vait] eu lieu dans la prison no BI 304/199 d’Ivano-Frankivsk, et [que] le Gouvernement a[vait] essayé d’étouffer cette affaire ».", "40.  Selon un rapport médical manuscrit rédigé le 28 octobre 1998, et signé par le requérant, celui-ci ne présentait aucune trace de coups corporels et était dans un état de santé satisfaisant.", "41.  Dans une déclaration manuscrite du 28 octobre 1998, le requérant indiqua que l’administration pénitentiaire le traitait correctement, qu’il n’avait pas subi de violences physiques, que toutes les mesures disciplinaires prises à son encontre étaient justifiées et que les allégations de ses parents n’étaient pas fondées.", "42.  Le 29 octobre 1998, la direction régionale de l’exécution des peines du ministère de l’Intérieur établit un rapport en réponse à la plainte du père du requérant concernant les actes de torture allégués et à sa demande relative à la constitution d’une commission de médecins indépendants qui serait chargée d’examiner l’état de santé de son fils. Ce rapport indiquait que l’intéressé avait été examiné le 28 octobre 1998 par les médecins de la prison, qui n’avaient décelé chez lui aucune lésion physique, et qu’il avait déclaré ne pas avoir été torturé.", "43.  Par une lettre du 30 octobre 1998, le sous-directeur de la direction régionale du ministère de l’Intérieur informa la mère du requérant que sa plainte dénonçant les actes de torture qui auraient été infligés à son fils avait été examinée et jugée dénuée de tout fondement. L’examen médical du requérant n’ayant décelé aucune trace de torture, il n’y avait nulle raison de désigner une commission médicale pour enquêter sur les allégations.", "44.  Par une lettre du 2 novembre 1998 adressée au procureur général, le procureur régional adjoint rendit compte des conclusions de l’enquête menée en rapport avec la plainte du père du requérant concernant les restrictions apportées à la correspondance et au droit de ce dernier aux visites, l’intervention des autorités pénitentiaires au cours de la visite que les parents avaient rendue à leur fils le 2 septembre 1998 et les tortures physiques qui auraient été infligées à celui-ci. S’agissant des mesures restrictives frappant la correspondance et le droit du requérant aux visites, la lettre du procureur régional adjoint indiquait que le père de l’intéressé s’était à tort fondé sur la loi dans la mesure où celle-ci ne s’appliquait pas à la catégorie de prisonniers dont son fils relevait, que l’intervention d’un membre de l’administration pénitentiaire était justifiée et que le requérant avait subi, le 25 septembre 1998, un examen médical approfondi qui n’avait révélé aucune lésion corporelle. La lettre en question précisait enfin que le requérant avait été placé en cellule d’isolement le 26 août 1998 pour avoir enfreint le règlement pénitentiaire en refusant de se laisser examiner par un surveillant au retour de sa promenade quotidienne à l’extérieur de sa cellule.", "45.  Par une lettre du 20 novembre 1998, le procureur régional adjoint répondit à la plainte de la mère du requérant concernant les tortures physiques qui auraient été infligées à son fils et à sa demande de le voir examiner par un médecin. Il indiqua que l’examen médical subi par l’intéressé le 28 octobre 1998 avait démontré que les allégations en cause étaient infondées. Il ajouta que ce dernier avait confirmé les termes du rapport médical et l’avait signé.", "46.  Par une lettre du 23 novembre 1998, le procureur régional informa le père du requérant qu’il avait été démontré que ses accusations concernant les actes illégaux qu’aurait commis l’administration pénitentiaire étaient infondées.", "47.  Par une lettre du 30 novembre 1998, le sous-directeur de la direction régionale du ministère de l’Intérieur informa le représentant du requérant, M. Voskoboïnikov, qu’il ne pouvait l’autoriser à rencontrer son client dans la mesure où ce dernier avait déjà reçu une visite de ses parents au cours du mois.", "48.  Le 8 décembre 1998, le département d’Etat de l’exécution des peines adressa au père du requérant une lettre l’informant qu’une enquête approfondie avait conclu que sa plainte dénonçant une tentative d’exécution illégale de son fils était infondée et que l’état de santé de ce dernier était satisfaisant.", "49.  Le 22 décembre 1998, le requérant demanda au directeur de la direction régionale du ministère de l’Intérieur l’autorisation de rencontrer un prêtre, ce qui lui fut accordé. La visite de l’aumônier eut lieu le 26 décembre 1998.", "50.  Par une lettre du 15 février 1999, le directeur de la prison indiqua au père du requérant que sa plainte du 22 janvier 1999 avait été examinée et que les condamnés à mort avaient droit à deux colis par an, mais à aucun colis alimentaire.", "51.  Par une décision du 5 mars 1999, le doyen des procureurs rejeta la plainte pénale formée par les parents du requérant contre le procureur régional adjoint. Il refusa d’engager des poursuites pénales contre ce dernier en l’absence de preuve que celui-ci avait commis une infraction. Il déclara par ailleurs que les conditions de détention des personnes incarcérées dans le « couloir de la mort » n’étaient pas fixées par la loi mais par l’instruction dont les dispositions relevaient du secret d’Etat.", "52.  Selon le registre de la prison, les parents du requérant sollicitèrent l’autorisation de rendre visite à leur fils le 19 septembre 1997, les 4 mars, 8 avril, 19 juin, 22 juillet, 2 novembre et 1er décembre 1998. Hormis celle du 19 juin 1998, leurs demandes furent acceptées les 7 octobre 1997, 4 mars, 22 avril, 20 août, 17 novembre et 11 décembre 1998. Les visites eurent lieu le 4 décembre 1997, les 4 mars, 12 juin, 2 septembre, 26 novembre 1998 et 4 janvier 1999.", "53.  Le registre de la prison indique que le requérant adressa des lettres à ses parents les 17 septembre, 19 et 26 novembre et 31 décembre 1997, les 5, 16, 20 et 30 janvier, 3 février, 11 mars, 6 avril, 15 mai, 17 juin, 6 juillet, 10 août, 15 septembre, 22 octobre, 13 novembre et 11 décembre 1998. Il reçut des lettres de ses parents et d’autres personnes les 18 et 29 septembre, 19 octobre, 20 novembre, 24 décembre 1997, 16 et 26 janvier (deux lettres), les 6, 10, 17 et 23 février, 6, 14 et 16 mars, 6, 17, 20, 27 et 29 avril, 14 mai, 1er, 8 et 30 juin, 1er, 20 et 30 juillet, 20 août (deux lettres), 29 septembre, 10, 22 (deux lettres) et 27 octobre, 4, 13, 20, 26 et 30 novembre, 4, 17 et 21 décembre 1998.", "54.  Dans une déclaration écrite non datée portant sa signature, le sous-directeur du quartier d’isolement, M. Y.M. Pavliouk, signala qu’entre le 11 septembre 1997 et le 18 décembre 1998, ni le requérant ni ses parents n’avaient demandé que l’intéressé fût autorisé à voir un aumônier et qu’aucun membre du clergé n’avait sollicité pareille rencontre.", "55.  Le carnet de santé du requérant indique que celui-ci subit une radiographie et une analyse de sang le 23 avril 1998. Il fut examiné par un psychiatre de la prison les 25 septembre, 1er et 28 octobre, 9, 19 et 27 novembre, 3, 10, 17 et 24 décembre 1998.", "56.  Le 2 mai 2000, le père du requérant, agissant en qualité de représentant légal de son fils, écrivit à M. Boïko, directeur du département régional de l’exécution des peines du ministère de l’Intérieur à Ivano-Frankivsk, pour lui demander de l’autoriser à avoir avec l’intéressé un entretien confidentiel en vue de discuter de certains points relatifs à la requête dont il avait saisi la Cour européenne des Droits de l’Homme. Il réitéra sa demande le 15 mai 2000 et fut autorisé à rendre visite à son fils, dans les conditions habituelles, le 5 juin 2000.", "57.  Le 16 mai 2000, le père du requérant se plaignit au ministre adjoint de l’Intérieur de l’absence de réponse à sa demande d’entretien confidentiel du 2 mai 2000.", "58.  Par une lettre du 14 juillet 2000, M. V.A. Liovotchkine, sous-directeur du département d’Etat de l’exécution des peines, lui répondit que M. Boïko l’avait autorisé à rencontrer son fils le 5 juin 2000 et que la visite avait eu lieu le jour dit. Il ajouta que, en vertu de l’article 40 du code du travail rééducatif, un avocat pouvait être autorisé à s’entretenir confidentiellement avec son client sur présentation de sa licence professionnelle et de sa carte d’identité.", "D.  Appréciation des preuves et constatations effectuées par la Commission", "59.  Les faits de la cause étant controversés, la Commission a mené une enquête, avec l’assistance des parties, et a recueilli les dépositions orales des témoins suivants : le requérant, ses parents, M. Bronislav S. Stitchinski, ministre adjoint de la Justice, M. Drichtchenko, procureur général adjoint, M. Ivan V. Chtanko, ministre adjoint de l’Intérieur, M. Petro A. Yaremkiv, directeur de la prison d’Ivano-Frankivsk, M. Bogdan V. Katchour, médecin de la prison, M. Stanislav V. Prokhnitski, auxiliaire médical, M. Youri M. Pindous, assistant du directeur de la prison, qui était de service le 3 septembre 1998, M. Fedir O. Savtchouk, assistant du directeur de la prison, qui était présent dans la nuit du 2 au 3 septembre 1998, M. Igor P. Ivachko, sous-directeur de la prison, M. Yaroslav M. Pavliouk, sous-directeur du quartier d’isolement de la prison, M. Valentin M. Nabiouline, directeur du département de supervision des quartiers d’isolement et des établissements pénitentiaires auprès de la direction de l’exécution des peines, M. Olexand V. Kmyta, sous-directeur de la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk, et M. Anatoli O. Boïko, directeur du département régional de l’exécution des peines du ministère de l’Intérieur à Ivano-Frankivsk.", "Les constatations de la Commission peuvent se résumer comme suit.", "1.  Les sévices que le requérant aurait subis de la part d’agents de l’administration pénitentiaire", "60.  Le requérant a déclaré aux délégués qu’il avait été battu le 2 septembre 1998, après la visite que ses parents lui avaient rendue ce jour-là et au cours de laquelle il leur avait dit avoir été frappé et traité d’animal. Ses parents ont signalé aux délégués que, le 2 septembre 1998, leur fils leur avait dit qu’il avait reçu des coups et avait subi des humiliations. La Commission a cependant relevé que devant les délégués le requérant avait nié avoir été battu avant le 2 septembre 1998. En conséquence, elle a estimé non établi que le requérant avait été frappé avant le 2 septembre 1998.", "61.  S’agissant des événements qui se sont produits le 2 septembre 1998, le requérant a affirmé aux délégués qu’après la visite de ses parents il avait été conduit à la « salle de cinéma » où l’attendaient quatre personnes armées de matraques, dont le sous-directeur du quartier d’isolement, M. Pavliouk, de service ce jour-là. Elles lui demandèrent par trois fois de tout leur dire, ce qu’il refusa, et le frappèrent aux jambes, aux hanches, au dos et à la poitrine. De retour dans sa cellule, il écrivit jusqu’au matin sur quatre pages qui furent insérées dans un dossier.", "62.  Le requérant a en outre indiqué qu’il avait été battu les 10, 14 et 22 septembre 1998. Un jour, au cours d’une fouille de routine de sa cellule, on l’en fit sortir et on lui ordonna de se dévêtir pour qu’on pût examiner ses vêtements. Il se déshabilla entièrement et on le frappa. On lui ordonna de s’étendre par terre, le visage contre le sol et les mains derrière la tête. Devant les délégués, le requérant a mentionné le nom de K.Y. Hrevnin.", "63.  La Commission a estimé que la déposition du requérant comportait un certain nombre de précisions et d’éléments qu’elle ne s’attendrait pas à trouver dans un récit forgé de toutes pièces. Elle a cependant relevé qu’il n’existait aucune trace d’un quelconque fait pouvant se rattacher aux mauvais traitements décrits par l’intéressé. Elle a reconnu que le requérant, comme il l’avait déclaré, pouvait avoir eu peur de se plaindre ou d’écrire à quiconque. Toutefois, la Commission a jugé difficile d’accepter cet argument, l’intéressé n’ayant pas craint, le 2 septembre 1998, de dire à ses parents qu’il avait été battu. En outre, le psychiatre de la prison qui l’avait examiné le 25 septembre 1998 n’a relevé aucun problème quant à son état de santé et n’a détecté aucune lésion corporelle. La Commission a noté que la déclaration médicale du 28 octobre 1998 signée par le requérant indiquait que l’intéressé ne portait aucune trace de coups et que son état de santé était satisfaisant.", "64.  La Commission a en outre relevé que le requérant avait signé une attestation datée du 28 octobre 1998 dans laquelle il déclarait que l’administration pénitentiaire l’avait correctement traité, qu’il n’avait subi aucune violence physique, que toutes les mesures disciplinaires prises à son encontre étaient justifiées et que les plaintes de ses parents n’avaient aucun fondement. La Commission a tenu compte du fait que devant les délégués le requérant avait rétracté son attestation et elle a souligné que la pratique de l’administration pénitentiaire consistant à exiger des détenus qu’ils confirment par écrit avoir été correctement traités par ses agents était suspecte.", "65.  Pour ce qui est des déclarations des parents de l’intéressé aux délégués selon lesquelles leur fils, après avoir été battu et torturé le 2 septembre 1998, aurait été transféré le 3 septembre 1998 à l’hôpital psycho-neurologique de Tchoukopovski, aux premières heures du matin, et placé en unité de soins intensifs où il aurait subi une transfusion, la Commission a observé que si le requérant a confirmé avoir été battu le 2 septembre 1998, après la visite de ses parents, il a cependant nié avoir été conduit à l’hôpital. Ses dires ont été corroborés par les déclarations du médecin de la prison, de l’auxiliaire médical, de l’assistant du directeur de la prison de service ce jour-là et du sous-directeur de la prison qui ont tous témoigné devant les délégués. Il n’existe en outre aucune trace écrite de l’admission de l’intéressé à l’hôpital à la date susmentionnée. La Commission a estimé que la déposition des parents du requérant sur ce point n’était ni convaincante ni fiable.", "66.  La Commission a considéré qu’il n’existait aucune preuve médicale ni aucun élément tangible de nature à établir que le requérant eût subi des lésions à la suite de sévices que les autorités de la prison d’Ivano-Frankivsk lui auraient infligés. Elle a tenu compte du fait que ce dernier avait nié avoir été battu avant le 2 septembre 1998 et avoir par la suite été conduit à l’hôpital. Elle a aussi relevé que l’absence de recours à la force par les agents de la prison les 2, 10, 14 et 22 septembre 1998 a été confirmée par les déclarations orales que les témoins ont faites devant les délégués. La Commission a donc estimé qu’il était impossible d’établir, au-delà de tout doute raisonnable, la réalité des mauvais traitements que le requérant a dit avoir subis en prison.", "2.  L’enquête menée en rapport avec les allégations du requérant et de ses parents", "67.  Le 4 septembre 1998, les parents du requérant déposèrent une plainte auprès du procureur régional, alléguant notamment qu’ils avaient appris que leur fils avait été battu et humilié par des agents de l’administration pénitentiaire. Le 11 septembre 1998, ils formulèrent les mêmes accusations auprès du directeur du département d’Etat de l’exécution des peines. Le 12 octobre 1998, le père de l’intéressé fut informé que l’enquête n’avait pas permis d’établir que son fils eût été victime de violences physiques, ni qu’il eût subi des humiliations ou des atteintes à ses droits de la part de l’administration pénitentiaire. Le directeur du département d’Etat de l’exécution des peines indiqua en outre que le requérant avait lui-même confirmé par écrit les conclusions de l’enquête.", "68.  Le 23 octobre 1998, les parents du requérant demandèrent au procureur régional, à la direction régionale du ministère de l’Intérieur et au directeur de la prison de mettre en place une commission médicale indépendante qui serait chargée d’examiner l’état de santé de leur fils. Ils alléguèrent que certains de ses codétenus avaient été torturés et que cela avait conduit l’un d’entre eux, M. Kouznetsov, à faire une tentative de suicide ou qu’on avait essayé de le tuer. Le 30 octobre 1998, le sous-directeur de la direction régionale du ministère de l’Intérieur indiqua à la mère du requérant qu’après analyse sa plainte concernant les tortures alléguées avait été jugée non fondée et qu’un examen médical pratiqué sur son fils n’avait révélé aucune trace d’actes de torture. Il n’y avait dès lors aucune raison de constituer une commission médicale en vue d’enquêter sur les faits dénoncés. Le 3 novembre 1998, le directeur de la prison informa les parents du requérant que leur plainte avait été rejetée au motif qu’aucune trace de torture ou de violence physique n’avait été décelée chez l’intéressé et que son état de santé était satisfaisant. Par une lettre du 20 novembre 1998 adressée aux parents du requérant, le procureur régional adjoint confirma que, le 28 octobre 1998, ce dernier avait fait l’objet d’un examen médical qui avait démontré que leurs allégations étaient sans fondement. En outre, le 2 novembre 1998, le procureur régional adjoint écrivit au procureur général pour lui communiquer les conclusions de l’enquête menée en rapport, notamment, avec les accusations d’actes de torture corporelle sur la personne du requérant. La lettre en question confirmait que, le 25 septembre 1998, l’intéressé avait subi un examen médical approfondi qui n’avait décelé aucun traumatisme physique.", "69.  La Commission a relevé que le père du requérant avait reçu, le 8 décembre 1998, une lettre du département d’Etat de l’exécution des peines lui indiquant qu’une enquête approfondie avait démontré que sa plainte au sujet de la tentative d’exécution de son fils était infondée et que l’état de santé de ce dernier était satisfaisant. La décision de ne pas engager de poursuites en l’absence de preuve de la réalité d’une infraction que le doyen des procureurs a prise le 5 mars 1999, après la plainte formée par les parents du requérant à l’encontre du procureur régional, a mis fin aux investigations menées par les autorités internes.", "70.  La Commission a noté que, en septembre 1998, à l’époque des faits dénoncés par les parents du requérant, aucun document retraçant le détail des enquêtes diligentées par les autorités internes sur ces accusations n’avait été rédigé. Aucune pièce établissant la réalité d’une enquête menée sur les allégations des parents du requérant par des autorités autres que celles qui furent directement impliquées dans les faits qu’ils avaient dénoncés n’a été produite devant la Commission. Par ailleurs, le rapport médical du 28 octobre 1998 avait été rédigé près de deux mois après les mauvais traitements allégués et, entre le 23 avril et le 25 septembre 1998, le requérant n’a été examiné ni par le médecin généraliste ni par le psychiatre de la prison.", "3.  Les conditions de détention du requérant dans le « couloir de la mort »", "71.  La Commission a constaté que les huit hommes, dont le requérant, détenus dans le « couloir de la mort » de la prison d’Ivano-Frankivsk étaient enfermés dans des cellules individuelles sans pouvoir communiquer avec les autres détenus. La cellule du requérant mesurait 2 mètres sur 5 mètres sur 3 mètres. Elle était équipée de toilettes non cloisonnées, d’un évier pourvu d’un robinet d’eau froide, de deux lits, d’une table et d’un petit banc fixés au sol, du chauffage central et d’une fenêtre munie de barreaux. Le requérant avait dans sa cellule quelques livres, des journaux, un jeu d’échecs, un stock de savon et de papier hygiénique, des fruits et d’autres aliments. Les délégués ont remarqué, pendant leur visite des 24 et 25 novembre 1998, que sa cellule était surchauffée, surtout en comparaison avec les autres parties de la prison. La lumière était allumée en permanence et la radio centrale était éteinte la nuit. Souvent surveillés par les gardiens qui les observaient à travers l’œilleton installé dans la porte de leur cellule, les détenus étaient privés de toute intimité. La cellule était fraîchement repeinte, ce qui laissait supposer que son état était moins bon avant la visite des délégués. La Commission a souscrit aux déclarations du requérant selon lesquelles, entre le 24 février et le 24 mars 1998, la cellule n’avait ni robinet d’eau ni évier mais seulement un petit tuyau fixé au mur près des toilettes qui ne pouvait être actionné qu’à partir du couloir, les murs étaient couverts d’excréments et le seau destiné à la vidange des toilettes avait été enlevé. La Commission a jugé convaincante la déposition du requérant que le Gouvernement n’a pas contestée.", "72.  La Commission a aussi admis les allégations de l’intéressé selon lesquelles la fenêtre de sa cellule avait été occultée et les promenades quotidiennes à l’air libre lui avaient été interdites jusqu’à mai 1998.", "73.  En ce qui concerne les visites, la Commission a constaté que toutes les demandes formées par les parents du requérant ont été acceptées, sauf celle du 19 juin 1998. Les parents avaient demandé à voir leur fils les 19 septembre 1997, 4 mars, 8 avril, 22 juillet, 2 novembre et 1er décembre 1998. Les autorisations leur ont été accordées les 7 octobre 1997, 4 mars, 22 avril, 20 août 1998, 17 novembre et 11 décembre 1998 pour des visites qui ont eu lieu les 4 décembre 1997, 4 mars, 12 juin, 2 septembre, 26 novembre 1998 et 4 janvier 1999. La Commission a relevé, d’une part, qu’un délai moyen de deux à trois mois s’était écoulé entre le moment où les parents avaient demandé à voir leur fils et la date qui leur avait été fixée pour ce faire et, d’autre part, que deux surveillants, présents à chaque visite, étaient habilités à interrompre leur conversation s’ils jugeaient que ce qu’ils disaient était « faux ».", "74.  En ce qui concerne la correspondance du requérant, la Commission a noté que le 17 septembre 1997 l’intéressé avait demandé pour la première fois à la direction régionale du ministère de l’Intérieur la permission d’adresser des lettres à ses proches. Par la suite, il a écrit à ses parents les 19 et 26 novembre, et 31 décembre 1997, 5, 16, 20 et 30 janvier, 3 février, 11 mars, 6 avril, 15 mai, 17 juin, 6 juillet, 10 août, 15 septembre, 22 octobre, 13 novembre et 11 décembre 1998. Il a reçu des lettres de ses parents les 18 et 29 septembre, 19 octobre, 20 novembre et 24 décembre 1997, 16 et 26 janvier, 6, 10 et 23 février, 14 et 16 mars, 17 avril, 14 mai, 1er et 8 juin, 1er et 30 juillet, 20 août, 29 septembre, 10, 22 et 27 octobre, 4, 20, 26 et 30 novembre, et 4, 17 et 21 décembre 1998.", "75.  La Commission n’a pu déterminer clairement si le requérant ou ses parents avaient ou non demandé qu’un prêtre rendît visite au détenu. Elle a cependant constaté que si le requérant avait pu rencontrer un aumônier le 26 décembre 1998, comme il l’avait demandé le 22 décembre 1998, rien n’avait été prévu pour que des aumôniers pussent rendre régulièrement visite aux détenus.", "II.  LE DROIT INTERNE PERTINENT", "A.  La Constitution ukrainienne", "76.  En vertu des deuxième et troisième paragraphes de son article 8, la Constitution est une norme directement applicable. Les justiciables peuvent invoquer le texte même de la Constitution à l’appui d’un recours tendant à protéger les droits et libertés constitutionnels de l’individu et du citoyen.", "77.  L’article 9 § 1 dispose que les traités internationaux en vigueur ratifiés par la Verkhovna Rada (le Parlement) de l’Ukraine sont parties intégrantes de l’ordre juridique ukrainien.", "78.  L’article 15 § 3 interdit la censure.", "79.  L’article 19 énonce que le système juridique ukrainien est fondé sur le principe selon lequel nul ne peut être contraint à faire ce que la loi ne prévoit pas. Les autorités de l’Etat et les collectivités locales autonomes ainsi que leurs agents sont tenus d’exercer leurs fonctions en se basant exclusivement sur ce principe, dans les limites de leurs pouvoirs, et en conformité avec les dispositions de la Constitution et de la législation ukrainiennes.", "80.  L’article 22 de la Constitution, qui garantit les droits de l’homme et du citoyen, interdit que le niveau de protection de ceux-ci soit amoindri du fait de l’adoption de nouvelles lois ou de la modification des lois en vigueur.", "81.  Selon les deuxième et quatrième paragraphes de l’article 29, nul ne peut être arrêté ou détenu autrement qu’en vertu d’une décision de justice motivée, dans les cas déterminés par la loi et selon les formes qu’elle prescrit. Toute personne arrêtée ou détenue doit être informée sans délai des raisons de son arrestation ou de sa détention ainsi que de ses droits et doit se voir offrir, dès le début de sa détention, la possibilité de se défendre elle-même ou avec l’assistance d’un avocat.", "82.  Les deuxième et quatrième paragraphes de l’article 55 reconnaissent à toute personne le droit de contester les décisions, les actions ou les omissions des autorités de l’Etat, des collectivités locales autonomes, des fonctionnaires de justice et des magistrats. Après épuisement des voies de recours internes, toute personne peut saisir, en vue de la sauvegarde de ses droits et libertés, les institutions judiciaires internationales pertinentes ou les autorités compétentes des organisations internationales auxquelles l’Ukraine est partie ou auxquelles elle participe.", "83.  En vertu de l’article 59, toute personne a droit à une assistance juridique fournie gratuitement dans les cas prévus par la loi. Toute personne est libre du choix du défenseur de ses droits. En Ukraine, le barreau (адвокатура) assure la défense en matière pénale et assiste les justiciables devant les tribunaux ainsi que devant les autres autorités de l’Etat.", "84.  L’article 63 § 3 de la Constitution énonce que les personnes condamnées jouissent de tous les droits de l’homme et du citoyen, sous la seule réserve des restrictions prévues par la loi ou imposées par une décision de justice.", "85.  Selon l’article 64, les droits et les libertés de l’homme et du citoyen garantis par la Constitution ne peuvent faire l’objet d’autres restrictions que celles qui sont prévues par la Constitution.", "B.  Les dispositions réglementaires régissant les conditions de détention dans les « couloirs de la mort »", "86.  Les conditions de détention dans les « couloirs de la mort » des prisons ukrainiennes ont été successivement régies par l’instruction du 20 avril 1998 relative aux conditions de détention des personnes condamnées à la peine capitale (« l’instruction ») et par les dispositions provisoires du 25 juin 1999 relatives aux conditions de détention des condamnés à mort dans les quartiers d’isolement (« les dispositions provisoires »).", "87.  L’instruction disposait que les personnes condamnées à mort devaient être isolées des autres prisonniers et détenues dans des cellules spécialement conçues dès lors que leur condamnation était devenue définitive. Sauf circonstances exceptionnelles, chaque cellule ne devait accueillir que deux prisonniers. Les prisonniers détenus en cellule individuelle devaient bénéficier d’un espace de vie d’au moins 4 m2 et les cellules doubles devaient offrir à chacun de leurs occupants un espace d’au moins 3 m2. Chaque prisonnier devait se voir attribuer un couchage individuel et une literie. Les détenus devaient porter les uniformes réservés à la catégorie des récidivistes particulièrement dangereux. L’instruction comportait également des dispositions relatives au statut des condamnés à mort et à leurs obligations qui déterminaient la fréquence des visites de leurs proches ainsi que le nombre de lettres qu’ils pouvaient envoyer et recevoir : ils avaient droit à une visite mensuelle et, s’ils ne pouvaient envoyer qu’une lettre par mois, aucune limite n’était imposée au courrier qu’ils pouvaient recevoir. Ils avaient aussi droit à deux petits colis par an et étaient autorisés à sortir à l’air libre une fois par jour, pendant une heure. A l’extérieur de leur cellule, ils étaient menottés. Ils n’avaient pas le droit de travailler.", "88.  Les détenus étaient également autorisés à lire les livres, les magazines et les journaux qu’ils pouvaient emprunter à la bibliothèque de la prison ou acheter auprès du réseau de distribution de la prison. Ils avaient le droit de recevoir des sommes d’argent par mandat, de conserver des effets personnels et de la nourriture dans leur cellule, d’acheter, deux fois par mois et à concurrence du montant du salaire minimum garanti, des aliments et des articles de toilette au magasin de la prison ainsi que de jouer à des jeux de société. Ils pouvaient rencontrer leur avocat conformément aux dispositions de la législation nationale. Ils avaient accès aux soins médicaux selon les modalités prévues par la loi ukrainienne.", "89.  Les détenus pouvaient adresser des plaintes aux autorités de l’Etat. Elles devaient être expédiées dans un délai de trois jours. Les plaintes destinées au procureur n’étaient pas soumises à la censure.", "90.  Les dispositions provisoires ont étendu les droits des personnes condamnées à mort que reconnaissait l’instruction, en prévoyant en particulier que les détenus auraient droit quotidiennement à huit heures de sommeil nocturne, qu’ils pourraient recevoir six colis et trois petits paquets par an, qu’ils pourraient acheter, à concurrence de 70 % du salaire minimum garanti, de la nourriture et des articles de toilette au magasin de la prison, qu’ils pourraient prier, lire des livres religieux, rencontrer un aumônier et adresser des plaintes écrites aux autorités de l’Etat. Les dispositions susvisées les ont aussi autorisés à envoyer et à recevoir des lettres sans limitation et à voir leurs proches, en présence d’un agent de l’administration pénitentiaire, jusqu’à deux heures une fois par mois. Des rencontres des détenus avec un avocat chargé de leur fournir une assistance juridique étaient organisées selon les modalités prévues par la loi sur le travail rééducatif.", "C.  La loi de 1993 sur la détention provisoire (« la loi »)", "91.  Selon le code de procédure pénale, la détention provisoire est une mesure préventive applicable aux accusés, aux prévenus, aux personnes soupçonnées d’avoir commis un délit passible d’emprisonnement ou aux condamnés dont la peine n’a pas encore été exécutée.", "92.  Selon l’article 8 § 4 de la loi, les personnes condamnées à mort en vertu d’une décision n’ayant pas encore acquis force de chose jugée devaient être détenues séparément de tous les autres prisonniers.", "93.  L’article 9 § 1 de la loi dispose notamment que les détenus ont le droit : a) d’être défendus conformément aux règles du droit pénal, b) d’être informés du règlement pénitentiaire, c) de se promener une heure par jour, d) de recevoir deux fois par mois un colis d’un poids maximal de huit kilos et un nombre illimité de virements de fonds ou de sommes d’argent, par mandat postal ou par remise en mains propres, e) d’acheter de la nourriture et des articles de toilette, à concurrence d’un montant correspondant à un mois de salaire minimum garanti, payables par autorisation de prélèvement, ainsi qu’un nombre illimité d’articles de papeterie, de journaux et de livres dans les magasins des prisons, f) de porter leurs vêtements et leurs chaussures personnels et de conserver par-devers eux les documents et les notes relatifs à leur dossier pénal, g) d’utiliser les récepteurs de télévision donnés par leurs proches ou par d’autres personnes et les jeux de société, les journaux et les livres empruntés à la bibliothèque du lieu où ils étaient précédemment détenus ou achetés dans des magasins, h) de pratiquer, individuellement, les rites de leur religion, d’utiliser des livres religieux ou des objets de leur culte faits de matières semi-précieuses, à condition que cela ne porte pas atteinte aux règles en vigueur dans les lieux de détention provisoire ni aux droits des tiers, i) de dormir huit heures par nuit sans que l’on puisse leur demander, pendant cette période, de participer à des activités ou de faire quoi que ce soit d’autre, sauf en cas d’extrême urgence, et j) de formuler des plaintes et des demandes auprès des autorités et des agents de l’Etat ainsi que de leur écrire, selon la procédure prévue à l’article 13 de la loi.", "94.  L’article 11 énonce que les conditions quotidiennes de détention doivent répondre aux règles sanitaires et aux normes d’hygiène. Chaque détenu doit disposer dans sa cellule d’un espace de vie d’au moins 2,5 m2 et doit recevoir des repas, un couchage individuel, des draps et des couvertures, d’autres ustensiles ainsi que des fournitures quotidiennes gratuitement, selon les modalités définies par le gouvernement. Il doit également lui être procuré des vêtements et des chaussures de qualité standard en cas de besoin.", "95.  Selon l’article 12 § 1, les autorités administratives du lieu de détention peuvent permettre aux parents ou à d’autres personnes de rendre visite à un détenu, en principe une fois par mois, pour une durée d’une à deux heures, mais uniquement avec l’accord écrit d’un magistrat instructeur, d’un organe d’instruction ou de la juridiction en charge du dossier. Le quatrième paragraphe de l’article 12 donne la possibilité au détenu d’avoir seul à seul avec son avocat des entretiens d’une durée libre en nombre illimité, sous réserve que ce dernier soit muni d’une autorisation d’agir au nom de son client confirmée par écrit par la personne ou l’organe chargé du dossier.", "96.  En vertu de l’article 13 § 1, le détenu peut entretenir une correspondance avec ses proches et d’autres personnes, entreprises, établissements et organisations moyennant l’accord écrit d’une autorité chargée de son dossier. Dès que sa peine devient exécutoire, la correspondance du condamné n’est plus soumise à aucune restriction.", "D.  Le code du travail rééducatif (« le code »)", "97.  Selon l’article 28 du code (sur les principales caractéristiques du régime carcéral des établissements pénitentiaires), le régime carcéral en vigueur dans les établissements pénitentiaires se caractérise par : l’isolement obligatoire et la surveillance constante des condamnés en vue de les empêcher de commettre de nouvelles infractions ou d’autres actes contraires à l’ordre public ; l’obligation, pour les détenus, de respecter strictement et continuellement les contraintes qui leur sont imposées ; les régimes de détention différenciés en fonction de la nature et de la gravité des infractions ainsi que de la personnalité et du comportement des condamnés.", "Ceux-ci doivent porter un uniforme, se soumettre à des fouilles qui sont effectuées par des personnes de même sexe que le détenu qui les subit. La correspondance des détenus est censurée, les colis et les paquets sont ouverts et examinés. Les établissements pénitentiaires de rééducation par le travail doivent être soumis à un emploi du temps rigoureux et à des règles strictes.", "Les condamnés détenus dans pareils établissements ne peuvent conserver par-devers eux ni argent ni objets de valeur, ni certains articles déterminés. L’argent et les objets de valeur découverts sont confisqués et en principe remis à l’Etat sur décision motivée du directeur de l’établissement agissant sous le contrôle du procureur.", "Le règlement intérieur des établissements pénitentiaires de rééducation par le travail doit comporter une liste précisant la nature, le nombre ou la quantité de chacun des objets que les condamnés peuvent détenir et décrivant la procédure de confiscation de ceux dont l’usage est interdit.", "Les dispositions du code permettent aux condamnés d’acheter des aliments et des articles de toilette en les payant par autorisation de prélèvement, de recevoir des visites, des colis, des paquets, des colis postaux et de l’argent par mandat postal, d’entretenir une correspondance et d’envoyer de l’argent à leurs proches par mandat postal.", "98.  En vertu de l’article 37 § 1 du code (achat d’aliments et d’articles de toilette par les détenus), les prisonniers condamnés peuvent acheter de la nourriture et des produits d’hygiène corporelle en les payant par autorisation de prélèvement sur les sommes reçues par mandat postal.", "99.  L’article 40 dispose notamment que les avocats peuvent rencontrer leurs clients sur présentation de leur licence professionnelle et de leur carte d’identité. La fréquence et la durée de leurs visites ne sont pas limitées et elles peuvent se tenir, à la demande des avocats, hors la présence d’un gardien.", "100.  Selon l’article 41 du code (réception de colis et de petits paquets par les personnes condamnées à la réclusion), les prisonniers détenus dans les colonies de travail (виправнo-тpудова колонія) sont autorisés à recevoir sept colis par an dans les colonies à régime ordinaire (колонія загального режиму), six colis par an dans les colonies à régime renforcé (колонія посиленого режиму) et cinq colis par an dans les colonies à régime renforcé spécial (колонія суворого режиму). Les condamnés détenus en colonie de travail rééducatif (колонія виховно-трудова) peuvent recevoir dix colis par an dans les colonies à régime ordinaire et neuf colis dans les colonies à régime renforcé.", "Les personnes condamnées purgeant leur peine en maison d’arrêt ne sont pas autorisées à recevoir des colis.", "Quel que soit le régime de détention dont ils relèvent, les condamnés sont autorisés à recevoir au plus deux petits paquets par an et à acheter autant de livres qu’ils le souhaitent auprès des réseaux de distribution pénitentiaires. Le nombre de colis et de paquets de toutes sortes que peuvent recevoir les condamnés détenus dans les camps de rééducation par le travail (виправнo-тpудова колонія-поселення) n’est pas limité.", "Une liste des produits alimentaires et d’hygiène corporelle pouvant être envoyés dans les colis et les petits paquets destinés aux détenus doit figurer dans le règlement intérieur des établissements de rééducation par le travail dont les dispositions doivent également prévoir les modalités de leur réception et de leur remise aux destinataires.", "101.  L’article 42 du code (réception et envoi de fonds par les détenus par mandat postal) permet aux condamnés de recevoir des sommes d’argent par mandat postal sans limitation de montant et de transférer des fonds à leurs proches ou, moyennant l’accord des autorités des établissements de rééducation par le travail, à d’autres personnes. Les sommes reçues par mandat postal sont virées sur le compte personnel de l’intéressé.", "102.  L’article 43 § 2 (correspondance des personnes condamnées à la réclusion) autorise les personnes détenues en prison à recevoir du courrier en quantité illimitée et à en envoyer à raison d’une lettre par mois pour les détenus soumis au régime ordinaire et d’une lettre tous les deux mois pour ceux relevant du régime renforcé.", "E.  La loi sur le parquet", "103.  L’article 12 § 1 de la loi sur le parquet donne au procureur compétence pour traiter les requêtes relatives aux atteintes aux droits des citoyens et des personnes morales ainsi que les plaintes ayant le même objet, sous réserve que ces dernières ne relèvent pas de la compétence des tribunaux. Selon le quatrième paragraphe de l’article 12, la décision du procureur peut être attaquée devant le procureur chargé du contrôle et, dans certains cas, devant le tribunal. Le cinquième paragraphe de l’article 12 dispose que la décision du procureur chargé du contrôle est définitive.", "104.  Selon l’article 38, le procureur ou son adjoint peut demander aux juridictions de lui communiquer toute information dans les affaires ayant donné lieu à un jugement ou à une décision exécutoire. Le procureur peut exercer un recours contre un jugement ou tout autre type de décision s’il existe des motifs de réouverture de la procédure.", "105.  Selon l’article 44 § 1, le procureur est chargé de veiller au respect des règles de droit dans les centres de détention provisoire ainsi que dans les établissements de rééducation par le travail et les autres institutions destinées à l’exécution des peines ou des mesures de contraintes prononcées par les tribunaux. Il doit également s’assurer que les procédures et les règles applicables à la détention des prisonniers ainsi qu’aux mesures disciplinaires sont respectées. Il est compétent en matière de droits des détenus et doit contrôler, au regard du droit pénal et des normes applicables à l’exécution des peines, la manière dont les autorités exercent leurs fonctions. Il peut à tout moment se transporter dans les centres de détention provisoire, dans les établissements où les condamnés purgent leurs peines, dans les institutions de traitement obligatoire ou dans les maisons de redressement, en vue de procéder à des interrogatoires ou de consulter les documents ayant motivé la détention, l’arrestation, la condamnation ou l’obligation de traitement dont les personnes concernées font l’objet. Il a également le pouvoir de contrôler la légalité des arrêtés, des résolutions et des décisions pris par les autorités administratives desdits établissements, de mettre fin à leur application, de les attaquer ou de les annuler s’ils sont illégaux et de demander des explications aux responsables sur les infractions qui auraient été commises.", "III.  DOCUMENTS PERTINENTS DU CONSEIL DE L’EUROPE", "A.  Résolution 1097 (1996) de l’Assemblée parlementaire relative à l’abolition de la peine de mort en Europe", "106.  Dans sa résolution, l’Assemblée déplore les exécutions qui auraient eu lieu peu auparavant en Lettonie, en Lituanie et en Ukraine. En particulier, elle condamne l’Ukraine pour avoir apparemment violé les engagements qu’elle avait pris d’introduire, lors de son adhésion au Conseil de l’Europe, un moratoire sur les peines capitales. Elle exhorte l’Ukraine à respecter ses engagements concernant l’introduction d’un moratoire sur les exécutions et l’abolition immédiate de la peine de mort, et l’avertit que de nouvelles violations de ses engagements, notamment l’exécution des condamnés à mort, auront des conséquences en vertu de la Directive no 508 (1995).", "B.  Résolution no 1112 (1997) relative au respect de l’engagement souscrit par l’Ukraine lors de son adhésion au Conseil de l’Europe de mettre en place un moratoire sur les exécutions capitales", "107.  Dans cette résolution, l’Assemblée confirme qu’elle a reçu des informations officielles selon lesquelles, au cours du premier semestre 1996, quatre-vingt-neuf exécutions ont eu lieu en Ukraine, et déplore que les autorités ukrainiennes ne l’aient pas informée du nombre des exécutions pour le second semestre de l’année. L’Assemblée se déclare particulièrement choquée d’apprendre que des exécutions se sont déroulées en secret en Ukraine, sans qu’apparemment même les familles des prisonniers n’en aient été informées, et que les exécutés seraient enterrés dans des tombes anonymes. L’Assemblée condamne l’Ukraine pour avoir violé son engagement de mettre en place un moratoire sur les exécutions, déplore que celles-ci aient eu lieu et demande que l’Ukraine honore immédiatement ses engagements et renonce à procéder aux exécutions capitales qui restent en suspens.", "C.  Résolution 1179 (1999) et Recommandation 1395 (1999) relatives au respect des obligations et engagements de l’Ukraine", "108.  Dans ces textes, l’Assemblée note que l’Ukraine a clairement manqué à ses engagements (deux cent douze personnes ont été exécutées entre le 9 novembre 1995 et le 11 mars 1997, selon les sources officielles). Dans le même temps, l’Assemblée relève que, depuis le 11 mars 1997, un moratoire de fait sur les exécutions a été instauré en Ukraine. L’Assemblée demande instamment que le moratoire soit reconfirmé de droit et que la Verkhovna Rada ratifie le Protocole no 6 à la Convention. L’Assemblée souligne l’importance du moratoire de fait sur les exécutions et déclare fermement qu’en cas de nouvelle exécution les pouvoirs de la délégation parlementaire ukrainienne seront annulés lors de la partie de session suivante de l’Assemblée, conformément à l’article 6 de son règlement.", "IV.  RAPPORTS DU COMITÉ EUROPÉEN POUR LA PRÉVENTION DE LA TORTURE ET DES PEINES OU TRAITEMENTS INHUMAINS OU DÉGRADANTS (CPT)", "109.  Des délégués du CPT ont effectué des visites dans des lieux de détention ukrainiens en 1998, 1999 et 2000. Les rapports auxquels ces différentes visites ont donné lieu ont été publiés le 9 octobre 2002, en même temps que les réponses que le gouvernement ukrainien leur a apportées.", "A.  Le rapport de 1998 [Note du traducteur : la traduction française a été assurée par le greffe de la Cour]", "110.  La première visite périodique d’une délégation du Comité en Ukraine eut lieu du 8 au 24 février 1998. Au cours de cette visite, les délégués inspectèrent notamment la maison d’arrêt (SIZO – « établissement d’isolement pour les détenus dont l’affaire est en cours d’instruction ») no 313/203 de Kharkiv, où quinze détenus condamnés à mort étaient incarcérés au rez-de-chaussée du bâtiment 2, mais le rapport du CPT indiquait, dans une note de bas de page, que la délégation avait reçu l’assurance que l’Ukraine observait un moratoire de fait sur les exécutions depuis le 11 mars 1997.", "111.  Dans son rapport (§ 131), le CPT a fait d’emblée état de ses graves préoccupations au sujet des conditions dans lesquelles ces personnes étaient détenues et du régime qui leur était appliqué. Il est indiqué que les prisonniers condamnés à mort étaient généralement placés à deux dans des cellules mesurant de 6,5 à 7 m2. Les fenêtres ayant été occultées par des plaques métalliques, les cellules n’offraient aucun accès à la lumière naturelle, et l’éclairage artificiel allumé en permanence n’étant pas toujours d’une intensité suffisante, certaines d’entre elles étaient sombres. Pour les aérer, les détenus pouvaient actionner un cordon ouvrant un carreau. Malgré cela, il y faisait très humide et relativement froid (§ 132).", "Le rapport qualifie de rudimentaire l’équipement des cellules composé d’un lit en métal et/ou d’une plate-forme de couchage (comportant un matelas peu épais, des draps d’une propreté douteuse et une couverture manifestement insuffisante pour se protéger du froid), d’une tablette et de deux tabourets étroits. Les détenus pouvaient en principe écouter les programmes radiophoniques diffusés par un haut-parleur installé dans un mur de leur cellule, mais, selon les informations reçues par la délégation, la radio ne fonctionnait que de façon intermittente (ibidem).", "Chaque cellule comportait des toilettes non cloisonnées donnant sur l’espace de vie de sorte qu’un détenu était contraint de les utiliser sous les yeux de son codétenu. En matière d’hygiène personnelle, les condamnés à mort se trouvaient dans une situation tout aussi difficile que nombre des autres détenus : savon et pâte dentifrice étaient des produits rares (ibidem).", "Le rapport relève en outre que les personnes condamnées à mort n’avaient aucune activité hors cellule, pas même une heure d’exercice en plein air. Tout au plus pouvaient-elles quitter leur cellule une fois par semaine pour se rendre à la douche de leur quartier cellulaire et une heure par mois, pour ceux des détenus qui étaient autorisés à recevoir la visite de leur famille. Quant aux activités en cellule, elles consistaient à lire et, quand elle fonctionnait, à écouter la radio. En dehors des visites mensuelles que certains détenus recevaient, les contacts humains se limitaient essentiellement au passage occasionnel d’un prêtre orthodoxe et des membres du personnel de santé qui s’entretenaient avec les prisonniers à travers un guichet ménagé dans la porte de leur cellule (§ 133).", "112.  Le CPT résume ses constatations de la façon suivante (§ 134) :", "« En résumé, les prisonniers condamnés à mort étaient enfermés vingt-quatre heures sur vingt-quatre dans des cellules n’offrant qu’un espace de vie très restreint, privées de luminosité naturelle et équipées d’un éclairage artificiel parfois très insuffisant, sans guère d’activités pour s’occuper et très peu de possibilités de contacts humains. La plupart d’entre eux étaient détenus dans ces conditions délétères depuis de très longues périodes (de dix mois à plus de deux ans). Pareille situation est peut-être parfaitement conforme aux dispositions légales régissant en Ukraine le traitement des condamnés à mort. Toutefois, cela ne change rien au fait que, de l’avis du CPT, elle s’analyse en un traitement inhumain et dégradant. »", "Le rapport indique en outre que la délégation a recueilli de nombreuses plaintes de détenus condamnés à mort sur le manque d’informations quant à leur situation juridique, notamment en ce qui concerne l’évolution de leur dossier, les suites données à leurs demandes de réexamen de leur affaire, l’examen de leurs plaintes, etc. (§ 138).", "113.  Dans sa réponse au rapport de 1998, le gouvernement ukrainien a indiqué qu’un certain nombre de mesures d’ordre organisationnel et pratique avaient été prises pour remédier aux problèmes identifiés par le CPT. Il s’agissait en particulier des dispositions provisoires qui avaient été prises pour garantir aux prisonniers condamnés à mort le droit à une visite mensuelle de leurs proches, le droit de s’entretenir avec un avocat pour obtenir une assistance juridique, le droit de rencontrer un prêtre et le droit de recevoir et d’envoyer du courrier sans limitation. De plus, le gouvernement ukrainien a déclaré que :", "i)  196 cours de maisons d’arrêt avaient fait l’objet de travaux de réfection ou d’équipement pour permettre aux détenus condamnés à la peine capitale de bénéficier d’une promenade quotidienne à l’air libre ;", "ii)  les dispositifs occultants et les plaques métalliques avaient été enlevés des fenêtres des cellules afin d’améliorer l’accès à la lumière naturelle et l’aération ;", "iii)  des extraits des dispositions provisoires avaient été affichés sur les murs de chaque cellule afin d’informer les détenus condamnés à mort de leurs droits et de leur statut juridique.", "B.  Le rapport de 1999", "114.  Une délégation du CPT a effectué une visite en Ukraine du 15 au 23 juillet 1999. A cette occasion, la maison d’arrêt (SIZO) no 313/203 de Kharkiv, qui comptait à l’époque vingt-trois prisonniers condamnés à mort, fut à nouveau inspectée. Le rapport auquel cette visite a donné lieu a relevé que certains changements étaient intervenus depuis la première visite, notamment en ce qui concerne les cellules, mieux équipées et disposant de lumière naturelle, ainsi que sur le plan de l’exercice en plein air, dont les détenus bénéficiaient désormais une heure par jour bien que les aires de promenade réservées à cet effet ne fussent pas suffisamment spacieuses pour leur permettre un véritable exercice physique (§§ 34-35). Le rapport a en outre indiqué qu’un important progrès avait été réalisé en matière de droit des détenus aux visites des proches et à la correspondance (§ 36). Le CPT a cependant souligné que certains aspects du régime de détention demeuraient inacceptables, notamment le fait que les prisonniers continuaient de passer vingt-trois heures sur vingt-quatre en cellule et que les possibilités de contacts humains restaient encore très limitées (§ 37).", "C.  Le rapport de 2000 [Note du traducteur : la traduction française a été assurée par le greffe de la Cour]", "115.  Lors d’une troisième visite en Ukraine, qui s’est déroulée du 10 au 21 septembre 2000, la délégation du CPT a inspecté, entre autres, la maison d’arrêt (SIZO) no 15 de Simferopol. Le CPT s’est réjoui de la décision des autorités ukrainiennes d’abolir la peine de mort et a constaté que la plupart des quelque cinq cents prisonniers condamnés à mort avaient vu leur peine commuée en réclusion à vie.", "116.  Nonobstant ces progrès heureux, le CPT a déclaré que le traitement réservé à cette catégorie de détenus était source d’importantes préoccupations (§ 67). Il a relevé que ceux-ci étaient soumis, en attendant la mise en service de deux unités de haute sécurité réservées aux condamnés à la réclusion à vie, à un régime cellulaire strict prévu par une instruction provisoire du mois de juillet 2000 (§ 68). Si l’espace de vie disponible dans les cellules était en général satisfaisant et si des travaux de réfection de celles-ci avaient été entrepris dans tous les établissements visités, il y avait cependant des déficiences majeures en ce qui concerne l’accès à la lumière naturelle, la qualité de l’éclairage artificiel et l’aération (§ 69). De surcroît, les prisonniers condamnés à la réclusion à vie, cloîtrés vingt-trois heures et demie sur vingt-quatre en cellule sans pouvoir pratiquer la moindre forme d’activité organisée, avaient droit, pour toute activité hors cellule, à une demi-heure seulement d’exercice en plein air qui se déroulait dans des conditions inacceptables. Les contacts humains étaient quasi inexistants : depuis l’entrée en vigueur de l’instruction de juillet 2000, les visites de proches étaient interdites et si les détenus pouvaient recevoir du courrier sans restrictions, l’envoi de correspondance était en revanche limité à une lettre tous les deux mois (§ 70).", "117.  Dans sa réponse au rapport du CPT, le gouvernement ukrainien a signalé, d’une part, que de nouvelles dispositions autorisaient les détenus condamnés à la réclusion à vie à prendre une heure d’exercice par jour et à rencontrer leurs proches deux fois par mois, pour une durée maximale de quatre heures et, d’autre part, que les dispositifs métalliques occultant les fenêtres avaient été enlevés dans toutes les cellules pour assurer un accès satisfaisant à la lumière du jour.", "EN DROIT", "I.  APPréciation des faits par la cour", "118.  La Cour rappelle sa jurisprudence constante selon laquelle le système de la Convention, tel qu’il s’appliquait avant le 1er novembre 1998, confiait en premier lieu à la Commission l’établissement et la vérification des faits (anciens articles 28 § 1 et 31 de la Convention). Si la Cour n’est pas liée par les constatations de la Commission et demeure libre d’apprécier les faits elle-même à la lumière de tous les éléments qu’elle possède, ce n’est que dans des circonstances exceptionnelles qu’elle use de ses propres pouvoirs en la matière (voir, entre autres, Akdivar et autres c. Turquie, arrêt du 16 septembre 1996, Recueil des arrêts et décisions 1996-IV, p. 1214, § 78).", "119.  Compte tenu de la complexité des questions de fait en jeu dans cette affaire où un grand nombre de témoins ont déposé et où de nombreuses pièces ont été produites, la Cour estime que la Commission a abordé sa tâche d’évaluation des preuves avec la prudence requise, examinant en détail les éléments étayant les allégations du requérant comme ceux jetant un doute sur leur crédibilité. Elle accepte donc les faits tels qu’ils ont été établis par la Commission.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "120.  L’article 3 de la Convention est ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur les sévices dont le requérant aurait été victime en prison", "121.  Devant les délégués de la Commission, le requérant a affirmé avoir été battu le 2 septembre 1998, après la visite de ses parents, et à nouveau les 10, 14 et 22 septembre 1998. Ces derniers ont déclaré que leur fils leur avait dit, lors de la visite du 2 septembre, qu’il avait été frappé et humilié. Ils ont en outre indiqué que le requérant avait été conduit à l’hôpital le 3 septembre 1998, en raison des blessures que lui avaient causées les coups et les actes de torture infligés en prison.", "122.  Après avoir examiné le grief du requérant au regard des critères stricts applicables à l’interprétation de l’article 3 de la Convention, la Commission a estimé qu’il n’était pas établi au-delà de tout doute raisonnable qu’un mauvais traitement atteignant le minimum de gravité requis eût été infligé à l’intéressé.", "123.  La Cour, comme la Commission, considère que les éléments de preuve oraux et écrits ne permettent pas de conclure, au niveau de preuve requis, que le requérant a subi, à la prison d’Ivano-Frankivsk, des mauvais traitements contraires à l’article 3 de la Convention.", "124.  Aussi la Cour conclut-elle à l’absence de violation de l’article 3 de la Convention à cet égard.", "B.  Sur le caractère adéquat des investigations menées", "125.  La Cour rappelle que, lorsqu’un individu affirme de manière défendable que des agents de l’Etat lui ont infligé des sévices illicites et contraires à l’article 3 de la Convention, cette disposition, combinée avec le devoir général imposé à l’Etat par l’article 1 de « reconna[ître] à toute personne relevant de [sa] juridiction les droits et libertés définis [dans] la (...) Convention », requiert, par implication, qu’il y ait une enquête officielle effective. Cette enquête, à l’instar de celle résultant de l’article 2, doit pouvoir mener à l’identification et à la punition des responsables (voir, en ce qui concerne l’article 2 de la Convention, les arrêts McCann et autres c. Royaume-Uni du 27 septembre 1995, série A no 324, p. 49, § 161, Kaya c. Turquie du 19 février 1998, Recueil 1998-I, p. 324, § 86, et Yaşa c. Turquie du 2 septembre 1998, Recueil 1998-VI, p. 2438, § 98).", "126.  Dans son rapport, la Commission a estimé que les faits dénoncés par les parents du requérant donnaient lieu à une allégation défendable selon laquelle leur fils aurait subi des sévices en prison. Elle a considéré que les autorités de l’Etat semblaient avoir donné suite aux plaintes formulées par les parents en procédant à un certain nombre d’investigations en rapport avec leurs déclarations. Elle a cependant jugé que l’enquête menée par les autorités n’avait pas été suffisamment approfondie et effective pour répondre aux exigences posées par l’article 3 de la Convention. Elle a en particulier critiqué le fait que l’examen médical du requérant pratiqué par le médecin généraliste de la prison (et non par le psychiatre) n’a eu lieu que le 28 octobre 1998, soit près de deux mois après que les parents eurent adressé au procureur régional leur lettre du 4 septembre 1998, à un moment où toute trace des sévices allégués avait probablement disparu. Elle a en outre relevé que les décisions des autorités nationales qui lui avaient été communiquées ne comportaient aucune précision sur les motifs du rejet des plaintes formulées par les parents du requérant. Elle a par ailleurs constaté qu’il n’existait aucun document de cette époque qui aurait permis d’analyser, étape par étape, la nature des investigations effectuées en rapport avec les allégations en cause et auxquelles, semble-t-il, aucune autorité extérieure n’avait participé. Dans ces conditions, la Commission a estimé que pareilles enquêtes, superficielles et de pure forme, ne traduisaient aucun effort sérieux pour découvrir ce qui s’était réellement passé dans la prison en septembre 1998.", "127.  Au vu des éléments en sa possession, la Cour, faisant siens les constatations et le raisonnement de la Commission, conclut que le grief défendable du requérant selon lequel l’intéressé a subi des sévices en prison n’a pas fait l’objet d’une enquête effective de la part des autorités ukrainiennes, au mépris de l’article 3.", "128.  Il y a donc eu violation de l’article 3 de la Convention à cet égard.", "C.  Sur les conditions de détention du requérant dans le « couloir de la mort »", "129.  Dans sa requête initiale, le requérant se plaignait des restrictions apportées à son droit de voir ses proches, de s’être vu interdire de recevoir et d’envoyer le moindre courrier, de ne pas avoir été autorisé à regarder la télévision et d’avoir été privé de tout contact avec le monde extérieur. Il alléguait en outre qu’on ne lui avait pas permis de rencontrer un prêtre.", "130.  La Cour l’a dit à de nombreuses reprises, l’article 3 de la Convention consacre l’une des valeurs les plus fondamentales des sociétés démocratiques. Il prohibe en termes absolus la torture et les traitements et peines inhumains ou dégradants, quels que soient les circonstances et les agissements de la victime (Labita c. Italie [GC], no 26772/95, § 119, CEDH 2000-IV).", "131.  Selon la jurisprudence de la Cour, un mauvais traitement doit atteindre un minimum de gravité pour tomber sous le coup de l’article 3 de la Convention. L’appréciation de ce minimum de gravité est relative ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (voir, entre autres, Irlande c. Royaume-Uni, arrêt du 18 janvier 1978, série A no 25, p. 65, § 162). En outre, en recherchant si un traitement est « dégradant » au sens de l’article 3, la Cour examinera si le but était d’humilier et de rabaisser l’intéressé et si, considérée dans ses effets, la mesure a ou non atteint la personnalité de celui-ci d’une manière incompatible avec l’article 3. L’absence d’un tel but ne saurait toutefois exclure de façon définitive un constat de violation de l’article 3 (arrêts Peers c. Grèce, no 28524/95, §§ 67-68 et 74, CEDH 2001-III, et Valašinas c. Lituanie, no 44558/98, § 101, CEDH 2001-VIII).", "132.  La Cour a toujours souligné que la souffrance et l’humiliation infligées doivent en tout cas aller au-delà de celles que comporte inévitablement une forme donnée de traitement ou de peine légitimes. Les mesures privatives de liberté s’accompagnent ordinairement de pareilles souffrance et humiliation. L’article 3 de la Convention impose à l’Etat de veiller à ce que tout prisonnier soit détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine, que les modalités d’exécution de la mesure ne soumettent pas l’intéressé à une détresse ou une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention et que, eu égard aux exigences pratiques de l’emprisonnement, la santé et le bien-être du prisonnier soient assurés de manière adéquate (Kudła c. Pologne [GC], no 30210/96, §§ 92-94, CEDH 2000-XI).", "133.  En outre, comme la Cour l’a souligné dans l’arrêt Soering, l’attitude actuelle des Etats contractants envers la peine capitale entre en ligne de compte lorsqu’il s’agit d’apprécier s’il y a dépassement du seuil tolérable de souffrance ou d’avilissement (Soering c. Royaume-Uni, arrêt du 7 juillet 1989, série A no 161, p. 41, § 104). Lorsque la peine capitale est prononcée, la personnalité du condamné ainsi que les conditions et la durée de la détention vécue dans l’attente de l’exécution figurent parmi les éléments de nature à faire tomber sous le coup de l’article 3 le traitement ou la peine subis par l’intéressé (ibidem). Lorsqu’on évalue les conditions de détention, il y a lieu de prendre en compte leurs effets cumulatifs ainsi que les allégations spécifiques du requérant (Dougoz c. Grèce, no 40907/98, § 46, CEDH 2001-II, et Kalachnikov c. Russie, no 47095/99, § 95, CEDH 2002-VI).", "134.  La Cour note que le requérant dénonce certains aspects des conditions de sa détention à la prison d’Ivano-Frankivsk dans l’attente de l’exécution de la peine de mort prononcée à son encontre par le tribunal régional d’Ivano-Frankivsk le 12 décembre 1995 et confirmée par la Cour suprême le 22 février 1996. Sur ce point, la Cour rappelle qu’à l’égard de chacun des Etats contractants la Convention ne s’applique qu’aux faits survenus après son entrée en vigueur dans l’Etat concerné. La Cour n’a donc compétence pour connaître des griefs du requérant que pour autant qu’ils concernent la période postérieure au 11 septembre 1997, date de l’entrée en vigueur de la Convention à l’égard de l’Ukraine. Toutefois, pour apprécier l’effet sur le requérant de ses conditions de détention, la Cour peut également considérer l’intégralité de la période pendant laquelle l’intéressé a été emprisonné, y compris la phase antérieure au 11 septembre 1997, ainsi que les conditions dans lesquelles il fut détenu durant cette période (Kalachnikov précité, § 96).", "135.  La Cour observe en outre que le requérant a été maintenu en détention sous le coup d’une condamnation à la peine capitale jusqu’à ce que sa peine fût commuée en réclusion à perpétuité en juin 2000. Comme la Cour l’a noté ci-dessus (paragraphes 106 à 108), le recours à la peine de mort en Ukraine a suscité des critiques fermes et répétées dans plusieurs résolutions de l’Assemblée parlementaire du Conseil de l’Europe qui ont relevé que, entre le 9 novembre 1995 et le 11 mars 1997, deux cent douze exécutions avaient eu lieu dans cet Etat. Cependant, à cette dernière date, un moratoire de fait sur les exécutions fut décrété par le président de l’Ukraine puis, le 29 décembre 1999, la Cour constitutionnelle jugea contraires à la Constitution les dispositions du code pénal relatives à la peine de mort et, le 22 février 2000, la peine capitale fut abolie et remplacée par la réclusion à perpétuité (paragraphe 11 ci-dessus). Le requérant avait été condamné à mort en décembre 1995, soit environ quinze mois avant l’entrée en vigueur du moratoire. La Cour reconnaît que l’intéressé a dû vivre dans un état d’incertitude et éprouver un sentiment de peur et d’angoisse quant à son devenir jusqu’à ce que la peine de mort fût formellement abolie et que sa propre peine fût commuée. Elle considère cependant que le risque d’exécution de la peine ainsi que le sentiment de peur et d’angoisse qu’éprouvent les condamnés à mort ont dû progressivement s’atténuer à mesure que le temps passait et que le moratoire de fait sur les exécutions se prolongeait.", "136.  En ce qui concerne les conditions de détention du requérant dans le « couloir de la mort », la Cour s’est attachée aux constatations des délégués de la Commission, notamment à leurs observations sur la superficie, l’éclairage et le chauffage de la cellule de l’intéressé, ainsi que sur les usages pénitentiaires concernant les promenades quotidiennes en plein air, la correspondance du requérant et les visites de ses proches. Elle a tenu compte du fait que les griefs du requérant avaient fait l’objet d’une enquête approfondie de la part des délégués qui ont prêté, au cours de leur inspection, une attention particulière aux conditions de vie régnant là où l’intéressé était détenu. Dès lors, la Cour estime pouvoir se fonder sur les constatations des délégués de la Commission.", "137.  La Cour a également examiné les documents produits par les parties concernant la période comprise entre le 26 octobre 1999, date de l’adoption du rapport de la Commission, et le 2 juin 2000, date à laquelle le requérant a vu sa peine commuée en réclusion à perpétuité, ainsi que les passages pertinents des rapports du CPT sur la période en cause.", "138.  Le requérant avait dix-neuf ans quand les meurtres pour lesquels il a été condamné furent commis. Il fut placé dans le « couloir de la mort » de la prison d’Ivano-Frankivsk le 22 février 1996, le jour où la Cour suprême confirma sa condamnation à la peine capitale (paragraphe 10 ci-dessus).", "139.  La Cour note que la Commission a constaté que huit prisonniers étaient incarcérés en cellule individuelle dans le « couloir de la mort » de la prison d’Ivano-Frankivsk le jour de la visite des délégués, et qu’ils n’avaient aucune possibilité de communiquer avec les autres détenus. Ils étaient fréquemment surveillés par les gardiens qui les observaient à travers un œilleton ménagé dans la porte de leur cellule. La lumière restait allumée en permanence et la radio n’était arrêtée que la nuit.", "140.  La Cour observe en outre que la Commission a relevé que ce n’était qu’à partir de mai 1998 que les prisonniers avaient été autorisés à effectuer une promenade quotidienne en plein air et que les dispositifs qui occultaient complètement les fenêtres avaient été enlevés peu avant la visite des délégués. Ces derniers ont pu constater, le jour de leur inspection, que la cellule du requérant était fraîchement repeinte et qu’elle était équipée de toilettes non cloisonnées, d’un évier avec un robinet d’eau froide, de deux lits, d’une table et d’un petit banc fixés au sol, du chauffage central et d’une fenêtre munie de barreaux. Des livres s’y trouvaient, ainsi que des journaux, un jeu d’échecs, un stock de savon et de papier hygiénique, des fruits et d’autres aliments. La Cour note que les délégués de la Commission ont remarqué, lors de la visite qu’ils ont effectuée en novembre 1998, que la cellule du requérant était surchauffée par rapport aux autres parties de la prison. La Cour souscrit à la conclusion de la Commission selon laquelle les conditions de vie qui prévalaient avant novembre 1998 étaient déplorables.", "141.  Pour ce qui est des visites des proches du requérant, la Cour s’appuie sur les constatations de la Commission selon lesquelles deux gardiens, qui assistaient à chaque rencontre de l’intéressé et de ses parents, étaient habilités à interrompre leur conversation dès qu’ils jugeaient que ce qu’ils disaient était « faux ». Toutes les demandes de visite présentées par les parents du requérant ont été acceptées, à l’exception de celle qu’ils avaient formulée le 19 juin 1998. Toutefois, la plupart des visites ont eu lieu deux ou trois mois après la date de la demande d’autorisation et leur nombre était limité à douze par an.", "142.  La Cour note que la Commission n’a pu déterminer avec une clarté suffisante si le requérant ou ses parents avaient demandé que l’intéressé fût autorisé à rencontrer un prêtre. Il est en revanche établi qu’aucune visite régulière d’aumôniers aux détenus n’était prévue à l’époque où le requérant avait demandé (le 22 décembre 1998) et obtenu (le 26 décembre 1998) à voir un prêtre, l’instruction ne comportant aucune disposition à cet effet.", "143.  En ce qui concerne la correspondance, la Cour observe que ce n’est qu’à partir de septembre 1997 que le requérant a été autorisé à envoyer plus de douze lettres par an, conformément aux dispositions de l’instruction.", "144.  A la lumière des nombreuses pièces produites par les parties et des faits constatés par la Commission lors de l’enquête que ses délégués ont menée à la prison d’Ivano-Frankivsk, relativement peu de temps après que la peine du requérant fut devenue définitive et après l’entrée en vigueur de la Convention à l’égard de l’Ukraine, la Cour est en mesure de se forger une idée précise des conditions dans lesquelles le requérant était détenu depuis 1996, en particulier dans la période comprise entre le 11 septembre 1997 (date de l’entrée en vigueur de la Convention à l’égard de l’Ukraine) et mai 1998 (moment où l’instruction a commencé à être appliquée à la prison d’Ivano-Frankivsk).", "145.  La Cour est particulièrement préoccupée par le fait que, au moins jusqu’au mois de mai 1998, le requérant, comme les autres détenus condamnés à mort, était enfermé en permanence dans une cellule où l’espace de vie était très restreint et dont les fenêtres occultées le privaient d’accès à la lumière naturelle, que rien n’était prévu pour l’exercice en plein air et que l’intéressé n’avait guère ou pas de moyens de s’occuper et d’entretenir des contacts humains. Avec le CPT, dont les observations indiquent que les personnes détenues en Ukraine dans le « couloir de la mort » connaissent le même sort, la Cour estime que la détention du requérant dans ces conditions inacceptables s’analyse en un traitement dégradant emportant violation de l’article 3 de la Convention. En ce qui concerne le requérant, la situation fut aggravée par le fait qu’il avait été enfermé, entre le 24 février et le 24 mars 1998, dans une cellule ne comportant ni robinet d’eau ni évier mais seulement un petit tuyau fixé au mur, près des toilettes, qui ne pouvait être actionné que depuis le couloir, que les murs de cette cellule étaient couverts d’excréments et que le seau destiné à la vidange des toilettes avait été enlevé. De surcroît, l’intéressé se trouvait, pendant toute la période considérée, sous le coup d’une condamnation à mort, même si un moratoire sur les exécutions était en vigueur depuis le 11 mars 1997, comme la Cour l’a relevé ci-dessus aux paragraphes 11 et 135.", "146.  La Cour estime que rien ne prouve en l’espèce l’existence d’une véritable intention d’humilier ou de rabaisser le requérant. Toutefois, s’il convient de prendre en compte le point de savoir si le but du traitement était d’humilier ou de rabaisser la victime, l’absence d’un tel but ne saurait exclure de façon définitive le constat de violation de l’article 3 (V. c. Royaume-Uni [GC], no 24888/94, § 71, CEDH 1999-IX, et Kalachnikov, précité, § 101). Elle considère que les conditions de détention que le requérant a dû supporter, en particulier jusqu’à mai 1998, n’ont pas manqué de lui causer de grandes souffrances mentales et de porter atteinte à sa dignité.", "147.  La Cour reconnaît qu’après mai 1998 les conditions générales de détention du requérant et le régime carcéral se sont substantiellement et progressivement améliorés à la prison d’Ivano-Frankivsk. En particulier, les dispositifs occultant les fenêtres ont été enlevés, des promenades quotidiennes à l’air libre ont été organisées et les droits des prisonniers en matière de visites et de correspondance ont été étendus. La Cour observe néanmoins que le requérant avait été détenu pendant près de trente mois, dont huit après l’entrée en vigueur de la Convention à l’égard de l’Ukraine, dans les conditions délétères décrites ci-dessus avant que les améliorations observées ne fussent introduites.", "148.  Ayant à apprécier les conditions matérielles dans lesquelles le requérant était détenu et les activités qui lui étaient proposées, la Cour ne perd pas de vue que l’Ukraine a été confrontée à une conjoncture socio-économique difficile dans la période de transition vers le nouveau régime et que, avant l’été 1998, les autorités pénitentiaires ont dû simultanément faire face à de mauvaises conditions économiques et à la mise en œuvre de la nouvelle législation interne et de la réglementation qui en découlait. La Cour relève cependant que les contraintes financières ne sauraient en principe justifier l’existence de conditions de détention précaires au point d’atteindre le niveau de traitement interdit par l’article 3 de la Convention. En outre, les difficultés économiques auxquelles était confrontée l’Ukraine ne peuvent en tout état de cause expliquer ni excuser les conditions de détention que la Cour, au paragraphe 145 du présent arrêt, a jugées inacceptables en l’espèce.", "149.  En conséquence, il y a eu violation de l’article 3 de la Convention à cet égard.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "150.  Dans sa requête initiale, le requérant se plaignait des restrictions apportées à son droit de voir sa famille ainsi que de l’interdiction de rencontrer son avocat, d’envoyer et de recevoir la moindre lettre, de regarder la télévision et de communiquer de quelque façon que ce soit avec le monde extérieur.", "151.  La Cour estime qu’il convient d’examiner ces griefs sous l’angle de l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "152.  La Commission a jugé établi que le droit du requérant à rencontrer ses proches, y compris M. Voskoboïnikov, son représentant, était limité à une visite par mois à laquelle assistaient deux gardiens qui écoutaient les conversations et qui étaient autorisés à intervenir lorsqu’ils considéraient que l’intéressé ou ses visiteurs disaient quelque chose de « faux ». La Commission a en outre constaté que le requérant pouvait être privé de visites, à titre de sanction disciplinaire, en cas de manquement au règlement pénitentiaire. En ce qui concerne la correspondance du requérant, la Commission a relevé que si, en vertu de l’instruction, l’intéressé pouvait envoyer une lettre par mois à ses proches et recevoir du courrier en nombre illimité, sa correspondance était cependant soumise à la censure.", "153.  La Cour, avec la Commission, voit dans les restrictions susmentionnées une ingérence d’une autorité publique dans l’exercice du droit de l’intéressé au respect de sa vie privée et familiale et de sa correspondance reconnu par l’article 8 § 1 de la Convention.", "154.  Pareille ingérence ne peut se justifier que si les conditions du second paragraphe de cette disposition sont remplies. En particulier, pour qu’une telle ingérence ne porte pas atteinte à l’article 8, elle doit être « prévue par la loi », inspirée par un ou des buts légitimes, et « nécessaire, dans une société démocratique », pour atteindre ce ou ces buts (Silver et autres c. Royaume-Uni, arrêt du 25 mars 1983, série A no 61, p. 32, § 84, et Petra c. Roumanie, arrêt du 23 septembre 1998, Recueil 1998-VII, p. 2853, § 36).", "155.  La Cour doit d’abord rechercher si l’ingérence était « prévue par la loi ». Les mots « prévue par la loi » veulent d’abord que la mesure incriminée ait une base en droit interne, mais ils ont trait aussi à la qualité de la loi en cause : ils exigent l’accessibilité de celle-ci à la personne concernée, qui de surcroît doit pouvoir en prévoir les conséquences pour elle, et sa compatibilité avec la prééminence du droit (Kruslin c. France et Huvig c. France, arrêts du 24 avril 1990, série A no 176-A et B, p. 20, § 27, et p. 52, § 26, respectivement).", "156.  Soutenant que les conditions précitées de l’article 8 étaient remplies, le Gouvernement renvoie dans ses observations écrites à la loi sur la détention provisoire (« la loi ») et au code du travail rééducatif (« le code »). Dans ses observations complémentaires, il se réfère en outre à l’instruction et aux dispositions provisoires. Le requérant plaide pour sa part que seuls certains règlements internes fixant les conditions de détention des condamnés attendant leur exécution ont été édictés.", "157.  La Cour relève que la loi régit les conditions de détention jusqu’à ce que la condamnation devienne définitive. Elle observe en outre qu’en l’espèce les autorités ukrainiennes compétentes ont informé le requérant et ses parents des règles régissant les conditions de détention des personnes détenues dans le « couloir de la mort » sans mentionner les dispositions du code qui fixent pourtant le cadre légal général du régime carcéral.", "158.  A la lumière des documents produits par les parties et des constatations de la Commission, il apparaît qu’une fois la condamnation devenue définitive les conditions de détention des condamnés à mort étaient régies par l’instruction émise par le ministère de la Justice, le procureur général et la Cour suprême. La Cour note que cette instruction était un document interne non publié auquel le public n’avait pas accès.", "159.  La Cour constate que l’instruction a été remplacée par les dispositions provisoires que le département d’Etat de l’exécution des peines a approuvées le 25 juin 1999 en les incorporant à l’ordonnance no 72, laquelle, ayant été enregistrée par le ministère de la Justice le 1er juillet 1999 sous le numéro 426/3719, est entrée en vigueur le 11 juillet 1999 et était accessible au public. Les dispositions provisoires ont étendu les droits des personnes condamnées à mort, notamment en ce qu’elles leur ont permis de recevoir six colis et trois petits paquets par an, d’envoyer et de recevoir des lettres en nombre illimité et de rencontrer leurs proches une fois par mois, pendant deux heures au plus. Toutefois, comme l’a relevé la Commission, les dispositions provisoires ne s’appliquent pas aux faits dénoncés par le requérant, qui se sont produits avant le 11 juillet 1999.", "160.  Dans ces conditions, la Cour estime que l’ingérence dans la vie privée et familiale du requérant ainsi que dans sa correspondance ne peut être considérée comme ayant été « prévue par la loi » au sens de l’article 8 § 2 de la Convention.", "161.  Au vu de ce qui précède, la Cour, à l’instar de la Commission, considère qu’il ne s’impose pas de vérifier si l’ingérence constatée en l’espèce était « nécessaire dans une société démocratique » pour atteindre l’un des buts légitimes visés au second paragraphe de l’article 8.", "162.  Partant, il y a eu violation de l’article 8 de la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 9 DE LA CONVENTION", "163.  Dans sa requête initiale, le requérant se plaignait de ne jamais avoir été autorisé à rencontrer un prêtre.", "164.  La Cour considère que le grief du requérant doit être examiné sous l’angle de l’article 9 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à la liberté de pensée, de conscience et de religion ; ce droit implique la liberté de changer de religion ou de conviction, ainsi que la liberté de manifester sa religion ou sa conviction individuellement ou collectivement, en public ou en privé, par le culte, l’enseignement, les pratiques et l’accomplissement des rites.", "2.  La liberté de manifester sa religion ou ses convictions ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité publique, à la protection de l’ordre, de la santé ou de la morale publiques, ou à la protection des droits et libertés d’autrui. »", "165.  Le Gouvernement soutient que le requérant n’a jamais réclamé la visite d’un prêtre. Comme l’a relevé la Commission, cette assertion, contestée par les parents du requérant, est en revanche corroborée par les dépositions de certains des témoins qu’elle a entendus et par le document non daté signé par le sous-directeur du quartier d’isolement, M. Y.M. Pavliouk. Dans sa lettre du 12 octobre 1998, qui faisait suite à la plainte que les parents du requérant avaient formulée le 11 septembre 1998, le département d’Etat de l’exécution des peines a indiqué que l’autorisation de rencontrer un aumônier pouvait être obtenue auprès de la direction régionale du ministère de l’Intérieur à Ivano-Frankivsk.", "166.  La Commission n’a pu déterminer avec suffisamment de clarté si le requérant ou ses parents avaient demandé aux autorités nationales, avant le 22 décembre 1998, d’accorder à l’intéressé l’autorisation de rencontrer un prêtre. La Commission a cependant estimé que les dépositions orales et les documents qui lui avaient été soumis démontraient que le requérant n’avait pu assister au service religieux hebdomadaire ouvert aux autres détenus et qu’aucun aumônier ne lui avait rendu visite avant le 26 décembre 1998.", "167.  La Cour se rallie aux constatations de la Commission et considère avec elle que le traitement réservé au requérant s’analyse en une ingérence dans sa « liberté de manifester sa religion ou sa conviction ». Pareille ingérence est contraire à l’article 9 de la Convention sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du second paragraphe de cet article et, de surcroît, est « nécessaire dans une société démocratique » pour les atteindre.", "168.  Lorsqu’elle a examiné les griefs du requérant sur le terrain de l’article 8 de la Convention, la Cour a déjà relevé que les conditions de détention des condamnés à mort étaient régies par l’instruction dont les dispositions, à en juger par les extraits produits par le Gouvernement, ne reconnaissaient pas aux condamnés à mort le droit de rencontrer un prêtre. La Cour a en outre déjà jugé que l’instruction ne satisfaisait pas aux conditions requises pour être qualifiée de « loi » au sens de l’article 8 § 2 de la Convention.", "169.  Il est vrai que l’instruction fut remplacée par les dispositions provisoires qui entrèrent en vigueur le 11 juillet 1999. Cependant, si ces dernières reconnaissent effectivement aux personnes détenues dans le couloir de la mort le droit de prier, de lire des ouvrages religieux et de recevoir la visite d’un aumônier, elles ne s’appliquaient pas aux faits dénoncés par le requérant, qui se sont produits avant le 11 juillet 1999.", "170.  Dans ces conditions, la Cour estime que l’ingérence dans la liberté du requérant de manifester sa religion ou sa conviction n’était pas « prévue par la loi » au sens de l’article 9 § 2 de la Convention. Elle considère qu’il ne s’impose pas de vérifier si l’ingérence constatée en l’espèce était « nécessaire dans une société démocratique » pour atteindre l’un des buts légitimes visés au second paragraphe de l’article 9.", "171.  Dès lors, il y a eu violation de l’article 9 de la Convention.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "172.  L’article 41 de la Convention est ainsi libellé :", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "173.  Le requérant réclame 2 580 000 hrivnas ukrainiens (UAH) au titre du préjudice moral.", "174.  Le Gouvernement estime exorbitant le montant de la réparation réclamée par le requérant au titre du préjudice moral causé par une prétendue violation de l’article 3 de la Convention découlant de ses conditions de détention dans le « couloir de la mort » et de l’absence alléguée d’une enquête effective sur les mauvais traitements que l’intéressé aurait subis. Il demande à la Cour de fixer le montant de la réparation en équité en s’inspirant de sa jurisprudence sur des affaires similaires et en tenant compte de la situation économique en Ukraine. Il ajoute que la demande de réparation du préjudice moral qu’auraient causé les mauvais traitements allégués n’est pas étayée.", "Le Gouvernement considère en outre que les prétentions du requérant pour dommage moral à cause de la violation alléguée de l’article 8 de la Convention sont en partie dénuées de fondement. Enfin, selon lui, le constat d’une violation des articles 8 et 9 constituerait une réparation adéquate pour le préjudice moral allégué.", "175.  Compte tenu des conclusions auxquelles elle est parvenue ci-dessus concernant les griefs du requérant, la Cour estime que l’intéressé, du fait des conditions de sa détention dans le « couloir de la mort », a subi un préjudice moral qui ne saurait être réparé par le seul constat d’une violation. Statuant en équité, elle lui alloue la somme de 2 000 euros (EUR).", "B.  Frais et dépens", "176.  Le requérant réclame la somme de 53 300 UAH au titre des frais et dépens entraînés par les procédures devant les autorités internes et les organes de la Convention.", "177.  Le Gouvernement conteste cette demande. Il soutient, d’une part, que l’intéressé n’a fourni ni justificatif ni facture pour étayer sa prétention et, d’autre part, que les frais et les dépens réclamés sont exorbitants et abusifs.", "178.  La Cour rappelle qu’au regard de l’article 41 de la Convention seuls peuvent être remboursés les frais et dépens dont il est établi qu’ils ont été réellement exposés pour prévenir ou redresser la situation jugée constitutive d’une violation de la Convention, qu’ils correspondaient à une nécessité et qu’ils sont raisonnables quant à leur montant (Nilsen et Johnsen c. Norvège [GC], no 23118/93, § 62, CEDH 1999-VIII). La Cour n’est pas convaincue que l’ensemble des frais et dépens, s’élevant à plus de 53 000 UAH, aient été nécessairement exposés quant aux griefs soulevés devant les institutions de Strasbourg. Elle relève que la demande du requérant comprend des frais correspondant aux prestations fournies par les avocats de celui-ci dans le cadre de la procédure pénale engagée devant les juridictions ukrainiennes. Ces frais n’ont par contre pas de rapport avec les violations des articles 3, 8 et 9 de la Convention.", "179.  Prenant aussi en considération le fait que le requérant n’a eu gain de cause que pour une partie de sa requête au titre de la Convention, la Cour, statuant en équité, alloue à l’intéressé la somme de 1 000 EUR.", "C.  Intérêts moratoires", "180.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention du fait des mauvais traitements que le requérant allègue avoir subis à la prison d’Ivano-Frankivsk ;", "", "2.  Dit qu’il y a eu violation de l’article 3 de la Convention à raison de l’absence d’enquête officielle effective sur les sévices que le requérant allègue avoir subis à la prison d’Ivano-Frankivsk ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention en ce qui concerne les conditions de détention auxquelles le requérant a été soumis dans le « couloir de la mort » ;", "", "4.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "5.  Dit qu’il y a eu violation de l’article 9 de la Convention ;", "", "6.  Dit :", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, les sommes suivantes :", "\ti.  2 000 EUR (deux mille euros) pour dommage moral, à convertir en hrivnas ukrainiens au taux applicable à la date du règlement,", "\tii.  1 000 EUR (mille euros) pour frais et dépens, à convertir en hrivnias ukrainiens au taux applicable à la date du règlement,", "iii.  tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 29 avril 2003, en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tNicolas Bratza\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion séparée de Sir Nicolas Bratza.", "N.B.\nM.O’B.", "\nOPINION SÉPARÉE DE Sir Nicolas BRATZA, JUGE", "(Traduction)", "Je partage pleinement les conclusions et le raisonnement adoptés par la majorité de la Cour sur tous les points, mais j’aurais préféré que le grief tiré du fait que les autorités pénitentiaires n’ont pas mené d’enquête officielle effective sur les allégations du requérant concernant les sévices dont il aurait été victime à la prison d’Ivano-Frankivsk fût examiné sur le terrain de l’article 13 de la Convention plutôt que sous l’angle du « volet procédural » de l’article 3.", "En reconnaissant à l’article 3 pareil aspect procédural, la Cour, avec la Commission, étend le champ d’application de sa jurisprudence bien établie selon laquelle, en cas d’allégation de privation illégale de la vie, les dispositions de l’article 2 de la Convention imposent par implication l’obligation de mener une enquête officielle approfondie et effective propre à conduire à l’identification et à la punition des responsables. Pareille opinion a d’ailleurs été expressément confirmée par l’arrêt Assenov et autres c. Bulgarie (28 octobre 1998, Recueil des arrêts et décisions 1998-VIII, p. 3290, §§ 102-103) dans lequel la Cour a jugé que l’enquête insuffisante des autorités internes sur le premier grief du requérant dénonçant les graves sévices que celui-ci aurait subis de la part de la police s’analysait en un manquement à l’obligation procédurale dégagée de l’article 3. La Cour avait relevé dans cette affaire que si l’article 3 était dépourvu de cet aspect procédural, l’interdiction légale générale de la torture et des peines et traitements inhumains ou dégradants serait, nonobstant son importance fondamentale, inefficace en pratique, et qu’il serait possible à des agents de l’Etat de fouler aux pieds, en jouissant d’une quasi-impunité, les droits de ceux soumis à leur contrôle.", "Or l’affaire Assenov et autres a été examinée avant l’arrêt que la Grande Chambre a rendu dans l’affaire İlhan c. Turquie ([GC], no 22277/93, p. 267, CEDH 2000-VII), à l’occasion de laquelle la Cour, faisant écho à l’opinion partiellement dissidente que M. Pellonpää avait formulée devant la Commission, a exprimé des doutes sur l’analogie établie sur ce point entre les dispositions de l’article 2 et celles de l’article 3. La Cour a souligné que si l’obligation de mener une enquête effective au sujet d’un décès causé, notamment, par les forces de sécurité de l’Etat, avait été dégagée de l’article 2 pour garantir que les droits qui s’y trouvent consacrés ne fussent pas théoriques ou illusoires mais concrets et effectifs, il convenait toutefois de faire observer que cette disposition comportait une exigence aux termes de laquelle le droit à la vie doit être « protégé par la loi ». La Cour a en outre relevé que l’article 2 pouvait également concerner des situations où l’initiative doit incomber à l’Etat, pour la raison pratique que la victime est décédée et qu’il est possible que seuls des agents de l’Etat ", "connaissent les circonstances dans lesquelles le décès est survenu (§ 91). La Cour a poursuivi ainsi :", "« 92. L’article 3, en revanche, est libellé en termes normatifs. De surcroît, bien que la personne se disant victime d’une violation de cette disposition puisse se trouver dans une situation vulnérable, les exigences pratiques de la situation différeront souvent de celles des cas d’usage de la force meurtrière ou de décès suspect. La Cour considère que l’exigence découlant de l’article 13 de la Convention et en vertu de laquelle toute personne ayant un grief défendable de violation de l’article 3 doit disposer d’un recours effectif fournit généralement au requérant un redressement et les garanties procédurales nécessaires contre les abus pouvant être commis par des agents de l’Etat. Il ressort de la jurisprudence de la Cour que la notion de recours effectif dans ce contexte inclut l’obligation de mener une enquête approfondie et effective propre à conduire à l’identification et à la punition des responsables et comportant un accès effectif du plaignant à la procédure d’enquête (arrêt Aksoy [c. Turquie, 18 décembre 1996, Recueil 1996-III], p. 2287, § 98). Dès lors, la question de savoir s’il est approprié ou nécessaire, dans une affaire donnée, de constater une violation procédurale de l’article 3 dépendra des circonstances particulières de l’espèce. »", "Dans l’affaire İlhan, la Cour a constaté que le requérant avait été soumis à la torture par les forces de sécurité et a estimé que les griefs de l’intéressé concernant l’absence d’une enquête effective des autorités sur l’origine de ses blessures devaient être examinés sous l’angle de l’article 13 de la Convention plutôt que sur le terrain de son article 3. De ce point de vue, la présente espèce diffère de l’affaire İlhan en ce que la Cour n’a pas conclu à une violation matérielle de l’article 3. Je considère néanmoins que, comme dans cette affaire-là, il aurait été plus approprié d’examiner sous l’angle de l’article 13 de la Convention le grief du requérant tiré de l’absence d’une enquête officielle effective sur ses allégations de mauvais traitements.", "Je n’ai toutefois pas voté contre le constat d’une violation de l’article 3 à cet égard, dans la mesure où je partage quand même l’avis de la majorité de la Cour qui a estimé, d’une part, que les faits dénoncés par les parents du requérant donnaient lieu à un grief défendable de mauvais traitements qui devait faire l’objet d’investigations et, d’autre part, que l’enquête menée par les autorités avait été insuffisante sur certains points critiqués dans l’arrêt.", ""]}