{"file": "FRE_HFJUD_17073_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "17073/04", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "AFFAIRE KAISER c. SUISSE", "", "", "(Requête no 17073/04)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "15 mars 2007", "", "", "", "", "DÉFINITIF", "", "15/06/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l'affaire Kaiser c. Suisse,", "La Cour européenne des Droits de l'Homme (cinquième section), siégeant en une chambre composée de :", "\tM.\tP. Lorenzen, président,\n\tMme\tS. Botoucharova,\n\tMM.\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tM. Tsatsa-Nikolovska,\n\tMM.\tM. Villiger,\n\t\tG. Malinverni, juges,\net de Mme C. Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 20 février 2007,", "R end l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 17073/04) dirigée contre la Conféderation suisse. Une ressortissante centrafricaine, Mme Célestine Kaiser (« la requérante »), a saisi la Cour le 28 avril 2004, en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me S. Dreifuss, avocat à Zurich. Le gouvernement suisse (« le Gouvernement ») a été initialement représenté par son agent, M. P. Boillat, ancien sous-directeur de la section des droits de l'homme et du Conseil de l'Europe à l'Office fédéral de la justice, puis par M. H. Koller, ancien directeur de l'Office fédéral de la justice, et par M. A. Scheidegger, agent suppléant du Gouvernement.", "3.  La requérante a allégué, en particulier, qu'elle n'a pas été traduite « aussitôt » devant un juge, au sens de l'article 5 § 3 de la Convention et, dans ce contexte, que les autorités suisses ont à tort refusé de lui octroyer une réparation pour la détention provisoire injustifiée.", "4.  Le 1er septembre 2005, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  La requérante est née en 1964 et réside à Zurich.", "6.  Le matin du 5 novembre 2003, elle fut arrêtée et mise en garde à vue, sur la base d'un mandat d'arrêt du procureur du district V du canton de Zurich du même jour.", "7.  Le 10 novembre 2003, le juge unique du tribunal de district de Zurich confirma la régularité de la privation de liberté de la requérante et ordonna sa mise en détention provisoire. Elle était soupçonnée d'avoir fait venir en Suisse une femme étrangère, sous le prétexte de lui offrir un poste de serveuse, afin de l'encourager à la prostitution par la suite. Le juge estima qu'il existait un danger imminent de collusion et rejeta donc l'argument selon lequel la requérante aurait dû être remise en liberté immédiatement, sur la base de l'article 62 § 2 du code de procédure pénale du canton de Zurich, aux termes duquel toute personne inculpée doit être traduite devant un juge, lequel doit statuer sur la régularité de la détention dans un délai de deux jours (voir, ci-dessous, « Le droit et la pratique internes pertinents », paragraphe 20), soit, dans le cas d'espèce, au plus tard le 7 novembre 2003.", "8.  Le 13 novembre 2003, la requérante, représentée par un avocat, adressa au Tribunal fédéral un recours de droit public pour demander sa mise en liberté immédiate. Il ressort de l'acte de recours qu'elle se plaignait du retard mis à statuer sur la question de la régularité de sa détention, qui s'éleva en l'espèce à trois jours. Par conséquent, elle conclut à une violation de l'article 31 de la Constitution fédérale (voir ci-dessous, paragraphe 19).", "9.  Le 15 novembre 2003, la requérante demanda l'exemption de la garantie à titre des frais de la procédure devant la haute juridiction suisse, s'élevant à 2 000 francs suisses (CHF - environ 1 250 euros (EUR)).", "10.  Le 18 novembre 2003, le parquet du district V du canton de Zurich requit le rejet du recours de droit public de la requérante. Tout en admettant le retard mis à statuer de la part du tribunal de district, il conclut que cela ne saurait en soi mener à la remise en liberté de l'intéressée, mais qu'elle pourrait éventuellement donner lieu à une compensation pécuniaire. Le même jour, le tribunal de district rendit ses propres observations en rapport avec le recours de droit public de la requérante et demanda son maintien en détention provisoire.", "11.  Le 19 novembre 2003, le président de la chambre compétente du Tribunal fédéral octroya à la requérante un délai jusqu'au 1er décembre 2003, pour étayer son besoin financier pour la procédure devant cette juridiction.", "12.  Dans ses observations du 21 novembre 2003, en réponse à celles du parquet du district V et du tribunal de district du canton de Zurich du 18 novembre 2003, la requérante réitéra sa demande de remise en liberté immédiate. Subsidiairement, elle demanda une compensation pour le retard mis à statuer sur la régularité de la détention, causé prétendument par le juge unique du tribunal de district.", "13.  Le 27 novembre 2003, la requérante fut remise en liberté.", "14.  Par arrêt du 5 décembre 2003, le Tribunal fédéral déclara le recours de droit public de la requérante irrecevable. Il constata qu'elle fut arrêtée et mise en garde à vue le 5 novembre 2003. Le Tribunal fédéral poursuivit (traduction par le greffe): « La requérante a été arrêtée le matin du 5 novembre 2003 et, pour cette raison, la décision contestée, portant sur la régularité de la détention, qui est intervenue seulement le 10 novembre 2003, était manifestement tardive (p. 3 de l'arrêt) » (« Die Beschwerde-führerin wurde am Morgen des 5. Novembers 2003 verhaftet, weshalb der angefochtene Haftentscheid vom 10. November 2003 offensichtlich verspätet ist »). En même temps, le Tribunal estima que, dans la mesure où la requérante avait allégué que ce vice de procédure aurait dû, per se, entraîner sa mise en liberté immédiate, son mémoire de recours de droit public ne satisfaisait pas aux exigences de l'article 90 de l'ancienne loi fédérale d'organisation judiciaire, en vertu duquel l'acte de recours doit contenir un exposé des faits essentiels et un exposé succinct des droits constitutionnels ou des principes juridiques violés, précisant en quoi consiste la violation (voir ci-dessous, paragraphe 22). En particulier, la requérante n'aurait pas suffisamment étayé les effets juridiques de la constatation par les instances inférieures du non-respect des règles de la procédure.", "15.  En même temps, le Tribunal fédéral rejeta la demande d'exemption de la garantie à titre des frais pour la procédure devant cette juridiction, dans la mesure où celle-ci estima, d'une part, que la procédure dans le cadre de laquelle elle l'avait demandée, était vouée à l'échec, et d'autre part, qu'elle n'avait pas soumis ses observations concernant son besoin financier allégué dans le délai convenu.", "16.  Le 19 décembre 2005, le parquet compétent du canton de Zurich dressa un acte d'accusation à l'encontre de la requérante. Il conclut, entre autres, à ce qu'une indemnisation soit accordée à la requérante au titre de la détention non justifiée de trois jours, soit entre le 7 et le 10 novembre 2003.", "17.  Devant le tribunal de district du canton de Zurich, le procureur plaida coupable et demanda une indemnisation pour les trois jours de détention non justifiée. La requérante, plaidant non coupable, demanda l'octroi de 3 000 CHF pour la totalité de la détention provisoire subie, soit 22 jours.", "Le tribunal de district de Zurich rendit son arrêt le 4 mai 2006, et condamna la requérante à une peine de 18 mois d'emprisonnement avec sursis, notamment pour encouragement à la prostitution, au sens de l'article 195 du code pénal. Il détermina que la durée totale de la détention provisoire, de 22 jours, pouvait être déduite de la peine privative de liberté, en vertu de l'article 69 du code pénal. En revanche, en ce qui concerne la détention non justifiée de trois jours, il estima que les conditions de la détention étaient remplies pendant toute la période de détention et, de surcroît, que la requérante n'aurait subi aucun dommage ni tort moral à cause de la privation de liberté. Cette juridiction rejeta ainsi tant la proposition du procureur que la demande de la requérante.", "18.  Le 8 juin 2006, la requérante fit appel contre ce jugement. Le 22 août 2006, à la demande du président du tribunal supérieur du canton de Zurich, elle y apporta des précisions. Il ressort de ces documents que la requérante n'a aucunement contesté la décision de refus de lui verser une indemnité au titre de la détention injustifiée.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "19.  L'article 31 de la Constitution fédérale interdit toute privation de liberté arbitraire :", "« Article 31 : Privation de liberté", "1.  Nul ne peut être privé de sa liberté si ce n'est dans les cas prévus par la loi et selon les formes qu'elle prescrit.", "2.  Toute personne qui se voit privée de sa liberté a le droit d'être aussitôt informée, dans une langue qu'elle comprend, des raisons de cette privation et des droits qui sont les siens. Elle doit être mise en état de faire valoir ses droits. Elle a notamment le droit de faire informer ses proches.", "3.  Toute personne qui est mise en détention préventive a le droit d'être aussitôt traduite devant un ou une juge, qui prononce le maintien de la détention ou la libération. Elle a le droit d'être jugée dans un délai raisonnable.", "4.  Toute personne qui se voit privée de sa liberté sans qu'un tribunal l'ait ordonné a le droit, en tout temps, de saisir le tribunal. Celui-ci statue dans les plus brefs délais sur la légalité de cette privation. »", "20.  Cette garantie constitutionnelle est encore précisée par les codes de procédure cantonaux.", "L'article 60 § 1 du code de procédure pénale du canton de Zurich prévoit ce qui suit :", "« L'agent chargé des investigations soumet aussitôt que possible, mais au plus tard dans les 24 heures après la présentation ou l'appréhension de l'accusé, une demande de mise en détention provisoire s'il ne décide pas de le libérer. »", "L'article 62 § 2 de la même loi est libellée ainsi :", "« Le juge chargé d'ordonner la détention statue aussitôt que possible, mais au plus tard deux jours après le dépôt du mandat d'arrêt (...). »", "21.  Déjà dans un arrêt du 16 juillet 1984 (ATF 110 Ia 140), le Tribunal fédéral a estimé que celui qui prétend avoir été privé de sa liberté contrairement aux paragraphes 1 à 4 de l'article 5, peut fonder ses prétentions directement sur l'article 5 § 5 de la Convention (cons. 2a de l'arrêt, p. 143).", "22.  L'article 90 de l'ancienne loi fédérale d'organisation judiciaire, en vigueur jusqu'au 31 décembre 2006, posait les critères formels de recevabilité auxquels devait satisfaire un mémoire de recours de droit public. Il était libellé comme suit dans sa partie pertinente:", "« Article 90 : Acte de recours :", "1)  Outre la désignation de l'arrêté ou de la décision attaqués, l'acte de recours doit contenir :", "a)  Les conclusions du recourant ;", "b)  Un exposé des faits essentiels et un exposé succinct des droits constitutionnels ou des principes juridiques violés, précisant en quoi consiste la violation.", "(...) ».", "", "23.  La loi fédérale d'organisation judiciaire a cessé d'être en vigueur le 31 décembre 2006 et a été remplacée par la nouvelle loi sur le Tribunal fédéral (LTF), en vigueur depuis le 1er janvier 2007.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 5 § 3 DE LA CONVENTION", "24.  La requérante fait valoir qu'elle n'a été traduite devant le juge chargé d'examiner la régularité de sa détention qu'après cinq jours, bien que le code de procédure pénale du canton de Zurich prévoie un délai maximal de deux jours. Dès lors, elle aurait été victime d'une violation de l'article 5 § 3 de la Convention, ainsi libellé dans sa partie pertinente :", "« Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat (...).»", "A.  Exception tirée du non-épuisement des voies de recours internes", "1.  Les thèses des parties", "25.  Le Gouvernement objecte que, dans son recours de droit public, la requérante n'a pas remis en question l'argumentation du juge unique du tribunal de district de Zurich, mais s'est contentée de réaffirmer que le non-respect du délai de deux jours prévu par le code de procédure pénale du canton de Zurich devait conduire à sa mise en liberté immédiate. L'acte de recours n'aurait donc pas précisé en quoi consistait la violation alléguée et ne contenait ni un exposé des faits essentiels, ni un exposé succinct des droits constitutionnels ou des principes juridiques violés. On ne saurait, par conséquent, reprocher au Tribunal fédéral d'avoir déclaré irrecevable le recours de droit public en question, qui ne répondait manifestement pas aux exigences de l'article 90 de l'ancienne loi fédérale d'organisation judiciaire. La requérante n'aurait en particulier pas pris position sur les conséquences juridiques du non-respect du délai prévu aux articles 60 et 62 de la loi de procédure pénale du canton de Zurich (voir ci-dessus, paragraphes 20 et 22) et n'aurait, par ailleurs, jamais fait valoir que le 10 novembre 2003, date à laquelle elle a été traduite devant le juge, les conditions de sa détention n'étaient plus remplies.", "26.  La requérante conteste l'argumentation du Gouvernement. Elle considère comme inconcevable l'allégation selon laquelle elle n'aurait pas épuisé les voies de recours internes au motif qu'elle aurait refusé de s'exprimer sur les conditions de sa détention préventive.", "2.  L'appréciation de la Cour", "27.  La Cour réitère le principe selon lequel chaque grief dont on entend saisir la Cour doit auparavant être soulevé, au moins en substance, dans les formes et délais prescrits par le droit interne, devant les juridictions nationales compétentes (Ankerl c. Suisse, arrêt du 23 octobre 1996, Recueil des arrêts et décisions 1996V, p. 1565, § 34).", "28.  En l'espèce, l'acte de recours n'aurait pas satisfait, selon la haute juridiction suisse, aux exigences posées par l'article 90 de l'ancienne loi fédérale d'organisation judiciaire, en vertu duquel le mémoire de recours doit contenir un exposé des faits essentiels et un exposé succinct des droits constitutionnels ou des principes juridiques violés, et préciser en quoi consiste la violation (voir ci-dessus, paragraphe 22).", "29.  La Cour constate, d'abord, qu'il est vrai que la requérante, représentée par un avocat, n'a pas invoqué explicitement une violation de l'article 5 de la Convention devant les instances internes. En revanche, elle s'est référée à l'article 31 de la Constitution fédérale dont le paragraphe 3 prévoit une garantie comparable à celle de l'article 5 § 3 de la Convention (voir ci-dessus, paragraphe 19).", "30.  Par ailleurs, dans la mesure où le Tribunal fédéral a reconnu que le contrôle de la régularité de la détention par le juge du tribunal de district était intervenue tardivement (voir ci-dessus, paragraphe 14), la Cour est d'avis, à la lumière de sa jurisprudence, que ce grief ne peut pas être rejeté pour non-épuisement des voies de recours internes, étant donné que cette juridiction s'est prononcée, même brièvement, sur le fond de l'affaire (voir, mutatis mutandis, Chammas c. Suisse, no 35438/97, décision de la Commission du 30 mai 1997, non publiée ; JamalAldin c. Suisse, no 19959/92, décision de la Commission du 23 mai 1996, non publiée ; Thaler c. Autriche (déc.), no 58141/00, 15 septembre 2003 ; Voggenreiter c. Allemagne (déc.), no 47169/99, 28 novembre 2002 ; Atik c. Allemagne (déc.), no 67500/01, 13 mai 2004).", "31.  Il s'ensuit que le grief tiré de l'article 5 § 3 ne peut pas être rejeté pour non-épuisement des voies de recours internes. La Cour constate, par ailleurs, que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Les thèses des parties", "32.  La requérante constate que le Gouvernement ne remet pas en cause le fait qu'elle a été traduite devant le juge compétent hors du délai prescrit par la loi cantonale.", "33.  Le Gouvernement estime que, selon la jurisprudence du Tribunal fédéral, le délai de deux jours, prévu par l'article 62 § 2 du code de procédure pénale du canton de Zurich, est un simple délai d'ordre, duquel il est possible, dans certains cas, de s'écarter. En outre, comme l'a rappelé, à juste titre, le juge unique du tribunal de district dans sa décision du 10 novembre 2003, le non-respect de ce délai n'aboutit pas automatiquement à une remise en liberté immédiate. Or, en l'espèce, les motifs de la détention, en particulier le risque de collusion, étaient remplis pendant toute la période litigieuse, soit entre le 5 et le 10 novembre 2003, ce que la requérante n'a aucunement contesté.", "2.  L'appréciation de la Cour", "a.  Les principes élaborés par la Cour", "34.  L'article 5 § 3 vise deux moments distincts : les premières heures suivant une arrestation, moment où une personne se trouve aux mains des autorités, et la période précédant le procès éventuel devant une juridiction pénale, pendant laquelle le suspect peut être détenu ou libéré, avec ou sans condition. Ces deux volets confèrent des droits distincts et n'ont apparemment aucun lien logique ou temporel (T.W. c. Malte [GC], no 25644/94, § 49, 29 avril 1999, et McKay c. Royaume-Uni [GC], no 543/03, § 31, CEDH 2006...).", "35.  S'agissant de la phase initiale de la détention visée à la première phrase, et dont le respect est en l'espèce en jeu, la Cour a précisé qu'il faut protéger, par un contrôle judiciaire, la personne arrêtée ou détenue parce que soupçonnée d'avoir commis une infraction. Un tel contrôle doit fournir des garanties effectives contre le risque de mauvais traitements, qui est particulièrement important durant cette phase initiale de la détention, et contre un abus, par des agents de la force publique, des pouvoirs qui leur sont conférés, et qui doivent s'exercer à des fins étroitement limitées et en stricte conformité avec les procédures prescrites (McKay, précité, § 32).", "36.  L'utilisation, dans le texte français de l'article 5 § 3, de l'adverbe \"aussitôt\", lequel évoque l'idée d'imminence, confirme que le degré de souplesse lié à la notion de promptitude (« promptness ») est limité, même si l'on doit tenir compte des circonstances de l'espèce. Si la célérité s'apprécie suivant les particularités de chaque cause (De Jong, Baljet et Van den Brink c. Pays-Bas, arrêt du 22 mai 1984, série A no 77, p. 25, § 52), le poids à leur accorder ne saurait jamais aller jusqu'à porter atteinte à la substance du droit protégé par cette disposition, c'est-à-dire jusqu'à dispenser, en pratique, l'État d'assurer un élargissement rapide de la personne détenue ou sa prompte comparution devant une autorité judiciaire (Brogan et autres c. Royaume-Uni, arrêt du 29 novembre 1988, série A no 145B, § 59 in fine).", "37.  A titre d'exemple, la Cour a jugé, dans l'affaire Brogan et autres, précité, § 62, qu'une période de garde à vue de quatre jours et six heures, sans contrôle judiciaire, allait au-delà des strictes limites de temps fixées par l'article 5 § 3, même si celle-ci a pour but de prémunir la collectivité dans son ensemble contre le terrorisme (voir, dans le même sens, Öcalan c. Turquie [GC], no 46221/99, CEDH 2005-IV, § 104, dans laquelle une durée globale de la garde à vue de sept jours a été jugée contraire à l'article 5 § 3 ; voir également l'affaire De Jong, Baljet et Van den Brink, précité, p. 25, § 53, dans laquelle la Cour a constaté une violation de l'article 5 § 3, un laps de temps de six jours s'étant écoulé entre la mise en détention provisoire et le moment où l'intéressé a été traduit devant le juge compétent).", "", "b.  Application des principes susmentionnés au cas d'espèce", "38.  La Cour rappelle d'abord que les autorités internes, et notamment le Tribunal fédéral, ont reconnu sans équivoque le retard mis à statuer, causé par le juge unique du tribunal de district de Zurich.", "39.  La période de cinq jours qui s'est écoulée entre la mise en détention de la requérante et sa comparution devant le juge s'avère également contraire aux principes élaborés par la jurisprudence de la Cour (voir, notamment, l'affaire Brogan et autres, précité, § 62, Öcalan, précité, § 104, De Jong, Baljet et Van den Brink, précité, p. 25, § 53).", "40.  De surcroît, la Cour n'estime pas, et le Gouvernement ne le prétend d'ailleurs aucunement, que l'existence de circonstances exceptionnelles aurait, en l'espèce, rendu nécessaire le laps de temps de cinq jours jusqu'à ce que la requérante soit traduite devant le juge, dès lors qu'il s'agissait d'une affaire pénale dont la complexité juridique et factuelle était relativement modeste.", "41.  Par conséquent, la Cour estime que la requérante n'a pas été traduite « aussitôt » devant le juge compétent, au sens de l'article 5 § 3 de la Convention.", "Il s'ensuit qu'il y a eu violation de l'article 5 § 3 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 5 § 5 DE LA CONVENTION", "42.  La requérante fait aussi valoir qu'elle n'a pas reçu une réparation, au sens de l'article 5 § 5 de la Convention, ainsi libellé :", "« Toute personne victime d'une arrestation ou d'une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "43.  Le Gouvernement estime que la requérante n'a aucunement fait valoir, devant les tribunaux nationaux, qu'elle n'avait pas, en droit interne, un droit effectif à obtenir réparation pour sa détention. En particulier, elle n'aurait pas démontré avoir subi un tort matériel ou moral du fait de la prétendue violation.", "44.  Par ailleurs, la partie défenderesse est d'avis que la requérante a la possibilité de faire valoir ce droit, dans le cadre de la procédure pénale au fond, qui est actuellement encore pendante.", "45.  En outre, en cas de détention injustifiée, elle aurait la possibilité de réclamer une réparation au canton de Zurich, sur la base de la loi cantonale sur la responsabilité de l'Etat et des communes ainsi que de leurs autorités et agents, du 14 septembre 1969, moyen de droit auquel la requérante n'a pas eu recours à ce jour.", "46.  La requérante rappelle qu'aussi bien elle-même que le procureur compétent ont explicitement demandé, devant le tribunal de district, une indemnisation pour la détention non justifiée.", "47.  La Cour reconnaît que, dans le cadre de la procédure pénale au fond qui s'est déroulée devant le tribunal de district de Zurich, la requérante avait demandé une indemnisation pour la détention non justifiée, et rappelle qu'elle en a été déboutée. En revanche, elle constate que la requérante, dûment représentée devant les instances internes, n'a aucunement, dans le cadre de son recours du 8 juin 2006 et dans le mémoire complémentaire du 22 août 2006, contesté le refus du tribunal de district de lui octroyer une indemnité pour la détention provisoire non justifiée de trois jours devant le tribunal supérieur cantonal.", "48.  Par ailleurs, dans la mesure où les dispositions pertinentes du droit interne, en particulier l'article 62 § 2 du code de procédure pénale du canton de Zurich (voir ci-dessus, paragraphe 20), visent exactement le respect des garanties découlant de l'article 5 § 3, la Cour estime que le droit de la requérante à obtenir réparation, du fait de la violation de ladite garantie, se trouvait assuré à un degré suffisant de certitude (voir, mutatis mutandis, pour des affaires portant sur l'article 5 § 4, Sakık et autres c. Turquie, arrêt du 26 novembre 1997, Recueil 1997-VII, p. 2626, § 60, et Rehbock c. Slovénie, no 29462/95, § 92, CEDH 2000XII). Par ailleurs, la même conclusion s'impose à la lumière de la pratique du Tribunal fédéral par rapport à l'article 5 § 5 de la Convention (voir, ci-dessus, paragraphe 21).", "49.  La requérante ayant omis de demander une réparation devant le tribunal supérieur du canton de Zurich, ce grief doit être rejeté pour non-épuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 DE LA CONVENTION", "50.  La requérante fait également valoir que le Tribunal fédéral aurait, à tort, refusé de l'exempter des sûretés pour les frais judiciaires engendrés devant cette juridiction, ce qui équivaudrait à une violation du droit d'accès à un tribunal, garanti par l'article 6 § 1 de la Convention, ainsi libellé dans sa partie pertinente :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera, soit des contestations sur ses droits et obligations de caractère civil, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle (...). »", "51.  Il ressort de l'arrêt du Tribunal fédéral du 5 décembre 2003 que la requérante ne lui avait pas soumis, dans le délai prescrit, ses observations concernant ses besoins financiers allégués. Ainsi, ce grief ne satisfait pas aux exigences formelles prescrites par le droit interne (Ankerl, précité, § 34).", "52.  Il s'ensuit que ce grief doit être rejeté pour non-épuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention.", "", "", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "53.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "", "A.  Dommage", "54.  La requérante demande une satisfaction équitable pour les trois jours de détention provisoire injustifiée. En revanche, elle ne chiffre aucunement sa demande.", "55.  Le Gouvernement fait valoir que la requérante ne sollicite aucun montant, ni au titre du dommage matériel, ni au titre de tort moral.", "56.  La Cour partage l'avis du Gouvernement, et note que la requérante n'a nullement fait valoir un dommage matériel. En ce qui concerne le dommage moral, on ne saurait spéculer sur le point de savoir si la requérante aurait été maintenue en détention provisoire en cas d'absence de violation de l'article 5 § 3 de la Convention. Quant à la frustration que l'intéressée aurait éprouvée, en raison du non-respect des garanties procédurales lors de son arrestation, la Cour juge que, dans les circonstances particulières de la cause, le constat de violation suffit (voir, par exemple, Nikolova c. Bulgarie [GC], no 31195/96, § 76, CEDH 1999II, avec les références citées).", "57.  Compte tenu de ce qui précède, la Cour estime qu'aucun montant n'est dû à titre de dommage.", "B.  Frais et dépens", "58.  La requérante demande, à titre de frais et dépens, une somme totale de 5 730 CHF (environ 3 600 EUR) pour la procédure devant les instances internes et devant la Cour.", "59.  Le Gouvernement estime que l'octroi de cette somme serait équitable.", "60.  La Cour ne voit pas de raison pour s'écarter de ce point de vue. Par conséquent, après déduction de la somme de 850 EUR, que la requérante a déjà obtenue au titre de l'assistance judiciaire pour la procédure devant la Cour, celle-ci lui octroie la somme de 2 750 EUR.", "C.  Intérêts moratoires", "61.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne augmenté de trois points de pourcentage.", "", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Déclare recevable à l'unanimité, le grief tiré de l'article 5 § 3 de la Convention et irrecevable le reste de la requête ;", "", "2.  Dit, à l'unanimité, qu'il y a eu violation de l'article 5 § 3 de la Convention ;", "", "3.  Dit, à l'unanimité, que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par la requérante ;", "", "4.  Dit, à l'unanimité,", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 2 750 EUR (deux mille sept cents cinquante euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt, sommes à convertir dans la monnaie de l'Etat défendeur au taux applicable à la date du règlement ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 mars 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}