{"file": "FRE_CLINF_30210_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30210/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 167", "Octobre 2013", "Ricci c. Italie - 30210/06", "Arrêt 8.10.2013 [Section II]", "Article 10", "Article 10-1", "Liberté d'expression", "Condamnation d’un professionnel de l’information à une peine de prison avec sursis pour avoir diffusé des informations confidentielles d’une chaîne de télévision publique : violation", "", "En fait – Le requérant, animateur-producteur d’une émission de télévision satirique, intercepta les images d’une altercation entre un écrivain et un philosophe lors de l’enregistrement d’une émission censée être diffusée sur une chaine de la télévision publique. On y voyait plus tard l’animatrice se plaindre de ne pas pouvoir diffuser les images étant donné que le philosophe n’avait pas signé l’autorisation nécessaire à leur diffusion, et avouer que les intéressés avaient été invités afin de provoquer une dispute susceptible de générer de l’audience.", "En 1996, le requérant diffusa lesdites images afin de dénoncer la vraie nature de la télévision. La chaîne de télévision porta plainte avec constitution de partie civile pour interception frauduleuse et divulgation de communications confidentielles. Le philosophe se constitua partie civile à son tour. En 2002, le requérant fut condamné à verser à la chaîne de télévision et au philosophe des dommages-intérêts dont le montant devait être fixé par la voie d’une procédure civile séparée, ainsi qu’à une peine de quatre mois et cinq jours d’emprisonnement avec sursis pour divulgation au public de communications internes au système télématique de la chaine de télévision. De surcroît, il fut tenu de verser immédiatement, à titre d’acompte, 10 000 EUR à chacune des parties civiles. Débouté en appel en 2004, il se pourvut en cassation. En 2005, la Cour de cassation déclara l’infraction prescrite et cassa sans renvoi l’arrêt de la cour d’appel. Elle confirma cependant la condamnation du requérant au dédommagement des parties civiles et le condamna au paiement des frais de procédure de la chaîne de télévision. ", "En droit – Article 10 : La condamnation du requérant a constitué une ingérence dans son droit à la liberté d’expression. Elle était prévue par la loi et visait les buts légitimes de protéger la réputation ou les droits d’autrui et d’empêcher la divulgation d’informations confidentielles.", "Quant à la nécessité de l’ingérence dans une société démocratique, la Cour rejette l’argument du tribunal et de la Cour de Cassation selon lequel la protection des communications relatives à un système informatique ou télématique exclut en principe toute possibilité de mise en balance avec l’exercice de la liberté d’expression. En effet, même lorsque des informations sont diffusées, plusieurs aspects distincts sont à examiner, à savoir les intérêts en présence, le contrôle exercé par les juridictions internes, le comportement du requérant et la proportionnalité de la sanction prononcée.", "Concernant les intérêts en présence, le requérant affirme que l’enregistrement diffusé de l’émission concernait un sujet d’intérêt général, à savoir la fonction et la « vraie nature » de la télévision dans la société moderne. Le rôle joué par la télévision publique dans une société démocratique est un sujet d’intérêt général. La collectivité pouvait donc avoir un certain intérêt à être informée du contenu des images à travers lesquelles on pouvait voir le symptôme d’une volonté d’impressionner et divertir le public plutôt que de lui fournir des informations à contenu culturel. Mais il s’agissait surtout pour le requérant de stigmatiser et de ridiculiser un comportement individuel. Si l’intéressé souhaitait ouvrir un débat sur un sujet d’intérêt primordial pour la société, d’autres voies, qui ne comportaient aucune violation de la confidentialité des communications télématiques, s’ouvraient à lui.", "Pour ce qui est du contrôle exercé par les juridictions internes, seule la cour d’appel a abordé la question du conflit entre le droit à la confidentialité des communications et la liberté d’expression. Elle a attaché une importance particulière à l’intérêt social de l’information diffusée, concluant qu’en l’espèce il ne pouvait passer pour « primordial ». La Cour estime qu’une telle analyse n’est pas entachée d’arbitraire et qu’elle a été faite dans le respect des critères établis par sa jurisprudence.", "Concernant le comportement du requérant, l’enregistrement litigieux avait eu lieu sur une fréquence réservée à l’usage interne de la chaîne de télévision. Ceci ne pouvait pas être ignoré par le requérant, professionnel de l’information, qui était ou aurait donc dû être conscient du fait que la diffusion de l’enregistrement méconnaissait la confidentialité des communications de la chaîne de télévision publique. Il s’ensuit que le requérant n’a pas agi dans le respect de l’éthique journalistique. A la lumière de ce qui précède, la Cour ne saurait conclure qu’une condamnation à l’encontre du requérant était en soi contraire à l’article 10 de la Convention.", "Pour ce qui est de la nature et la lourdeur des peines infligées, en plus de la réparation des dommages, le requérant a été condamné à quatre mois et cinq jours d’emprisonnement. Bien qu’il y ait eu sursis à l’exécution de cette sanction et bien que la Cour de cassation ait déclaré l’infraction prescrite, l’infliction en particulier d’une peine de prison a pu avoir un effet dissuasif significatif. Par ailleurs, le cas d’espèce, qui portait sur la diffusion d’une vidéo dont le contenu n’était pas de nature à provoquer un préjudice important, n’était marqué par aucune circonstance exceptionnelle justifiant le recours à une sanction aussi sévère. Ainsi de par la nature et le quantum de la sanction imposée au requérant, l’ingérence dans le droit à la liberté d’expression de ce dernier n’est pas restée proportionnée aux buts légitimes poursuivis.", "Conclusion : violation (six voix contre une).", "Article 41 : constat de violation suffisant en lui-même pour le préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}