{"file": "FRE_CLINF_45628_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "45628/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 95", "Mars 2007", "Apostolidi et autres c. Turquie - 45628/99", "Arrêt 27.3.2007 [Section IV]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Respect des biens", "Impossibilité d’hériter d’un bien situé dans un pays étranger au motif que la condition de réciprocité ne serait pas remplie : violation", "", "En fait : Les cinq requérants sont des ressortissants grecs qui résident en Grèce. Leur tante, qui avait acquis la nationalité turque par mariage, décéda en 1984 sans laisser de descendant. Elle était alors propriétaire d’un appartement en Turquie, où un terrain était inscrit au registre foncier au nom de son défunt mari. Les juridictions turques inscrivirent le terrain au nom d’une fondation. Les requérants demandèrent avec succès un certificat d’héritiers, sur la foi duquel ils firent inscrire l’appartement à leur nom au registre foncier. Ils se prévalurent également du certificat pour obtenir la propriété du terrain. Les juridictions turques appliquèrent la règle selon laquelle, comme tout étranger voulant posséder un bien en Turquie, ils ne pouvaient y hériter par succession que si les ressortissants turcs le pouvaient également en Grèce. Les juridictions turques estimèrent que cette condition de réciprocité n’était pas remplie en l’occurrence, de sorte que les requérants n’avaient pas la capacité d’hériter du terrain réclamé. Pour le même motif, le titre de propriété que les requérants avait obtenu sur l’appartement fut annulé.", "En droit : Rien ne montrait que la propriété du terrain avait été transférée, à un moment donné et sur la base d’un document valable en droit interne, à la de cujus, ce qui aurait pu permettre aux requérants de solliciter légalement une inscription du terrain à leur nom en qualité d’héritiers. Les requérants ne disposaient donc pas d’un « bien » au sens de l’article 1 du Protocole no 1.", "Conclusion : non-violation (unanimité).", "En revanche, l’appartement était inscrit au registre foncier au nom de la de cujus à la date de son décès. Il fut ensuite inscrit aux noms des requérants sur base d’un certificat d’héritier établissant un lien de parenté non contesté avec la de cujus.Les requérants ont donc été titulaires d’un droit patrimonial reconnu en droit turc pendant toute la durée de validité du certificat d’héritier, que l’on peut qualifier de « bien ». L’annulation du certificat d’héritier a donc constitué une ingérence dans le droit au respect de leurs biens.", "Cette annulation, fondée sur le principe de réciprocité, ne répondait pas aux exigences de légalité. En effet, contrairement aux conclusions des juridictions turques selon lesquelles la condition de réciprocité n’était pas remplie en Grèce, il n’est pas établi qu’il existait en Grèce une restriction pour les ressortissants turcs à l’acquisition d’un bien immeuble par voie de succession. Des documents officiels font état de ressortissants turcs ayant acquis des biens par voie de succession en Grèce. Dès lors, l’ingérence n’a pas été suffisamment prévisible.", "Conclusion : violation (unanimité).", "Article 41 – Satisfaction équitable réservée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}