{"file": "FRE_CLINF_13704_88.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "13704/88", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Août 1992", "Schwabe c. Autriche - 13704/88", "Arrêt 28.8.1992", "Article 10", "Article 10-1", "Liberté d'expression", "Liberté d'opinion", "Condamnation d'un homme politique pour diffamation et pour avoir reproché à une personne une infraction pour laquelle elle avait déjà purgé sa peine: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 10 DE LA CONVENTION", "1.\tNon contesté que l'atteinte à la liberté d'expression du requérant était \"prévue par la loi\" et poursuivait un but légitime : protéger la réputation ou les droits d'autrui.", "2.\t\"Nécessité\" de l'ingérence dans une \"société démocratique\" : s'apprécie à la lumière des principes qui se dégagent de la jurisprudence de la Cour quant aux limites de la critique acceptable dans le cadre du débat public sur une question politique d'intérêt général - examen des décisions judiciaires incriminées au vu de l'ensemble du dossier, y compris la publication litigieuse et son contexte.", "3.\tCommuniqué de presse du requérant : a contribué à un débat général sur l'éthique politique entre deux partis autrichiens rivaux - mentionnait accessoirement un vieil accident de la route pour lequel un homme politique avait été condamné et le comparait avec un autre, plus récent, lui aussi provoqué par un homme politique sous l'empire d'un état alcoolique - reprenait en substance les expressions figurant dans le jugement de condamnation.", "4.\tJuridictions internes n'ayant exigé du requérant la preuve du bien-fondé de sa comparaison des deux accidents que du point de vue de la consommation d'alcool par les deux personnes impliquées - description par lui en des termes différents des deux accidents, mais avec la conclusion qu'ils justifiaient la démission des deux hommes politiques concernés - la comparaison incriminée s'analysait en un jugement de valeur ne permettant pas la preuve de la vérité - limites de la liberté d'expression non franchies par le requérant : les faits à la base de son jugement de valeur étaient en substance exacts et sa bonne foi n'inspire pas de doute sérieux.", "Conclusion : violation (sept voix contre deux).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tPréjudice matériel : reconnaissance au requérant du droit de recouvrer, vu leur lien étroit avec la violation, l'amende à lui infligée et les frais mis à sa charge dans la procédure interne - rejet de la demande relative à la réparation allouée à l'homme politique, le dommage ayant été supporté par les propriétaires du journal.", "B.\tTort moral : suffisamment réparé par l'arrêt.", "C.\tFrais et dépens devant les juridictions nationales et les organes de la Convention : remboursement des montants sollicités.", "Conclusion : État défendeur tenu de verser certaines sommes au requérant pour préjudice matériel et pour frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}