{"file": "FRE_CLINF_37048_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "37048/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 115", "Janvier 2009", "Giorgui Nikolaishvili c. Géorgie - 37048/04", "Arrêt 13.1.2009 [Section II]", "Article 5", "Article 5-1", "Arrestation ou détention régulière", "Arrestation d’un témoin en vue de faire pression sur son frère, recherché par la justice, et absence ou insuffisance des motifs de mise en détention provisoire : violations", "", "En fait : En juillet 2003, des photographies du requérant, de son frère et de deux autres hommes furent affichées sur le panneau « personnes recherchées » de certains postes de police. Y étaient indiqués les noms des quatre hommes et le fait qu’ils étaient recherchés dans le cadre d’un homicide. Un échange ultérieur de lettres entre l’avocat du requérant et le ministère de l’Intérieur fit apparaître que seul le frère du requérant était recherché et que des mesures concrètes étaient prises aux fins de recueillir le témoignage du requérant, qui à plusieurs reprises avait refusé de comparaître devant le procureur de district. En mars 2004, le requérant décida de lui-même de se présenter devant le parquet. A son arrivée il fut toutefois arrêté, sans avoir été entendu comme témoin, parce qu’il était soupçonné d’infractions à la législation relative aux armes à feu, sur la base d’éléments recueillis lors de l’enquête sur l’homicide. Un tribunal de district décida de le placer en détention provisoire pour une durée de trois mois. Cette décision fut confirmée par un tribunal régional qui déclara, notamment, que la remise en liberté de l’intéressé risquait d’entraver l’établissement de la vérité dans l’affaire d’homicide, à laquelle il était peut-être lié. La période de détention provisoire arriva à échéance le 30 juin 2004 et ne fut pas prolongée avant l’audience de renvoi en jugement devant le tribunal de district, le 24 janvier 2005 ; or le requérant demeura en détention jusqu’à ce moment-là. Comme dans la décision initiale, le tribunal de district justifia le placement en détention par des motifs courants, pré-imprimés.", "En droit : Article 5 § 1 – a)  Arrestation : Il ressort du dossier qu’avant la comparution volontaire du requérant comme témoin dans l’affaire d’homicide, qui lui était étrangère, les autorités n’ont jamais indiqué à l’intéressé que des poursuites pourraient éventuellement être engagées contre lui, alors que les éléments relatifs aux armes à feu avaient été recueillis de longs mois auparavant. En bref, elles ont trompé le requérant quant au motif véritable de l’intérêt qu’il représentait, à savoir la possibilité de faire pression sur son frère, qui était en fuite. Des méthodes d’une telle opacité sont de nature à miner la sécurité juridique, à susciter un sentiment d’insécurité chez les personnes convoquées comme témoins et à saper le respect et la confiance des citoyens vis-à-vis des organes de poursuite. Même si elle était formellement compatible avec le droit interne, l’arrestation du requérant a servi de moyen de pression supplémentaire dans le cadre de la procédure pénale qui ne le concernait pas ; or un tel but est étranger à l’article 5 § 1 c). Les méthodes ambiguës des autorités, dont le but était d’utiliser la détention pour exercer une pression morale, ont donc abouti à une mesure arbitraire et à un manquement à protéger le requérant contre les menaces injustifiées contre sa liberté.", "Conclusion : violation (unanimité).", "b)  Détention de juin 2004 à janvier 2005 : Après l’arrivée à échéance de la décision initiale de mise en détention, le 30 juin 2004, la détention provisoire du requérant n’a plus été couverte par une décision judiciaire jusqu’au 24 janvier 2005, date à laquelle le maintien en détention de l’intéressé fut autorisé lors de l’audience de renvoi en jugement. Le problème est dû à une lacune de la procédure pénale géorgienne que la Cour a déjà eu l’occasion de relever, à savoir que le code de procédure pénale n’exige pas de décision judiciaire pour justifier la détention d’un accusé entre la fin de l’enquête et l’instance de renvoi en jugement, ni n’indique de délai légal quant à cette phase de la détention. En pratique, il arrive ainsi que des personnes soient, comme le requérant, détenues pendant des mois en l’absence d’une décision de justice.", "Conclusion : violation (unanimité).", "Article 5 § 3 – Les tribunaux nationaux n’ont pas justifié la détention provisoire du requérant par des motifs suffisants ou pertinents. Dans ses deux décisions, le tribunal de district a simplement utilisé des formulaires types où les motifs étaient pré-imprimés et formulés de manière abstraite. Pour sa part, le tribunal régional a cherché à justifier la détention provisoire du requérant en se référant aux intérêts de l’enquête pour homicide qui visait son frère, affaire avec laquelle le requérant n’avait rien à voir. Pareille mesure était étrangère aux objectifs prévus par la Convention et a contourné l’essence même de l’exception visée à l’article 5 § 1 c) de la Convention. Enfin, le fait que la détention provisoire du requérant ait duré quelque dix mois montre que les autorités n’ont pas traité l’affaire avec la diligence particulière qui s’imposait.", "Conclusion : violation (unanimité).", "La Cour constate également la violation de l’article 5 § 4 (à raison de l’impossibilité pour le requérant de contester les arguments du parquet sur la détention au stade du renvoi en jugement) et de l’article 8 (du fait de l’incompatibilité avec le droit interne de l’affichage de la photographie du requérant sur le panneau des personnes recherchées).", "Article 41 – 8 000 EUR pour le dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}