{"file": "FRE_HFJUD_33592_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "33592/96", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE BAUMANN c. FRANCE", "", "", "(Requête n° 33592/96)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "22 mai 2001", "", "", "", "DÉFINITIF", "", "22/08/2001", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Baumann c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tL. Loucaides, président,\n\t\tJ.-P. Costa,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tMme\tH.S. Greve,  juges,\net de\tMme\tS. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 14 mars 2000 et 3 mai 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 33592/96) dirigée contre la France par un ressortissant de nationalité allemande, M. Bernd Karl Baumann (« le requérant »), qui avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 21 juillet 1995 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant, est représenté par Me F. Jemoli, avocat au barreau de Strasbourg. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. Ronny Abraham, directeur des Affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant se plaignait d’avoir été privé du droit d’accès à un tribunal au sens de l’article 6 § 1 de la Convention, ou d’un recours effectif au sens de l’article 13 de la Convention, pour faire valoir son droit de propriété sur les biens saisis puis confisqués par un jugement du 13 juin 1994. Il alléguait également la violation de l’article 1er du Protocole n° 1 à la Convention, estimant avoir été victime d’une violation de son droit au respect de ses biens. Enfin, invoquant l’article 2 du Protocole n° 4 à la Convention, le requérant se plaignait d’avoir subi une atteinte à son droit de circuler librement en raison de la saisie puis de la confiscation de son passeport.", "4.  Le 14 janvier 1998, la Commission (deuxième chambre) a décidé de porter les griefs tirés des articles 6 § 1 et 13 de la Convention et des articles 1er du Protocole n° 1 et 2 du Protocole n° 4 à la Convention à la connaissance du Gouvernement en l’invitant à présenter par écrit des observations sur la recevabilité et le bien-fondé de ceux-ci. Le Gouvernement a présenté ses observations les 2 juin et 25 août 1998, après prorogation du délai imparti. Le requérant y a répondu les 13 juillet et 13 octobre 1998.", "5.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "6.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement).", "7.  Le 14 mars 2000, la chambre a déclaré la requête recevable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le 27 novembre 1993, un véhicule stationné sur un parking et occupé par des passagers fut repéré par des policiers de la sûreté urbaine de Strasbourg. Ce véhicule se révéla avoir été volé la veille à Strasbourg. Les enquêteurs procédèrent à l’interpellation de O.H. et de S.B., le premier venant prendre livraison du véhicule volé et recelé par le second. L’enquête de flagrance permit d’établir que d’autres transactions avaient eu lieu et que les deux hommes interpellés se rencontraient dans un hôtel de Brumath (Bas-Rhin). Il se rendirent à cet hôtel et y arrêtèrent l’épouse de O.H., ainsi que Mlle C.E., alors que cette dernière s’apprêtait à monter dans un véhicule appartenant au requérant.", "9.  Lors de son audition sur place, C.E. déclara que son ami, le requérant, demeurait depuis un certain temps dans l’hôtel, mais qu’il était hospitalisé en Allemagne depuis le 26 novembre 1993 en raison d’un état de santé alarmant.", "10.  Une perquisition fut effectuée dans leur chambre. Les enquêteurs saisirent un passeport allemand au nom du requérant, les sommes de 7 700 deutsche Mark (DEM) et de 2 150 francs français (FRF) trouvées dans le sac à main de C.E., des documents bancaires, un certificat d’immatriculation d’un véhicule et divers papiers manuscrits. Ces objets furent placés sous scellés et déposés au service des pièces à conviction du tribunal de grande instance de Strasbourg.", "11.  Après sa garde à vue, C.E. ne fit l’objet d’aucune poursuite judiciaire, à l’instar du requérant.", "12.  Le 30 novembre 1993, O.H. et S.B. furent mis en examen par un juge d’instruction près le tribunal de grande instance de Strasbourg.", "\n13.  Par requête du 6 décembre 1993, enregistrée au cabinet du juge d’instruction le 8 décembre 1993, l’avocat du requérant demanda au juge d’instruction, la restitution de l’argent et des objets y compris le passeport, sur le fondement de l’article 99 du code de procédure pénale. Il ne reçut aucune réponse du juge d’instruction.", "14.  Le 5 janvier 1994, le requérant fut arrêté par la police criminelle de Pirmasens (Allemagne) et condamné par une juridiction répressive de Landau. Incarcéré depuis à la prison de Zweibruecken, la fin de sa peine est actuellement fixée au 4 mars 2006.", "15.  O.H. et S.B. furent renvoyés devant le tribunal correctionnel de Strasbourg, jugés et condamnés par ce dernier le 13 juin 1994, sans que le requérant ou sa compagne en aient été informés. Le requérant ne put dès lors présenter une demande en restitution au tribunal correctionnel saisi de l’affaire.", "16.  Le 14 septembre 1994, l’avocat du requérant réitéra sa demande du 6 décembre 1993 au juge d’instruction. Il ne reçut aucune réponse.", "17.  Le 28 octobre 1994, l’avocat du requérant adressa une requête en restitution au procureur de la République, sur le fondement de l’article 411 du code de procédure pénale, pour les 7 700 DEM, les extraits de compte bancaires, ainsi que pour un accumulateur rechargeable de téléphone portable.", "18.  Le 7 novembre 1994, le procureur de la République opposa une fin de non-recevoir à la demande, en raison de la confiscation ordonnée par le tribunal correctionnel dans son jugement du 13 juin 1994 relatif à la procédure diligentée contre O.H. et S.B. Dans sa réponse, le procureur fit état de la demande soumise au juge d’instruction le 6 décembre 1993 et renouvelée le 14 septembre 1994.", "19.  Le 6 janvier 1995, l’avocat du requérant adressa une requête en restitution à la sixième chambre correctionnelle du tribunal de grande instance de Strasbourg sur le fondement de l’article 710 du code de procédure pénale. La requête, qui porte le seul cachet du parquet de Strasbourg, en date du 6 janvier 1995, portait sur le passeport du requérant, les 7 700 DEM, les extraits de compte bancaires, ainsi que sur l’accumulateur rechargeable de téléphone portable.", "20.  Le 6 février 1995, la réponse à cette requête fut adressée par le procureur de la République, dans les termes suivants :", "« En dépit d’un courrier daté du 7 novembre 1994 par lequel je vous avisais qu’aucune restitution ne pouvait être prononcée au profit de M. Baumann, quelles qu’en soient les raisons, puisque le tribunal avait ordonné la confiscation des scellés, vous persistez à vouloir obtenir un débat sur les scellés en cause.", "J’ai le regret de me répéter en vous faisant observer que le jugement en date du 9 mai 1994 a acquis l’autorité de la chose jugée et que l’article 710 du code de procédure pénale n’a pas pour vertu de réouvrir des débats auxquels il a été mis un terme par une décision de confiscation qui est devenue définitive.", "L’article 710 du code de procédure pénale est réservé aux incidents sur l’exécution d’une décision et non à la contestation des sanctions infligées. Le tribunal en l’espèce n’avait aucune autorité pour revenir sur une mesure qui a acquis l’autorité de la chose jugée. (...) »", "21.  Par lettre du 12 février 1996, C.E. demanda au procureur de la République la restitution de l’argent saisi, à savoir 7 700 DEM et 2 150 FRF, aux motifs que cette somme lui appartenait et qu’elle n’avait rien à voir avec l’affaire pénale. Par lettre du 29 avril 1996, elle renouvela sa demande, en écrivant notamment : « mon ancien ami m’a mise dans une situation difficile, qui a gravement changé ma vie (...) j’ai des dettes à cause de lui (...) il est très important pour moi de récupérer mon argent (...) »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Code de procédure pénale", "22.  Les dispositions pertinentes du code de procédure pénale se lisent comme suit :", "Article 41-1", "« Lorsqu’aucune juridiction n’a été saisie ou lorsque la juridiction saisie a épuisé sa compétence sans avoir statué sur la restitution des objets, le procureur de la République ou le procureur général est compétent pour décider, d’office ou sur requête, de la restitution de ces objets lorsque la propriété n’en est pas sérieusement contestée.", "Il n’y a pas lieu à restitution lorsque celle-ci est de nature à créer un danger pour les personnes ou les biens ; la décision de non-restitution prise pour ce motif, même d’office, par le procureur de la République ou le procureur général peut être contestée dans le mois de sa notification par requête de l’intéressé devant le tribunal correctionnel ou la chambre des appels correctionnels, qui statue en chambre du conseil. Il n’y a pas lieu non plus à restitution lorsqu’une disposition particulière prévoit la destruction des objets placés sous main de justice.", "Si la restitution n’a pas été demandée ou décidée dans un délai de trois ans à compter de la décision de classement ou de la décision par laquelle la dernière juridiction saisie a épuisé sa compétence, les objets non restitués deviennent propriété de l’Etat, sous réserve des droits des tiers. Les objets dont la restitution est de nature à créer un danger pour les personnes ou les biens deviennent propriété de l’Etat, sous réserve des droits des tiers, dès que la décision de non-restitution ne peut plus être contestée, ou dès que le jugement ou l’arrêt de non-restitution est devenu définitif. »", "Article 56", "« Si la nature du crime est telle que la preuve en puisse être acquise par la saisie des papiers, documents ou autres objets en la possession des personnes qui paraissent avoir participé au crime ou détenir des pièces ou objets relatifs aux faits incriminés, l’officier de police judiciaire se transporte sans désemparer au domicile de ces derniers pour y procéder à une perquisition dont il dresse procès-verbal.", "Il a seul, avec les personne désignées à l’article 57 et celles auxquelles il a éventuellement recours en application de l’article 60, le droit de prendre connaissance des papiers ou documents avant de procéder à leur saisie.", "Toutefois, il a l’obligation de provoquer préalablement toutes mesures utiles pour que soit assuré le respect du secret professionnel et des droits de la défense.", "Tous objets et documents saisis sont immédiatement inventoriés et placés sous scellés. Cependant si leur inventaire sur place présente des difficultés, ils font l’objet de scellés fermés provisoires jusqu’au moment de leur inventaire et de leur mise sous scellés définitifs et ce, en présence des personnes qui ont assisté à la perquisition suivant les modalités prévues à l’article 57.", "Avec l’accord du procureur de la République, l’officier de police judiciaire ne maintient que la saisie des objets et documents utiles à la manifestation de la vérité. »", "Article 99", "« Au cours de l’information, le juge d’instruction est compétent pour décider de la restitution des objets placés sous main de justice.", "Il statue, par ordonnance motivée, soit sur réquisitions du procureur de la République, soit, après avis de ce dernier, d’office ou sur requête de la personne mise en examen, de la partie civile ou de toute autre personne qui prétend avoir droit sur l’objet.", "Il peut également, avec l’accord du procureur de la République, décider d’office de restituer ou de faire restituer à la victime de l’infraction les objets placés sous main de justice dont la propriété n’est pas contestée.", "Il n’y a pas lieu à restitution lorsque celle-ci est de nature à faire obstacle à la manifestation de la vérité ou à la sauvegarde des droits des parties ou lorsqu’elle présente un danger pour les personnes ou les biens. Elle peut être refusée lorsque la confiscation de l’objet est prévue par la loi.", "L’ordonnance du juge d’instruction mentionnée au deuxième alinéa du présent article est notifiée soit au requérant en cas de rejet de la demande, soit au ministère public et à toute autre partie intéressée en cas de décision de restitution. Elle peut être déférée à la chambre d’accusation, sur simple requête déposée au greffe du tribunal, dans le délai et selon les modalités prévus par le quatrième alinéa de l’article 186. Ce délai est suspensif.", "Le tiers peut, au même titre que les parties, être entendu par la chambre d’accusation en ses observations, mais il ne peut prétendre à la mise à sa disposition de la procédure. »", "\nArticle 479", "« Toute personne autre que le prévenu, la partie civile ou la personne civilement responsable qui prétend avoir droit sur des objets placés sous la main de la justice, peut également en réclamer la restitution au tribunal saisi de la poursuite.", "Seuls, les procès-verbaux relatifs à la saisie des objets peuvent lui être communiqués.", "Le tribunal statue par jugement séparé, les parties entendues. »", "Article 710", "« Tous incidents contentieux relatifs à l’exécution sont portés devant le tribunal ou la cour qui a prononcé la sentence ; cette juridiction peut également procéder à la rectification des erreurs purement matérielles contenues dans ses décisions. Elle statue sur les demandes de confusions de peines présentées en application de l’article 1324 du code pénal.", "En matière criminelle, la chambre d’accusation connaît des rectifications et des incidents d’exécution auxquels peuvent donner lieu les arrêts de la cour d’assises. »", "Article 711", "« Le tribunal ou la cour, sur requête du ministère public ou de la partie intéressée, statue en chambre du conseil après avoir entendu le ministère public, le conseil de la partie s’il le demande et, s’il échet, la partie elle-même, sous réserve des dispositions de l’article 712.", "L’exécution de la décision en litige est suspendue si le tribunal ou la cour l’ordonne.", "Le jugement sur l’incident est signifié à la requête du ministère public aux parties intéressées. » ", "B.  Code de l’organisation judiciaire", "Article L. 781-1", "« L’Etat est tenu de réparer le dommage causé par le fonctionnement défectueux du service de justice. Cette responsabilité n’est engagée que par une faute lourde ou par un déni de justice. »", "C.  La jurisprudence", "23.  L’article 411 du code de procédure pénale n’exclut pas que la décision de refus de restitution du magistrat du parquet soit soumise à la juridiction répressive, en application des dispositions générales prévues par l’article 710 dudit code (Cass. crim. du 9 mai 1994, Bull. crim. n° 175).", "EN DROIT", "I.  SUR L’EXCEPTION PRÉLIMINAIRE DU GOUVERNEMENT", "24.  Le Gouvernement soulève, à titre principal, une exception d’irrecevabilité de la requête pour défaut d’épuisement des voies de recours internes. Il n’entend pas contester que le requérant pouvait régulièrement saisir le juge d’instruction d’une requête en restitution des objets placés sous main de justice, conformément aux dispositions de l’article 99 alinéa 2 du code de procédure pénale (ci après « CPP ») : en omettant de statuer sur cette requête, le juge d’instruction a privé le requérant de la possibilité d’obtenir une décision sur le bien-fondé de sa demande et, le cas échéant, d’exercer un recours devant la chambre d’accusation de la cour d’appel. Par ailleurs, il relève que le requérant, tiers au procès pénal, n’a pas été avisé de l’audience du 13 juin 1994 et n’a donc pu faire entendre sa cause devant la juridiction qui a prononcé la confiscation des objets placés sous main de justice.", "25.  Cependant, le Gouvernement estime que le requérant pouvait  obtenir autrement le respect des droits qu’il estime avoir été violés.", "26.  En premier lieu, le Gouvernement soutient que le requérant disposait de plusieurs possibilités pour obtenir satisfaction suite au rejet de sa demande en restitution par le procureur de la République, pour un motif autre que ceux prévus par l’article 411 alinéa 2 du CPP. Au préalable, le Gouvernement relève que si la requête de l’avocat du requérant portait mention du « tribunal de grande instance –  sixième chambre correctionnelle », elle fut remise non au greffe du tribunal mais au secrétariat du parquet, ainsi qu’en atteste le tampon apposé le 6 janvier 1995 sur la page de garde.", "27.  Tout d’abord, le requérant aurait donc pu formuler une nouvelle demande auprès du procureur, en raison d’un arrêt de la Cour de cassation du 9 mai 1994 qui admet que le refus de restitution fondé sur un motif autre que ceux énoncés par l’alinéa 2 de l’article 411 du CPP peut être soumis à la juridiction répressive en application des dispositions générales prévues par l’article 710 du CPP. Son avocat aurait pu également signaler la difficulté au président de la chambre des audiences correctionnelles.", "28.  Ensuite, puisque c’est à tort que le procureur de la République a opposé une fin de non-recevoir au requérant, ce dernier aurait pu engager une démarche officielle auprès du greffe de la chambre correctionnelle, l’article 711 du CPP n’instaurant pas de monopole en faveur du ministère public pour saisir le tribunal.", "29.  Enfin, le requérant n’aurait jamais perdu le droit, dont il disposerait aujourd’hui encore, de saisir le tribunal d’une requête sur le fondement de l’article 710 du CPP.", "30.  En second lieu, le Gouvernement estime que si la Cour devait considérer que l’on ne saurait exiger du requérant l’exercice de nouveaux recours, le requérant pouvait obtenir le redressement du grief allégué devant les juridictions internes en exerçant une action en indemnisation pour dysfonctionnement de l’institution judiciaire, sur le fondement de l’article L. 7811 du code de l’organisation judiciaire. Le Gouvernement estime en effet qu’il peut être soutenu qu’à la suite des rejets infondés, implicites ou explicites qui lui avaient été opposés par le juge d’instruction et le procureur de la République, le requérant pouvait solliciter une indemnisation pour déni de justice.", "31.  Le requérant relève que le Gouvernement ne conteste pas la réalité des recours qu’il a exercés. Il estime que ces recours ne peuvent être des recours juridictionnels organisés par les règles de procédure.", "32.  En premier lieu, le requérant soutient que sa requête du 6 janvier 1995 était expressément adressée à la sixième chambre du tribunal correctionnel et que le parquet n’avait donc pas à s’en saisir. Il estime qu’il ne s’agit pas d’une erreur du parquet, puisque le procureur de la République a délibérément opposé une fin de non-recevoir à sa demande. Selon lui, les moyens invoqués par le Gouvernement pour passer outre la réponse du procureur n’auraient suscité que l’indifférence des services concernés, aucun recours n’étant possible contre une décision du procureur. En tout état de cause, même si une erreur avait été commise, elle aurait dû être rectifiée par les services du parquet et non par le requérant.", "33.  En second lieu, le requérant indique que son avocat avait entrepris des démarches tant auprès du procureur de la République que du président du tribunal correctionnel, mais qu’il s’était fait éconduire à la suite d’entretiens verbaux. La réitération d’une requête aurait donc été vouée à l’échec. Le requérant estime cependant que ce type d’intervention n’est pas juridiquement prévue.", "34.  Enfin, quant au recours fondé sur l’article L. 7811 du code de l’organisation judiciaire, le requérant estime que la présente affaire ne concerne pas un dysfonctionnement manifeste de l’institution judiciaire. Il considère que ses problèmes proviennent en fait de l’absence d’un recours efficace. En effet, ni le recours prévu à l’article 710 du CPP, ni aucune autre disposition du même code ne réglementent les règles de saisine ou de dépôt des requêtes, de même qu’aucun délai de fixation d’audience n’est prévu.", "35.  La Cour a examiné les arguments des parties quant aux types de recours ouverts en droit interne et que le Gouvernement fait valoir sur le terrain de l’article 35 § 1 de la Convention. Elle constate que ces arguments se confondent très précisément avec ceux présentés à l’appui des thèses soutenues portant sur la question de savoir si le requérant peut passer ou non pour avoir eu un accès à un tribunal, au sens de l’article 6 § 1 de la Convention ou pour avoir disposé d’un recours effectif au sens de l’article 13 de la Convention.", "Il s’ensuit que les branches de l’exception dont il s’agit soulèvent des questions étroitement liées au bien-fondé dudit grief. Partant, la Cour joint l’exception au fond.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "36.  Le requérant estime avoir été privé du droit d’accès à un tribunal, au sens de l’article 6 de la Convention, ou d’un recours effectif, au sens de l’article 13, pour faire valoir son droit de propriété sur les biens saisis puis confisqués par jugement du 13 juin 1994. Les articles 6 § 1 et 13 de la Convention disposent notamment :", "Article 6", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "Article 13", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "37.  Le Gouvernement soutient, d’une part, que le requérant disposait d’une voie de recours en se fondant sur l’article 710 du CPP, tel qu’interprété par l’arrêt du 9 mai 1994 de la chambre criminelle de la Cour de cassation et sur l’article 711 du CPP. D’autre part, il considère que les dispositions de l’article L. 7811 du code de l’organisation judiciaire constituaient une voie de recours à exercer.", "38.  Le requérant conteste l’effectivité de ces recours.", "39.  La Cour note que les recours qui doivent être examinés en l’espèce ont un caractère judiciaire. Dès lors, il n’est pas nécessaire d’examiner leur efficacité à la fois sous l’angle de l’article 6 § 1 et de l’article 13 de la Convention, les exigences du second étant moins strictes que celles du premier et absorbées par elles en l’espèce (arrêt de Geouffre de la Pradelle c. France du 16 décembre 1992, série A n° 253B, p. 43, §§ 36-37). La Cour limitera ainsi l’examen de ces recours au regard de l’article 6 § 1 de la Convention.", "40.  Les principes généraux relatifs à l’efficacité des voies de recours internes ont été amplement développés par la jurisprudence des organes de la Convention au regard de l’article 35 § 1 de la Convention.", "La Cour rappelle que la finalité de l’article 35 § 1 de la Convention est de ménager aux Etats contractants l’occasion de prévenir ou de redresser les violations alléguées contre eux avant que ces allégations ne lui soient soumises (voir, par exemple, les arrêts Hentrich c. France du 22 septembre 1994, série A n° 296A, p. 18, § 33, Remli c. France du 23 avril 1996, Recueil des arrêts et décisions 1996II, p. 571, § 33). Néanmoins, les dispositions de l’article 35 § 1 ne prescrivent l’épuisement que des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ils doivent exister à un degré suffisant de certitude, non seulement en théorie mais aussi en pratique, sans quoi leur manquent l’effectivité et l’accessibilité voulues ; il incombe à l’Etat défendeur de démontrer que ces exigences se trouvent réunies (voir notamment les arrêts Vernillo c. France du 20 février 1991, série A n° 198, pp. 11–12, § 27 ; Dalia c. France du 19 février 1998, Recueil 1998I, pp. 8788, § 38).", "La Cour souligne qu’elle doit appliquer cette règle en tenant dûment compte du contexte. Elle a ainsi reconnu que l’article 35 § 1 doit s’appliquer avec une certaine souplesse et sans formalisme excessif (arrêt Cardot c. France du 19 mars 1991, série A n° 200, p. 18, § 34). Elle a de plus admis que la règle de l’épuisement des voies de recours internes ne s’accommode pas d’une application automatique et ne revêt pas un caractère absolu ; en en contrôlant le respect, il faut avoir égard aux circonstances de la cause (arrêt Van Oosterwijck c. Belgique du 6 novembre 1980, p. 18, § 35). « Cela signifie notamment que la Cour doit tenir compte de manière réaliste, non seulement des recours prévus en théorie dans le système juridique de la Partie contractante concernée, mais également [notamment] du contexte juridique (...) dans lequel ils se situent (...) (voir mutatis mutandis arrêt Akdivar et autres c. Turquie du 16 septembre 1996, Recueil 1996IV, p. 1211, § 69). »", "41.  L’article 35 § 1 prévoit une répartition de la charge de la preuve. Il incombe au Gouvernement de convaincre la Cour que le recours en question était effectif et disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était accessible, était susceptible d’offrir au requérant le redressement de ses griefs et présentait des perspectives raisonnables de succès. Cependant, une fois cela démontré, c’est au requérant qu’il revient d’établir que le recours évoqué par le Gouvernement a en fait été employé ou bien, pour une raison quelconque, n’était ni adéquat ni effectif compte tenu des faits de la cause ou encore que certaines circonstances particulières le dispensaient de cette obligation (voir arrêt Selmouni c. France [GC], n° 25803/94, § 76, CEDH 1999V).", "42.  En l’espèce, la Cour relève tout d’abord que, préalablement au renvoi de l’affaire devant le tribunal correctionnel, l’avocat du requérant présenta au juge d’instruction le 8 décembre 1993 une requête en restitution des objets placés sous main de justice sur le fondement de l’article 99 du CPP. La Cour constate que le juge s’abstint toutefois inopinément de statuer sur cette requête et qu’en conséquence le requérant fut privé de l’utilité de ce recours ouvert dès le stade de l’instruction. Avec le Gouvernement, la Cour estime donc que cette voie de recours ne pouvait être considérée comme efficace au sens de la jurisprudence précitée.", "43.  Elle note par ailleurs que le requérant, tiers au procès, aurait pu espérer formuler une demande en restitution devant le tribunal correctionnel sur le fondement de l’article 479 du CPP. Cependant, faute d’avoir été informé du renvoi de l’affaire devant cette juridiction, le requérant ne put exercer utilement ce recours au moment du prononcé du jugement du tribunal correctionnel. Ici également, le Gouvernement l’admet.", "44.  La Cour relève en outre que, le 28 octobre 1994, l’avocat du requérant adressa au procureur de la République, sur le fondement de l’article 411 alinéa 1er du CPP, une requête en restitution des objets saisis. Le procureur de la République lui opposa une fin de non-recevoir en se prévalant du jugement du tribunal correctionnel ayant ordonné la confiscation des objets saisis.", "A cet égard, la Cour observe que, aux termes de cette disposition, le recours n’eût été envisageable avec succès que si le tribunal correctionnel n’avait pas statué sur la restitution des objets saisis. Or, puisque cette juridiction prononça par son jugement du 13 juin 1994 la confiscation des scellés, force est de constater que le requérant ne pouvait plus parvenir au but poursuivi au moyen de cette voie de droit, l’article 41-1 alinéa 1er du CPP n’étant plus applicable, comme le confirma le procureur de la République.", "En tout état de cause, on ne saurait faire grief au requérant d’avoir vainement tenté d’exercer ce recours, compte tenu de ce que l’obstacle à son effectivité réside dans le défaut d’information par les autorités compétentes du renvoi de l’affaire devant le tribunal correctionnel.", "45.  Enfin, la Cour note que le Gouvernement soutient, d’une part, que le requérant aurait disposé, à la lumière de l’arrêt de la Cour de cassation du 9 mai 1994, d’un recours sur le fondement de l’article 710 du CPP (voir ci-dessus § 27) et, d’autre part, que nonobstant le refus opposé par le procureur de la République, le requérant pouvait après une démarche officielle auprès de la chambre correctionnelle présenter au greffe du tribunal une nouvelle requête sur le même fondement puisque l’article 711 du CPP n’instaure pas un « monopole » de la saisine du tribunal en faveur du ministère public (voir ci-dessus § 28).", "La Cour observe tout d’abord qu’en vertu de la jurisprudence en ce domaine, une décision de refus du procureur de la République de restituer les objets placés sous main de justice, pour des motifs autres que ceux visés à l’alinéa 2 de l’article 411 du CPP, comme ce fut le cas en l’espèce, constitue un incident contentieux régi notamment par l’article 710 du CPP et au titre duquel le requérant disposait de la faculté de saisir le tribunal correctionnel ayant statué sur la confiscation des scellés.", "Or, à cet égard, elle relève que le 6 janvier 1995, l’avocat du requérant tenta précisément sur le fondement de l’article 710 du CPP de saisir la juridiction compétente puisque sa demande en restitution fondée sur l’article 411 alinéa 1er du CPP avait été rejetée pour un motif autre que ceux visés à l’alinéa 2, en l’espèce, la confiscation des objets saisis ordonnée par le tribunal correctionnel dans son jugement du 13 juin 1994. Certes, bien qu’adressée à la sixième chambre correctionnelle du tribunal de grande instance, la requête fut déposée au secrétariat du parquet et non au greffe de ce tribunal. Néanmoins, la Cour observe que le 6 février 1995 le procureur de la République, saisi à tort de cette requête, s’abstint de la transmettre au greffe du tribunal correctionnel, l’examina et lui opposa une fin de non-recevoir (voir ci-dessus § 20). ", "La Cour considère qu’il ne lui appartient pas de se prononcer sur la décision du procureur de la République mais de vérifier qu’il n’a pas été porté atteinte à l’effectivité du recours. Or, elle constate que l’effet utile de ce recours s’avéra de facto inopérant. Par ailleurs, la Cour ne partage pas l’avis du Gouvernement selon lequel il serait revenu au requérant, passant outre la décision de fin de non-recevoir du procureur de la République, de soumettre à nouveau sa requête au greffe du tribunal correctionnel sur le même fondement, au motif que l’article 711 du CPP n’instaure pas de « monopole » de saisine de la juridiction au profit du parquet.", "En effet, les conditions d’admissibilité et d’examen des requêtes en incident de contentieux sont régies par les dispositions des articles 710 et 711 du CPP. Or, si au sens de cette dernière disposition, la « partie intéressée » dispose à l’instar du ministère public de la faculté de saisir la juridiction compétente, la Cour ne discerne pas en quoi, en vertu des dispositions de l’article susmentionné, le requérant aurait disposé d’une chance de voir une deuxième requête, identique quant à son fondement et par son objet, aboutir au résultat poursuivi.", "46.  La Cour relève au demeurant que si, dans de nombreuses hypothèses, la législation des Etats contractants permet à un individu de demander, en se prévalant ou non de circonstances nouvelles, la levée ou l’atténuation d’une décision en vigueur, même judiciaire, sans que la force de chose jugée s’y oppose, l’article 35 § 1 de la Convention ne saurait exiger de telles initiatives, indéfiniment répétables par nature, sans quoi il risquerait de créer un obstacle permanent à la saisine de la Cour (voir mutatis mutandis arrêt Guzzardi c. Italie du 6 novembre 1980, série A n° 39, pp. 2930, § 80).", "En tout état de cause, elle rappelle également qu’on ne saurait reprocher au requérant qui a exercé un recours jusqu’à son terme de ne pas avoir aussi utilisé des voies de droit qui eussent visé pour l’essentiel le même but et qui au demeurant n’auraient pas offert de meilleures chances de succès (voir notamment, mutatis mutandis, les arrêts A. c. France du 23 novembre 1993, série A n° 277B, p. 48, § 32 ; De Moor c. Belgique du 23 juin 1994, série A n° 292A, p. 1617, § 50).", "47.  Reste à savoir si le requérant était tenu de saisir les juridictions françaises d’une action en responsabilité dirigée contre l’Etat fondée sur l’article L. 7811 du code de l’organisation judiciaire.", "La Cour rappelle que l’épuisement des voies de recours internes s’apprécie, sauf exceptions, à la date d’introduction de la requête devant la Cour. Or, elle constate que le Gouvernement ne justifie pas des chances de succès de cette procédure à la date des faits de la présente espèce. ", "48.  En conclusion, la Cour rejette l’exception de non-épuisement des voies de recours internes. Pour les mêmes raisons, la Cour conclut que le requérant n’a pas eu un accès effectif à un tribunal au sens de l’article 6 § 1 de la Convention.", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE N° 1 À LA CONVENTION", "49.  Le requérant considère qu’il a été victime d’une violation de son droit au respect de ses biens. Il invoque l’article 1 du Protocole n 1, qui dispose :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "50.  A titre principal, le Gouvernement soulève une exception d’irrecevabilité, aux motifs que le requérant disposerait toujours de la possibilité de saisir le tribunal correctionnel de Strasbourg de la décision de rejet du parquet, en invoquant la jurisprudence de la Cour de cassation du 9 mai 1994. Le Gouvernement invoque la jurisprudence de la Cour européenne dans l’affaire AGOSI c. Royaume-Uni (arrêt du 24 octobre 1986, série A n° 108), en raison du constat de non-violation fondé sur la possibilité d’un recours judiciaire pourtant assez restreint.", "51.  Le Gouvernement considère également qu’il importe de distinguer selon les biens en cause. Le requérant ne disposerait pas d’un droit de propriété sur le passeport, délivré par une autorité administrative étatique et propriété de l’Etat allemand. En outre, l’accumulateur rechargeable de téléphone portable n’a pas été saisi par les enquêteurs et ne figure pas sur la liste des pièces à conviction dressée par le tribunal de grande instance. Dès lors, le grief ne concernerait que les 7 700 DEM et les 2 150 FRF déposés à la caisse des dépôts et consignations de Strasbourg, sur un compte ouvert au nom du tribunal de grande instance de Strasbourg respectivement les 21 juillet 1994 et 8 septembre 1995.", "52.  A titre subsidiaire, le Gouvernement estime ce grief mal fondé, puisqu’il existe un doute quant à l’identité du propriétaire des sommes saisies. Les sommes d’argent ont été saisies dans la chambre d’hôtel louée par le requérant, mais elles ont été découvertes dans le sac de C.E. En outre, après avoir déclaré aux enquêteurs que le requérant en était propriétaire, C.E. a, par deux fois, les 12 février et 29 avril 1996, réclamé la restitution de ces sommes en se prétendant propriétaire. Seule la juridiction civile serait compétente pour statuer sur une éventuelle action visant à établir la propriété des biens litigieux.", "53.  Le requérant estime qu’il n’existe pas de voies de recours en droit interne, ce qui constitue précisément le fondement de la requête devant les organes de la Convention.", "54.  Quant au fond, le requérant estime qu’il n’existe aucun doute quant au véritable propriétaire des 7 700 DEM saisis. Il y aurait confusion entre les notions de possession et de propriété. Le requérant rappelle, d’une part, que sa concubine a reconnu que l’argent lui appartenait, avant de le réclamer à titre de réparation et, d’autre part, que le ministère public n’a pas contesté le fait qu’il soit propriétaire des 7 700 DEM. Le requérant indique avoir connaissance pour la première fois des lettres de C.E. dont le Gouvernement fait état, n’ayant pu participer à aucune procédure. Enfin, il estime que la Cour n’est pas compétente pour statuer sur ces éléments de l’argumentation du Gouvernement.", "55.  La Cour constate une nouvelle fois que les exceptions soulevées par le gouvernement défendeur se confondent avec l’examen au fond de la requête, dans la mesure où il s’agit précisément d’établir si le requérant a pu bénéficier du droit d’un accès effectif à un tribunal au regard de l’article 6 § 1, pour faire examiner son grief tiré de l’atteinte à son droit au respect de ses biens.", "56.  Compte tenu du constat de violation de l’article 6 § 1 de la Convention, la Cour considère qu’il n’y a pas lieu à l’examen du grief tiré de l’article 1er du Protocole n° 1 à la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DU PROTOCOLE N° 4 À LA CONVENTION", "57.  Le requérant estime qu’il a fait l’objet d’une atteinte à son droit de circuler librement, en raison de la saisie puis de la confiscation de son passeport. Il invoque l’article 2 du Protocole n 4 à la Convention aux termes duquel :", "« 1.  Quiconque se trouve régulièrement sur le territoire d’un Etat a le droit d’y circuler librement et d’y choisir librement sa résidence.", "2.  Toute personne est libre de quitter n’importe quel pays, y compris le sien.", "3.  L’exercice de ces droits ne peut faire l’objet d’autres restrictions que celles qui, prévues par la loi, constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à la sûreté publique, au maintien de l’ordre public, à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui.", "4.  Les droits reconnus au paragraphe 1 peuvent également, dans certaines zones déterminées, faire l’objet de restrictions qui, prévues par la loi, sont justifiées par l’intérêt public dans une société démocratique. »", "a)  Thèse des comparants", "58.  Le requérant estime que le Gouvernement reconnaît implicitement que la confiscation n’a fait l’objet d’aucune procédure régulière. Il aurait donc été dans l’impossibilité de faire valoir un quelconque moyen de défense et d’exercer un recours. Possesseur légitime du passeport, il aurait dû bénéficier d’une procédure garantissant ses droits.", "59.  Le Gouvernement estime que la saisie du passeport était parfaitement conforme aux prescriptions légales en la matière et justifiée durant la phase d’instruction par les nécessités de l’enquête en cours. Le parquet s’y référa d’ailleurs expressément le 20 décembre 1993 dans ses réquisitions figurant au bas de l’ordonnance de soit-communiqué du juge d’instruction en date du 17 décembre 1993 pour s’opposer à toute restitution. Le Gouvernement fait valoir que si de telles nécessités ont cessé au plus tard le 13 juin 1994, date du jugement du tribunal correctionnel de Strasbourg, le requérant a été arrêté le 5 janvier 1994, puis placé en détention par les autorités allemandes : il estime donc que la saisie du passeport ne peut être considérée comme une restriction à la liberté de circulation, la première demande de restitution ayant été déposée par l’avocat du requérant le 8 décembre 1993 et l’arrestation de ce dernier ayant eu lieu dès le 5 janvier 1994.", "b)  Appréciation de la Cour", "60.  La Cour ne souscrit pas à l’argument du Gouvernement selon lequel la saisie du passeport ne peut être considérée comme une restriction à la liberté de circulation du requérant puisque celui-ci, après en avoir réclamé la restitution le 8 décembre 1993, fut arrêté dès le 5 janvier 1994.", "Elle souligne que l’article 2 du Protocole n° 4 ne prévoit aucune restriction à la liberté de circulation fondée sur la durée de la privation de ce droit. En effet, au sens de cet article, seuls les motifs s’inscrivant dans le cadre des buts visés au troisième paragraphe constituent, le cas échéant, un support légal à l’adoption par les autorités compétentes sur le territoire duquel se trouve l’individu, de mesures emportant une restriction à la liberté de circulation, fut-elle temporaire.", "En l’espèce, la Cour relève que la saisie du passeport par les autorités nationales est une décision relevant d’une compétence territorialement limitée au lieu de commission des infractions dans le cadre d’une enquête sur le territoire national, eu égard à laquelle le Gouvernement entend démontrer que les nécessités de celle-ci en justifièrent l’adoption.", "Elle estime donc que le Gouvernement ne saurait se prévaloir de circonstances postérieures et externes à la décision prise ab initio par les autorités à l’origine de la mesure litigieuse pour en justifier les conséquences sous l’angle du grief invoqué par le requérant tiré de l’article 2 du Protocole n° 4 à la Convention.", "Au surplus, compte tenu du fait qu’aucune coopération judiciaire avec les autorités allemandes n’a eu lieu en l’espèce, la Cour ne saurait retenir la circonstance de l’arrestation du requérant par celles-ci afin d’apprécier la légitimité de la restriction à la liberté de circulation alléguée par le requérant.", "En tout état de cause, à supposer que les autorités françaises aient eu connaissance de l’arrestation du requérant dès le 5 janvier 1994, ce qui n’est pas établi, ni la durée de la période qui s’est écoulée entre le 8 décembre 1993 et le 5 janvier 1994, ni les circonstances de l’espèce, et notamment les nécessités de l’instruction dont le Gouvernement entend se prévaloir jusqu’au jugement du 13 juin 1994, ne permettent d’exclure que le requérant a été effectivement victime d’une atteinte dans l’exercice de son droit de circuler librement.", "Ainsi, la Cour doit examiner la question de savoir si la saisie du passeport et sa mise sous scellés jusqu’au jugement du tribunal correctionnel du 13 juin 1994 pouvait passer pour une mesure « nécessaire dans une société démocratique ».", "I.  Principes se dégageant de l’article 2 du Protocole n° 4 à la Convention ainsi que de la jurisprudence des organes de la Convention", "61.  La Cour rappelle que le droit de libre circulation tel que reconnu aux paragraphes 1 et 2 de l’article 2 du Protocole n° 4, a pour but d’assurer le droit dans l’espace, garanti à toute personne, de circuler à l’intérieur du territoire dans lequel elle se trouve ainsi que de le quitter ; ce qui implique le droit de se rendre dans un pays de son choix dans lequel elle pourrait être autorisée à entrer (voir mutatis mutandis Comm. eur. D.H., Peltonen c. Finlande du 20 février 1995, D.R. 80A, p. 43, § 1). Il en résulte que la liberté de circulation commande l’interdiction de toute mesure susceptible de porter atteinte à ce droit ou d’en restreindre l’exercice dès lors qu’elle ne répond pas à l’exigence d’une mesure pouvant passer pour « nécessaire dans une société démocratique » à la poursuite des objectifs légitimes visés au troisième paragraphe de l’article susmentionné.", "62.  Ainsi, la Cour considère que la mesure au moyen de laquelle un individu se trouve dépossédé d’un document d’identification tel que, par exemple, un passeport, s’analyse, à n’en pas douter, comme une ingérence dans l’exercice de la liberté de circuler (voir mutatis mutandis Comm. eur. D.H., n° 10307/83, M. c. l’Allemagne, décision du 6 mars 1984, D.R. 37, p. 113).", "63.  En l’espèce, la Cour constate qu’en raison de la saisie des objets le requérant fut privé de la détention de son passeport et ne put, à tout le moins à compter de sa demande en restitution le 8 décembre 1993, rentrer en sa possession. Dès lors, elle observe qu’il n’a pu se prévaloir de ce document d’identité qui, le cas échéant, lui aurait permis tant de quitter le territoire que de se rendre dans tout autre pays de l’Union européenne ou en dehors de celle-ci. Elle constate donc que le requérant a subi une restriction dans l’exercice de son droit de liberté de circulation qui s’analyse en une ingérence au sens de l’article 2 du Protocole n° 4 à la Convention (voir a contrario arrêt Piermont c. France du 27 avril 1995, série A n° 314, p. 20 § 44 ; voir mutatis mutandis arrêts Guzzardi c. Italie du 6 novembre 1980, série A n° 39, p. 33, § 92 ; Raimondo c. Italie du 22 février 1994, série A n° 2811, p. 19, § 39 et Labita c. Italie du 6 avril 2000, pp. 38 à 39, § 193).", "Reste à savoir si cette restriction était « prévue par la loi » et constituait une « mesure nécessaire dans une société démocratique ».", "II.  L’exigence d’une mesure « prévue par la loi ».", "64.  La Cour relève que la saisie du passeport et sa mise sous scellés par un officier de police judiciaire, le 27 novembre 1993, furent effectuées dans le cadre d’une enquête de flagrance régie par l’article 56 du code de procédure pénale. En conséquence, la Cour constate que l’atteinte à la liberté de circuler subie par le requérant était prévue par la loi.", "", "III.  La nécessité de la mesure « dans une société démocratique » tendant à la poursuite de buts légitimes.", "65.  La Cour doit examiner la question de savoir si la saisie du passeport puis sa mise sous scellés initialement « prévue par la loi » dont les effets perdurèrent dans le temps, pouvait passer au fil de l’enquête pour une mesure « nécessaire dans une société démocratique » au sens du troisième paragraphe.", "A titre liminaire, la Cour relève que seuls O.H et S.B. furent mis en examen le 30 novembre 1993. Quant au requérant, il n’obtint aucune réponse à sa requête en restitution des objets placés sous main de justice présentée au juge d’instruction le 8 décembre 1993 et donc il ne put connaître les motifs susceptibles de justifier la privation de son passeport.", "Par ailleurs, elle note que le procureur de la République considéra, dans ses réquisitions du 20 décembre 1993, au vu de la mention de la requête en restitution du scellé n° 14 figurant sur l’ordonnance de soit-communiqué du juge d’instruction, qu’il ne pouvait y faire droit au motif que la requête était « prématurée en l’état des investigations en cours ». Or, la Cour relève d’emblée, que sous l’inventaire des pièces mises sous ledit scellé, seuls les montants des sommes saisies sont répertoriés, aucune mention du passeport n’y figurant. En conséquence, la Cour est d’avis que compte tenu du fait que la décision du procureur de la République ne saurait ainsi viser le passeport non répertorié audit scellé, le Gouvernement ne peut utilement s’en prévaloir pour justifier la non-restitution de ce document pour les nécessités de l’instruction, d’autant plus que dans sa requête en restitution présentée le 8 décembre 1993, le requérant visait expressément son passeport parmi les objets saisis.", "66.  Eu égard tant au développement de l’affaire qu’aux suites de l’instruction, la Cour constate que le requérant ne fit pas l’objet de poursuites judiciaires ; il ne fut pas davantage considéré comme témoin et demeura tiers à la procédure devant le tribunal correctionnel. A cet égard, elle ne relève, à compter de la demande en restitution présentée le 8 décembre 1993, aucun motif permettant de justifier dans le temps le maintien de la mesure initialement décidée dans le cadre de l’enquête de flagrance comportant pour le requérant la privation de son passeport et la persistance de l’ingérence dans son droit à la libre circulation.", "Par conséquent, au vu de ce qui précède et, au surplus, compte tenu du fait que le passeport est un document strictement personnel, la Cour n’aperçoit pas de raisons d’admettre que les exigences de l’instruction en cours, que le Gouvernement invoque jusqu’au jugement du tribunal correctionnel du 13 juin 1994, aient pu valablement justifier la non-restitution du passeport au requérant.", "67.  En conclusion, la Cour constate qu’à compter du 8 décembre 1993, l’ingérence subie par le requérant ne s’analyse pas comme une mesure « nécessaire dans une société démocratique » proportionnée aux buts poursuivis (voir mutatis mutandis arrêts Raimondo c. Italie précité et Labita c. Italie [GC], n° 26772/95, § 197, CEDH 2000IV).", "Partant, il y a eu violation de l’article 2 du Protocole n°4.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "68.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "69.  Le requérant réclame la somme globale de 57 000 DEM à titre de réparation du préjudice consécutif à la privation de son passeport, de divers objets et au titre des frais irrépétibles exposés dans la procédure interne.", "70.  Le Gouvernement note que le requérant sollicite le versement de cette somme correspondant aux sommes confisquées et aux frais de la procédure interne. Il considère qu’aucun élément du dossier ne permet de considérer que le tribunal, s’il avait statué sur la demande de restitution, aurait fait droit à cette requête. En effet, il souligne qu’il existe un doute sérieux quant à la propriété des fonds saisis. Dès lors, il considère que le requérant ne saurait prétendre à l’indemnisation d’un préjudice dont il n’est pas établi qu’il a été victime. Par ailleurs, selon le Gouvernement, le préjudice éventuellement subi du fait de la non-restitution du passeport est tout à fait symbolique puisque le requérant est incarcéré depuis janvier 1994 et qu’il est actuellement libérable en 2006. Il n’a donc nullement eu l’occasion de faire usage de son passeport. De l’avis du Gouvernement, le constat de violation constituerait en soi une réparation suffisante au titre du préjudice moral.", "71.  La Cour constate que la base à retenir pour l’octroi de la satisfaction équitable réside dans le fait que le requérant n’a pu avoir un accès effectif à un tribunal au sens de l’article 6 § 1. Elle ne saurait certes spéculer sur ce qu’eût été l’issue de la procédure en restitution dans le cas contraire, mais estime que le requérant a subi un tort moral résultant, tant de l’absence de décision par le juge d’instruction sur sa requête en restitution, que de celle prise à tort par le parquet à l’égard duquel le constat de violation de l’article 6 de la Convention figurant dans le présent arrêt ne suffit pas à remédier. En outre, la Cour admet que le requérant doit avoir subi un préjudice moral résultant de la violation de l’article 2 du Protocole n° 4 que ne compense pas suffisamment le constat de violation. Compte tenu des circonstances de la cause et statuant en équité, comme le veut l’article 41 de la Convention, la Cour décide d’allouer, tous préjudices confondus, la somme de 20 000 FRF.", "B.  Frais et dépens", "72.  Le requérant réclame la somme de 13 639 FRF correspondant aux frais et honoraires réclamés par son avocat dans la procédure interne. Il produit le détail des factures pour les actes de procédure qu’il ventile comme suit :", "a)  3 558 FRF pour la requête en restitution présentée le 8 décembre 1993 au juge d’instruction sur le fondement de l’article 99 du CPP ;", "b)  4 032,40 FRF pour la requête en restitution présentée le 28 octobre 1994 au procureur de la République sur le fondement de l’article 411 alinéa 1er du CPP ;", "c)  4 032,40 FRF pour la requête en restitution présentée par son avocat le 6 janvier 1995 au tribunal correctionnel sur le fondement de l’article 710 du CPP.", "Cependant, le montant total de ces factures est de 11 622,80 FRF seulement.", "Il sollicite également la somme de 53 064 FRF pour les frais exposés dans la procédure devant les organes de la Convention.", "73.  Le Gouvernement affirme que les frais de la procédure interne ne sauraient être pris en compte dans la présente affaire. Par ailleurs, il estime que le montant de 53 064 FRF, présenté au titre des frais et procédure devant la Cour européenne, dépasse très largement les sommes allouées par la Cour dans des affaires similaires et propose pour sa part une somme de 10 000 FRF.", "74.  La Cour rappelle qu’au titre de l’article 41 de la Convention, elle ne rembourse les frais que pour autant qu’il soit établi qu’ils ont été réellement et nécessairement exposés et sont d’un montant raisonnable. La Cour constate que tel est le cas en l’espèce puisque les factures présentées par le requérant correspondent aux frais qui ont été nécessairement exposés au plan interne pour les requêtes déposées visant à accéder à la restitution notamment de son passeport et, ce faisant, à redresser les violations de la Convention sous l’angle de l’article 6 § 1 de la Convention et de l’article 2 du Protocole n° 4 qu’elle a constatées. ", "En ce qui concerne les frais exposés devant les organes de la Convention, la Cour, en accord avec le Gouvernement, constate que le montant sollicité est excessif. ", "Statuant en équité, elle accorde la somme globale de 30 000 FFR.", "C.  Intérêts moratoires", "75.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an.", "PAR CES MOTIFS, LA COUR", "1.  Joint au fond à l’unanimité, l’exception préliminaire du Gouvernement et la rejette ;", "", "2.  Dit à l’unanimité, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit à l’unanimité, qu’il n’y a pas lieu à l’examen du grief tiré de l’article 1er du Protocole n° 1 à la Convention ;", "", "4.  Dit par 4 voix contre 3, qu’il y a eu violation de l’article 2 du Protocole n° 4 à la Convention ;", "", "5.  Dit à l’unanimité, ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 20 000 (vingt mille) francs français pour dommage moral et 30 000 (trente mille) francs français pour frais et dépens, ", "b)  que ces montants seront à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "6.  Rejette à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 22 mai 2001 en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tS. Dollé\tL. Loucaides\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion partiellement dissidente commune à M. Costa, Sir Nicolas Bratza et Mme Greve.", "", "L.L.", "S.D.", "", "", "OPINION PARTIELLEMENT DISSIDENTE COMMUNE A M. LE JUGE COSTA, SIR NICOLAS BRATZA et \nMme LA JUGE GREVE", "", "Nous n’avons pas voté avec la majorité de nos collègues en faveur d’une violation par la France de l’article 2 du Protocole n° 4.", "Les stipulations de cet article nous semblent claires, et en outre confortées par les travaux préparatoires : elles permettent à quiconque se trouve régulièrement sur le territoire d’un Etat d’y circuler librement et d’y choisir sa résidence, et à toute personne de quitter n’importe quel pays, y compris le sien. Par ailleurs, des restrictions, soit générales, soit limitées, peuvent être apportées à ces droits, si elles sont prévues par la loi, si elles visent un but légitime et si elles sont proportionnées, mais, à notre avis, le problème ne se pose même pas en l’espèce.", "Car le problème d’une violation ne peut se poser qu’au regard des arguments du requérant et des faits de la cause. Selon M. Baumann, le fait générateur de la violation réside dans la saisie puis la confiscation de son passeport (§ 57 de l’arrêt). Encore faut-il que ces actes aient concrètement entravé ses droits de circuler librement en France, ou d’y choisir sa résidence, ou encore de quitter tout pays, y compris le sien.", "Or, les faits, tels que relatés aux paragraphes 8 à 14, sont les suivants :le requérant, de nationalité allemande, avait résidé en France, et plus précisément dans un hôtel de Brumath (Bas-Rhin), mais il était hospitalisé en Allemagne depuis le 26 novembre 1993. C’est le lendemain de ce jour que, agissant dans le cadre d’une enquête de flagrance, les enquêteurs perquisitionnèrent dans la chambre d’hôtel de M. Baumann et de son amie, et saisirent divers objets, dont un passeport allemand au nom du requérant, les placèrent sous scellés et les déposèrent au service des pièces à conviction du T.G.I. de Strasbourg. L’avocat du requérant, par demande enregistrée le 8 décembre, sollicita du juge d’instruction, qui avait entre-temps mis en examen deux autres personnes, la restitution des objets saisis, et notamment du passeport. Avant toute réponse du juge, le requérant fut arrêté en Allemagne, le 5 janvier 1994 (quatre semaines après cette demande de restitution), puis condamné par un tribunal pénal allemand et incarcéré.", "Il s’avère donc que la saisie du passeport n’a pas privé M. Baumann du droit de quitter la France, puisque son passeport était en France au moment de la saisie – et lui en Allemagne. La mesure contestée a-t-elle pu l’empêcher de quitter l’Allemagne ? Nul ne l’a jamais prétendu, et d’ailleurs le requérant, qui avait « oublié » ce document en France, aurait pu déclarer aux autorités allemandes qu’il l’avait perdu, et réclamer un nouveau passeport. Enfin, on ne voit pas comment la saisie pouvait empêcher de circuler en France, ou d’y fixer sa résidence, quelqu’un qui était en Allemagne, et qui avait laissé en France le document saisi !", "A vrai dire, il n’y a à notre avis aucun lien de causalité entre la saisie critiquée – fût-elle même tout à fait irrégulière, ce qui est une question bien différente – et la liberté de circulation du requérant. Certes, dans de nombreux cas, le retrait, qui est certainement une décision non anodine, de son passeport à une personne a pour effet (et généralement pour but) de restreindre sa liberté de circulation : dans ces cas, il faut voir si la restriction est compatible avec l’article 2 du Protocole n° 4. ", "Tel était le cas dans une affaire ayant donné lieu à une décision de la Commission, à laquelle se réfère la majorité de la Cour au paragraphe 61 ci-dessus de son arrêt (n° 19583/92, Peltonen c. Finlande, déc. 20.2.95, D.R., p. 38), où le requérant, ressortissant finlandais vivant en Suède, s’était vu refuser la délivrance d’un passeport par les autorités finlandaises au motif qu’il n’avait pas répondu à la convocation pour le service militaire obligatoire. La Commission avait estimé que ce refus constituait une ingérence dans le droit garanti par l’article 2 du Protocole n° 4, alors même que le refus en question n’avait pas empêché le requérant de quitter la Finlande ou de voyager d’un pays nordique à l’autre. Toutefois, au vu des circonstances de l’espèce, il apparaissait clairement que la restriction dans la liberté de circulation du requérant visait non seulement à sanctionner son refus d’accomplir son service militaire mais qu’elle affectait aussi, concrètement et de façon continue, sa liberté de quitter la région en vue, entre autres, de chercher du travail. Rien de tel en l’espèce et c’est pourquoi nous ne voyons vraiment pas comment relier, sinon de façon artificielle, la mesure de saisie et la liberté concrète du requérant.", "", ""]}