{"file": "FRE_HFJUD_50278_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50278/99", "text_paragraphs": ["", "", "QUATRIEME SECTION", "", "", "AFFAIRE AOULMI c. FRANCE", "", "", "(Requête no 50278/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "17 janvier 2006", "", "", "", "DÉFINITIF", "", "17/04/2006", "", "", "", "", ".", "En l’affaire Aoulmi c. France,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tJ. Casadevall,\n\t\tJ.-P. Costa,\n\t\tG. Bonello,\n\t\tS. Pavlovschi,\n\t\tL. Garlicki,\n\t\tJ. Borrego Borrego, juges,\net de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil les 10 mai 2005 et 13 décembre 2005,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 50278/99) dirigée contre la République française et dont un ressortissant algérien, M. Rachid Aoulmi (« le requérant »), a saisi la Cour le 11 août 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Maître J. Debray, avocat à Lyon. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Madame Edwige Belliard, directrice des Affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant alléguait que son renvoi éventuel vers l’Algérie lui ferait encourir des risques au sens de l’article 3 de la Convention et porterait atteinte à sa vie familiale au sens de l’article 8.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5  Le président de la chambre a décidé d’appliquer l’article 39 du règlement, indiquant au Gouvernement qu’il était souhaitable dans l’intérêt des parties et de la bonne conduite de la procédure de ne pas expulser le requérant avant que n’intervienne la décision de la Cour.", "6.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section ainsi remaniée (article 52 § 1).", "7.  Par une décision du 10 mai 2005, la chambre a déclaré la requête recevable.", "8.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 3 in fine du règlement), les parties ont chacune soumis des observations complémentaires.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le requérant est né en 1956 en Algérie où il réside actuellement.", "A.  LES FAITS", "10.  Le requérant est arrivé en France avec ses parents en 1960. Il a six frères et soeurs nés en France et tous de nationalité française.", "11.  Le 13 avril 1982, le requérant a été condamné par le tribunal correctionnel de Lyon à huit mois de prison avec sursis et 1 200 FF d’amende pour vol avec effraction et recel.", "12.  Le 24 avril 1984, il a été condamné par le tribunal de grande instance de Lyon à six mois d’emprisonnement pour vol avec effraction. Le tribunal a également révoqué le sursis précédemment prononcé. Le 28 juin 1984, la cour d’appel de Lyon a confirmé la révocation du sursis, seul point sur lequel le requérant avait fait appel.", "13.  Le 6 décembre 1988, le tribunal de grande instance de Lyon a condamné le requérant à quatorze mois d’emprisonnement et à l’interdiction définitive du territoire français pour infraction à la législation sur les stupéfiants.", "14.  Le 15 avril 1989, le requérant a épousé une ressortissante française. Le mariage a été dissous le 28 janvier 1993. Il est le père d’une fille née en 1983.", "15.  Le 27 avril 1989, la cour d’appel de Lyon a porté la peine à quatre ans d’emprisonnement et a confirmé l’interdiction définitive du territoire pour infraction à la législation sur les stupéfiants. Elle releva notamment que, lors de son interpellation, le requérant se présentait au domicile d’une prostituée droguée avec un sachet contenant 100 grammes d’héroïne qualifiée « de bonne qualité » par le laboratoire de police. Par ailleurs, elle estimait que le requérant ne pouvait nier avoir servi d’intermédiaire entre un fournisseur et sa principale cliente et avoir de ce fait détenu, transporté et participé à des transactions portant sur de l’héroïne ; que la balance de précision et le lactose découverts à son domicile confortaient la part qu’il prenait dans ces transactions.", "La cour d’appel souligna par ailleurs qu’à l’époque des faits, le requérant subissait une période d’emprisonnement en semi-liberté et qu’il préférait jouer les intermédiaires entre un fournisseur de drogue et ses clients que d’aller à son travail qu’il avait abandonné depuis un mois. Elle estima que « le comportement de ce ressortissant étranger, préjudiciable à la santé et à la sécurité publique, était incompatible avec son maintien sur le territoire français. »", "16.  Le 7 juin 1990, le requérant fut déclaré déchu de son pourvoi par la Cour de cassation.", "17.  Le 22 octobre 1992, le tribunal correctionnel de Lyon jugea quinze personnes pour infractions à la législation sur les stupéfiants.", "Il releva que la perquisition menée au domicile du requérant avait amené la découverte de quatre sachets plastiques transparents comportant des traces de poudre blanche, une pochette d’allumettes supportant de nombreux comptes, vingt seringues, une cuillère à dos noirci, ainsi que deux cartes d’identité et un permis de conduire falsifiés. Recoupant différents témoignages, y compris celui de l’épouse du requérant, les résultats d’écoutes téléphoniques et de filatures, le tribunal conclut que le requérant jouait un rôle essentiel, en tant que fournisseur dans ce trafic.", "Il a condamné le requérant à six ans de prison pour infraction à la législation sur les stupéfiants, trois mois pour falsification de documents administratifs et deux mois pour séjour sur le territoire national en infraction à une interdiction de séjour.", "18.  En 1994, une hépatite chronique active a été diagnostiquée chez le requérant.", "19.  Par arrêt du 6 juin 1996, la cour d’appel de Lyon rejeta la demande en relèvement d’interdiction du territoire présentée par le requérant. Elle releva que le requérant avait fait l’objet de cinq condamnations entre le 13 avril 1982 et le 22 octobre 1992, à des peines allant de deux mois à six ans d’emprisonnement, que les faits ayant abouti à la condamnation du 27 avril 1989 portaient sur des livraisons d’héroïne, dont une de cent grammes d’héroïne de très bonne qualité et avaient été commis alors que le requérant purgeait une peine sous le régime de la semi-liberté. Elle souligna par ailleurs que la réalité du mariage du requérant avec une ressortissante française n’était établie par aucun commencement de preuve et que la mesure d’éloignement prononcée n’apportait pas une atteinte disproportionnée aux droits protégés par l’article 8 de la Convention.", "20.  Le 8 décembre 1997, le ministre de l’Intérieur prit un arrêté d’expulsion à l’encontre du requérant. Le recours exercé par celui-ci devant le tribunal administratif de Lyon fut rejeté le 16 décembre 1998.", "21.  Le 9 août 1999, le requérant fut libéré de prison et placé en rétention administrative en vue de son éloignement du territoire.", "22.  Le 11 août 1999, le préfet prit une décision de renvoi du requérant vers l’Algérie.", "23.  Le 13 août 1999, le requérant présenta une requête au tribunal administratif tendant à l’annulation et au sursis à exécution de cette décision, assortie d’une demande tendant à la suspension de son exécution.", "24.  Le 16 août 1999, le tribunal administratif a rejeté la demande de suspension en estimant qu’", "« il ne résulte pas du dossier et notamment du certificat médical produit par le requérant que son état de santé nécessite impérativement dans l’immédiat un traitement contre l’hépatite C par deux produits associés qui ne sont pas disponibles actuellement en Algérie, que par suite, (le requérant) n’est pas fondé à demander la suspension de l’exécution de la décision du préfet de l’Isère prescrivant de le reconduire à destination de ce pays. »", "25.  Le 16 août 1999, il a présenté une demande d’asile qui a été rejetée le 18 août 1999 par l’Office français de protection des réfugiés et apatrides (OFPRA) au motif que « sa demande, déposée tardivement, ne comporte aucun élément caractérisé et personnalisé permettant d’établir le bien-fondé de ses craintes de persécution vis-à-vis des autorités algériennes actuelles ».", "26.  Un médecin inspecteur de santé publique de la Direction départementale des affaires sanitaires et sociales (DDASS) du Rhône a adressé deux courriers au préfet de la région Rhône-Alpes respectivement les 13 et 18 août 1999. Dans le premier de ces documents, le médecin indique notamment :", "« J’observe que M. Aoulmi n’a pas produit de document médical postérieur au mois de janvier 1998, qu’il n’a pas sollicité de visite de médecin depuis son admission au centre de rétention et qu’il ne suit actuellement aucun traitement. Je suis ainsi fondé à estimer que son état de santé actuel ne présente pas un caractère préoccupant immédiat.", "Le certificat médical mentionne que l’état de santé de M. Aoulmi pourrait justifier un traitement associant interféron et ribavirine ; (...)", "J’ai pris l’attache du laboratoire (...) qui fabrique la ribavirine. Selon les informations qui m’ont été données la ribavirine n’est pas commercialisée en Algérie à ce jour. Le médicament peut être importé avec l’autorisation du ministère algérien de la santé sur la demande de la pharmacie centrale du centre hospitalier d’Alger. Les démarches visant à permettre l’exportation de la molécule vers l’Algérie sont en cours. (...) »", "27.  Dans son second courrier, le même médecin indiquait :", "« Vous avez bien voulu me transmettre pour avis un second certificat médical relatif à l’état de santé de M. Aoulmi Rachid établi au centre hospitalier Lyon-sud le 13 juillet 1999.", "En complément du certificat précédent que vous aviez porté à ma connaissance, ce second certificat atteste que l’affection dont M. Aoulmi Rachid est atteint relève d’un traitement associé par interféron et ribavirine. Les mentions du certificat relatives à la disponibilité de la ribavirine en Algérie ne correspondent pas à celles qui m’ont été données oralement par le laboratoire (...).", "Je précise que la ribavirine est disponible en France en autorisation temporaire d’utilisation (ATU) dans les seules pharmacies hospitalières et que l’autorisation de mise sur le marché (AMM) serait prochainement donnée. »", "28.  Le 19 août 1999, le requérant a été embarqué sur un bateau à destination de l’Algérie.", "29.  Le 13 décembre 2000, le tribunal administratif de Lyon a annulé la décision de reconduite à la frontière prise par le préfet le 11 août 1999. Il a estimé :", "« Considérant qu’il ressort des pièces du dossier, et notamment du certificat médical du service d’hospitalisation et antenne de soins en milieu pénitentiaire daté du 13 juillet 1999, produit par le requérant, que celui-ci est porteur d’une hépatite C ; que son état de santé nécessite impérativement un traitement par deux produits associés, l’interféron et la ribavirine, qui n’étaient pas disponibles en Algérie à la date de la décision attaquée ; que, par suite, eu égard aux conséquences d’une exceptionnelle gravité que pourrait entraîner la mesure prise à son encontre, la décision du préfet de l’Isère désignant l’Algérie comme pays vers lequel M. Aoulmi doit être reconduit en exécution de l’arrêté d’expulsion dont il a fait l’objet le 10 avril 1998, doit être annulée ; ».", "Ce jugement est définitif.", "30.  Le 17 juin 2003, l’avocat du requérant a indiqué que celui-ci avait des difficultés pour se faire établir un passeport. Il a joint à ce courrier une attestation dans ce sens du chef de la Daira de Béjaia en date du 5 février 2003.", "31.  Le 13 octobre 2003, l’avocat du requérant a indiqué que celui-ci ne pouvait rentrer en France en raison du fait que les autorités algériennes ne lui délivraient pas de passeport et de ce que les autorités françaises ne lui délivraient pas de laissez-passer. Il ajoutait que, d’après les nouvelles qu’il avait eues par l’intermédiaire de sa famille, son état de santé continuait à se dégrader et il ne bénéficiait pas des soins médicaux nécessaires.", "32.  Par courrier du 5 novembre 2003, il a adressé à la Cour la copie d’un refus de visa établi par le consulat général de France à Alger le 13 octobre 2003.", "33.  D’après un certificat médical établi par un médecin algérien le 31 juillet 2005, le requérant présente les affections suivantes :", "« maladie ulcéreuse ne répondant qu’à l’oméprazole,", "gastropathie érytémateuse, TFI et constipation chronique,", " hépatite virale C chronique traitée à l’interféron en France il y a une dizaine d’années sans aucun suivi ni contrôle depuis une dizaine d’années. »", "", "", "B.  LA PROCEDURE", "34.  Le 11 août 1999, le président de la troisième section a décidé d’indiquer au Gouvernement, en application de l’article 39 du règlement intérieur de la Cour, qu’il serait souhaitable, dans l’intérêt des parties et du bon déroulement de la procédure devant la Cour, de ne pas expulser le requérant vers l’Algérie avant la réunion de la chambre compétente, le 24 août 1999. En application de l’article 49 § 2 a) du même règlement, le Gouvernement a également été invité à fournir des informations notamment sur les soins accessibles en Algérie,", "35.  Les autorités compétentes ont décidé de surseoir à l’exécution de la mesure d’éloignement jusqu’au 16 août 1999, afin qu’une expertise médicale puisse être pratiquée (voir § 27 ci-dessus).", "36.  Le 19 août 1999, le requérant a été éloigné vers l’Algérie.", "37.  Le 20 août 1999, le Gouvernement a présenté ses réponses aux questions posées.", "38.  Le représentant du requérant a présenté les siennes le 24 septembre 1999.", "39.  Le 9 novembre 1999, la Cour a décidé d’inviter le Gouvernement à présenter des observations sur la recevabilité et le bien-fondé de la requête ainsi que sur le fait que le requérant avait été expulsé malgré l’application de l’article 39 du règlement de la Cour.", "40.  Le Gouvernement a présenté ses observations le 3 février 2000 et le représentant du requérant a présenté les siennes le 23 mars 2000.", "41.  Le 9 septembre 2003, la Cour a décidé d’ajourner l’examen de l’affaire dans l’attente de l’arrêt de la Grande Chambre dans l’affaire Mamatkulov et Askarov c. Turquie (Requêtes nos 46827/99 et 46951/99).", "42.  Le 10 mai 2005, la Cour a invité les parties à fournir de indications sur l’état de santé du requérant, sur sa situation administrative, sur les suites données au jugement du tribunal administratif en date du 13 décembre 2000. Elles ont également été invitées à se prononcer à nouveau, au vu de l’arrêt Mamatkulov et Askarov c. Turquie rendu le 4 février 2005, sur une éventuelle violation de l’article 34 de la Convention.", "43.  Les parties ont présenté leurs observations le 26 septembre 2005.", "II.  LE DROIT INTERNE PERTINENT", "44.  L’article L. 630-1, alinéa 1, du code de la santé publique, tel que rédigé au moment des faits, prévoyait :", "« Sans préjudice de l’application des articles 23 et suivants de l’ordonnance no 452658 du 2 novembre 1945, les tribunaux pourront prononcer l’interdiction du territoire français, pour une durée de deux à cinq ans, contre tout étranger condamné pour les délits prévus par les articles L. 626, L. 627-2, L. 628, L. 628-4 et L. 630. Ils pourront prononcer l’interdiction définitive du territoire français contre tout étranger condamné pour les délits prévus à l’article L. 627.", "L’interdiction du territoire entraîne de plein droit la reconduite du condamné à la frontière à l’expiration de sa peine. (...) »", "45.  L’ancien article L. 627 du code de la santé publique prévoyait :", "« Seront punis d’un emprisonnement de deux ans à dix ans et d’une amende de 5 000 F à 50 000 000 F, ou de l’une de ces deux peines seulement, ceux qui auront contrevenu aux dispositions des règlements d’administration publique prévus à l’article précédent et concernant les substances ou plantes vénéneuses classées comme stupéfiants par voie réglementaire. Lorsque le délit aura consisté dans l’importation, la production, la fabrication ou l’exportation illicite desdites substances ou plantes, la peine d’emprisonnement sera de dix à vingt ans (...)", "La tentative de l’une des infractions réprimées par l’alinéa précédent sera punie comme le délit consommé. Il en sera de même de l’association ou de l’entente en vue de commettre ces infractions. (...)", "Seront également punis d’un emprisonnement de deux à dix ans et d’une amende de 5 000 F à 50 000 000 F, ou de l’une de ces deux peines seulement :", "1.  Ceux qui auront facilité à autrui l’usage desdites substances ou plantes, à titre onéreux ou à titre gratuit, soit en se procurant dans ce but un local, soit par tout autre moyen. (...)", "Lorsque l’usage desdites substances aura été facilité à un ou des mineurs de moins de vingt et un ans (...) la peine d’emprisonnement sera de cinq à dix ans. (...) »", "46.  Pour ce qui concerne le respect de l’article 34 de la Convention, voir arrêt Mamatkulov et Askarov c. Turquie [GC], nos 46827/99 et 46951/99, §§ 39 à 53, CEDH 2005...", "EN DROIT", "SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "47.  Dans ses observations présentées le 26 septembre 2005, le Gouvernement fait tout d’abord observer que le requérant n’a pas formé de pourvoi en cassation contre l’arrêt de la cour d’appel de Lyon du 6 juin 1996 rejetant sa demande en relèvement d’interdiction du territoire français.", "48.  Il ajoute que le requérant n’a pas non plus, comme il en avait la possibilité aux termes de la loi du 26 novembre 2003, formulé une demande d’abrogation de l’arrêté d’expulsion et une demande de relèvement d’interdiction du territoire.", "49.  La Cour rappelle que, selon l’article 55 de son règlement, si le gouvernement défendeur entend soulever une exception d’irrecevabilité, il doit le faire dans ses observations sur la recevabilité de la requête. En l’espèce, le Gouvernement n’a pas soulevé ces questions au stade de la recevabilité. Il est donc forclos à formuler cette exception à ce stade, et elle doit être rejetée.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "50.  Le requérant allègue en premier lieu que son éloignement vers l’Algérie lui fait courir des risques au titre de l’article 3 de la Convention, d’une part, car le traitement nécessité par son hépatite ne serait pas disponible en Algérie où il ne dispose pas de couverture sociale et d’autre part en raison des activités de harki de son père qui lui font craindre des représailles des islamistes.", "L’article 3 dispose :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Quant à l’état de santé du requérant", "51.  Le requérant fait observer que son état de santé reste préoccupant et que doit être pris en compte le risque réel lié à l’évolution de sa maladie mais également les conditions dans lesquelles il serait pris en charge en Algérie. Il rappelle sur ce point qu’un des deux médicaments n’a pas encore reçu d’autorisation de commercialisation en Algérie.", "Il ajoute que depuis son retour en Algérie, il ne peut recevoir les soins nécessaires.", "52.  Sur ce point, le Gouvernement souligne qu’avant qu’il soit procédé à l’expulsion du requérant, deux certificats médicaux avaient été établis. Il ressortait des informations communiquées par le Directeur de la DDASS sur l’état de santé du requérant que celui-ci ne suivait à l’époque aucun traitement et qu’il n’avait d’ailleurs pas demandé de visite de médecin pendant son séjour au centre de rétention.", "53.  Il expose par ailleurs que, s’agissant du traitement en cause qui associerait deux médicaments, l’un des deux n’est pas commercialisé en Algérie mais peut y être importé et qu’en tout état de cause, il n’est pas davantage accessible au public français. Il en conclut que, si le requérant décidait de suivre un traitement en Algérie, ce qui n’était pas le cas au moment de son expulsion, il pourrait le faire, même si l’un des médicaments n’est pas facilement accessible dans ce pays.", "54.  La Cour rappelle tout d’abord que les Etats contractants ont, en vertu d’un principe de droit international bien établi et sans préjudice des engagements découlant pour eux de traités internationaux y compris la Convention, le droit de contrôler l’entrée, le séjour et l’éloignement des non-nationaux. Toutefois, lorsqu’ils exercent leur droit d’expulser pareilles personnes, ils doivent avoir égard à l’article 3 de la Convention, qui consacre l’une des valeurs fondamentales de toute société démocratique. Telle est la raison pour laquelle la Cour a constamment répété, dans ses précédents arrêts portant sur l’extradition, l’expulsion ou l’éloignement de personnes vers des pays tiers, que l’article 3 prohibe en termes absolus la torture ou les peines ou traitements inhumains ou dégradants, quelque répréhensible qu’ait pu être la conduite de l’intéressé (voir, par exemple, l’arrêt Ahmed c. Autriche du 17 décembre 1996, Recueil des arrêts et décisions 1996-VI, p. 2206, § 38, et l’arrêt Chahal c. Royaume-Uni du 15 novembre 1996, Recueil 1996-V, p. 1853, §§ 73-74).", "55.  Il est vrai que l’article 3 a été plus couramment appliqué par la Cour dans des affaires où le risque que la personne soit soumise à l’un quelconque des traitements interdits découlait d’actes intentionnels des autorités publiques du pays de destination ou de ceux d’organismes indépendants de l’Etat (voir, par exemple, l’arrêt Ahmed, précité, p. 2207, § 44). Par ailleurs, les non-nationaux qui sont sous le coup d’un arrêté d’expulsion ne peuvent en principe revendiquer le droit de rester sur le territoire d’un État contractant afin de continuer à bénéficier de l’assistance médicale, sociale ou autre, assurée durant leur séjour par l’État qui expulse (voir Ndangoya c. Suède (déc.), no 17868/03, 22 juin 2004, Arcila Henao c. Pays-Bas (déc.), no 13669/03, 24 juin 2003, et, mutatis mutandis, D. c. Royaume-Uni, arrêt du 2 Mai 1997, Recueil 1997-III, p. 794, § 54). Toutefois, compte tenu de l’importance fondamentale de l’article 3, la Cour s’est réservé une souplesse suffisante pour traiter de l’application de cet article dans d’autres situations susceptibles de se présenter. Il ne lui est donc pas interdit d’examiner le grief d’un requérant au titre de l’article 3 lorsque le risque que celui-ci subisse dans le pays de destination des traitements interdits provient de facteurs qui ne peuvent engager, directement ou non, la responsabilité des autorités publiques de ce pays ou qui, pris isolément, n’enfreignent pas par eux-mêmes les normes de cet article. Il peut en aller ainsi dans des circonstances exceptionnelles telles que l’éloignement d’un non-national dont l’état de santé est critique et qui serait renvoyé dans un pays où il serait privé des soins médicaux (arrêt D. c. Royaume-Uni du 2 mai 1997, Recueil 1997-III, p. 792, §§ 51 à 53). Restreindre ainsi le champ d’application de l’article 3 reviendrait à en atténuer le caractère absolu. Cependant, dans ce type de contexte, la Cour doit soumettre à un examen rigoureux toutes les circonstances de l’affaire, notamment la situation personnelle du requérant dans l’Etat qui expulse (arrêt D. c. Royaume-Uni précité, § 49). En outre, afin de se déterminer, elle s’appuie sur l’ensemble des éléments qu’on lui fournit ou, au besoin, qu’elle se procure d’office (arrêt H.L.R. c. France, arrêt du 29 avril 1997, Recueil des arrêts et décisions 1997III, § 37) et étudiera l’affaire à la lumière des données apparues après l’application de l’article 39 de son règlement (Bensaid c. Royaume-Uni, no 44599/98, §§ 32 à 35, CEDH 2001I).", "56.  La Cour recherchera donc s’il existait un risque réel que le renvoi du requérant soit contraire aux règles de l’article 3 compte tenu de son état de santé. Pour cela, la Cour évaluera ce risque à la lumière des éléments dont elle dispose au moment où elle examine l’affaire, et notamment des informations les plus récentes sur la santé du requérant (arrêts précités Ahmed, p. 2207, § 43, et D. c. Royaume-Uni, pp. 792-793, § 50).", "57.  La Cour estime qu’en l’espèce, le requérant n’a pas prouvé que sa maladie ne pourrait pas être soignée en Algérie. Le fait que le traitement serait moins facile à se procurer dans ce pays qu’en France, à supposer que cela soit exact, n’est pas déterminant du point de vue de l’article 3 (arrêt Bensaid précité, § 38). La Cour relève par ailleurs que, d’après le certificat médical délivré par un médecin inspecteur de santé publique de la Direction départementale des affaires sanitaires et sociales (DDASS) du Rhône le 13 août 1999, le requérant :", "« n’a pas produit de document médical postérieur au mois de janvier 1998, qu’il n’a pas sollicité de visite de médecin depuis son admission au centre de rétention et qu’il ne suit actuellement aucun traitement. Je suis ainsi fondé à estimer que son état de santé actuel ne présente pas un caractère préoccupant immédiat. » (voir § 23 ci-dessus).", "58.  En outre, aux termes du certificat délivré par un médecin algérien le 31 juillet 2005, le requérant souffre d’ :", "« hépatite virale C chronique traitée à l’interféron en France il y a une dizaine d’années sans aucun suivi ni contrôle depuis une dizaine d’années. »", "59.  La Cour rappelle que le seuil fixé par l’article 3 est élevé, notamment lorsque l’affaire n’engage pas la responsabilité directe de l’État contractant à cause du tort causé, en l’absence de circonstances exceptionnelles comme dans l’affaire D. c. Royaume-Uni précité et à la lumière de son arrêt Bensaid précité et sa jurisprudence récente portant sur l’expulsion et l’éloignement d’étrangers vers des pays tiers (voir Arcila Henao précitée [Colombie], Meho c. Pays-Bas (déc.), no 76749/01, 20 janvier 2004 [Kosovo], Ndangoya précitée [Tanzanie] et Salkic et autres c. Suède (déc.), no 7702/04, 29 juin 2004 [Bosnie et Herzégovine]).", "60.  Dans ces conditions, bien que consciente que le requérant souffre d’une maladie sérieuse, la Cour n’estime pas qu’il existe un risque suffisamment réel pour que son renvoi en Algérie soit dans ces circonstances incompatible avec l’article 3 de la Convention (Dragan et autres c. Allemagne (déc.), no 33743/03, 7 octobre 2004).", "B.  Quant aux risques encourus par le requérant", "61.  Pour ce qui est des risques qu’il encourt en Algérie, le requérant précise que, n’étant jamais allé dans ce pays auparavant, il lui est difficile de faire part d’éléments personnalisés.", "62.  Il expose toutefois que son grand-père a combattu pour la France pendant la première guerre mondiale et que son père s’est engagé aux côtés de la France lors de la guerre d’indépendance de l’Algérie. Il estime donc qu’il encourt des risques en sa qualité de fils de « harki », décoré à ce titre par la France en 1994.", "63.  Sur ce point, le Gouvernement rappelle que l’OFPRA n’a pas retenu l’existence des risques allégués. Il estime que le requérant n’a démontré l’existence d’aucune menace personnalisée de traitements inhumains et dégradants dans son pays d’origine. Il en conclut qu’en tout état de cause la mesure d’éloignement dont il a fait l’objet ne saurait être tenue pour contraire à l’article 3, faute pour lui de démontrer la réalité des risques encourus.", "64.  La Cour rappelle que l’interdiction des mauvais traitements énoncée à l’article 3 est tout aussi absolue en matière d’expulsion. Ainsi, chaque fois qu’il y a des motifs sérieux et avérés de croire qu’une personne courra, dans le pays de destination, un risque réel d’être soumise à des traitements contraires à l’article 3, la responsabilité de l’Etat contractant – la protéger de tels traitements – est engagée en cas d’expulsion (Vilvarajah et autres c. Royaume-Uni, arrêt du 30 octobre 1991, série A no 215, p. 34, § 103 ; Chahal, précité, § 80 et Müslim c. Turquie, no 53566/99, § 66, 26 avril 2005 ).", "Pour établir une telle responsabilité, on ne peut éviter d’apprécier la situation dans le pays de destination à l’aune des exigences de l’article 3.", "65.  En l’espèce, la Cour a examiné les arguments du requérant tirés à la fois de l’histoire de sa famille et de la situation en Algérie. Ces éléments impliquent toutefois des répercussions trop lointaines (Soering c. Royaume-Uni, arrêt du 7 juillet 1989, série A no 161, p. 33, § 85, Kavak c. Allemagne (déc.), no 61479/00, 26 octobre 2000) pour permettre de conclure que l’intéressé, qui n’est jamais allé en Algérie et n’a pas suggéré avoir eu personnellement des activités politiques, courra, à ce titre, un risque réel d’être soumis à un traitement contraire à l’article 3 (Müslim c. Turquie, précité, § 69)", "66.  La Cour réaffirme qu’une simple possibilité de mauvais traitements en raison d’une conjoncture instable dans un pays n’entraîne pas en soi une infraction à l’article 3 (Vilvarajah et autres, précité, ibidem), d’autant moins qu’en l’espèce une évolution politique est en cours en Algérie et que l’on est en mesure d’espérer que cela entraîne à l’avenir une amélioration de la conjoncture actuelle (Muslim c. Turquie, précité § 70).", "67.  La Cour conclut dès lors que la mise à exécution de la décision de renvoyer le requérant en Algérie n’a pas emporté violation de l’article 3 de la Convention.", "SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "68.  Le requérant fait également valoir que son éloignement vers l’Algérie est contraire à l’article 8 de la Convention car l’ensemble de sa famille, parents, enfant, frères et sœurs et oncles et tantes vivent en France. Il ajoute qu’il n’a aucune attache familiale en Algérie où il ne s’est jamais rendu.", "L’article 8 dispose :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Thèses des parties", "69.  Le requérant rappelle qu’il a été expulsé vers un pays où il n’était pas allé depuis 39 ans, qu’il avait quitté à l’âge de quatre ans et avec lequel le seul lien qu’il ait encore est sa nationalité.", "70.  Il ajoute que cette décision d’expulsion le sépare définitivement de tous les membres de sa famille et notamment de sa fille avec qui il avait des liens privilégiés. Il se réfère à l’affaire Mehemi c. France (arrêt du 26 septembre 1997, Recueil des arrêts et décisions 1997VI).", "Il en conclut que la mesure n’était pas proportionnée et que l’article 8 de la Convention a été violé à son encontre.", "71.  Le Gouvernement ne conteste pas que l’éloignement du requérant vers l’Algérie constitue une ingérence dans le droit de celui-ci au respect de sa vie privée et familiale.", "72.  Il souligne toutefois que la mesure était prévue par la loi (ordonnance du 2 novembre 1945) et a été considérée comme légale par le tribunal administratif saisi par le requérant.", "73.  La mesure poursuivait également un but légitime, qui est celui de la défense de l’ordre public, de la prévention des infractions pénales et de la protection de la santé publique. Il s’agissait en effet d’éviter que le requérant ne commette en France d’autres infractions, notamment à la législation sur les stupéfiants.", "74.  Enfin, la mesure était nécessaire dans une société démocratique et proportionnée au but recherché : le requérant, arrivé en France à l’âge de quatre ans avec ses parents et ayant six frères et sœurs tous de nationalité française, père d’une fille née en France en 1983, avait un lourd passé pénal. Il s’était rendu coupable depuis 1980 de délits toujours plus graves : recel d’objets volés, vol avec effraction, usage illicite de stupéfiants, puis détention, acquisition, offre et cession de stupéfiants. Il a été condamné au total à plus de dix années d’emprisonnement.", "75.  Se référant à la jurisprudence de la Cour et notamment aux affaires Djaid c. France, (no 38687/97, 29 septembre 1999) et Baghli c. France, (no 34374/97, CEDH 1999VIII), le Gouvernement estime que le juste équilibre entre la prise en compte des agissements délictueux du requérant et la réalité de sa vie privée et familiale en France n’a pas été méconnu et que la mesure prise était conforme aux exigences de l’article 8 § 2 de la Convention.", "B.  Appréciation de la Cour", "1.  Existence d’une ingérence", "76.  La Cour rappelle que la Convention ne garantit, comme tel, aucun droit pour un étranger d’entrer ou de résider sur le territoire d’un pays déterminé. Toutefois, exclure une personne d’un pays où vivent ses parents proches peut constituer une ingérence dans le droit au respect de la vie familiale, tel que protégé par l’article 8 § 1 de la Convention (Benhebba c. France, no 53441/99, § 25, 10 juillet 2003).", "2.  Justification de l’ingérence", "77.  Pareille ingérence enfreint la Convention si elle ne remplit pas les exigences du paragraphe 2 de l’article 8. Il faut donc rechercher si elle était « prévue par la loi », inspirée par un ou plusieurs buts légitimes au regard dudit paragraphe, et « nécessaire, dans une société démocratique ».", "a)  « Prévue par la loi »", "78.  Il n’est pas contesté que l’interdiction du territoire français prononcée à l’encontre du requérant se fondait sur les dispositions pertinentes du code pénal.", "b)  But légitime", "79.  Il n’est pas davantage controversé que l’ingérence en cause visait des fins pleinement compatibles avec la Convention, à savoir « la défense de l’ordre et la prévention des infractions pénales ».", "c)  « Nécessaire », « dans une société démocratique »", "80.  La Cour rappelle qu’il incombe aux Etats contractants d’assurer l’ordre public, en particulier dans l’exercice de leur droit de contrôler, en vertu d’un principe de droit international bien établi et sans préjudice des engagements découlant pour eux des traités, l’entrée et le séjour des non-nationaux. A ce titre, ils ont la faculté d’expulser les délinquants parmi ceux-ci. Toutefois, leurs décisions en la matière, dans la mesure où elles porteraient atteinte à un droit protégé par le paragraphe 1 de l’article 8, doivent se révéler nécessaires, dans une société démocratique, c’est-à-dire justifiées par un besoin social impérieux et, notamment proportionnées au but légitime poursuivi (Amrollahi c. Danemark, no 56811/00, 11 juillet 2002, § 33, Boultif c. Suisse, no 54273/00, § 46, CEDH 2001-IX, § 46, et Adam c. Allemagne (déc.), no 43359/98, 4 octobre 2001).", "81.  Aussi la tâche de la Cour consiste-t-elle à déterminer si la mesure d’interdiction prise à l’égard du requérant en l’espèce a respecté un juste équilibre entre les intérêts en présence, à savoir, d’une part, le droit de l’intéressé au respect de sa vie familiale, et, d’autre part, la protection de l’ordre public et la prévention des infractions pénales.", "82.  En ce qui concerne la situation privée et familiale du requérant, la Cour constate que le requérant est arrivé en France à l’âge de quatre ans en 1960, qu’il y a vécu jusqu’en 1999, soit l’essentiel de son existence.", "83.  La Cour rappelle que, dans son arrêt Boultif précité, elle a défini comme suit les principes directeurs devant guider son appréciation en cas de mesure d’éloignement prise par un Etat contractant à l’égard d’un étranger arrivé adulte sur son territoire :", "- la nature et la gravité de l’infraction commise par le requérant ;", "- la durée de son séjour dans le pays d’où il va être expulsé ;", "- la période qui s’est écoulée entre la perpétration de l’infraction et la mesure litigieuse, ainsi que la conduite de l’intéressé durant cette période ;", "- la nationalité des diverses personnes concernées ;", "- la situation familiale du requérant, par exemple la durée de son mariage, et d’autres éléments dénotant le caractère effectif de la vie familiale d’un couple ;", "- le point de savoir si le conjoint était au courant de l’infraction au début de la relation familiale ;", "- la naissance d’enfants et, le cas échéant, leur âge ;", "- la gravité des difficultés que risque de connaître le conjoint dans le pays d’origine de son époux ou épouse.", "84.  Les mêmes critères doivent être utilisées pour les immigrés de la seconde génération ou des étrangers arrivés dans leur prime jeunesse, lorsque ceux-ci ont fondé une famille dans leur pays d’accueil. Si tel n’est pas le cas, la Cour n’aura égard qu’aux trois premiers d’entre eux. S’ajoutent toutefois à ces différents critères, les liens particuliers que ces immigrés ont tissés avec leur pays d’accueil où ils ont passé l’essentiel de leur existence. Ils y ont reçu leur éducation, y ont noué la plupart de leurs attaches sociales et y ont donc développé leur identité propre. Nés ou arrivés dans le pays d’accueil du fait de l’émigration de leurs parents, ils y ont le plus souvent leurs principales attaches familiales. Certains de ces immigrés n’ont même conservé avec leurs pays natal que le seul lien de la nationalité (Mehemi précité § 36, et Boujlifa c. France, arrêt du 21 octobre 1997, Recueil 1997-VI, p. 2264, § 44, et, a contrario, Bouchelkia et Baghli précités, respectivement § 50 et § 48 ; voir aussi Recommandation 1504 (2001) de l’Assemblée parlementaire relative à la non-expulsion des immigrés de longue durée).", "85.  Pour ce qui est de la gravité des infractions commises par le requérant, la Cour note que la mesure prononcée le 6 décembre 1988 par le tribunal de grande instance de Lyon et confirmée le 27 avril 1989 par la cour d’appel de Lyon, complémentaire à la peine d’emprisonnement prononcée, se fonde sur les faits pénaux réprimés par la même décision, ainsi que sur deux condamnations antérieures essentiellement pour des faits de vol avec effraction et de recel, et l’échec de toutes les mesures antérieures tendant à favoriser sa réinsertion sociale. La cour d’appel de Lyon a notamment relevé qu’à l’époque des faits, le requérant subissait une peine d’emprisonnement en semi-liberté, qu’il avait abandonné son travail depuis un mois et « préférait » jouer les intermédiaires entre un fournisseur de drogue et ses clients plutôt que d’aller travailler.", "86.  La Cour relève encore que la condamnation portait sur un trafic d’héroïne, domaine où elle conçoit que les Etats contractants fassent preuve d’une grande fermeté à l’égard de ceux qui contribuent à la propagation de ce fléau (arrêts C. c. Belgique du 7 août 1996, Recueil 1996-III, p. 924, § 35, Dalia c. France du 19 février 1998, Recueil 1998-I, p. 92, § 54, Baghli précité, § 48 in fine, Jankov c. Allemagne (déc.), no 35112/97, 13 janvier 2000et Mokrani c. France, no 52206/99, § 32, 15 juillet 2003). La peine de quatre ans d’emprisonnement prononcée contre lui atteste de la gravité des faits reprochés. Reste à déterminer si une mesure aussi radicale que l’expulsion était proportionnée au but poursuivi, compte tenu des attaches du requérant avec la France.", "87.  Le requérant est arrivé en France à l’âge de quatre ans. Depuis lors, il a séjourné en France où il a effectué toute sa scolarité. Il a l’essentiel de ses attaches sociales dans ce pays et il n’a plus d’attaches autres que le lien de nationalité avec son pays d’origine, comme le reconnaît le Gouvernement. Si tous les membres de sa famille vivent en France, la Cour rappelle à cet égard que les rapports entre adultes ne bénéficieront pas nécessairement de la protection de l’article 8 de la Convention sans que soit démontrée l’existence d’éléments supplémentaires de dépendance, autres que les liens affectifs normaux (Ezzouhdi c. France, no 47160/99, 13 février 2001, § 34, et Kwakie-Nti et Dufie c. Pays-Bas (déc.), no 31519/96, 7 novembre 2000, non publiés).", "88.  La Cour note en premier lieu que le requérant a été marié avec une ressortissante française d’avril 1989 à janvier 1993. Lorsque le requérant s’est marié, la mesure d’interdiction du territoire avait déjà été prononcée. Partant, il ne pouvait ignorer la relative précarité de sa situation (voir, mutatis mutandis, Baghli c. France, no 34374/97, § 48, 30 septembre 1999 et Mokrani c. France précité, § 34). La Cour rappelle cependant que pour examiner la question de savoir si le requérant avait une vie familiale au sens de l’article 8, elle se place à l’époque à laquelle la mesure critiquée est devenue définitive (arrêts Bouchelkia et El Boujaïdi précités, respectivement § 41 et § 33), soit en l’espèce à la date de l’arrêt de la cour d’appel de Lyon rejetant la demande en relèvement de l’interdiction du territoire. A ce moment, le mariage était dissous depuis plus de trois ans.", "89.  La Cour relève encore que le requérant est le père d’une fille née en 1983 et qui avait donc seize ans lorsque le requérant a été reconduit à la frontière. Toutefois, le requérant indique seulement qu’il avait avec elle des « liens privilégiés » sans en préciser la nature ni le rôle qu’il pouvait jouer dans sa vie.", "90.  Malgré l’intensité des liens personnels du requérant avec la France, la Cour conclut que la cour d’appel de Lyon pouvait légitimement considérer, du fait du comportement du requérant et la gravité des faits reprochés que lui infliger une mesure d’interdiction du territoire définitive était nécessaire à la défense de l’ordre et à la prévention des infractions pénales. La mesure litigieuse était, dès lors, proportionnée aux buts poursuivis (Baghli précité, §§ 48 et 49, El Boujaïdi c. France, arrêt du 26 septembre 1997, Recueil 1997-VI, §§ 41 et 42, Benamar c. France (déc.), no 42216/98, 14 novembre 2000, et Jankov précité).", "91.  Il n’y a donc pas eu violation de l’article 8 de la Convention.", "IV.  SUR LA VIOLATION DE L’ARTICLE 34 DE LA CONVENTION", "92.  La Cour constate par ailleurs que le gouvernement défendeur ne s’est pas conformé aux indications qu’elle a données en vertu de l’article 39 de son règlement. Cela pose la question de savoir s’il y a eu violation de l’article 34 de la Convention, compte tenu de la violation alléguée de l’article 3 de la Convention.", "L’article 34 de la Convention dispose :", "« La Cour peut être saisie d’une requête par toute personne physique, toute organisation non gouvernementale ou tout groupe de particuliers qui se prétend victime d’une violation par l’une des Hautes Parties contractantes des droits reconnus dans la Convention ou ses Protocoles. Les Hautes Parties contractantes s’engagent à n’entraver par aucune mesure l’exercice efficace de ce droit. »", "L’article 39 du règlement de la Cour dispose :", "« 1.  La chambre ou, le cas échéant, son président peuvent, soit à la demande d’une partie ou de toute autre personne intéressée, soit d’office, indiquer aux parties toute mesure provisoire qu’ils estiment devoir être adoptée dans l’intérêt des parties ou du bon déroulement de la procédure.", "2.  Le Comité des Ministres en est informé.", "3.  La chambre peut inviter les parties à lui fournir des informations sur toute question relative à la mise en œuvre des mesures provisoires recommandées par elle. »", "A.  Thèses des parties", "93.  Le conseil du requérant souligne que depuis le renvoi de celui-ci vers l’Algérie, il n’a pu entrer en contact avec lui. Il en infère que l’exercice du recours devant la Cour est très difficile.", "Selon lui, en expulsant le requérant le 19 août 1999, alors que la Cour devait examiner la requête le 24 août suivant, le Gouvernement a violé le droit à un recours efficace tel que protégé par l’article 34 de la Convention.", "94.  Dans ses observations complémentaires, le représentant du requérant se réfère à l’arrêt Mamatkulov et Askarov c. Turquie ([GC], nos 46827/99 et 46951/99, CEDH 2005...).", "95.  Il rappelle que dans cet arrêt, la Cour a estimé que l’inobservation d’une mesure provisoire par un Etat contractant constitue une violation de l’article 34 de la Convention.", "96.  Il estime qu’il est clairement établi qu’en l’espèce, l’Etat français n’a pas respecté les mesures provisoires qui lui avaient été demandées et que cette attitude constitue bien une violation de l’article 34 de la Convention.", "97.  Le Gouvernement souligne qu’il a pris en compte, dans toute la mesure du possible, la demande faite par la Cour en application de l’article 39 de son règlement et que suite à celle-ci, l’éloignement du requérant a été différé afin de permettre un réexamen de sa situation.", "Il ajoute qu’à l’occasion de l’examen supplémentaire auquel il a été procédé, il a été constaté qu’aucune raison liée à l’état de santé du requérant ne s’opposait à la mesure d’éloignement. Il insiste sur le fait que le requérant ne prenait aucun traitement médical et que celui qui était considéré comme souhaitable pour l’avenir par les médecins est non disponible actuellement, aussi bien en France qu’en Algérie.", "98.  Il rappelle par ailleurs que cette demande, selon les termes mêmes du règlement de la Cour, n’est qu’une indication donnée à l’Etat et non une injonction juridiquement contraignante à son égard.", "99.  Le Gouvernement, qui se réfère à l’arrêt Cruz-Varas c. Suède, estime que la mise à exécution de la mesure d’éloignement n’a porté aucune atteinte au droit dont le requérant disposait aux termes de l’article 34 de la Convention de présenter une requête individuelle à la Cour sans que l’Etat n’entrave par aucune mesure l’exercice efficace de ce droit de recours.", "100.  Dans ses observations complémentaires, il rappelle que l’expulsion du requérant a eu lieu avant le prononcé de l’arrêt Mamatkulov et Askarov c. Turquie et estime que la Cour doit se prononcer en se référant au contexte juridique en vigueur au moment de l’intervention de la mesure litigieuse.", "B.  Appréciation de la Cour", "101.  La Cour rappelle qu’elle s’est prononcée le 4 février 2005, par un arrêt rendu par la Grande Chambre, sur les conséquences, au regard de l’article 34 de la Convention, du fait pour un gouvernement défendeur de ne pas s’être conformé aux mesures que la Cour a indiquées en vertu de l’article 39 de son règlement (Mamatkulov et Askarov c. Turquie, précité, §§ 99 à 129).", "102.  Elle a rappelé que l’engagement de ne pas entraver l’exercice efficace du droit de recours interdit les ingérences dans l’exercice du droit pour l’individu de porter et défendre effectivement sa cause devant la Cour.", "103.  Ainsi, dans des affaires telles que la présente, où l’existence d’un risque de préjudice irréparable à la jouissance par le requérant de l’un des droits qui relèvent du noyau dur des droits protégés par la Convention est alléguée de manière plausible, une mesure provisoire a pour but de maintenir le statu quo en attendant que la Cour statue sur la justification de la mesure. Dès lors qu’elle vise à prolonger l’existence de la question qui forme l’objet de la requête, la mesure provisoire touche au fond du grief tiré de la Convention. Par sa requête, le requérant cherche à protéger d’un dommage irréparable le droit énoncé dans la Convention qu’il invoque. En conséquence, le requérant demande une mesure provisoire, et la Cour l’accorde, en vue de faciliter « l’exercice efficace » du droit de recours individuel garanti par l’article 34 de la Convention, c’est-à-dire de préserver l’objet de la requête lorsqu’elle estime qu’il y a un risque que celui-ci subisse un dommage irréparable en raison d’une action ou omission de l’Etat défendeur (arrêt Mamatkulov et Askarov c. Turquie, précité, § 108).", "104.  En l’espèce le requérant ayant été expulsé vers l’Algérie par la France, le niveau de protection que la Cour pouvait garantir s’agissant des droits énoncés à l’article 3 de la Convention a été amoindri de manière irréversible. De plus, l’avocat du requérant ayant perdu tout contact avec celui-ci depuis son expulsion, l’administration des preuves à l’appui des allégations du requérant s’est révélée plus complexe.", "105.  La Cour a souligné que le système de protection tel qu’il fonctionne actuellement a été modifié par le Protocole no 11 : le droit de recours individuel ne dépend plus d’une déclaration éventuelle des Etats contractants. Ainsi, l’individu s’est vu reconnaître au plan international un véritable droit d’action pour faire valoir des droits et libertés qu’il tient directement de la Convention. Elle a estimé qu’au vu des principes généraux de droit international, du droit des traités et de la jurisprudence internationale, l’interprétation de la portée des mesures provisoires ne peut être dissociée de la procédure au cours de laquelle elles sont prévues et de la décision sur le fond qu’elles visent à protéger.", "106.  Elle a conclu que de ce fait, on peut dire que, quel que soit le système juridique considéré, toute bonne administration de la justice implique que ne soient pas accomplis, tant qu’une procédure est en cours, des actes de caractère irréparable.", "107.  De même, dans le système de la Convention, les mesures provisoires, telles qu’elles ont été constamment appliquées en pratique, se révèlent d’une importance fondamentale pour éviter des situations irréversibles qui empêcheraient la Cour de procéder dans de bonnes conditions à un examen de la requête et, le cas échéant, d’assurer au requérant la jouissance pratique et effective du droit protégé par la Convention qu’il invoque. Dès lors, dans ces conditions, l’inobservation par un Etat défendeur de mesures provisoires met en péril l’efficacité du droit de recours individuel, tel que garanti par l’article 34, ainsi que l’engagement formel de l’Etat, en vertu de l’article 1, de sauvegarder les droits et libertés énoncés dans la Convention.", "108.  Une indication de mesures provisoires donnée par la Cour, comme dans le cas d’espèce, permet à celle-ci non seulement d’examiner efficacement une requête mais aussi de s’assurer de l’effectivité de la protection prévue par la Convention à l’égard du requérant, et ultérieurement au Comité des Ministres de surveiller l’exécution de l’arrêt définitif. Une telle mesure permet ainsi à l’Etat concerné de s’acquitter de son obligation de se conformer à l’arrêt définitif de la Cour, lequel est juridiquement contraignant en vertu de l’article 46 de la Convention (arrêt Mamatkulov et Askarov c. Turquie précité, § 125).", "109.  La Cour rappelle que, dans son arrêt Mamatkulov et Askarov c. Turquie, elle a admis qu’il est dans l’intérêt de la sécurité juridique et de la prévisibilité qu’elle ne s’écarte pas sans motif valable de ses propres précédents.", "Elle a toutefois également réitéré qu’il est d’une importance cruciale que la Convention soit interprétée et appliquée d’une manière qui en rende les garanties concrètes et effectives et non pas théoriques et illusoires. En outre, elle est un instrument vivant à interpréter à la lumière des conditions actuelles (arrêt Tyrer c. Royaume-Uni, arrêt du 25 avril 1978, série A no 26, § 31).", "110.  La Cour estime que dans la présente affaire, le renvoi du requérant vers l’Algérie a gêné l’examen, de manière appropriée, des griefs du requérant conformément à sa pratique constante dans des affaires similaires et, en fin de compte, l’a empêchée de le protéger en cas de besoin des violations potentielles de la Convention. La conséquence de cet empêchement est que le requérant a été entravé dans l’exercice effectif de son droit de recours individuel, garanti par l’article 34 de la Convention.", "111.  La Cour rappelle qu’en vertu de l’article 34 de la Convention, les Etats contractants s’engagent à s’abstenir de tout acte ou à se garder de toute omission qui entraverait l’exercice effectif du droit de recours d’un requérant.", "Elle souligne que, même si, à l’époque où le requérant a été expulsé dans la présente affaire, la force obligatoire des mesures prises en application de l’article 39 de son Règlement n’avait pas été affirmée explicitement, il n’en demeure pas moins que l’article 34 et les obligations en découlant s’imposaient déjà aux Etats contractants.", "112.  Compte tenu des éléments en sa possession, la Cour conclut qu’en ne se conformant pas aux mesures provisoires indiquées en vertu de l’article 39 de son règlement, la France n’a pas respecté les obligations qui lui incombaient en l’espèce au regard de l’article 34 de la Convention.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "113.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "114.  Le requérant fait valoir qu’il a subi un dommage moral important du fait de son éloignement vers l’Algérie. Il ajoute que pour les raisons liées à l’histoire de sa famille, les siens ne peuvent lui rendre visite. Il demande 30 000 euros à ce titre.", "115.  Le requérant demande également réparation du préjudice découlant du défaut de soins de sa maladie. A défaut d’expertise, il demande à ce titre la somme de 100 000 euros.", "116.  Le Gouvernement estime que ces demandes sont excessives. Il estime que le préjudice au titre du manque de soins médicaux n’est pas établi. Pour ce qui est du préjudice moral, il propose le versement au requérant d’une somme de 20 000 euros.", "117.  La Cour n’estime pas établie la réalité du dommage moral et du défaut de soins allégués.", "118.  Dans les circonstances de la cause, elle considère en revanche que le requérant a indéniablement éprouvé un préjudice moral résultant de la méconnaissance de l’article 34 de la Convention par la France et que le simple constat de non-respect par l’Etat défendeur de ses obligations au titre de l’article 34 ne saurait le compenser.", "En conséquence, statuant en équité comme le veut l’article 41, compte tenu du fait qu’elle n’a pas conclu à la violation des articles 3 et 8 de la Convention et au vu de sa jurisprudence antérieure en la matière, la Cour alloue au requérant 7 000 euros pour dommage moral (voir (Mamatkulov et Askarov c. Turquie [GC], nos 46827/99 et 46951/99, § 134, CEDH 2005...).", "B.  Frais et dépens", "119.  Le représentant du requérant demande à ce titre 9 568 euros. Il ne fournit aucun document à l’appui de cette demande.", "120.  Le Gouvernement fait observer que les frais et dépens engagés devant la Cour peuvent être indemnisés, sous réserve de la production de justificatifs et du caractère raisonnable de ces honoraires. Sous cette réserve, le Gouvernement propose le versement de la somme de 7 000 euros.", "121.  La Cour estime que le requérant a indéniablement exposé des frais pour la présentation de sa requête devant la Cour.", "En conséquence, statuant en équité comme le veut l’article 41, la Cour alloue au requérant 5 000 euros pour frais et dépens.", "C.  Intérêts moratoires", "122.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Rejette les exceptions préliminaires du Gouvernement ;", "2.  Dit qu’il n’y a pas eu violation de l’article 3 de la Convention ;", "3.  Dit qu’il n’ y a pas eu violation de l’article 8 de la Convention ;", "4.  Dit que la France a failli à ses obligations au titre de l’article 34 de la Convention ;", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention les sommes suivantes :", "i.   7 000 EUR (sept mille euros) pour dommage moral;", "ii. 5 000 EUR (cinq mille euros) pour frais et dépens ;", "iii.  tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 17 janvier 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tNicolas Bratza\n\tGreffier\tPrésident"]}