{"file": "FRE_HFJUD_37483_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37483/02", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "AFFAIRE GÜZEL ERDAGÖZ c. TURQUIE", "", "(Requête no 37483/02)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "21 octobre 2008", "", "", "DÉFINITIF", "", "06/04/2009", "", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Güzel Erdagöz c. Turquie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura-Sandström,\n\tCorneliu Bîrsan,\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele,\n\tIşıl Karakaş, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 30 septembre 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 37483/02) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Güzel Erdagöz (« la requérante »), a saisi la Cour le 23 août 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Mes A. Bingöl et G. Kartal, avocates à Istanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 13 novembre 2007, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, elle a en outre décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  La requérante est née en 1930 et réside à Kars. Elle est agricultrice.", "5.  En 1933, elle fut inscrite au registre de l’état civil sous le prénom de « Güzel ».", "6.  En 2001, elle se trouva dans l’impossibilité de percevoir des subventions destinées aux agriculteurs parce que son prénom n’était pas orthographié de la même manière dans tous les registres de l’Etat : dans le registre de propriété du terrain agricole établi en 1989, son prénom était orthographié « Gözel », ce qui était, selon elle, l’orthographe correcte. C’est seulement à cette occasion que la requérante constata que l’orthographe de son prénom, tel qu’il était transcrit dans le registre de l’état civil, était erronée.", "7.  Le 17 septembre 2001, la requérante introduisit une action en rectification de l’orthographe de son prénom (isim tashihi) devant la chambre civile du tribunal de Susuz (« le tribunal »). Elle fit valoir qu’elle s’appelait « Gözel » et non « Güzel », comme il était indiqué dans le registre de l’état civil, et que son entourage proche l’appelait « Gözel » depuis toujours. Elle estima que son prénom avait été orthographié « Güzel » par erreur ou que l’orthographe avait été sciemment modifiée par les autorités, à son insu.", "8.  Elle cita des témoins à l’appui de sa demande et annexa une copie du registre de propriété dans lequel son prénom était orthographié « Gözel ».", "9.  Le tribunal ordonna en premier lieu une instruction pour déterminer si la requérante était recherchée par la gendarmerie. Constatant que cela n’était pas le cas, il nomma comme expert le directeur de l’éducation nationale du district.", "10.  Lors de l’audience du 5 octobre 2001, l’expert convoqué par le tribunal déclara que « güzel » était l’orthographe correcte du mot, tel qu’il figurait dans le dictionnaire édité par l’institut de la langue turque (Türk Dil Kurumu, ci-dessous « TDK »), et que « gözel » était un « un mot régional » (yöresel bir kelime), inexistant dans le dictionnaire de la langue turque.", "11.  Lors de la même audience, les témoins cités par la requérante, des proches de la famille et des voisins, affirmèrent connaître l’intéressée depuis toujours sous le prénom de « Gözel ».", "12.  Selon la décision rendue le même jour par le tribunal, la demande de la requérante fut rejetée au motif qu’elle était dépourvue de toute légitimité. La décision se référait en particulier au constat de l’expert (paragraphe 10 ci-dessus).", "13.  Le 5 décembre 2001, la requérante se pourvut en cassation contre cette décision. Elle fit valoir que le rejet de sa demande, en dépit des témoignages prouvant qu’elle s’appelait « Gözel » et était appelée ainsi par son entourage, était contraire aux lois et aux conventions internationales.", "14.  Par un arrêt du 1er avril 2002, la Cour de cassation confirma la décision rendue en première instance.", "15.  Par une lettre du 16 août 2002, la requérante introduisit une demande en rectification de jugement (karar düzeltme) devant la Cour de cassation. Elle demanda un réexamen de son dossier, en précisant que son inscription au registre de l’état civil sous son vrai prénom, c’est-à-dire « Gözel », relevait de ses droits prévus par la Convention, laquelle a valeur de loi nationale.", "16.  Par un arrêt définitif du 14 octobre 2002 rendu par la Cour de cassation, la requérante fut déboutée. Elle fut condamnée à payer 10 120 000 LT correspondant aux frais relatifs au rejet de la demande (karar düzeltme red harcı) ainsi qu’une amende (para cezası) d’un montant de 54 520 000 livres turques (ci-dessous « TRY », trente-cinq euros environ), sans qu’aucune disposition légale ne soit mentionnée à cet égard.", "17.  Le 4 décembre 2002, la requérante s’acquitta du montant de l’amende.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "18.  Selon l’article 27 du code civil :", "« Un changement de nom peut être demandé au juge uniquement s’il existe un intérêt légitime (...) ».", "19.  A l’époque des faits, la loi no 1587 relative aux registres de l’état civil prévoyait, en son article 16, qu’il ne pouvait être donné aux nouveau-nés des prénoms « qui ne sont pas compatibles avec la culture nationale, les us et coutumes ou principes moraux, ou bien qui heurtent la conscience publique ».", "A la suite de la modification de la loi en juin 2003, la restriction porte désormais sur des prénoms « de nature immorale ou offusquant l’opinion publique ».", "20.  L’article 442 du code de procédure civile prévoyait, à l’époque des faits, une peine d’amende (« cezayı nakdi » ou « para cezası ») en cas d’introduction d’une demande en rectification de jugement sur la base d’un motif qui ne figurait pas parmi ceux cités dans la loi.", "Cette dernière disposition fut abrogée en 2004.", "EN DROIT", "I.  SUR L’ÉTABLISSEMENT DES FAITS ET L’OBJET DU LITIGE", "21.  La Cour doit d’abord clarifier les points suivants relatifs aux faits à l’origine de la présente requête, après avoir examiné les observations des deux parties.", "22.  La requérante se plaint de la « turquisation » de son prénom kurde par l’administration. Elle présente deux hypothèses susceptibles d’être à l’origine des faits : selon la première, son prénom « Gözel » aurait été mal orthographié dès le départ dans le registre de l’état civil en tant que « Güzel ». Selon la seconde hypothèse, l’orthographe aurait été modifiée par la suite à son insu. En tout état de cause, la requérante n’aurait été informée de l’orthographe prétendument erronée de son prénom dans le registre de l’état civil qu’en 2001, date à laquelle elle introduisit devant le tribunal civil une procédure visant à la rectification de cette orthographe.", "23.  Le Gouvernement affirme que la requérante fut inscrite à l’état civil sous le prénom de « Güzel » dès 1933, et que cette inscription ne subit aucune modification. Il joint une copie du registre de l’état civil.", "24.  En l’absence de tout élément permettant de vérifier l’exactitude de l’une ou l’autre des hypothèses présentées par la requérante, la Cour estime établis les faits à l’origine tels que les présente le Gouvernement, documents à l’appui. Elle écarte donc tout grief fondé sur la modification du prénom en tant que tel.", "25.  Quelle que soit l’origine de l’erreur dénoncée par la requérante, la Cour estime qu’il y a lieu de se baser sur les faits qui se résument à la procédure devant le tribunal civil, laquelle a abouti au rejet de la demande de l’intéressée visant à la rectification de l’orthographe de son prénom.", "26.  La Cour note que la requérante se plaint d’une part du rejet - injustifié selon elle - de sa demande par le tribunal civil et d’autre part du fait qu’elle a en outre dû s’acquitter d’une amende à la fin de la procédure dans laquelle elle n’a pas obtenu gain de cause.", "27.  Le Gouvernement explique que l’amende infligée à la requérante à l’issue de son recours en rectification de jugement était basée sur l’ancien article 442 du code de procédure civile (paragraphe 20 ci-dessus).", "28.  La Cour note que le dossier ne comporte aucun élément qui démontre un lien direct entre l’amende dont la requérante a dû s’acquitter et les griefs qu’elle a introduits sur le terrain des articles 8 et 14 de la Convention. Elle écarte donc également cet aspect du domaine des faits à examiner.", "29.  Après avoir ainsi établi les faits, la Cour concentrera son examen sur la procédure civile ayant abouti au rejet de la demande de la requérante, qui tendait à obtenir la rectification de l’orthographe de son prénom.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 14", "30.  Invoquant l’article 8 de la Convention, la requérante se plaint de n’avoir pu obtenir la rectification de l’orthographe de son prénom dans le registre de l’état civil. L’article 8 de la Convention se lit ainsi dans ses passages pertinents :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection de la (...) morale, ou à la protection des droits et libertés d’autrui. »", "La requérante avance que, dans la mesure où son prénom d’origine kurde a été « turquisé », elle a subi un traitement discriminatoire fondé sur la langue et son appartenance à la minorité nationale kurde au sens de l’article 14 de la Convention ainsi libellé dans ses passages pertinents :", "", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur (...) la langue, (...) l’origine nationale ou sociale, l’appartenance à une minorité nationale (...) ou toute autre situation. »", "A.  Sur la recevabilité", "31.  Le Gouvernement soulève trois exceptions d’irrecevabilité tirées respectivement du non-épuisement des voies de recours internes, ainsi que de l’incompétence ratione temporis et ratione personae de la Cour.", "1.  Sur l’exception tirée du non-épuisement des voies de recours internes :", "32.  Le Gouvernement estime que la requérante n’a pas présenté devant les autorités nationales l’argument relatif à la modification de son prénom dans le registre de l’état civil et à la discrimination qu’elle aurait subie de ce fait. Selon le Gouvernement, elle ne peut donc passer pour avoir épuisé les voies de recours internes.", "33.  La requérante estime qu’elle ne pouvait défendre sa cause devant le tribunal en faisant valoir l’origine kurde de son prénom pour la simple raison qu’un tel argument se serait heurté à l’interdiction de l’usage des noms kurdes en vertu de la loi en vigueur à l’époque.", "34.  La Cour réitère en premier lieu que le litige qu’elle examine en l’espèce porte non pas sur la modification du prénom, mais sur la procédure devant le tribunal civil (paragraphe 29 ci-dessus).", "35.  Par ailleurs, elle constate que la requérante a évoqué le fait que son entourage la connaissait sous le prénom de « Gözel » et l’appelait par ce prénom ; elle a par ailleurs mentionné la Convention devant la Cour de cassation (paragraphes 7, 14 et 16 ci-dessus).", "La Cour estime que ces éléments suffisent pour conclure que la requérante a soulevé en substance ses droits sur le terrain de l’article 8 de la Convention combiné avec l’article 14 de celle-ci.", "2.  Sur l’exception tirée de l’incompétence ratione temporis", "36.  Le Gouvernement estime que dans la mesure où les faits allégués, à savoir l’inscription du prénom de la requérante au registre de l’état civil, remontent à 1933, la Cour n’a pas la compétence ratione temporis pour examiner la présente affaire.", "37.  La Cour rappelle avoir défini que les faits qui feront l’objet de son examen sont la procédure civile qui a abouti au jugement définitif rendu le 14 octobre 2002 par la Cour de cassation. Par conséquent, l’affaire relève bien de sa compétence ratione temporis.", "3.  Sur l’exception tirée de l’incompétence ratione personae", "38.  Le Gouvernement estime que le prénom de la requérante n’ayant jamais été modifié par les autorités depuis son enregistrement en 1933, il n’y a pas eu ingérence. Partant, la requérante ne peut s’estimer victime d’une violation de l’article 8 de la Convention.", "Pour les motifs énoncés ci-dessus (paragraphes 34 et 37), la Cour rejette également cette exception soulevée par le Gouvernement.", "39.  Elle relève par ailleurs que la requête ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  La requérante", "40.  La requérante fait tout d’abord valoir que son prénom est Gözel, raison pour laquelle elle a déclaré ce prénom au registre de propriété (paragraphe 7 ci-dessus). Elle explique que, comme dans les années trente les naissances avaient lieu à domicile, les inscriptions au registre de l’état civil se faisaient avec un certain retard ; les déclarations des parents concernant le prénom de l’enfant étaient faites oralement et la transcription était laissée aux soins de l’employé municipal. Elle ajoute qu’elle s’est aperçue en 2001 que l’orthographe de son prénom était erronée et qu’elle a alors engagé une procédure civile en rectification. Elle souligne que pour rejeter sa demande, le tribunal s’est basé sur le seul argument de l’orthographe correcte du mot en turc, ce qui exclut toute possibilité de défendre les diverses origines possibles d’un prénom. Elle note par ailleurs que l’expert s’est borné à constater la prononciation régionale/ dialectale du mot, sans mentionner l’origine kurde de celui-ci.", "b)  Le Gouvernement", "41.  Le Gouvernement conteste cette thèse. Il fait tout d’abord valoir que la requérante fut inscrite au registre de l’Etat civil sous le nom de naissance (prénom et nom) de « Güzel Akanaraz » dès 1933, soit trois ans après sa naissance. Lors de son mariage en 1942, elle prit le nom de son mari, Erdagöz, et son prénom demeura Güzel. Le Gouvernement joint une copie du registre de l’état civil et affirme qu’il ne fut procédé à aucun moment à une modification du prénom de la requérante dans ce registre.", "Il estime de ce fait qu’elle n’a subi aucune violation de ses droits garantis par les articles 8 et 14 de la Convention.", "42.  Le Gouvernement rappelle les principes résumés au paragraphe 43 de l’arrêt Boulgakov c. Ukraine (no 59894/00, 11 septembre 2007). Il mentionne par ailleurs les affaires Mentzen c. Lettonie (déc.), no 71074/01, CEDH 2004XII et Lidija Kuharec alias Kuhareca c. Lettonie (déc.), no 71557/01, 7 décembre 2004) pour conclure à l’absence de toute apparence de violation des droits de la requérante en l’espèce.", "2.  Appréciation de la Cour", "a)  Sur l’applicabilité de l’article 8", "43.  Aucune des parties ne met en doute l’applicabilité de l’article 8 de la Convention au cas d’espèce, et la Cour elle-même ne voit aucune raison de le faire. En effet, elle a elle-même, à plusieurs reprises, reconnu l’applicabilité de l’article 8 – tant sous l’angle de la « vie privée » que sous celui de la « vie familiale » – aux contestations relatives aux noms et prénoms des personnes physiques (voir Burghartz c. Suisse, arrêt du 22 février 1994, série A no 280-B, p. 28, § 24 ; Stjerna c. Finlande, arrêt du 25 novembre 1994, série A no 299-B, p. 60, § 37, et Guillot c. France, arrêt du 24 octobre 1996, Recueil des arrêts et décisions 1996-V, pp. 1602-1603, § 21, ainsi que Szokoloczy-Syllaba et Palffy de Erdoed Szokoloczy-Syllaba c. Suisse (déc.), no 41843/98, 29 juin 1999 ; Bijleveld c. Pays-Bas (déc.), no 42973/98, 27 avril 2000 ; Taieb dite Halimi c. France (déc.), no 50614/99, 20 mars 2001 ; G.M.B. et K.M. c. Suisse (déc.), no 36797/97, 27 septembre 2001 ; Šiškina et Šiškins c. Lettonie (déc.), no 59727/00, 8 novembre 2001, et Petersen c. Allemagne (déc.), no 31178/96, 6 décembre 2001, Johansson c. Finlande, no 10163/02, CEDH 2007... ; Boulgakov c. Ukraine, no 59894/00, 11 septembre 2007). L’objet de la requête tombe donc dans le champ d’application de l’article 8 de la Convention.", "b)  Sur la question de savoir si l’affaire implique une obligation positive ou une ingérence", "44.  La Cour note en premier lieu que le cas d’espèce se distingue d’autres affaires qu’elle a déjà eu à traiter, relatives à la transcription phonétique d’un patronyme de langue étrangère (voir par exemple Mentzen c. Lettonie (déc.), no 71074/01, CEDH 2004XII), ou au refus de l’officier de l’état civil d’autoriser les parents à donner à leur enfant le prénom de leur choix (Guillot c. France, arrêt du 24 octobre 1996, Recueil des arrêts et décisions 1996V).", "Le litige porte sur la demande de rectification de l’orthographe du prénom de la requérante, qui fut rejetée par les tribunaux civils au motif que l’orthographe revendiquée par la requérante suivait la prononciation régionale du mot et ne figurait pas dans le dictionnaire de la langue turque.", "45.  Le refus des autorités turques d’autoriser la requérante à modifier l’orthographe de son prénom ne saurait, pour la Cour, passer nécessairement pour une ingérence dans l’exercice du droit de l’intéressée au respect de sa vie privée, comme l’aurait été, par exemple, l’obligation de changer de patronyme ou de prénom. Toutefois - la Cour l’a dit à plusieurs reprises -, si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics dans l’exercice du droit protégé, il peut engendrer de surcroît des obligations positives inhérentes à un « respect » effectif de la vie privée.", "46.  La frontière entre les obligations positives et négatives de l’Etat au titre de l’article 8 ne se prête pas à une définition précise. Les principes applicables sont néanmoins comparables. Dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents de l’individu et de la société dans son ensemble (voir, par exemple, l’arrêt Keegan c. Irlande du 26 mai 1994, série A no 290, p. 19, par. 49 ; voir, mutatis mutandis, Stjerna c. Finlande, arrêt du 25 novembre 1994, série A no 299B, § 38 ; Johansson, précité, §§ 29 et 30, CEDH 2007...).", "c)  Sur la compatibilité avec l’article 8", "47.  La Cour rappelle que dans le secteur particulier à considérer, les Etats contractants jouissent d’une large marge d’appréciation. La Cour n’a point pour tâche de se substituer aux autorités turques compétentes pour définir la politique la plus opportune en matière de réglementation de la modification des noms en Turquie, mais d’apprécier sous l’angle de la Convention les décisions qu’elles ont rendues dans l’exercice de leur pouvoir d’appréciation (Stjerna, précité, § 39 ; voir, entre autres, les arrêts Hokkanen c. Finlande du 23 septembre 1994, série A no 299-A, § 55, et, mutatis mutandis, l’arrêt Handyside c. Royaume-Uni du 7 décembre 1976, série A no 24, § 49).", "48.  Sa tâche ne consiste donc point à contrôler in abstracto la loi et la pratique adoptée par les autorités turques, mais à rechercher si la manière dont elles ont été appliquées à Mme Erdagöz a enfreint la Convention (Olsson c. Suède (no 1), arrêt du 24 mars 1988, série A no 130, § 54 ; Johansson, précité, § 31).", "49.  Tout en reconnaissant qu’il peut exister de véritables raisons amenant un individu à désirer changer de nom, la Cour réitère que des restrictions légales à pareille possibilité peuvent se justifier dans l’intérêt public; par exemple, afin d’assurer un enregistrement exact de la population ou de sauvegarder les moyens d’une identification personnelle et de relier à une famille les porteurs d’un nom donné. (Stjerna, précité, § 39).", "50.  La Cour estime devoir se situer essentiellement par rapport à la motivation donnée par les autorités et retenue par les juges nationaux pour apprécier si la « nécessité » de la restriction imposée au droit au respect de la vie privée et familiale est établie de manière convaincante (voir, mutatis mutandis, Ulusoy et autres c. Turquie, no 34797/03, § 47, 3 mai 2007 ; Daróczy c. Hongrie, no 44378/05, § 32, 1er juillet 2008).", "51.  En l’espèce, elle note que les juridictions internes n’ont mentionné ni des dispositions légales, ni d’éventuels intérêts publics ou privés en concurrence avec l’intérêt légitime soulevé par la requérante lors de la procédure civile.", "52.  La Cour constate que le refus opposé à la requérante par les juridictions nationales était principalement motivé par le fait que le prénom qu’elle revendiquait ne figurait pas dans le dictionnaire de la langue turque, et ceci sans aucune prise en compte des divers points soulevés par la requérante et des intérêts qui en découlaient dans le cadre de l’article 8 de la Convention.", "53.  La Cour note par ailleurs que la motivation du tribunal ne semble pas se fonder sur l’application d’une législation clairement établie. A cet égard, elle estime qu’il est difficile de déduire du libellé de l’article 16 de la loi no 1587 (paragraphe 19 ci-dessus) une interdiction générale d’enregistrer des prénoms qui ne figurent pas dans le dictionnaire de la langue turque. Une telle interdiction pourrait d’ailleurs difficilement se concilier, non seulement avec l’article 8 de la Convention, mais aussi avec la réalité de la grande diversité des origines linguistiques des prénoms turcs.", "54.  Par conséquent, la Cour est d’avis, comme l’illustre la présente affaire, que le droit turc n’indique pas avec assez de clarté l’étendue et les modalités d’exercice du pouvoir d’appréciation des autorités dans le domaine des restrictions relatives aux demandes de rectification de prénoms et que le Gouvernement ne mentionne aucune mesure offrant des sauvegardes adéquates contre les abus qui sont à redouter dans l’application de telles restrictions. Cela vaut d’autant plus qu’en l’espèce rien n’indique que la modification du prénom de la requérante était susceptible de troubler l’ordre ou un quelconque intérêt publics (voir, mutatis mutandis, Ulusoy et autres, précité, §53, Stankov et Organisation macédonienne unie Ilinden c. Bulgarie, nos 29221/95 et 29225/95, § 100, CEDH 2001IX).", "55.  A la lumière de ces considérations, la Cour conclut que le refus opposé à la demande de la requérante par les juridictions nationales, qui n’est fondé sur aucune législation clairement établie et aucune motivation suffisante et pertinente, ne peut être considéré comme « nécessaire dans une société démocratique ».", "56.  Partant, il y a eu violation de l’article 8 de la Convention.", "57.  Eu égard au constat relatif à l’article 8 (paragraphes 51-56 ci-dessus), la Cour estime qu’il n’y a pas lieu d’examiner séparément s’il y a eu, en l’espèce, violation de l’article 14.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "59.  La requérante réclame 100 000 euros (EUR) au titre du préjudice matériel et 100 000 EUR au titre du préjudice moral qu’elle aurait subis. Elle demande également qu’il soit mis un terme à la violation dont elle se plaint.", "A l’appui de ses demandes au titre du préjudice matériel, la requérante soumet une copie des annexes d’un décret du comité des ministres concernant les subventions destinées aux agriculteurs, ainsi que des registres dans lesquels elle apparaît comme étant propriétaire de plusieurs terrains agricoles.", "60.  Le Gouvernement juge ces demandes non fondées et les montants excessifs.", "61.  La Cour estime que l’on ne saurait spéculer sur l’issu de la procédure relative aux subventions agricoles sur laquelle la requérante fonde sa demande au titre du dommage matériel. Elle rejette donc cette demande.", "62.  En revanche, elle estime que la requérante a subi un dommage moral du fait des circonstances à l’origine de la violation de la Convention constatée en l’espèce. Appréciant en équité et ensemble les divers éléments pertinents, la Cour lui accorde 2 000 EUR à ce titre.", "B.  Frais et dépens", "63.  La requérante demande également 20 000 EUR au total pour les frais et dépens engagés devant les juridictions internes et devant la Cour. Elle fournit à l’appui de cette demande une facture relative à des traductions d’un montant de 105 TRY, ainsi que le barème tarifaire du barreau d’Istanbul.", "64.  Le Gouvernement juge ces demandes non fondées et excessives.", "65.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 1 000 EUR tous frais confondus et l’accorde à la requérante.", "C.  Intérêts moratoires", "66.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner le grief tiré de l’article 14 de la Convention ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour dommage moral et 1 000 EUR (mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par la requérante, à convertir en nouvelles livres turques ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 octobre 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}