{"file": "FRE_HFJUD_36541_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "36541/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE BUCHEŇ c. RÉPUBLIQUE TCHÈQUE", "", "", "(Requête no 36541/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "26 novembre 2002", "", "", "", "DÉFINITIF", "", "26/02/2003", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Bucheň c. République tchèque,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tGaukur Jörundsson,\n\t\tL. Loucaides,\n\tMme\tV. Strážnická\n\t\tC. Bîrsan,\n\t\tM. Ugrekhelidze, juges,\net de M. T.L. Early, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 1er octobre 2002 et 5 novembre 2002,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 36541/97) dirigée contre la République tchèque et dont un ressortissant de cet Etat, M. Anton Bucheň (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 16 mai 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le requérant est représenté devant la Cour par Me J. Staněk, avocat au barreau tchèque. Le gouvernement tchèque (« le Gouvernement ») est représenté par son agent, M. V. Schorm.", "3.  Le requérant s’estimait en particulier victime d’une discrimination, prohibée par l’article 14 de la Convention, en matière d’allocation de retraite, et alléguait une atteinte à son droit au respect de ses biens, garanti par l’article 1 du Protocole no 1.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11). ", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. A la suite du déport de M. K. Jungwiert, juge élu au titre de la République tchèque (article 28 du règlement), le Gouvernement a désigné Mme V. Strážnická, la juge élue au titre de la République slovaque, pour siéger en qualité de juge ad hoc.", "6.  Par une décision du 27 avril 2000, la chambre a déclaré la requête partiellement recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 2 in fine du règlement), les parties ont chacune soumis des commentaires écrits sur les observations de l’autre.", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  En 1972, le requérant devint militaire de carrière. En 1982, il fut désigné juge militaire. Le 22 juin 1992, le président de la République signa sa nomination officielle. ", "10.  Le 1er janvier 1993, la Constitution de la République tchèque (Ústava České republiky) entra en vigueur. L’article 110 mettait fin à l’existence des tribunaux militaires à compter du 31 décembre 1993. Le 1er janvier 1993, la loi constitutionnelle no 29/1993 sur certaines autres mesures liées à la scission de la République fédérative tchèque et slovaque (ústavní zákon o některých dalších opatřeních souvisejících se zánikem České a Slovenské Federativní Republiky) entra en vigueur. Selon son article 2-1, les juges auprès des tribunaux militaires de la République fédérative tchèque et slovaque devenaient, avec leur consentement, juges auprès des tribunaux militaires de la République tchèque. L’article 3 disposait qu’ils étaient considérés comme des juges désignés en vertu de la Constitution de la République tchèque. Le 30 décembre 1992, le requérant accepta son affectation au tribunal militaire supérieur de Olomouc (Vyšší vojenský soud) à compter du 1er janvier 1993.", "11.  Par l’arrêté no 205 du ministre de la Défense daté du 28 septembre 1993, le requérant fut révoqué de ses fonctions de militaire de carrière avec effet au 31 décembre 1993, en application de l’article 26-1 c) de la loi sur certains rapports de service des militaires no 76/1959 (zákon o některých služebních poměrech vojáků), devenant ainsi officier de réserve à compter du 1er janvier 1994. Le 30 septembre 1993, il attesta avoir été informé de sa révocation. Selon les articles 33 et 33 a) de ladite loi, le requérant avait droit à l’allocation de retraite militaire (výsluhový příspěvek) (« l’allocation de retraite ») et à la prime de fin de carrière (odchodné).", "12.  Le 8 décembre 1993, le requérant consentit à son affectation à la cour régionale d’Ostrava (krajský soud), en application de l’article 34-1 de la loi no 335/1991 sur les tribunaux et les juges. Le 21 décembre 1993, le ministre de la Justice l’affecta à cette juridiction à compter du 1er janvier 1994.", "13.  Le 1er janvier 1994, la loi no 304/1993 portant modification de la loi no 391/1991 sur les conditions de rémunération des juges, notaires d’Etat, postulants à la fonction de juge et de notaire (zákon o platových poměrech soudců, státních notářů, justičních a notářských čekatelů) entra en vigueur. Selon l’article II-2 de cette loi, le paiement de l’allocation de retraite aux anciens juges militaires qui avaient accepté d’être affectés à des tribunaux de droit commun était suspendu jusqu’à la fin de l’exercice de leurs fonctions de juge.", "14.  Le 27 janvier 1994, conformément à l’article 33 de la loi no 76/1959, l’office militaire de sécurité sociale de Prague (vojenský úřad sociálního zabezpečení) reconnut le droit du requérant à l’allocation de retraite pour la période du 1er janvier 1994 au 16 avril 2011. En même temps, il décida qu’en vertu de l’article II-2 de la loi no 304/1993, le paiement de cette allocation au requérant serait suspendu jusqu’au terme de sa fonction de juge de droit commun. ", "15.  Le 28 avril 1994, le directeur du département de sécurité sociale du ministère de la Défense (ředitel odboru zabezpečení osob ministerstva obrany) rejeta le recours du requérant interjeté contre la décision du 27 janvier 1994, considérant notamment que l’article II de la loi no 304/1993, limitant les droits acquis pour le futur, n’avait pas d’effet rétroactif. Concernant l’argument du requérant tiré de l’inégalité des personnes devant la loi, le ministère de la Défense se déclara incompétent pour juger de la compatibilité de la loi no 304/1993 avec la Charte des droits et libertés fondamentaux (Listina základních práv a svobod).", "16.  Le 7 juin 1994, le requérant et neuf autres anciens juges militaires se trouvant dans la même situation saisirent le tribunal municipal de Prague (městský soud) d’une action tendant à obtenir l’annulation des décisions du ministère de la Défense les concernant. Ils alléguaient que ces décisions avaient violé les principes de la sécurité juridique et de la protection des droits acquis, soutenant que la suspension du paiement de l’allocation de retraite en vertu de la loi no 304/1993 reposait sur une rétroactivité apparente (nepravá retroaktivita) qui n’est admissible en droit qu’au profit des personnes concernées. A leurs yeux, l’application de la loi no 304/1993 à l’espèce constituait une atteinte illégitime à leur droit acquis en vertu d’une loi, car aucun texte n’avait prévu de restriction au paiement de l’allocation de retraite avant que leurs fonctions de militaire de carrière ne prennent fin. A la date d’entrée en vigueur de la loi no 304/1993, ils étaient déjà officiers de réserve et juges de droit commun et ne pouvaient donc être concernés par la loi contestée, qui visait uniquement les juges militaires.", "17.  Le 11 août 1994, la cour supérieure (vrchní soud), à laquelle l’action susmentionnée avait été transférée, disjoignit le cas du requérant de l’examen commun de l’affaire. ", "18.  Le 26 mai 1995, la même juridiction rejeta l’action de K.F. relative au même problème. Par la suite, K.F. introduisit un recours constitutionnel (ústavní stížnost), arguant que la cour supérieure avait violé son droit à la protection judiciaire des droits garanti par l’article 36 de la Charte des droits et libertés fondamentaux, le principe de l’interdiction de la discrimination consacré par l’article 3-1 de la Charte et celui de l’égalité des citoyens devant la loi au sens de l’article 1 de la Charte. Invoquant l’article 11-4 de la Charte, K.F. fit valoir que l’arrêt de la cour supérieure avait opéré une expropriation. Le requérant ainsi que les neuf autres anciens juges militaires demandèrent à être admis en tant que partie intervenante à la procédure concernant K.F., mais leur demande fut rejetée par la Cour constitutionnelle le 7 février 1996.", "19.  Le 7 mars 1996, la troisième chambre de la Cour constitutionnelle (třetí senát Ústavního soudu) suspendit l’examen de l’affaire K.F., proposant à l’assemblée plénière de la Cour constitutionnelle (plénum Ústavního soudu) d’annuler l’article II de la loi no 304/1993. La chambre estima que cet article avait un caractère discriminatoire et que la suspension du paiement de l’allocation de retraite n’était pas justifiée par l’intérêt public. Elle releva également que certains juges et autres administrateurs des juridictions militaires bénéficiaient de l’allocation de retraite et que la loi no 304/1993 n’était entrée en vigueur que le 1er janvier 1994, soit après que les juges militaires eurent quitté l’armée et accepté leur affectation à des tribunaux de droit commun, ce qui les empêchait de changer de position.", "20.  Le 25 avril 1996, la cour supérieure suspendit l’examen du recours du requérant, afin d’attendre l’issue de l’affaire K.F. examinée par la Cour constitutionnelle.", "21.  Le 8 octobre 1996, l’assemblée plénière de la Cour constitutionnelle rejeta la proposition de la troisième chambre d’annuler l’article II de la loi no 304/1993, relevant en particulier que :", "", "« (...) le requérant allègue notamment que (...) le paiement de l’allocation de retraite est refusé aux juges des anciens tribunaux militaires d’arrondissement et  supérieurs qui sont restés en fonction jusqu’au 31 décembre 1993 (...). L’allocation de retraite serait au contraire versée aux juges de l’ancien collège militaire de la cour supérieure de Prague, aux anciens procureurs militaires affectés comme juges à des tribunaux de droit commun, ainsi qu’aux anciens juges militaires ayant quitté les juridictions militaires avant le 31 décembre 1993 et par la suite été désignés comme juges auprès de tribunaux de droit commun. Selon le requérant, l’inégalité (...) réside également dans le fait que l’allocation est (...) versée aux autres militaires de carrière qui ont quitté [la fonction militaire] (...). ", "Examinant la constitutionnalité de l’article II de la loi no 304/1993, [la Cour] doit se pencher sur la question de savoir si cet article a un caractère discriminatoire vis-à-vis des autres catégories de militaires de carrière se trouvant dans une situation sociale identique ou similaire à celle des juges militaires (...). Suite à la fin du contrat de militaire de carrière, les militaires perçoivent, selon les articles 33-33 b) de la loi no 76/1959, certaines prestations : allocation de retraite militaire et prime de fin de carrière (...). Ces prestations financières ont un caractère social et incitatif (...). Elles compensent également les restrictions imposées à certains droits économiques et politiques, [et] (...) doivent faciliter [le] passage des militaires de carrière à la vie civile et professionnelle. Tous les militaires de carrière ont droit à ces prestations s’ils remplissent les conditions fixées, indépendamment de leur situation sociale. (...)", "Les anciens juges militaires ont été (...) militaires de carrière (...). Pendant leur service, les dispositions de la loi no 76/1959 (...) leur étaient applicables. A la suite de changements dans l’organisation du système judiciaire, provoqués en particulier par l’adoption de la Constitution de la République tchèque et de la loi no 17/1993 (...), une partie de [ces juges] ont consenti, en vertu de l’article II-5 de la loi no 17/1993, à leur affectation à un tribunal de droit commun (...). Ces juges ont été révoqués de leurs fonctions militaires par l’arrêté du ministre de la Défense no 205/1993, conformément à l’article 26-1 c) de la loi no 76/1959. Certains d’entre eux ont quitté les juridictions militaires plus tôt, d’autres seulement (...) le 31 décembre 1993. Ces derniers n’ont pas perçu l’allocation de retraite pendant un certain temps (...). ", "Le système juridique en vigueur jusqu’au 31 décembre 1993 employait le terme de « tribunaux militaires » (...). L’article II de la loi no 304/1993 permet dès lors deux interprétations : soit il concerne uniquement les juges des tribunaux militaires d’arrondissement et supérieurs, soit il vise également les juges des collèges militaires des cours supérieures et de la Cour suprême, donc les juges affectés à tous les tribunaux ayant les compétences des tribunaux militaires. La première interprétation engendre une discrimination (...) parmi les anciens membres des juridictions militaires, car elle suppose que la loi no 304/1993 ne s’applique qu’aux juges des anciens tribunaux militaires d’arrondissement et supérieurs. Quant aux autres militaires de carrière qui exerçaient leurs fonctions dans des juridictions militaires (à savoir les membres du collège militaire de la cour supérieure de Prague et du collège militaire de la Cour suprême, ainsi que les postulants à la charge de juge des tribunaux militaires), elle permet le paiement de l’allocation de retraite sans limitation. (...) Le fait qu’une disposition législative permette deux interprétations différentes, dont l’une seulement est conforme aux lois constitutionnelles et aux traités internationaux, (...) ne justifie pas son annulation. En l’appliquant, les autorités de l’Etat sont tenues de l’interpréter de manière adaptée (...). En l’espèce, l’article II de la loi no 304/1993 (...) doit s’appliquer non seulement aux juges des anciens tribunaux militaires d’arrondissement et supérieurs, mais aussi aux juges des collèges militaires de la cour supérieure de Prague et de la Cour suprême, ainsi qu’aux postulants à la charge de juge des tribunaux militaires.", "(...) [la Cour] doit également résoudre la question de l’identité observée entre la situation des anciens juges des tribunaux militaires qui ne bénéficient pas de l’allocation de retraite et celle des anciens procureurs militaires et d’autres militaires de carrière, dont le reclassement n’est, en principe, pas problématique (médecins militaires, vétérinaires, techniciens etc.).", "Le paiement des prestations en vertu de la loi no 76/1959 aux anciens procureurs militaires qui sont ex lege devenus procureurs, est régi par l’article 35-1 de la loi no 283/1993 (...) qui (...) doit être interprété a contrario et, à la fois, per analogiam, de façon à ce que les prestations prévues par les articles 30-33 b) de la loi no 76/1959 ne soient pas accordées à ceux qui n’ont pas accepté leur affectation et conservent ex lege leurs fonctions de procureur.", "Enfin, une dernière question se pose quant à la comparaison de la situation des anciens juges militaires avec celle des militaires de carrière, dont le reclassement dans le secteur civil est en principe sans problème (...), et dont le droit à l’allocation de retraite n’a pas été supprimé. Ces deux groupes sont fondamentalement différents. En ce qui concerne les juges militaires, la législation leur a garanti la fonction de juge des juridictions de droit commun (...).", "22.  Le 12 décembre 1996, la troisième chambre de la Cour constitutionnelle rejeta le recours constitutionnel de K.F., en se référant à l’arrêt de l’assemblée plénière de la Cour constitutionnelle, par lequel la chambre était liée au sens de l’article 89-2 de la Constitution. Pour ce qui est de la discrimination alléguée par K.F., la chambre releva que la cour supérieure avait procédé de façon identique dans tous les cas similaires et que K.F. n’avait donc pas été désavantagé par rapport aux autres anciens juges militaires. Elle souligna que l’allocation de retraite avait un caractère social et incitatif et qu’elle visait à faciliter la réinsertion des anciens militaires dans la vie civile. Cependant, au moment de leur révocation, les juges militaires étaient en principe favorisés par rapport aux membres d’autres professions militaires, car la législation leur garantissait l’exercice de la fonction de juge de droit commun.", "23.  Le 27 janvier 1997, la quatrième chambre de la Cour constitutionnelle rejeta le recours constitutionnel de P.L., un autre ancien juge militaire, qui soulevait des griefs analogues.", "24.  Par un arrêt du 28 mars 1997, la cour supérieure rejeta l’action du requérant dirigée à l’encontre de la décision du ministère de la Défense du 28 avril 1994. Se référant à son arrêt rendu dans l’affaire K.F., elle releva notamment que :", "« Le non-paiement de l’allocation de retraite pendant la période d’exercice de la fonction de juge après le 1er janvier 1994 ne peut pas être considéré comme une rétroactivité inadmissible. (...) La disposition  litigieuse de la loi no 304/1993 est un cas de rétroactivité apparente sélective. Le droit à l’allocation de retraite (constitué selon l’ancienne législation) demeure, rien ne change non plus pour ce qui est des prétentions au paiement des sommes mensuelles pour la période allant jusqu’au 31 décembre 1993. C’est uniquement sur la base des conditions prévues par la nouvelle loi et seulement à partir de son entrée en vigueur que le droit au paiement de ces allocations mensuelles cesse d’exister. (...)", "La législation en vigueur concernant les droits et obligations des militaires de carrière prévoit plusieurs différences par rapport au droit de travail. D’une part, il s’agit de certaines restrictions ou obligations supplémentaires en sus des obligations ou restrictions habituelles. D’autre part, la législation accorde à cette catégorie de personnes un certain nombre d’avantages (...). Cette différence de législation est justifiée par l’intérêt public, à savoir la défense nationale, par la spécificité du service militaire nécessaire afin de permettre à l’armée de bien s’acquitter de ses devoirs, etc. Certaines de ces exceptions présentent aussi des aspects sociaux. C’est le cas de l’allocation de retraite : il faut tenir compte du fait que pour une grande partie des militaires de carrière, une fois libérés de l’armée, il est difficile de trouver un emploi du niveau équivalent à leurs fonctions précédentes, compte tenu de leur spécialisation souvent étroite et de leur expérience (...). Selon la cour, la législation en question est donc fondée sur des critères objectifs et ne porte pas atteinte au principe de l’égalité devant la loi. ", "L’Etat a le droit d’exclure du bénéfice des avantages réservés aux militaires de carrière une catégorie de personnes chez laquelle ces critères objectifs (...) ne sont pas réunis ou ne sont réunis que partiellement. C’est précisément le cas de l’article II-2 de la loi no 304/1993. Cette disposition ne concerne que les personnes qui continuent à exercer des fonctions de juge, et chez lesquelles [par conséquent] il manque l’aspect social mentionné, car ils continuent à exercer des fonctions comparables, souvent identiques (...) à leurs fonctions précédentes, tout en étant (...) en principe irrévocables. On ne peut donc constater aucune inégalité injustifiée entre ces personnes et les autres anciens militaires de carrière, ni que [l’article II-2] est contraire à l’article 1 de la Charte des droits et libertés fondamentaux. ", "(...) la cour partage l’avis des demandeurs faisant valoir que l’allocation doit également remplir d’autres fonctions. Il faut approuver leur argument selon lequel la loi a dévalorisé, sans motif apparent, au moins la période de service que les demandeurs avaient effectuée dans les unités de combat ; néanmoins, ces arguments ne changent rien à la conclusion que la décision attaquée n’avait pas violé la loi. »", "25.  Le 21 mai 1998, la cour supérieure d’Olomouc annula les décisions du ministère de la Défense et de l’office militaire de sécurité sociale, par lesquelles le paiement de l’allocation de retraite avait été suspendu, conformément à l’arrêt de la Cour constitutionnelle du 8 octobre 1996, en ce qui concerne J.H., ancien juge militaire ayant consenti à son affectation à la cour supérieure de Prague à compter du 1er janvier 1994. Renvoyant l’affaire aux autorités compétentes, la cour releva notamment que les décisions en question n’étaient pas fondées sur les dispositions législatives, car elles se référaient à l’arrêt de la Cour constitutionnelle qui ne pouvait se substituer à la loi puisqu’il indiquait seulement la manière dont la loi en vigueur devait être interprétée pour être conforme à la Constitution.", "26.  Le 3 juillet 1998, la quatrième chambre de la Cour constitutionnelle rejeta le recours constitutionnel de I.Z., ancien juge militaire se plaignant de la suspension de son allocation de retraite. Etant liée par l’arrêt de l’assemblée plénière du 8 octobre 1996, elle considéra que I.Z. n’avait subi aucune atteinte à ses droits fondamentaux garantis par la Constitution.", "", "", "", "II.  LE DROIT  INTERNE PERTINENT", "A. Constitution de la République tchèque du 16 décembre 1992, entrée en vigueur le 1er janvier 1993", "27.  Selon l’article 10, les traités sur les droits de l’homme et les libertés fondamentales ratifiés et promulgués qui lient la République tchèque sont immédiatement obligatoires et priment la loi.", "28.  Selon l’article 89-2, les arrêts de la Cour constitutionnelle qui peuvent être exécutés sont contraignants pour tous les organes et toutes les personnes.", "29.  L’article 93-1 dispose qu’un juge est désigné par le président de la République sans aucune limitation de temps. Il prend ses fonctions après avoir prêté serment.", "30.  L’article 110 dispose que les tribunaux militaires font partie du système judiciaire jusqu’au 31 décembre 1993.", "B. Charte des droits et libertés fondamentaux du 16 décembre 1992, entrée en vigueur le 1er janvier 1993", "31.  L’article 1 dispose, entre autres, que les êtres humains sont libres et égaux en dignité et en droits.", "32.  Selon l’article 3-1, les droits et libertés fondamentaux sont garantis à tous, sans distinction fondée sur le sexe, la race, la couleur, la croyance et la religion, les opinions politiques ou autres, l’origine nationale ou sociale, l’appartenance à une minorité nationale ou ethnique, la fortune, la naissance ou une autre situation.", "33.  Selon l’article 11-4, l’expropriation ou la restriction forcée du droit de propriété n’est possible que dans l’intérêt public, sur le fondement d’une loi et contre indemnisation.", "34.  L’article 36 dispose que chacun a droit à ce que sa cause soit entendue, suivant une procédure définie, par un tribunal indépendant et impartial et, dans certains cas déterminés, par une autre autorité. Quiconque prétend avoir été lésé dans ses droits par une décision d’une autorité administrative peut adresser au tribunal une demande tendant à ce que la légalité de cette décision soit réexaminée, sauf disposition contraire de la loi.", "C. Loi no 29/1993 du 22 décembre 1992 sur certaines autres mesures liées à la scission de la République fédérative tchèque et slovaque, entrée en vigueur le 1er janvier 1993", "35.  Selon l’article 1, les juges de la Cour suprême de la République fédérative tchèque et slovaque restant en fonction au 31 décembre 1992 deviennent, avec leur consentement, juges affectés à la Cour suprême de la République tchèque.", "36.  L’article 2-1 dispose que les juges des tribunaux militaires de la République fédérative tchèque et slovaque restant en fonction au 31 décembre 1992 deviennent, avec leur consentement, juges des tribunaux militaires de la République tchèque.", "37.  Selon l’article 3, les juges de la Cour suprême de la République fédérative tchèque et slovaque et des tribunaux militaires de la République fédérative tchèque et slovaque qui sont devenus juges des tribunaux de la République tchèque en vertu des articles 1 et 2 sont considérés comme juges désignés en vertu de la Constitution de la République tchèque.", "D. Loi no 76/1959 du 18 décembre 1959 sur certains rapports de service des militaires, entrée en vigueur le 1er mai 1960", "38.  Selon l’article 26-1 c), sont révoqués de leur fonction dans l’armée les militaires pour lesquels il n’y a pas de poste correspondant à la suite de la réduction des effectifs ou de la réorganisation des forces armées.", "39.  Selon l’article 33-1 c), les militaires de carrière révoqués conformément à l’article 26-1 c) ont droit jusqu’à soixante ans à une allocation de retraite d’un montant équivalent à 30 % de leur traitement s’ils ont servi dans les forces armées pendant vingt ans au moins. Pour la vingt et unième année et pour chaque année de service supplémentaire, ce taux est majoré à hauteur de 1% du traitement.", "E. Loi no 335/1991 du 19 juillet 1991 sur les tribunaux et les juges, modifiée par la loi no 17/1993 du 21 décembre 1992, entrée en vigueur le 1er janvier 1993", "40.  Selon l’article 53-1 (inclus dans l’article I de la loi no 17/1993), les juges des tribunaux militaires et du collège militaire de la Cour suprême et des collèges des cours supérieures sont considérés comme des militaires de carrière. Sauf si cette loi en dispose autrement, les dispositions législatives relatives aux militaires de carrière sont applicables aux juges. Selon le paragraphe 2 de cet article, un juge du tribunal militaire, du collège militaire de la Cour suprême et des collèges militaires des cours supérieures ne peut être révoqué de ses fonctions dans l’armée s’il n’a pas été auparavant révoqué de ses fonctions de juge, s’il n’y a pas renoncé ou n’en a pas été relevé. Le paragraphe 3 dispose que le paragraphe 2 ne s’applique pas lorsqu’un juge a été révoqué à sa propre demande. Selon le paragraphe 4, lorsqu’un juge a quitté l’armée conformément au paragraphe 3 et accepte d’être affecté à un tribunal du même degré, son acceptation est considérée comme le consentement à son affectation à un tribunal selon l’article 34-1. Dans le cas contraire, sa fonction cesse d’exister.", "41.  Selon l’article II-5, les dispositions de cette loi, pour autant qu’elles concernent l’activité des tribunaux militaires et la situation des juges militaires ainsi que des postulants à la charge de juge des tribunaux militaires, cessent d’être en vigueur à la date du 31 décembre 1993. Lorsqu’à cette date un juge militaire accepte d’être affecté à un tribunal de droit commun du même degré, son acceptation est considérée comme le consentement à son affectation à un tribunal selon l’article 34-1. Dans le cas contraire, sa fonction cesse d’exister.", "F. Loi no 304/1993 du 7 décembre 1993, portant modification de la loi no 391/1991 sur les conditions de rémunération des juges, notaires d’Etat, postulants à la fonction de juge et de notaire, entrée en vigueur le 1er janvier 1994", "42.  Selon l’article II-1, lorsqu’un juge militaire accepte d’être affecté à un tribunal de droit commun et que son contrat de militaire de carrière ne prend pas fin par la révocation conformément à la disposition spéciale (l’article 26 de la loi no 76/1959), il expire à la date d’entrée en vigueur de la présente loi. Le paragraphe 2 dispose que lorsqu’un juge militaire accepte d’être affecté à un tribunal de droit commun, il ne bénéficie pas du droit au versement de l’allocation de retraite selon la disposition spéciale (l’article 33 de la loi no 76/1959) pendant l’exercice de ses fonctions de juge. Selon le paragraphe 3, lorsque le contrat de militaire de carrière d’un juge militaire a pris fin conformément au paragraphe 1, l’ancien juge a droit au versement de l’allocation selon les conditions indiquées au paragraphe 2. Le paragraphe 4 dispose que lorsqu’un juge militaire accepte d’être affecté à un tribunal de droit commun, son droit au versement de la prime de fin de carrière disparaît selon la disposition spéciale (l’article 33 a) de la loi no 76/1959).", "G. Loi no 283/1993 du 9 novembre 1993 sur le parquet, entrée en vigueur le 1er janvier 1994", "43.  L’article 35-1 dispose que les procureurs et enquêteurs auprès du parquet (y compris le parquet militaire) nommés en vertu de la législation en vigueur sont considérés, à la date d’entrée en vigueur de la présente loi, comme des procureurs désignés selon cette loi, et ce jusqu’à la date prévue aux paragraphes 3, 4 et 5. A cette date, leur salariat ou contrat de service prend fin. Ces dispositions ne s’appliquent pas lorsque l’intéressé manifeste son désaccord sur cette procédure dans le délai de quinze jours à compter de l’entrée en vigueur de cette loi. Les procureurs dont le salariat prend fin comme indiqué ci-dessus ont droit à l’indemnité de licenciement (odstupné) ou à la prime de fin de carrière prévue par la loi spéciale (odchodné).", "EN DROIT", "I.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "44.  En premier lieu, le Gouvernement excipe de l’incompatibilité ratione materiae de la requête avec les dispositions de la Convention, faisant valoir que l’article 1 du Protocole no 1 ne garantit que la protection des droits de propriété existants. Selon lui, l’article II de la loi no 304/1993 a apporté une modification indirecte à la loi no 76/1959, en adaptant, avec effet au 1er janvier 1994 (et non pas avec un effet rétroactif), les conditions légales auxquelles était auparavant subordonné le droit à l’allocation de retraite militaire. Ainsi, à compter du 1er janvier 1994, le requérant n’avait plus droit au versement de cette allocation, droit qu’il n’acquerra qu’après la cessation de ses fonctions de juge de droit commun. Le Gouvernement soutient que l’Etat a le droit de définir à tout moment les conditions à réunir pour que le droit à une allocation prélevée sur le budget de l’Etat soit acquis ; l’espèce n’aurait donc rien à voir avec une atteinte de l’Etat au droit au respect des biens au sens de l’article 1 du Protocole no 1.", "45.  Le requérant s’oppose à cet argument et affirme avoir acquis le droit à l’allocation de retraite dès son entrée dans l’armée, en 1972. Par conséquent, il n’invoque pas un droit à l’acquisition d’un bien mais le droit à la protection d’un bien acquis et existant.", "46.  La Cour constate que la législation nationale pertinente, en particulier l’article 33-1 c) de la loi no 76/1959, a reconnu en faveur du requérant le droit à l’allocation de retraite. Cet article était en vigueur le 31 décembre 1993, date à laquelle a pris effet la révocation du requérant de l’armée, ordonnée par le ministre de la Défense le 28 septembre 1993. Dans sa décision du 27 janvier 1994, l’office militaire de sécurité sociale de Prague a également reconnu le droit du requérant à cette allocation, et en a spécifié le montant et la période de versement. La Cour estime dès lors que le droit du requérant à l’allocation de retraite, qui constitue un droit patrimonial au sens de l’article 1 du Protocole no 1 (Gaygusuz c. Autriche, arrêt du 16 septembre 1996, Recueil des arrêts et décisions 1996-IV, p. 1142, § 41), était suffisamment établi par les autorités nationales sur la base de la législation en vigueur.", "Partant, il convient de rejeter l’exception du Gouvernement.", "47.  En second lieu, le Gouvernement avance l’exception de non-épuisement des voies de recours internes, faute pour le requérant d’avoir introduit un recours constitutionnel pour dénoncer la violation de l’article 1 du Protocole no 1 et de l’article 14 de la Convention. Il admet que la Cour constitutionnelle a eu l’occasion d’examiner des griefs similaires dans le cadre du recours introduit par K.F., rejeté le 12 décembre 1996. Cependant, on ne saurait en déduire selon le Gouvernement qu’un éventuel recours constitutionnel du requérant connaîtrait le même sort, car l’article 23 de la loi no 182/1993 sur la Cour constitutionnelle permet d’envisager qu’une chambre émette un avis différent de celui exprimé auparavant par une autre chambre. En pareil cas, la chambre concernée sollicite l’avis de l’assemblée plénière de la Cour constitutionnelle, qui tranche.", "Pour le Gouvernement, il s’ensuit que l’Etat défendeur n’a pas encore eu l’occasion de constater l’existence, le cas échéant, de la violation alléguée en l’espèce et de protéger de façon efficace les droits du requérant.", "48.  En réponse, le requérant se réfère à la décision de la troisième chambre de la Cour constitutionnelle du 7 mars 1996, qui proposait à l’assemblée plénière d’annuler l’article II de la loi no 304/1993 au motif que l’intérêt public ne fournissait aucune justification. Cet élément prouve à son avis que le problème de la compatibilité de cette disposition avec l’article 1 du Protocole no 1 a été examiné au niveau national.", "Ensuite, le requérant fait valoir que la décision de la cour supérieure du 28 mars 1997, qui le concerne personnellement, a été examinée par la quatrième chambre de la Cour constitutionnelle saisie du recours constitutionnel de I.Z., lequel fut rejeté le 3 juillet 1998. Il relève qu’il ressort à l’évidence de cette décision de rejet que la quatrième chambre – tout comme les autres chambres ayant eu à connaître de ce problème – se considérait liée, en vertu de l’article 89-2 de la Constitution, par l’arrêt de l’assemblée plénière de la Cour constitutionnelle rendu dans l’affaire de K.F. Dans ces circonstances, son propre recours constitutionnel n’aurait eu aucune chance de succès.", "49.  La Cour rappelle ici qu’un requérant est tenu de faire « un usage normal » des recours vraisemblablement effectifs et suffisants pour porter remède à ses griefs. Par ailleurs, les voies de recours indiquées par le Gouvernement doivent exister avec un degré suffisant de certitude, en pratique et en théorie, sans quoi leur manquent l’accessibilité et l’effectivité voulues, et il incombe à l’Etat défendeur de démontrer que ces diverses conditions se trouvent réunies (voir, par exemple, Akdivar et autres c. Turquie, arrêt du 16 septembre 1996, Recueil 1996-IV, p. 1210, §§ 66 et 68).", "50.  Ensuite, la Cour note qu’en droit tchèque, les arrêts de principe rendus par l’assemblée plénière de la Cour constitutionnelle sont contraignants et lient les juges relativement aux questions ainsi tranchées. A cet égard, elle observe que l’assemblée plénière de la Cour constitutionnelle a refusé d’annuler l’article II de la loi no 304/1993 – lequel est au cœur des griefs du requérant – en relevant que le fait que cette disposition permît deux interprétations différentes, dont une seulement compatible avec les lois constitutionnelles et les traités internationaux, n’était pas une raison suffisante pour l’annuler. Quant à l’argument du Gouvernement selon lequel le requérant, en ne saisissant pas la Cour constitutionnelle, a empêché cette instance judiciaire de remédier, le cas échéant, à sa situation au niveau interne, la Cour note qu’aucun arrêt de cette juridiction rendu à la suite d’un recours du requérant n’aurait pu efficacement remédier à sa situation : la suspension éventuelle du versement de l’allocation de retraite à certains anciens juges militaires n’aurait pu intervenir que pour l’avenir, permettant à ces derniers de conserver le bénéfice des paiements déjà effectués.", "51.  Dans ces conditions, la Cour estime que le Gouvernement n’a pas démontré que le recours constitutionnel du requérant aurait en l’espèce constitué un recours adéquat et effectif propre à porter remède à ses griefs. En conséquence, l’exception tirée du non-épuisement des voies de recours internes ne saurait non plus être retenue.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 1 DU PROTOCOLE No 1", "52.  Le requérant se plaint de ce que la suspension du paiement de l’allocation de retraite a constitué une atteinte discriminatoire à son droit de propriété vis-à-vis des autres militaires de carrière qui, après leur départ de l’armée, sont employés en tant qu’agents civils et perçoivent cette allocation. Il soutient notamment que certains anciens juges militaires ont été affectés à des tribunaux de droit commun dans les mêmes conditions que lui mais touchent l’allocation sans aucune restriction, et allègue qu’il n’existe aucun fondement objectif et raisonnable à une telle distinction. Il évoque notamment la situation de six juges de la Cour suprême ayant continué à percevoir l’allocation même après l’adoption de l’arrêt de la Cour constitutionnelle du 8 octobre 1996, de deux juges qui n’ont pas accepté d’être affectés à des tribunaux de droit commun selon la loi no 17/1993 et ne sont devenus juges de droit commun qu’en 1994, et de six procureurs travaillant en tant que juges de droit commun, auxquels la loi no 17/1993 ne s’appliquait pas. Il se réfère également à sept juges de la cour supérieure qui percevaient l’allocation jusqu’à l’adoption de l’arrêt de la Cour constitutionnelle précité.", "53.  Le requérant invoque les articles 14 de la Convention et 1 du Protocole no 1, qui sont libellés respectivement comme suit :", "", "Article 14 de la Convention", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "", "", "Article 1 du Protocole no 1", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A. Sur l’applicabilité de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1", "54.  D’après la jurisprudence constante de la Cour, l’article 14 de la Convention complète les autres clauses normatives de la Convention et des Protocoles. Il n’a pas d’existence indépendante puisqu’il vaut uniquement pour « la jouissance des droits et libertés » qu’elles garantissent. Certes, il peut entrer en jeu même sans un manquement à leurs exigences et, dans cette mesure, il possède une portée autonome, mais il ne saurait trouver à s’appliquer si les faits du litige ne tombent pas sous l’empire de l’une au moins desdites clauses (voir, par exemple, Gaygusuz, précité, § 36). ", "55.  En l’espèce, eu égard à sa conclusion figurant au paragraphe 46, la Cour conclut que l’article 14 de la Convention peut s’appliquer en combinaison avec l’article 1 du Protocole no 1.", "B. Sur l’observation de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1", "a) Thèses des parties", "56.  Le Gouvernement considère le grief tiré de la discrimination alléguée comme manifestement mal fondé. Il note qu’en vertu de l’article 53-1 de la loi no 335/1991, les juges des tribunaux militaires et du collège militaire de la Cour suprême de l’ancienne République tchèque et slovaque étaient des militaires de carrière, et que les dispositions législatives relatives aux militaires de carrière, notamment celles concernant l’allocation de retraite, leur étaient applicables. La Constitution de la République tchèque, entrée en vigueur le 1er janvier 1993, a anticipé, par son article 110, la disparition des juridictions militaires. Toutefois, les juges militaires bénéficiaient de la possibilité de continuer à exercer les fonctions de juge au sein des juridictions de droit commun. Ainsi, la loi no 17/1993 portant modification de la loi no 335/1991 a, d’une part, permis de libérer durant l’année 1993 des juges militaires à leur demande sans qu’ils soient auparavant révoqués de leurs fonctions, en précisant que si les juges ainsi libérés acceptaient d’être affectés à un tribunal de droit commun du même degré, leur consentement était considéré comme un accord à l’affectation à un tribunal de droit commun selon l’article 34-1. D’autre part, la loi a rendu possible, conformément à l’article II-5, un passage facile aux juridictions de droit commun pour les juges militaires restés en fonction jusqu’à la disparition des juridictions militaires le 31 décembre 1993.", "57.  En ce qui concerne l’allocation de retraite, le Gouvernement admet que les juges des tribunaux militaires qui ont quitté l’armée de leur propre gré au cours de l’année 1993 avaient droit à l’allocation de retraite, aucun obstacle législatif ne s’y opposant, bien qu’ils eussent décidé de continuer à exercer la profession de juge. Pour cette raison, la loi no 304/1993 a modifié les conditions légales du droit à l’allocation de retraite avec effet au 1er janvier 1994, compte tenu du fait qu’à la disparition des juridictions militaires, les anciens juges militaires ont eu la possibilité de continuer à exercer les fonctions de juge au sein des juridictions de droit commun.", "58.  Il en ressort pour le Gouvernement que la modification, par la loi no 304/1993, des conditions du droit à l’allocation de retraite des anciens juges militaires n’engendre aucune discrimination, car elle constitue une mesure logique tendant à maintenir le principe existant : un ancien juge militaire n’a droit à l’allocation de retraite qu’au terme de ses fonctions de juge de droit commun. Comme le droit au versement de l’allocation de retraite n’était pas reconnu au juge militaire pendant l’exercice de ses fonctions de juge militaire, ce droit n’est pas non plus reconnu à l’ancien juge militaire qui a accepté, à la disparition des juridictions militaires, de continuer à exercer ses fonctions de juge au sein des juridictions de droit commun.", "59.  Le Gouvernement admet que la loi no 304/1993 n’a pas traité de manière explicite le droit à l’allocation de retraite des anciens juges militaires qui ont accepté durant l’année l993 d’être affectés à des tribunaux de droit commun en vertu de l’article 54-3 de la loi no 335/1991, telle que modifiée par la loi no 17/1993, et qui percevaient déjà leur allocation de retraite. Toutefois, il ressortirait du rapport du ministère de la Défense du 12 octobre 1998 que le versement de ces allocations a été arrêté. Par ailleurs, il existe certains écarts entre les différentes catégories d’anciens militaires de carrière. Cependant, le Gouvernement estime que ces écarts sont compatibles avec les exigences de l’article 14 de la Convention car ils sont justifiés de manière objective et raisonnable. ", "60.  Pour ce qui est des anciens militaires de carrière tels que médecins, vétérinaires, techniciens et membres d’autres professions qui perçoivent ladite allocation, le Gouvernement soutient qu’il n’y a aucun élément d’inégalité constitutif d’une discrimination, au sens de l’article 14 de la Convention, entre ceux-ci et les anciens juges militaires devenus juges de droit commun. Même si les membres de cette catégorie d’anciens militaires de carrière ne rencontrent pas de difficultés majeures à trouver un emploi dans le secteur civil, ils ont dû faire preuve d’initiative personnelle, n’ayant pas bénéficié du même avantage que les juges militaires auxquels la législation a garanti la continuation de leurs fonctions au sein des juridictions de droit commun. ", "61.  En ce qui concerne les anciens juges militaires qui ont quitté l’armée à leur propre demande, sans consentir à leur affectation à un tribunal de droit commun en vertu de la loi no 17/1993, et qui ne sont devenus juges de droit commun qu’ultérieurement et à leur propre initiative, le Gouvernement estime que le versement de l’allocation à cette catégorie de juges est justifié par le fait qu’ils ont dû suivre la procédure habituelle prévue par la loi pour les candidats à un poste de juge. Il soutient que le législateur ne pouvait pas prévoir lesquels d’entre les anciens juges militaires se porteraient à l’avenir candidats à un poste de juge de droit commun. A ce propos, le Gouvernement souligne que le versement de l’allocation à cette catégorie d’anciens juges militaires n’a jamais été contesté devant les juridictions nationales.", "62.  Selon le Gouvernement, il n’y a pas non plus d’élément d’inégalité entre les anciens juges militaires et les anciens procureurs militaires qui bénéficient de ladite allocation. Il se réfère à cet égard aux conclusions de l’arrêt de Cour constitutionnelle du 8 octobre 1996, et ajoute que le versement de l’allocation aux anciens procureurs militaires ayant accepté d’être affectés aux tribunaux est justifié par leur changement radical de  profession, subordonné à une désignation officielle par le président de la République qui ne leur était pas garantie par la loi.", "63.  Le requérant note que les observations du Gouvernement se limitent à mettre en avant la sécurité de l’emploi pour les anciens juges militaires, en se référant à l’avis de l’assemblée plénière de la Cour constitutionnelle, sans toutefois répondre à la question de savoir pourquoi le législateur et le pouvoir exécutif ont admis l’existence d’une situation où des personnes, bien que sur un pied d’égalité du point de vue des faits et du droit, se voient réserver un traitement distinct. A son avis, la thèse du Gouvernement n’est fondée sur aucune justification objective et raisonnable.", "64.  Le requérant fait observer que la loi no 17/1993, qui fixait au 31 décembre 1993 la disparition des juridictions militaires, a établi dans ses articles 53 et II-5 les conditions dans lesquelles un juge militaire pouvait intégrer un tribunal de droit commun. Par conséquent, les juges militaires sont entrés dans des tribunaux de droit commun en application de ces deux dispositions législatives. Toutefois, le ministère de la Justice, dans l’intention de supprimer pour une partie au moins des juges militaires les allocations liées au départ de l’armée, a fait adopter l’article II de la loi no 304/1993, bien qu’à cette époque plusieurs anciens juges et procureurs militaires eussent déjà été affectés à des tribunaux de droit commun et perçu les allocations en question. ", "65.  Le requérant soutient qu’actuellement, au moins trente-cinq anciens juges et procureurs militaires affectés à des tribunaux de droit commun perçoivent l’allocation de retraite, contrairement aux vingt-quatre anciens juges militaires pour lesquels le versement de l’allocation a été suspendu sur la base de l’article II de la loi no 304/1993. Il note que, contrairement à ce qu’affirme le Gouvernement, le paiement de l’allocation aux anciens juges du collège militaire de la Cour suprême, qui avaient été affectés à des tribunaux de droit commun en vertu de l’article 53 de la loi no 17/1993, n’a pas été suspendu à la suite de l’arrêt de la Cour constitutionnelle du 8 octobre 1996. Le requérant insiste sur le fait que cet arrêt n’a eu aucune incidence réelle sur la suppression de l’inégalité parmi les anciens juges militaires. Par ailleurs, il estime que l’arrêt de la Cour constitutionnelle ne saurait constituer un titre juridique sur le fondement duquel il serait possible de suspendre le versement de l’allocation, car cette juridiction ne crée pas le droit ou de nouvelles lois, son rôle n’étant que « négatif », limité à l’annulation des dispositions légales. A cet égard, il se réfère à la décision du 21 mai 1998, par lequel la cour supérieure a annulé la décision de suspension du paiement de l’allocation à un ancien juge du collège militaire de la cour supérieure. Dans cette décision, la cour supérieure a constaté que l’arrêt de la Cour constitutionnelle ne se substituait pas à la loi, la haute juridiction statuant uniquement sur son interprétation conforme à la Constitution, et que la suspension du paiement de l’allocation ne pouvait intervenir qu’en vertu d’une loi.", "66.  Dès lors, le requérant considère que l’on ne peut supprimer l’inégalité dénoncée en privant certains groupes de personnes des droits reconnus, comme le veut le Gouvernement, ni par aucune interprétation, aussi conforme à la Constitution soit-elle, de l’article II de la loi no 304/1993. Selon lui, cette disposition frappe une catégorie spécifique parmi les anciens juges militaires, à savoir ceux qui ont consenti à être affectés à des tribunaux de droit commun en vertu de l’article II-5 de la loi no 17/1993. La suspension du versement de l’allocation à d’autres catégories d’anciens juges militaires constituerait une nouvelle violation de l’article 14 de la Convention.", "67.  Le requérant conteste l’argument du Gouvernement selon lequel le législateur ne pouvait prévoir lesquels des anciens juges militaires se porteraient candidats à des postes de juge de droit commun. Selon lui, il s’agit là d’un nombre négligeable de personnes. Il tient à souligner en revanche que le ministère de la Justice avait initié l’adoption de l’article II de la loi no 304/1993 dans une situation où beaucoup de juges et procureurs militaires étaient déjà entrés dans des tribunaux de droit commun tout en percevant l’allocation de retraite, et où il était donc évident que la loi ne toucherait que le reste des juges militaires.", "68.  Le requérant s’oppose aussi à la thèse du Gouvernement selon laquelle le paiement de l’allocation aux anciens procureurs militaires serait justifié par leur changement radical de profession. Selon lui, le passage de la fonction de procureur à celle de juge ne pose aucun problème du point de vue professionnel, ce transfert ayant même été assez fréquent par le passé.", "69.  Enfin, le requérant allègue que le problème du paiement de l’allocation aux anciens juges des collèges militaires n’a pas été résolu à la suite de l’arrêt de la Cour constitutionnelle du 8 octobre 1996. Il affirme que les juges de l’ancien collège militaire de la Cour suprême n’ont jamais vu suspendre le versement de leur allocation. Ladite suspension n’a frappé que les juges de l’ancien collège militaire de la cour supérieure et seulement temporairement, car la décision de suspension aurait été annulée comme illégale par la cour supérieure d’Olomouc le 21 mai 1998.", "b) Appréciation de la Cour", "70.  Selon la jurisprudence de la Cour, une distinction est discriminatoire au sens de l’article 14, si elle « manque de justification objective et raisonnable », c’est-à-dire si elle ne poursuit pas un « but légitime » ou s’il n’y a pas de « rapport raisonnable de proportionnalité entre les moyens employés et le but visé ». Par ailleurs, les Etats contractants jouissent d’une certaine marge d’appréciation pour déterminer si et dans quelle mesure des différences entre des situations à d’autres égards analogues justifient des distinctions de traitement (voir notamment Gaygusuz, précité, § 42, et Larkos c. Chypre [GC], no 29515/95, § 29, CEDH 1999-I).", "71. En l’espèce, le Gouvernement admet qu’il y a au moins deux catégories d’anciens militaires de carrière qui continuent à percevoir l’allocation de retraite : il s’agirait des anciens juges militaires devenus juges de droit commun au cours de l’année 1994 et des anciens procureurs militaires devenus eux aussi juges de droit commun. Par ailleurs, bien qu’il allègue que le paiement de l’allocation de retraite a été suspendu à l’égard d’une autre catégorie d’anciens juges militaires, le Gouvernement ne présente aucun document attestant des modalités de cette suspension ni du nombre de juges concernés. En tout état de cause, aucune suspension postérieure au 1er janvier 1994 ne pouvait remédier à la situation relative à la période allant du 1er janvier au 31 décembre 1993, pendant laquelle les juges militaires pouvaient quitter l’armée de leur propre gré et être affectés à des tribunaux de droit commun tout en percevant l’allocation de retraite. L’information du Gouvernement est d’autant plus douteuse, que par un arrêt du 21 mai 1998, la cour supérieure d’Olomouc a annulé les décisions en vertu desquelles le versement de l’allocation de retraite à un ancien juge militaire avait été suspendu. ", "72.  En ce qui concerne les anciens procureurs militaires, le Gouvernement soutient que leur passage à la profession de juge de droit commun représente un changement radical. La Cour ne se dit pas entièrement convaincue par ce raisonnement, considérant que la qualification juridique et la connaissance du droit, exigées pour exercer la profession de procureur, sont identiques à celles nécessaires pour la profession de juge.", "73.  Il ressort des thèses des parties qu’il y a incontestablement une différence de traitement en ce qui concerne le versement de l’allocation de retraite à diverses catégories d’anciens militaires. Toutefois, la Cour rappelle que toute différence de traitement n’emporte pas automatiquement violation de l’article 14 de la Convention. Il faut établir que des personnes placées dans des situations analogues ou comparables en la matière jouissent d’un traitement préférentiel et que cette distinction ne trouve aucune justification objective ou raisonnable (Stubbings et autres c. Royaume-Uni, arrêt du 22 octobre 1996, Recueil 1996-IV, § 72).", "74.  La Cour observe que l’Etat défendeur cherche à justifier la différence de traitement en l’espèce par les problèmes que les différentes catégories d’anciens militaires ont pu rencontrer en changeant d’emploi après leur départ de l’armée et par l’importance des efforts et de l’initiative personnels qu’ils ont dû déployer à cette occasion. C’est du moins ce qui ressort de l’argumentation du Gouvernement relative à la suspension du paiement de l’allocation aux anciens juges militaires qui sont restés dans l’armée jusqu’au 31 décembre 1993 et sont directement entrés dans les tribunaux de droit commun, bénéficiant de la sécurité de l’emploi en tant que juges et, partant, d’une réinsertion automatique. Par ailleurs, le Gouvernement met en avant l’intérêt à maintenir le principe selon lequel, si le droit au versement de l’allocation de retraite n’était pas reconnu au juge militaire pendant l’exercice de sa fonction de juge militaire, il ne doit pas non plus être reconnu à l’ancien juge militaire qui, à la disparition des juridictions militaires, a accepté de continuer à exercer sa fonction de juge au sein d’une juridiction de droit commun. ", "75.  La Cour estime que l’effort et l’initiative personnels déployés lors de la recherche d’un emploi sont des critères par définition subjectifs qui ne peuvent servir de justification à une différence de traitement parmi des personnes placées dans des situations analogues. Or, même si l’on tient compte de la marge d’appréciation dont l’Etat dispose en matière de contrôle des biens, le Gouvernement n’a avancé aucun autre élément propre à justifier la distinction au regard des exigences de l’article 14 de la Convention et à convaincre la Cour. ", "76.  Dès lors, la Cour estime que la différence de traitement quant au versement de l’allocation de retraite parmi diverses catégories d’anciens militaires, et a fortiori parmi les anciens juges militaires, dont le requérant a été victime, ne repose sur aucune « justification objective et raisonnable ». ", "Partant, il y a eu méconnaissance de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1.", "", "III. SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "77.  Ayant conclu ci-dessus à la violation de l’article 14 de la Convention combiné avec l’article 1 du Protocole no 1, la Cour n’estime pas nécessaire d’examiner le grief tiré de l’article 1 du Protocole no 1 pris isolément.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "78.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "79.  Le requérant réclame 473 703 couronnes tchèques (CZK), soit 16 335 euros (EUR), au titre du préjudice matériel. Il indique que cette somme correspond au montant des allocations de retraite qu’il aurait dû percevoir entre le 1er janvier 1994 et le 30 juin 2000.", "En outre, il allègue qu’il subit un préjudice moral et social du fait de l’inégalité permanente qu’il ressent dans son emploi par rapport à ses anciens collègues qui bénéficient de l’allocation de retraite bien qu’étant dans une situation identique. Cependant, il laisse à la Cour le soin de décider si sa demande au titre du préjudice moral est justifiée et de définir le montant de la réparation.", "80.  Le Gouvernement estime que les motifs justifiant l’octroi au requérant d’une somme au titre du préjudice moral ne ressortent pas clairement de la requête. ", "81.  Eu égard à la jurisprudence de la Cour en la matière et aux données économiques pertinentes fournies par les parties, la Cour estime pouvoir accepter la somme de 16 335 EUR réclamée par le requérant comme évaluation du préjudice matériel subi jusqu’au 30 juin 2000. Tenant compte du temps écoulé depuis, elle lui accorde à ce titre la somme de 20 000 EUR. Ce montant est à convertir en couronnes tchèques au taux applicable à la date du règlement.", "La Cour estime que le constat de violation fournit en soi une satisfaction équitable suffisante pour tout dommage moral que le requérant aurait pu subir du fait de ladite violation.", "", "B.  Frais et dépens", "82.  Le requérant ne demande pas le remboursement des frais et dépens. La Cour estime qu’il n’est pas nécessaire de statuer sur ce point.", "C.  Intérêts moratoires", "83.  La Cour considère que le taux des intérêts moratoires doit refléter le choix qu’elle a fait d’adopter l’euro comme monnaie de référence. Elle juge approprié de fixer comme règle générale que le taux des intérêts moratoires à payer sur les montants dus exprimés en euros doit être basé sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR , À l’UNANIMITÉ, ", "1.  Rejette les exceptions préliminaires du Gouvernement ;", "", "2.  Dit qu’il y a eu violation de  l’article 14 de la Convention  combiné avec l’article 1 du Protocole no 1;", "", "3.  Dit qu’il n’est pas nécessaire d’examiner le grief tiré de l’article 1 du Protocole no 1 pris isolément ;", "", "4.  Dit ", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 20 000 EUR (vingt mille euros) pour dommage matériel, somme à convertir dans la monnaie nationale de l’Etat défendeur au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Dit que le constat d’une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant.", "", "", "Fait en français, puis communiqué par écrit le 26 novembre 2002 en application de l’article 77 §§ 2 et 3 du règlement.", "\tT.L. Early\tJ.-P. Costa \n\tGreffier adjoint\tPrésident", ""]}