{"file": "FRE_HFJUD_14674_11.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "14674/11", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE FATMA NUR ERTEN ET ADNAN ERTEN c. TURQUIE", "", "(Requête no 14674/11)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 novembre 2014", "", "", "", "DÉFINITIF", "", "25/02/2015", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Fatma Nur Erten et Adnan Erten c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tIşıl Karakaş,\n\tAndrás Sajó,\n\tHelen Keller,\n\tPaul Lemmens,\n\tRobert Spano,\n\tJon Fridrik Kjølbro, juges,\net de Abel Campos, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 4 novembre 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 14674/11) dirigée contre la République de Turquie et dont deux ressortissants de cet État, M. Adnan Erten et Mme Fatma Nur Erten (« les requérants »), ont saisi la Cour le 24 décembre 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants ont été représentés par Me A. Sarı, avocat à Mersin. Le gouvernement turc (« le Gouvernement ») a été représenté par son agent.", "3.  Le 14 novembre 2013, le grief concernant l’article 6 de la Convention a été communiqué au Gouvernement et la requête a été déclarée irrecevable pour le surplus.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Les requérants sont nés respectivement en 1955 et 1958 et résident à Mersin.", "5.  Le 28 novembre 2006, le fils des requérants, Murat Erten (« Murat »), fut victime d’un accident pendant l’accomplissement de son service militaire obligatoire : il se trouvait derrière un camion militaire ; le conducteur, le soldat H.G., fit une marche arrière sans avoir vu Murat ; celui-ci fut heurté par le véhicule et mortellement blessé.", "A.  Enquête pénale", "6.  Une instruction pénale fut aussitôt ouverte. À l’issue de celle-ci, par un jugement du tribunal militaire du 22 avril 2009, le soldat H.G. fut reconnu coupable d’homicide involontaire et condamné à une peine d’emprisonnement d’un an, onze mois et dix jours avec sursis.", "B.  Action en dommages et intérêts", "7.  Entre-temps, le 12 avril 2007, les requérants avaient saisi, par l’intermédiaire de leur avocat, la Haute Cour administrative militaire d’une action en dommages et intérêts contre le ministère de la Défense fondée sur la survenance du décès de leur fils pendant son service militaire obligatoire.", "8.  Ils réclamaient 500 livres turques (TRY) (soit environ 250 euros (EUR)) pour préjudice matériel.", "9.  Ils demandaient également 30 000 TRY (soit environ 15 000 EUR) pour préjudice moral.", "10.  Les juges ordonnèrent une expertise aux fins de déterminer le préjudice matériel subi par les requérants.", "11.  Dans leur rapport d’expertise du 3 juin 2010, les experts mandatés évaluaient à 42 609 TRY (soit environ 21 305 EUR) le préjudice matériel subi par les intéressés.", "12.  Se fondant sur le rapport d’expertise, les requérants demandèrent alors à la Haute Cour administrative militaire la réévaluation (ıslah) du montant qu’ils avaient initialement demandé.", "13.  La Haute Cour administrative militaire rejeta cette demande, indiquant que le cadre du contentieux administratif ne permettait pas de demander une réévaluation.", "14.  Elle rappela également l’arrêt de la Cour constitutionnelle du 12 juin 2008 (E. 2004/103 – K. 2008/121) selon lequel l’impossibilité en droit administratif turc de demander une réévaluation en cours d’instance était compatible avec la Constitution, eu égard aux particularités du contentieux administratif et à la marge d’appréciation accordée au législateur en la matière.", "15.  Dans son arrêt du 29 septembre 2010, la Haute Cour administrative indiquait que, dans la mesure où le proche des intéressés était décédé pendant l’accomplissement de son service militaire obligatoire, le lien de causalité était établi et que la responsabilité de l’État devait être retenue.", "16.  En conséquence, se fondant sur le rapport d’expertise mais sans prendre en considération la demande de réévaluation des requérants, elle condamnait l’administration défenderesse à payer aux intéressés la somme qu’ils avaient réclamée dans la requête introductive d’instance, à savoir 500 TRY (soit environ 250 EUR) au titre du dommage matériel. S’agissant du préjudice moral, elle l’évalua à 22 000 TRY (soit environ 11 000 EUR) et alloua cette somme aux requérants à titre d’indemnité.", "", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "17.  Le droit et la pratique internes pertinents en l’espèce sont décrits dans les arrêts Okçu c. Turquie (no 39515/03, §§ 19-32, 21 juillet 2009) et Sabri Güneş c. Turquie (no 27396/06, §§ 16-27, 24 mai 2011).", "18.  Les dispositions pertinentes en l’espèce de la loi no 1602 du 4 juillet 1972 relative à la Haute Cour administrative militaire sont ainsi libellées :", "Article 43", "« Toute personne s’estimant lésée par un acte de l’administration doit saisir l’autorité compétente d’une demande en réparation dans un délai d’un an à compter de la notification de l’acte en question ou de la date de prise de connaissance de cet acte, ou bien au plus tard dans un délai de cinq ans après l’acte en question. En cas de rejet de tout ou partie de la demande, un recours de pleine juridiction peut être introduit dans un délai de soixante jours suivant la notification de la décision ou l’absence de réponse (...) »", "Article 46 § 4", "(avant la modification de cette disposition intervenue le 30 avril 2013)", "« Les parties ne peuvent prétendre à un droit sur le fondement de mémoires en défense ou de mémoires additionnels qui ont été présentés après l’expiration des délais impartis. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "19.  Les requérants allèguent avoir été privés de leur droit à un recours effectif au sens de l’article 6 de la Convention en raison du rejet par la Haute Cour administrative militaire de leur demande visant à une réévaluation du préjudice matériel qu’ils estimaient avoir subi.", "A.  Sur la recevabilité", "20.  Le Gouvernement ne soulève aucune exception d’irrecevabilité.", "21.  Constatant que le grief des requérants n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "22.  Les requérants soutiennent que le rejet, par la haute juridiction, de leur demande visant à la réévaluation de leur préjudice matériel a porté atteinte à leur droit d’accès à un tribunal au sens de l’article 6 de la Convention.", "23.  Le Gouvernement s’en remet à la sagesse de la Cour quant à l’appréciation du bien-fondé de ce grief. Il informe celle-ci que la législation a été modifiée le 30 avril 2013 et que, selon l’article 46 § 4 de la loi no 1602 relative à la Haute Cour administrative militaire, les justiciables peuvent désormais, dans le cadre du recours de plein contentieux, demander en cours d’instance, une seule fois, la réévaluation du montant initial réclamé dans la requête introductive d’instance.", "24.  La Cour rappelle que le droit à un procès équitable, garanti par l’article 6 § 1 de la Convention, doit s’interpréter à la lumière du principe de prééminence du droit, qui exige l’existence d’une voie judiciaire effective permettant de revendiquer des droits civils (Běleš et autres c. République tchèque, no 47273/99, § 49, CEDH 2002IX). Cette disposition garantit à toute personne le droit à ce qu’un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil. Il consacre ainsi le « droit à un tribunal », dont le droit d’accès, à savoir le droit de saisir le tribunal en matière civile, ne constitue qu’un aspect (Golder c. Royaume-Uni, 21 février 1975, § 36, série A no 18, et Prince Hans-Adam II de Liechtenstein c. Allemagne [GC], no 42527/98, § 43, CEDH 2001VIII).", "25.  La Cour rappelle également que le « droit à un tribunal » n’est pas absolu et qu’il se prête à des limitations implicitement admises, notamment en ce qui concerne les conditions de recevabilité d’un recours, car il appelle de par sa nature même une réglementation par l’État, lequel jouit à cet égard d’une certaine marge d’appréciation (García Manibardo c. Espagne, no 38695/97, § 36, CEDH 2000II, et Mortier c. France, no 42195/98, § 33, 31 juillet 2001). Néanmoins, les limitations appliquées ne doivent pas restreindre l’accès ouvert à l’individu d’une manière ou à un point tels que le droit s’en trouve atteint dans sa substance même. En outre, pareilles limitations ne se concilient avec l’article 6 § 1 de la Convention que si elles poursuivent un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Guérin c. France, 29 juillet 1998, § 37, Recueil des arrêts et décisions 1998V, et Stubbings et autres c. Royaume-Uni, 22 octobre 1996, § 50, Recueil 1996IV).", "26.  La Cour rappelle en outre que c’est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu’il incombe d’interpréter la législation interne. Quant à elle, son rôle se limite à vérifier la compatibilité avec la Convention des effets de pareille interprétation. Cela est particulièrement vrai s’agissant de l’interprétation par les tribunaux de règles procédurales. Cela étant, la réglementation en la matière, ou l’application qui en est faite, ne devrait pas empêcher le justiciable d’utiliser une voie de recours disponible. Il convient, dans chaque cas, que la Cour procède à une appréciation à la lumière des particularités de la procédure dont il s’agit et en fonction du but et de l’objet de l’article 6 § 1 de la Convention.", "27.  Il résulte de ces principes que, si le droit d’exercer un recours est bien entendu soumis à des conditions légales, les tribunaux doivent, en appliquant des règles de procédure, éviter un excès de formalisme qui porterait atteinte à l’équité de la procédure (Walchli c. France, no 35787/03, § 29, 26 juillet 2007). En effet, le droit d’accès à un tribunal se trouve atteint lorsque sa réglementation cesse de servir les buts de la sécurité juridique et de la bonne administration de la justice et constitue une sorte de barrière qui empêche le justiciable de voir son litige tranché au fond par la juridiction compétente (Efstathiou et autres c. Grèce, no 36998/02, § 24, 27 juillet 2006).", "28.  En l’espèce, la Cour observe que les requérants ont introduit une action en dommages et intérêts devant la Haute Cour administrative militaire et qu’ils ont sollicité 500 TRY pour préjudice matériel. Une expertise a été ordonnée dans le cadre de cette procédure. Les experts ont estimé le préjudice matériel subi par les intéressés à 42 609 TRY. Forts de ce rapport d’expertise, les requérants ont introduit une demande complémentaire. Les juges ont rejeté celle-ci au motif que la réévaluation d’une demande initiale n’était pas admise en contentieux administratif, qu’ils étaient liés par la demande chiffrée que les parties au procès avaient présentée et qu’ils ne pouvaient dès lors allouer aux requérants un montant plus élevé que celui réclamé lors de l’introduction de l’instance. En d’autres termes, les requérants n’ont pas obtenu la réévaluation de l’indemnité qu’ils avaient initialement sollicitée. Ils ont ainsi été indemnisés à hauteur de 500 TRY (soit environ 250 EUR) alors que leur préjudice avait été estimé à 42 609 TRY (soit environ 21 305 EUR).", "29.  L’approche adoptée est fondée sur l’interprétation de l’article 46 § 4 de la loi relative à la Haute Cour administrative militaire qui était en vigueur avant le changement de législation mentionné par le Gouvernement et qui a été appliqué en l’espèce. Elle pose le principe de l’immutabilité de la demande, en vertu duquel aucune demande de réévaluation de la demande initiale ne peut être présentée après l’expiration du délai légal de recours. Or les requérants ne pouvaient obtenir une évaluation précise de leur préjudice matériel que sur le fondement d’un rapport d’expertise, dont l’établissement a été ordonné par le tribunal dans le cadre de la procédure devant la Haute Cour administrative militaire. Cela signifie que le montant réclamé dans leur recours indemnitaire était hypothétique et qu’il devait nécessairement être réévalué après la notification des conclusions de l’expertise. Ce n’est qu’à partir de la date à laquelle les intéressés disposaient d’une expertise chiffrée de leur dommage matériel qu’ils pouvaient raisonnablement demander un redressement correspondant au montant réel de leur préjudice.", "30.  Le droit interne n’a ainsi pas permis aux requérants d’obtenir une évaluation du restant de leur préjudice matériel. Ceux-ci n’ont donc bénéficié que d’un droit « théorique et illusoire » relativement à leur demande visant à l’indemnisation de l’intégralité de leur dommage devant la Haute Cour administrative militaire.", "31.  Pour la Cour, il est clair que les requérants étaient dans l’impossibilité de présenter une demande intégrale dans le délai légal de saisine puisque leur dommage n’a été estimé qu’ultérieurement, lors de la procédure devant la Haute Cour administrative militaire. Certes, ils auraient pu dès le départ réclamer un montant beaucoup plus élevé pour anticiper une estimation haute. Toutefois, aux yeux de la Cour, dans les circonstances de la cause, il serait contraire à une bonne administration de la justice d’exiger des requérants qu’ils surévaluent délibérément le montant de leur demande afin d’être sûr que ce montant soit supérieur au montant qui résulterait d’une expertise à ordonner en cours d’instance par la Haute Cour administrative militaire.", "32.  Eu égard à ce qui précède, la Cour considère qu’il y a eu une atteinte à la substance même du droit d’accès des requérants à un tribunal.", "33.  Partant, les requérants ont été privés de leur droit à un procès équitable au sens de l’article 6 § 1 de la Convention. Il y a donc eu violation de cette disposition.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "34.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "35.  Les requérants réclament 69 100,57 livres turques (TRY) (environ 23 030 euros (EUR)) pour préjudice matériel. Ils indiquent que ce montant correspond à la différence entre le montant qui leur aurait été alloué à l’issue de la procédure devant la Haute Cour administrative militaire et le montant qui aurait été fixé par les experts, et qu’il prend également en compte les intérêts moratoires. Ils demandent en outre 40 000 TRY (environ 13 330 EUR) pour dommage moral.", "36.  Le Gouvernement trouve ces prétentions excessives.", "37.  S’agissant du préjudice matériel, la Cour ne peut spéculer sur ce qu’aurait été l’issue du procès si la Haute Cour administrative militaire avait accueilli et examiné la demande de réévaluation faite par les requérants en cours de procédure. Elle estime, eu égard à la nature de la violation constatée sur le terrain de l’article 6 § 1 de la Convention, qu’en principe le moyen le plus approprié pour redresser cette violation serait un nouveau procès ou une réouverture de la procédure. À cet égard, elle relève que l’article 64, alinéa i, de la loi relative à la Haute Cour administrative militaire dispose depuis le 30 avril 2013, de manière explicite, qu’un arrêt de la Cour concluant à une violation de la Convention ou de ses Protocoles constitue une cause spécifique de réouverture d’une procédure. Il appartient maintenant aux requérants d’utiliser cette opportunité (Bistrović c. Croatie, no 25774/05, § 58, 31 mai 2007). Dans ces circonstances, il n’y a pas lieu d’accorder aux requérants une somme au titre du dommage matériel formulés devant la Cour.", "38.  Cela dit, la Cour considère que les requérants ont subi un préjudice moral certain. Statuant en équité, elle estime raisonnable d’allouer 6 000 EUR conjointement aux requérants.", "39.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit", "a)  que l’État défendeur doit verser conjointement aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 6 000 EUR (six mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral, somme à convertir dans la monnaie de l’État défendeur au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 novembre 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tAbel Campos\tGuido Raimondi\n\tGreffier adjoint\tPrésident", "", ""]}