{"file": "FRE_HFCOM_36629_10.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "36629/10", "text_paragraphs": ["DEUXIÈME SECTION", "Requête no 36629/10\nValentino SABA\ncontre l’Italie\nintroduite le 29 juin 2010", "EXPOSÉ DES FAITS", "", "Le requérant, M. Valentino Saba, est un ressortissant italien né en 1951 et résidant à Martis (Sassari). Il est représenté devant la Cour par Me G. Onorato, avocat à Sassari.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "En 2000, le requérant était détenu à la prison de Sassari. Le requérant et d’autres détenus portèrent plainte à l’encontre de certains agents pénitenciers pour actes de violence.", "L’audience préliminaire se tint le 22 octobre 2001, et fut ajournée à plusieurs reprises. Le 12 novembre 2001, le requérant se constitua partie civile dans la procédure pénale. Le 21 février 2003, le juge de l’audience préliminaire (ci-après, le « GUP ») de Sassari renvoya neuf agents pénitenciers en jugement devant le tribunal de cette même ville. Il prononça un jugement sur le bien-fondé des accusations à l’encontre de 61 autres agents qui avaient choisi d’être jugés selon la procédure abrégée (voir ci-après).", "Devant le tribunal de Sassari, les prévenus étaient accusés de différents actes de violence, coups et blessures et abus de pouvoir à l’encontre de nombreux détenus. En ce qui concerne le requérant, les gardes pénitenciers étaient accusés de l’avoir obligé à se dénuder, à rester devant sa cellule la tête contre le mur et à passer avec la tête baissée entre deux files d’agents, ainsi qu’à subir des perquisitions injustifiées, accompagnées d’injures et de menaces. De plus, les cellules avaient été dévastées et les objets personnels des détenus avaient été détruits. Selon la thèse du parquet, les faits incriminés tombaient dans le champ d’application des articles 610 et 323 du code pénal (le « CP »), qui punissent, respectivement, les infractions de violence privée (violenza privata) et abus de fonctions publiques (abuso d’ufficio). ", "Au cours de 44 audiences, le tribunal entendit 103 victimes, témoins et accusés dans des procédures connexes. Le 21 décembre 2007, le parquet demanda et obtint la production du jugement du GUP de Sassari du 21 février 2003 et de l’arrêt rendu le 7 novembre 2005 par la cour d’appel de Cagliari suite à l’appel interjeté par certains accusés (voir ci-après). Les 29 mai, 12 et 23 juin, 14 juillet et 29 septembre 2009, les parties présentèrent leurs plaidoiries.", "Par un jugement du 29 septembre 2009, dont le texte fut déposé au greffe le 28 décembre 2009, le tribunal de Sassari prononça un non-lieu pour cause de prescription à l’encontre de sept accusés. Il relaxa les deux autres accusés.", "Le tribunal observa qu’il ressortait des décisions de justice définitives produites par le parquet et des preuves acquises aux débats que le 3 avril 2000, des épisodes de « violence inhumaine » avaient eu lieu à la prison de Sassari. Au cours de celle qui aurait dû être une perquisition générale et une opération de transfert de certains détenus, accompagnée par la présentation du nouveau commandant, les détenus avaient été déplacés des lieux où ils se trouvaient et soumis à des actes de violence gratuite. Certains détenus avaient été contraints de se dénuder, avaient été menottés, insultés, battus et soumis à des humiliations.", "Selon le tribunal, il s’agissait d’un « tunnel des horreurs », et la prison de Sassari, lieu de détention légale, avait connu un déclenchement de rancunes et représailles incompatibles avec les règles de l’Etat de droit.", "Le tribunal estima que les faits incriminés tombaient dans le champ d’application de l’article 608 du CP, qui punissait l’abus d’autorité à l’encontre des détenus. Cependant, cette infraction, punie par une peine maximale de 30 mois, s’était prescrite le 3 octobre 2007. Quant aux faits de lésions aggravés, ils s’étaient prescrits le 3 janvier 2009.", "Comme indiqué plus haut, 61 agents pénitenciers furent jugés séparément pour les faits du 3 avril 2000. En particulier, par un jugement du 21 février 2003, dont le texte fut déposé au greffe le 10 juillet 2003, le GUP de Sassari avait condamné 12 agents à des peines allant d’un an et six mois à quatre mois d’emprisonnement avec sursis, ainsi qu’à la réparation des dommages subis par les parties civiles. Un agent fut condamné à une amende de 100 euros. Tous les autres accusés furent relaxés. Cette décision fut en partie confirmée en appel (le 7 novembre 2005) et en cassation (le 5 juin 2007). La Haute juridiction italienne précisa que la qualification juridique des faits sous l’angle de l’article 608 du CP était correcte.", "B.  Le droit interne pertinent", "Article 610 § 1 du CP", "« Quiconque,au moyen de violence ou menace, oblige quelqu’un à faire, tolérer ou omettre quelque chose, est puni par une peine de réclusion allant jusqu’à quatre ans. »", "Article 323 § 1 du CP", "« (...) L’officier public ou la personne chargée d’un service public, qui, dans l’accomplissement de ses fonctions ou de son service, en violant de dispositions légales ou réglementaires (...), intentionnellement procure à lui-même ou à d’autres un avantage patrimonial injuste ou provoque à autrui un préjudice injuste, est puni par une peine de réclusion allant de six mois à trois ans. »", "Article 608 § 1 du CP", "« Tout officier public qui soumet à des mesures de rigueur non consenties par la loi une personne arrêtée ou détenue (...) est puni par une peine de réclusion allant jusqu’à 30 mois. »", "GRIEFS", "1.  Invoquant l’article 3 de la Convention, le requérant se plaint des traitements auxquels il a été soumis par les agents pénitenciers, qui à son avis pourraient être qualifiés de torture. Il souligne qu’à cause de la lenteur de la procédure judiciaire concernant lesdits traitements, les responsables n’ont pas pu être punis, mais ont bénéficié d’une prescription.", "2.  Invoquant l’article 5 de la Convention, le requérant considère qu’en omettant de le protéger contre les violences des agents pénitenciers, les autorités ont violé leur devoir de garantir sa liberté et sa sûreté.", "3.  Invoquant l’article 8 de la Convention, le requérant se plaint d’une ingérence illégitime dans son droit à la vie privée. Il rappelle les violences dont il a été victime et souligne que les agents pénitenciers ont volontairement détruit ses objets personnels.", "4.  Invoquant l’article 13 de la Convention, le requérant se plaint de ne disposer, en droit italien, d’aucun recours efficace pour faire valoir son grief tiré de l’article 3. Il observe que le système juridique italien ne prévoit pas le crime de torture ; les actes incriminés sont donc tombés sous le coup de dispositions punissant des infractions mineures, pour lesquelles le délai de prescription était court.", "5.  Invoquant l’article 6 § 1 de la Convention, le requérant se plaint de la durée de la procédure pénale dirigée contre les agents pénitenciers. ", "QUESTIONS AUX PARTIES", "1.  Compte tenu des jugements du GUP de Sassari du 21 février 2003 et du tribunal de Sassari du 29 septembre 2009, peut-on considérer que les autorités italiennes ont redressé, au niveau national, le grief du requérant tiré de l’article 3 de la Convention ?", "", "2.  En particulier, la circonstance que le tribunal de Sassari ait prononcé un non-lieu pour cause de prescription, est-elle compatible avec les exigences de promptitude et diligence voulues par la Convention ?", "", "3.  Les personnes jugées responsables des événements du 3 avril 2000, ont-elles fait l’objet de poursuites disciplinaires ? Dans l’affirmative, quelles ont été les sanctions infligées à l’issue de ces poursuites ?", "", "4.  Le requérant, pourra-t-il obtenir une compensation financière pour les traitements dont il a fait l’objet ? Dans l’affirmative, par quelle voie et dans quels délais approximatifs ?", "", "5.  A supposer qu’il puisse se prétendre victime des faits qu’il dénonce, le requérant a-t-il été soumis, en violation de l’article 3 de la Convention, à la torture ou à des traitements inhumains ou dégradants ?", "", "6.  Eu égard à la protection procédurale contre la torture et les traitements inhumains ou dégradants (voir le paragraphe 131 de l’arrêt Labita c. Italie [GC], no 26772/95, CEDH 2000-IV), l’enquête menée en l’espèce par les autorités internes a-t-elle satisfait aux exigences de l’article 3 de la Convention ?", "", "7.  Le requérant avait-il à sa disposition, comme l’exige l’article 13 de la Convention, un recours interne effectif au travers duquel il aurait pu formuler son grief de méconnaissance de l’article 3 ?", ""]}