{"file": "FRE_CLINF_39272_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "39272/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 59", "Décembre 2003", "M.C. c. Bulgarie - 39272/98", "Arrêt 4.12.2003 [Section I]", "Article 3", "Obligations positives", "Protection insuffisante par le droit bulgare d’une victime d’une allégation de viol: violation", "Article 8", "Obligations positives", "Protection insuffisante par le droit bulgare d’une victime d’une allégation de viol: violation", "En fait: La requérante allègue avoir été violée par deux hommes, A. et P., âgés de 20 et 21 ans, alors qu’elle avait quatorze ans. Le soir du 31 juillet 1995, elle se trouvait en ville avec une amie quand elle rencontra les deux hommes (qu’elle connaissait) et un troisième, V. A. Elle accepta leur invitation à se rendre dans une discothèque dans une ville voisine. Plus tard dans la soirée, bien qu’elle les pressât de rentrer, les hommes proposèrent d’aller nager dans un réservoir. Une fois qu’ils furent arrivés à cet endroit, deux d’entre eux quittèrent la voiture et P. força la requérante à avoir des relations sexuelles avec lui. Puis ils se précipitèrent dans la maison de parents de V. A., dans une autre ville du voisinage, où l’intéressée prétend avoir été contrainte de céder à A. Le lendemain matin, lorsque sa mère la trouva dans la maison de V. A., elle l’emmena à l’hôpital. Le médecin qui pratiqua l’examen constata que l’hymen de la jeune fille était rompu de fraîche date et que le cou présentait quatre petites ecchymoses ovales ainsi que des éraflures. A ce stade, la requérante avait seulement avoué à sa mère qu’elle avait été violée une fois. Quelques jours plus tard, lorsque la jeune fille se confia à propos du second viol, la famille porta plainte. Le procureur de district ordonna une enquête de police. P. et A. contestèrent la version des faits qu’avait donnée la requérante et affirmèrent qu’elle avait pleinement consenti aux relations sexuelles qu’ils avaient eues avec elle. Ils citèrent comme témoin une chanteuse du restaurant où ils se seraient rendus après l’incident au réservoir; elle attesta avoir parlé à la requérante et n’avoir rien constaté d’anormal dans son comportement. Par contre, une autre personne qui se trouvait avec la chanteuse au restaurant ce soir-là ne se rappelait pas avoir vu la requérante. Un voisin de V. A. déclara avoir entendu la requérante se quereller avec sa mère le 1er août au matin et refuser de partir avec elle. L’enquête conclut que rien ne prouvait que P. et A. eussent usé de menaces ou de violences pour avoir des relations sexuelles avec la requérante. Non convaincu de l’objectivité de l’enquête, le procureur de district ordonna une expertise psychiatrique. Dans leur rapport, les psychiatres soulignèrent que la requérante avait pu être en proie à un conflit intérieur entre un intérêt sexuel naturel et le sentiment que cet acte était répréhensible, ce qui avait amoindri sa capacité à se défendre. En dépit de ce rapport, le procureur de district conclut à un non-lieu en faveur de P. et A. car il n’existait pas de preuves suffisantes que la requérante eût été contrainte à se livrer à des relations sexuelles. Selon la requérante, le droit et la pratique bulgares n’offraient pas une protection suffisante et laissaient impunis certains actes de viol puisque la victime d’un viol devait prouver qu’elle avait opposé une résistance physique. Elle alléguait aussi que l’enquête n’avait pas été approfondie et exhaustive. ", "En droit: Articles 3 et 8 (obligations positives) – Conformément aux normes modernes du droit international et comparé en ce qui concerne la législation en matière de viol, un Etat est tenu, en vertu des obligations positives que les articles 3 et 8 font peser sur lui, de pénaliser et de poursuivre de manière effective tout acte sexuel non consensuel, même si la victime n’a pas opposé de résistance physique. La tâche de la Cour se borne à rechercher si la législation incriminée et son application en l’espèce, de même que l’enquête, ont comporté des lacunes au point que l’Etat défendeur a failli à ses obligations positives au regard des articles 3 et 8; la Cour ne saurait pourtant substituer son appréciation des faits à celle des autorités internes ni se prononcer sur la responsabilité pénale alléguée des auteurs des actes en question. Les autorités bulgares n’avaient pas une tâche aisée, car elles se trouvaient face à deux versions contradictoires des événements et disposaient de peu de preuves « directes ». L’enquêteur et les procureurs ont déployé en l’espèce des efforts qu’il ne faut pas sous-estimer, mais ils ont néanmoins manqué à apprécier d’une manière qui tienne compte du contexte la crédibilité des déclarations contradictoires et n’ont pas usé de toutes les possibilités d’établir et de vérifier les circonstances. En particulier, ils n’ont pas confronté les déclarations contradictoires des témoins et n’ont pas retracé le déroulement exact des événements dans le temps. Par la manière dont elle a été conduite et ses conclusions, l’enquête a trop insisté sur l’absence de preuves « directes » du viol – des marques de violence par exemple –, portant ainsi l’absence de « résistance » de la part de la requérante au rang d’élément définissant l’infraction. Cette approche est restrictive, car l’enquête aurait dû être axée sur la question de « l’absence de consentement ».", "Conclusion: violation (unanimité)", "Article 41 – La Cour alloue 8 000 euros à la requérante au titre du dommage moral. Elle lui octroie aussi une somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}