{"file": "FRE_CLINF_39293_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "39293/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 15", "Février 2000", "Fuentes Bobo c. Espagne - 39293/98", "Arrêt 29.2.2000 [Section IV]", "Article 10", "Article 10-1", "Liberté d'expression", "Licenciement d'un présentateur de télévision en raison de propos critiques tenus à l'encontre de la direction: violation", "(Extrait du communiqué de presse) ", "En fait: Le requérant, Bernardo Fuentes Bobo, ressortissant espagnol, est né en 1940 et réside à Madrid (Espagne). A l’époque des faits, le requérant était employé à la Télévision espagnole (TVE) depuis 1971 en tant que réalisateur d’émissions de télévision. Fin 1992, l’émission qu’il animait fut supprimée et il ne se vit plus confier aucune tâche, nonobstant le fait qu’il devait accomplir ses heures de travail quotidiennes.", "A la suite d’une manifestation des salariés contre la mauvaise gestion de la TVE en octobre 1993, le requérant cosigna avec un collègue, L.C.M., un article dans le journal Diario 16, où ils critiquaient les diverses actions des dirigeants de la TVE. Début novembre 93, le requérant se vit notifier son nouveau lieu de travail, par courrier, jusqu’à ce qu’un poste lui soit proposé. Toutefois, sur place, le requérant ne disposa d’aucun bureau. L’échange de courriers et l’écrit que le requérant diffusa auprès des autres employés débouchèrent sur une procédure disciplinaire qui aboutit, en janvier 1994, à une suspension d’emploi et de salaire de 16 et 60 jours. L.C.M. fit l’objet d’une sanction identique. Le requérant présenta un recours contentieux devant le tribunal social n° 10 de Madrid, qui n’aboutit pas tandis que le tribunal social n° 34 de Madrid annula la sanction infligée à L.C.M. Le requérant interjeta alors appel auprès du tribunal supérieur de justice de Madrid qui infirma le jugement et annula la sanction, notant que l’annulation de celle-ci s’imposait pour éviter une divergence de décisions judiciaires et étant donné que les 276 collègues qui avaient apporté leur appui à l’article du requérant et L.C.M. n’avaient l’objet d’aucune sanction. Entre temps, le requérant avait commenté les sanctions et agissements de la TVE dans deux émissions de radio, au cours desquelles il proféra à l’encontre des dirigeants de la TVE des propos considérés comme offensants; ce qui donna lieu à une nouvelle procédure disciplinaire, qui s’acheva par son licenciement le 15 avril 1994. ", "Suite au recours contentieux formé par le requérant à cet égard, le tribunal social n° 4 de Madrid déclara nul le licenciement pour vice de procédure. Mais, en appel, le tribunal supérieur de justice de Madrid infirma ce jugement, déclarant le licenciement conforme au Statut des Travailleurs. Le pourvoi en cassation, formé aux fins d’unification de la jurisprudence, fut déclaré irrecevable par le Tribunal suprême. En dernière instance, par un arrêt du 25 novembre 1997, le Tribunal constitutionnel rejeta le recours d’amparo du requérant en estimant qu’il n’y avait pas eu violation de son droit à la liberté d’expression.", "Le requérant se plaint notamment de ce que son licenciement porte atteinte à son droit à la liberté d’expression prévu à l’article 10 de la Convention européenne des Droits de l’Homme; il invoque aussi l’article 14 de la Convention en ce qu’il aurait fait l’objet d’une discrimination.", "Article 10 de la Convention - Pour le Gouvernement, aucune ingérence dans la liberté d’expression du requérant ne saurait être imputée à l’Etat, qui ne peut pas être davantage considéré responsable du licenciement de l’intéressé, la TVE étant une entreprise de droit privé. Or la Cour rappelle toutefois que l’article 10 s’impose également lorsque les relations employeur et employé relèvent du droit privé et que l’Etat a de plus, dans certains cas, l’obligation positive de protéger le droit à la liberté d’expression. Par ailleurs, la Cour estime que même si l’ingérence en question était « prévue par la loi » et poursuivait un but légitime, à savoir la « protection de la réputation ou des droits d’autrui », celle-ci ne répondait pas, compte tenu des circonstances de l’espèce et de la gravité de la sanction infligée au requérant, à un « besoin social impérieux ». Elle note que les déclarations litigieuses s’inscrivaient dans le cadre d’un conflit du travail, doublé d’un large débat public et passionné portant sur la gestion de la télévision publique, et constate que les dysfonctionnements de l’entité publique dénoncés par le requérant revêtaient un caractère général. La Cour ajoute que les propos « offensants » reprochés au requérant, qui semblaient d’ailleurs avoir été provoqués - comme l’a souligné le Tribunal constitutionnel -, avaient d’abord été employés par les animateurs des émissions de radio, dans le cadre d’un échange rapide et spontané. En outre, elle relève qu’il ne ressort pas du dossier que la TVE ou les personnes supposées avoir été visées, aient engagé des actions judiciaires à l’encontre du requérant. La Cour conclut que, nonobstant la marge d’appréciation des autorités nationales, il n’existait pas de rapport raisonnable de proportionnalité entre cette sanction et le but légitime poursuivi. La Cour conclut ainsi, à la majorité, à la violation de l’article 10 de la Convention.", "Conclusion: violation (cinq voix contre deux).", "Article 14 de la Convention - La Cour, eu égard à la conclusion formulée au titre de l’article 10 de la Convention, décide, à l’unanimité, qu’il n’y a pas lieu d’examiner la question sous l’angle de l’article 14 de la Convention. ", "Article 41 de la Convention - Le requérant sollicitait l’octroi d’un montant de 279 519 584 pesetas espagnoles en réparation de divers préjudices matériels et moraux. La Cour, eu égard à la situation de précarité professionnelle du requérant au sein de la TVE, même avant le déclenchement de la procédure disciplinaire, au fait que le requérant n’a pas démontré s’être efforcé de retrouver un travail et étant donné que le préjudice matériel peut difficilement être dissocié du préjudice moral, vu sa notoriété, décide de lui allouer, tous préjudices confondus, la somme de 1 000 000 ESP, ainsi que 750 000 ESP pour frais et dépens moins 6 600 FF (francs français) déjà perçus par le requérant au titre de l’assistance judiciaire devant la Cour.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}