{"file": "FRE_HFJUD_75510_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "75510/01", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ARTUN ET GÜVENER c. TURQUIE", "", "", "(Requête no 75510/01)", "", "", "La présente version a été rectifiée conformément à l'article 81 du règlement de la Cour le 12 novembre 2007.", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "26 juin 2007", "", "", "", "", "DÉFINITIF", "", "26/09/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Artun et Güvener c. Turquie,", "La Cour européenne des Droits de l'Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tJ. Casadevall,\n\t\tG. Bonello,\n\t\tR. Türmen,\n\t\tK. Traja,\n\t\tS. Pavlovschi,\n\tMme\tL. Mijović, juges,\net de M. T.L. Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 5 juin 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 75510/01) dirigée contre la République de Turquie et dont deux ressortissants de cet Etat, Mme Meral Artun et M. Eren Güvener (« les requérants »), ont saisi la Cour les 20 septembre 2001 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me Köksal Bayraktar, avocat à İstanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Les requérants alléguaient en particulier que leur condamnation au pénal pour avoir publié un article dans un quotidien a enfreint leurs droits à la liberté d'expression.", "4.  Le 15 juillet 2005, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "5.  Les requérants, Meral Artun1 et Eren Güvener, sont des ressortissants turcs, nés respectivement en 1946 et 1945 et résidant à İstanbul. La première requérante est une journaliste qui travaille pour le quotidien Milliyet, le deuxième est rédacteur en chef de ce même quotidien.", "A.  Les circonstances de l'espèce", "6.  Deux articles écrits par la requérante Meral Artun, intitulés « Enkazın baş sorumlusu kim ? » (Qui est le principal responsable des dégâts ?) et « 7.4'lük deprem Demirel'i sarsmaz ! » (Le séisme de 7.4 ne peut pas ébranler Demirel !) furent publiés respectivement dans les numéros des 20 août 1999 et 24 août 1999 du quotidien Milliyet. Les articles en question consistaient en général en une critique de la négligence des autorités et notamment du Président de la République, Süleyman Demirel, qui auraient omis de prendre les mesures nécessaires avant et après le séisme du 17 août 1999, qui avait causé la mort de dizaines de milliers de citoyens.", "7.  Les passages pertinents du premier article se lisent ainsi :", "« Qui est le principal responsable des dégâts ?", "Les répliques du séisme [du 17 août 1999] se raréfient. Or, au vu des images postcatastrophiques à la télévision, une escalade de répliques de choc continue à frapper, dans leur for intérieur, même ceux épargnés par ce terrible séisme.", "Nous éprouvons tous une tristesse qui s'approfondie, la honte de ne pouvoir courir au secours et la colère agrandissant à l'encontre des anciens dirigeants de l'Etat et des mairies, qui n'ont pensé qu'à remplir leurs poches.", "Sans doute, les maires irresponsables, en fonction lors des mandats de l'ANAP (parti de la patrie mère) et du DYP (parti de la voie juste) cherchent maintenant un trou où se cacher. Comment leur a-t-on laissé autant de champ libre ? Comment cela se fait que les citoyens qui voulaient élever la voix au nom de la société civile ont été muselés, avec malheureusement le concours de certains de nos camarades dans le média ?", "(...) Quelle étonnante coïncidence que de voir la 'photo de famille', que le Président de la République Süleyman Demirel avait faite avec ses « véritables fils » (son beaufrère Ali Şener, le promoteur Kamuran Çörtük et l'homme d'affaires failli Cavit Cağlar) (...) faire la une des quotidiens Radikal et Milliyet, et ce, à un jour d'intervalle, la veille des tremblements !", "Les principaux responsables des dégâts", "Désormais, à mes yeux, cette personnalité qui a marqué les dernières 40 années de notre vie politique, est la première responsable des dégâts causés par le séisme. Certes, dans ce pays où la règle est devenue [pour ceux au pouvoir] celle d'agir à sa guise, de violer impunément les lois, de remplir ses poches en volant le peuple, sans rien faire pour protéger l'ordre public, nul ne saurait nier la responsabilité de [l'ancien président de la République] feu Turgut Ozal (...). Mais je crois que le moment est venu d'exprimer, de vive voix, le rôle clé qu'a joué Demirel à travers quarante années.", "Vu les plaintes adressées, depuis des années, à notre rubrique des consommateurs, je ne doute aucunement que les municipalités ont une immense responsabilité dans les retombées de ce séisme. Depuis des jours, on parle aussi de la responsabilité des promoteurs immobiliers. Mais l'irresponsabilité de nos industriels dépasse les bornes. Ils sont allés planter une partie considérable de l'industrie turque sur la ligne de faille. (...) »", "8.  Les passages pertinents du deuxième article sont rédigés comme suit :", "« Un séisme de 7.4 ne peut ébranler Demirel !", "On se rend compte de la colère si grande qui s'était accumulée en nous au fil des années contre le Président de la République, Süleyman Demirel. Suite à mon article intitulé 'Qui est le principal responsable des dégâts ?', des appels, des courriers électroniques, des messages de fax ont déferlé. Je ne pouvais imaginer que la vague de colère envers Demirel puisse avoir une telle ampleur (...).", "Nos lecteurs me demandent de publier absolument leurs lettres, de maintenir le débat à l'ordre du jour, voire le transformer en une campagne, de ne pas lâcher prise jusqu'à ce que Demirel en vienne à démissionner et incitent les autres chroniqueurs à écrire des articles dévoilant ouvertement les vraies facettes de Demirel.", "La démission de Demirel ?", "Lorsque je rédigeais l'article [précédent], dans lequel j'exprimais mes sentiments suite au séisme, je n'avais nullement songé à l'éventualité de la démission de Demirel. Je ne pense toujours pas différemment. Quand je réfléchis sur les raisons qui font qu'il demeure cloué à ce trône, dont combien de fois il a déjà été déchu, je ne vois rien qui puisse le pousser cette fois-ci à agir autrement.", "Mais nos lecteurs se montrent plus optimistes à cet égard. Par exemple, regardez ce que dit mon jeune lecteur H.U., qui m'écrit d'Istanbul : '(...) Chère Meral, tu as mis le doigt sur une plaie encore plus grave et dramatique que le séisme de Marmara (...). Tu as déclenché un nouveau mouvement civil en Turquie. Jusqu'à ce que Demirel se retire de la vie politique turque, ces tremblements de terre vont continuer en s'amplifiant (...)'", "Je ne peux prétendre être capable d'initier en Turquie un tel mouvement civil. Mais j'aurais tant voulu voir germer entre les débris de ce séisme un mouvement capable de ne laisser aux politiciens comme Süleyman Demirel nul autre choix que la démission (...).", "Qui est l'ami intime d'İnci Baba ?", "(...) Les points suivants, que le professeur Y.K. énumère dans son fax (...), peuvent également servir à reconsidérer le  « syndrome de Demirel » :", "1.  Quel homme politique est-il l'ami intime d'İnci Baba, qui a transformé le marché public en Turquie en un système de pillage ?", "2.  Quel, ô combien vénérable, homme politique prend-il son petit déjeuner avec Kamuran Çörtük, chaque vendredi matin, alors que les devoirs étatiques l'attendent ?", "3.  Qui est l'homme politique du siècle, auquel [l'homme d'affaires] Cavit Çağlar a prêté son avion privé pour qu'il fasse ses déplacements de campagne électoral ?", "(...) Par ailleurs, notre lecteur C.T. nous rappelle un autre événement de grande importance : 'Demirel était le premier promoteur immobilier du bâtiment de l'Hôpital de la Sécurité Sociale, qui s'est complètement effondré lors du séisme à Erzincan. Alors que l'hôpital était entièrement rasé, le bâtiment contigu était demeuré intact. En 1964, lorsqu'il avait été élu président d'AP (Adalet Partisi, « Parti de la Justice »), il avait délégué les travaux de construction, mais le projet et le fondement dudit bâtiment avaient bien été réalisés par Demirel. Et, de plus, on ne va pas nous faire croire que la personne à laquelle Demirel avait confié les travaux de construction puisse être quelqu'un d'autre qu'un proche et un associé secret (...)'", "Ceux qui ont remplacé le plan par le pilaf", "Quant à mon lecteur S.E., (...) il nous rappelle ces fameux propos de Demirel, qui explicitent de la meilleure façon sa pensée : 'la véritable raison des dégâts d'aujourd'hui est la mentalité qu'au début des années 60, Süleyman Demirel avait résumée ainsi : 'nous avons besoin de pilaf et non pas de plans'. A partir de 1965, c'est malheureusement cette philosophie qui a prévalu et primé. Notre société est en train de vomir actuellement les pilafs dont elle s'empiffre sans planification depuis 1965.'", "Dans son message télécopié, l'avocat E.K., qui nous écrit d'Antalya, commence ainsi 'le premier responsable des dégâts est celui qui figure sur la photographie [Süleyman Demirel]. Car, être à la tête de l'exécutif c'est être doté de pouvoir. Et celui doté de pouvoir est le responsable'. Ensuite, il adresse les questions suivantes à l'endroit de Demirel :", "1.  Alors que les équipes de sauvetage, venues de l'étranger [après le séisme], effectuaient des recherches avec des appareils de haute technologie, qu'aviez-vous fait dans ce domaine pendant 40 ans ? Quels instructions et ordres aviez-vous donné ? Malgré votre diplôme d'ingénieur, ne saviez-vous donc pas que ce pays se trouvait sur une ligne de faille ?", "2.  C'est parce que vous n'avez trouvé aucune solution aux problèmes du pays que vous ne voulez pas quitter le pouvoir ? Quand on estime avoir abouti [dans son projet], ne devrait-on pas se retirer au repos ?", "3.  Dire 'le GAP m'appartient' ne signifie pas que l'on agit. Cultiver des tomates dans le cadre de GAP, c'est de l'agriculture ; manipuler les gênes de la tomate, c'est de la technologie, de la science, c'est cela agir. Et vous, qu'avez-vous fait au nom de la science, de la technologie, de l'action ?", "4.  Quant aux séismes et inondations survenues par le passé, quels préfets avez-vous convoqués pour qu'ils rendent des comptes sur les mesures de protection civile qu'ils auraient dû prendre contre les catastrophes naturelles et les actions terroristes ?", "5.  Quelle sorte de soutien moral avez-vous apporté à AKUT qui n'est que l'entreprise d'une poignée d'intellectuels et de gens responsables ? Pourquoi n'avezvous pas pensé à inviter les volontaires d'AKUT à Çankaya, là où vous invitez des commentateurs [de football] (...) ?", "De son côté, notre lecteur A.G. d'Adapazarı, exprime une déception ayant duré des années : 'lorsque la terre avait tremblé en 1967, Demirel est venu nous dire que toutes les blessures seraient pansées. Ce monsieur, qui pendant son pouvoir a amnistié les constructions clandestines à quatre reprises, revient maintenant nous répéter les mêmes choses après 30 ans.'", "Il est autant responsable de querelles entre frères que de l'intégrisme", "Quant à mon lecteur S.M. (...), il s'exprime comme suit :", "'Ce vénérable monsieur qui a gouverné la Turquie pendant des années, s'empare aujourd'hui du rôle d'un père, innocent comme des anges. Il est vrai que la mentalité de cette personne et de ceux qui l'entourent, est le plus grand responsable, en Turquie, de la mauvaise administration, du favoritisme, de l'intégrisme [islamiste], de la guerre entre frères, de la lutte entre la gauche et la droite (et il y a d'autres vérités à citer). Depuis 1965, ce pays est gouverné dans cette mentalité (...). A cause de cette personne et de ses camarades, le métier de politicien est devenu un métier qu'évitent les gens vraiment capables de servir les intérêts du pays. (...) '", "(...) Enfin, je laisse la parole à T.T. (...) : ' Je voudrais préciser que Demirel est la seule personne qui n'a pas le droit de dire un seul mot sur cette calamité, encore moins à exprimer ses idées. '", "9.  Par un acte d'accusation du 16 novembre 1999, le procureur général de Bakırköy inculpa les requérants pour avoir dénigré le Président de la République par voie de presse, en vertu de l'article 158 du code pénal.", "10.  Devant le tribunal correctionnel de Bağcılar, les requérants plaidèrent non coupables. Faisant notamment valoir leur rôle de journaliste dans une société pluraliste, ils avancèrent qu'ils traitaient des questions politiques d'intérêt public pour la Turquie, qui avaient provoqué de nombreuses discussions concernant la négligence des autorités quant à la prise de mesures nécessaires avant et après le séisme du 17 août 1999. Les requérants soutinrent par ailleurs que les articles visaient à déterminer et à critiquer les responsables négligents, dont le Président de la République, et que les critiques n'avaient pas franchi les bornes fixées en vue, notamment, de la protection de la réputation du Président de la République.", "11.  Par un arrêt du 27 septembre 2000, le tribunal correctionnel condamna les requérants à des peines d'emprisonnement d'un an et quatre mois pour infraction à l'article 158 du code pénal. La peine de la requérante Meral Artun fut assortie d'un sursis à exécution et la peine du requérant Güvener fut commuée en une peine d'amende de 970 000 000 livres turques (TRL). Dans les motifs de son arrêt, le tribunal correctionnel considéra que si certains passages des articles portaient directement sur l'éventuelle responsabilité des autorités ayant omis de prendre les mesures nécessaires pour éviter l'effondrement des bâtiments lors du séisme et concernaient ainsi des questions d'intérêt public, certains autres visaient directement la personne du Président de la République et dépassaient les limites d'une critique admissible.", "12.  Le tribunal correctionnel considéra que les propos suivants constituaient notamment les infractions reprochées :", "« Il ne faut certes pas oublier la part de responsabilité de Turgut Özal dans l'établissement de cet ordre des choses, dans lequel les lois sont violées sans gêne, les responsables ne prennent aucune mesure au motif de protéger l'ordre public (...). Mais je crois qu'il est maintenant temps de se prononcer à vive voix sur le rôle clé [politique] de Demirel pendant ces quarante dernières années (...). Quel homme politique est l'ami intime d'Inci Baba qui a transformé le système du marché public en Turquie en un système de pillage ? (...) Et, de plus, pouvez-vous croire que la personne à laquelle Demirel avait confié ses affaires ne soit pas son prochain et son associé secret (...). Il est vrai que cette personne et la mentalité qu'il s'approprie sont responsables de la mauvaise administration, du favoritisme, de l'islamisme réactionnaire, de la guerre entre les frères, de la lutte entre la gauche et la droite ».", "13.  Les requérants se pourvurent en cassation et affirmèrent qu'il fallait entendre les propos en question dans le cadre de leur liberté d'expression.", "14.  Le 2 avril 2001, la Cour de cassation confirma l'arrêt rendu par la première instance.", "B.  Le droit interne pertinent et les instruments de droit international", "1.  Le droit pénal turc", "15.  L'article 158 de l'ancien code pénal, applicable à l'époque des faits, se lit ainsi :", "« Quiconque profère des insultes à l'égard du Président de la République, et des injures en sa présence, sera puni de trois ans de réclusion au moins.", "Si l'insulte et l'injure sont commises en l'absence du Président de la République, l'auteur sera puni d'un à trois ans d'emprisonnement, même si l'outrage est fait à mots couverts ou par allusion, sans que soit clairement mentionné le nom du Président de la République, et, s'il existe des présomptions ne laissant aucun doute sur le fait que l'outrage est dirigé contre la personne du Président de la République, il sera considéré comme ayant été expressément fait.", "Si l'infraction est causée par voie de presse, la peine est augmentée du tiers jusqu'à la moitié. »", "2.  Les travaux du Conseil de l'Europe", "16.  En la matière, il convient de renvoyer, tout d'abord, à la « Déclaration sur la liberté du discours politique dans les médias », adoptée le 12 février 2004, où le Comité des Ministres souligne, entre autres, que :", "« (...) La diffamation ou l'insulte par les médias ne devrait pas entraîner de peine de prison, sauf si cette peine est strictement nécessaire et proportionnée au regard de la gravité de la violation des droits ou de la réputation d'autrui, en particulier si d'autres droits fondamentaux ont été sérieusement violés à travers des déclarations diffamatoires ou insultantes dans les médias, comme le discours de haine ».", "17.  Par ailleurs, il y a les Recommandations nos 1506 (2001) et 1589 (2003), confirmant l'importance que l'Assemblée parlementaire du Conseil de l'Europe attache à la liberté d'expression dans une société démocratique, conformément à l'article 10 de la Convention européenne des Droits de l'Homme.", "En ce qui concerne plus particulièrement la Turquie, dans sa Résolution 1297 (2002), sur la mise en œuvre des décisions de la Cour européenne des Droits de l'Homme, l'Assemblée déplore qu'un certain nombre de problèmes n'aient toujours pas été résolus, dont l'ingérence excessive dans la liberté d'expression, notamment dans l'application du code pénal et de la législation antiterroriste.", "Dans sa Résolution 1380 (2004), sur le « Respect des obligations et engagements de la Turquie », l'Assemblée a encore une fois abordé la question de la liberté d'expression en Turquie (point 16) ; prenant acte des importants assouplissements apportés à la législation pénale (il s'agit de l'abrogation de l'article 8 de la loi antiterroriste ainsi que de la modification des articles 312, 159, 169 du code pénal et 7 de la loi antiterroriste), l'Assemblée a toutefois exprimé son attente de « progrès en ce qui concerne les délits de diffamation, d'insulte ou d'outrage aux corps constitués, qui ne devraient plus être passibles de peines d'emprisonnement. (...) » (dans le même sens, voir également la Résolution 1381 (2004), point vi.).", "18.  Il faut aussi rappeler le rapport établi le 7 février 2007, par le Comité directeur sur les médias et les nouveaux services de communication (CDMC(2006)028), intitulé « Réponse au Comité des Ministres sur l'alignement des lois relatives à la diffamation sur la jurisprudence pertinente de la Cour européenne des droits de l'homme, notamment sous l'angle de la dépénalisation de la diffamation ». S'agissant de la situation de droit en Europe en matière de diffamation, le rapport fournit les informations suivantes (paragraphes 14 et 16) :", "« 14.  (...) Les sanctions pénales pour diffamation continuent d'être largement répandues parmi les Etats membres du Conseil de l'Europe. Elles peuvent consister en une peine d'emprisonnement dont la durée peut atteindre quelques années (...). Dans certains cas, les sanctions pénales coexistent avec ou ont été remplacées par des sanctions administratives à caractère punitif, qui comprennent parfois des peines privatives de liberté.", "Dans quelques Etats membres, la législation prévoit que les personnalités politiques et les représentants de l'Etat sont davantage exposés à la critique que d'autres personnes et doivent également être plus tolérants cet égard. A l'inverse, dans la majorité des Etats membres, le droit pénal comporte des dispositions spécifiques concernant la protection des personnalités politiques et des représentants de l'Etat contre la diffamation. Dans certains Etats membres, les dispositions de droit pénal sur la diffamation ne s'appliquent qu'aux personnalités politiques et aux représentants de l'Etat tandis que, dans d'autres Etats membres encore, elles prévoient des peines plus élevées dans les cas impliquant de telles personnes (...). Dans quelques Etats membres (au moins trois), les dispositions de droit pénal accordent aux chefs de gouvernement étrangers et aux chefs d'Etat un niveau de protection plus élevé qu'à d'autres personnes à l'égard de la divulgation d'informations ou d'opinions les concernant (...). En outre, dans quelques Etats membres (au moins trois), certaines dispositions pénales spécifiques étendent cette protection aux symboles de l'Etat (hymne, drapeau, etc.). (...)", "16.  Dans leur grande majorité, les Etats membres n'appliquent pas les sanctions pénales et autres sanctions punitives qui peuvent exister en matière de diffamation, du moins à l'égard des médias. Occasionnellement, des mesures concrètes ont été adoptées afin de rendre l'application des dispositions juridiques en vigueur conforme à la jurisprudence pertinente de la Cour européenne des droits de l'homme. Dans d'autres Etats membres, des sanctions pénales ou administratives à caractère punitif sont fréquemment appliquées ou demandées à l'encontre d'organes de presse ou de professionnels des médias (pour des actes accomplis dans l'exercice de leurs fonctions). En outre, dans certains pays, y compris dans ceux qui ont dépénalisé la diffamation, il semblerait que les journalistes aient souvent à faire face à des actions civiles en diffamation qui, dans certains cas, aboutissent à l'octroi d'indemnités très élevées ou disproportionnées. On peut raisonnablement avancer que, dans certains Etats membres, les journalistes n'ont pas le sentiment de pouvoir librement informer de certains faits ou donner leur avis sur des questions d'intérêt général par l'intermédiaire des médias, ou de pouvoir le faire sans risque. »", "EN DROIT", "I.  SUR LA RECEVABILITÉ", "19.  Les requérants se plaignent de n'avoir pas bénéficié d'un procès équitable dans la mesure où les arrêts des instances nationales n'étaient pas suffisamment motivés. Ils invoquent l'article 6 § 1 de la Convention, ainsi libellé en ses passages pertinents :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. »", "20.  Les requérants soutiennent encore que leur condamnation du fait de la publication des articles litigieux a enfreint leur droit à la liberté d'expression. Ils invoquent l'article 10 de la Convention qui dispose en ses parties pertinentes :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. (...)", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, (...) à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d'autrui (...). »", "21.  Le Gouvernement excipe du non-épuisement des voies de recours internes, et ce uniquement au regard du grief tiré de l'article 10 de la Convention. Il affirme que, devant les juridictions internes, les requérants se sont bornés à nier toute accusation portée contre eux et n'ont jamais soulevé, même pas en substance, leur droit à la liberté d'expression. A cet égard, il se réfère à l'arrêt Ahmet Sadık c. Grèce (arrêt du 15 novembre 1996, Recueil des arrêts et décisions 1996V).", "22.  La Cour note que les requérants ont fait valoir, devant lesdites juridictions, que les articles litigieux reflétaient leurs opinions sur des questions d'intérêt public, qui avaient provoqué de nombreuses discussions concernant les mesures qui auraient dû être prises par les autorités avant et après le séisme survenu en 1999. Elle observe en outre que lors de leur pourvoi en cassation, les requérants tirèrent explicitement moyen de leurs droits à la liberté d'expression.", "Il s'ensuit que les requérants doivent être considérés comme ayant soulevé devant les juridictions internes la doléance qu'ils présentent maintenant devant la Cour.", "23. Partant, la Cour rejette l'exception du Gouvernement et observe que le grief tiré de l'article 10 – tout comme celui formulé sur le terrain de l'article 6 § 1 – n'est pas manifestement mal fondé au sens de l'article 35 § 3. Ne relevant par ailleurs aucun autre motif d'irrecevabilité, la Cour déclare la requête recevable.", "II.  SUR LE FOND", "A.  Quant à la violation alléguée de l'article 10 de la Convention", "24.  La Cour note qu'il ne prête pas à controverse entre les parties que la condamnation litigieuse constituait une ingérence dans le droit des requérants à la liberté d'expression, protégé par l'article 10 § 1. Il n'est pas davantage contesté que l'ingérence était prévue par la loi et poursuivait un but légitime au sens de l'article 10 § 2, à savoir la protection de la réputation d'autrui (Birol c. Turquie, no 44104/98, § 24, 1er mars 2005). La Cour souscrit à cette appréciation. En l'occurrence, le différend porte sur la question de savoir si l'ingérence était « nécessaire dans une société démocratique ».", "25.  Le Gouvernement fait valoir que la condamnation des requérants était nécessaire dans une société démocratique dans la mesure où celle-ci reposait sur le caractère diffamatoire des propos tenus dans les articles en cause à l'encontre du Président de la République.", "26.  La Cour a déjà maintes fois admis que les limites de la critique admissible étaient plus larges à l'égard d'un homme politique, agissant en sa qualité de personnage public, que d'un simple particulier. L'homme politique s'expose inévitablement et consciemment à un contrôle attentif de ses faits et gestes, tant par les journalistes que par la masse des citoyens. Il doit montrer une plus grande tolérance, surtout lorsqu'il se livre lui-même à des déclarations publiques pouvant prêter à critique. Il a certes droit à voir protéger sa réputation, même en dehors du cadre de sa vie privée, mais les impératifs de cette protection doivent être mis en balance avec les intérêts de la libre discussion des questions politiques, les exceptions à la liberté d'expression appelant une interprétation étroite (voir, notamment, Oberschlick c. Autriche (no 2), arrêt du 1er juillet 1997, Recueil 1997-IV, pp. 1274-1275, § 29, Lingens c. Autriche, arrêt du 8 juillet 1986, série A no 103, § 42, et Pakdemirli c. Turquie, no 35839/97, § 45, 22 février 2005).", "27.  Les articles litigieux consistaient certes en une critique virulente d'une part des autorités qui auraient omis de prendre les mesures nécessaires avant et après le séisme survenu en 1999, et d'autre part du Président de la République de l'époque, tenu pour responsable de la mauvaise administration du pays.", "28.  Dans le cas présent, qui constitue une affaire classique de diffamation d'un homme politique dans le contexte d'un débat sur des questions d'intérêt public légitime, la Cour n'aperçoit rien qui puisse s'analyser en une attaque personnelle gratuite contre le Président de la République ou excéder la limite de la critique permise à son encontre (comparer avec Pakdemirli, précité, § 46), d'autant moins que la liberté en jeu en l'espèce comprend le recours possible à une dose d'exagération, voire même de provocation (voir, parmi d'autres, Erdoğdu c. Turquie, no 25723/94, § 52 in fine, CEDH 2000-VI).", "29.  De surcroît, les propos tenus par le requérant relevaient de sujets d'intérêt général particulièrement importants, à savoir la protection de l'environnement et de la santé publique (voir, notamment, Mamère c. France, no 12697/03, § 20, CEDH 2006..., ainsi que les références qui y figurent) et la manière dont les autorités turques ont géré ces questions dans le contexte du séisme catastrophique survenu le 17 août 1999. Aussi la marge d'appréciation dont disposaient les autorités pour juger de la « nécessité » de la mesure litigieuse était davantage restreinte (ibidem).", "30.  Or les tribunaux nationaux, considérant que les critiques litigieuses visaient directement la personne de M. Demirel et dépassaient ainsi les limites de l'admissible, ont condamné les requérants à des peines d'emprisonnement d'un an et quatre mois pour infraction à l'article 158 du code pénal, disposition qui, à l'époque des faits, accordait aux chefs d'Etat un niveau de protection plus élevé qu'à d'autres personnes à l'égard de la divulgation d'informations ou d'opinions les concernant, et qui prévoyait des sanctions plus graves pour les auteurs de déclarations diffamatoires.", "La Cour estime que cette situation de fait et de droit contrevient aux principes qui se dégagent de sa jurisprudence concernant l'imposition de telles sanctions aux professionnels de la presse.", "31.  Tout d'abord, sur le plan législatif, la Cour observe que l'article 158 du code pénal confère au Président de la République un régime du droit commun, le soustrayant à l'offense, tout dépendant de l'interprétation qui pourrait être faite de « l'insulte » ou de « l'injure », au sens de cette disposition (paragraphe 15 ci-dessus). A cet égard, la Cour estime que ce qui a été énoncé dans l'arrêt Colombani et autres c. France, au sujet des chefs d'Etats étrangers, vaut à plus forte raison s'agissant de l'intérêt d'un Etat de protéger la réputation de son propre chef d'Etat : pareil intérêt ne saurait justifier de conférer à ce dernier un privilège ou une protection spéciale vis-à-vis du droit d'informer et d'exprimer des opinions à son sujet. Penser autrement ne saurait se concilier avec la pratique et les conceptions politiques d'aujourd'hui (mutatis mutandis, Colombani et autres c. France, no 51279/99, § 68, CEDH 2002V ; voir également Pakdemirli, § 52).", "32.  En effet, la Cour rappelle l'orientation donnée dans les travaux de l'Assemblée parlementaire ainsi que de l'évolution pratique et normative observée en la matière au sein des Etats membres du Conseil de l'Europe (paragraphes 16-18 ci-dessus). Aussi, elle réitère qu'une peine de prison infligée pour une infraction commise dans le domaine de la presse n'est compatible avec la liberté d'expression journalistique que dans des circonstances exceptionnelles (à ce sujet, voir Cumpănă et Mazăre c. Roumanie [GC], no 33348/96, §§ 113-115, CEDH 2004XI), notamment lorsque d'autres droits fondamentaux ont été gravement atteints comme dans l'hypothèse, par exemple, de la diffusion d'un discours de haine ou d'incitation à la violence (Sürek et Özdemir c. Turquie [GC], nos 23927/94 et 24277/94, § 63, 8 juillet 1999 – pour d'autres hypothèses, voir, par exemple, Perrin c. Royaume-Uni (déc.), no 5446/03, 18 octobre 2005, et Palusinsky c. Pologne (déc.), no 62414/00, 3 octobre 2006).", "33.  Comme cela a déjà été précédemment souligné (paragraphe 28 cidessus), rien dans les circonstances de la présente espèce n'était de nature à justifier l'imposition des peines de prison. Par sa nature même, de telles sanctions produisent immanquablement un effet dissuasif, nonobstant le fait qu'il ait été sursis à l'exécution de la peine de Mme Artun et que celle infligée à M. Güvener ait été commuée en une amende. Si pareils actes de clémence visent certes à alléger la situation des requérants, ils n'effacent pas pour autant leur condamnation (mutatis mutandis, Cumpănă et Mazăre, § 116, et Scharsach et News Verlagsgesellschaft c. Autriche, no 39394/98, § 32, CEDH 2003XI) ni les retombées durables, stigmatisantes et décourageantes que toute inscription au casier judiciaire pourrait avoir sur la façon de travailler des professionnels des médias, notamment des journalistes.", "34.  Bref, la Cour considère que les tribunaux internes sont allés, en l'occurrence, au-delà de ce qui aurait constitué une restriction « nécessaire » à la liberté d'expression des requérants.", "Il y a donc eu violation de l'article 10 de la Convention de ce chef.", "B.  Quant à la violation alléguée de l'article 6 § 1 de la Convention", "35.  Pour ce qui est de l'allégation des requérants en ce que leur condamnation n'était pas suffisamment motivée, la Cour considère que le constat de violation auquel elle est parvenue pour l'article 10 de la Convention (paragraphe 34 ci-dessus) couvre également ce grief qui, dès lors, n'appelle aucun examen séparé sous l'angle de l'article 6 § 1 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "36.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "37.  Les requérants réclament 60 000 euros (EUR) chacun au titre du préjudice matériel et moral qu'ils auraient subi.", "38.  Le Gouvernement conteste ces prétentions.", "39.  Pour ce qui est du requérant M. Güvener, la Cour observe qu'il ne produit aucun élément de preuve tel qu'une attestation de paiement, ni dans sa requête initiale, ni dans ses observations au titre de satisfaction équitable, permettant à la Cour de constater qu'il s'est effectivement acquitté de l'amende qui lui avait été infligée par les juridictions nationales. La Cour considère donc qu'il n'y a pas lieu d'accorder une indemnité au titre de dommage matériel à ce requérant.", "Quant à Mme Artun, la Cour n'aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande.", "En ce qui concerne le dommage moral, la Cour estime que les intéressés peuvent passer pour avoir éprouvé un certain désarroi de par les circonstances de l'espèce. Statuant en équité comme le veut l'article 41 de la Convention, la Cour alloue conjointement aux requérants 6 000 EUR à titre de réparation du dommage moral.", "B.  Frais et dépens", "40.  La Cour note que les requérants n'ont, ni dans leur formulaire de requête, ni lors de la procédure ultérieure, formulé de demande relative aux frais et dépens.", "C.  Intérêts moratoires", "41.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "", "1.  Déclare la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 10 de la Convention ;", "", "3.  Dit qu'il ne s'impose pas de statuer séparément sur le grief tiré de l'article 6 § 1 de la Convention ;", "", "4.  Dit,", "a)  que l'Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 6 000 EUR (six mille euros) conjointement pour dommage moral, plus tout montant pouvant être dû à titre d'impôt, à convertir en nouvelles livres turques au taux applicable à la date du règlement ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 26 juin 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tT.L. Early\tNicolas Bratza\n\tGreffier\tPrésident"]}