{"file": "FRE_HFJUD_24575_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "24575/10", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE ŢICU c. ROUMANIE", "", "(Requête no 24575/10)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "1er octobre 2013", "", "", "", "", "", "DÉFINITIF", "", "01/01/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Ţicu c. Roumanie,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tAlvina Gyulumyan,\n\tCorneliu Bîrsan,\n\tJán Šikuta,\n\tLuis López Guerra,\n\tNona Tsotsoria,\n\tValeriu Griţco, juges,", "et de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 septembre 2013,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 24575/10) dirigée contre la Roumanie et dont un ressortissant de cet Etat, M. Nicolae Ţicu (« le requérant »), a saisi la Cour le 24 mars 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté par Me E. Crăciun, avocate à Bacău. Le gouvernement roumain (« le Gouvernement ») a été représenté par ses agentes, Mme I. Cambrea, puis par Mme C. Brumar, du ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier qu’il avait subi, pendant sa détention, des traitements contraires à l’article 3 de la Convention.", "4.  Le 17 octobre 2011, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Né en 1973, le requérant purge actuellement une peine de vingt ans de réclusion criminelle à la prison de Bacău.", "6.  Dès son enfance, une oligophrénie, maladie ayant entraîné un retard important de son développement mental et physique, a été diagnostiquée. En raison de cette pathologie sévère, handicapante et irréversible, le requérant bénéficie d’une allocation sociale. Il n’a jamais suivi de scolarité ou de formation professionnelle, et il est analphabète. Il a vécu auprès de ses parents qu’il aidait pour les tâches domestiques.", "A.  La procédure pénale à l’encontre du requérant", "7.  En novembre 2003, le requérant fut arrêté et accusé d’avoir participé à un vol avec violences ayant entraîné le décès de la victime.", "8.  L’expertise psychiatrique effectuée au cours de la procédure pénale conclut que les capacités intellectuelles du requérant étaient extrêmement réduites, mais que son discernement n’était pas totalement aboli et qu’il se rendait compte de ses actes et de leurs conséquences.", "9.  Le 15 octobre 2004, devant la Haute Cour de cassation et de justice et en présence de son avocat commis d’office, le requérant renonça à se pourvoir contre le jugement du tribunal de Neamţ rendu en première instance le condamnant à vingt ans de réclusion criminelle.", "10.  En 2009, le requérant demanda la révision de ce jugement, alléguant que le tribunal de Neamţ n’avait pas dûment pris en considération son état mental lors de sa participation à l’infraction. Le 6 mai 2009, le tribunal de Neamţ rejeta cette demande de révision au motif qu’une expertise psychiatrique avait déjà été effectuée.", "B.  La détention du requérant", "1.  Les conditions de détention", "11.  Le requérant purgea sa peine successivement dans les prisons de Bacău, Jilava, Iaşi et Giurgiu. Les versions relatives aux conditions de détention dans ces prisons divergent selon les parties.", "12.  Le requérant affirme avoir été détenu dans des cellules surpeuplées, sans pouvoir bénéficier de conditions d’hygiène minimales, et également avoir été privé de toute activité sportive ou sociale.", "13.  Le Gouvernement indique que le requérant a pu disposer d’un espace personnel variant de 1,58 m2 pour les cellules normales à 4 m2 pour celles de l’infirmerie à la prison de Bacău, et il ajoute que cet espace était en moyenne de 1,56 m2 à la prison de Iaşi et de 3,62 m2 à la prison de Giurgiu. Concernant les données pour la prison de Jilava, le Gouvernement ajoute qu’elles ne sont plus disponibles.", "14.  Le Gouvernement expose que les cellules étaient équipées de toilettes séparées et disposaient de l’eau courante, du chauffage, de la ventilation et d’un accès à la lumière naturelle. D’après lui, elles étaient meublées convenablement et étaient régulièrement nettoyées.", "15.  En ce qui concerne l’hygiène corporelle, le Gouvernement précise que les détenus avaient accès à des douches communes une à deux fois par semaine, au minimum pendant quinze minutes.", "16.  Le Gouvernement affirme que le requérant avait la possibilité de participer à des activités socio-éducatives, de lire des journaux et de regarder la télévision. D’après lui, l’intéressé a participé à la prison de Iaşi à un programme d’alphabétisation, ainsi qu’à des campagnes d’information, d’éducation et de communication sur les thèmes de la santé, de la morale et de la religion. Le Gouvernement précise que, dans toutes les prisons, le requérant pouvait se promener quotidiennement dans la cour pendant une durée comprise entre trente minutes et deux heures, et que la nourriture était adaptée à ses problèmes de santé.", "2.  Le suivi de l’état de santé du requérant et son traitement médical", "17.  Le requérant fut hospitalisé au moins à treize reprises dans des hôpitaux pénitentiaires. Il est en permanence sous traitement par neuroleptiques.", "18.  En décembre 2003 et en février 2004, il fut soumis à des examens cliniques pour des hématomes et des traumatismes aux jambes.", "19.  En mai 2004, à l’occasion d’un contrôle médical, il affirma être victime d’agressions de la part de codétenus. La même année, il fut hospitalisé plusieurs fois pour des troubles psychiatriques et intestinaux, et pour diverses infections.", "20.  Une expertise médico-légale en date du 16 janvier 2006 conclut que, malgré la pathologie complexe du requérant, ses troubles pouvaient être soignés dans les hôpitaux pénitentiaires.", "21.  En janvier 2006, le requérant fit une décompensation dépressive et ingéra une grande quantité de médicaments. Il fut hospitalisé à plusieurs reprises dans les services de psychiatrie des hôpitaux pénitentiaires.", "22.  En mars 2006, il fut hospitalisé pour une fracture du bras gauche, et plusieurs interventions chirurgicales reconstructives du coude furent pratiquées.", "23.  En 2007, le requérant fut soumis à des examens d’endocrinologie, génétiques et neurologiques. Ces examens établirent qu’il souffrait, en plus de son oligophrénie, d’une maladie génétique, le syndrome de Klinefelter, qui avait aggravé son retard mental et physique et qui avait également provoqué l’inversion de certains de ses caractères sexuels morphologiques.", "3.  La demande de remise en liberté pour raisons médicales", "24.  En 2007, le requérant, assisté par un avocat, demanda sa remise en liberté au motif que les maladies dont il souffrait étaient incompatibles avec un régime de détention.", "25.  En juillet 2008, il fut soumis à une expertise auprès d’un institut départemental de médecine légale. Cet institut conclut que ses troubles psychiatriques n’étaient pas incompatibles avec un régime de détention, à condition qu’il fût suivi par des médecins psychiatres et qu’il reçût en permanence un traitement médicamenteux. S’agissant du syndrome de Klinefelter dont souffrait le requérant, la commission d’expertise ajouta que cette pathologie pouvait être, en principe, également soignée dans les hôpitaux pénitentiaires. Elle recommanda cependant la consultation de médecins endocrinologues et la poursuite des examens médicaux pour définir le traitement adapté.", "26.  A l’occasion de cette expertise, le requérant se plaignit de violentes agressions sexuelles de la part de codétenus.", "27.  Par un jugement du 23 septembre 2008, le tribunal départemental de Bacău rejeta la demande de remise en liberté au motif que le requérant pouvait être soigné dans le réseau hospitalier pénitentiaire. La cour d’appel de Bacău, saisie d’un recours par le requérant, confirma ce jugement dans un arrêt définitif du 20 novembre 2008.", "4.  Les plaintes du requérant concernant les agressions de la part de codétenus", "28.  Outre les plaintes exprimées lors des deux examens médicaux effectués en mai 2004 et en juillet 2008, le requérant signala à plusieurs reprises aux autorités pénitentiaires qu’il était victime d’agressions de la part de codétenus.", "29.  Le 28 février 2006, il se plaignit d’avoir été battu par deux de ses codétenus de la prison de Bacău. Ces derniers reconnurent les faits et furent sanctionnés par une commission disciplinaire qui suspendit leur droit de visite pendant un mois.", "30.  Le 8 juillet 2009, le directeur de la prison de Iași informa le parquet que le requérant se plaignait d’une agression. Le parquet enregistra la doléance et demanda si le requérant souhaitait porter formellement plainte contre son agresseur. En réponse à cette demande, le parquet reçut une lettre portant, en bas de page, la mention « [je] ne porte pas plainte ». Aucune suite ne fut donnée par le parquet.", "31.  Le 14 mars 2010, le requérant déclara avoir subi une agression de la part du détenu D.F. Le 16 mars 2010 il fut examiné par un médecin légiste qui ne décela aucune trace de violence, mais qui précisa qu’il n’excluait pas l’éventualité d’une agression. Le parquet, informé par le directeur de la prison de Iasi, demanda à nouveau si le requérant souhaitait porter plainte. Au bas de la lettre adressée au parquet, il était mentionné « [je] porte plainte ». Aucune suite ne fut donnée par le parquet.", "32.  Le 31 mars 2010, le requérant déclara avoir été victime d’une agression de la part du détenu S.B. Le directeur de la prison de Iaşi informa le parquet qu’il n’y avait aucun détenu nommé S.B. dans cette prison. Il ajouta qu’un officier de police avait interrogé le requérant et que ce dernier avait retiré sa plainte. Le 20 mai 2010, le parquet classa l’affaire sans suite au motif que les faits dénoncés n’existaient pas.", "33.  Le 1er juin 2010, le requérant déclara avoir subi une nouvelle agression à la prison de Iași. Le médecin de la prison et un médecin légiste constatèrent des traces de violence sur son visage. Le parquet enregistra la plainte, mais ne donna aucune suite.", "34.  Le 2 juillet 2010, le requérant déclara avoir subi une nouvelle agression à la prison de Iași. Le médecin de la prison constata des traces de violence sur son bras droit. Le parquet enregistra la plainte, mais ne donna aucune suite.", "II.  LE DROIT INTERNE PERTINENT", "35.  En vertu des dispositions des articles 63, 180 et 181 du code pénal en vigueur à l’époque des faits, les coups ou les actes de violence étaient passibles d’une amende ou d’une peine d’emprisonnement.", "36.  La possibilité de contester devant les tribunaux une décision de classement sans suite du parquet ou une ordonnance de non-lieu est prévue par l’article 278-1 du code de procédure pénale, à la suite de la modification de ce code par la loi no 281 du 24 juin 2003, entrée en vigueur le 1er janvier 2004.", "III.  TEXTES DU CONSEIL DE L’EUROPE", "37.  Les observations du Comité européen pour la prévention de la torture et des peines ou traitements inhumains et dégradants (le « CPT »), à la suite de visites effectuées dans des prisons de Roumanie, sont résumées dans l’arrêt Iacov Stanciu c. Roumanie (no 35972/05, §§ 113-129, 24 juillet 2012).", "38.  Le CPT a constaté certaines défaillances dans le fonctionnement des services de santé. Dans certains cas, il a été relevé que l’accès à un médecin, y compris à un médecin légiste, était différé, voire refusé, et que les examens médicaux effectués étaient sommaires et menés de manière formelle (voir les rapports CPT/Inf(2003)25, § 30 ; CPT/Inf(2004)10, § 44, et CPT/Inf(2008)41, § 19).", "39.  Eu égard à ces constats, le CPT a recommandé aux autorités roumaines de prendre les mesures adéquates pour que tout détenu présentant des traces de violence fût toujours examiné par un médecin.", "40.  La Recommandation R (98) 7 relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire et la Recommandation Rec(2006)2 sur les Règles pénitentiaires européennes, préconisent de placer et de soigner les détenus souffrant de troubles mentaux graves dans un service hospitalier disposant d’un équipement adéquat et d’un personnel qualifié (voir les articles 55 de la Recommandation R (98) 7 et 47.1 et 47.2 de la Recommandation Rec (2006) 2).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "41.  Le requérant se plaint de mauvaises conditions de détention dans les diverses prisons où il a purgé sa peine, en particulier d’un surpeuplement carcéral et de défaillances dans l’administration de soins médicaux. Il reproche également aux autorités leur carence quant à l’obligation de procéder à une enquête effective sur les circonstances des agressions perpétrées à son encontre par certains codétenus. Il invoque à cet égard l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", "42.  Le Gouvernement excipe du non-épuisement des voies de recours internes.", "43.  S’agissant des conditions de détention du requérant, le Gouvernement soutient que celui-ci aurait pu saisir le juge délégué auprès des prisons en question ou les juridictions civiles compétentes d’un recours portant sur les conditions matérielles de sa détention ou sur le manque de soins médicaux allégué par le requérant.", "44.  Quant à l’allégation d’absence d’enquête sur les agressions que le requérant aurait subies, le Gouvernement reproche à ce dernier de ne pas avoir porté plainte contre ses agresseurs et de ne pas avoir contesté devant les juridictions internes compétentes les décisions de classement sans suite du parquet.", "45.  Le Gouvernement estime que les recours précités auraient été efficaces et qu’ils auraient permis de remédier à la situation dénoncée par le requérant.", "46.  Le requérant s’oppose à cette thèse. D’après lui, en raison de son état de vulnérabilité particulière, des violences et menaces exercées sur lui, ainsi que de l’absence d’une quelconque instruction, il lui était impossible de déposer les plaintes et d’intenter les actions indiquées par le Gouvernement. Par ailleurs, il souligne que plusieurs de ses plaintes déposées pour agression sont restées sans réponse.", "47.  S’agissant de la partie du grief relative aux conditions matérielles de détention, la Cour rappelle avoir déjà rejeté plusieurs exceptions similaires, après avoir jugé qu’il n’y avait pas de voie de recours interne effective à exercer par le requérant (Petrea c. Roumanie, no 4792/03, § 37, 29 avril 2008 ; Brânduşe c. Roumanie, no 6586/03, §§ 37 et 40, 7 avril 2009, et Eugen Gabriel Radu c. Roumanie, no 3036/04, § 23, 13 octobre 2009). Les arguments du Gouvernement ne permettent pas d’aboutir en l’espèce à une conclusion différente.", "48.  Quant aux diverses plaintes et actions que le requérant aurait eu à sa disposition pour faire redresser les autres aspects de son grief, la Cour rappelle que, selon sa jurisprudence constante, l’article 35 § 1 de la Convention impose aux requérants l’épuisement des recours normalement disponibles et suffisants dans l’ordre juridique interne pour leur permettre d’obtenir réparation des violations qu’ils allèguent. Cependant, elle souligne qu’elle doit appliquer cette règle en tenant dûment compte du contexte, avec une certaine souplesse et sans formalisme excessif. Cela signifie notamment qu’elle doit analyser de manière réaliste, non seulement les recours prévus en théorie dans le système juridique de la Partie contractante concernée, mais également la situation personnelle des requérants (Selmouni c. France [GC], no 25803/94, § 77, CEDH 1999-V et, mutatis mutandis, Sławomir Musiał c. Pologne, no 28300/06, § 73, 20 janvier 2009).", "49.  En l’espèce, la Cour estime que le requérant, en déposant une demande de remise en liberté et plusieurs plaintes auprès des autorités carcérales, a suffisamment attiré l’attention sur sa situation tant pour ce qui est de son suivi médical que des conditions générales de sa détention.", "50.  Partant, la Cour estime qu’il convient de rejeter l’exception de non-épuisement des voies de recours internes soulevée par le Gouvernement.", "51.  Constatant que le grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "1.  Arguments des parties", "52.  Le requérant affirme que ses conditions de détention étaient inhumaines et dégradantes, en particulier eu égard à son état de santé. Il dénonce également l’absence d’enquête au sujet de ses plaintes pour les agressions dont il dit avoir été victime.", "53.  En se référant à la description des conditions de détention fournie par les établissements pénitentiaires concernés, le Gouvernement soutient que celles qu’a connues le requérant étaient conformes aux exigences de l’article 3 de la Convention. Il ajoute que le requérant a participé à des activités sportives et éducatives adaptées à ses besoins.", "54.  S’agissant du suivi médical du requérant, le Gouvernement affirme que celui-ci a fait l’objet, pendant sa détention, d’une surveillance médicale permanente dans les prisons et dans plusieurs hôpitaux pénitentiaires. Il ajoute que le requérant a parfois refusé de suivre le traitement médical qui lui avait été prescrit. Le Gouvernement précise que le requérant a été hospitalisé douze fois, principalement pour des troubles psychiatriques, et qu’il a été soumis à des examens complexes, y compris à des expertises médico-légales.", "55.  Quant aux agressions subies par le requérant, le Gouvernement affirme que les autorités internes ont mené une enquête effective au sujet des plaintes déposées par lui.", "56.  A cet égard, le Gouvernement précise que, chaque fois que le requérant a allégué avoir été victime d’une agression, il a été examiné par un médecin pénitentiaire. Le Gouvernement indique également que les allégations du requérant ont été portées à la connaissance du parquet et qu’il a été interrogé pour savoir s’il entendait déposer une plainte conformément aux règles de procédure pénale. D’après le Gouvernement, la seule fois où le requérant a confirmé son intention de déposer plainte, ses allégations ont abouti le 20 mai 2010, après enquête du parquet, à un classement sans suite, au motif que les faits dénoncés n’existaient pas.", "2.  Appréciation de la Cour", "a)  Principes généraux", "57.  La Cour rappelle que l’article 3 de la Convention consacre l’une des valeurs fondamentales des sociétés démocratiques ; il prohibe en termes absolus la torture et les traitements ou peines inhumains ou dégradants, quels que soient les circonstances et les agissements de la victime. La Cour rappelle également que les mesures privatives de liberté s’accompagnent ordinairement de souffrances et d’humiliations. Toutefois, on ne saurait considérer qu’un placement en détention pose en soi un problème sur le terrain de l’article 3 de la Convention. De même, cet article ne peut être interprété comme imposant à l’Etat une obligation générale de libérer un détenu pour motifs de santé ou de le transférer dans un hôpital civil afin de lui permettre de bénéficier d’un traitement médical spécifique (Kudła c. Pologne [GC], no 30210/96, § 93, CEDH 2000-XI).", "58.  Cependant, l’article 3 de la Convention impose à l’Etat de s’assurer que tout prisonnier est détenu dans des conditions compatibles avec le respect de la dignité humaine, que les modalités d’exécution d’une mesure privative de liberté ne soumettent pas l’intéressé à une détresse ou à une épreuve d’une intensité excédant le niveau inévitable de souffrance inhérent à la détention, et que, eu égard aux exigences pratiques de l’emprisonnement, la santé et le bien-être du prisonnier sont assurés de manière adéquate, notamment par l’administration des soins médicaux requis (Kudła, précité, § 94, et Paladi c. Moldova [GC], no 39806/05, § 71, 10 mars 2009).", "59.  Dans le cas particulier des malades mentaux, la Cour estime que, pour apprécier la compatibilité des conditions de leur détention avec les exigences de l’article 3 de la Convention, il faut tenir compte de leur vulnérabilité et également de leur incapacité, dans certains cas, à se plaindre de manière cohérente ou simple des effets d’un traitement médical reçu. Pour statuer sur cette compatibilité, trois éléments doivent en particulier être pris en considération : l’état de santé du requérant, le caractère adéquat des soins et traitements médicaux administrés en détention, et l’opportunité d’un maintien en détention compte tenu de l’état de santé de l’intéressé (Sławomir Musiał, précité, § 88).", "60.  Enfin, la Cour rappelle que, lorsqu’un détenu affirme de manière défendable avoir subi des mauvais traitements de la part de codétenus, la diligence dans l’ouverture d’une enquête officielle par les autorités est capitale pour éviter toute apparence de tolérance à l’égard d’actes illégaux ou de collusion dans leur perpétration (voir, L.Z. c. Roumanie, no 22383/03, § 29, 3 février 2009).", "b)  Application en l’espèce des principes ci-dessus", "61.  La Cour recherchera successivement si les conditions de détention du requérant étaient compatibles avec son état de santé, et si les autorités nationales ont mené une enquête effective au sujet de ses plaintes pour mauvais traitements.", "i.  Sur les conditions de détention du requérant", "62.  La Cour juge préoccupantes les conditions de vie dans les établissements où le requérant a séjourné et séjourne encore. Il ressort des données communiquées par le Gouvernement que ces établissements étaient tous confrontés à un problème de surpopulation carcérale et que l’espace individuel dont disposaient les détenus était inférieur à la norme recommandée par le CPT. A cet égard, la Cour constate que, dans la majeure partie des cellules qui ont été occupées par le requérant, celui-ci disposait d’un espace individuel extrêmement réduit car inférieur à 3 m² et parfois même à 1,5 m².", "63.  La Cour rappelle avoir déjà conclu à plusieurs reprises, à l’égard de la Roumanie, à la violation de l’article 3 de la Convention en raison de conditions de détention inappropriées (voir, parmi de nombreux exemples, Iacov Stanciu, précité, § 195).", "64.  Elle estime que de telles conditions, inadéquates pour tout individu privé de liberté, l’étaient encore plus pour une personne telle que le requérant en raison de ses troubles mentaux et de la nécessité d’un suivi médical approprié. Les détenus atteints de troubles mentaux risquent incontestablement de se sentir davantage en situation d’infériorité et d’impuissance. A cet égard, la Cour considère que le placement du requérant, pendant la plus grande partie de sa détention, dans un établissement pénitentiaire non adapté à la prise en charge des pathologies psychiatriques l’a forcément exposé à un risque pour sa santé et a dû être source de stress et d’angoisse pour lui (voir, mutatis mutandis, Sławomir Musiał, précité, § 96).", "65.  Certes, le requérant a été plusieurs fois hospitalisé, principalement pour soigner ses troubles psychiatriques. Les pièces justificatives médicales dont dispose la Cour indiquent également qu’il est régulièrement traité par neuroleptiques et qu’il a accès aux cabinets médicaux des établissements pénitentiaires.", "66.  Néanmoins, la Cour constate que, depuis son incarcération et à l’exception de ses périodes d’hospitalisation, le requérant partage sa cellule avec des détenus en bonne santé, et que, hormis les cas d’urgence médicale, il est soumis au même régime que ses codétenus malgré la spécificité de son état. Il ressort du dossier que les médecins ayant examiné l’intéressé ont suggéré que ce dernier demeurât constamment sous surveillance psychiatrique. Or, bien qu’il ait plus ou moins régulièrement accès à des médecins pénitentiaires, le requérant ne peut consulter un psychiatre qu’en cas d’urgence, comme ce fut le cas en 2006 à la suite de l’ingestion de médicaments liée à une décompensation dépressive, ou bien de rendez-vous pris par les autorités pénitentiaires (voir, mutatis mutandis, Sławomir Musiał, précité, § 92).", "67.  Enfin, la Cour note que les recommandations pertinentes du Comité des ministres aux Etats membres, à savoir la Recommandation R (98) 7 relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire et la Recommandation Rec(2006)2 sur les Règles pénitentiaires européennes, préconisent de placer et de soigner les détenus souffrant de troubles mentaux graves dans un service hospitalier disposant d’un équipement adéquat et d’un personnel qualifié.", "68.  Eu égard aux faits de l’espèce pris dans leur ensemble, et considérant en particulier les conditions dans lesquelles le requérant a été détenu, la Cour conclut qu’il y a eu violation de l’article 3 de la Convention.", "ii.  Sur l’obligation des autorités de mener une enquête effective au sujet des plaintes pour mauvais traitements", "69.  La Cour note que le requérant a signalé aux autorités compétentes de la prison de Iași les violences exercées, à plusieurs reprises, par certains de ses codétenus. Certaines de ses plaintes étaient étayées par les constats de médecins attestant l’existence de sévices.", "70.  La Cour relève que le parquet, bien qu’alerté par la direction de la prison de Iasi des allégations en question, n’a ouvert aucune enquête pour éclaircir les circonstances des agressions subies par le requérant. Au lieu de déployer tous les moyens en sa possession pour identifier et sanctionner les personnes responsables de ces agressions, le parquet s’est contenté d’exiger du requérant qu’il déposât de nouvelles plaintes relativement aux mêmes faits. De plus, même après réitération d’une de ses plaintes par le requérant, aucune suite n’a été donnée par le parquet (paragraphe 31 ci-dessus).", "71.  De surcroît, la Cour constate que, outre le fait que le dépôt de nouvelles plaintes pour des faits clairement identifiés et étayés préalablement signalés aux autorités de la prison de Iasi ne paraît nullement justifié, le parquet a complètement fait abstraction de la vulnérabilité du requérant. En effet, ce dernier, en raison de son lourd handicap, et en l’absence d’un avocat, n’était pas à même de faire valoir ses droits.", "72.  Vu l’absence de tout acte d’instruction, la Cour conclut qu’il y a eu violation de l’article 3 de la Convention sous son volet procédural.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "73.  Invoquant plusieurs articles de la Convention, le requérant se plaint de l’issue de la procédure pénale dirigée contre lui et du rejet de sa demande de révision du jugement le condamnant.", "74.  Compte tenu de l’ensemble des éléments en sa possession, et pour autant qu’elle est compétente pour connaître des allégations formulées, la Cour ne relève aucune apparence de violation des droits et libertés garantis par les articles de la Convention invoqués. Il s’ensuit que ces griefs sont soit tardifs soit manifestement mal fondés et qu’ils doivent être rejetés en application de l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "75.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "76.  Le requérant réclame 210 000 euros (EUR) au titre des préjudices matériel et moral qu’il dit avoir subis, à savoir la souffrance et la détresse résultant des violations alléguées.", "77.  Le Gouvernement soutient que le requérant n’a pas fourni de pièces justificatives et qu’il n’a pas prouvé l’existence d’un lien de causalité entre les préjudices en question et les violations alléguées. En tout état de cause, le Gouvernement considère que la somme exigée est excessive compte tenu de la jurisprudence de la Cour en la matière.", "78.  La Cour estime que le requérant a subi un tort moral certain en raison des traitements contraires à l’article 3 de la Convention endurés pendant sa détention et de l’absence d’enquête effective sur les violences qu’il a subies. Eu égard aux circonstances de la cause et statuant en équité comme le veut l’article 41, elle décide de lui octroyer 24 000 EUR à ce titre.", "B.  Frais et dépens", "79.  Le requérant demande également 350 EUR pour les honoraires d’avocat et les frais engagés pour la traduction de certains documents. Il fournit des justificatifs attestant du paiement de la somme de 1 600 lei roumains, soit l’équivalent d’environ 370 EUR.", "80.  Le Gouvernement conteste en partie les sommes réclamées.", "81.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, et compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable d’accorder au requérant la somme de 350 EUR, tous frais confondus, pour la procédure engagée devant la Cour.", "C.  Intérêts moratoires", "82.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l’article 3 de la Convention, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 3 de la Convention à raison des conditions de détention du requérant ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention sous son volet procédural à raison de l’absence d’enquête au sujet des mauvais traitements dénoncés par le requérant ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie de l’Etat défendeur, au taux applicable à la date du règlement :", "i.  24 000 EUR (vingt-quatre mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  350 EUR (trois cent cinquante euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 1er octobre 2013, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident", ""]}