{"file": "FRE_HFJUD_26106_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "26106/95", "text_paragraphs": ["", "", "", "", "AFFAIRE BENKESSIOUER c. FRANCE", "", "", "(95/1997/879/1091)", "", "", "", "", "", "", "ARRÊT", "", "STRASBOURG", "", "", "24 août 1998", "", "", "", "", "En l’affaire Benkessiouer c. France,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention ») et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit :", "\tMM.\tF. Gölcüklü, président,", "\t\tL.-E. Pettiti,\n\t\tA. Spielmann,\n\t\tN. Valticos,\n\t\tR. Pekkanen,\n\t\tJ. Makarczyk,", "\t\tK. Jungwiert,\n\t\tE. Levits,", "\t\tV. Butkevych,\nainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 21 mai et 29 juillet 1998,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L’affaire a été déférée à la Cour par le gouvernement français (« le Gouvernement ») le 19 septembre 1997, dans le délai de trois mois qu’ouvrent les articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (n° 26106/95) dirigée contre la République française et dont un ressortissant de cet Etat, M. Ahmed Benkessiouer, avait saisi la Commission européenne des Droits de l’Homme (« la Commission »), le 6 septembre 1995 en vertu de l’article 25.", "La requête du Gouvernement renvoie à l’article 48 de la Convention. Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 § 1 de la Convention.", "2.  En réponse à l’invitation prévue à l’article 33 § 3 d) du règlement A, le requérant a exprimé le désir de participer à l’instance et a désigné son conseil (article 30), Me D. Wedrychowski, avocat au barreau de Strasbourg. Désigné devant la Commission par les initiales A.B., le requérant a consenti ultérieurement à la divulgation de son identité.", "3.  Le 25 septembre 1997, le président de la Cour, M. R. Ryssdal, a estimé qu’il y avait lieu de confier à une chambre unique, en vertu de l’article 21 § 7 du règlement A et dans l’intérêt d’une bonne administration de la justice, l’examen de la présente cause et de l’affaire Couez c. France. La chambre à constituer de la sorte comprenait de plein droit \nM. L.-E. Pettiti, juge élu de nationalité française (article 43 de la Convention), et M. R. Bernhardt, vice-président de la Cour (article 21 § 4 b) du règlement A). Le même jour, en présence du greffier, le président de la Cour a tiré au sort le nom des sept autres membres, à savoir MM. F. Gölcüklü, F. Matscher, A. Spielmann, N. Valticos, R. Pekkanen, J. Makarczyk et V. Butkevych (articles 43 in fine de la Convention et 21 § 5 du règlement A). Par la suite, M. Gölcüklü a remplacé M. Bernhardt à la présidence de la chambre, M. E. Levits, suppléant, est devenu membre titulaire de celle-ci et M. K. Jungwiert, suppléant, a remplacé M. Matscher, empêché (articles 22 § 1 et 24 § 1 du règlement A).", "4.  En sa qualité de président de la chambre (article 21 § 6 du règlement A), M. Bernhardt a consulté, par l’intermédiaire du greffier, l’agent du Gouvernement, M. M. Perrin de Brichambaut, le conseil du requérant et le délégué de la Commission, M. J.-C. Soyer, au sujet de l’organisation de la procédure (articles 37 § 1 et 38). Conformément à l’ordonnance rendue en conséquence, le greffier a reçu les mémoires du Gouvernement et du requérant les 1er et 17 avril 1998 respectivement. Par une lettre du 15 avril 1998, le secrétaire de la Commission a indiqué que le délégué souhaitait bénéficier d’un nouveau délai pour présenter ses observations. Le président de la chambre le lui a accordé et le délégué a déposé ses observations le 29 avril 1998.", "5.  Le 24 février 1998, la chambre a renoncé à tenir une audience, étant convaincue du respect des conditions prévues pour une telle dérogation à la procédure habituelle (articles 26 et 38 du règlement A).", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "6.  M. Benkessiouer est un ressortissant français né en 1940. Il est fonctionnaire titulaire à La Poste et réside à Nice.", "7.  Le 21 janvier 1991, il déposa une demande de congé de longue maladie, mais le comité médical considéra, le 15 mars 1991, qu’il était apte à travailler. Le 21 mars 1991, le requérant fut avisé du refus de La Poste de lui octroyer un congé de longue maladie et invité à reprendre ses fonctions. Toutefois, celui-ci ne se conforma pas à cette invitation et fournit plusieurs certificats d’arrêt de travail entre le 27 avril et le 31 juillet 1991. De nouveaux examens médicaux effectués à la demande de La Poste conclurent à l’aptitude du requérant à reprendre ses fonctions. Comme M. Benkessiouer persistait néanmoins dans son refus, il fut placé par une décision du 26 novembre 1991 en position d’absence irrégulière à partir du 5 novembre 1991. Le 18 décembre 1991, il fut avisé de sa radiation prochaine s’il ne rejoignait pas son poste.", "A.\tLa procédure devant le tribunal administratif de Paris", "8.  Le 29 août 1991, le requérant saisit le tribunal administratif de Paris de demandes tendant à l’annulation des décisions de La Poste lui refusant l’octroi d’un congé de longue maladie, suspendant son traitement à compter du 5 novembre 1991 pour absence de service fait, et le mettant en demeure de rejoindre son poste sous peine de radiation. Arguant du préjudice que lui auraient causé ces trois décisions et des tracasseries dont il avait fait l’objet, il réclamait que La Poste soit condamnée à lui verser 400 000 francs français (FRF) à titre de dommages-intérêts.", "9.  M. Benkessiouer déposa au total treize mémoires complémentaires entre le 15 novembre 1991 et le 31 juillet 1992.", "10.  Par une requête du 21 mai 1992, le requérant demanda au tribunal administratif de prononcer le sursis à exécution de la décision de suspension de son traitement.", "11.  Le 17 juin 1992, le tribunal administratif ordonna une expertise médicale.", "12.  Le 18 juin 1992, le requérant saisit le tribunal administratif de Paris d’une troisième requête tendant à l’annulation de la décision de la mutuelle des PTT réduisant à 70 % ou 75 % les remboursements de ses visites médicales et frais pharmaceutiques. Il sollicitait aussi 200 000 FRF de dommages-intérêts supplémentaires en réparation du préjudice subi du fait de contre-visites médicales inopinées et de la suppression de son traitement depuis le 5 novembre 1991.", "13.  Le 31 juillet 1992, le requérant déposa un mémoire.", "14.  L’expert rendit son rapport le 10 août 1992 ; il concluait qu’à la date du 5 novembre 1991, M. Benkessiouer n’était pas apte à reprendre son travail. Le 18 août 1992, le rapport fut communiqué au défendeur. La Poste contesta ce rapport et demanda une contre-expertise.", "15.  Par un jugement du 15 février 1996, le tribunal administratif de Paris joignit les trois requêtes du requérant. ", "Il annula la décision refusant au requérant le bénéfice du congé de longue maladie et celle prononçant la suspension de son traitement et, estimant que ces décisions illégales engageaient la responsabilité de La Poste à l’égard de son fonctionnaire, alloua au requérant la somme de 20 000 FRF à titre de dommages-intérêts pour le préjudice subi.", "En outre, le tribunal rejeta la troisième requête du 18 juin 1992 (paragraphe 12 ci-dessus) : il indiqua que la décision mettant en demeure le requérant de reprendre ses fonctions sous peine de radiation ne pouvait faire l’objet d’un recours pour excès de pouvoir ; il estima la demande de dommages-intérêts pour contre-visites médicales inopinées mal fondée ; enfin, il déclara la demande de dommages-intérêts pour non-distribution d’une lettre recommandée et la demande d’annulation de la décision de réduction des remboursements des visites médicales et frais pharmaceutiques irrecevables, car portées devant une juridiction incompétente.", "B.\t\tLa procédure relative à la demande de référé-provision", "16.  Le 9 juin 1993, M. Benkessiouer déposa auprès du tribunal administratif de Paris une demande de référé-provision de 400 000 FRF.", "Considérant que l’existence d’une obligation de La Poste envers le requérant, au sens de l’article R. 129 du code des tribunaux administratifs et des cours administratives d’appel, n’était pas établie, le tribunal administratif rejeta la demande par une ordonnance du 20 août 1993.", "17.  Le 13 octobre 1993, M. Benkessiouer fit appel de cette ordonnance devant le Conseil d’Etat qui la transmit le 1er décembre à la cour administrative d’appel de Paris en vertu de l’article R. 80 du code des tribunaux administratifs et des cours administratives d’appel. Le 31 janvier 1994, le requérant produisit des observations complémentaires et le 9 mai 1994, La Poste déposa son mémoire en défense.", "Par un arrêt du 27 octobre 1994, la cour administrative d’appel confirma l’ordonnance du tribunal administratif du 20 août 1993.", "18.  Le 21 novembre 1994, le requérant saisit le Conseil d’Etat qui le débouta le 19 mai 1995.", "ii.\tle DROIT INTERNE PERTINENT", "19.  La loi n° 90-568 du 2 juillet 1990 relative à l’organisation du service public de la poste et des télécommunications, qui a créé à compter du 1er janvier 1991 une personne morale de droit public, La Poste, désignée sous l’appellation d’exploitant public, dispose en son chapitre VIII, « Personnel » :", "Article 29", "«  Les personnels de la Poste (…) sont régis par des statuts particuliers pris en application de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires et de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l’Etat (…) »", "20.  Les articles pertinents de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l’Etat se lisent ainsi :", "Article 34", "«  Le fonctionnaire en activité a droit :", "(…)", "2. A des congés de maladie dont la durée totale peut atteindre un an pendant une période de douze mois consécutifs en cas de maladie dûment constatée mettant l’intéressé dans l’impossibilité d’exercer ses fonctions. Celui-ci conserve alors l’intégralité de son traitement pendant une durée de trois mois ; ce traitement est réduit de moitié pendant les neuf mois suivants. (…)", "Toutefois, si la maladie provient de l’une des causes exceptionnelles prévues à l’article L. 27 du code des pensions civiles et militaires de retraite ou d’un accident survenu dans l’exercice ou à l’occasion de l’exercice de ses fonctions, le fonctionnaire conserve l’intégralité de son traitement jusqu’à ce qu’il soit en état de reprendre son service ou jusqu’à sa mise à la retraite. Il a droit, en outre, au remboursement des honoraires médicaux et des frais directement entraînés par la maladie ou l’accident.", "3. A des congés de longue maladie d’une durée maximale de trois ans dans les cas où il est constaté que la maladie met l’intéressé dans l’impossibilité d’exercer ses fonctions, rend nécessaire un traitement et des soins prolongés et qu’elle présente un caractère invalidant et de gravité confirmée. Le fonctionnaire conserve l’intégralité de son traitement pendant un an ; le traitement est réduit de moitié pendant les deux années qui suivent. (…) »", "Article 69", "« Hormis le cas d’abandon de poste (…), les fonctionnaires ne peuvent être licenciés qu’en vertu des dispositions législatives de dégagement des cadres prévoyant soit le reclassement des intéressés, soit leur indemnisation. »", "21.  Le décret n° 86-442 du 14 mars 1986 relatif à la désignation des médecins agréés, à l’organisation des comités médicaux et des commissions de réforme aux conditions d’aptitude physique pour l’admission aux emplois publics et au régime de congé de maladie des fonctionnaires prévoit pour sa part :", "Article 6", "« Dans chaque département, un comité médical départemental compétent à l’égard des personnels mentionnés à l’article 15 ci-après est constitué auprès du commissaire de la République (…) »", "Article 7", "« Les comités médicaux sont chargés de donner à l’autorité compétente, dans les conditions fixées par le présent décret, un avis sur les contestations d’ordre médical qui peuvent s’élever à propos (…) de l’octroi et du renouvellement des congés de maladie (…)", "Ils sont consultés obligatoirement en ce qui concerne :", "(…)", "2. l’octroi des congés de longue maladie et de longue durée ;", "(…) »", "Article 15", "« Le comité médical et la commission de réforme départementaux sont compétents à l’égard des fonctionnaires exerçant leurs fonctions dans les départements considérés, à l’exception des chefs des services extérieurs visés à l’article 14 ci-dessus et sous réserve des dispositions du dernier alinéa de cet article. »", "PROCéDURE DEVANT LA COMMISSION", "22.  M. Benkessiouer a saisi la Commission le 6 septembre 1995. Il alléguait une violation des articles 6 § 1 et 8 de la Convention.", "23.  La Commission (deuxième chambre) a retenu la requête (n° 26106/95) en partie le 16 octobre 1996. Dans son rapport du 28 mai 1997 (article 31), elle conclut à l’unanimité qu’il y a eu violation de l’article 6 § 1 de la Convention. Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRéSENTéES à LA COUR", "24.  Dans son mémoire, le Gouvernement prie la Cour de rejeter la requête de M. Benkessiouer.", "25.  Le requérant, pour sa part, invite la Cour à : ", "« Dire et juger que l’Etat français a violé l’article 6 § 1 de la Convention européenne des Droits de l’Homme, dans le cadre de la procédure introduite par M. Benkessiouer devant le Tribunal administratif de Paris le 29 août 1991 ;", "par voie de conséquence, dire et juger qu’il appartiendra à l’Etat français, de verser, à M. Benkessiouer, une indemnité de 500 000 FRF en réparation du préjudice matériel subi, augmentée des intérêts légaux à compter de l’introduction de la requête en date du 26 février 1994 ;", "condamner l’Etat français au paiement d’un montant de 500 000 FRF au titre de la réparation du préjudice moral subi par M. Benkessiouer augmenté des intérêts légaux à compter du 26 juillet 1994. »", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "26.   M. Benkessiouer se plaint de la durée des procédures qu’il a engagées devant les juridictions administratives. Il invoque l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (…) dans un délai raisonnable, par un tribunal (…) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (…) »", "A.\tSur l’applicabilité de l’article 6 § 1", "27.  Le Gouvernement excipe, à titre principal, de l’inapplicabilité au cas d’espèce de l’article 6 § 1. Il soutient que l’arrêt Huber c. France du 19 février 1998 (Recueil des arrêts et décisions 1998-I) est applicable par analogie : en effet, les deux affaires portent sur la carrière et la cessation d’activité d’un fonctionnaire et ont pour origine une mise en congé pour longue maladie. Si les décisions de l’administration ont aussi des implications partiellement pécuniaires pour M. Benkessiouer, cet élément ne suffirait pas à conférer une nature « civile » aux procédures litigieuses (arrêt Huber précité, pp. 115–116, § 37). Ces implications résulteraient de la décision initiale de refuser la mise en congé de longue maladie de M. Benkessiouer ; or cette décision concerne au premier chef le déroulement de la carrière d’un fonctionnaire. Quant au paiement des dommages-intérêts, il était directement subordonné au constat de l’illégalité des décisions attaquées. En outre, la législation pertinente en l’occurrence (paragraphes 19–21 ci-dessus) conférerait à l’Etat des prérogatives unilatérales et discrétionnaires et le fondement de celles-ci seraient le service public et non, comme pour les salariés de droit privé, le contrat et l’accord des volontés.", "28.  D’après la Commission, la revendication du requérant n’avait manifestement pas trait au « recrutement » de celui-ci, à sa « carrière » ou à la « cessation » de son activité. La situation de M. Benkessiouer ne se distinguait pas de celle d’un salarié partie à un contrat de travail de droit privé. Le droit du requérant de percevoir son traitement revêtait un « caractère civil » au sens de l’article 6 § 1, lequel s’applique donc en l’espèce.", "Plus précisément, le délégué souligne que dans l’affaire Huber c’était la bonne marche du service public qui se trouvait directement en cause, car il s’agissait de la mise en congé d’office d’un professeur « à raison de son état physique ou mental, faisant courir aux enfants un danger immédiat » ; dans ce cas, l’appréciation discrétionnaire de l’administration prenant une mesure, en quelque sorte, de sûreté publique, devenait une considération déterminante.", "29.  La Cour rappelle sa jurisprudence constante selon laquelle les contestations concernant le recrutement, la carrière et la cessation d’activité des fonctionnaires sortent, en règle générale, du champ d’application de l’article 6 § 1 (voir, notamment, l’arrêt Neigel c. France du 17 mars 1997, Recueil 1997-II, p. 410, § 43). Cette disposition est néanmoins applicable lorsque la revendication litigieuse a trait à un droit « purement\npatrimonial » – tel que le paiement d’un salaire (arrêts De Santa c. Italie, Lapalorcia c. Italie et Abenavoli c. Italie du 2 septembre 1997, Recueil 1997-V, respectivement p. 1663, § 18, p. 1697, § 21, et p. 1690, § 16) ou d’une pension (arrêts Francesco Lombardo c. Italie du 26 novembre 1992, série A n° 249-B, pp. 26–27, § 17, et Massa c. Italie du 24 août 1993, série A n° 265-B, p. 20, § 26) – ou « essentiellement patrimonial » (arrêt Nicodemo c. Italie du 2 septembre 1997, Recueil 1997-V, p. 1703, § 18).", "30.  A la différence des affaires Neigel et Huber où il s’agissait essentiellement de la réintégration des requérants dans le service public, les revendications de M. Benkessiouer devant le tribunal administratif de Paris visaient principalement l’annulation des décisions lui refusant l’octroi d’un congé de longue maladie et suspendant son traitement (paragraphe 8 ci-dessus) ; l’octroi d’un tel congé aurait permis au requérant de bénéficier des avantages de salaire énoncés dans l’article 34 de la loi n° 84-16 du 11 janvier 1984 (paragraphe 20 ci-dessus).", "La Cour constate ainsi que M. Benkessiouer revendiquait un droit essentiellement patrimonial qui ne mettait pas en cause principalement les prérogatives de l’administration.", "31.  Partant, la Cour conclut que les prétentions du requérant revêtaient un caractère civil au sens de l’article 6 § 1, qui trouve donc à s’appliquer en l’espèce.", "B.\t\tSur l’observation de l’article 6 § 1", "32.  Aussi la Cour doit-elle rechercher s’il y a eu dépassement du « délai raisonnable ». Commission et requérant répondent par l’affirmative, le Gouvernement par la négative.", "33.  La Cour note que la première procédure devant le tribunal administratif de Paris a débuté le 29 août 1991, avec la saisine de celui-ci (paragraphe 8 ci-dessus), et a pris fin le 15 février 1996, date du jugement dudit tribunal (paragraphe 15 ci-dessus). Elle a donc duré quatre ans, cinq mois et quinze jours.", "La seconde procédure, en référé, a débuté le 9 juin 1993, avec la saisine du tribunal administratif de Paris (paragraphe 16 ci-dessus), et s’est terminée avec l’arrêt du Conseil d’Etat du 19 mai 1995 (paragraphe 18 ci-dessus). Elle a donc duré un an, onze mois et dix jours.", "34.  Le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir parmi beaucoup d’autres, mutatis mutandis, l’arrêt Ceteroni c. Italie du 15 novembre 1996, Recueil 1996-V, p. 1756, § 22).", "35.  Le Gouvernement souligne en premier lieu que la procédure en référé fut courte tant devant le tribunal administratif de Paris que devant la cour administrative d’appel et le Conseil d’Etat. Quant à celle engagée le 29 août 1991, elle portait sur un problème complexe ; de plus, le requérant a contribué à la prolonger en introduisant trois requêtes à des dates différentes (les 29 août 1991, 21 mai 1992 et 18 juin 1992 – paragraphes 8, 10 et 12 ci-dessus), que le tribunal a dû joindre avant de se prononcer, et en déposant treize mémoires, ce qui a alourdi le travail d’instruction.", "36.  La Cour note que la procédure en référé s’est déroulée dans un délai raisonnable. Elle constate en revanche, avec la Commission, une grande période d’inactivité imputable aux autorités judiciaires dans le cadre de la procédure qui a débuté le 29 août 1991 : celle entre le 10 août 1992, date du dépôt du rapport d’expertise (paragraphe 14 ci-dessus), et le 15 février 1996 (paragraphe 15 ci-dessus).", "Partant, il y a eu dépassement du « délai raisonnable » et donc violation de l’article 6 § 1.", "II.\tsur l’application de l’article 50 de la convention", "37.  D’après l’article 50 de la Convention,", "« Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable. »", "A.\tPréjudice", "38.  M. Benkessiouer sollicite 500 000 francs français (FRF) pour le dommage matériel qu’il estime avoir subi en raison de la suspension de son traitement et du refus de prise en charge du reliquat de ses frais médicaux et pharmaceutiques non remboursé par son régime de sécurité sociale. Il demande en outre 500 000 FRF, au titre du dommage moral, pour les « tracasseries administratives insoutenables » dont il aurait été l’objet et « la détresse indescriptible » dans laquelle sa famille aurait été plongée du fait du refus de lui accorder le congé de longue maladie.", "39.  Le Gouvernement souligne que M. Benkessiouer n’a subi aucun préjudice tiré du délai de l’examen de sa cause.", "40.  Le délégué de la Commission estime excessives les prétentions du requérant. Le dommage moral serait réparé par le seul constat de violation de l’article 6 § 1 ; quant au préjudice matériel, le délégué s’en remet à la Cour.", "41.  En ce qui concerne le dommage matériel, la Cour n’aperçoit pas de lien de causalité entre la violation de l’article 6 § 1 et le préjudice subi par M. Benkessiouer. Quant au préjudice moral, on peut raisonnablement penser que la durée excessive de la procédure principale a provoqué chez le requérant angoisse et tension. Statuant en équité, la Cour lui alloue 30 000 FRF à ce titre.", "B.\t\tIntérêts moratoires", "42.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 3,36 % l’an.", "PAR CES MOTIFS, LA COUR", "1. Dit, par sept voix contre deux, que l’article 6 § 1 de la Convention s’applique en l’espèce et a été violé ;", "", "2. Dit, à l’unanimité,", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois, 30 000 (trente mille) francs français pour dommage moral ;", "b)\tque ce montant est à majorer d’un intérêt simple de 3,36 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3. Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 24 août 1998.", "", "", "", "Signé : Feyyaz Gölcüklü", "\t\tPrésident ", "", "Signé :\tHerbert Petzold", "\tGreffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 § 2 de la Convention et 53 § 2 du règlement A, l’exposé des opinions séparées suivantes :", "–\topinion concordante de M. Pekkanen ;", "–\topinion dissidente de M. Pettiti, à laquelle M. Gölcüklü déclare se rallier.", "", "\tParaphé : F. G.", "\tParaphé : H. P.", "", "OPINION concordante DE M. LE JUGE pekkanen", "(Traduction)", "1.  J’ai voté pour l’applicabilité de l’article 6 § 1 de la Convention en l’espèce, pour les motifs exposés dans mes opinions dissidentes relatives aux affaires Spurio, Gallo, Zilaghe, Laghi, Viero, Orlandini, Ryllo, Soldani, Fusco, Di Luca et Saluzzi, Pizzi, Scarfò, Argento et Trombetta c. Italie (arrêts du 2 septembre 1997, Recueil des arrêts et décisions 1997-V), ainsi qu’à l’affaire Huber c. France (arrêt du 19 février 1998, Recueil 1998-I).", "2.  Comme j’ai eu l’occasion de le préciser dans ces affaires, le terme « fonctionnaire » a été utilisé par la Cour d’une manière qui laisse croire qu’il vise l’ensemble des agents administratifs au service de l’Etat ou des autorités locales qui ne sont pas employés sous contrat de droit privé. Suivant la jurisprudence de la Cour, l’article 6 § 1 ne protège un fonctionnaire que si le litige concerne non pas son recrutement, sa carrière ou sa cessation d’activité, mais, par exemple, un droit d’ordre purement financier. Au surplus, pour que l’article 6 § 1 soit applicable, le litige ne doit pas porter sur les prérogatives discrétionnaires de l’instance administrative concernée. Or cette approche est, à mon avis, source d’inconvénients à un double titre.", "Premièrement, elle vise indistinctement tous les fonctionnaires indépendamment de leur position dans la hiérarchie ou le type des fonctions exercées. Or les Etats ont un intérêt compréhensible et acceptable à décider de telles questions, sans être soumis à un contrôle juridictionnel, seulement pour les hauts fonctionnaires qui participent à l’exercice de la puissance publique.", "Deuxièmement, cette approche aboutissait à une protection inégale par la Convention des fonctionnaires de plusieurs Etats membres, dans la mesure où ceux des fonctionnaires qui relevaient du droit public se trouvaient partiellement privés des garanties de l’article 6, tandis que certains de leurs collègues, soumis à des contrats de droit privé, en bénéficiaient, et cela nonobstant la similitude de leurs fonctions.", "3.  A mon avis, il faut distinguer entre les fonctionnaires exerçant une puissance publique et les autres. La Cour de justice des Communautés européennes a admis cette distinction (voir par exemple, mutatis mutandis, l’affaire n° 473/93, Commission c. Luxembourg, arrêt du 2 juillet 1996). Dans la présente affaire, le requérant était un simple employé de La Poste – ne participant pas à l’exercice de la puissance publique – qui avait sollicité un congé de longue maladie et qui fut amené à saisir, comme le droit français l’y autorisait, les tribunaux. Le priver des garanties procédurales consacrées par l’article 6 sur le seul fondement de sa qualité de fonctionnaire aurait été peu compatible avec toute idée d’équité et discriminatoire par rapport à tous les autres justiciables auxquels ces mêmes tribunaux sont tenus d’offrir lesdites garanties. ", "", "OPINION DISSIDENTE DE M. LE JUGE PETTITI,\nÀ LAQUELLE M. LE JUGE GÖLCÜKLÜ Déclare se rallier", "J’ai voté avec la minorité pour la non-applicabilité de l’article 6 de la Convention.", "L’affaire Benkessiouer pose une fois de plus le problème du champ d’application ratione materiae de la Convention.", "Les motivations de mon opinion dissidente énoncées dans l’arrêt Couez c. France du 24 août 1998, Recueil des arrêts et décisions 1998-V, sont transposables notamment pour les paragraphes 29 et 30 du présent arrêt (qui correspondent aux paragraphes 24 et 25 de l’arrêt Couez).", "Pour M. Benkessiouer, il s’agissait des modalités d’octroi d’un congé de longue maladie, l’examen d’un tel cas étant fonction de l’interprétation donnée au statut de la fonction publique, des conditions de contrôle par l’administration et de l’interprétation donnée par les juridictions administratives et les autorités compétentes.", "La conséquence de la décision concernant les salaires ne donnait pas à ce litige un caractère de droit essentiellement patrimonial (paragraphe 30).", "Il ne s’agissait donc pas de prérogatives discrétionnaires de l’administration.", "Le raisonnement que j’ai exposé dans mon opinion dissidente dans l’affaire Couez est donc transposable en l’espèce et ma conclusion identique.", "Les principes généraux qui gouvernent le statut de la fonction publique et la Convention européenne ont fait l’objet d’une analyse détaillée dans l’arrêt Le Calvez c. France du 29 juillet 1998, Recueil 1998-V.", "Il y a lieu de s’y reporter en complément de la présente opinion.", "Certes, on peut souhaiter pour l’avenir une unification du droit européen en la matière, mais cette réforme est du ressort des Etats membres par la signature et la ratification d’un Protocole additionnel à la Convention.", "", "", "", "", "", "", ""]}