{"file": "FRE_HFJUD_64119_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "64119/00", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE KAYASU c. TURQUIE", "", "(Requêtes nos 64119/00 et 76292/01)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "13 Novembre 2008", "", "", "DÉFINITIF", "", "13/02/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l'affaire Kayasu c. Turquie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "Françoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 14 octobre 2008,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouvent deux requêtes (nos 64119/00 et 76292/01) dirigées contre la République de Turquie et dont un ressortissant de cet Etat, M. Sacit Kayasu (« le requérant »), a saisi la Cour le 21 septembre 2000 et le 23 septembre 2001 respectivement en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Gonca Tekeli, avocate à İstanbul. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 25 avril 2005, la Cour a décidé de communiquer la première requête (no 64119/00, articles 10, 6, 7 et 13 de la Convention). Le 31 mars 2005, elle a déclaré partiellement irrecevable la deuxième requête (no 76292/01) et décidé de communiquer au Gouvernement les griefs tirés des articles 7, 10 et 17 de la Convention. Se prévalant des dispositions de l'article 29 § 3 de la Convention, elle a décidé que seraient examinés en même temps la recevabilité et le fond des requêtes.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Le requérant est né en 1952. Il était procureur de la République à l'époque des faits.", "5.  Par une lettre du 5 août 1999, le requérant, en sa qualité de citoyen, porta plainte à l'encontre d'ex-généraux de l'armée, Kenan Evren, Sedat Celasun, Nurettin Ersin, Nejat Tümer et Tahsin Şahinkaya, les principaux auteurs du coup d'Etat militaire du 12 septembre 1980, auprès du procureur de la République près la cour de sûreté de l'Etat d'Ankara, au motif que ceux-ci avaient mené un coup d'Etat contre la Grande Assemblée nationale instituée par la Constitution de 1961. Il fonda sa pétition sur les articles 146 et 147 du code pénal.", "6.  La pétition fut classée sans suite et l'affaire connut un certain retentissement dans la presse.", "A.  Procédure disciplinaire ouverte à la suite de la pétition déposée par le requérant", "7.  Une instruction administrative fut dirigée contre le requérant par la direction des affaires pénales du ministère de la Justice (Adalet Bakanlığı Ceza İşleri Genel Müdürlüğü) qui, le 9 février 2000, transféra le dossier au Conseil supérieur de la magistrature (Hakimler ve Savcılar Yüksek Kurulu).", "Les passages suivants de la pétition du requérant figuraient dans le dossier d'instruction :", "« Depuis 1908, les coups d'Etat militaires ont toujours été considérés comme légitimes dans notre pays. La Turquie est le seul pays où les auteurs de coups d'Etat militaires, non seulement ne sont pas jugés mais deviennent président de la République. De même, la Turquie est le seul pays où le peuple a peur de l'Etat, l'Etat a peur de l'armée et l'armée a peur du peuple. Dans un pays démocratique, réaliser un coup d'Etat au moyen des armes et du pouvoir donnés par l'Etat (...) revient à dire « tu as assez mangé, c'est à mon tour maintenant » (...) Je voudrais illustrer ce que j'ai dit par une métaphore : un homme riche recrute un gardien armé pour qu'il protège ses biens, et ce gardien lui dérobe son argent et l'assassine (...) Si Apo [Abdullah Öcalan] n'avait pas été arrêté et que l'insurrection kurde avait réussi, il serait alors tout à fait normal qu'il devienne président de la République ; il a mené une lutte en risquant sa vie, il mangerait bien les fruits de sa réussite. Mais toi [l'armée], qu'as-tu donc réussi, pour manger les fruits ? [Les militaires prétendent] que leurs actes sont fondés sur la loi relative aux services internes de l'armée [pour faire le coup d'Etat] ; eh bien en tant que procureur de la République, je dispose moi-même de certaines compétences en vertu de la loi ; suis-je censé faire un coup d'Etat moi aussi, alors ? (...) En rédigeant cette pétition, je me décharge de la honte que je ressens face à l'histoire et face à la nation ».", "8.  Dans son rapport (fezleke) du 6 janvier 2000, le procureur de la République en chef d'Ödemiş rendit son avis sur les poursuites à l'égard du requérant : M. Kayasu, nonobstant son statut de procureur, aurait agi en méconnaissance d'une disposition constitutionnelle claire, employé des termes inconvenants à l'égard d'hommes d'Etat ayant œuvré pour la pérennité de l'Etat et rendu publique sa pétition en informant lui-même la presse. Ces actes nécessitaient, selon le procureur en chef, une sanction disciplinaire et non pénale.", "9.  Le Conseil supérieur de la magistrature recueillit la défense du requérant qui, dans sa lettre du 8 mars 2000, déclara avoir déposé cette pétition en sa qualité de citoyen et non pas dans le cadre de ses fonctions. Selon lui, il n'y avait pas lieu de lui infliger une sanction disciplinaire en raison du contenu de la pétition en question. Il avança par ailleurs que son but était de contribuer à l'établissement de la suprématie du droit et non pas d'offenser qui que ce soit. Il ajouta que si les intéressés se sentaient diffamés ils pouvaient introduire eux-mêmes une pétition à son encontre.", "10.  Le 30 mars 2000, le Conseil supérieur de la magistrature, réuni en séance plénière, infligea au requérant une sanction disciplinaire, à savoir un blâme (kınama), en application de l'article 65/a de la loi no 2802 sur les juges et procureurs. Selon le Conseil, les termes employés par le requérant dans sa pétition étaient de nature à offenser certains hommes d'Etat ayant œuvré à la stabilité et à la pérennité de l'Etat.", "11.  Par une lettre du 17 avril 2000, le requérant demanda la révision de la décision du Conseil supérieur de la magistrature. Dans sa lettre, il releva que cette décision ne lui avait pas été dûment notifiée et qu'elle ne contenait pas de motivation suffisante. Il indiqua dans la même lettre que le fait d'avoir été sanctionné pour avoir simplement usé de son droit de pétition l'avait incité à employer un autre moyen pour parvenir au même but : dresser un acte d'accusation en tant que procureur.", "12.  Aucune révision du dossier ne fut effectuée.", "13.  Le 24 mai 2000, le requérant forma opposition à la décision. Il réitéra les points qu'il avait soulevés dans sa défense et affirma qu'en cas de rejet de son opposition, il serait obligé de défendre ses droits en introduisant une requête devant la Cour européenne des droits de l'homme.", "14.  Son recours fut rejeté le 3 juillet 2000 par le comité d'examen des oppositions (İtirazları inceleme kurulu) du Conseil supérieur de la magistrature, toujours réuni en plénière, au motif que « la décision du 30 mars 2000 [était] juste (yerinde) ». Le comité d'examen des oppositions se prononça à la majorité de ses onze membres et sa décision devint définitive.", "B.  Procédure pénale ouverte à la suite de la pétition déposée par le requérant", "15.  Le 25 février 2000, le procureur de Salihli établit en parallèle un acte d'accusation contre le requérant sur la base des mêmes faits pour abus de fonction, en vertu de l'article 240 du code pénal.", "16.  Le 28 avril 2000, considérant que le requérant avait agi à titre privé et non pas dans le cadre de ses fonctions, la cour d'assises d'Alaşehir requalifia les faits reprochés en offense envers les forces armées de l'Etat (article 159 § 1) et décida d'ouvrir une instruction finale (son soruşturma) contre le requérant. Elle renvoya le dossier à la cour d'assises d'Ödemiş.", "17.  Par un arrêt rendu le 23 décembre 2000, cette dernière acquitta le requérant au motif que ses propos contenaient des critiques sévères et non des injures.", "C.  Poursuites en matière pénale et disciplinaire engagées à la suite de l'acte d'accusation établi par le requérant", "18.  Entre-temps, le 28 mars 2000, le requérant, en sa qualité de procureur de la République d'Adana, dressa un acte d'accusation par lequel il inculpa M. Kenan Evren, ancien chef d'état-major et ancien président de la République et auteur principal du coup d'Etat militaire du 12 septembre 1980, en vertu des articles 146 et 147 du code pénal.", "19.  Dans l'acte d'accusation, il souligna que les faits allaient tomber sous le coup de la prescription le 12 septembre 2000 et qu'en tant qu'homme de loi au service d'un Etat de droit, il s'estimait responsable de la mise en jugement de l'accusé pour ses actes illégaux. Il cita divers commentaires des articles 146 et 147 du code pénal turc contenus dans la doctrine. En ce qui concerne l'immunité pénale prévue pour les membres du Conseil de sécurité (Millî Güvenlik Konseyi, ci-après « le MGK ») par l'article transitoire 15 de la Constitution, le requérant avança que, comme le MGK n'avait été créé que le 12 décembre 1980, la disposition constitutionnelle en question n'était pas applicable aux actes commis avant cette date. Selon lui, en ce qui concerne la période antérieure au 12 décembre 1980, le général Evren devait être considéré comme le dirigeant des forces armées turques (Türk Silahlı Kuvvetleri, ci-après « les TSK ») et non pas du MGK. Le requérant annexa un livre où figurait le texte d'une déclaration (muhtıra) du général Evren publiée le 30 août 1980 et souligna que des preuves abondantes pourraient être retrouvées dans les archives publiques de la presse écrite et audiovisuelle.", "Dans la partie conclusive de l'acte d'accusation, le requérant accusa le général Evren d'avoir utilisé les TSK de manière illégale. Il requit sa condamnation en vertu de l'article 146 §§ 1 et 2 du code pénal pour ses déclarations du 30 août 1980 et en vertu de l'article 147 du code pénal pour le coup d'Etat militaire du 12 septembre 1980.", "20.  Le 29 mars 2000, le ministère de la Justice délivra une autorisation de poursuite contre le requérant pour abus de fonction au motif que ce dernier avait distribué des copies de l'acte d'accusation à la presse et accueilli des journalistes à son domicile pour leur faire des déclarations. Un inspecteur nommé par le ministère de la Justice recueillit un certain nombre de témoignages, dont ceux de procureurs et autres fonctionnaires travaillant au palais de Justice ainsi que de journalistes. Il réunit également dans le dossier d'instruction des coupures de journaux et autres enregistrements vidéo relatifs à l'affaire.", "21.  Le 1er avril 2000, le procureur en chef d'Adana considéra la réquisition du requérant comme une dénonciation (ihbar dilekçesi) et, à ce titre, la classa sans suite en vertu de l'article transitoire 15 de la Constitution. La réquisition ne fut jamais inscrite au rôle en tant qu'acte d'accusation.", "22.  L'acte du requérant eut des échos dans la presse : des entretiens avec lui, les interprétations et avis contradictoires de juristes réputés sur la possibilité de juger M. Evren furent publiés.", "23.  Selon le rapport (mucipname) établi le 16 mai 2000 par la direction des affaires pénales (Ceza İşleri Genel Müdürlüğü) du ministère de la Justice et signé par deux juges administrateurs dudit ministère ainsi que le ministre, l'affaire concernant le requérant devait être instruite sur deux moyens (soruşturma maddesi) : en premier lieu, l'acte d'accusation établi par M. Kayasu en sa qualité de procureur n'était conforme à aucune règle de procédure en vigueur concernant la préparation d'un dossier d'instruction. Il contenait en outre des termes avilissant la personnalité morale des forces armées de l'Etat. M. Kayasu avait agi dans le but de susciter une polémique politique en exposant ses opinions personnelles dans un acte d'accusation.", "En deuxième lieu, M. Kayasu avait fait parvenir une copie de l'acte d'accusation à la presse, à qui il avait en outre déclaré qu'il allait prendre sa retraite anticipée. Le requérant avait invité des caméramans et journalistes et les avait autorisés à filmer. Il avait ainsi artificiellement suscité un débat public.", "Dans sa conclusion, le rapport précisait que ces deux faits nécessitaient la poursuite à la fois pénale et disciplinaire du requérant.", "24.  Les deux procédures, pénale et disciplinaire, se déroulèrent comme indiqué ci-dessous en s'imbriquant l'une dans l'autre.", "25.  Par un acte d'accusation du 23 mai 2000, le procureur de la République de Tarsus inculpa le requérant en vertu des articles 240 et 159 du code pénal d'abus de fonction et d'offense envers les forces armées. Il lui reprocha notamment de n'avoir satisfait à aucune exigence procédurale pour les investigations préliminaires telle que la recherche de preuves à charge et l'interrogation des accusés, de n'avoir pas pris en compte l'article transitoire 15 de la Constitution qui prévoit une immunité pénale pour les auteurs du coup d'Etat de 1980, d'avoir utilisé dans l'acte d'accusation des termes visant à offenser l'armée, d'avoir insisté pour enregistrer au rôle l'acte d'accusation en question et, enfin, d'avoir communiqué le contenu de l'acte d'accusation à la presse et d'avoir fait à celle-ci certaines déclarations à propos d'une affaire qu'il traitait. Le procureur de Tarsus se référait notamment aux passages suivants de l'acte d'accusation dressé par le requérant :", "« Les accusés demeurent impunis. La raison de cette impunité est la pression ainsi que la peur que provoquent les armes que l'armée n'hésite pas à utiliser contre le peuple. Le fait que personne ne croit en la suprématie du droit en Turquie est une réalité brutale à laquelle nous devons faire face ; il s'agit de la suprématie de la force sur le droit. Même des premiers ministres corrompus ont été jugés dans le monde entier (...). Tandis que chez nous, du fait de son statut, nous ne pouvons même pas ouvrir une instruction préliminaire à l'encontre d'un général corrompu. Si le peuple a renoncé à résister à l'armée, c'était pour éviter que le sang soit versé. Mais ce fait ne pouvait pas légitimer le coup d'Etat. Par un mémorandum du 27 décembre 1979 au président de la République, l'accusé [Kenan Evren] avait déjà manifesté son intention de détruire toutes les institutions constitutionnelles et de s'emparer du pouvoir, ce qu'il a effectivement fait le 12 septembre 1980. Cette intention était déjà manifeste dans les termes qu'il a utilisés dans son message du 30 août 1980 : « ils crèveront sous le poing de l'armée. » Lorsque les contenus respectifs du mémorandum et du message sont considérés ensemble, l'intention de l'accusé de réaliser ce coup d'Etat devient évidente. »", "26.  Par une décision du 20 juin 2000, la cour d'assises de Tarsus décida d'ouvrir une instruction finale contre le requérant. Le dossier fut transféré à la cour d'assises d'Adana.", "27.  Dans une lettre non datée envoyée à cette dernière cour, le requérant protesta contre le fait que son acte d'accusation ait été qualifié de « dénonciation » sans aucune base procédurale légale. Il fit valoir que les faits relatifs au coup d'Etat militaire étaient connus du monde entier et qu'il n'y avait nul besoin de dénonciation ni de preuves spécifiques pour établir un acte d'accusation. Quant au fait qu'il n'avait pas recueilli la défense de l'accusé, il souligna que, dans des cas comme l'espèce, où la date de prescription était imminente, il n'était pas nécessaire, selon les règles procédurales, de recueillir la défense de l'accusé au moment d'établir l'acte contre lui. A cet égard, il rappela que l'acte d'accusation dirigé contre lui-même ne contenait pas non plus sa défense. Il admit qu'il avait insisté pour que soit inscrit au rôle l'acte d'accusation qu'il avait préparé en tant que procureur et signé de son propre nom, et précisa qu'il ne s'agissait pas d'un projet d'acte préparé pour être soumis à la signature du procureur en chef. Selon lui, ce dernier n'avait aucune base procédurale légale lui permettant d'annuler un acte d'accusation signé par un autre procureur.", "Quant à l'accusation d'offense, il soutint que son acte ne contenait pas de termes injurieux, mais constatait et relatait la peur créée dans la population turque par les interventions armées tout au long de l'histoire du pays. Il souligna que sa seule motivation était son « amour de la justice ».", "28.  Par une décision du 5 juillet 2000, la cour d'assises d'Adana déclina sa compétence ratione personae et transféra le dossier à la 4e chambre criminelle de la Cour de cassation au motif que les instructions finales concernant les magistrats gradés de « première classe », tel le requérant, devaient être effectuées devant une chambre criminelle de la Cour de cassation.", "29.  Par une décision du 19 octobre 2000, cette chambre déclina sa compétence ratione materiae et transféra le dossier à la 9e chambre criminelle de la Cour de cassation (« la Cour de cassation »), sur la base des chefs d'accusation.", "30.  Dans sa défense devant la Cour de cassation, le requérant plaida non coupable. Il fit notamment valoir que la préparation de l'acte d'accusation, qui était selon lui conforme à la procédure, relevait de ses fonctions de procureur et qu'il n'avait eu aucune intention d'offenser les forces armées. Il réitéra que l'article transitoire 15 de la Constitution n'était pas applicable aux actes commis avant le 12 décembre 1980. Le requérant avança en outre que le rejet de la réquisition litigieuse par le procureur en chef d'Adana n'était pas conforme à la procédure en vigueur et que l'acte d'accusation qu'il avait dressé en tant que procureur aurait dû être inscrit au rôle.", "31.  Le 28 mars 2001, le requérant demanda une expertise du texte de l'acte d'accusation litigieux. Cette demande ne fut pas accueillie par la Cour de cassation.", "32.  Par un arrêt du 4 avril 2001, la Cour de cassation acquitta le requérant du chef d'offense (article 159 du code pénal), au motif qu'il n'avait fait qu'exprimer ses idées sur la possibilité de juger les auteurs du coup d'Etat militaire et qu'il n'avait pas visé les forces armées turques. La Cour de cassation retint toutefois contre le requérant le chef d'accusation d'abus de fonction et le condamna à une peine d'emprisonnement d'un an en application de l'article 240 du code pénal. Elle convertit la peine d'emprisonnement en une amende de 988 650 000 livres turques (LT) et décida de surseoir à l'exécution de la peine. Elle décida par ailleurs d'exclure le requérant de la fonction publique pendant un délai de deux mois et quinze jours. Dans les motifs de son arrêt, elle considéra que l'obstination du requérant à établir un acte d'accusation à l'encontre de Kenan Evren, nonobstant la disposition impérative de l'article 15 transitoire de la Constitution et la décision de classement sans suite rendue auparavant par le procureur en chef d'Adana à l'occasion de la pétition qu'il avait introduite pour les mêmes motifs, constituait un abus de fonction, infraction réprimée par l'article 240 du code pénal.", "33.  Le requérant forma opposition contre cet arrêt devant les chambres réunies de la Cour de cassation (« les chambres réunies »). Il avança notamment que l'autorisation de poursuite délivrée contre lui se basait sur des actes qu'il n'avait pas accomplis dans l'exercice de ses fonctions. De ce fait, ces actes ne pouvaient être sanctionnés pour abus de fonction. Il souligna par ailleurs que le fait d'avoir dressé un acte d'accusation sur la base d'événements qui avaient déjà fait l'objet d'une décision de classement sans suite ne pouvait nullement être considéré comme un abus de fonction. Il soutint qu'il s'agissait d'un sujet qui concernait la conscience publique.", "34.  Le 15 mai 2001, les chambres réunies confirmèrent par un vote majoritaire l'arrêt de chambre en ce qui concernait la condamnation du requérant pour abus de fonction et l'infirmèrent pour ce qui concernait son acquittement du délit d'offense. Elles estimèrent que « le document rédigé par le requérant et portant la date du 28 mars 2000 » dépassait la dimension d'une critique et ciblait l'ensemble des forces armées en les accusant d'être une institution abusant de son pouvoir et n'hésitant pas à diriger ses armes contre les citoyens et à anéantir l'Etat de droit.", "Les chambres réunies considérèrent un certain nombre de témoignages recueillis sur commission rogatoire et relatant les agissements du requérant après que l'acte d'accusation eut été classé sans suite. Ces témoins, pour la plupart des journalistes, avaient été convoqués par le requérant qui leur avait remis copie de l'acte en cause. Le requérant leur avait déclaré qu'en les informant de l'existence de l'acte d'accusation, il voulait empêcher que ce dernier soit escamoté [par les autorités judiciaires], et qu'il comptait pour sa part demander sa mise à la retraite anticipée.", "35.  Par un arrêt du 26 septembre 2001, la Cour de cassation maintint ses conclusions précédentes. Cet arrêt fut également infirmé par les chambres réunies pour vice de forme par un arrêt du 23 octobre 2001. Après avoir remédié aux vices de forme, par un arrêt du 13 mars 2002, la Cour de cassation confirma ses conclusions précédentes (paragraphe 32 ci-dessus).", "36.  Le 16 avril 2002, les chambres réunies confirmèrent cet arrêt, qui devint définitif en ce qui concernait l'abus de fonction (article 240 du code pénal), et l'infirmèrent une fois de plus en ce qui concernait l'acquittement du requérant du chef d'offense (article 159 du code pénal).", "37.  Lors de l'audience du 13 juin 2002 devant la Cour de cassation, le requérant indiqua qu'en préparant l'acte d'accusation en question, son but était d'exposer des réalités relatives à l'histoire du droit turc.", "38.  Par un arrêt définitif du 11 décembre 2002, la neuvième chambre de la Cour de cassation se conforma finalement à l'arrêt du 16 avril 2002 des chambres réunies et condamna le requérant également du chef d'offense, en vertu de l'article 159 du code pénal, à une peine d'emprisonnement de dix mois qu'elle convertit en amende avec sursis. La chambre souligna que le requérant, en distribuant le document litigieux à des membres de la presse, avait cherché à atteindre un public plus large ; il avait ainsi démontré son intention d'outrager et d'offenser les forces militaires de l'Etat.", "39.  A partir du 20 avril 2000, le requérant fit l'objet d'une mesure d'éloignement de son poste de procureur (görevden uzaklaşırma) en vertu de l'article 77 de la loi no 2802 (paragraphe 49 ci-dessous).", "40.  Le 27 février 2003, le Conseil supérieur de la magistrature prononça, à la majorité de ses sept membres, la révocation du requérant de son poste de procureur conformément à l'article 69 de la loi no 2802. Dans la décision, il était précisé que le requérant avait déclaré ne pas présenter sa défense dans la mesure où il était convaincu de la partialité de l'inspecteur du ministère de la Justice.", "41.  Le Conseil supérieur de la magistrature, interprétant la condamnation pénale du requérant pour les délits prévus aux articles 240 et 159 du code pénal, adopta la décision de révocation en invoquant deux motifs décrits ci-dessous :", "« 1) Par ses propos et ses comportements inconvenants, l'intéressé donne à penser qu'il n'est pas apte à exercer sa profession de manière juste et impartiale.", "(...)", "A cet égard, il a employé dans son texte intitulé « acte d'accusation » des termes qui visent des personnes et des institutions et qui dépassent la volonté de juger.", "2) Nonobstant les règles de conduite énoncées dans la circulaire du 25 novembre 1998 émise par la direction des affaires pénales du ministère de la Justice, l'intéressé a transmis copie de l'acte d'accusation à des membres de la presse, leur a fait des déclarations, les a autorisés à filmer, bref a agi de manière non conforme au respect et au sens de la responsabilité indispensables à la profession de procureur. Il a ainsi créé artificiellement un débat public.", "(...) »", "La décision précisait :", "« Les propos que l'intéressé a employés dans le texte intitulé « acte d'accusation » ont été considérés comme deux faits distincts, décrits dans les motifs 1) et 2) ci-dessus et contrevenant à deux dispositions du code pénal, à savoir les articles 240 et 159 respectivement. L'intéressé a été jugé et condamné pour ces deux actes séparément (...) et ces condamnations sont devenues définitives.", "Un tel cas de double condamnation devrait donner lieu, conformément à l'article 69 § 2 de la loi no 2802, à deux sanctions d'éloignement de la fonction. Toutefois, étant donné qu'en l'espèce, il s'agit d'actes et de comportements nécessitant plusieurs sanctions de même nature, comme il est prévu à l'article 70 de la même loi, il a été décidé de prononcer la révocation. »", "42.  Dans son opinion dissidente, l'un des sept membres contesta l'interprétation faite par la majorité du jugement pénal et de l'application de l'article 70 de la loi no 2802. Selon lui, un seul acte du procureur avait donné lieu à une condamnation pour deux chefs d'accusation, ce qui aurait dû entraîner une mutation et non une révocation.", "43.  La demande en révision introduite par le requérant fut rejetée par une décision du 1er mai 2003 rendue par le Conseil supérieur de la magistrature. Le requérant fut informé de cette décision par une lettre du 27 mai 2003 qui ne contenait pas copie de la décision en question.", "44.  Le 29 mai 2003, le requérant s'opposa à cette dernière décision devant le comité d'examen des oppositions du Conseil supérieur de la magistrature. Il dénonça en particulier l'absence de notification de la motivation de la décision du Conseil supérieur de la magistrature, ce qui l'avait privé de son droit à la défense.", "45.  Ce dernier recours fut rejeté le 3 novembre 2003 par le comité d'examen des oppositions, composé de neuf membres dont quatre avaient siégé au sein du Conseil supérieur de la magistrature ayant rendu la décision attaquée.", "46.  En vertu de l'article 5 b) de la loi sur la profession d'avocat, le requérant ne peut plus exercer la profession d'avocat du fait de sa révocation de son poste de magistrat.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS ET LES TRAVAUX DU CONSEIL DE L'EUROPE", "47.  Les dispositions pertinentes de la Constitution de 1982 sont ainsi libellées :", "Article transitoire 15", "« Le Conseil de sécurité nationale créé en vertu de la loi no 2356 et exerçant les pouvoirs législatif et exécutif au nom de la nation turque, les gouvernements formés sous le régime de ce Conseil, et l'Assemblée consultative qui remplit ses fonctions en vertu de la loi no 2485 relative à l'Assemblée constituante, ne peuvent encourir aucune responsabilité pénale, financière ou juridique à raison des diverses décisions et mesures d'exécution qu'ils auront adoptées durant la période comprise entre le 12 septembre 1980 et la date à laquelle sera constitué le Bureau présidentiel de la Grande Assemblée nationale de Turquie issue des premières élections législatives, et aucun recours ne peut être introduit à cette fin devant une instance juridictionnelle quelconque.", "(...) »", "Article 74", "« Les citoyens (...) ont le droit d'adresser par écrit aux autorités compétentes et à la Grande Assemblée nationale de Turquie leurs requêtes et plaintes se rapportant à leur personne ou à la chose publique. »", "Article 129", "« (...) Les décisions en matière disciplinaire ne peuvent être soustraites au contrôle juridictionnel, à l'exception de l'avertissement et du blâme. (...) »", "Article 159", "« (...)", "Le Conseil supérieur de la magistrature est créé et exerce ses fonctions dans le respect du principe de l'indépendance des tribunaux et de la garantie dont jouissent les juges.", "Il est dirigé par le ministre de la Justice. Le conseiller de ce dernier en est membre de droit.", "Les membres du Conseil sont désignés par le président de la République pour une période de quatre ans, sur présentation de candidats élus parmi leurs propres membres en nombre triple de celui des postes à pourvoir par les Assemblées générales de la Cour de cassation en ce qui concerne trois membres titulaires et trois membres suppléants, et du Conseil d'Etat en ce qui concerne deux membres titulaires et deux membres suppléants. Les membres du Conseil sont rééligibles. Le Conseil élit un vice-président parmi ceux de ses membres titulaires qui ont été désignés en vertu d'une élection.", "Le Conseil supérieur de la magistrature procède aux opérations relatives à l'accès de la magistrature des juridictions judiciaires et administratives à la profession, à leur nomination et leur transfert, à leur affectation à des fonctions temporaires, à leur avancement et à leur promotion en première classe, à la répartition des postes, aux décisions sur le sort de ceux dont le maintien dans la carrière est jugé indésirable, aux sanctions disciplinaires et à la radiation des magistrats (...).", "Les décisions du Conseil ne peuvent faire l'objet d'aucun recours devant des instances judiciaires.", "La loi réglemente l'exercice par le Conseil de ses fonctions, ses modalités d'élection et de travail ainsi que les règles d'examen des recours au sein du Conseil.", "(...) »", "48.  Les articles pertinents du code pénal se lisent ainsi :", "Article 146 § 1\n(en vigueur à l'époque des faits)", "« Quiconque tente de changer ou de modifier entièrement ou partiellement la Constitution de la République turque, ou de faire un coup d'Etat contre la Grande Assemblée nationale instituée par la Constitution, ou d'empêcher par la force la Grande Assemblée nationale d'exercer ses fonctions, sera puni de la peine de mort. »", "Article 147 § 1\n(en vigueur à l'époque des faits)", "« Quiconque, par la force, renverse ou empêche le Conseil des ministres de la République turque d'exercer ses fonctions, ou quiconque y incite autrui, sera puni de la peine de mort. »", "Article 159 § 1\n(en vigueur à l'époque des faits)", "« Quiconque insulte ou offense publiquement la nation, la République, la Grande Assemblée nationale, l'autorité morale du Gouvernement, les ministères, les forces militaires ou bien de défense et de sûreté de l'Etat, ou l'autorité morale du pouvoir judiciaire, sera puni d'un à six ans d'emprisonnement. »", "L'article 159 du code pénal a été remplacé par l'article 301 du nouveau code pénal (loi no 5237) entré en vigueur le 1er juin 2005. Cette nouvelle disposition, au contenu similaire à l'ancien article 159, maintient les peines d'emprisonnement.", "Article 240 § 1\n(en vigueur à l'époque des faits)", "« Le fonctionnaire qui, pour tout motif autre que ceux [spécifiquement] prévus par la loi, abuse de ses fonctions, sera puni, selon son rang, de un à trois ans d'emprisonnement (...) Il sera en outre exclu de la fonction publique de manière temporaire ou permanente. »", "49.  La loi no 2802 sur les juges et procureurs dispose :", "Article 8", "« Conditions de candidature à un poste de magistrat", "(...)", "h) n'avoir pas fait l'objet d'une condamnation du chef de (...) délits contre la personnalité morale de l'Etat (...). »", "Article 65", "« Le blâme consiste à informer par écrit [le fonctionnaire] qu'il est considéré comme fautif du fait d'un acte ou d'un comportement précis. Un blâme est infligé lorsque [l'intéressé]", "a. se comporte, dans le cadre de ses fonctions ou en dehors de ce cadre, d'une manière qui porte préjudice au sentiment de respect et de confiance que doit inspirer son statut officiel. »", "Article 69", "« Révocation", "La révocation sanctionne [tout magistrat] qui a fait l'objet d'une condamnation définitive (...) pour l'un des délits prévus à l'alinéa h) de l'article 8 de la présente loi, même si [le magistrat] a bénéficié par la suite d'une amnistie. (...)", "S'il s'agit d'une condamnation pour un motif autre que ceux cités au paragraphe précédent et s'il a été sursis à l'exécution de celle-ci, une autre sanction que la révocation sera envisagée (...). »", "Article 70", "« Dans tous les cas où un acte ou comportement qui a constitué la base d'une sanction disciplinaire peut être effacé du casier de l'intéressé, si ce dernier récidive dans les délais prévus à l'article 75 de la présente loi, ou bien s'il commet plusieurs actes nécessitant une sanction disciplinaire de même nature, c'est une sanction d'un degré plus élevée qui est infligée (...) ».", "Article 73", "« Les décisions en matière disciplinaire peuvent faire l'objet d'une demande de réexamen par l'intéressé ou par le ministre de la Justice dans les dix jours à compter de la date de leur notification.", "Dans ce cas, le Conseil supérieur de la magistrature rend sa décision après réexamen du dossier.", "Les décisions rendues à la suite d'un réexamen peuvent elles-mêmes faire l'objet d'une opposition. Les oppositions sont examinées par le comité d'examen des oppositions. Les décisions de ce dernier sont définitives et ne peuvent faire l'objet d'aucun recours devant les autorités.", "(...) »", "Article 77", "« Suspension", "En ce qui concerne un magistrat qui fait l'objet d'une instruction, le Conseil supérieur de la magistrature peut décider une suspension provisoire (...) s'il juge que le maintien en poste dudit magistrat aurait un effet néfaste sur l'instruction ou sur l'autorité ou la dignité du pouvoir judiciaire (...). »", "Article 78", "« Les magistrats qui font l'objet d'une suspension perçoivent les deux tiers de leur salaire (...). »", "50.  Le règlement interne du Conseil supérieur de la magistrature est ainsi libellé :", "« Article 2 - Le Conseil", "fonctionne en tant que", "a) Conseil supérieur de la magistrature", "b) comité d'examen des oppositions »", "« Article 6 - Lieu et jours de réunion :", "Le Conseil se réunit dans la salle qui lui est réservée dans les locaux du ministère de la Justice (...). »", "Selon l'article 21 du règlement, le comité d'examen des oppositions est présidé par le ministre de la Justice et, en son absence, par le vice-président du Conseil supérieur de la magistrature. Il est constitué par la plénière du Conseil supérieur de la magistrature, à savoir les onze membres titulaires et suppléants, ainsi que par le conseiller du ministre de la Justice.", "Les décisions sont rendues obligatoirement en présence d'au moins huit membres, plus le président. La majorité est requise.", "51.  La loi no 1136 relative à la profession d'avocat prévoit", "« Article 5", "Dans les cas ci-dessous, la demande d'admission à la profession d'avocat est rejetée :", "(...)", "b) avoir perdu l'aptitude à la profession d'avocat, de juge ou de procureur par une décision disciplinaire définitive.", "EN DROIT", "I.  SUR LA JONCTION DES REQUÊTES", "52.  Compte tenu de la connexité des requêtes quant aux faits et aux questions de fond qu'elles posent, la Cour juge approprié de les joindre, en application de l'article 42 § 1 de son règlement.", "II.  SUR L'OBJET DU LITIGE", "53.  Le requérant se plaint que la sanction disciplinaire de blâme qui lui a été infligée à cause de la pétition qu'il avait rédigée, ainsi que sa condamnation au pénal à raison de l'acte d'accusation qu'il avait préparé à l'encontre des auteurs du coup d'Etat du 12 septembre 1980, qui ont entraîné sa révocation de son poste de procureur et, enfin, son interdiction d'exercer comme avocat, constituent des atteintes injustifiées à son droit à la liberté d'expression. A cet égard, il invoque l'article 10 de la Convention combiné avec l'article 17.", "Le requérant invoque par ailleurs l'article 13 de la Convention combiné avec l'article 10 pour se plaindre d'une absence de voie de recours adéquate et effective pour contester les sanctions disciplinaires prononcées par le Conseil supérieur de la magistrature. Il expose que, selon la Constitution, les décisions de ce dernier échappent au contrôle juridictionnel.", "Le requérant allègue aussi à cet égard une violation de l'article 6 de la Convention combiné avec l'article 13.", "Invoquant l'article 7 de la Convention, le requérant soutient qu'en tant que citoyen il avait un droit constitutionnel de pétition et que la sanction qui lui a été infligée pour avoir utilisé ce droit constitue une violation de cette disposition. Toujours sur le terrain de l'article 7, le requérant affirme en outre qu'en tant que procureur, il était habilité à dresser l'acte d'accusation litigieux et que sa condamnation au pénal pour avoir accompli un acte qui relève de ses compétences de procureur ne satisfait pas aux exigences de l'article 7.", "54.  La Cour estime d'emblée qu'il convient d'examiner comme un enchaînement l'ensemble des faits à l'origine des griefs sur le terrain de l'article 10 de la Convention, sans perdre de vue la spécificité de chacune des sanctions dont le requérant a fait l'objet pour « son  insistance à faire poursuivre » les généraux auteurs du coup d'Etat de 1980.", "Elle décide par ailleurs d'examiner sous l'angle de l'article 10 combiné avec l'article 13 les griefs formulés sur le terrain de l'article 6 combiné avec l'article 13 de la Convention.", "Quant au grief tiré de l'article 7 de la Convention, la Cour estime que son contenu se prête plutôt à un examen dans le cadre de la question de la prévisibilité de l'ingérence au titre de l'article 10 de la Convention (voir paragraphe 63 ci-dessous).", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 10 DE LA CONVENTION", "55.  Le requérant allègue que les sanctions disciplinaire et pénale prononcées à son encontre sont constitutives d'une violation de l'article 10 de la Convention, ainsi libellé dans sa partie pertinente :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière. (...)", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, (...) à la sûreté publique, à la défense de l'ordre (...), à la protection de la réputation ou des droits d'autrui (...). »", "A.  Sur la recevabilité", "56.  Le Gouvernement excipe du non-épuisement des voies de recours internes. Il avance que le requérant a omis de soulever son grief au niveau interne aussi bien lors de la procédure disciplinaire qu'au cours de la procédure pénale.", "57.  Le requérant ne se prononce pas sur ce point.", "58.  La Cour rappelle qu'au regard de la finalité de la règle de l'« épuisement des voies de recours internes » prévue à l'article 35 § 1 de la Convention, il suffit que l'intéressé ait soulevé devant les autorités nationales « au moins en substance, et dans les conditions et délais prescrits par le droit interne » les griefs qu'il entend formuler par la suite devant la Cour (voir, parmi beaucoup d'autres, Fressoz et Roire c. France [GC], no 29183/95, § 37, CEDH 1999I).", "59.  La Cour observe qu'en l'espèce, lors de la procédure disciplinaire, le requérant a précisé que son but était de contribuer à l'établissement de la suprématie du droit et a invoqué son droit de pétition. Il a de plus fait valoir son intention d'introduire une requête en vertu de la Convention (respectivement paragraphes 9, 11 et 13 ci-dessus). Ces points suffisent à la Cour pour estimer que le requérant peut passer pour avoir soulevé, en substance, son droit à la liberté d'expression.", "60.  Quant à la procédure pénale, la Cour note que les juridictions internes ont soulevé elles-mêmes en substance le droit à la liberté d'expression. Elle relève notamment que la Cour de cassation a précisé, dans son arrêt du 4 avril 2001, que le requérant n'avait fait qu'exprimer ses idées sur le jugement des auteurs de coups d'Etat militaires, sans pour autant viser les forces armées turques (paragraphe 32 ci-dessus).", "61.  La Cour considère donc que les juridictions internes ont eu, à tous les niveaux de la procédure, l'occasion d'examiner, de prévenir ou de redresser les violations alléguées sur le terrain de l'article 10 de la Convention (Fressoz et Roire, précité, ibidem). Partant, elle rejette l'exception tirée du non-épuisement des voies de recours internes.", "62.  La Cour constate en outre que le grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Le requérant", "63.  Le requérant soutient en premier lieu que les sanctions disciplinaire et pénale qui lui ont été infligées n'étaient pas « prévues par la loi » au sens que la jurisprudence de la Cour donne à cette notion.", "En ce qui concerne le blâme, le requérant soutient que nul ne pouvait prévoir qu'on lui infligerait une telle sanction disciplinaire pour avoir fait usage d'un droit constitutionnel, à savoir le droit de pétition.", "Quant à la sanction pénale prononcée sur la base de l'article 240 du code pénal pour abus de fonction, le requérant rappelle que son réquisitoire a été censuré et n'a jamais été traité comme un acte accompli dans le cadre de ses fonctions. Selon lui, dans ces circonstances, une ingérence fondée sur l'abus de fonction n'était donc pas prévisible.", "64.  En second lieu, il considère que ces sanctions n'étaient en tout état de cause pas nécessaires dans une société démocratique. Il souligne en particulier les points suivants.", "65.   En ce qui concerne le blâme, le requérant soutient avoir agi en sa qualité de citoyen ordinaire et avoir usé de son droit constitutionnel de pétition. Il rappelle que le dépôt d'une pétition n'est aucunement qualifié de délit dans la législation turque. La conséquence prévisible de l'exercice de ce droit devait être, selon lui, l'ouverture de poursuites contre les personnes visées dans la pétition si les allégations étaient considérées comme sérieuses par le procureur appelé à en connaître.", "66.  Le requérant admet que ses propos contenaient une certaine critique envers des militaires mais ils ne renfermaient en aucun cas des injures. Il considère que ce fait est d'ailleurs établi par la décision d'acquittement rendue par la cour d'assises d'Ödemiş (paragraphe 17 ci-dessus).", "67.  Il affirme en outre n'avoir jamais personnellement informé des membres de la presse de sa pétition et que ceux-ci doivent en avoir eu connaissance par leurs propres moyens.", "68.  Le requérant attire l'attention de la Cour sur le fait que la décision de lui infliger une sanction disciplinaire a été rendue le 30 mars 2000, à savoir environ un an après les faits et deux jours après qu'il eut rédigé l'acte d'accusation. Il maintient que la nature modérée de la sanction disciplinaire n'atténue pas son caractère injuste, et ce d'autant moins que les autorités savaient qu'il ferait de toute manière l'objet d'une sanction pénale sévère par la suite.", "69.  Le requérant fait valoir que, l'acte d'accusation litigieux ayant été classé par les autorités internes au motif qu'elles la considéraient comme une dénonciation, il ne pouvait en aucun cas s'agir d'un acte effectué lors de l'exercice de ses fonctions de magistrat, et on ne pouvait donc pas non plus parler d'un abus de fonction. Sa condamnation de ce chef était donc arbitraire.", "b)  Le Gouvernement", "70.  Le Gouvernement ne conteste pas que les sanctions dont le requérant a fait l'objet constituent des ingérences dans l'exercice de son droit à la liberté d'expression, mais il soutient qu'elles étaient « prévues par la loi », poursuivaient des « buts légitimes » et, eu égard à la marge d'appréciation reconnue aux Etats parties en la matière, étaient « nécessaires dans une société démocratique » pour atteindre ces buts, conformément au second paragraphe de l'article 10.", "71.  Le Gouvernement soutient que les ingérences litigieuses visaient plusieurs buts légitimes : le maintien de la sûreté publique, la défense de l'ordre, la prévention du crime et la protection des droits et libertés d'autrui.", "72.  En ce qui concerne la sanction disciplinaire, le Gouvernement déclare en premier lieu que le requérant avait une responsabilité particulière en tant que procureur et fonctionnaire de l'Etat. En embrassant une carrière de procureur, il se pliait de son propre gré au système de discipline concernant les procureurs et les juges. Selon le Gouvernement, ce système impliquerait par sa nature la possibilité d'apporter à certains droits et libertés des limitations ne pouvant être imposées à un simple citoyen.", "73.  Le Gouvernement ajoute qu'un procureur étant un « symbole du droit, de la défense de l'ordre, de la prévention du crime et de la protection des droits et libertés d'autrui », les devoirs et responsabilités particulières qui lui incombent vaudraient aussi pour ses activités en dehors de son poste.", "74.  Le Gouvernement rappelle que, selon le Conseil supérieur de la magistrature, le fait que le requérant ait porté le contenu de la pétition à la connaissance de la presse était un comportement incompatible avec la dignité et la responsabilité inhérentes à la fonction de procureur. Il estime de ce fait que la sanction infligée au requérant répondait à un besoin social impérieux.", "75.  Quant à la sévérité de la mesure, le Gouvernement souligne que la sanction était l'une des plus légères. Après la décision du Conseil supérieur de la magistrature, le requérant avait pu continuer à exercer sa profession. Il indique que, selon l'article 75 de la loi no 2802, la personne qui a fait l'objet d'un blâme peut demander l'effacement de celui-ci dans les quatre ans à compter de la décision. Le Gouvernement estime donc que la sanction disciplinaire infligée au requérant était proportionnée au but légitime poursuivi.", "76.  En ce qui concerne la sanction pénale, le Gouvernement réitère ses observations précédentes. En outre, il fait siens les arguments de la Cour de cassation et considère que cette ingérence répondait également à un besoin social impérieux. Il estime que la sanction infligée au requérant, une peine d'amende avec sursis, était proportionnée au but légitime poursuivi.", "2.  Appréciation de la Cour", "a)  Sur l'applicabilité de l'article 10 et l'existence d'une ingérence", "77.  La Cour rappelle en premier lieu que la protection de l'article 10 s'étend à la sphère professionnelle en général et aux fonctionnaires en particulier (Vogt c. Allemagne, arrêt du 26 septembre 1995, série A no 323, § 53, Wille c. Liechtenstein [GC], no 28396/95, § 41, CEDH 1999VII, Fuentes Bobo c. Espagne, no 39293/98, § 38, 29 février 2000, Guja c. Moldova [GC], no 14277/04, § 70, CEDH 2008... ; voir aussi, en ce qui concerne un magistrat, Harabin c. Slovaquie (déc.), no 62584/00, CEDH 2004-VI).", "78.  Elle note que le Gouvernement ne conteste pas non plus que les sanctions, aussi bien disciplinaire que pénale, dont le requérant a fait l'objet constituent des « ingérences d'autorités publiques » dans le droit de l'intéressé à la liberté d'expression.", "79.  La Cour rappelle par ailleurs que, si le refus de nommer quelqu'un fonctionnaire ne saurait fonder en soi une plainte sur le terrain de la Convention, une personne désignée comme fonctionnaire peut dénoncer sa révocation si celle-ci enfreint l'un des droits garantis par cet instrument (Wille, précité, § 41).", "80.  Elle constate qu'en l'espèce, aussi bien au niveau disciplinaire (paragraphe 10) qu'au niveau pénal (paragraphes 36 et 38), les faits à l'origine des sanctions étaient constitués, d'une part, par le contenu et la forme des textes rédigés par le requérant et, d'autre part, par la communication à la presse de ces textes. Elle en déduit que les éléments essentiels des moyens fondés aussi bien sur l'abus de fonction que sur l'offense avaient trait à l'exercice de la liberté d'expression, qui comprend également la liberté de communiquer des opinions et informations, même si dans lesdits moyens cet exercice a précisément été qualifié par les juridictions internes de preuve d'une inaptitude aux exigences de la fonction de procureur.", "81.  Elle estime donc que le requérant a bien subi des ingérences dans le droit garanti par l'article 10 de la Convention (voir, a contrario, Harabin, précité).", "82.  Pareille immixtion enfreint la Convention si elle ne remplit pas les exigences du paragraphe 2 de l'article 10. Il y a donc lieu de déterminer si elle était « prévue par la loi », inspirée par un ou plusieurs des buts légitimes au regard dudit paragraphe et « nécessaire, dans une société démocratique » pour les atteindre.", "b)  Justification de l'ingérence", "i)  « Prévue par la loi »", "83.  La Cour rappelle que l'on ne peut considérer comme une « loi » au sens de l'article 10 § 2 qu'une norme énoncée avec assez de précision pour permettre au citoyen de régler sa conduite ; en s'entourant au besoin de conseils éclairés, il doit être à même de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences de nature à dériver d'un acte déterminé. Elles n'ont pas besoin d'être prévisibles avec une certitude absolue. La certitude, bien que souhaitable, s'accompagne parfois d'une rigidité excessive ; or le droit doit pouvoir s'adapter aux changements de situation. Aussi beaucoup de lois se servent-elles, par la force des choses, de formules plus ou moins vagues dont l'interprétation et l'application dépendent de la pratique (voir, par exemple, les arrêts Cantoni c. France du 15 novembre 1996, Recueil des arrêts et décisions 1996V, § 35, et Chauvy et autres c. France du 29 juin 2004, no 64915/01, CEDH 2004-VI, §§ 4345).", "84.  En l'espèce, les ingérences dans le droit du requérant à la liberté d'expression trouvent leur base légale dans des textes accessibles et clairs : les sanctions disciplinaires infligées au requérant reposent sur les articles 65/a, 69 et 70 de la loi no 2802 sur les juges et procureurs, et les sanctions pénales sur les articles 159 et 240 du code pénal.", "85.  La Cour rappelle également que la portée de la notion de prévisibilité dépend dans une large mesure du contenu du texte dont il s'agit, du domaine qu'il couvre ainsi que du nombre et de la qualité de ses destinataires. La prévisibilité de la loi ne s'oppose pas à ce que la personne concernée soit amenée à recourir à des conseils éclairés pour évaluer, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d'un acte déterminé. Il en va spécialement ainsi des professionnels, habitués à devoir faire preuve d'une grande prudence dans l'exercice de leur métier ; aussi peut-on attendre d'eux qu'ils mettent un soin particulier à évaluer les risques qu'il comporte (Cantoni et Chauvy et autres, ibidem).", "86.  La Cour est d'avis que le requérant, en tant que procureur de la République, ne saurait soutenir qu'il ne pouvait prévoir « à un degré raisonnable » les conséquences que les deux textes en cause étaient susceptibles d'avoir pour lui sur les plans disciplinaire et pénal. La Cour en déduit que les ingérences litigieuses étaient « prévues par la loi » au sens du second paragraphe de l'article 10 de la Convention.", "ii)  But légitime", "87.  La Cour estime que les ingérences litigieuses poursuivaient chacune au moins l'un des buts légitimes prévus au deuxième paragraphe de l'article 10 : garantir l'autorité et l'impartialité du pouvoir judiciaire pour les ingérences relevant de l'abus de fonction, et protéger la réputation d'autrui pour celles relevant du délit d'offense.", "iii)  « Nécessaire dans une société démocratique »", "α)  Principes généraux", "88.  La Cour rappelle que, dans son arrêt Vogt, précité, (pp. 25-26, § 52), elle a résumé comme suit les principes fondamentaux qui se dégagent de sa jurisprudence relative à l'article 10 :", "« i.  La liberté d'expression constitue l'un des fondements essentiels d'une société démocratique, l'une des conditions primordiales de son progrès et de l'épanouissement de chacun. Sous réserve du paragraphe 2, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent : ainsi le veulent le pluralisme, la tolérance et l'esprit d'ouverture sans lesquels il n'est pas de « société démocratique ». Telle que la consacre l'article 10, elle est assortie d'exceptions qui appellent toutefois une interprétation étroite, et le besoin de la restreindre doit se trouver établi de manière convaincante.", "ii.  L'adjectif « nécessaire », au sens de l'article 10 § 2, implique un « besoin social impérieux ». Les Etats contractants jouissent d'une certaine marge d'appréciation pour juger de l'existence d'un tel besoin, mais elle se double d'un contrôle européen portant à la fois sur la loi et sur les décisions qui l'appliquent, même quand elles émanent d'une juridiction indépendante. La Cour a donc compétence pour statuer en dernier lieu sur le point de savoir si une « restriction » se concilie avec la liberté d'expression que protège l'article 10.", "iii.  La Cour n'a point pour tâche, lorsqu'elle exerce son contrôle, de se substituer aux juridictions internes compétentes, mais de vérifier sous l'angle de l'article 10 les décisions qu'elles ont rendues en vertu de leur pouvoir d'appréciation. Il ne s'ensuit pas qu'elle doive se borner à rechercher si l'Etat défendeur a usé de ce pouvoir de bonne foi, avec soin et de façon raisonnable : il lui faut considérer l'ingérence litigieuse à la lumière de l'ensemble de l'affaire pour déterminer si elle était « proportionnée au but légitime poursuivi » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants ». Ce faisant, la Cour doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés à l'article 10 et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents. »", "89.  Dans le même arrêt Vogt (p. 26, § 53), la Cour a déclaré (voir également l'arrêt Ahmed et autres c. Royaume-Uni du 2 septembre 1998, Recueil des arrêts et décisions 1998-VI, p. 2378, § 56) :", "« Ces principes s'appliquent également aux membres de la fonction publique : s'il apparaît légitime pour l'Etat de soumettre ces derniers, en raison de leur statut, à une obligation de réserve, il s'agit néanmoins d'individus qui, à ce titre, bénéficient de la protection de l'article 10 de la Convention. Il revient donc à la Cour, en tenant compte des circonstances de chaque affaire, de rechercher si un juste équilibre a été respecté entre le droit fondamental de l'individu à la liberté d'expression et l'intérêt légitime d'un Etat démocratique à veiller à ce que sa fonction publique œuvre aux fins énoncées à l'article 10 § 2. En exerçant ce contrôle, la Cour doit tenir compte du fait que, quand la liberté d'expression des fonctionnaires se trouve en jeu, les « devoirs et responsabilités » visés à l'article 10 § 2 revêtent une importance particulière qui justifie de laisser aux autorités nationales une certaine marge d'appréciation pour juger si l'ingérence dénoncée est proportionnée au but mentionné plus haut. »", "β)  Application au cas d'espèce", "90.  Pour apprécier si les mesures prises par les autorités nationales en réaction aux actes du requérant répondaient à un « besoin social impérieux » et étaient « proportionnées au but légitime poursuivi », la Cour doit les examiner à la lumière de l'ensemble de l'affaire. Elle attachera une importance particulière à la fonction occupée par le requérant, à la teneur des textes litigieux, aux circonstances dans lesquelles ceux-ci ont été réalisés et à la réaction qu'ils ont provoquée.", "La fonction occupée par le requérant", "91.  La Cour observe que son statut spécifique de magistrat du parquet conférait au requérant un rôle primordial au sein du corps judiciaire dans l'administration de la justice. Il bénéficiait, dans ses attributions, d'une délégation directe de la loi aux fins de prévention et de répression des infractions et de protection des citoyens (mutatis mutandis, Saygılı et autres c. Turquie, no 19353/03, § 35, 8 janvier 2008). Ce rôle lui assignait un devoir de garant des libertés individuelles et de l'Etat de droit, par sa contribution au bon fonctionnement de la justice et ainsi à la confiance du public en celle-ci (voir, mutatis mutandis, Amihalachioaie c. Moldova, no 60115/00, § 27, CEDH 2004-III, Nikula c. Finlande, précité, § 45, et Schöpfer c. Suisse, précité, pp. 1052-1053, §§ 29-30, et autres références).", "92.  La Cour a déjà souligné qu'on est en droit d'attendre des fonctionnaires de l'ordre judiciaire qu'ils usent de leur liberté d'expression avec retenue chaque fois que l'autorité et l'impartialité du pouvoir judiciaire sont susceptibles d'être mises en cause. La Cour n'en estime pas moins que toute atteinte à la liberté d'expression d'un magistrat dans la situation du requérant appelle de sa part un examen attentif (Wille, précité, § 64).", "La teneur et la forme des textes rédigés par le requérant et la médiatisation de leur contenu", "93.  La Cour observe que les propos litigieux s'inscrivaient dans le contexte particulier d'un débat sur la possibilité de poursuivre au pénal les auteurs du coup d'Etat du 12 septembre 1980 (ci-après « le coup d'Etat »), et notamment sur la Constitution adoptée par référendum en novembre 1982 et qui est toujours en vigueur. Ils préconisaient l'ouverture d'une procédure pénale contre les auteurs du coup d'Etat et se voulaient l'instrument de ce processus judiciaire. La Cour note que ces propos relèvent clairement d'un débat historique, politique et juridique qui porte non seulement sur un événement majeur survenu dans le passé récent, mais aussi sur l'actualité du pays. Il s'agit sans aucun doute d'un débat d'intérêt général, auquel le requérant a entendu participer en tant que simple citoyen, d'une part, et en tant que procureur, d'autre part. Elle rappelle à cet égard que la présence d'un sujet d'intérêt général implique un niveau de protection élevé au titre de l'article 10 de la Convention (voir, parmi beaucoup d'autres, Marônek c. Slovaquie, no 32686/96, § 56, CEDH 2001III § 56, et Boldea c. Roumanie, no 19997/02, § 57, CEDH 2007... (extraits)).", "94.  Le requérant a soutenu, devant les juridictions internes comme devant la Cour, avoir agi avec un sens de sa responsabilité de citoyen et d'homme de loi, afin d'obtenir le jugement des auteurs du coup d'Etat avant que cela ne devienne impossible en raison de la prescription (paragraphe 19 ci-dessus).", "Selon le requérant, le débat d'intérêt général ne pouvait avoir lieu réellement que par le biais d'une telle procédure.", "Pour les autorités judiciaires, il s'agissait d'un « débat artificiel » que le requérant avait suscité par ses actes (paragraphe 23 ci-dessus).", "95.  La Cour observe par ailleurs l'existence, dans le cas d'espèce, de controverses sur l'interprétation de l'article transitoire 15 de la Constitution relatif à l'immunité des membres du MGK (paragraphe 47 cidessus). Selon l'interprétation personnelle du requérant, cette disposition n'était pas applicable aux actes commis avant le 12 décembre 1980, date de l'instauration du MGK (voir paragraphes 19 et 30 ci-dessus).", "96.  Selon l'interprétation des juridictions internes (paragraphes 21, 25 et 32 ci-dessus), le requérant, de par sa position de magistrat, ne pouvait ignorer avant d'accomplir l'acte litigieux que la mise en examen des membres du MGK était purement et simplement interdite par l'article transitoire 15.", "97.  Concernant l'interprétation de l'article transitoire 15 de la Constitution, la Cour n'entend pas entrer dans un débat qui ne relève pas de sa compétence. Elle n'estime pas non plus nécessaire de se prononcer sur le point de savoir si l'ouverture d'une procédure était un moyen adéquat en l'espèce pour contribuer au débat d'intérêt général, ni sur les questions qui relèvent, dans ce contexte précis, du « lien spécial de confiance et de loyauté » entre le requérant, procureur, et l'Etat, son employeur (voir, mutatis mutandis, Vilho Eskelinen et autres c. Finlande [GC], no 63235/00, § 62, CEDH 2007...).", "Aux fins de l'examen de la cause du requérant, il suffit de souligner ce qui suit.", "98.  S'agissant d'abord du contenu des textes litigieux, la Cour relève leur caractère critique et accusatoire à l'encontre des auteurs du coup d'Etat (paragraphes 7 et 25). Elle considère cependant que ces propos, certes acerbes voire parfois sarcastiques, peuvent difficilement être qualifiés d'insultants.", "Dans ce contexte, la Cour juge que, même si ces affirmations sous-entendent que les actes commis par les auteurs du coup d'Etat étaient illégitimes, elles ne peuvent être qualifiées d'injurieuses à l'égard de ces derniers ou des forces armées en tant qu'institution (voir, mutatis mutandis, Skałka c. Pologne, no 43425/98, § 34, 27 mai 2003 ; Perna c. Italie [GC], no 48898/99, § 47, CEDH 2003-V ; Nikula précité, §§ 48, 52).", "99.  En ce qui concerne la forme de ces deux textes et le public auquel ils étaient adressés, la Cour observe qu'il s'agissait d'abord de textes destinés à provoquer une instruction préliminaire. Une fois classés sans suite, ceux-ci prirent la forme de déclarations publiques, la presse ayant été informée par le requérant lui-même (paragraphes 8, 20, 41) ou par ses propres moyens (paragraphe 67).", "100.  La Cour rappelle que la plus grande discrétion s'impose aux autorités judiciaires. Cette discrétion doit les amener à ne pas utiliser la presse, même pour répondre à des provocations. Ainsi le veulent les impératifs supérieurs de la justice et la grandeur de la fonction judiciaire (voir, mutatis mutandis, Buscemi c. Italie, no 29569/95, § 67, CEDH 1999VI).", "101.  La Cour souligne, en ce qui concerne le fait que le requérant a informé la presse en utilisant son statut de procureur, qu'elle n'a certes pas à cautionner la conduite de l'intéressé lorsque l'on considère son devoir de loyauté envers l'Etat employeur (paragraphe 97 ci-dessus).", "Cependant, elle constate en l'espèce l'existence d'un enjeu qui dépasse une déclaration d'opinion personnelle qui irait à l'encontre d'un des intérêts légitimes prévus au deuxième paragraphe de l'article 10 de la Convention : le discours litigieux servait fondamentalement à démontrer un dysfonctionnement du régime démocratique (pour divers cas de « signalement » comparables dans la jurisprudence voir, mutatis mutandis, Wille, précité, Grigoriades c. Grèce, arrêt du 25 novembre 1997, Recueil des arrêts et décisions 1997VII, Vereinigung demokratischer Soldaten Österreichs et Gubi c. Autriche, arrêt du 19 décembre 1994, série A no 302, Rekvényi c. Hongrie [GC], no 25390/94, CEDH 1999III, De Diego Nafría c. Espagne, no 46833/99, 14 mars 2002,et Boldea c. Roumanie, no 19997/02, CEDH 2007... (extraits), Guja, précité). La Cour estime que cet enjeu doit avoir un certain poids dans la mise en balance des intérêts en conflit au regard de la Convention.", "La proportionnalité de l'ensemble des ingérences aux buts légitimes visés\t", "102.  A ce stade de son raisonnement, la Cour estime qu'il y a lieu de distinguer les sanctions infligées dans le but de préserver l'autorité et l'impartialité du pouvoir judiciaire et celles qui visent à protéger des forces militaires d'une offense.", "103.  A cet égard, la Cour considère que le blâme du 30 mars 2000 ainsi que la condamnation pénale pour abus de fonction, au sens de l'article 240 du code pénal, rendue définitive le 15 mai 2001 peuvent passer pour répondre à un besoin social impérieux, compte tenu notamment de la marge d'appréciation laissée aux Etats quand la liberté d'expression des fonctionnaires se trouve en jeu (paragraphe 89 ci-dessus).", "104.  En revanche, elle estime que la condamnation du requérant pour offense en vertu de l'article 159 du code pénal ne répondait à aucun « besoin social impérieux » susceptible de justifier cette restriction. Elle précise que c'est le régime de protection accrue prévu pour les forces armées à l'ancien article 159 du code pénal qui était attentatoire à la liberté d'expression, et nullement le droit pour les généraux, en tant qu'individus, de faire sanctionner les atteintes à leur honneur ou à leur réputation, ou encore les propos injurieux tenus à leur encontre dans les conditions de droit reconnues à toute personne (voir, mutatis mutandis, Colombani et autres c. France, no 51279/99, § 69, CEDH 2002V).", "105.  La Cour observe que, les faits s'étant déroulés entre août 1999, date de la pétition déposée par le requérant, et novembre 2003, date où la révocation du requérant devint définitive, ils peuvent être lus comme une surenchère des deux parties, à savoir l'administration et le requérant, dans leurs positions respectives. Les sanctions infligées au requérant aux niveaux pénal et disciplinaire ont eu pour effet direct et final sa révocation du poste de procureur et, enfin, l'impossibilité pour lui d'exercer toute autre fonction judiciaire. La Cour estime que, dans les circonstances particulières de l'espèce, il convient d'effectuer une évaluation de la proportionnalité de ces sanctions dans leur globalité.", "106.  Il est inévitable que l'infliction d'une sanction pénale à un fonctionnaire appartenant au corps judiciaire emporte, par sa nature même, un effet dissuasif, non seulement sur le fonctionnaire concerné lui-même, mais aussi sur la profession dans son ensemble. Pour avoir confiance dans l'administration de la justice, le public doit avoir confiance en la capacité des magistrats à représenter effectivement les principes de l'état de droit. Il s'ensuit que cet effet dissuasif est un facteur important à prendre en compte pour ménager un juste équilibre entre le droit à la liberté d'expression d'un magistrat et tout autre intérêt légitime concurrent dans le cadre d'une bonne administration de la justice.", "γ)  Conclusion", "107.  Consciente de l'importance de la liberté d'expression sur des questions d'intérêt général, des devoirs et responsabilités des fonctionnaires, et en particulier des magistrats, et après avoir pesé les divers intérêts en jeu, la Cour conclut que l'atteinte portée au droit à la liberté d'expression du requérant, à savoir la sanction infligée pour offense aux forces armées, qui a entraîné sa révocation définitive de la fonction de procureur et l'interdiction d'exercer comme avocat, était disproportionnée à tout but légitime poursuivi.", "108.  En conséquence, il y a eu violation de l'article 10 de la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 10", "109.  Le requérant se plaint de l'absence de voies de recours internes pour contester les sanctions disciplinaires dont il a fait l'objet pour avoir exprimé ses opinions, et fait valoir que les décisions du Conseil supérieur de la magistrature échappent au contrôle juridictionnel selon la Constitution. Il invoque l'article 13 de la Convention combiné avec l'article 10. L'article 13 est ainsi libellé dans sa partie pertinente :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "A.  Sur la recevabilité", "110.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "111.  Le requérant soutient qu'il n'a disposé d'aucun recours effectif contre les décisions du Conseil supérieur de la magistrature en violation de son droit à la liberté d'expression. Il fait valoir que les décisions du Conseil supérieur de la magistrature, qui sont susceptibles de causer des conséquences graves et irréversibles sur la vie professionnelle des magistrats, sont soustraites à tout contrôle juridictionnel par l'article 159 de la Constitution (paragraphe 47 ci-dessus).", "112.  Le Gouvernement conteste cette thèse. Il soutient d'abord que les fonctionnaires sont protégés contre les actes arbitraires de l'administration, comme tous les autres citoyens, et que ces actes peuvent faire l'objet du contentieux administratif.", "113.  Il souligne par ailleurs que le Conseil supérieur de la magistrature, formé de juges et procureurs de la Cour de cassation et du Conseil d'Etat nommés pour quatre ans, est indépendant. En tout état de cause, selon le Gouvernement, le requérant, qui a bien eu la possibilité de faire opposition auprès du comité d'examen des oppositions, constitué au sein du Conseil supérieur de la magistrature, ne saurait s'estimer victime de l'absence d'un recours effectif au sens de l'article 13 de la Convention.", "114.  La Cour rappelle que l'article 13 de la Convention garantit l'existence en droit interne d'un recours permettant de se prévaloir des droits et libertés de la Convention tels qu'ils peuvent s'y trouver consacrés. Cette disposition a donc pour conséquence d'exiger un recours interne habilitant à examiner le contenu d'un « grief défendable » fondé sur la Convention et à offrir le redressement approprié (Kudła c. Pologne [GC], no 30210/96, § 157, CEDH 2000XI).", "En l'espèce, la Cour a constaté l'existence d'un grief défendable fondé sur l'article 10 de la Convention.", "115.  La Cour souligne en premier lieu que dans son article 129, la Constitution turque soustrait au contrôle juridictionnel une catégorie de sanctions disciplinaires (l'avertissement et le blâme), en ce qui concerne l'ensemble des fonctionnaires. En second lieu, elle note les termes de l'article 159 de la Constitution selon lesquels l'ensemble des décisions du Conseil supérieur de la magistrature est exempt de recours devant les instances judiciaires.", "116.  La Cour rappelle avoir déjà examiné le barrage au contrôle juridictionnel imposé par l'article 129 de la Constitution dans l'arrêt Karaçay c. Turquie (no 6615/03, 27 mars 2007) et avoir constaté que l'absence d'un recours effectif en cas d'une sanction disciplinaire telle que l'avertissement ou le blâme privait le fonctionnaire de toute garantie pour éviter d'éventuels abus et du contrôle de la légalité d'une telle mesure disciplinaire. Elle avait conclu à la violation de l'article 13 de la Convention (Karaçay, précité, §§ 44 et 45).", "117.  Dans le cas d'espèce, il s'agit de plusieurs sanctions disciplinaires (blâme, éloignement du poste, révocation, respectivement aux paragraphes 10, 39 et 40 ci-dessus) rendues par le Conseil supérieur de la magistrature, et qui étaient toutes soustraites au contrôle juridictionnel par la voie de l'article 159 de la Constitution.", "118.  La Cour note que le Gouvernement invoque le moyen d'opposition contre les décisions rendues par le Conseil supérieur de la magistrature, prévu par l'article 73 de la loi no 2802. Ce moyen a été emprunté, sans succès, par le requérant (paragraphes 14 et 44 ci-dessus).", "119.  Au vu des circonstances particulières de la présente affaire et des arguments des parties, il reste à déterminer si ce moyen peut constituer un recours « effectif » pour empêcher la survenance ou la continuation de la violation alléguée par le requérant ou fournir à celui-ci un redressement approprié pour toute violation s'étant déjà produite (voir, mutatis mutandis, Eskelinen, précité, §  30).", "120.  La Cour rappelle que la portée de l'obligation que l'article 13 fait peser sur les Etats contractants varie en fonction de la nature du grief en jeu. Il est vrai que l'« effectivité » d'un « recours » au sens de l'article 13 ne dépend pas de la certitude d'une issue favorable pour le requérant. De même, l'« instance » dont parle cette disposition n'a pas besoin d'être une institution judiciaire, mais, dans ce cas, ses pouvoirs et les garanties qu'elle présente entrent en ligne de compte pour apprécier l'effectivité du recours s'exerçant devant elle. En outre, l'ensemble des recours offerts par le droit interne peut remplir les exigences de l'article 13, même si aucun d'eux n'y répond en entier à lui seul (Silver et autres c. Royaume-Uni, arrêt du 25 mars 1983, série A no 61, p. 42, § 113, et Chahal c. Royaume-Uni, arrêt du 15 novembre 1996, Recueil 1996V, pp. 18691870, § 145).", "121.  La Cour observe en l'espèce que le comité d'examen des oppositions, selon le règlement interne du Conseil supérieur de la magistrature, est constitué par la plénière du Conseil, à savoir les onze membres titulaires et suppléants, plus le conseiller du ministre de la Justice, et doit délibérer à la majorité (paragraphe 50 ci-dessus). Elle constate que, lorsqu'il avait prononcé les sanctions de blâme, le Conseil avait également siégé en formation plénière (paragraphes 10 et 14 ci-dessus). En d'autres termes, les membres du Conseil qui ont délibéré dans le cadre de l'opposition du requérant étaient forcément les mêmes que ceux qui avaient délibéré pour prononcer la sanction attaquée. Quant à la décision de révocation, elle a été examinée par un comité d'examen de recours composé de neuf membres dont quatre avaient siégé au sein de Conseil qui l'avait rendue (paragraphes 40 et 45 ci-dessus). Dans ces circonstances, l'impartialité du Conseil supérieur de la magistrature, en ses formations appelées à connaître de l'opposition du requérant, était donc sérieusement sujette à caution, d'autant plus que le règlement interne du Conseil ne prévoit aucune mesure qui vise à garantir l'impartialité de ses membres statuant en comité d'examen des oppositions. Enfin, le Gouvernement n'a pas fourni d'informations et de documents permettant de conclure autrement.", "122.  Ces éléments suffisent à la Cour pour conclure que le requérant n'a pas bénéficié d'une voie de recours répondant aux exigences minimales de l'article 13 pour faire valoir son grief sur le terrain de l'article 10 de la Convention.", "123.  En conséquence, la Cour estime qu'il y a eu violation de l'article 13 de la Convention combiné avec l'article 10.", "V.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "124.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "125.  Le requérant souligne en premier lieu que, dans les circonstances particulières de l'espèce, il est difficile de distinguer les dommages matériel et moral subis.", "Il réclame 100 000 euros (EUR) pour préjudice moral à raison du blâme qui lui a été infligé.", "Il demande par ailleurs 1 000 000 EUR pour le dommage moral auquel il aurait été confronté pendant la procédure pénale entamée contre lui et après sa condamnation au pénal. Il fait valoir à ce titre les effets négatifs sur son équilibre psychique, ainsi que sur sa famille, des événements qu'il a vécus durant cette période. Il cite notamment le chômage forcé qu'il a subi alors qu'il n'avait que quarante-huit ans, sa régression dans ses compétences professionnelles et la détérioration de ses relations avec son milieu professionnel.", "Le requérant demande enfin la réouverture de la procédure pénale qui fait l'objet de sa requête, afin de « restaurer sa dignité vis-à-vis de la société ».", "126.  Quant au dommage matériel, le requérant avance l'avoir subi dans la période où il a été suspendu de son poste (paragraphe 39 ci-dessus) et réclame au total 150 000 EUR. Il cite à cet égard les pertes de revenus du fait de la réduction de son salaire pendant trente-sept mois et réclame 35 000 EUR à ce titre ; il annexe copie d'une fiche de salaire de février 2000, qui fait état de d'un montant mensuel de 408,890 livres turques (l'équivalent de 750 EUR environ). A cette somme, il ajoute les montants suivants, qui représentent des « manques à gagner » relatifs à cette même période : 30 000 EUR sous forme d'intérêts bancaires dont il n'aurait pas bénéficié, approximativement 30 000 EUR qu'il n'a pas pu gagner à l'occasion de travaux d'expertise qu'il n'a pu réaliser du fait de sa suspension et enfin une somme qu'il évalue entre 15 000 et 20 000 EUR pour son espérance légitime d'augmentations de salaire du fait de promotions attendues.", "Il souligne que tous les documents à l'appui de ces demandes sont détenus par le Gouvernement.", "127.  Le Gouvernement estime ces montants excessifs et souligne l'absence de documents de nature à étayer les prétentions émises.", "128.  Compte tenu de la diversité des facteurs devant être considérés aux fins du calcul du préjudice ainsi que de la nature de l'affaire, la Cour juge opportun de fixer en équité une somme globale prenant en compte les divers éléments cités ci-dessus. Elle décide par conséquent d'allouer au requérant la somme de 40 000 EUR, tous dommages confondus.", "B.  Frais et dépens", "129.  Pour les deux requêtes jointes en l'espèce, le requérant demande également 3 000 EUR pour les frais et dépens encourus devant la Cour, dont 500 EUR pour frais divers tels que frais de traduction. Il annexe un contrat d'honoraires signé entre lui-même et son avocate au titre duquel il s'engage à lui payer 10 % des sommes accordées au titre de l'article 41 pour le cas où la Cour lui donnerait gain de cause. Dans le cas contraire, le contrat fixe cette somme à 2 500 EUR par requête.", "Il annexe également une facture pour traductions s'élevant à 164 YTL (environ 100 EUR).", "130.  Le Gouvernement estime cette somme excessive et non fondée.", "131.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux.", "132.  En ce qui concerne le contrat d'honoraires soumis par le requérant, la Cour estime qu'il s'agit d'un accord de quota litis qui ne fait naître des obligations qu'entre l'avocat et son client et qui ne saurait lier la Cour, laquelle doit évaluer le niveau des frais et dépens à rembourser non seulement par rapport à la réalité des frais allégués mais aussi par rapport à leur caractère raisonnable (voir, mutatis mutandis, Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 55, CEDH 2000XI).", "Statuant en équité, comme le veut l'article 41 de la Convention, la Cour octroie au requérant 1 000 EUR au titre des frais et dépens.", "C.  Intérêts moratoires", "133.  La Cour juge approprié de fonder le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Décide de joindre les requêtes ;", "", "2.  Déclare, les requêtes recevables ;", "", "3.  Dit, qu'il y a eu violation de l'article 10 de la Convention ;", "", "4.  Dit, qu'il y a eu violation de l'article 13 de la Convention combiné avec l'article 10 ;", "", "5.  Dit,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir en nouvelles livres turques (TRY) :", "(i)  40 000 EUR (quarante mille euros), plus tout montant pouvant être dû à titre d'impôt, pour l'ensemble des dommages,", "(ii)  1 000 EUR (mille euros) pour frais et dépens, plus tout montant pouvant être dû par le requérant à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette, la demande de satisfaction équitable pour le surplus.", "", "", "", "Fait en français, puis communiqué par écrit le 13 novembre 2008 en application de l'article 77 §§ 2 et 3 du règlement.", "Françoise Elens-Passos\tFrançoise Tulkens\n\tGreffière adjointe\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante suivante : du juge M. Sajó.", "F.T*.\nF.E.P*.", "", "OPINION CONCORDANTE DU JUGE SAJÓ", "(Traduction)", "Je souscris à la conclusion selon laquelle il y a eu en l'espèce violation de l'article 10 de la Convention. J'aimerais toutefois ajouter ce qui suit.", "M. Kayasu a utilisé les moyens professionnels qui étaient à sa disposition en sa qualité de procureur dans une affaire présentant un intérêt public extrême. Il s'est efforcé de recourir à une procédure légale viable qui aurait pu briser le mur d'impunité créé par une disposition constitutionnelle équivalente à une amnistie qui a favorisé les auteurs d'un coup d'Etat. Il a également tenté de se prévaloir de son droit de pétition à titre privé dans le même but.", "Le Gouvernement défendeur n'a pas montré en quoi il était nécessaire de restreindre le droit des procureurs de soumettre des pétitions en leur qualité de simple citoyen ; pour ce qui est des déclarations formulées par un procureur dans le cadre de ses fonctions officielles, un tel magistrat devrait bénéficier de la même protection qu'un avocat de la défense (Nikula c. Finlande, no 31611/96, CEDH 2002II). Les fonctions de juge et de procureur étant distinctes, des considérations différentes doivent s'appliquer dans le cas des procureurs. Quoique dans un contexte différent, la Cour a admis la pertinence de « la distinction qui est établie dans divers Etats contractants entre le rôle du procureur, c'est-à-dire l'adversaire de l'accusé, et celui du juge » (Nikula, précité, § 50).", "Il y a des limites à l'utilisation des déclarations de procureurs. L'existence d'intérêts tels que la bonne administration de la justice, notamment l'intégrité et l'impartialité des tribunaux, ainsi que la protection de la réputation de l'accusé ou de tiers, constitue un élément pertinent à cet égard. Or ces intérêts n'ont pas été mis en péril en l'espèce, entre autres parce que le procureur en chef d'Adana considéra la réquisition du requérant comme une dénonciation et, à ce titre, la classa sans suite.", "Il incombe naturellement aux autorités nationales de fixer les règles de conduite à adopter en matière de transmission d'actes d'accusation à la presse. En l'occurrence, toutefois, les sanctions appliquées par le Conseil supérieur de la magistrature à l'encontre de M. Kayasu ne se fondaient pas sur de simples considérations disciplinaires en rapport avec la fuite ou la diffusion d'actes d'accusation. La révocation de M. Kayasu a résulté de la condamnation de celui-ci en vertu des articles 240 et 159 du code pénal. La Cour de cassation s'est conformée à l'arrêt définitif du 16 avril 2002 et a souligné que le requérant, en distribuant le document litigieux à des membres de la presse, avait cherché à atteindre un public plus large ; il avait ainsi démontré son intention d'outrager et d'offenser les forces militaires de l'Etat (paragraphe 38 de l'arrêt). Le problème que pose cette distribution est qu'elle diffamait prétendument les forces armées.", "", "Les motifs de limitation applicables à la liberté d'expression ne sauraient inclure la réputation d'un corps constitué tel que l'armée. D'ailleurs, vu le rôle qu'elle occupe dans une démocratie, l'armée doit faire l'objet du contrôle public le plus critique que l'on puisse exercer à l'égard des gouvernements en général (voir, entre autres, Castells c. Espagne, 23 avril 1992, série A no 236). Pour ce qui est des individus qui servent dans l'armée, ce n'est qu'exceptionnellement qu'un acte de diffamation dirigé contre le corps auquel ils appartiennent peut porter atteinte à leur réputation personnelle. L'intérêt de membres de corps constitués à défendre leur réputation n'exige pas d'adopter une interdiction globale qui a inévitablement un effet de censure de par sa simple existence, entre autres parce qu'on ne peut déceler en ce cas qu'un faible préjudice personnel. Le fait d'appartenir à des corps constitués entraîne automatiquement le risque que la réputation de ce corps rejaillisse sur l'individu et ce, que cette réputation soit bonne ou mauvaise ; en intégrant un tel corps, l'individu s'expose sciemment à ce risque.", "La condamnation de M. Kayasu au titre de l'article 159 du code pénal ayant été jugée enfreindre l'article 10 de la Convention, sa révocation par le Conseil supérieur de la magistrature ne saurait être jugée conforme à celle-ci. C'est au Conseil qu'il incombe de déterminer dans quelle mesure le comportement de M. Kayasu a ou non violé la déontologie professionnelle mais, quoi qu'il en soit, les critères de révocation, tels qu'exposés dans les règles applicables, n'ont pas été respectés faute de condamnation fondée en vertu de l'article 159.", "M. Kayasu a été très sévèrement puni. En effet, il s'est vu infliger une forte amende mais, et c'est peut-être le plus important, il a non seulement perdu son travail mais aussi la possibilité d'exercer la profession d'avocat. Seule une indemnisation complète du manque à gagner comme avocat pourrait constituer une réparation dans son cas ; de plus, il est nécessaire de rouvrir son procès, ce qui lui donnerait une chance de recommencer à exercer cette profession."]}