{"file": "FRE_CLINF_59909_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "59909/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 91", "Novembre 2006", "Giacomelli c. Italie - 59909/00", "Arrêt 2.11.2006 [Section III]", "Article 8", "Article 8-1", "Respect de la vie privée", "Défaut d'étude environnementale préalable et refus de suspendre l'activité d'une usine située près d'habitations et générant des émissions toxiques : violation", "", "Respect du domicile", "", "En fait : La requérante habite depuis 1950 dans une maison située à proximité d'une usine de stockage et de traitement de « déchets spéciaux » classés comme dangereux ou non dangereux, dont l'exploitation a débuté en 1982. Elle intenta plusieurs procédures tendant à obtenir l'annulation des autorisations accordées par la région à l'usine. Dans le cadre de la procédure d'évaluation de l'impact sur l'environnement, le ministère de l'Environnement constata, en 2000 et 2001, l'existence d'un danger pour la santé des personnes résidant à proximité et conclut que l'activité de l'usine était incompatible avec les normes environnementales. Par la suite, d'autres autorités compétentes saisies conclurent en ce sens. En décembre 2002, la municipalité relogea provisoirement la famille de la requérante en attendant l'issue du contentieux judiciaire avec l'usine, qui est pendant devant les juridictions. En 2003, faisant suite à un recours de la requérante, le tribunal administratif constata que le renouvellement de l'autorisation, accordé sans aucune vérification de l'impact sur l'environnement, était irrégulier et devait être annulé. Il ordonna aussi la suspension de l'activité de l'usine. Cette décision ne fut pourtant pas suivie d'effet. En 2004, le ministère de l'Environnement exprima un avis positif quant à la continuation de l'activité de l'usine, à condition qu'elle respecte les prescriptions fixées par la région pour améliorer les conditions de fonctionnement et de contrôle.", "En droit : Ce n'est que quatorze ans après la mise en exploitation et sept ans après le début de la détoxication de déchets industriels, que l'usine fut invitée à engager une étude d'impact sur l'environnement, comme l'exigeait la loi. L'administration de l'Etat a donc omis de se conformer à la législation interne en la matière et, en outre, a refusé d'exécuter les décisions de justice reconnaissant l'irrégularité de l'activité litigieuse. Partant, le mécanisme procédural prévu par le droit interne pour garantir la protection des droits individuels, notamment l'obligation d'effectuer une étude d'impact environnemental préalablement à tout projet potentiellement nuisible pour l'environnement et la possibilité pour tout citoyen concerné de participer à la procédure d'autorisation et de saisir les autorités judiciaires pour faire valoir ses propres observations et obtenir, le cas échéant, la suspension de l'activité dangereuse, s'est révélé en l'espèce dépourvu d'effet utile pendant une très longue période. A supposer même qu'après 2004, les mesures nécessaires pour protéger les droits de la requérante aient été prises, cela n'efface pas le fait que pendant plusieurs années celle-ci a subi une atteinte grave à son droit au respect de son domicile en raison de l'activité dangereuse de l'usine, bâtie à 30 mètres de son habitation. Ainsi, l'Etat n'a pas su ménager un juste équilibre entre l'intérêt de la collectivité à disposer d'une usine de traitement de déchets industriels toxiques et la jouissance effective par la requérante du droit au respect de son domicile et de sa vie privée et familiale.", "Conclusion : violation (unanimité).", "Article 41 – 12 000 EUR pour préjudice moral.", "Pour plus de détails, consultez le communiqué de presse no 655.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}