{"file": "FRE_CLINF_24935_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "24935/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 167", "Octobre 2013", "S.C. IMH Suceava S.R.L. c. Roumanie - 24935/04", "Arrêt 29.10.2013 [Section III]", "Article 6", "Procédure pénale", "Article 6-1", "Procès équitable", "Différence d’appréciation de la validité d’une même preuve par deux formations de jugement sans motivation suffisante : violation", "", "En fait – Une plainte fut déposée contre la requérante, une société commerciale, soutenant que celle-ci avait vendu du gazole mélangé avec de l’eau. Deux prélèvements de carburant furent effectués. L’autorité chargée de la réalisation de l’expertise et de la contre-expertise conclut que le gazole examiné ne correspondait à aucun type de gazole prévu par les normes en vigueur. Toutefois, les rapports soulignaient que la manière dont les scellés avaient été apposés sur les prélèvements permettait de sortir les flacons de gazole de leur sachet en plastique sans abîmer les scellés. Deux contraventions furent infligées à la requérante par deux organes distincts. Se fondant principalement sur le fait que les échantillons de gazole n’avaient pas été prélevés correctement, la requérante demanda l’annulation de ces deux sanctions. Dans le cadre de la plainte formée par la requérante contre le premier procès-verbal de contravention, les juridictions nationales ont jugé qu’elles ne pouvaient pas prendre en compte les rapports d’expertise comme preuves en raison de la manière défectueuse dont les échantillons avaient été recueillis. Par conséquent, elles ont jugé que les faits reprochés à la requérante et sa responsabilité contraventionnelle ne pouvaient pas être établis. Dans le cadre de la plainte contre le second procès-verbal de contravention, établi par la brigade financière, les mêmes tribunaux nationaux, dans des formations de jugement différentes, ont jugé que le rapport d’expertise constituait une preuve fiable des faits reprochés à la requérante.", "Devant la Cour européenne, la requérante se plaint de la valeur probante différente que les juridictions nationales ont reconnue aux mêmes rapports d’expertise réalisés en l’espèce dans le cadre de deux procédures différentes.", "En droit – Article 6 § 1 : La preuve principale à l’appui dans le cadre des deux procédures a été constituée par les rapports d’expertise et de contre-expertise réalisés sur la base des échantillons dont les experts ont constaté qu’ils avaient été conservés de manière défectueuse. Tout en rappelant que l’admissibilité des preuves relève au premier chef du droit interne et des juridictions nationales, la Cour note que dans la présente affaire la validité et la fiabilité d’une même preuve ont été interprétées de manière différente par les juridictions internes. Cette appréciation contradictoire a abouti à des solutions juridiques différentes quant à l’établissement des faits, et plus particulièrement quant à la possession par la requérante de gazole non conforme. Or, dans la mesure où cette preuve constituait la preuve déterminante pour l’établissement des faits, un problème surgit sur le plan de l’équité de la procédure. Certes, afin d’infliger la seconde contravention à la requérante, la brigade financière s’était fondée, outre les expertises, sur des documents écrits. Néanmoins, les juridictions nationales qui ont examiné la plainte de la requérante contre cette sanction n’ont nullement mentionné ces documents dans leurs décisions. L’intéressée a informé les juridictions statuant dans le cadre de la deuxième procédure de l’existence du jugement précédent qui avait abouti à une conclusion différente quant à la validité de la preuve. Bien que le tribunal fasse référence à ce précédent jugement, il ne fournit pas des motifs suffisants pour expliquer pourquoi il a préféré adopter une position contraire quant à la validité de la même preuve. Or, compte tenu du rôle décisif de cette preuve, une réponse spécifique et explicite à cet argument s’imposait de la part des tribunaux. En son absence, il est impossible de savoir si ces juridictions l’ont simplement négligée ou bien si elles ont voulu la rejeter et, dans cette dernière hypothèse, pour quelles raisons.", "Conclusion : violation (six voix contre une).", "Article 41 : aucune demande formulée pour préjudice moral ; demande pour dommage matériel rejetée.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}