{"file": "FRE_HFJUD_21369_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "21369/04", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "AFFAIRE GOMEZ DE LIAñO Y BOTELLA c. ESPAGNE", "", "(Requête no 21369/04)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "22 juillet 2008", "", "", "", "DÉFINITIF", "", "22/10/2008", "", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Gómez de Liaño y Botella c. Espagne,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "Josep Casadevall, président,\n\tElisabet Fura-Sandström,", "Corneliu Bîrsan\n\tAlvina Gyulumyan,\n\tEgbert Myjer,\n\tIneta Ziemele, juges,", "Alejandro Sáiz Arnáiz, juge ad hoc, \net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 1er juillet 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 21369/04) dirigée contre le Royaume d’Espagne et dont un ressortissant de cet Etat, M. Javier Gómez de Liano y Botella (« le requérant »), a saisi la Cour le 9 juin 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le gouvernement espagnol (« le Gouvernement ») est représenté par son agent, M. I. Blasco Lozano, chef du service juridique des droits de l’homme du ministère de la Justice.", "3.  Le requérant allègue en particulier que sa cause n’a pas été entendue équitablement par un tribunal impartial, ce qui emporterait violation de l’article 6 § 1 de la Convention.", "4.  Le 16 novembre 2006, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l’article 29 § 3 de la Convention, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "5.  A la suite du déport de M. L. López Guerra, juge élu au titre de l’Espagne (article 28 du règlement), le Gouvernement a désigné M. A. Sáiz Arnáiz comme juge ad hoc pour siéger à sa place (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1948 et réside à Madrid.", "1. Instruction de la procédure au principal", "7.  En février 1997, alors que le requérant était juge titulaire au tribunal central d’instruction no 1 près l’Audiencia nacional, il fut chargé de l’examen de la plainte déposée contre le Conseil d’Administration de la Société de télévision Canal Plus S.A., devenue ensuite Sogecable S.A., et la société de contrôle des comptes de cette dernière, pour délits présumés d’escroquerie, de faux et d’appropriation indue d’un montant dépassant les 23 000 millions de pesetas (138 232 784 EUR), correspondant à des cautions déposées par les abonnés de Canal Plus.", "8.  Par une décision du 27 février 1997, faisant suite à la demande du ministère public, le requérant ordonna le secret de la procédure. Le secret fut levé le 13 mai 1997 par l’Audiencia nacional mais, pour éviter l’éventuelle altération des comptes, bilans et documents financiers, le 15 mai 1997, le requérant déclara secrète une partie séparée de la procédure.", "9.  Par une décision du 28 février 1997, le requérant décida que les sorties du territoire national du Président, du Conseiller délégué du conseil d’Administration et de l’auditeur de la société devaient être autorisés par le juge.", "10.  Par une décision du 26 juin 1997, le requérant accorda, suite à la comparution du président du Conseil d’Administration de Sogecable, P., prévue par l’article 504 bis § 2 du code de procédure pénale, et tel que le ministère public l’avait demandé, la situation de liberté provisoire sous caution de 1 202 024 euros à son égard. En appel, la décision fut confirmée.", "11.  Par une décision du 30 octobre 1997 rendue dans le cadre de la procédure au principal, l’Audiencia nacional décréta le non-lieu partiel pour ce qui est des délits d’escroquerie et d’appropriation indue. La situation de liberté provisoire sous caution de P. fut toutefois maintenue par une décision du 11 novembre 1997 du juge central d’instruction qui remplaça le requérant.", "2. Plainte au pénal déposée contre le requérant", "12.  Le 26 septembre 1997, P., C. et deux autres personnes déposèrent plainte au pénal contre le requérant pour trois délits présumés de forfaiture, en estimant qu’il avait rendu, lors de l’instruction de la procédure pour escroquerie et appropriation indue, trois décisions injustes, celles des 27 et 28 février et 26 juin 1997.", "13.  Le 17 novembre 1997, le ministère public demanda le non-lieu de la plainte déposée à l’encontre du requérant. Il faisait valoir que c’était le ministère public qui demanda la première décision accordant le secret de la procédure, que la mesure d’autorisation préalable pour les sorties du territoire national était discutable mais non injuste et que la liberté provisoire sous caution de P., suggérée de façon un peu confuse par le ministère public, n’était pas disproportionnée.", "14.  Le 19 février 1998, une chambre du Tribunal suprême composée des magistrats M., B. et M.-P. déclara recevable la plainte pénale déposée contre le requérant, contrairement à l’avis du ministère public. Elle précisa ce qui suit :", "« Il ressort de ce qui précède qu’il y a une telle contradiction entre ce qui soutient le [requérant] à l’encontre duquel la plainte a été déposée et le tribunal qui eut à connaître des recours introduits contre les décisions rendues par lui que les faits revêtent une apparence de délit au sens de l’article 446 du code pénal, les décisions en cause pouvant être considérées comme « décisions injustes », ce qui justifie la recevabilité de la plainte et l’ouverture de l’instruction ».", "15.  Le recours de súplica présenté par le requérant fut rejeté par une décision de la chambre du Tribunal suprême ayant la même composition, en date du 16 mars 1998. La chambre nota que la décision de recevabilité d’une plainte pénale ne pouvait faire l’objet d’un tel recours de la part du requérant. Elle précisa néanmoins, quant au fond du recours, que l’apparence de délit n’avait pas été dénaturée et ajouta ce qui suit :", "« (...).. C’est à l’instruction d’enquêter plus profondément sur les conduites présumées délictueuses et, le cas échéant, celles-ci seront déterminées par la cour plénière conformément aux principes d’immédiateté, de contradiction et de publicité. A l’heure actuelle, dans la portée limitée du présent recours, il n’y a pas lieu de rendre une décision sur le fond, mais strictement provisoire. Dans la mesure où les motifs ayant été pris en compte par cette chambre pour déclarer la plainte recevable n’ont pas été modifiés, il y a lieu de rejeter le recours de súplica interjeté par le requérant ».", "16.  Le 16 juin 1998, une ordonnance d’inculpation fut prononcée par le magistrat instructeur à l’encontre du requérant pour trois délits présumés de forfaiture. Le magistrat instructeur estima en particulier qu’il existait des indices raisonnables justifiant la poursuite pour ces trois délits.", "17.  Le 19 juin 1998, le Conseil supérieur de la Magistrature écarta le requérant de l’instruction de l’affaire au principal et déclara la suspension de ses fonctions judiciaires.", "18.  Suite au recours de reforma présenté par le requérant contre l’ordonnance d’inculpation rendue à son encontre, cette dernière fut confirmée en date du 3 juillet 1998. Le requérant fit appel, auquel le ministère public se joignit, demandant la révocation de ladite ordonnance. La chambre du Tribunal suprême qui rejeta l’appel du requérant et confirma, par une décision du 3 novembre 1998, l’inculpation de ce dernier, était composée des magistrats G. (suite au décès de M.), B. et M.-P. Ce dernier formula une opinion dissidente. La chambre précisa tout d’abord que sa tâche devait se limiter à vérifier si l’application provisoire du droit dans l’ordonnance d’inculpation n’avait pas été manifestement incorrecte. Elle rappela qu’il s’agissait d’une décision de caractère provisoire, qui ne préjugeait en rien la culpabilité de l’inculpé et dans laquelle elle se bornait à contrôler la consistance de la plainte ayant été à l’origine de la procédure pénale. Dans sa décision, la chambre procéda à examiner les trois actions imputées au requérant faisant l’objet de l’ordonnance d’inculpation. Examinant ces faits, la chambre du Tribunal suprême s’exprima dans les termes suivants :", "« Une décision [celle du 27 février 1997 décrétant le secret de l’instruction] qui fit l’objet d’une critique aussi sévère du tribunal ad quem étant intervenu dans la procédure d’appel et dont les effets sur les droits de la défense des personnes inculpées dans la procédure ne peuvent pas être considérés comme superflus, présente des indices raisonnables quant à l’existence d’un fait délictueux. (...), la défense semble alléguer notamment que la conformité du ministère public aurait les effets d’une cause de justification. Mais une telle cause n’existe pas dans notre système juridique (...). Il en va de même pour l’argument du ministère public qui, tout en admettant le caractère objectivement condamnable de la conduite du magistrat inculpé, considéra toutefois que ce dernier avait agit par ‘obstination’. Or, l’état d’esprit exalté dans lequel les décisions litigieuses auraient été rendues n’a pas d’effets excluant la peine conformément au code pénal en vigueur, tel qu’il ressort de l’article 21 § 3 du code pénal (...).", "L’ordonnance du 28 février 1997 fut également critiquée par l’Audiencia (...). Il existe donc également à cet égard des indices de criminalité, dans la mesure où le tribunal étant intervenu dans l’appel et le secrétariat technique du Procureur Général estimèrent que les faits ayant été à l’origine de l’instruction n’étaient pas constitutifs d’un délit ; malgré cela, par l’ordonnance du 28 février 1997 un droit fondamental fut mis en cause. Une décision mettant en cause des droits fondamentaux, rendue à propos des faits dont le caractère délictueux a été catégoriquement nié par un tribunal, ainsi que par le secrétariat technique du Procureur Général, exige que soit débattue dans un procès la question de savoir s’il elle a été injuste au sens de l’article 446 § 3 du code pénal (...).", "Aussi dans le cadre de [la] décision [du 26 juin 1997, accordant la liberté provisoire sous caution de P.] quoique de manière présumée, les exigences justifiant l’ordonnance d’inculpation sont remplies ».", "19.  Par une décision du 8 octobre 1998, l’instructeur décida la conclusion de l’instruction et le renvoi de l’affaire pour jugement.", "20.  Le 16 novembre 1998, le requérant demanda à la chambre que ses membres ayant rejeté son appel contre l’ordonnance d’inculpation s’abstiennent de l’examen de la cause, en invoquant l’arrêt de la Cour Castillo Algar c. Espagne du 28 octobre 1998. Toutefois, les membres de la chambre en cause décidèrent, le 16 décembre 1998, de poursuivre l’examen de l’affaire. La chambre rappela que les parties n’avaient pas le droit de demander l’abstention d’un juge selon la Loi organique portant sur le pouvoir judiciaire (ci-après LOPJ), tout en précisant que les principes issus de l’arrêt Castillo Algar n’étaient pas applicables en l’espèce. Le 20 décembre 1998, le requérant interjeta un recours de súplica contre cette décision. Par une décision du 7 janvier 1999, la chambre réitéra que la voie adéquate pour demander que les membres d’une chambre ne siègent plus dans une affaire était la demande de récusation prévue par la LOPJ et non les demandes d’abstention présentées jusqu’alors par le requérant. La chambre estima qu’en tout état de cause, elle ne s’était pas prononcée sur le caractère injuste des décisions ayant été à l’origine de la plainte pénale à l’encontre du requérant. D’après la chambre, elle avait seulement confirmé l’inculpation sur la base des fortes critiques déjà formulées par d’autres tribunaux concernant les décisions rendues par le requérant, sans pour autant statuer sur la culpabilité de ce dernier.", "21.  Par une décision du 3 février 1999, la chambre, composée des magistrats G., B. et M.-P. rejeta la pétition de non-lieu formulée par le requérant et le ministère public, confirma l’ordonnance de clôture de l’instruction et renvoya le requérant en jugement. Dans sa décision, la chambre se limita à constater que les circonstances ayant justifié la confirmation en appel de l’ordonnance d’inculpation n’avaient pas été modifiées. Le recours de súplica formé par le requérant contre une telle décision fut rejeté en date du 19 février 1999, notifiée au requérant le 24 février 1999. La chambre rejeta le recours de súplica au motif que la décision de renvoi en jugement ne pouvait faire l’objet d’un recours de la part du requérant, conformément au droit espagnol.", "i. Demande de récusation", "22.  Le 25 février 1999, le requérant demanda la récusation des membres de la chambre du Tribunal suprême qui avaient examiné la plainte déposée contre lui, en mettant en doute leur impartialité objective en raison du parti pris à son encontre tout au long de la procédure et en particulier, lors des décisions confirmant l’ordonnance d’inculpation et celle décidant son renvoi en jugement. Il faisait référence aussi à une lettre anonyme qu’il avait reçue, dans laquelle étaient inclus des documents démontrant l’amitié proche entre le magistrat B. et l’un des avocats des plaignants. Il estimait donc que B. était entaché de partialité subjective.", "23.  Par une décision du 4 mars 1999, la chambre spéciale du Tribunal suprême appelée à examiner les demandes de récusation présentées contre un juge, composée de son président et de deux magistrats, déclara cette demande recevable et désigna un magistrat pour l’instruire. Ce dernier remit copie de la demande de récusation aux magistrats récusés, qui présentèrent deux rapports. Le magistrat B. souligna notamment la tardiveté de la demande de récusation.", "24.  Le 16 mars 1999, le magistrat instructeur remit copie de la demande de récusation au ministère public et aux autres parties. Le ministère public considéra que la date à laquelle le requérant avait eu connaissance du motif de récusation était le 16 novembre 1998. P. estima, quant à lui, que la demande de récusation était tardive, et ne pouvant être présentée après la décision de renvoi en jugement.", "25.  Par une décision du 12 avril 1999, le magistrat instructeur fit droit à la demande d’administration d’éléments de preuve présentée par le requérant. Plusieurs témoins proposés par le requérant furent entendus, dont l’avocat des plaignants qui aurait une amitié proche avec le magistrat B selon la lettre reçue par le requérant.", "26.  Par une décision du 16 juin 1999, la chambre spéciale du Tribunal suprême, composée de seize magistrats, rejeta la demande de récusation pour tardiveté, sans examiner le bien-fondé. La chambre prit en compte que la décision de renvoi en jugement dans le cadre de la plainte déposée contre le requérant avait été rendue le 3 février 1999, et qu’elle avait fait l’objet d’un recours de súplica, dans lequel le requérant ne demanda pas la récusation. La chambre constata en deuxième lieu que le requérant, dans son écrit du 16 novembre 1998, suggéra mais ne présenta pas de demande de récusation. La chambre nota enfin que la demande de récusation formée par le requérant était datée du 25 février 1999. La chambre spéciale estima par conséquent que le requérant avait demandé la récusation bien après avoir eu connaissance de tous les éléments nécessaires pour la présenter, alors qu’il aurait pu la présenter, une fois rendue la décision de renvoi en jugement, au lieu de se limiter à former un simple recours de súplica contre cette dernière.", "27.  Cinq magistrats exprimèrent une opinion dissidente. Ils estimèrent qu’il aurait fallu déclarer irrecevable, le cas échéant, la demande de récusation du requérant au début de la procédure, et non à la fin de celle-ci, dans la mesure où le requérant n’avait pu contester des motifs d’irrecevabilité opposés, alors qu’il aurait pu attaquer une éventuelle décision initiale d’irrecevabilité. Ils estimèrent également que l’article 56 du code de procédure pénale indiquant que la récusation ne pouvait être présentée après le début de la phase orale devait être interprété dans le sens qu’elle ne pouvait être introduite après le début des sessions de la procédure de jugement. Les magistrats dissidents observèrent que la décision du 3 février 1999 d’ouverture des débats oraux, ne devint définitive que le 19 février 1999, lorsque la chambre rejeta le recours de súplica du requérant, rejet qui ne lui fut notifié que le 24 février. La présentation de la demande de récusation le 25 février 1999 ne saurait donc être considéré comme tardive, compte tenu du fait que les débats oraux n’avaient pas commencé, et que le requérant ne pouvait connaître la composition de la chambre du fond qu’à partir de la décision d’ouverture de la phase orale. Les magistrats dissidents conclurent par conséquent que la chambre aurait dû examiner le bien-fondé de la demande de récusation du requérant au lieu de la déclarer irrecevable de plano alors qu’aucune décision d’irrecevabilité n’avait été adoptée au cours de la procédure.", "ii. Suite de la procédure et condamnation du requérant pour forfaiture", "28.  Suite au rejet de la demande de récusation, la procédure continua quant au bien-fondé de la plainte déposée contre le requérant pour forfaiture. Le ministère public demanda l’acquittement du requérant. Le requérant invoqua les articles 24 et 25 de la Constitution, alléguant la violation du droit à un tribunal impartial, à un procès équitable et à ne pas être jugé deux fois pour les mêmes faits.", "29.  Par un arrêt du 15 octobre 1999, la chambre pénale du Tribunal suprême, composée de trois magistrats, G., B. et M.-P., condamna le requérant pour délit continu de forfaiture, à des peines d’amende et d’interdiction d’assumer des fonctions publiques pendant quinze ans, avec perte de son poste, et impossibilité pour exercer, pendant le temps de la condamnation, des fonctions judiciaires. M.-P., magistrat rapporteur, formula une opinion dissidente.", "30.  En ce qui concerne le grief tiré du manque d’impartialité du tribunal, la chambre pénale du Tribunal suprême rappela que, conformément à la jurisprudence du Tribunal constitutionnel et de la Cour européenne (Castillo Algar c. Espagne, arrêt du 28 octobre 1998, invoqué par le requérant), le fait qu’un juge ait déjà pris des décisions dans le cadre de la même affaire, par exemple, la confirmation en appel d’une ordonnance d’inculpation, ne peut automatiquement justifier le manque d’impartialité objective dudit juge. La chambre estima qu’en l’espèce la décision litigieuse du 3 novembre 1998, à différence de celle qui avait été mise en cause dans l’affaire Castillo Algar, n’avait pas statué sur l’existence d’indices raisonnables quant au fait délictueux et s’était bornée à contrôler l’application provisoire du droit pénal matériel.", "iii. Recours d’amparo du requérant", "31.  Le 28 octobre 1999, le requérant saisit le Tribunal constitutionnel d’un recours d’amparo soulevant plusieurs griefs relatifs, entre autres, aux principes de légalité, de la présomption d’innocence et de non-discrimination, et aux droits à un procès équitable et à un tribunal indépendant et impartial.", "32.  Le 29 mai 2000, le Tribunal constitutionnel déclara le recours d’amparo recevable.", "33.  Par un arrêt du 18 décembre 2003, le Tribunal constitutionnel, composé de neuf magistrats, rejeta le recours d’amparo estimant, pour ce qui est du rejet de la demande de récusation, que l’interprétation faite par le Tribunal suprême de la législation applicable - en l’espèce, les articles 56 du code de procédure pénale et 223 § 1 de la loi organique portant sur le pouvoir judiciaire - était l’une des interprétations possibles de ces dispositions légales, bien qu’il existât d’autres interprétations moins rigoureuses qui auraient permis l’examen du bien-fondé du grief. Compte tenu des circonstances de la cause, ladite interprétation était suffisamment motivée et non irrationnelle ni arbitraire. Quant au grief tiré du manque d’impartialité objective et subjective du tribunal de jugement (cette dernière concernant le magistrat B.), la haute juridiction le rejeta pour non-épuisement des voies de recours ordinaires, faute pour le requérant d’avoir demandé la récusation de la chambre de jugement en bonne et due forme. En ce qui concerne la présomption d’innocence, le Tribunal constitutionnel, relevant qu’il ne lui appartenait pas de revoir l’appréciation des faits et des preuves effectuée par les juridictions ordinaires, constata que la condamnation du requérant s’appuyait de manière logique et non arbitraire sur des éléments de preuve suffisants.", "34.  L’opinion dissidente du magistrat–rapporteur du Tribunal constitutionnel fut jointe à l’arrêt. Le magistrat dissident nota que la décision du 3 février 1999 confirma la conclusion de l’instruction et l’ouverture de la phase orale. Pour lui, il serait donc raisonnable d’interpréter que la demande de récusation devait intervenir à ce moment précis, lorsque le requérant eut connaissance de l’ouverture des débats oraux, ou lorsque cette décision devint définitive, soit le 19 février 1999. Le magistrat nota qu’il ne ressortissait ni de la loi ni de la décision du 3 février 1999 que le recours de súplica contre cette décision n’était pas adéquat. Il s’ensuivait donc que l’interprétation de la loi faite par la chambre spéciale du Tribunal suprême pour rejeter la demande de récusation comme tardive avait porté atteinte au droit à un procès équitable au regard du droit à un tribunal impartial. Quant au fond du grief tiré du manque d’impartialité objective, le magistrat dissident estima que la chambre du Tribunal suprême, dans sa décision du 3 novembre 1998, ne s’était pas limitée à contrôler l’application du droit matériel mais, qu’au contraire, elle avait procédé à examiner de manière autonome les faits imputés en les qualifiant d’indices raisonnables de délit, allant donc au-delà de ce qui avait été fait dans l’ordonnance d’inculpation. Elle avait introduit certains éléments de fait pour appuyer cette qualification autonome – tels que la référence à l’état d’esprit exalté du requérant –, au point qu’elle avait acquis une conviction anticipée sur la présence, bien que provisoire, des éléments constitutifs du délit, ainsi que sur d’autres questions relatives à la culpabilité du requérant. En revanche, quant au grief tiré de la partialité subjective du magistrat B., le magistrat dissident considéra qu’il pouvait être rejeté pour non-épuisement des voies de recours internes, dans la mesure où le requérant aurait dû présenter une demande de récusation dès qu’il eut connaissance de sa participation au procès, soit lorsqu’il eut connaissance de la composition de la chambre qui devait se prononcer sur la recevabilité de la plainte pénale. En tout état de cause, le magistrat estima prima facie mal fondée la demande de récusation du magistrat B.", "3. Mesure de grâce en faveur du requérant", "35.  Entre-temps, par décret royal 2392/2000, du 1er décembre, le requérant avait fait l’objet d’une mesure de grâce pour ce qui était de la peine d’interdiction d’assumer des fonctions publiques. Le 8 mai 2002, le Conseil Général de la Magistrature décida la réintégration du requérant dans la carrière judiciaire.", "36.  Le requérant accepta la réintégration et demanda ensuite un congé pour convenance personnelle qui fut publié au Journal officiel de l’Etat le 2 juillet 2002. Depuis lors, le requérant exerce la profession d’avocat.", "II.  LE DROIT INTERNE PERTINENT", "A. La Constitution", "", "37.  La disposition pertinente en la matière se lit ainsi :", "Article 24 § 2", "«  De même, toute personne a droit au juge ordinaire déterminé préalablement par la loi ; elle a droit de se défendre et de se faire assister par un avocat, d’être informée de l’accusation portée contre elle, de bénéficier d’un procès public sans délais injustifiés et assorti de toutes les garanties, d’utiliser les moyens de preuve appropriées pour sa défense, de ne pas témoigner contre elle-même ni se reconnaître coupable et d’être présumée innocente. (...) »", "B. Le code de procédure pénale", "", "38.  La disposition pertinente en la matière est libellée comme suit :", "Article 56", "« La demande de récusation peut être présentée à n’importe quel moment de la procédure, mais en aucun cas après le début de la phase orale, sauf si le motif de la récusation intervient ultérieurement. »", "C. Loi organique portant sur le pouvoir judiciaire (en vigueur au moment des faits)", "", "39.  Les dispositions suivantes, qui se lisaient comme suit à l’époque des faits, sont également pertinentes en l’espèce :", "Article 217", "« Les juges et magistrats doivent s’abstenir ou, le cas échéant, peuvent être récusés pour les motifs déterminés par la loi. »", "Article 219", "« Constituent des causes d’abstention ou, selon le cas, de récusation :", "(...)", "8. Amitié intime ou inimitié manifeste avec l’une des personnes mentionnées dans l’article précédent [le ministère public, la partie accusatrice, la partie civile, l’inculpé ou prévenu, la personne à l’encontre de laquelle la plainte a été déposée, ainsi que le tiers responsable civil].", "9 Avoir un intérêt direct ou indirect dans le litige.", "10. Avoir agi en tant qu’instructeur de l’affaire pénale ou avoir résolu le litige ou l’affaire dans une instance antérieure.", "(...)", "12. Avoir occupé une fonction publique dans le cadre de laquelle le juge ou le magistrat a pu se former une opinion sur l’objet du litige ou sur l’affaire concernant les parties au procès, ses représentants ou ses conseillers et ce, au détriment de l’impartialité requise. »", "Article 221", "« Le juge ou magistrat qui est frappé par l’une des causes exposées aux articles précédents doit s’abstenir de connaître de l’affaire sans attendre d’être récusé.", "(...) »", "Article 223", "« La demande en récusation doit être présentéee par la partie dès qu’elle a connaissance de la cause de récusation. Si la partie avait connaissance de la cause de récusation dès avant le litige, elle doit, sous peine d’irrecevabilité, la proposer au début de la procédure.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "40.  Le requérant se plaint que le rejet de la demande de récusation présentée l’a privé du droit à ce que sa cause soit entendue équitablement par un tribunal impartial. Il invoque l’article 6 § 1 de la Convention, qui, dans ses parties pertinentes, se lit comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...) »", "41.  La Cour estime que ce grief doit être examiné sous l’angle du droit à un tribunal impartial uniquement en ce qui concerne la procédure pénale au principal. Elle rappelle à cet égard que la procédure de récusation d’un juge, indépendante de la procédure qui l’a fait naître, ne concerne pas le bien-fondé d’une accusation en matière pénale et ne porte pas davantage sur une contestation sur des droits et obligations de caractère civil d’un requérant au sens de l’article 6 § 1 de la Convention (Mitterrand c. France (déc.), no 39344/04, 7 novembre 2006, Quemar c. France (déc.), no 69258/01, 23 mars 2004, et Schreiber et Boetsch c. France (déc.), no 58751/00, 11 décembre 2003). Elle se doit toutefois d’examiner les allégations des parties relatives à la procédure de récusation dans le cadre de l’exception d’irrecevabilité tirée du non-épuisement des voies de recours internes soulevée par le Gouvernement.", "A.  Sur la recevabilité", "42.  Le Gouvernement excipe du défaut d’épuisement des voies de recours internes, dans la mesure où le requérant n’a pas récusé en bonne et due forme les trois magistrats faisant partie de la chambre du Tribunal suprême qui l’a ensuite condamné pour forfaiture, selon les formalités du droit interne. En ce qui concerne la décision du 4 mars 1999 enregistrant la demande de récusation présentée par le requérant, il fait observer qu’il s’agissait d’une simple décision (providencia) qui ne préjugeait en rien la recevabilité de la récusation. C’est pourquoi elle n’a pas été adoptée par la chambre spéciale – composée d’un président et de quinze magistrats – mais par son président et deux magistrats.", "43.  Le Gouvernement rappelle que les normes relatives à la récusation fixent un délai de forclusion eu égard au principe de la sécurité juridique : la récusation doit être présentée dès que le motif sur lequel elle se fonde est connu par la personne intéressée. Or, en l’espèce le requérant a tenté de récuser les magistrats après l’ouverture de la phase orale, alors qu’il avait eu connaissance du motif de récusation bien avant, d’autant plus qu’il avait fait lui-même référence à ce motif dans ses recours précédents. Le Gouvernement indique par ailleurs que la chambre du Tribunal suprême a averti le requérant, au moins à deux reprises (le 16 décembre 1998 et le 7 janvier 1999), sur la nécessité de présenter une demande formelle de récusation s’il doutait de l’impartialité du tribunal.", "44.  Le Gouvernement estime enfin que le requérant a eu l’occasion de contester la décision déclarant irrecevable la récusation devant le Tribunal constitutionnel, lequel a rendu un arrêt amplement motivé donnant réponse aux arguments du requérant.", "45.  Le requérant souligne qu’il a présenté sa demande de récusation dès qu’il a eu connaissance de la composition de la chambre qui allait instruire son procès, soit après que la décision ouvrant la phase orale est devenue définitive. En ce qui concerne le défaut d’impartialité subjective, la récusation a été formulée dès qu’il a eu connaissance de la lettre anonyme.", "46.  Le requérant ajoute que, contrairement à ce que le Gouvernement soutient, la récusation a été considérée comme recevable par une décision du 4 mars 1999 de la chambre spéciale du Tribunal suprême, qui a ordonné l’administration des éléments de preuve qu’il avait proposés. Le requérant fait observer, à l’instar de l’opinion dissidente jointe à la décision du 16 juin 1999, qu’il n’a pas eu l’occasion de présenter des allégations concernant l’irrecevabilité de sa demande. En ce qui concerne le rejet de son recours d’amparo, il soutient que le Tribunal constitutionnel s’est écarté de sa jurisprudence constante, qui permet de déclarer la violation du droit à un juge impartial, même en cas d’absence de récusation.", "47.  En conclusion, le requérant considère que les organes judiciaires internes ont eu la possibilité de se prononcer sur la violation alléguée, soit dans le cadre de la récusation elle-même soit dans le cadre de la procédure principale, dans la mesure où il a invoqué ce grief lors de l’audience publique devant le Tribunal suprême.", "48.  La Cour rappelle qu’aux termes de l’article 35 § 1 de la Convention elle ne peut être saisie qu’après l’épuisement des voies de recours internes. La finalité de l’article 35 § 1 de la Convention est de ménager aux Etats contractants l’occasion de prévenir ou redresser – normalement par la voie des tribunaux – les violations alléguées contre eux avant qu’elles ne soient soumises à la Cour. Les Etats n’ont donc pas à répondre de leurs actes devant un organisme international avant d’avoir eu la possibilité de redresser la situation dans leur ordre juridique interne. Cette règle se fonde sur l’hypothèse, objet de l’article 13 de la Convention – avec lequel elle présente d’étroites affinités –, que l’ordre interne offre un recours effectif quant à la violation alléguée (Selmouni c. France [GC], no 25803/94, § 74, CEDH 1999-V). Elle n’exige pas seulement la saisine des juridictions nationales compétentes ; elle oblige aussi, en principe, à soulever devant ces mêmes juridictions, au moins en substance et dans les formes et délais prescrits par le droit interne, les griefs que l’on entend formuler par la suite au niveau international (voir, parmi beaucoup d’autres, Fressoz et Roire c. France [GC], no 29183/95, § 37, CEDH 1999-I). Cependant, seul l’épuisement des recours accessibles et adéquats relatifs à la violation incriminée est requis (Deweer c. Belgique, arrêt du 27 février 1980, série A no 35, p. 16, § 29). En outre, l’article 35 § 1 doit s’appliquer « avec une certaine souplesse et sans formalisme excessif » (Akdivar et autres c. Turquie, arrêt du 16 septembre 1996, Recueil des arrêts et décisions 1996-IV, §§ 65-69). Enfin, cette règle ne s’accommode pas d’une application automatique et ne revêt pas un caractère absolu ; en en contrôlant le respect, il faut avoir égard aux circonstances de la cause (Selmouni, précité, § 77).", "49.  Il faut donc rechercher si, compte tenu de l’ensemble des circonstances de l’espèce, le requérant peut passer pour avoir fait tout ce qu’on pouvait raisonnablement attendre de lui pour épuiser les voies de recours internes.", "50.  La Cour note qu’en l’espèce le recours d’amparo présenté par le requérant, pour ce qui est du grief tiré du manque d’impartialité du tribunal, a été rejeté pour non-épuisement des voies de recours ordinaires, faute pour lui d’avoir demandé la récusation de la chambre en bonne et due forme. Elle note cependant que la législation applicable relative au délai de forclusion pour les demandes de récusation a fait l’objet d’interprétations divergentes au sein même de la chambre spéciale du Tribunal suprême qui a eu à connaître de la demande du requérant (paragraphe 27 ci-dessus), notamment en ce qui concerne le dies ad quem. En effet, le rejet de la demande de récusation pour tardiveté, confirmée par le Tribunal constitutionnel dans le cadre du recours d’amparo, s’appuyait sur l’une des interprétations possibles de la législation procédurale. La Cour rappelle à cet égard qu’elle n’a pas pour tâche de se substituer aux juridictions internes. C’est au premier chef aux autorités nationales, et notamment aux cours et tribunaux, qu’il incombe d’interpréter la législation interne (voir, mutatis mutandis, les arrêts Brualla Gómez de la Torre c. Espagne du 19 décembre 1997, Recueil 1997-VIII). La Cour observe que la demande de récusation a été déclarée tardive, au motif que le requérant l’avait introduite non pas après la décision de renvoi en jugement mais une fois que cette décision fut devenue définitive. Cette interprétation de la législation procédurale, contestée par cinq magistrats de la chambre spéciale du Tribunal suprême et par le magistrat-rapporteur du Tribunal constitutionnel, apparaît en l’occurrence par trop rigoureuse et formaliste, car elle a privé le requérant de la possibilité de faire examiner au fond le grief relatif à la prétendue partialité du tribunal et de prévenir, le cas échéant, une situation contraire à l’exigence d’impartialité découlant de l’article 6 § 1 de la Convention. La Cour rappelle à cet égard l’importance de la confiance que les tribunaux d’une société démocratique se doivent d’inspirer au justiciable (Remli c. France, arrêt du 23 avril 1996, Recueil des arrêts et décisions 1996II, § 48).", "51.  En tout état de cause, la Cour observe que le requérant a demandé à deux reprises, le 16 novembre 1998 et le 20 décembre 1998, à la chambre en question de s’abstenir de l’examen de sa cause, en invoquant l’arrêt Castillo Algar. Or, les membres de la chambre, pourtant conscients des appréhensions du requérant, n’estimèrent pas nécessaire de se déporter de leur propre initiative (voir, mutatis mutandis, Hauschildt c. Danemark du 24 mai 1989, série A no 154, p. 21, § 1). A cet égard, elle relève qu’il existe en droit espagnol une disposition d’ordre général, l’article 221 de la Loi organique portant sur le pouvoir judiciaire, en vigueur au moment des faits, qui oblige le juge concerné par l’une des causes d’abstention ou de récusation prévue par la loi à s’abstenir de connaître l’affaire sans même attendre d’être récusé (voir arrêt Pescador Valero c. Espagne, no 62435/00, § 24, CEDH 2003VII). La Cour note en outre que même après le rejet de sa demande formelle de récusation du 25 février 1999, le requérant a encore invoqué à l’audience devant le Tribunal suprême le prétendu manque d’impartialité du tribunal dans le cadre de la procédure au principal relative à la plainte pour forfaiture déposée à son encontre et, ensuite, devant le Tribunal constitutionnel dans le cadre de son recours d’amparo. Dans ces circonstances, la Cour considère qu’aucun manque de diligence ne peut être reproché au requérant, dans la mesure où il a usé de l’ensemble des voies de recours internes dont il disposait.", "52.  Dans ces conditions, on ne saurait soutenir que les autorités nationales n’ont pas eu la possibilité de redresser la violation alléguée de l’article 6 § 1 (voir, mutatis mutandis, Castillo Algar c. Espagne, arrêt du 28 octobre 1998, Recueil des arrêts et décisions 1998VIII, § 35, et Romero Martín c. Espagne (déc.), no 32045/03, 12 juin 2006). La Cour estime que ce serait faire preuve d’un « formalisme excessif » que de considérer que le requérant a omis d’épuiser les voies de recours internes en ne respectant pas les règles procédurales prescrites (voir, mutatis mutandis, Corcuff c. France, no 16290/04, § 27, 4 octobre 2007).", "53.  En conséquence, l’exception du non-épuisement des voies de recours internes soulevée par le Gouvernement ne saurait être accueillie.", "54.  La Cour constate que le grief tiré du droit à un tribunal impartial n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1. Thèses des comparants", "a) Le requérant", "55.  Le requérant soutient que la chambre du Tribunal suprême qui a examiné le bien-fondé de l’affaire et prononcé sa condamnation, était composée de trois magistrats, à savoir G., B. et M.-P., qui composaient aussi la chambre du même tribunal qui avait précédemment, entre autres, déclaré recevable la plainte déposée contre lui, rejeté le recours qu’il avait introduit contre la recevabilité, rejeté l’appel introduit contre l’ordonnance d’inculpation et déclaré l’ouverture de la phase orale, contre l’avis du ministère public et avec l’opinion dissidente du magistrat-rapporteur. Il fait valoir que la décision de la chambre en cause confirmant en appel l’ordonnance d’inculpation ne se limitait pas à contrôler l’application correcte du droit de la part de l’instructeur, mais faisait une évaluation des faits, fût-ce à titre indiciaire, et assumait l’existence d’indices raisonnables de criminalité. Le requérant souligne que la chambre du Tribunal suprême a déclaré l’ouverture de la phase orale contre l’avis du ministère public. Il soutient que les deux magistrats faisant partie de la majorité (G. et B.) ayant confirmé l’inculpation et déclaré l’ouverture de la phase orale sont arrivés à l’audience avec des idées préconçues sur l’existence des éléments du délit et sur sa culpabilité. Il renvoie au fait que conformément à la pratique judiciaire en Espagne, sauf en ce qui concerne le Tribunal suprême, les juges ayant statué sur des recours contre les actes d’instruction ne peuvent faire partie du tribunal appelé à juger l’affaire au fond.", "56.  Le requérant se plaint également que l’un des magistrats de la chambre du Tribunal suprême, B., a péché de manque d’impartialité subjective, dans la mesure où il avait une amitié très proche avec l’avocat des plaignants. Il soutient que B. avait démontré un vif intérêt dans l’affaire. Il renvoie aux témoignages produits dans le cadre de la procédure de récusation qui, selon lui, prouveraient l’amitié intime de B. avec l’avocat en question.", "b) Le Gouvernement", "57.  Le Gouvernement note d’emblée que l’irrecevabilité de la demande de récusation n’a pas empêché que la chambre du Tribunal suprême en cause se prononce, à deux reprises, sur le fond de la violation alléguée, en signalant les motifs par lesquels la jurisprudence Castillo Algar n’était pas applicable en l’espèce. Il rappelle que selon cette jurisprudence et celle du Tribunal constitutionnel espagnol, l’impartialité objective d’une juridiction ne peut pas découler du simple fait qu’un juge a déjà pris des décisions avant le procès.", "58.  Le Gouvernement estime qu’en l’espèce, la décision sur la recevabilité de la plainte pénale se limitait à confirmer que les faits dénoncés revêtaient l’apparence du délit en question. Quant à la confirmation en appel de l’ordonnance d’inculpation, il soutient qu’elle ne préjugeait en aucun cas la culpabilité du requérant, s’étant limitée à vérifier la concurrence des conditions légalement requises pour l’inculpation. L’empêchement allégué ne pouvait découler de la simple appréciation de l’existence d’indices de criminalité, alors que la chambre n’avait pas eu un contact direct ni avec l’accusé ni avec les faits. Il en va de même pour la décision du 3 février 1999, qui ne faisait qu’examiner les conditions légales pour le renvoi en jugement. Le Gouvernement renvoie à la jurisprudence de la Cour qui devrait être applicable selon lui dans le cas d’espèce (Romero Martín c. Espagne, précitée, Cabezas Rectoret c. Espagne (déc.), no 7228/03, 5 avril 2005, Hernández Cairós c. Espagne (déc.), no 41785/02, 17 février 2004, et Garrido Guerrero c. Espagne (déc.), no 43715/98, 2 mars 2000).", "59.  Quant au prétendu manque d’impartialité subjective du magistrat B., le Gouvernement fait valoir que, lorsqu’il émit son rapport à l’occasion de la demande de récusation, ledit magistrat nia ouvertement l’existence de l’amitié alléguée, qui n’a aucunement été prouvée dans la procédure de récusation. Le Gouvernement fait observer qu’en tout état de cause, seul l’intérêt dans l’affaire ou l’amitié proche avec les parties, et non pas avec leurs avocats, peuvent mettre en cause l’impartialité subjective d’un juge.", "2. Appréciation de la Cour", "60.  La Cour rappelle qu’aux fins de l’article 6 § 1, l’impartialité doit s’apprécier selon une démarche subjective, essayant de déterminer la conviction et le comportement personnels de tel juge en telle occasion, et aussi selon une démarche objective amenant à s’assurer qu’il offrait des garanties suffisantes pour exclure à cet égard tout doute légitime (voir, entre autres, les arrêts Hauschildt c. Danemark, précité, § 46, et Thomann c. Suisse du 10 juin 1996, Recueil 1996-III, p. 815, § 30).", "61.  En ce qui concerne la première démarche, la Cour a toujours considéré que l’impartialité personnelle d’un magistrat se présume jusqu’à preuve du contraire (Kyprianou c. Chypre [GC] du 15 décembre 2005, no 73797/01, § 119). Même si dans certains cas il peut s’avérer difficile de fournir des preuves permettant de renverser la présomption, l’exigence d’impartialité objective fournit, il convient de le rappeler, une garantie importante de plus (Pullar c. Royaume-Uni, arrêt du 10 juin 1996, Recueil 1996-III, p. 793, § 32). En d’autres termes, la Cour reconnaît la difficulté d’établir l’existence d’une violation de l’article 6 pour partialité subjective. En l’espèce, elle n’a relevé aucun élément susceptible de mettre en doute l’impartialité personnelle du magistrat B. Les allégations du requérant concernant l’amitié proche du magistrat en cause avec l’avocat de l’un des plaignants, à supposer même qu’elles puissent être considérées comme prouvées, ne sauraient être prises en compte. En tout état de cause, la Cour n’estime pas nécessaire de trancher cette question dès lors qu’elle constate l’existence d’une violation de l’article 6 pour manque d’impartialité objective, pour les motifs qui suivent (Belukha c. Ukraine, no 33949/02, 9 novembre 2006, § 51).", "62.  Quant à la seconde démarche, elle conduit à se demander, lorsqu’une juridiction collégiale est en cause si, indépendamment de l’attitude personnelle de l’un de ses membres, certains faits vérifiables autorisent à douter de l’impartialité de celle-ci. En la matière, même les apparences peuvent revêtir de l’importance. Il en résulte que, pour se prononcer sur l’existence, dans une espèce donnée, d’une raison légitime de craindre d’une juridiction un défaut d’impartialité, le point de vue de l’intéressé entre en ligne de compte mais ne joue pas un rôle décisif. L’élément déterminant consiste à savoir si les appréhensions de celui-ci peuvent passer pour objectivement justifiées (Lindon, Otchakovsky-Laurens et July c. France [GC], nos 21279/02 et 36448/02, § 77, CEDH 2007...).", "63.  La Cour note qu’en l’occurrence la crainte d’un manque d’impartialité tient du fait que G., B. et M.-P, les trois juges ayant siégé dans la juridiction de jugement ayant condamné le requérant, dont le président et le rapporteur, faisaient également partie de la chambre du tribunal qui confirma en appel son inculpation (paragraphe 18 ci-dessus) et décida le renvoi en jugement (paragraphe 21 ci-dessus). Les juges B. et M.-P. firent aussi partie de la chambre qui avait précédemment déclaré recevable la plainte pénale déposée contre le requérant et rejeté le recours de ce dernier contre une telle recevabilité (paragraphes 14 et 15 ci-dessus).", "64.  Pareille situation peut susciter chez le prévenu des doutes sur l’impartialité des juges. Cependant, la réponse à la question de savoir si l’on peut considérer ces doutes comme objectivement justifiés varie suivant les circonstances de la cause ; le simple fait qu’un juge ait déjà pris des décisions avant le procès ne peut donc, en soi, justifier des appréhensions quant à son impartialité (arrêt Hauschildt précité, p. 22, § 50). Ce qui compte est l’étendue des mesures adoptées par le juge avant le procès.", "65.  Dans le cas d’espèce, la Cour observe que, selon la décision du 19 février 1998 rendue par la chambre du Tribunal suprême dans laquelle siégeaient les juges B. et M.-P., il existait une apparence de délit de forfaiture au sens de la disposition applicable du code pénal. Sur la base de cette apparence, la chambre en question déclara recevable la plainte pénale et décida l’ouverture de la phase d’instruction. Dans sa décision du 16 mars 1998, la même chambre du Tribunal suprême rejeta le recours de súplica présenté par le requérant contre la recevabilité de la plainte. Elle se référa à l’impossibilité légale pour le requérant d’attaquer cette décision tout en précisant qu’il n’y avait aucune raison de l’infirmer, les motifs sur lesquels la recevabilité de la plainte s’appuyait n’ayant pas été modifiés. La chambre prit bien soin de préciser le caractère provisoire de sa décision de recevabilité, dans la mesure où les conduites présumées délictueuses devraient être corroborées pendant l’instruction de l’affaire.", "66.  La Cour estime que dans ces deux décisions, la chambre du Tribunal suprême dans laquelle siégeaient les juges B. et M.-P. ne se livra à aucune appréciation quant à la culpabilité du requérant, se limitant à constater que les conditions formelles pour la recevabilité de la plainte pénale déposée contre le requérant étaient réunies et à écarter tout motif de rejet de la plainte. En conséquence, la Cour est d’avis que les appréhensions du requérant d’un manque d’impartialité concernant ces deux décisions ne sauraient pas être objectivement justifiées (voir Ferragut Pallach c. Espagne (déc.), no 1182/03, 28 février 2006 et Romero Martín c. Espagne (déc.), no 32045/03, 12 juin 2006).", "67.  Pour ce qui est de la décision du 3 novembre 1998, la Cour observe que celle-ci fut rendue par la chambre du Tribunal suprême comprenant les juges G., B. et M.-P, qui siégèrent ensuite dans la juridiction de jugement. Dans sa décision, la chambre confirma en appel l’ordonnance d’inculpation rendue contre le requérant, tout en précisant que sa tâche devait se limiter à vérifier si l’application provisoire du droit matériel n’avait pas été manifestement incorrecte. Pour ce faire, la chambre procéda à examiner les trois décisions rendues par le requérant faisant l’objet de l’inculpation pour forfaiture. En ce qui concerne la première décision litigieuse rendue par le requérant (déclaration du secret de la procédure d’instruction) la chambre constata des indices raisonnables quant à l’existence d’un fait délictueux, dans la mesure où cette décision avait fait l’objet d’une « critique très sévère du tribunal ad quem étant intervenu dans la procédure d’appel ». Par ailleurs, la chambre fit référence au fait que l’accord du ministère public avec la décision litigieuse ne pouvait entrer en jeu en tant que cause de justification du comportement du requérant. Elle se prononça également sur l’éventuel « état d’esprit exalté » dans lequel ce dernier aurait pris la décision, et ses effets quant à la peine à infliger. Quant à la deuxième décision litigieuse rendue par le requérant, à savoir l’interdiction de quitter le territoire sauf accord du juge, la chambre du Tribunal suprême constata également qu’il existait des indices susceptibles de qualifier le fait de délit, ajoutant qu’une telle décision mettant en cause des droits fondamentaux avait été rendue à propos des faits dont le caractère criminel avait été « catégoriquement nié » par la juridiction ad quem.", "68.  La Cour relève que la chambre prit soin d’insister sur le caractère provisoire de l’ordonnance d’inculpation, précisant qu’elle ne préjugeait en rien le fond de l’affaire. Toutefois, les termes employés pouvaient facilement donner à penser qu’il existait des indices suffisants pour permettre de conclure qu’un délit avait été commis. En effet, la Cour considère que la décision du 3 novembre 1998 ne se limita pas à contrôler l’application provisoire du droit matériel, puisqu’elle fait même référence à des éventuelles causes de justification – telle que l’accord du ministère public avec la conduite du requérant – ou à des circonstances atténuantes – le prétendu « état d’esprit exalté » du requérant – qui sont plus proches d’un jugement de fond que d’un simple acte d’instruction. Cette motivation autorise à penser que les membres de la chambre s’étaient déjà fait une opinion sur l’existence d’indices concernant les éléments du délit, y compris sur des questions relatives à la culpabilité du requérant.", "69.  La Cour note en outre que la décision du 3 février 1999, rendue par la chambre du Tribunal suprême avec la même composition, rejeta la demande de non-lieu et décida le renvoi en jugement. Elle entérina ainsi la confirmation en appel de l’ordonnance d’inculpation et renvoya le requérant en jugement.", "70.  Or les juges G. (en tant que président), B. et M.-P (ce dernier comme magistrat rapporteur) siégèrent ensuite dans la chambre du Tribunal suprême qui, le 15 octobre 1999, reconnut le requérant coupable de forfaiture et le condamna à des peines d’amende et d’interdiction d’assumer des fonctions publiques pendant quinze ans. La Cour estime que ce fait permet de distinguer la présente espèce d’autres affaires où était en cause l’impartialité d’un seul juge au sein d’une juridiction collégiale (voir Garrido Guerrero, précitée, et Ferragut Pallach, précitée).", "71.  La Cour estime en conséquence que, dans les circonstances de la cause, l’impartialité de la juridiction de jugement pouvait susciter des doutes sérieux dans la mesure où tous ses membres étaient intervenus dans de nombreux actes d’instruction dont, en particulier, l’appel contre l’ordonnance d’inculpation prononcée à l’encontre du requérant. Elle estime que les craintes du requérant à cet égard pouvaient passer pour objectivement justifiées (Castillo Algar c. Espagne, arrêt du 28 octobre 1998, Recueil des arrêts et décisions 1998VIII, § 50, et Perote Pellon c. Espagne, no 45238/99, § 51, 25 juillet 2002).", "72.  Par conséquent, la Cour conclut qu’il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 DE LA CONVENTION", "73.  Le requérant se plaint également d’une violation du principe de la présomption d’innocence, dans la mesure où il a été condamné pour délit de forfaiture alors que les juges qui l’ont remplacé dans l’examen de la procédure au principal suite à sa condamnation ont accepté et continué d’appliquer les décisions qu’il avait prononcées sans qu’ils aient été poursuivis pour le même délit. Il soutient que les preuves produites n’étaient pas suffisantes pour fonder sa condamnation et que les membres de la juridiction de jugement étaient arrivés à l’audience avec des idées préconçues sur sa culpabilité. Le requérant invoque l’article 6 § 2 de la Convention qui dispose comme suit :", "« Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa cause ait été légalement établie. »", "74.  Le Gouvernement ne se prononce pas sur ce grief.", "75.  La Cour considère que ce grief doit être déclaré recevable. Eu égard au constat de violation du droit du requérant à voir sa cause entendue par un tribunal impartial auquel elle parvient, la Cour estime qu’il n’y a pas lieu d’examiner le présent grief.", "", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION", "76.  Le requérant se plaint enfin d’une discrimination par rapport aux deux juges d’instruction qui le remplacèrent et confirmèrent les décisions qu’il avait adoptées, et au ministère public qui demanda les mesures objet de telles décisions, dans la mesure où ils n’ont pas été poursuivis pénalement. Il invoque l’article 14 de la Convention, qui se lit ainsi :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "77.  Le Gouvernement ne se prononce pas sur ce grief.", "78.  La Cour rappelle que cette disposition n’a pas d’existence indépendante, puisqu’elle vaut uniquement pour la jouissance des droits et libertés garantis par la Convention et ses Protocoles (arrêt Burden c. Royaume-Uni [GC], no 13378/05, § 58, 29 avril 2008). A supposer qu’elle soit combiné avec l’article 6 de la Convention, compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, elle ne relève aucune apparence de violation des droits et libertés garantis par cette disposition. Il s’ensuit que ce grief doit être rejeté en application de l’article 35 § 4 de la Convention", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "79.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "80.  Le requérant réclame un montant total de 204 129 euros (EUR) au titre du préjudice matériel qu’il aurait subi à raison de la perte du salaire de magistrat entre juin 1998 et juillet 2002, date à laquelle il a obtenu un congé pour convenance personnelle. Il réclame également 100 000 euros (EUR) au titre du préjudice moral à raison de la campagne médiatique et le discrédit qu’il aurait subi.", "81.  Le Gouvernement trouve ces sommes excessives et s’en remet à la sagesse de la Cour.", "82.  Conformément à sa pratique constante dans les affaires concernant la violation de l’article 6 § 1 en raison du manque objectif d’indépendance et impartialité, la Cour ne considère pas approprié d’octroyer une compensation au requérant pour les pertes alléguées. En effet, elle ne saurait spéculer sur le résultat auquel la procédure aurait abouti sans le manquement aux exigences de la Convention (arrêt Perote Pellón, précité, § 59). La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande.", "83.  La Cour estime que le requérant a subi un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier (mutatis mutandis, Cianetti c. Italie, no 55634/00, § 53, 22 avril 2004, et Mathony c. Luxembourg, no 15048/03, § 42, 15 février 2007). Eu égard aux circonstances de la cause et statuant sur une base équitable comme le veut l’article 41 de la Convention, elle décide d’octroyer au requérant la somme de 5 000 EUR.", "B.  Frais et dépens", "84.  Le requérant demande également 30 000 EUR pour les frais et dépens. Il n’a pas fourni de notes de frais.", "85.  Le Gouvernement trouve cette somme excessive et non justifiée.", "86.  La Cour rappelle qu’un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. De plus, l’article 60 § 2 du règlement prévoit que toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie (Buscarini et autres c. Saint-Marin [GC], no 24645/94, § 48, CEDH 1999-I). En l’espèce, le requérant n’a pas soumis des notes de frais à la Cour pour étayer sa demande. En conséquence, la Cour estime qu’il n’y a pas lieu de lui accorder une somme à ce titre.", "C.  Intérêts moratoires", "87.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "", "", "", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l’article 6 §§ 1 et 2 et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner au fond le grief tiré de l’article 6 § 2 de la Convention ;", "", "4.  Dit,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros), plus tout montant pouvant être dû à titre d’impôt,  pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 22 juillet 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident", "", "", ""]}