{"file": "FRE_CLINF_38224_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "38224/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 133", "Août-Septembre 2010", "Sanoma Uitgevers B.V. c. Pays-Bas [GC] - 38224/03", "Arrêt 14.9.2010 [GC]", "Article 10", "Article 10-1", "Liberté de communiquer des informations", "Liberté de recevoir des informations", "Saisie par la police de pièces qui auraient pu permettre l’identification de sources journalistiques: violation", "", "En fait – La société requérante possède un magazine automobile, qui décida un jour de publier un article sur les courses de rue illégales. Des journalistes du magazine reçurent de la part des organisateurs de l’une de ces courses l’autorisation de prendre des photographies à condition de ne pas divulguer l’identité des participants. Les photographies originales furent stockées sur un CD-Rom, l’intention étant d’agrémenter l’article à paraître d’une série de photographies retouchées de manière à empêcher l’identification des voitures et des participants. Avant toutefois que l’article ne pût être publié, le rédacteur en chef du magazine se vit notifier par le procureur une injonction de remise des photographies pour les besoins d’une enquête pénale au sujet d’une « question de vie ou de mort ». Il fut averti qu’en cas de refus d’obtempérer il serait poursuivi et détenu, les locaux de sa société perquisitionnés et ses ordinateurs saisis. Une fermeture temporaire des locaux aurait entraîné des pertes financières importantes pour la société. Le rédacteur en chef fut par la suite détenu pendant quatre heures dans les locaux de la société. Le CD-Rom qui contenait les photographies fut remis aux autorités après qu’un juge d’instruction de garde, qui était intervenu à la demande de la société et avec l’accord du procureur, eut exprimé l’avis que les nécessités de l’enquête pénale l’emportaient sur le privilège de protection de ses sources dont jouissait la société. La saisie fut jugée légale par un tribunal après que le procureur lui eut expliqué que les photographies étaient requises dans le but de faciliter l’identification d’une voiture censée avoir été utilisée pour s’enfuir par des malfaiteurs après des casses bélier contre des distributeurs de billets et que l’enquête en question ne concernait pas la course de rue. Cette décision fut confirmée en appel.", "En droit – Article 10 : les autorités avaient clairement indiqué qu’une perquisition des locaux de la société requérante serait menée si le CD-Rom ne leur était pas remis. Pareille mesure aurait entraîné la fermeture temporaire des locaux de la société et des retards dans la publication d’informations périssables. L’un des journalistes du magazine fut également arrêté pendant une brève période. Dans ces conditions, même si aucune perquisition ni aucune saisie ne furent effectuées en pratique, l’affaire concernait une injonction contraignante de remise de matériaux journalistiques qui comportaient des informations de nature à permettre l’identification de sources journalistiques. En conséquence, l’injonction en cause était constitutive par elle-même d’une ingérence dans l’exercice par la société requérante de sa liberté de recevoir et de communiquer des informations.", "En ce qui concerne la question de savoir si cette ingérence était « prévue par la loi », nul ne conteste que la mesure litigieuse avait une base légale, à savoir l’article 96a § 3 du code de procédure pénale. Cela étant, la Cour réaffirme que pour satisfaire à l’exigence de « qualité » de la loi, toute atteinte au droit à la protection des sources des journalistes et des informations susceptibles de conduire à leur identification doit être entourée de garanties procédurales, définies par la loi, en rapport avec l’importance du principe en jeu. Au premier rang des garanties exigées doit figurer la possibilité de faire contrôler la mesure par un juge ou tout autre organe décisionnel indépendant et impartial investi du pouvoir de dire, avant la remise des éléments réclamés, s’il existe un impératif d’intérêt public l’emportant sur le principe de protection des sources des journalistes et, dans le cas contraire, empêcher tout accès non indispensable aux informations susceptibles de conduire à la divulgation de l’identité des sources. Pareil contrôle doit être de nature préventive, un contrôle pratiqué seulement a posteriori étant inapte à préserver l’essence même du droit à la confidentialité, et l’autorité en étant chargée doit être en mesure d’effectuer, avant toute divulgation, la mise en balance des risques potentiels et des intérêts respectifs relativement aux éléments dont la divulgation est demandée. La décision à prendre doit être régie par des critères clairs, notamment quant au point de savoir si une mesure moins intrusive peut suffire, et l’organe de contrôle doit avoir la faculté de refuser de délivrer une injonction de divulgation ou d’émettre une injonction de portée plus limitée ou plus encadrée, de manière à ce que les sources concernées puissent échapper à la divulgation de leur identité, qu’elles soient ou non spécifiquement nommées dans les éléments dont la remise est demandée.", "Appliquant ces principes à la cause de la société requérante, la Cour relève que depuis l’entrée en vigueur de l’article 96a du code de procédure pénale le pouvoir de délivrer des injonctions de divulgation est confié au procureur plutôt qu’à un juge indépendant. Si le procureur est lié par les exigences de l’intégrité ordinaire, du point de vue procédural il est une « partie » qui défend des intérêts potentiellement incompatibles avec la protection des sources des journalistes et il ne peut donc guère passer pour être objectif et impartial. De surcroît, si la demande d’intervention d’un juge d’instruction formulée par la société requérante fut accueillie, le magistrat en question intervint en dehors de toute base légale, dans un rôle purement consultatif et sans aucune autorité légale en la matière. Pareille situation ne peut guère être réputée compatible avec l’état de droit. Ces déficiences ne furent pas purgées par le contrôle post factum effectué par le tribunal d’arrondissement, tout aussi impuissant à empêcher le procureur et la police d’examiner les photographies stockées sur le CD‑Rom une fois celui-ci parvenu en leur possession.", "En conclusion, la qualité de la loi était déficiente dans la mesure où il n’existait aucune procédure, entourée de garanties légales adéquates, qui eût permis une appréciation indépendante du point de savoir si l’intérêt de l’enquête pénale qui était en cours devait ou non l’emporter sur l’intérêt public à la protection des sources des journalistes. En conséquence, l’ingérence n’était pas « prévue par la loi ».", "Conclusion : violation (unanimité).", "Article 41 : aucune demande de satisfaction équitable n’a été formulée par la société requérante.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}