{"file": "FRE_HFJUD_59297_12.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "59297/12", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "", "AFFAIRE M.G. c. BULGARIE", "", "(Requête no 59297/12)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 mars 2014", "", "", "", "DÉFINITIF", "\t", "25/06/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire M.G. c. Bulgarie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tIneta Ziemele, présidente,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tPaul Mahoney,\n\tKrzysztof Wojtyczek, juges,\net de Françoise Elens-Passos, greffière de section,", "Après en avoir délibéré en chambre du conseil le 11 mars 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", ".  À l’origine de l’affaire se trouve une requête (no 59297/12) dirigée contre la République de Bulgarie et dont un ressortissant russe, M. M.G. (« le requérant »), a saisi la Cour le 14 septembre 2012 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le Président de la section à l’époque a accédé à la demande de non-divulgation de son identité formulée par le requérant (article 47 § 3 du règlement de la Cour).", "2.  Le requérant a été représenté, initialement, par Me  M. Pehlivanov, avocat à Ruse et, ultérieurement, par M. K. Kanev, de l’organisation non gouvernementale « Comité bulgare d’Helsinki », basée à Sofia. Le gouvernement bulgare (« le Gouvernement ») a été représenté par son agente, Mme M. Dimova, du ministère de la Justice.", ".  Dans sa requête initiale, le requérant alléguait que son extradition vers la Fédération de Russie constituerait une violation de ses droits garantis par les articles 2 et 3 de la Convention.", ".  Le 14 septembre 2012, le Président de la section a décidé, en vertu de l’article 39 du règlement de la Cour, d’indiquer au Gouvernement de ne pas procéder à l’extradition du requérant vers la Fédération de Russie jusqu’au prononcé de l’arrêt de la Cour sur la recevabilité et sur le fond de la présente requête. Le même jour, la requête a été communiquée au Gouvernement.", ".  Le requérant étant de nationalité russe, par une lettre du 17 octobre 2012, le gouvernement russe a été invité à présenter ses éventuelles observations écrites sur l’affaire, comme le lui permettait l’article 36 § 1 de la Convention. Par une lettre du 12 décembre 2012, le gouvernement russe a fait savoir qu’il n’entendait pas se prévaloir de cette possibilité.", "6.  Dans l’intérêt d’une bonne administration de la justice, et sur décision du président de la section rendue en vertu de l’article 36 § 2 de la Convention et de l’article 44 § 3 a) du règlement de la Cour, par des lettres datées du 17 octobre 2012, les gouvernements allemand et polonais ont été invités à soumettre des observations écrites sur la présente requête. Par une lettre du 11 décembre 2012, le gouvernement allemand a indiqué qu’il n’entendait pas se prévaloir de cette possibilité. Le gouvernement polonais n’a pas répondu à la lettre de la Cour dans le délai indiqué par celle-ci et ne s’est pas prévalu de la possibilité de soumettre des observations écrites sur l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", ".  Le requérant est né en 1965 et est actuellement détenu en Bulgarie, à la prison de Sofia. Il est citoyen russe d’origine tchétchène et jusqu’en 2004, il habitait en Ingouchie, dans le Caucase du Nord.", "A.  La procédure pénale ouverte contre le requérant en Russie, son départ en exil et son obtention du statut de réfugié en Pologne et en Allemagne", ".  Le 15 octobre 2003, une équipe d’agents de la direction régionale du service fédéral de sécurité de la Fédération de Russie (ci-après « la direction régionale du FSB ») procéda à la perquisition de la maison du requérant dans le village de Nesterovskaya, Sounjenski raïon, en République d’Ingouchie. D’après les documents versés au dossier, les agents avaient découvert dans la cave de la maison trois fusils d’assaut automatiques de type AK, deux fusils de combat, une mitrailleuse, une quantité importante de munitions pour ces armes, plusieurs centaines de grenades à main et de roquettes antichars, deux lance-roquettes, un lanceur pour missiles antichars, des explosifs, des détonateurs, des télécommandes de mise à feu, deux engins explosifs improvisés, ainsi que plusieurs boîtes d’agents chimiques toxiques.", ".  Le même jour, un enquêteur de la division d’investigation du FSB en Ingouchie ouvrit une enquête pénale contre X pour organisation d’un groupe armé et participation audit groupe, préparation d’actes terroristes, et trafics d’armes et de substances chimiques toxiques. À un stade ultérieur de l’enquête, les autorités russes recueillirent des informations indiquant que le stock d’armes, de munitions et de substances toxiques retrouvé dans la cave du requérant aurait appartenu à un groupe armé djihadiste qui opérait dans le Caucase du Nord et, en particulier, sur les territoires de Tchétchénie et d’Ingouchie. Le requérant était soupçonné de faire partie de ce groupe et d’avoir participé activement à l’acquisition, au transport et au stockage des armes, munitions, explosifs et substances toxiques en question.", ".  Au début du mois de mars 2004, le requérant, son épouse et leurs trois enfants partirent en train de Vladikavkaz, en Ossétie du Nord-Alanie, pour la ville frontalière de Brest, en Biélorussie. La famille se rendit ensuite en Pologne où, le 11 mars 2004, le requérant déposa une demande d’asile auprès des autorités polonaises.", ".  Le 15 novembre 2004, le directeur du service polonais de rapatriement et des étrangers décida de donner au requérant, à son épouse et à leurs trois enfants le statut de réfugiés conformément à la Convention du 28 juillet 1951 relative au statut des réfugiés (ci-après « la Convention de Genève ») et au Protocole du 31 janvier 1967 relatif au statut des réfugiés (ci-après « le Protocole de New York »).", ".  Le 14 février 2005, un enquêteur de la division d’investigation du FSB en Ingouchie inculpa le requérant pour les infractions pénales suivantes réprimées par le code pénal russe (le CP) : participation à un groupe armé (article 209 alinéa 2 du CP) ; préparation d’actes terroristes en fournissant des armes, explosifs, munitions et du matériel de communication à des groupes terroristes (article 205 alinéa 3 et article 30 alinéa 1 du CP) ; trafic d’armes, de munitions et d’explosifs en tant que membre d’un groupe armé (article 222 alinéa 3 du CP) ; trafic de substances toxiques en tant que membre d’un groupe armé (article 234 alinéa 3 du CP).", ".  Le 16 février 2005, le tribunal pénal de Nazran, en Ingouchie, délivra un mandat d’arrêt contre le requérant et décida d’ordonner le placement en détention provisoire de ce dernier sur le fondement de soupçons de participation à un groupe armé, de préparation d’actes terroristes sur les territoires des Républiques de Tchétchénie et d’Ingouchie ainsi que de trafic d’armes et d’explosifs. Les autorités russes lancèrent un avis de recherche à l’encontre du requérant au niveau national, ainsi qu’à l’étranger par le biais d’Interpol.", ".  En décembre 2005, le requérant et sa famille s’établirent à Berlin, en Allemagne. Ils se virent reconnaître le statut de réfugiés par le service fédéral allemand de migration et des réfugiés et ils obtinrent des titres de séjour en Allemagne pour des raisons humanitaires. Le 6 janvier 2011, les autorités allemandes délivrèrent un document de voyage au requérant. Par la suite, ce dernier effectua des voyages en Turquie et en Géorgie. Le 7 mars 2014, le service fédéral allemand de migration et des réfugiés a confirmé que le requérant et les membres de sa famille continuaient de bénéficier du statut de réfugiés en Allemagne.", "B.  L’arrestation du requérant et la procédure relative à son extradition vers la Russie", ".  Le 6 juillet 2012, le requérant, accompagné de sa famille, partit en voiture pour la Turquie.", ".  Le 7 juillet 2012, le véhicule arriva au point de passage « Dunav most », à la frontière entre la Roumanie et la Bulgarie. Lors du contrôle d’identité, l’agent de la police des frontières bulgare consulta la base de données d’Interpol et découvrit que le requérant y figurait comme personne recherchée par les autorités russes en vue d’une traduction devant les tribunaux pénaux. Le requérant fut arrêté pour vingt-quatre heures.", ".  Le lendemain, un procureur du parquet près la Cour suprême de cassation ordonna la détention du requérant pour soixante-douze heures en vertu de la loi sur l’extradition et le mandat d’arrêt européen. Le 11 juillet 2012, le tribunal régional de Ruse ordonna la rétention du requérant pour quarante jours afin d’assurer sa participation à la procédure d’extradition. Le 17 août 2012, le même tribunal prorogea la période de rétention du requérant jusqu’à la fin de la procédure d’extradition.", ".  Entre-temps, le 1er août 2012, le parquet général de la Fédération de Russie avait adressé la demande officielle d’extradition du requérant au ministre bulgare de la Justice. Ce document mentionnait que la direction régionale du FSB en Ingouchie menait une enquête pénale contre le requérant pour participation à un groupe armé, préparation d’actes terroristes, et trafics d’armes et de substances toxiques. Ladite demande indiquait également que le requérant avait fait l’objet d’un mandat d’arrêt et d’une décision ordonnant son placement en détention provisoire par le tribunal pénal de Nazran, en Ingouchie, et qu’il était recherché pour être traduit en justice. La demande d’extradition contenait par ailleurs les déclarations suivantes :", "« Nous garantissons que, conformément aux règles du droit international, M.G. aura à sa disposition tous les moyens de se défendre en Fédération de Russie, y compris [la possibilité] d’être assisté par un avocat ; il ne sera pas soumis à la torture ou à des traitements ou peines cruels, inhumains, dégradants et rabaissant la dignité humaine (article 3 de la Convention européenne des droits de l’homme, ainsi que les conventions et les protocoles applicables des Nations unies et du Conseil de l’Europe).", "La peine capitale n’est pas prévue pour les infractions pénales reprochées à M.G.", "Le parquet général de la Fédération de Russie garantit que la demande d’extradition n’a pas pour but la persécution de l’individu en cause pour des raisons politiques, pour son appartenance raciale, sa confession, sa nationalité ou ses convictions politiques.", "Le délai de prescription de l’action publique vis-à-vis de M.G. n’est pas écoulé et il ne bénéficie pas de l’immunité de poursuites pénales.", "M.G. n’a pas été condamné ou acquitté par le passé pour les mêmes infractions pénales.", "Le parquet général de la Fédération de Russie garantit que, conformément à l’article 14 de la Convention européenne d’extradition du 13 décembre 1957, M.G. sera jugé uniquement pour les infractions pénales motivant la présente demande d’extradition et qu’après la fin des poursuites pénales, voire après sa condamnation et l’accomplissement de sa peine, il sera libre de quitter le territoire de la Fédération de Russie (...) ».", "La demande susmentionnée était accompagnée de documents attestant de l’ouverture des poursuites pénales contre le requérant, de son inculpation et de la décision ordonnant son placement en détention, qui furent par la suite versés au dossier relatif à la procédure d’extradition ouverte devant le tribunal régional de Ruse.", ".  Par ailleurs, auparavant, le 24 juillet 2012, le représentant du Haut Commissaire des Nations unies pour les réfugiés à Sofia avait adressé une lettre, également versée au dossier, au tribunal régional de Ruse au sujet de la procédure d’extradition du requérant. Ladite lettre précisait que le requérant avait le statut reconnu de réfugié en Pologne et en Allemagne, que les décisions d’octroi de ce statut avaient été motivées par un danger de persécution de l’intéressé dans son pays d’origine, et que ce danger persistait toujours. Le représentant du Haut Commissaire considérait qu’une éventuelle extradition du requérant vers la Russie serait contraire au principe de non-refoulement consacré par la Convention de Genève et à l’article 3 de la Convention. Il se référait par ailleurs à une série de décisions des tribunaux bulgares qui avaient refusé l’extradition de personnes reconnues comme étant des réfugiés dans d’autres pays européens vers leur pays d’origine, y compris vers la Russie.", ".  Le 23 août 2012, le tribunal régional de Ruse tint une audience sur la demande d’extradition du requérant. Celui-ci fut présent et assisté d’un avocat de son choix. L’avocat de l’intéressé présenta comme preuve une note verbale provenant de l’ambassade allemande à Sofia et mentionnant que le requérant bénéficiait du statut de réfugié en Pologne et en Allemagne et qu’il séjournait légalement dans ce dernier pays. Il présenta également la décision du directeur du service polonais de rapatriement et des étrangers qui accordait le statut de réfugié au requérant (paragraphe 11 ci-dessus).", ".  À l’audience, le parquet de Ruse plaida en faveur de la demande d’extradition du requérant. Il nota que l’intéressé était poursuivi au pénal par les autorités russes et faisait l’objet d’une décision ordonnant son placement en détention, qu’il était poursuivi par les autorités russes pour des infractions qui étaient également réprimées en tant qu’infractions pénales en Bulgarie, qu’il ne jouissait pas de l’immunité de poursuites pénales, qu’il n’encourait pas la peine capitale, et que le parquet russe avait garanti qu’il bénéficierait de toutes les garanties d’un procès équitable et qu’il ne serait pas soumis à la torture ou à d’autres peines ou traitements inhumains ou dégradants. Le parquet soutint également que la reconnaissance du statut de réfugié dans deux autres pays ne permettait pas de justifier un éventuel refus d’extrader le requérant vers son pays d’origine.", ".  L’avocat du requérant plaida contre l’extradition de son client. Il soutint que ce dernier avait le statut de réfugié en Pologne et en Allemagne précisément à cause d’un risque de persécution dans son pays d’origine. Il ajouta que la Bulgarie, en tant que partie signataire de la Convention de Genève, était liée par le principe de non-refoulement consacré par celle-ci et que dès lors le statut accordé au requérant, reconnu par d’autres pays signataires de la même Convention, imposait de ne pas l’extrader vers son pays d’origine. Il affirma que le risque que l’intéressé soit soumis à des traitements inhumains et dégradants en Russie était réel et persistant, que certains des proches de celui-ci vivant dans le Caucase du Nord avaient disparu sans laisser de traces, et que, dans cette situation, les assurances données par le parquet russe étaient dépourvues de pertinence.", ".  Dans ses dépositions devant le tribunal régional de Ruse, le requérant exposait qu’il avait été durement éprouvé pendant la première guerre de Tchétchénie. Il indiquait que, au début du deuxième conflit armé entre les forces russes et les forces tchétchènes, il avait emmené ses proches au Kazakhstan et y était resté avec eux pendant quatre ans. Il ajoutait que tous étaient ensuite retournés dans le Caucase du Nord et s’étaient installés en Ingouchie où le requérant avait acheté sa maison à Nesterovskaya, et que, d’un commun accord avec les précédents propriétaires, il avait été décidé qu’ils devaient cohabiter avec ces derniers dans la maison pendant les six mois suivant la vente. Il affirmait que, le 11 octobre 2003, un des précédents propriétaires lui avait annoncé son déménagement prochain ainsi que l’arrestation d’une de ses connaissances. Il ajoutait que, le même jour, ce précédent propriétaire l’avait prévenu que lui-même risquait d’avoir des ennuis. Il indiquait qu’il avait alors emménagé avec sa famille chez ses beaux-parents, et que le 15 octobre 2003 il avait appris que sa maison avait été perquisitionnée et que les agents fédéraux y avaient découvert des armes. Il précisait que, à la suite de ces événements, il s’était rendu au FSB pour y donner des explications et qu’il avait fait l’objet de plusieurs visites des agents fédéraux par la suite. Il indiquait également qu’il avait reçu le 6 mars 2004 la visite de l’ancien propriétaire de la maison susmentionné, que celui-ci l’avait accusé de coopérer avec les autorités et lui avait demandé de rembourser la valeur des armes saisies par le FSB, et que l’homme avait menacé sa famille de mort s’il refusait de payer. Il déclarait qu’il avait quitté son domicile le lendemain avec sa famille et que tous étaient partis pour Brest, en Biélorussie, et de là en Pologne.", ".  Le requérant expliqua que la cause de ses problèmes était son refus de coopérer avec le FSB. Il indiqua que, peu après son départ pour la Pologne, ses parents avaient reçu la visite d’agents du FSB qui les avaient maltraités et leur avaient expliqué qu’ils rattraperaient leur fils « mort ou vivant ». Il ajouta que ses parents avaient fait l’objet de plusieurs autres visites par les forces de l’ordre et que, en 2007, sa sœur, qui habitait selon lui chez leurs parents en Ingouchie, avait disparu sans laisser de traces. Il affirma de plus que, en 2011, les agents du FSB avaient perquisitionné la maison de ses parents et s’étaient arbitrairement saisi de leur automobile et que peu après ces événements ses deux parents étaient décédés. Il expliqua encore qu’il craignait le FSB qu’il considérait comme omnipotent puisque, selon lui, ses agents avaient le pouvoir d’accuser et de tuer impunément. À titre d’exemple, il ajouta que l’activiste locale Natalia Estamirova avait été enlevée en plein jour et retrouvée morte peu après, que son décès était resté non élucidé, et que lui-même craignait qu’il ne lui arrive la même chose.", ".  Le même jour, le tribunal régional de Ruse rendit sa décision et rejeta la demande d’extradition du requérant. Le tribunal estima que celle-ci se heurtait à deux obstacles légaux. En premier lieu, il releva que le requérant avait obtenu la reconnaissance du statut de réfugié par les autorités de deux autres pays membres de l’Union européenne – la Pologne et l’Allemagne. À ce titre, se référant à l’article 78 § 2 a) du Traité sur le fonctionnement de l’Union européenne, lequel prévoyait selon lui un statut uniforme d’asile pour les ressortissants des pays tiers valable dans toute l’Union européenne, il jugea que le requérant devait être considéré comme bénéficiant du statut de réfugié en Bulgarie et qu’il s’agissait d’une raison absolue pour refuser son extradition. En deuxième lieu, il estima que les pièces du dossier démontraient qu’il y avait un risque avéré pour le requérant de subir des mauvais traitements dans son pays d’origine, et ce – à ses yeux – nonobstant les garanties en sens contraire données par les autorités russes dans la demande d’extradition.", ".  Le 30 août 2012, le parquet interjeta appel de cette décision. Il soutint que le requérant ne bénéficiait pas du droit d’asile en Bulgarie et que les pièces du dossier ne démontraient pas qu’il risquait d’être soumis à des traitements inhumains et dégradants s’il était extradé vers la Russie. Il présenta une nouvelle déclaration du parquet général de la Fédération de Russie qui se lisait comme suit :", "«  Le parquet général de la Fédération de Russie, en tant qu’autorité centrale sur les questions d’extradition, confirme toutes les garanties données précédemment concernant le respect des droits de M.G., y compris en ce qui concerne son intégrité physique et psychique (articles 7, 10 et 17 du Pacte II de l’ONU).", "[En] cas d’extradition [et d’éventuelle condamnation], [l’intéressé] purgerait sa peine sur le territoire russe dans un établissement pénitentiaire du service fédéral de l’exécution des peines où sont respectés tous les standards de la Convention européenne des droits de l’homme (...) L’ambassade de Bulgarie en Russie serait informée de son lieu de détention et les représentants de celle-ci auraient la possibilité de s’entretenir avec lui, y compris en l’absence de tierces personnes.", "Le parquet général de la Fédération de Russie garantit que la demande d’extradition n’a pas pour but la persécution de l’individu en cause pour des raisons politiques, pour son appartenance raciale, sa confession, sa nationalité ou ses convictions politiques. M.G. bénéficiera d’un procès équitable et impartial (...) ».", ".  Le 11 septembre 2012, la cour d’appel de Veliko Tarnovo tint une audience. Le requérant y était présent et fut assisté d’un autre avocat de son choix.", ".  Le parquet plaida en faveur de l’extradition et réitéra ses arguments exposés dans son mémoire en appel.", ".  L’avocat du requérant soutint que le statut de réfugié de son client, reconnu en Pologne et en Allemagne conformément à la Convention de Genève, empêchait les autorités bulgares de l’extrader vers son pays d’origine. Par ailleurs, il soutint que la jurisprudence constante des tribunaux bulgares allait dans le même sens.", ".  Le requérant exposa qu’il craignait pour sa vie s’il était extradé vers la Russie. Il indiqua qu’il était menacé par le FSB en raison de sa collaboration avec une organisation politique clandestine qui avait combattu les autorités russes.", ".  Le même jour, la cour d’appel rendit sa décision et se prononça en faveur de l’extradition du requérant vers la Russie. Les motifs de cette décision se lisaient comme suit :", "« La présente formation de jugement, après avoir pris en compte les arguments exposés dans [le mémoire en] appel, les observations des parties devant [elle], ainsi que les preuves versées au dossier, estime que l’appel est bien fondé.", "Pour rejeter la demande d’extradition de M.G. formée par le parquet général de la Fédération de Russie, le tribunal [de première instance] a considéré que la situation en cause relevait de l’article 6 alinéa 1 point 3 de la loi sur l’extradition et le mandat d’arrêt européen, notamment qu’il [ne pouvait être] procédé à l’extradition d’une personne bénéficiant du droit d’asile en Bulgarie. Cette conclusion du tribunal de première instance n’est pas partagée [par la présente instance] puisqu’il n’est pas établi que M.G. bénéficie d’un tel statut en Bulgarie. [Le] statut de réfugié reconnu en Pologne et en Allemagne, qui est incontestable, ne confère pas [à l’intéressé le bénéfice du droit] d’asile en Bulgarie étant donné que cela nécessite la délivrance d’une décision spéciale par les autorités compétentes [bulgares].", "Ensuite, le tribunal [de première instance] s’est appuyé sur l’article 7 point 5 de la loi sur l’extradition et le mandat d’arrêt européen qui dispose que l’extradition est refusée si la personne visée [peut être] soumise dans son pays d’origine à des violences, à la torture, à une peine inhumaine, dégradante ou humiliante, ou bien si les droits de celle-ci liés à la procédure pénale et à l’exécution de la peine ne [peuvent être] garantis.", "Ceci n’a pas été prouvé dans [la présente] espèce. Qui plus est, le parquet général de la Fédération de Russie a informé les autorités bulgares qu’il garantissait, en cas d’extradition et de condamnation au pénal de M.G., [que ce dernier] purgerait sa peine conformément aux standards de la Convention européenne des droits de l’homme.", "Sans remettre en cause le statut de réfugié de M.G., [la présente instance considère que] cet élément n’oblige pas, à lui seul, la Partie requise à refuser l’extradition, notamment en raison des considérations suivantes. [Aux termes] de l’article 33 de la Convention de Genève (...), aucun des États contractants n’expulsera ou ne refoulera, de quelque manière que ce soit, un réfugié sur les frontières des territoires où sa vie ou sa liberté serait menacée. Encore faut-il préciser la raison concrète de la menace pesant sur la vie ou la liberté de la personne, à savoir la race, la religion, la nationalité, l’appartenance à un certain groupe social ou les opinions politiques [de cette dernière]. Dans [la présente] espèce, aucune des raisons en cause ne se trouve établie.", "Il ressort des pièces du dossier que la demande d’extradition formée par le parquet général russe est motivée par l’ouverture d’une enquête pénale contre M.G. et contre d’autres personnes pour des infractions pénales réprimées par les articles 209 alinéa 2, 205 alinéa 3, 222 alinéa 3 et 234 alinéa 3 du code pénal russe, [soit les infractions de] participation à un groupe armé, préparation d’actes terroristes, trafic d’armes et trafic de substances toxiques. Ces faits sont également pénalement réprimés par le code pénal bulgare, ce qui remplit la condition de « double pénalisation » exigée par l’article 5 de la loi sur l’extradition et le mandat d’arrêt européen. La Convention de Genève ne prévoit pas de refuser l’extradition de personnes ayant commis des infractions pénales et qui font l’objet de poursuites pénales. Dans [la présente] espèce, M.G. a même été formellement inculpé pour les infractions pénales susmentionnées.", "Au vu des arguments exposés ci-dessus, [la présente instance] considère que l’appel du parquet doit être accueilli. Il s’ensuit que la décision du tribunal régional doit être infirmée et que l’extradition de M.G. doit être autorisée (...) ».", ".  La cour d’appel ordonna par ailleurs la détention du requérant jusqu’à la mise en œuvre de la décision d’extradition.", ".  À la suite de la décision du Président de la section d’appliquer l’article 39 du règlement dans la présente affaire (paragraphe 4 ci-dessus), le requérant a été transféré à la prison de Sofia où il se trouve encore incarcéré. L’intéressé affirme ne pas avoir demandé l’asile en Bulgarie.", "II.  LE DROIT INTERNE PERTINENT", "A.  La loi sur l’extradition et le mandat d’arrêt européen", ".  La loi sur l’extradition et le mandat d’arrêt européen réglemente les conditions et la procédure d’extradition. Les dispositions pertinentes en l’espèce de cette loi se lisent comme suit :", "Article 2", "« L’extradition est la remise d’une personne qui se trouve sur le territoire d’un pays et :", "1.  qui est poursuivie pénalement dans un autre pays ou devant un tribunal international ;", "(...)", "3.  qui est l’objet d’une mesure de détention imposée par les autorités judiciaires d’un autre pays ou par un tribunal international. »", "Article 4", "« (1)  Cette loi s’applique en la présence d’un traité international auquel la République de Bulgarie est partie et elle trouve application pour les questions non traitées par celui-ci.", "(...)", "(3)  Cette loi s’applique également en cas de réception d’un avis de recherche international par l’Organisation internationale de police criminelle (Interpol) (...) »", "Article 5", "« (1)  L’extradition n’est admise que lorsque les faits en cause constituent une infraction pénale selon le droit bulgare et selon la législation de l’État requérant et [sont] passibles d’une peine de privation de liberté d’au moins un an ou d’une peine plus sévère.", "(...)", "(3)  Les faits en cause constituent une infraction pénale dans les deux pays lorsque, nonobstant les différences dans les dispositions législatives [respectives de ces derniers], les éléments essentiels de l’infraction pénale sont identiques. »", "Article 6", "« (1)  L’extradition n’est pas accordée :", "(...)", "2.  lorsque la personne réclamée s’est vu octroyer l’asile en République de Bulgarie ;", "(2)  L’existence (...) du bénéfice de l’asile en République de Bulgarie s’apprécie au moment de l’introduction de la demande d’extradition. »", "Article 7", "« (1)  L’extradition est refusée :", "1.  lorsque l’infraction a un caractère politique ou a un lien avec une infraction à caractère politique (...) ;", "2.  lorsque l’infraction a un caractère militaire (...) ;", "3.  lorsque la personne réclamée serait jugée dans l’État requérant par un tribunal extraordinaire (...) ;", "4.  lorsque l’extradition a pour but les poursuites ou la punition d’une personne pour des raisons telles que sa race, sa religion, sa nationalité, son appartenance ethnique, son sexe, son état civil, ou qu’il est établi qu’il existe un risque d’aggravation de sa situation en raison d’une de ces circonstances ;", "5.  lorsque la personne réclamée serait soumise dans l’État requérant à des violences, à la torture ou à une peine cruelle, inhumaine ou humiliante, ou lorsque les droits liés à la procédure pénale et à l’exécution de la peine ne lui seraient pas assurés [en violation des] exigences du droit international ; (...) »", "Article 9", "« (1) La demande d’extradition est introduite par l’organe compétent de l’État requérant devant le ministre de la Justice. »", "Article 10", "« (1) Le ministre de la Justice ou la personne autorisée par celui-ci vérifie la demande d’extradition et les documents joints à celle-ci. »", "Article 12", "« (1) Après avoir vérifié la demande d’extradition conformément à l’article 10, le ministre de la Justice envoie la demande d’extradition et les documents joints à celle-ci, ainsi que la demande de détention, au parquet près la Cour suprême de cassation. »", "Article 14", "« (1)  Après la réception de la demande faite conformément à l’article 9, le parquet près la Cour suprême de cassation ouvre un dossier de procédure.", "(...)", "(3)  Le dossier de procédure (...) est envoyé au procureur régional dans le ressort territorial duquel se trouve la personne réclamée.", "(4) Le procureur régional (...) :", "(...)", "5.  saisit le tribunal régional de l’affaire relative à l’extradition. »", "Article 17", "« (1)  La demande d’extradition est examinée en audience publique, par une formation de trois juges et avec la participation d’un procureur.", "(...)", "(4)  À l’audience publique, le tribunal recueille les positions du parquet, de la personne réclamée et de son avocat.", "(5)  Le tribunal examine :", "1.  la question de savoir si les conditions énumérées aux articles 5 et 6 sont réunies et s’il existe un obstacle à l’extradition en vertu des articles 7 et 8.", "(...)", "(7)  Le tribunal rend sa décision d’accorder ou de refuser l’extradition immédiatement après la fin de l’audience prévue à l’alinéa 4. »", "Article 20", "« (1)  La décision du tribunal régional peut être contestée devant la cour d’appel par la personne réclamée et son défenseur ou par le parquet dans les sept jours suivant son prononcé.", "(2)  L’appel est examiné dans les dix jours suivant son introduction conformément à la procédure prévue à l’article 17.", "(3)  La décision de la cour d’appel est définitive.", "(4)  Des copies conformes de la décision de la cour d’appel sont envoyées au ministre de la Justice, qui en informe l’État requérant, et au parquet près la Cour suprême de cassation pour délivrance d’un arrêté d’exécution de l’extradition. »", "B.  La loi sur l’asile et les réfugiés", "35.  La loi sur l’asile et les réfugiés réglemente les conditions et les procédures d’octroi de protection spéciale des étrangers sur le territoire bulgare. L’article 1 alinéa 2 de la loi énumère les quatre types de protection spéciale pouvant être accordés aux étrangers : le droit d’asile ; le statut de réfugié ; le statut humanitaire ; la protection temporaire.", "36.  L’article 7 alinéa 1 de la loi définit le droit d’asile comme la protection accordée par la République de Bulgarie à des personnes persécutées en raison de leurs convictions ou à cause de leurs activités liées à la protection des droits ou libertés internationalement reconnus. L’asile est accordé par le Président de la République (article 7 alinéa 2 de la loi).", "37.  En vertu de l’article 8 alinéa 1 de la loi, le statut de réfugié en Bulgarie est accordé à des étrangers qui ont des raisons sérieuses de craindre qu’ils seraient persécutés en raison de leur race, religion, nationalité, appartenance à un certain groupe social ou de leurs convictions politiques, qui se trouvent en dehors de leur territoire national, et qui ne peuvent ou – du fait de cette crainte – ne veulent pas se réclamer de la protection de leur pays d’origine ou y retourner. Le statut de réfugié en vertu de cette loi, en application de la Convention de Genève ainsi que du Protocole de New York et des autres instruments internationaux est accordé par le président de l’Agence nationale pour les réfugiés (article 2 alinéa 3 de la loi).", "38.  En vertu de l’article 13 alinéa 2 point 1 de la loi, la procédure d’octroi du statut de réfugié doit être close si le demandeur bénéficie déjà du statut de réfugié dans un autre pays membre de l’Union européenne.", "III.  LE DROIT INTERNATIONAL ET LE DROIT DE L’UNION EUROPÉENNE PERTINENTS", "A.  Les instruments internationaux pertinents adoptés dans le cadre de l’Organisation des Nations unies", "39.  La Bulgarie a adhéré à la Convention de Genève et au Protocole de New York le 12 mai 1993.", "40.  Les parties pertinentes en l’espèce de la Convention de Genève se lisent comme suit :", "Article premier", "DÉFINITION DU TERME « RÉFUGIÉ »", "« A.  Aux fins de la présente Convention, le terme «réfugié » s’appliquera à toute personne :", "(...)", "(2) Qui, par suite d’événements survenus avant le 1er janvier 1951 et craignant avec raison d’être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un certain groupe social ou de ses opinions politiques, se trouve hors du pays dont elle a la nationalité et qui ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de ce pays ; ou qui, si elle n’a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle à la suite de tels événements, ne peut ou, en raison de ladite crainte, ne veut y retourner (...) »", "Article 33", "DÉFENSE D’EXPULSION ET DE REFOULEMENT", "« 1. Aucun des États Contractants n’expulsera ou ne refoulera, de quelque manière que ce soit, un réfugié sur les frontières des territoires où sa vie ou sa liberté serait menacée en raison de sa race, de sa religion, de sa nationalité, de son appartenance à un certain groupe social ou de ses opinions politiques", "2. Le bénéfice de la présente disposition ne pourra toutefois être invoqué par un réfugié qu’il y aura des raisons sérieuses de considérer comme un danger pour la sécurité du pays où il se trouve ou qui, ayant été l’objet d’une condamnation définitive pour un crime ou délit particulièrement grave, constitue une menace pour la communauté dudit pays. »", ".  L’article premier du Protocole de New York se lit comme suit :", "« 1. Les États parties au présent Protocole s’engagent à appliquer aux réfugiés, tels qu’ils sont définis ci-après, les articles 2 à 34 inclus de la Convention [de Genève].", "2. Aux fins du présent Protocole, le terme « réfugié », sauf en ce qui concerne l’application du paragraphe 3 du présent article, s’entend de toute personne répondant à la définition donnée à l’article premier de la Convention [de Genève] comme si les mots « par suite d’événements survenus avant le 1er janvier 1951 et ... » et les mots « ... à la suite de tels événements » ne figuraient pas au paragraphe 2 de la section A de l’article premier. »", "B.  La Convention européenne d’extradition", ".  La Convention européenne d’extradition du 13 décembre 1957 a été adoptée dans le cadre du Conseil de l’Europe et vise à réglementer les conditions et procédures d’extradition entre les États signataires. La République de Bulgarie et la Fédération de Russie ont signé et ratifié cette convention, laquelle est entrée en vigueur le 15 septembre 1994 pour la première et le 9 mars 2000 pour la deuxième.", ".  Les parties pertinentes en l’espèce de cette convention se lisent comme suit :", "Article 1 - Obligation d’extrader", "« Les Parties contractantes s’engagent à se livrer réciproquement, selon les règles et sous les conditions déterminées par les articles suivants, les individus qui sont poursuivis pour une infraction ou recherchés aux fins d’exécution d’une peine ou d’une mesure de sûreté par les autorités judiciaires de la Partie requérante. »", "Article 2 - Faits donnant lieu à extradition", "« 1.  Donneront lieu à extradition les faits punis par les lois de la Partie requérante et de la Partie requise d’une peine privative de liberté ou d’une mesure de sûreté privative de liberté d’un maximum d’au moins un an ou d’une peine plus sévère. Lorsqu’une condamnation à une peine est intervenue ou qu’une mesure de sûreté a été infligée sur le territoire de la Partie requérante, la sanction prononcée devra être d’une durée d’au moins quatre mois (...) »", "Article 3 - Infractions politiques", "« 1.  L’extradition ne sera pas accordée si l’infraction pour laquelle elle est demandée est considérée par la Partie requise comme une infraction politique ou comme un fait connexe à une telle infraction.", "2.  La même règle s’appliquera si la Partie requise a des raisons sérieuses de croire que la demande d’extradition motivée par une infraction de droit commun a été présentée aux fins de poursuivre ou de punir un individu pour des considérations de race, de religion, de nationalité ou d’opinions politiques ou que la situation de cet individu risque d’être aggravée pour l’une ou l’autre de ces raisons (...) »", "Article 22 - Procédure", "« Sauf disposition contraire de la présente Convention, la loi de la Partie requise est seule applicable à la procédure de l’extradition ainsi qu’à celle de l’arrestation provisoire. »", "Article 28 - Relations entre la présente Convention et les accords bilatéraux", "« 1.  La présente Convention abroge, en ce qui concerne les territoires auxquels elle s’applique, celles des dispositions des traités, conventions ou accords bilatéraux qui, entre deux Parties contractantes, régissent la matière de l’extradition (...) »", "C.  Le droit pertinent de l’Union européenne", "44.  La partie pertinente en l’espèce de l’article 78 du Traité sur le fonctionnement de l’Union européenne (version consolidée) se lit comme suit :", "« 1. L’Union développe une politique commune en matière d’asile, de protection subsidiaire et de protection temporaire visant à offrir un statut approprié à tout ressortissant d’un pays tiers nécessitant une protection internationale et à assurer le respect du principe de non-refoulement. Cette politique doit être conforme à la Convention de Genève du 28 juillet 1951 et au protocole du 31 janvier 1967 relatifs au statut des réfugiés, ainsi qu’aux autres traités pertinents.", "2. Aux fins du paragraphe 1, le Parlement européen et le Conseil, statuant conformément à la procédure législative ordinaire, adoptent les mesures relatives à un système européen commun d’asile comportant :", "a) un statut uniforme d’asile en faveur de ressortissants de pays tiers, valable dans toute l’Union ;", "b) un statut uniforme de protection subsidiaire pour les ressortissants des pays tiers qui, sans obtenir l’asile européen, ont besoin d’une protection internationale ;", "(...)", "d) des procédures communes pour l’octroi et le retrait du statut uniforme d’asile ou de protection subsidiaire (...) »", ".  Dans le but de mettre progressivement en place un régime d’asile européen commun, les institutions de l’Union européenne ont adopté une série d’actes législatifs traitant de différents aspects des conditions d’octroi et des procédures applicables en matière d’asile et de protection équivalente des ressortissants des pays tiers. Ces actes concernent en particulier les domaines suivants : les conditions que les ressortissants de pays tiers doivent remplir pour pouvoir prétendre au statut de réfugié et le contenu de la protection accordée (Directive 2011/95/UE du Parlement européen et du Conseil du 13 décembre 2011) ; les normes minimales relatives à la procédure d’octroi et de retrait du statut de réfugié (Directive 2005/85/CE du Conseil du 1er décembre 2005) ; les normes minimales pour l’accueil des demandeurs d’asile (Directive  du Conseil du 27 janvier 2003) ; les critères et mécanismes de détermination de l’État membre responsable de l’examen d’une demande d’asile (Règlement (CE) no  du Conseil du 18 février 2003 et Règlement (CE) no 1560/2003 de la Commission du 2 septembre 2003).", ".  À l’heure actuelle, le cadre législatif de l’Union européenne ne prévoit pas, de manière expresse, l’instauration d’un mécanisme de reconnaissance mutuelle des décisions en matière d’asile rendues par les autorités nationales respectives des pays membres, tel qu’il a été suggéré dans le Livre vert de la Commission du 6 juin 2007 sur le futur régime d’asile européen commun (Com/2007/301 final).", "IV.  LES RAPPORTS PERTINENTS SUR LA SITUATION DANS LE CAUCASE DU NORD", "A.  Le rapport du Commissaire aux droits de l’homme du Conseil de l’Europe à la suite de sa visite de 2011 en Fédération de Russie", ".  Entre le 12 et le 21 mai 2011, le Commissaire aux droits de l’homme du Conseil de l’Europe a effectué une visite en Fédération de Russie qui était spécialement consacrée à la situation dans le Caucase du Nord (les Républiques de Kabardino-Balkarie, d’Ossétie du Nord-Alanie, de Tchétchénie et d’Ingouchie). Il a publié son rapport de visite le 6 septembre 2011.", ".  Le rapport notait que, en dépit de certaines démarches positives des autorités visant à améliorer la qualité de vie des habitants de la région, la situation dans le Caucase du Nord continuait à présenter des défis majeurs quant à la protection des droits de l’homme. Les questions les plus sérieuses identifiées par le Commissaire étaient notamment : i) les mesures de contreterrorisme ; ii) les enlèvements, disparitions et maltraitances ; iii) la lutte contre l’impunité ; et iv) la situation des défenseurs des droits de l’homme. Le rapport contenait les observations et les recommandations du Commissaire sur ces points.", ".  Dans son rapport, le Commissaire observait que, même si la situation sécuritaire en Tchétchénie et en Ingouchie était moins instable qu’en 2009, elle demeurait néanmoins préoccupante. En particulier, les attentats mortels, les tentatives d’assassinats et les attaques violentes contre les responsables politiques, les membres des forces de l’ordre et les citoyens ordinaires continuaient dans la région du Caucase du Nord. Les membres des forces de l’ordre étaient régulièrement attaqués et tués dans des affrontements avec des groupes armés illégaux. En 2010, il y avait eu 169 incidents violents liés à de telles activités en Ingouchie et 93 en Tchétchénie. Pendant les quatre premiers mois de 2011, le nombre d’incidents s’élevait à 23 en Tchétchénie et à 20 en Ingouchie. En 2010, quelque 40 dépôts illégaux d’armes avaient été découverts en Ingouchie, auxquels s’étaient ajoutés 7 autres dépôts découverts au cours des premiers mois de 2011. Les autorités fédérales russes et celles de la République d’Ingouchie avaient fait des efforts pour promouvoir la réconciliation et la coexistence pacifique en instaurant des conseils consultatifs de réconciliation composés de chefs des différents clans et communautés locaux. Cependant, des activistes des droits de l’homme et des avocats locaux avaient informé le Commissaire de cas de violences, exécutions, disparitions forcées et maltraitances lors des opérations de contre-terrorisme menées dans le Caucase du Nord. Selon les mêmes sources d’information, il y aurait eu des opérations de punitions collectives de proches des personnes soupçonnées de participation à des groupes illégaux armés. Le Commissaire a été informé d’un cas particulier de maltraitance et d’accusations créées de toutes pièces en Ingouchie – un détenu suspecté de détention illégale d’armes ayant été battu et électrocuté par des policiers : des poursuites pénales avaient été ouvertes contre les agents en cause, mais la victime avait été inculpée et poursuivie pénalement sur la base de preuves douteuses.", ".  Le Commissaire notait que des allégations d’enlèvements et disparitions dans le Caucase du Nord continuaient à lui être transmises. Les forces de l’ordre auraient été directement impliquées dans une partie de ces incidents. Selon les informations compilées par une organisation non gouvernementale de défense des droits de l’homme concernant l’Ingouchie, il y aurait eu 14 cas de disparitions inquiétantes dans cette république en 2009 et 13 autres cas en 2010. Selon les sources gouvernementales russes, les enlèvements dans les républiques du Caucase du Nord étaient souvent perpétrés par des militants des groupes illégaux armés qui portaient des uniformes des forces de l’ordre, y compris du FSB.", ".  De nombreuses allégations de torture et maltraitances dans le Caucase du Nord avaient été portées à la connaissance du Commissaire. Ces cas concernaient en particulier des personnes détenues par la police, mais également des personnes placées dans les établissements de détention provisoire. Le Commissaire avait également reçu des documents des avocats de différentes personnes placées en détention provisoire démontrant l’attitude passive des autorités compétentes en cas d’allégations de mauvais traitements.", "B.  Les observations finales du Comité contre la torture des Nations unies concernant le cinquième rapport périodique de la Fédération de Russie sur l’observation de la Convention des Nations unies contre la torture et autres peines ou traitements cruels, inhumains ou dégradants", ".  Le Comité des Nations unies contre la torture a examiné le cinquième rapport périodique de la Fédération de Russie sur l’observation de la Convention des Nations unies contre la torture et autres peines ou traitements cruels, inhumains ou dégradants les 9 et 12 novembre 2012. Il a adopté ses observations finales sur ledit rapport le 22 novembre 2012. La partie pertinente en l’espèce de ces observations se lit comme suit :", "« Torture et mauvais traitements", "6.  Le Comité est préoccupé de continuer à recevoir des renseignements selon lesquels des actes de torture et des mauvais traitements sont très souvent infligés à des détenus dans l’État partie, notamment pour leur extorquer des aveux. Il constate l’écart entre le nombre élevé de plaintes pour torture et mauvais traitements et le nombre relativement faible de poursuites pénales auxquelles elles donnent lieu. Le Comité s’inquiète également de ce que l’État partie a affirmé, dans son rapport, qu’aucun cas de torture ou de traitements cruels, inhumains ou dégradants n’a été recensé dans les centres de détention provisoire, alors que le Comité a connaissance de nombreuses informations récentes attestant que des actes de torture ont bien été commis dans de tels centres (...)", "Aveux obtenus par la contrainte", "10.  Le Comité est préoccupé par les nombreuses informations indiquant que des personnes privées de liberté ont été torturées ou soumises à d’autres mauvais traitements dans le but de leur soutirer des aveux, et que ces aveux ont été considérés comme recevables à titre de preuve par la justice sans qu’aucune enquête approfondie n’ait été menée sur les allégations de torture. Le Comité s’inquiète en outre de ne pas avoir reçu de renseignements sur des cas dans lesquels les tribunaux ont ordonné une enquête sur les allégations d’un accusé affirmant avoir fait des aveux sous la contrainte, ou ont reporté une procédure pénale dans l’attente des conclusions d’une telle enquête, et/ou ont estimé que de tels aveux ou d’autres éléments de preuve étaient irrecevables (...)", "Caucase du Nord", "13.  Le Comité est préoccupé par les informations nombreuses, persistantes et concordantes faisant état de graves violations des droits de l’homme commises par des agents de l’État ou d’autres personnes agissant à titre officiel dans le Caucase du Nord, notamment en République tchétchène, ou à leur instigation, ou avec leur consentement exprès ou tacite ; il s’agirait notamment d’actes de torture et de mauvais traitements, d’enlèvements, de disparitions forcées et d’exécutions extrajudiciaires. Le Comité constate en outre avec inquiétude que l’État partie n’enquête pas sur les auteurs de ces violations et ne les sanctionne pas (...) Le Comité contre la torture regrette également que des personnes reconnues coupables d’infractions constituant des violations de la Convention [des Nations unies contre la torture et autres peines ou traitements cruels, inhumains ou dégradants] aient bénéficié de mesures d’amnistie (...) »", "C.  Le rapport du Comité pour la prévention de la torture et des traitements et peines inhumains et dégradants du Conseil de l’Europe (le CPT) à la suite de sa visite de 2011 en Fédération de Russie", ".  Une délégation du CPT a visité la région de Caucase du Nord entre le 26 avril et le 6 mai 2011. Le rapport rédigé à la suite de cette visite a été publié le 24 janvier 2013. La visite était motivée par des informations persistantes sur la dégradation de la situation sécuritaire dans la région et par des allégations de torture et d’autres traitements inhumains et dégradants qui auraient été infligés aux personnes détenues par les forces de l’ordre dans les Républiques du Daghestan, de Tchétchénie et d’Ossétie du Nord-Alanie.", ".  La partie pertinente en l’espèce du rapport se lit comme suit (texte disponible uniquement en anglais) :", "« 1. Torture and other forms of ill-treatment", "13. In the course of the visit, a significant proportion of the detained persons interviewed by the CPT’s delegation made allegations of recent ill-treatment by law enforcement officials. The ill-treatment alleged was frequently of such severity as to amount to torture; this was particularly the case in the Republic of Dagestan and the Chechen Republic, although some very serious allegations were also received in the Republic of North Ossetia-Alania.", "In the vast majority of cases, the torture/severe ill-treatment was said to have been inflicted at the time of questioning by operational officers, either during the initial period of deprivation of liberty or (and) during periods when remand prisoners were returned to the custody of law enforcement agencies for further investigative purposes, with a view to obtaining confessions or information.", "Consistent and often highly-detailed accounts of such treatment were received from persons interviewed individually who had had no possibility of contacting each other. It should also be noted that a number of the persons interviewed by the delegation were clearly reluctant to speak about their experiences whilst in the custody of law enforcement agencies or other security structures, and only did so after much hesitation.", "14. In a considerable number of cases, the delegation gathered medical evidence (e.g. in the relevant records in the SIZOs and IVS facilities visited, and in forensic medical reports) that was fully consistent with recent torture or other forms of severe ill-treatment.", "Further, some of the allegations received were corroborated by the delegation’s own medical observations. In particular, forensic medical members of the delegation observed lesions on various parts of the bodies of several persons, that were fully consistent with their claims of having recently been subjected to electric shocks in the course of questioning by law enforcement officials.", "15. Although the information gathered by the CPT’s delegation indicates that resort to ill-treatment is particularly prevalent in respect of persons suspected of offences under Sections 205, 208, 209 and 222 of the Criminal Code (CC), the phenomenon is certainly not limited to such persons (...) Once again, the picture emerged that any detained persons who do not promptly confess to the crimes of which they are suspected, or provide information being sought, are at high risk of torture or other forms of ill-treatment (...) »", "D.  Les rapports mondiaux de Human Rights Watch de 2013 et 2014", ".  Les rapports mondiaux de Human Rights Watch, publiés en 2013 et 2014, contiennent des informations sur la situation des droits de l’homme dans plus de quatre-vingt-dix pays et territoires dans le monde entier. Ces rapports reposent sur des faits ayant eu lieu entre fin 2011 et décembre 2013.", ".  Dans la section consacrée à la situation dans le Caucase du Nord (pp. 465-466), le rapport de 2013 fait état de l’insurrection islamiste continue dans la région, en particulier dans la République du Daghestan. Selon ce rapport, les autorités russes sont enclines à considérer les adhérents du salafisme – un courant théologique de l’islam sunnite – comme des collaborateurs de l’insurrection islamiste dans la région. Le rapport indique que, de ce fait, ces personnes sont particulièrement vulnérables et risquent de devenir victimes de différents abus de la part des forces de l’ordre lors des opérations antiterroristes tels que disparitions forcées, torture et exécutions extrajudiciaires. Il mentionne qu’il y avait eu quatre cas de disparitions forcées en Ingouchie entre janvier et août 2012.", ".  La section pertinente en l’espèce du rapport de 2014 (pp. 474-477) fait état d’une situation sécuritaire instable dans le Caucase du Nord. Les informations suivantes y figurent : au cours des neuf premiers mois de 2013, 375 personnes avaient été tuées dans la région, dont 68 civils, et 343 autres personnes avaient été blessées, dont 112 civils ; les persécutions contre les salafistes s’étaient accentuées en 2013 ; et les autorités russes fermaient les yeux devant les agissements des milices locales qui pourchassaient les salafistes et leurs proches.", ".  Selon ces rapports, entre janvier et mars 2013, cinq personnes avaient été enlevées et séquestrées en Ingouchie, et deux des personnes enlevées avaient disparu sans laisser de traces. Human Rights Watch signale aussi qu’en août 2013, le chef du Conseil de sécurité de l’Ingouchie avait été tué dans une attaque attribuée aux insurgés.", "EN DROIT", "I.  SUR LA QUALIFICATION JURIDIQUE DE LA REQUÊTE", ".  Dans sa première lettre adressée à la Cour le 14 septembre 2012, le requérant alléguait que son extradition vers la Fédération de Russie l’exposerait à un risque sérieux de mauvais traitements et qu’elle serait dès lors incompatible avec l’article 3 de la Convention. Dans le formulaire de requête déposé le 26 septembre 2012, invoquant les articles 2 et 3 de la Convention, l’intéressé alléguait que sa vie et son intégrité physique seraient sérieusement menacées en cas d’extradition vers son pays d’origine.", ".  Tant le grief tiré de l’article 2 de la Convention que celui tiré de l’article 3 de cette dernière ont été communiqués au Gouvernement. Après la réception des observations du Gouvernement, celles-ci ont été envoyées au représentant du requérant qui a été invité à soumettre ses observations en réponse et à formuler ses demandes au titre de la satisfaction équitable. Dans ses observations du 11 février 2013, le représentant du requérant a uniquement soutenu que, en cas d’extradition de son client vers la Fédération de Russie, celui-ci risquait d’être soumis à des traitements contraires à l’article 3 de la Convention.", ".  La Cour rappelle que, maîtresse de la qualification juridique des faits de la cause, elle ne se considère pas comme liée par celle que leur attribuent les parties à la procédure. Pour la Cour, un grief se caractérise par les faits qu’il dénonce et non par les simples moyens ou arguments de droit invoqués (Guerra et autres c. Italie, 19 février 1998, § 44, Recueil des arrêts et décisions 1998I).", ".  Compte tenu des circonstances spécifiques de la présente affaire, et notamment des allégations du requérant, des informations factuelles soumises par les parties, ainsi que de celles obtenues à sa propre initiative, la Cour estime opportun d’examiner la requête en cause uniquement sous l’angle de l’article 3 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", ".  Le requérant allègue que, si son extradition vers la Fédération de Russie était exécutée, il encourrait un risque sérieux d’être soumis à la torture ou à d’autres traitements inhumains ou dégradants. Il invoque l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "A.  Sur la recevabilité", ".  Constatant que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention et qu’il ne se heurte à aucun autre motif d’irrecevabilité, la Cour le déclare recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", ".  Le requérant expose qu’il est recherché par les autorités russes pour être traduit devant les juridictions pénales en Ingouchie, une des républiques du Caucase du Nord, pour des soupçons d’appartenance à la guérilla tchétchène. Il indique être poursuivi pour des faits datant de la période 1999 - 2004, à savoir pour participation à la deuxième guerre de Tchétchénie. Il affirme que, s’il était remis aux autorités russes, il serait incarcéré dans un établissement pénitentiaire situé dans le Caucase du Nord et qu’il serait de surcroît livré aux agents du FSB, en charge de l’enquête pénale en cause. Il estime qu’il serait alors exposé à un risque réel et sérieux de subir des violences physiques, ainsi que d’être soumis à la torture ou à d’autres traitements inhumains ou dégradants.", ".  Le requérant indique que la Cour elle-même a eu l’occasion de constater à plusieurs reprises de graves violations des droits de l’homme qui auraient été perpétrées par les forces de l’ordre dans cette région de la Russie, telles que des exécutions extrajudiciaires, des disparitions forcées, des cas de torture et d’autres traitements inhumains. Il ajoute que ces mêmes faits ont été dénoncés dans les rapports du Commissaire aux droits de l’homme du Conseil de l’Europe et dans ceux des délégations du CPT, ainsi que par les différents organes de protection des droits de l’homme de l’Organisation des Nations unies. Il affirme de même que l’état préoccupant de la situation des droits de l’homme dans le Caucase du Nord a aussi été révélé dans les rapports d’organisations non gouvernementales renommées, telles que Human Rights Watch et Amnesty International. Il considère que l’ensemble de ces éléments imposait de conclure à l’existence d’une situation généralisée d’insécurité dans le Caucase du Nord, marquée à ses yeux par de graves atteintes aux droits fondamentaux de la personne humaine.", ".  En outre, le requérant affirme que sa situation personnelle indique clairement qu’il serait exposé à un risque sérieux de subir des mauvais traitements s’il était livré aux autorités russes. Il précise qu’il a obtenu le statut de réfugié en Pologne et en Allemagne au motif d’un risque – reconnu selon lui par les autorités de ces pays – de persécution dans son pays d’origine à cause de sa nationalité et de son appartenance à un certain groupe social. Il ajoute que la reconnaissance du statut de réfugié en vertu de la Convention de Genève par un des pays signataires oblige tous les autres pays signataires à respecter le principe de non-refoulement et à ne pas livrer la personne bénéficiaire de ce statut aux autorités du pays où cette dernière serait menacée de persécution.", ".  De plus, le requérant indique qu’il est inculpé pour des infractions prévues aux articles 205, 209, 222 et 234 du CP, c’est-à-dire préparation d’actes terroristes, participation à un groupe armé, et trafics d’armes et de substances toxiques. Il ajoute que, selon un des rapports du CPT, les personnes inculpées de pareilles charges pénales étaient dans une situation particulièrement vulnérable dans les établissements de détention provisoire où elles subiraient des violences physiques et des actes de torture. Par ailleurs, il affirme que ses proches parents étaient restés en Ingouchie et avaient subi les représailles de la part des autorités à cause de leur lien avec lui ; il précise que sa sœur avait disparu et que ses parents avaient été systématiquement harcelés puis étaient décédés en raison du stress et du chagrin qu’ils auraient éprouvés.", "69.  Le requérant soutient enfin que les garanties données par le parquet général russe aux autorités bulgares lors de la procédure d’extradition ne sauraient suffire à écarter le risque de mauvais traitements qu’il estime encourir en cas de remise aux autorités russes. En particulier, il considère que lesdites garanties étaient des déclarations de nature générale, que les autorités centrales russes avaient des difficultés considérables à imposer le respect des standards de protection des droits de l’homme dans le Caucase du Nord, que les maltraitances étaient monnaie courante dans les établissements pénitentiaires russes et qu’il n’y avait eu aucun exemple de coopération entre les autorités russes et les diplomates bulgares dans des cas similaires au sien. Il indique par ailleurs que, si son extradition avait été exécutée, les représentants diplomatiques bulgares les plus proches qui auraient pu s’assurer du respect des engagements pris par les autorités russes à son égard se seraient trouvés à Moscou, soit – d’après lui – à une distance considérable de son lieu de détention.", "b)  Le Gouvernement", ".  Le Gouvernement conteste la thèse du requérant. Il renvoie aux arguments exposés par le parquet bulgare lors de la procédure d’extradition et au raisonnement de la cour d’appel de Veliko Tarnovo dans sa décision portant autorisation de l’extradition du requérant.", ".  Il indique que les autorités bulgares compétentes n’ont pas reconnu au requérant le statut de réfugié et que celui-ci est poursuivi dans son pays d’origine pour des infractions pénales de droit commun et non pas à cause de sa race, sa religion, sa nationalité ou son appartenance à un certain groupe social.", ".  De plus, le Gouvernement met en cause la crédibilité du requérant. À ce titre, il soutient que ce dernier, dans ses déclarations devant les tribunaux internes, avait affirmé qu’il était menacé tantôt par des agents du FSB, tantôt par des individus sans aucun lien apparent avec les autorités russes. Par ailleurs, il considère qu’il n’existerait aucune indication sérieuse d’un risque pour l’intéressé d’être soumis à des traitements contraires à l’article 3 de la Convention en cas de remise aux autorités russes.", ".  Le Gouvernement estime enfin que, au cours de la procédure d’extradition, le parquet général russe avait donné suffisamment de garanties aux autorités bulgares quant au respect des droits et libertés fondamentales du requérant en cas d’extradition vers son pays d’origine. En particulier, il relève que les autorités russes avaient garanti que l’intéressé ne serait pas soumis à la torture ou à d’autres traitements incompatibles avec l’article 3 de la Convention et qu’il bénéficierait d’un procès équitable et serait jugé impartialement.", "2.  Appréciation de la Cour", "a)  Principes généraux", ".  La Cour rappelle que l’extradition ou l’expulsion par un État contractant peut soulever un problème au regard de l’article 3 de la Convention, et donc engager la responsabilité de l’État en cause au titre de la Convention, lorsqu’il y a des motifs sérieux et avérés de croire que l’intéressé, s’il est extradé ou expulsé vers un autre pays, y courra un risque réel d’être soumis à un traitement contraire à cette disposition. Dans ce cas, l’article 3 de la Convention implique l’obligation de ne pas extrader ou d’expulser la personne en question vers ce pays (voir, parmi beaucoup d’autres, Soering c. Royaume-Uni, 7 juillet 1989, §§ 90 et 91, série A no 161, et Salah Sheekh c. Pays-Bas, no 1948/04, § 135, 11 janvier 2007).", ".  Dans ce type d’affaires, la Cour est donc appelée à apprécier la situation dans le pays de destination à l’aune des exigences de l’article 3 de la Convention. Il ne s’agit pas pour autant de constater ou prouver la responsabilité de ce pays, que ce soit au titre du droit international général, au titre de la Convention ou autrement. Dans la mesure où une responsabilité se trouve ou peut se trouver engagée sur le terrain de la Convention, c’est celle de l’État contractant, du chef d’un acte qui a pour résultat direct d’exposer quelqu’un à un risque de mauvais traitements prohibés (Mamatkoulov et Askarov c. Turquie [GC], nos 46827/99 et 46951/99, § 67, CEDH 2005I, et Saadi c. Italie [GC], no 37201/06, § 126, CEDH 2008).", ".  L’article 3 de la Convention prohibant en termes absolus la torture ou les peines ou traitements inhumains ou dégradants – et ce quels que soient les agissements de la personne concernée –, la nature de l’infraction reprochée à un requérant est par conséquent dépourvue de pertinence pour l’examen sous l’angle de cette disposition (Saadi, précité, § 127, avec les références citées).", ".  Pour déterminer l’existence de motifs sérieux et avérés de croire à un risque réel de traitements incompatibles avec l’article 3 de la Convention, la Cour s’appuie sur l’ensemble des éléments qui lui sont fournis ou, au besoin, qu’elle se procure d’office (H.L.R. c. France, 29 avril 1997, § 37, Recueil 1997III, et Hilal c. Royaume-Uni, no 45276/99, § 60, CEDH 2001II).", "78.  Il appartient en principe au requérant de produire des éléments susceptibles de démontrer qu’il y a des raisons sérieuses de penser que, s’il était extradé ou expulsé, il serait exposé à un risque réel de se voir infliger des traitements contraires à l’article 3 de la Convention. Lorsque de tels éléments sont produits, il incombe au Gouvernement de dissiper les doutes éventuels à leur sujet (Saadi, précité, § 129).", "79.  Pour vérifier l’existence d’un risque de mauvais traitements, la Cour doit examiner les conséquences prévisibles du renvoi du requérant dans le pays de destination, compte tenu de la situation générale dans celui-ci et des circonstances propres au cas de l’intéressé (Vilvarajah et autres c. RoyaumeUni, 30 octobre 1991, § 108 in fine, série A no 215). À cette fin, en ce qui concerne la situation générale dans un pays, la Cour a souvent attaché de l’importance aux informations contenues dans les rapports du CPT et du Commissaire aux droits de l’homme du Conseil de l’Europe, aux rapports des organes des Nations unies pour la protection des droits de l’homme et aux rapports récents provenant d’associations internationales indépendantes de défense des droits de l’homme telles que Human Rights Watch (voir, par exemple, Saadi, précité, §§ 143-146, et voir, mutatis mutandis, M.S.S. c. Belgique et Grèce [GC], no 30696/09, §§ 160172, 366 et 367, CEDH 2011, Bajsultanov c. Autriche, no 54131/10, §§ 38-42 et 64, 12 juin 2012, I.K. c. Autriche, no 2964/12, §§ 35-37, 53-55 et 81, 28 mars 2013). En même temps, elle a considéré qu’une simple possibilité de mauvais traitements en raison d’une conjoncture instable dans un pays n’entraînait pas en soi une violation de l’article 3 de la Convention (Vilvarajah et autres, précité, § 111) et que, lorsque les sources à sa disposition décrivaient une situation générale, les allégations spécifiques d’un requérant dans une espèce donnée devaient être corroborées par d’autres éléments de preuve (Mamatkoulov et Askarov, précité, § 73, voir également Savriddin Dzhurayev c. Russie, no 71386/10, § 153, CEDH 2013 (extraits), pour une exception à cette règle de la charge de la preuve).", "80.  Dans les affaires où un requérant allègue faire partie d’un groupe systématiquement exposé à une pratique de mauvais traitements, la Cour considère que la protection de l’article 3 de la Convention entre en jeu lorsque l’intéressé démontre, éventuellement à l’aide des sources mentionnées au paragraphe précédent, qu’il y a des motifs sérieux et avérés de croire à l’existence de la pratique en question et à son appartenance au groupe visé (voir, mutatis mutandis, Salah Sheekh, précité, §§ 138-149).", "81.  Pour ce qui est du moment à prendre en considération, il faut se référer en priorité aux circonstances dont l’État en cause avait ou devait avoir connaissance au moment de l’extradition ou de l’expulsion. Toutefois, si le requérant n’a pas été extradé ou expulsé au moment où la Cour examine l’affaire, la date à prendre en compte est celle de la procédure devant elle (Chahal c. Royaume-Uni, 15 novembre 1996, §§ 85 et 86, Recueil 1996V). De plus, même si les faits historiques présentent un intérêt étant donné qu’ils permettent d’éclairer la situation actuelle et son évolution probable, ce sont les circonstances présentes qui sont déterminantes (Salah Sheekh, précité, § 136 in fine).", ".  Pour ce qui est de la qualification des différents types de mauvais traitements prohibés par l’article 3 de la Convention, la Cour renvoie aux principes établis dans sa jurisprudence constante, notamment dans les arrêts Selmouni c. France ([GC], no 25803/94, §§ 96-105, CEDH 1999V) et Labita c. Italie ([GC], no 26772/95, §§ 120 et 121, CEDH 2000IV).", "b)  Application de ces principes à la présente espèce", ".  À la lumière des principes exposés ci-dessus, la Cour doit chercher à établir si, à l’heure actuelle, le requérant encourt un risque sérieux et avéré de subir des traitements contraires à l’article 3 de la Convention en cas de mise à exécution de la décision de l’extrader vers la Russie. Pour ce faire, la Cour examinera d’abord la situation générale dans la région du Caucase du Nord, et en particulier en Ingouchie où le tribunal pénal de Nazran a émis un mandat d’arrêt à l’encontre de l’intéressé (paragraphe 13 ci-dessus). Elle se penchera ensuite sur la situation individuelle du requérant.", ".  La Cour rappelle que, dans plusieurs dizaines d’affaires dirigées contre la Fédération de Russie, elle a constaté l’existence de graves violations des droits de l’homme dans le Caucase du Nord, y compris en Ingouchie, qui étaient perpétrées au cours d’opérations antiterroristes ou dans le cadre de poursuites pénales menées contre des personnes soupçonnées d’appartenir à des groupes d’insurgés. Il s’agissait notamment de cas de disparitions forcées, de torture et de traitements inhumains et dégradants, ainsi que d’absence d’enquêtes effectives sur les allégations relatives à ces violations (voir, parmi beaucoup d’autres, Bazorkina c. Russie, no 69481/01, 27 juillet 2006, Loulouïev et autres c. Russie, no 69480/01, CEDH 2006XIII (extraits), Mutsolgova et autres c. Russie, no 2952/06, 1er avril 2010, Shokkarov et autres c. Russie, no 41009/04, 3 mai 2011, et Velkhiyev et autres c. Russie, no 34085/06, 5 juillet 2011). S’il est vrai que ces constats de violation des articles 2 et 3 de la Convention se réfèrent pour la plupart à des événements datant de la première moitié des années 2000, il n’en reste pas moins qu’il s’agit d’un élément pertinent qui doit être pris en compte par la Cour pour l’établissement de la situation générale dans cette région de la Russie. Par ailleurs, en l’espèce, l’ouverture des poursuites pénales contre le requérant et son départ précipité du Caucase du Nord en direction de la Pologne datent précisément de cette période (paragraphes 8-14 ci-dessus).", "85.  La Cour constate ensuite que le rapport du Commissaire aux droits de l’homme du Conseil de l’Europe à la suite de sa visite de 2011, le rapport du CPT consécutif à sa visite de la même année et les observations finales du Comité contre la torture des Nations unies de 2012 témoignent de la situation fortement dégradée des droits de l’homme dans le Caucase du Nord, y compris en Ingouchie (paragraphes 47-54 ci-dessus). Elle relève que les forces de l’ordre et les responsables politiques locaux étaient la cible d’attaques violentes des insurgés et que la population civile de la région était également affectée par la violence et l’insécurité. Elle note que les rapports mentionnent plusieurs cas de violations graves des droits fondamentaux attribuées aux forces de l’ordre russes, telles que des exécutions extrajudiciaires, des disparitions forcées, des punitions collectives de civils suspectés de liens avec les insurgés, et des cas de torture et autres traitements inhumains et dégradants infligés aux détenus soupçonnés d’appartenir à des groupes d’insurgés.", ".  La Cour prend également note des deux derniers rapports annuels de l’organisation Human Rights Watch, et notamment des données suivantes y figurant : les groupes islamistes continuent leur insurrection dans le Caucase du Nord ; plus de 700 personnes, dont 180 civils, ont été blessées ou tuées pendant les neuf premiers mois de 2013 ; certains groupes de la population locale, suspectés de coopérer avec les insurgés, sont soumis à des persécutions de la part des autorités russes et de milices locales soutenues par celles-ci ; des cas récents de disparitions forcées en Ingouchie sont recensés ; et un attentat mortel contre un haut responsable politique dans cette dernière république a eu lieu en août 2013 (paragraphes 55-58 cidessus).", ".  À la lumière de ces informations, la Cour ne peut que constater que le Caucase du Nord, y compris l’Ingouchie, continue d’être une zone de conflit armé, marquée par la violence et l’insécurité et par de graves violations des droits fondamentaux de la personne humaine, telles que les exécutions extrajudiciaires, les disparitions forcées, la torture ou d’autres traitements inhumains et dégradants, ou encore les punitions collectives de certains groupes de la population locale. Cela étant, la Cour doit à présent se pencher sur la question de savoir si la situation individuelle du requérant est telle qu’il puisse craindre d’être soumis à des traitements contraires à l’article 3 de la Convention s’il était extradé vers la Fédération de Russie.", ".  À cet égard, la Cour note que le requérant s’est prévalu de son statut de réfugié en vertu de la Convention de Genève et de la règle de nonrefoulement prévue à l’article 33 de celle-ci pour prouver l’existence d’un danger de persécution dans son pays d’origine. Il apparaît que, dans le cadre de la procédure interne d’extradition, cette question a été longuement débattue par les parties et que les tribunaux de première et deuxième instance ont expressément abordé ce problème dans leurs décisions (paragraphes 20-31 ci-dessus). La Cour rappelle qu’il ne lui appartient pas d’interpréter le droit interne bulgare concernant l’octroi du statut de réfugié et de l’asile politique. Elle n’a pas pour rôle de répondre à la question de savoir si la décision d’octroyer le statut de réfugié prise par les autorités d’un pays contractant à la Convention de Genève doit être interprétée comme conférant à l’intéressé le même statut dans tous les autres pays contractants de ladite convention. Elle n’a pas non plus pour mission de se prononcer formellement sur le respect des actes législatifs des institutions de l’Union européenne en matière d’asile et de protection équivalente. Cependant, aux fins d’examen de la présente affaire, la Cour estime qu’elle doit prendre en compte l’octroi du statut de réfugié par le requérant dans les deux autres pays européens précités, à savoir la Pologne et l’Allemagne (voir, mutatis mutandis, Abdolkhani et Karimnia c. Turquie, no 30471/08, §§ 8, 9 et 82, 22 septembre 2009). Elle souligne qu’il s’agit là d’une indication importante démontrant que, à l’époque où ce statut avait été accordé à l’intéressé, respectivement en 2004 et en 2005, il y avait suffisamment d’éléments démontrant que celui-ci risquait d’être persécuté dans son pays d’origine. Elle considère toutefois que ceci ne représente qu’un point de départ quant à son analyse de la situation actuelle du requérant.", ".  En effet, la Cour relève que le requérant, dans ses observations devant elle, expose qu’il est recherché par les autorités russes à cause de sa participation à la guérilla tchétchène et qu’il a adopté la même position devant la cour d’appel de Veliko Tarnovo dans le cadre de la procédure interne d’extradition (paragraphe 30 ci-dessus). Elle note que ces allégations sont amplement corroborées par les autres pièces du dossier et notamment par celles envoyées par les autorités russes aux autorités bulgares dans le cadre de la procédure d’extradition. Il ressort de ces éléments que le requérant fait l’objet de poursuites pénales dans la République d’Ingouchie pour participation à un groupe armé, préparation d’actes terroristes, trafics d’armes et de substances toxiques, que peu avant son départ pour la Pologne les agents du FSB avaient saisi une grande quantité d’armes à feu, d’explosifs et de munitions à son domicile, et que l’intéressé est soupçonné par les autorités russes d’appartenance à un groupe armé djihadiste qui combattait en Tchétchénie et en Ingouchie (paragraphes 8, 9, 12, 13 et 18 cidessus).", ".  La Cour note que les autorités russes ont recherché activement le requérant, qu’elles ont lancé un avis de recherche international à son encontre par le biais d’Interpol (paragraphe 13 in fine ci-dessus) et que, peu après l’arrestation de l’intéressé en Bulgarie, elles ont promptement sollicité des autorités bulgares l’obtention de son extradition vers la Russie (paragraphe 18 ci-dessus).", ".  La Cour observe que le tribunal pénal de Nazran, en Ingouchie, a ordonné le placement du requérant en détention provisoire (voir paragraphe 13 ci-dessus) et que, si ce dernier venait à être extradé vers la Russie, il est vraisemblable qu’il serait incarcéré dans un des établissements de détention provisoire du Caucase du Nord. Or, étant donné que l’intéressé est inculpé pour des infractions liées aux activités d’un groupe armé d’insurgés, elle estime qu’il serait particulièrement exposé au danger d’être torturé pour livrer des aveux ou de subir d’autres traitements inhumains et dégradants. À cet égard, la Cour s’appuie sur les constats du rapport du CPT suivant sa visite de 2011 dans le Caucase du Nord (paragraphes 53 et 54 ci-dessus). Elle note ainsi que, selon ce rapport, les membres de la délégation du CPT ont entendu de nombreuses allégations de mauvais traitements infligés aux détenus, ont trouvé dans les registres des établissements pénitentiaires des preuves médicales qui corroboraient ces allégations et ont eux-mêmes observé des traces de violences sur les corps de certains détenus. Elle note aussi que, d’après ce rapport, les détenus soupçonnés des mêmes infractions que celles reprochées au requérant dans la présente affaire étaient systématiquement soumis à la torture et à des traitements inhumains ou dégradants. De même, elle observe que les rapports du Commissaire aux droits de l’homme et les observations finales du Comité contre la torture des Nations unies vont dans le même sens (paragraphes 47-52 ci-dessus).", ".  Par ailleurs, la Cour relève que, au cours de l’examen de la demande d’extradition devant les tribunaux bulgares ainsi que dans ses observations écrites devant elle, le requérant a soutenu que ses proches en Ingouchie avaient été harcelés par les forces de l’ordre russes, qu’il a relaté des cas de perquisitions et saisies arbitraires, menaces et maltraitances, et qu’il a expliqué que sa sœur avait disparu (paragraphes 24 et 68 in fine ci-dessus). Elle note qu’il n’a pas présenté d’autres preuves à l’appui de ces allégations. Cependant, elle constate que les rapports internationaux dont elle dispose témoignent de persécutions et punitions collectives de la part des forces de l’ordre russes à l’encontre des proches des personnes soupçonnées de participation à la guérilla dans le Caucase du Nord (paragraphe 49 ci-dessus). La Cour est d’avis qu’il s’agit là encore d’une circonstance qui justifie les craintes du requérant quant à un risque de mauvais traitements qu’il pourrait se voir infliger par les autorités dans son pays d’origine.", ".  S’agissant ensuite de la position du Gouvernement, la Cour note que dans ses observations, celui-ci a mis l’accent sur les assurances données par le parquet général russe aux autorités bulgares que l’intéressé ne serait pas soumis à des traitements inhumains et dégradants s’il était extradé vers la Russie (paragraphe 73 ci-dessus). La Cour rappelle à cet égard que les assurances données par les autorités d’un pays de destination ne représentent qu’un des facteurs à prendre en considération pour l’examen de la situation personnelle de la personne menacée d’extradition et qu’elles ne sont pas en elles-mêmes suffisantes pour garantir une protection satisfaisante contre le risque de mauvais traitements. Elle estime que le poids à leur accorder dépend, dans chaque cas, des circonstances prévalant à l’époque considérée (Saadi, précité, § 148, et Othman (Abu Qatada) c. Royaume-Uni, no 8139/09, §§ 187-189, CEDH 2012 (extraits)).", ".  La Cour ne perd pas de vue que, dans la présente espèce, les assurances en question ont été données par le parquet général de la Fédération de Russie, un pays contractant à la Convention qui, de ce fait, s’est engagé à respecter les droits fondamentaux garantis par celle-ci. Elle considère cependant que, dans les circonstances spécifiques de la présente affaire, ces assurances ne sauraient suffire à écarter le risque de mauvais traitements encouru par le requérant. Elle observe en particulier que les rapports internationaux dont elle dispose relèvent que les personnes accusées – à l’instar du requérant – d’appartenance au groupe armé en cause opérant dans le Caucase du Nord sont souvent soumises à la torture lors de leur détention et que les autorités compétentes russes manquent souvent à leur obligation de diligenter des enquêtes effectives dans le cas d’allégations de maltraitances subies dans les établissements de détention provisoire du Caucase du Nord (paragraphes 51-54 ci-dessus). En outre, elle note que le Gouvernement n’a pas précisé quelles seraient concrètement les démarches qu’il comptait entreprendre pour s’assurer du respect des engagements des autorités russes, ni si ses services diplomatiques avaient déjà coopéré par le passé avec les autorités russes dans des cas similaires d’extradition vers le Caucase du Nord.", ".  La Cour observe par ailleurs que le tribunal interne de deuxième instance s’est appuyé exclusivement sur ces mêmes assurances données par les autorités russes pour autoriser l’extradition du requérant : la question de savoir si ce dernier encourrait un risque sérieux et avéré de subir des maltraitances dans son pays d’origine a été traitée de manière insuffisante dans la décision de cette juridiction (paragraphe 31 ci-dessus). La Cour est cependant d’avis que, dans le cadre d’une procédure d’extradition, l’appréciation du risque pour la personne concernée de subir des maltraitances dans son pays d’origine est une question essentielle qui mérite une attention particulière de la part des tribunaux internes. Il apparaît que tel n’a pas été le cas en l’occurrence et que le requérant a été privé des garanties requises par l’article 3 de la Convention (voir paragraphes 74 à 82 ci-dessus, avec les références).", "96.  Ces éléments suffisent à la Cour pour conclure que le requérant encourt un risque sérieux et avéré d’être soumis à la torture ou d’autres traitements inhumains et dégradants dans son pays d’origine. Dès lors, la mise à exécution de la décision de l’extrader vers la Fédération de Russie emporterait violation de l’article 3 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 39 DU RÈGLEMENT DE LA COUR", ".  La Cour rappelle que, conformément à l’article 44 § 2 de la Convention, le présent arrêt deviendra définitif : a) lorsque les parties auront déclaré qu’elles ne demanderont pas le renvoi de l’affaire devant la Grande Chambre ; ou b) trois mois après la date de l’arrêt, si le renvoi de l’affaire devant la Grande Chambre n’a pas été demandé ; ou c) lorsque le collège de la Grande Chambre aura rejeté la demande de renvoi formulée en application de l’article 43 de la Convention.", ".  Elle considère que les mesures qu’elle a indiquées au Gouvernement en application de l’article 39 de son règlement (paragraphe 4 ci-dessus) doivent demeurer en vigueur jusqu’à ce que le présent arrêt devienne définitif ou qu’elle rende une autre décision à cet égard (voir le dispositif).", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", ".  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", ".  Le requérant réclame 5 000 euros (EUR) au titre du préjudice moral qu’il dit avoir subi.", ".  Le Gouvernement soutient que la prétention du requérant est exorbitante et injustifiée.", ".  Compte tenu des circonstances spécifiques de l’espèce, la Cour considère que le constat que la mise à exécution de la décision d’extradition constituerait une violation de l’article 3 de la Convention représente une satisfaction équitable suffisante pour le dommage moral subi par le requérant (Saadi, précité, § 188, et Klein c. Russie, no 24268/08, § 72, 1er avril 2010).", "B.  Frais et dépens", ".  Le requérant demande également 1 537 EUR pour les honoraires d’avocat versés à son premier représentant, Me M. Pehlivanov, au cours de la procédure d’extradition interne et pour les prestations relatives à l’introduction de sa requête devant la Cour, ainsi que 840 EUR pour les honoraires de son deuxième représentant, M. K. Kanev, engagés au cours de la procédure devant la Cour. Il demande que la somme de 1 537 EUR soit versée directement sur son compte et celle de 840 EUR sur le compte du Comité bulgare d’Helsinki.", ".  Le Gouvernement estime que ces sommes sont excessives et injustifiées.", ".  Compte tenu des documents dont elle dispose et de sa jurisprudence, la Cour estime que le montant demandé par le requérant – à savoir 2 377 EUR tous frais confondus – n’est pas exorbitant ou injustifié et elle le lui accorde dans sa totalité. Elle accueille également la demande de la partie requérante tendant à ce que la somme de 1 537 EUR soit versée directement sur son compte bancaire et la somme de 840 EUR sur celui du Comité bulgare d’Helsinki.", "C.  Intérêts moratoires", ".  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit que, dans l’éventualité de la mise à exécution de la décision d’extrader le requérant vers la Fédération de Russie, il y aurait violation de l’article 3 de la Convention ;", "", "3.  Décide de continuer à indiquer au Gouvernement, en application de l’article 39 de son règlement, qu’il est souhaitable, dans l’intérêt du bon déroulement de la procédure, de ne pas extrader le requérant jusqu’à ce que le présent arrêt devienne définitif ou qu’elle rende une autre décision à cet égard ;", "", "4.  Dit que le constat d’une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "5.  Dit", "a)  que l’État défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 2 377 EUR (deux mille trois cent soixante-dix-sept euros) au titre des frais et dépens, à convertir en levs bulgares au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d’impôt par le requérant, à répartir comme suit :", "i.  1 537 EUR (mille cinq cent trente-sept euros), à verser directement au requérant,", "ii.  840 EUR (huit cent quarante euros), à verser au Comité bulgare d’Helsinki,", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 mars 2014, en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "Françoise Elens-Passos\tIneta Ziemele \n\tGreffière\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, la déclaration de la juge I. Ziemele.", "I.Z.\nF.E.P.", "", "", "DÉCLARATION DE LA JUGE ZIEMELE", "(Traduction)", "", "Bien que je souscrive pleinement à la décision de ne pas octroyer une satisfaction équitable, je renvoie, en ce qui concerne le libellé du paragraphe 102 de l’arrêt et du point 4 de son dispositif, à mon opinion concordante jointe à l’arrêt Vinter et autres c. Royaume-Uni ([GC], nos 66069/09, 130/10 et 3896/10, CEDH 2013), le raisonnement que j’y ai développé reflétant parfaitement mes objections à l’égard de la formule utilisée habituellement par la Cour lorsqu’elle estime qu’il n’y a pas lieu d’accorder une indemnité pour préjudice moral. Je tiens à préciser que c’est la dernière fois que je soulèverai ce point particulier."]}