{"file": "FRE_CLINF_45744_08.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "45744/08", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 136", "Décembre 2010", "Jasinskis c. Lettonie - 45744/08", "Arrêt 21.12.2010 [Section III]", "Article 2", "Obligations positives", "Article 2-1", "Enquête efficace", "Caractère inadéquat des soins médicaux reçus par un homme sourd-muet en garde à vue : violations", "", "En fait – Après avoir passé la nuit à boire avec des amis, le fils du requérant, qui était sourd-muet, tomba dans des escaliers, se blessa gravement à la tête et perdit connaissance pendant plusieurs minutes. A leur arrivée, les policiers appelés sur les lieux furent informés des faits et du handicap de l’intéressé. Ils l’emmenèrent au commissariat pour le placer en cellule de dégrisement, sans attendre l’ambulance qui était en route. Le policier de service nota qu’il présentait une écorchure à la figure, mais lorsque les ambulanciers contactèrent le commissariat ils se virent répondre qu’il n’était pas nécessaire de procéder à un examen médical, l’intéressé étant simplement ivre. Le fils du requérant frappa sur les portes et les murs de sa cellule pendant quelque temps, mais en vain. Il n’avait aucun moyen de communiquer avec les policiers : aucun d’entre eux ne comprenait apparemment la langue des signes, et le calepin qu’il utilisait normalement pour communiquer lui avait été retiré. Le lendemain matin, sept heures après le début de la garde à vue, les policiers essayèrent de le réveiller, mais n’y parvinrent pas. Il ouvrait les yeux, mais ne répondait à aucune stimulation. Sept heures plus tard, inquiets de le voir dormir depuis si longtemps, les policiers appelèrent une ambulance. Le fils du requérant fut finalement emmené à l’hôpital sur les demandes répétées de son père. Il décéda quelques heures plus tard, et l’autopsie révéla que le décès avait été causé par de multiples lésions à la tête et au cerveau.", "Au cours de l’enquête subséquente, une expertise sur la qualité des soins médicaux apportés à la victime fut établie. Il y fut relevé plusieurs manquements dans la manière dont le fils du requérant avait été traité au commissariat, notamment en ce qui concernait les informations disponibles sur son état de santé et le fait que l’ambulance n’avait pas été appelée à temps. Le service de police dans lequel il avait été détenu procéda également à une enquête interne sur les circonstances de son décès. Cependant, les enquêteurs classèrent l’affaire sans suite par trois fois, concluant que les policiers de service avaient agi conformément aux lois et règlements applicables. Chacune de ces décisions fut ultérieurement annulée par le parquet compétent. A l’issue de la troisième décision de clôture de l’enquête, et à la demande insistante du requérant, l’affaire fut transmise au Bureau de la sécurité interne de la police nationale aux fins d’une nouvelle enquête. Après avoir entendu de nouveaux témoins, celui-ci décida de mettre fin à l’enquête, concluant que les policiers n’avaient commis aucune faute. Les recours formés par le requérant contre cette décision furent rejetés.", "En droit – Article 2", "a)  Volet substantiel – La Cour observe que, d’une part, les personnes handicapées sont particulièrement vulnérables lorsqu’elles se trouvent en garde à vue et, d’autre part, les policiers avaient été dûment informés du handicap du fils du requérant et de ses blessures. Or ils ne l’ont pas fait examiner par des professionnels de la santé après l’avoir emmené au commissariat, alors que les normes du Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) leur imposaient expressément de le faire. De plus, ils ne lui ont laissé aucune possibilité de donner des informations sur son état de santé, alors même qu’il n’avait cessé de frapper sur les portes et sur les murs de sa cellule de dégrisement. Compte tenu de son handicap, les policiers étaient clairement tenus, en droit interne comme en droit international, notamment aux termes de la Convention des Nations unies relative aux droits des personnes handicapées, de lui fournir au moins un crayon et du papier afin qu’il puisse exprimer d’éventuelles difficultés. Enfin, la Cour juge particulièrement préoccupant le fait que sept heures se soient écoulées entre le moment où les policiers ont constaté que l’intéressé « refusait de se réveiller » et celui où ils ont appelé une ambulance : l’ivresse seule ne saurait expliquer le fait qu’un individu reste inconscient pendant environ quatorze heures. La Cour conclut qu’en ne demandant pas d’avis médical et en n’appelant pas d’ambulance pendant près de sept heures après avoir constaté que la victime ne se réveillait pas, la police a manqué à son devoir de protéger la vie du fils du requérant.", "Conclusion : violation (unanimité).", "b)  Volet procédural – L’enquête initiale sur le décès du fils du requérant a été menée par l’autorité même qui était impliquée dans les faits ayant conduit au décès. Partant, elle ne répondait pas aux normes élémentaires d’indépendance des enquêteurs, et on ne saurait donc dire qu’elle a été effective. Elle a ensuite été reprise par le Bureau de la sécurité interne, qui a interrogé les cinq policiers présents au commissariat avant le décès, et qui a formulé ses propres conclusions, lesquelles coïncidaient avec celles de l’enquête interne du service de police impliqué. Sans faire de déductions générales quant à l’indépendance du Bureau, la Cour considère que l’enquête qu’il a menée a été défectueuse pour plusieurs raisons. Tout d’abord, elle n’a été transférée de l’institution impliquée dans les faits qu’au bout de dix-huit mois environ, et le Bureau n’a rendu sa décision que près d’un an plus tard. Une réaction plus prompte, d’une autorité indépendante, aurait permis de réunir plus d’éléments, par exemple d’obtenir des informations du médecin qui avait procédé à l’autopsie ou de recueillir des indices sur les lieux de la chute de la victime ou dans sa cellule. Ensuite, plusieurs questions cruciales pour l’établissement des responsabilités individuelles des policiers, par exemple en ce qui concerne la qualité des traitements médicaux administrés en cellule de dégrisement, sont restées sans réponse. Les enquêteurs n’ont pas non plus tenté de déterminer si le refus de faire examiner le détenu par des médecins lors de son arrestation puis le retard dans l’apport d’une assistance médicale étaient compatibles avec les obligations des policiers en droit interne et avec les besoins particuliers des personnes handicapées. Enfin, la Cour ne peut ignorer le fait que l’enquête a fait la navette par trois fois entre les policiers et différents procureurs.", "Conclusion : violation (unanimité).", "Article 41 : 50 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}