{"file": "FRE_HFJUD_44084_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "44084/10", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE GÜLAY ÇETİN c. TURQUIE", "", "(Requête no 44084/10)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "5 mars 2013", "", "DÉFINITIF", "", "05/06/2013", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Gülay Çetin c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tGuido Raimondi, président,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil les 18 décembre 2012 et 12 février 2013,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 44084/10) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Gülay Çetin, a saisi la Cour le 3 juin 2010, en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le 24 juin 2011, la requête a été communiquée au gouvernement turc (« le Gouvernement »). Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond de l’affaire.", "3.  Le 30 septembre 2011, le greffe a été informé du décès de la requérante, survenu le 12 juillet 2011.", "4.  Le 27 octobre 2011, Me K. Yılmaz, avocate à Diyarbakır, a fait part à la Cour du souhait des membres de la famille de la défunte, à savoir Mehmet Çetin (son père), Ülfet Çetin (sa mère), Ümmügülsüm Çetin (sa sœur) et Metin Çetin (son frère), de poursuivre l’instance.", "Le 15 novembre suivant, la Cour a décidé d’accueillir cette demande, étant entendu que, pour des raisons d’ordre pratique, le présent arrêt continuera de désigner feu Mme Gülay Çetin par l’expression « la requérante ».", "5.   Le Gouvernement est représenté par son agent.", "6.  Invoquant les articles 2, 3, 6, 13 et, en substance, 5 § 4 de la Convention, la requérante dénonçait notamment les conditions matérielles dans lesquelles elle était détenue alors qu’elle souffrait d’un cancer en phase terminale, ainsi que l’indifférence à son égard tant des instances pénitentiaires que des instances judiciaires.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  A l’époque de l’introduction de sa requête, Mme Gülay Çetin, une inspectrice des comptes à la retraite née en 1964, se trouvait en détention provisoire à la prison de type L d’Antalya depuis le 22 décembre 2006, lendemain de son arrestation, pour avoir tué son compagnon avec son arme de service.", "8.  En février 2007, elle commença à se plaindre, entre autres, de problèmes gastriques et digestifs.", "A cet égard, les documents officiels, qui reposent sur les rapports établis par les deux derniers médecins pénitentiaires en poste, ne font état que de trois consultations (paragraphes 61 et 64 ci-dessous). D’après ces documents, la requérante aurait été examinée pour la première fois à l’infirmerie le 2 mai 2008 (protocole no 2014), date à laquelle on lui diagnostiqua un ulcère peptique, c’est-à-dire gastroduodénal. Elle y serait retournée le 12 mai suivant (protocole no 2207) et aurait été mise sous traitement, cette fois-ci pour une gastro-entérite. A l’issue d’un troisième examen, réalisé le 11 juillet 2008 (protocole no 3629), le médecin aurait à nouveau conclu à un ulcère peptique, accompagné d’une bronchite.", "9.  En réalité, ces observations médicales n’étaient que la continuité de celles qui les avaient précédées. Le carnet de santé de la requérante montre en effet qu’avant le 2 mai 2008, celle-ci avait déjà passé neuf consultations depuis le 15 février 2007, date à laquelle elle avait commencé à se plaindre (protocoles nos 833, 2161, 2831, 4182, 46, 31, 607, 1017 et 1201). Ces examens avaient été pratiqués par l’un ou l’autre des médecins pénitentiaires : Ö.Ç., H.K., S.Ç. ou R.Y. (médecin du dispensaire local). Les prescriptions afférentes à ces premières consultations, ainsi que celle du 3 juin 2008 (protocole no 2709, non mentionné dans les rapports officiels – paragraphe 8 in fine ci-dessus), font état elles aussi, pour l’essentiel, de troubles tels que douleurs abdominales, œsophagite par reflux et/ou ulcère peptique ainsi que des prescriptions récurrentes d’antiacides, à savoir, Talcid, Rennie, Lansor, Zoprol, Famodin, Lanzedin, Pulcet et Gaviscon.", "10.  En août 2008, la requérante commença à souffrir de crises de vomissement en jets. Or, toujours d’après son carnet de santé, ce symptôme qui faisait partie des signes évocateurs d’un tableau plus grave échappa au médecin R.Y., qui, après l’avoir examinée le 28 août 2008 (protocole no 4707), lui prescrivit un antiacide (Pulcet).", "11.  Par un jugement du 19 septembre 2008, la cour d’assises d’Antalya déclara la requérante coupable d’homicide volontaire et, tenant compte de circonstances atténuantes, elle la condamna à quinze années de réclusion criminelle.", "Le dossier fut automatiquement transmis à la Cour de cassation, en raison du quantum de la peine infligée.", "12.  Le 14 novembre 2008, alors que cette procédure était pendante, la requérante fut transférée dans un établissement hospitalier, le centre de recherche de l’hôpital d’Antalya (« l’hôpital »), et examinée au service de gastro-entérologie. On conclut, semble-t-il, à une colopathie fonctionnelle (syndrome du côlon irritable), trouble digestif qui se caractérise par des malaises ou des sensations douloureuses dans le ventre. Le médicament prescrit en conséquence fut donc le Tribudat Forte, curatif pour ce syndrome.", "13.  Toutefois, les douleurs de la requérante persistèrent et elle fut à nouveau admise à l’hôpital le 24 décembre 2008.", "Elle y subit une cholécystectomie (ablation de la vésicule biliaire), les médecins ayant diagnostiqué une lithiase vésiculaire (calculs dans la vésicule biliaire), maladie qui, en cas de crise, peut provoquer des douleurs abdominales fortes ainsi que des nausées et des vomissements. Cette opération n’entraîna aucune amélioration de son état de santé.", "14.  En conséquence, le 3 mars 2009, la requérante fut à nouveau transférée à l’hôpital, où les médecins décidèrent enfin de procéder à une endoscopie gastrique suivie d’une biopsie. Cependant, la requérante n’étant pas à jeun, ils ne pratiquèrent pas l’examen sur-le-champ mais lui fixèrent un autre rendez-vous un mois plus tard, le 3 avril 2009.", "Le 13 avril 2009, soit plus de deux ans après l’apparition des troubles digestifs de la requérante, on diagnostiqua chez elle un adénocarcinome gastrique (cancer de l’estomac) à caractère métastatique.", "Il ressort du dossier qu’à cette date déjà, sa maladie se trouvait à un stade avancé (paragraphe 40 ci-dessous).", "Le 20 avril suivant, la requérante fut admise au service d’oncologie de l’hôpital.", "15.  Le 27 avril 2009, elle subit une gastrectomie totale, une œsophago-jéjunostomie, ainsi qu’une ablation des aires ganglionnaires environnantes et de l’ovaire gauche, qui présentait une tumeur métastatique de Krukenberg.", "Elle quitta l’hôpital le 8 juin 2009, au terme d’un suivi postopératoire et d’une chimiothérapie intense de quarante-deux jours.", "16.  Le 18 juin 2009, l’avocat de la requérante communiqua à la Cour de cassation des rapports médicaux faisant état du tableau clinique de sa cliente et demanda que son dossier soit traité en priorité (paragraphe 9 ci-dessus).", "17.  A partir de cette date, la requérante fut transférée à plusieurs reprises à l’Hôpital universitaire d’Akdeniz, soit pour des séances de chimiothérapie soit pour des contrôles ou des soins palliatifs. Le transfert se faisait toujours sous la surveillance des gendarmes, et souvent en fourgon.", "Pendant cette période, Ümmügülsüm Çetin adressa à la commission parlementaire des droits de l’homme de l’Assemblée nationale une lettre décrivant en détail la situation intenable dans laquelle vivait sa sœur. Elle la priait de faire en sorte que des mesures soient prises afin que la malade bénéficie, entre autres, d’une alimentation adéquate, d’un soutien psychologique et d’un traitement humain de la part du personnel pénitentiaire.", "18.  Une série de tests passés par la requérante jusqu’à la fin du mois de juillet 2009 révéla la présence d’une néoplasie gastrique maligne, pour laquelle elle subit, entre le 31 août et le 7 septembre, une séance supplémentaire de chimiothérapie.", "Deux jours plus tard, elle fut à nouveau admise aux urgences en raison d’une fièvre et d’une neutropénie qui nécessitèrent sa réhospitalisation jusqu’au 17 septembre 2009 aux fins d’une antibiothérapie.", "Selon le dossier, elle dut à nouveau être hospitalisée du 25 septembre au 1er octobre 2009, apparemment pour des soins palliatifs.", "19.  A une date non précisée, ultérieure à l’observation des métastases (juillet 2009), la requérante adressa à une déléguée parlementaire – médecin de profession – une lettre relatant l’évolution inquiétante de sa maladie dans le milieu carcéral.", "Le 1er septembre 2009, cette déléguée transmit la lettre à la commission des droits de l’homme de l’Assemblée nationale, accompagnée d’une lettre de soutien dans laquelle elle-même dénonçait le traitement tardif et inadéquat des détenus atteints de maladies graves – comme la requérante – et exhortait la commission à examiner la question d’urgence.", "Le lendemain, elle fit part à la requérante de cette initiative.", "20.  Par un arrêt du 8 octobre 2009, la Cour de cassation infirma le jugement de première instance (paragraphe 11 ci-dessus), au motif que les juges du fond avaient omis de préciser quelles étaient les circonstances atténuantes qu’ils avaient reconnues à la requérante.", "21.  A ce stade de la procédure, lesdits juges avaient déjà, en vertu du pouvoir discrétionnaire que leur confère l’article 101 du code de procédure pénale (« CPP »), rejeté une vingtaine de demandes de libération provisoire formulées par la requérante, en faisant notamment référence à « la nature du délit reproché et la date de mise en détention provisoire » et, à quelques reprises, au fait que « les preuves n’[étaient] pas encore réunies » ou que les « motifs à l’origine de la détention [demeuraient] valables ».", "22.  Le 29 octobre 2009, les oncologues de l’hôpital établirent un rapport d’évaluation dans lequel ils estimaient que le pronostic vital de la requérante était engagé et qu’il fallait planifier des séances de chimiothérapie de cinq jours chacune séparées par des intervalles de trois semaines. Ils précisaient également que la patiente ne pourrait poursuivre son traitement dans le milieu carcéral que si elle était régulièrement amenée à l’hôpital et si la prison disposait de moyens pour pallier les complications inhérentes à la chimiothérapie. En somme, ils conseillaient de transférer la requérante dans un établissement plus adéquat.", "23.  Le 16 novembre 2009, la requérante reçut un lot d’aliments spécifiques apporté par ses proches.", "24.  Lors des audiences du 25 novembre et du 22 décembre 2009, elle demanda à nouveau son élargissement pour raisons de santé. Ces demandes furent rejetées pour les mêmes raisons que précédemment (paragraphe 21 ci-dessus).", "25.  Le 30 décembre 2009, la requérante passa une tomographie par émission de positrons (TEP). L’examen révéla qu’elle présentait une augmentation de l’activité métabolique entre l’aorte et le foie ainsi qu’un nodule hyper-métabolique au niveau du ligament nuchal, en corrélation avec la progression de son tableau métastatique.", "26.  Le 11 janvier 2010, la requérante adressa au procureur de la République une lettre dans laquelle, soutenant qu’il lui était impossible de lutter contre sa maladie dans les conditions carcérales, elle demandait que sa situation soit révisée à la lumière d’un nouveau rapport médical à obtenir de l’Hôpital universitaire d’Akdeniz. Le dossier est muet sur la suite donnée à cette demande.", "Par ailleurs, la requérante pria également l’administration pénitentiaire de fournir à la cantine de la prison des produits riches en vitamines et en protéines, tels que pollen, gingembre et gelée royale.", "27.  Le 19 janvier 2010, la cour d’assises, après avoir corrigé son jugement (paragraphe 20 ci-dessus), recondamna la requérante à la même peine que précédemment et ordonna à nouveau son maintien en détention provisoire, compte tenu « de la nature et du quantum de la peine prononcée ainsi que de la date de mise en détention ».", "28.  Le 20 janvier 2010, l’avocat de la requérante forma opposition contre cette décision, arguant que sa cliente se trouvait en phase terminale d’un cancer incurable et qu’elle perdrait sûrement la vie avant que la seconde procédure automatique d’appel n’aboutisse. Il soutenait que l’article 109 du CPP était applicable à l’affaire par analogie et demandait à ce que la détention provisoire de la requérante soit remplacée par un placement sous contrôle judiciaire à domicile.", "Le lendemain, les juges du fond rejetèrent ce recours, au motif que le maintien en détention de la requérante était « régulier et conforme à la loi ». En réalité, le motif pertinent serait le fait que l’infraction dont elle était accusée était passible d’une peine dont le quantum dépassait la limite de « trois ans au maximum » posée par l’article 109 susmentionné dans sa version en vigueur à l’époque.", "L’avocat forma contre ce refus une opposition qui fut également rejetée, le 22 janvier, par la 3e chambre de la cour d’assises d’Antalya.", "29.  Entre-temps, la Cour de cassation se saisit de nouveau de l’affaire, toujours en raison de la gravité de la peine prononcée (paragraphes 11 in fine et 28 ci-dessus).", "30.  Le 25 janvier 2010, la requérante porta plainte contre le gardien E.Y. et le sous-officier R. pour abus de fonctions, les accusant de l’avoir empêchée de se rendre à la consultation qui avait été fixée par son diététicien au 19 janvier 2010.", "A cette dernière date, elle devait également comparaître devant le tribunal, mais le sous-officier R. l’avait convaincue d’accepter le rendezvous à l’hôpital en lui assurant qu’elle y serait conduite sans faute après l’audience. Le jour venu, on l’avait d’abord fait voyager dans un fourgon, au mépris des recommandations des médecins, puis, à l’issue de l’audience, E.Y. et R. avaient refusé de l’emmener à l’hôpital, affirmant qu’ils n’avaient pas connaissance du rendez-vous. Ils avaient ensuite appelé l’hôpital, qui avait confirmé que la requérante était bien attendue pour un examen à 13 h 30 ; en attendant l’arrivée d’un véhicule qui l’y conduirait, ils avaient alors décidé de la laisser dans le fourgon. Se sentant incapable de supporter plusieurs heures de plus dans ces conditions, la requérante s’était alors résignée à renoncer à la consultation.", "La Cour n’a pas été informée de l’issue de cette plainte.", "31.  Le 12 février 2010, le juge d’application des peines autorisa la cantine pénitentiaire à fournir à la requérante, moyennant paiement, les aliments spécifiques qu’elle réclamait (paragraphe 26 in fine ci-dessus).", "32.  Le 1er mars 2010, l’avocat de la requérante redemanda à l’administration pénitentiaire d’approvisionner la cantine en aliments conformes à la diète prescrite pour sa cliente ou, à titre subsidiaire, d’autoriser ses proches à lui en procurer de l’extérieur.", "33.  Le 6 avril 2010, la requérante passa à nouveau une TEP ; celle-ci révéla une augmentation de l’activité métabolique distincte entre le pancréas et le foie.", "34.  Le 12 avril 2010, la requérante écrivit au parquet pour solliciter, à la lumière des derniers rapports médicaux sur son état de santé, le traitement prioritaire de son dossier d’appel.", "Le 20 mai 2010, elle adressa une seconde lettre dans le même sens à la Cour de cassation.", "35.  Dans l’intervalle, le 14 avril 2010, les oncologues de l’Hôpital universitaire d’Akdeniz lui avaient prescrit un suivi médicamenteux ainsi qu’un programme nutritionnel spécifique, qui fut appliqué dans la mesure du possible.", "De nouvelles TEP réalisées le 6 juillet et le 6 octobre 2010 révélèrent une légère régression des activités métaboliques, que les médecins qualifièrent de « réponse partielle » à la chimiothérapie.", "36.  Il ressort du dossier que, jusqu’à cette date, la requérante s’était plainte à plusieurs reprises de ses conditions de détention, notamment des conditions de ses transferts vers les hôpitaux.", "Interrogée le 25 juin 2010 dans le contexte de l’une de ces plaintes, Ümmügülsüm Çetin déclara que, d’après elle, sa sœur, souffrante et éprouvée, cherchait en réalité à attirer l’attention et qu’il fallait absolument assurer son admission dans un service susceptible de lui fournir un soutien psychiatrique.", "Les autorités ont pour leur part indiqué que la requérante avait toujours refusé d’être suivie par un service de psychiatrie, sauf pendant son séjour postopératoire.", "37.  Le 6 août 2010, la requérante demanda son placement dans une unité plus calme. Deux de ses codétenues, qui étaient accompagnées de leurs enfants, furent alors transférées dans d’autres unités.", "38.  Le 16 août 2010, la requérante écrivit à nouveau à la déléguée parlementaire (paragraphe 19 ci-dessus) pour porter à sa connaissance les dernières évaluations médicales pessimistes la concernant. Il semble qu’à partir de cette lettre, le secrétaire général adjoint du ministère de la Santé se soit enquis de la situation auprès des instances du ministère de la Justice, cependant sa démarche n’aboutit pas.", "39.  Dans un rapport du 14 septembre 2010, le médecin pénitentiaire indiqua que, conformément à la prescription des oncologues, des rations intermédiaires avaient été ajoutées aux repas de la requérante et les aliments normalement indisponibles à la cantine étaient obtenus de l’extérieur.", "40.  Le 17 septembre 2010, les oncologues de l’Hôpital universitaire d’Akdeniz établirent un rapport récapitulant le tableau clinique de la requérante. Selon ce document, l’intéressée est demeurée sous surveillance médicale constante à partir du 17 août 2009, date à laquelle son cancer se trouvait déjà en phase quatre.", "Il ressort par ailleurs du dossier qu’entre le 24 septembre et le 14 décembre 2010, la requérante avait fait l’objet de dix-sept analyses médicales.", "41.  A cette dernière date, elle adressa à la Cour de cassation une lettre dans laquelle, se plaignant de son état de santé et des souffrances liées à sa détention, elle sollicitait, en joignant à l’appui de sa demande cinq rapports médicaux, l’admission au bénéfice de la grâce présidentielle en vertu de l’article 104 § 2 b) alinéa 13 de la Constitution, qui habilite le président de la République à alléger ou annuler les peines prononcées, pour cause de maladie incurable, d’invalidité ou de vieillesse.", "Il semble qu’aucune suite n’ait été donnée à cette demande.", "42.  Par des lettres des 3 et 4 janvier 2011, la requérante et son avocat adressèrent à la cour d’assises d’Antalya et à la Cour de cassation des demandes de libération provisoire, soutenant que, compte tenu des circonstances médicales et du temps que la requérante avait déjà passé en détention, l’article 102 § 2 du CPP commandait l’application de pareille mesure. Cette disposition est ainsi libellée :", "« Dans les affaires qui relèvent du ressort des cours d’assises, le délai de détention provisoire est de deux ans au maximum. En cas de force majeure, ce délai peut être prolongé par une décision motivée pour une durée totale de trois ans au maximum. »", "Cette demande fut écartée, apparemment au motif que, vu la gravité de la peine encourue, la requérante risquait de s’enfuir.", "43.  Le 12 janvier 2011, la requérante passa deux tests d’imagerie par résonance magnétique (IRM). Malgré les huit cures de chimiothérapie qu’elle avait déjà suivies, ces examens mirent en évidence une nouvelle tumeur hétérogène de 45 x 43 mm au niveau de l’utérus ainsi que de nombreuses lésions kystiques au foie.", "44.  Le 27 janvier 2011, le conseil médical de l’hôpital se réunit pour décider du protocole ultérieur à suivre, alors que la requérante avait commencé à souffrir de nausées, de vomissements et de douleurs abdominales intenses.", "La dernière TEP, réalisée le 14 février 2011, révéla que la requérante était atteinte d’iléus (occlusion intestinale), c’est-à-dire d’un arrêt du transit consécutif à un traumatisme péritonéal.", "En conséquence, le 14 mars 2011, elle fut transférée à l’Hôpital universitaire d’Akdeniz.", "45.  Le 6 février 2011, elle envoya à Me Yılmaz une lettre personnelle dont certains passages se lisent ainsi :", "« (...) Comme ma condamnation n’est pas définitive, je ne peux pas bénéficier de l’article 104 de la Constitution. (...) Ça fait deux ans que je ne mange rien, je ne dors pas. Ma résistance physique a chuté. Le docteur de la prison m’avait toujours donné des antiacides. On ne m’a pas envoyée à l’hôpital. [Et voilà que maintenant,] j’ai un cancer de l’estomac. Je serais en phase terminale. Les gardiens me grondaient : ‘pourquoi ne manges-tu pas, tu te rebelles ou quoi ?’. Mais je vomissais tout ce que j’avalais, comme de la boue noire (...). Cela n’a pas été facile de me faire conduire à l’hôpital. Quand le médecin m’a vue avec les menottes, il m’a renvoyée en disant ‘tu n’as rien, tout est dans ta tête’. (...) Je n’arrêtais pas de souffrir le martyre, j’étais pliée en deux. Les responsables pensaient que j’étais tombée malade à cause de ma condamnation. Pour l’endoscopie, ils ont fixé un rendez-vous pour trois mois plus tard. A la fin des trois mois, [on ne m’y a] pas amenée, faute d’un véhicule et de gendarmes disponibles. Quand on m’a hospitalisée six mois plus tard, [on m’a] retiré la vésicule biliaire par erreur. Mes douleurs continuent. Quand j’y pense, je deviens folle. (...) La condamnée [de droit commun] que je suis n’arrive pas à se faire entendre comme les prisonniers politiques. Chaque jour, je me réveille [pourtant] avec un nouvel espoir. Le 27 avril 2009, on m’a retiré l’estomac et l’ovaire gauche. Il ne me reste plus d’organes. A l’hôpital, ils m’ont dit qu’ils avaient éradiqué tous les tissus malins. (...) De 75 kilos, je suis tombée à 55. Trois-quatre mois plus tard, j’ai été admise à l’hôpital universitaire d’Akdeniz. L’oncologue m’a dit ‘il vous reste deux mois à vivre’. Je pense encore à ces mots. Chaque semaine j’ai subi une chimiothérapie. Pendant un an, je me suis nourrie de purées. J’ai perdu tous mes cheveux, cils et sourcils. Mon système immunitaire est anéanti. La procédure de jugement est trop longue. (...) Ma maladie a beaucoup évolué. Il y aurait des métastases partout aux organes intérieurs. Je n’en peux plus. Maintenant, on me dit que j’ai une autre tumeur de six cm à l’ovaire droit. Ils ne peuvent pas l’opérer. Je n’ai pas vu l’hôpital depuis deux mois. Le responsable de l’infirmerie aurait écrit une note au directeur comme quoi ils attendraient les résultats de pathologie. Ce n’est pas vrai, parce qu’ils m’avaient fait un IRM, mais pas de biopsie. J’ai alors refusé de manger et entamé une grève de la faim. Je dois passer une TEP le 11 février. Le 15 février un médecin va me voir. Malheureusement, comme je suis une condamnée, seuls les assistants m’examinent. Je ne suis pas vue par les professeurs. (...) Je suis devenue un objet d’expérience entre les mains des assistants. (...) Je reste cloîtrée dans ma chambre. Je reçois certains légumes avec l’autorisation du tribunal. On est 20 dans le dortoir. Les autres veulent que, malgré mon état, je fasse le ménage sur les deux étages et que je tienne la garde. Elles disent qu’elles n’ont rien à faire de mon certificat médical. Elles ont même exempté une diabétique des tâches [quotidiennes], mais pas moi. (...) Pendant que j’étais à l’hôpital, l’une des détenues a déchiqueté mes vêtements avec un rasoir parce que je ne l’avais pas laissée les porter. Je lutte aussi avec ce genre de problèmes. Elles abusent de moi financièrement. En trois jours, elles m’ont lavé six assiettes, et elles m’ont pris vingt livres pour cela. (...) J’ai besoin d’un soutien psychosocial. Ne vous méprenez pas sur moi, je ne veux pas exploiter ma maladie. Mais j’ai un corps malade. Je ne peux pas purger ma peine (...) »", "46.  Le 16 février 2011, après avoir accepté de traiter en priorité le dossier de la requérante (paragraphe 34 ci-dessus), la Cour de cassation confirma le jugement du 19 janvier 2010 (paragraphe 27 ci-dessus) ; la condamnation de l’intéressée devint ainsi définitive.", "47.  Le 21 février 2011, informé d’un article paru dans un quotidien et relatant la situation de la requérante, le secrétaire général adjoint du ministère de la Santé (paragraphe 38 ci-dessus) interrogea à nouveau les autorités du ministère de la Justice sur la question de savoir si des mesures étaient envisagées en vue de surseoir à l’exécution des peines des détenus cancéreux ne répondant plus au traitement, comme la requérante.", "La Cour ignore la réponse donnée à ce sujet.", "48.  Le 16 mars 2011, l’avocat de la requérante saisit à nouveau le parquet pour qu’il lance la procédure de grâce présidentielle.", "49.  Le 18 mars 2011, le service d’oncologie de l’Hôpital universitaire d’Akdeniz émit le pronostic définitif suivant :", "« - Gülay ÇETİN (538473)", "- Carcinome gastrique + carcinose péritonéale,", "- En est à sa troisième rechute et est entrée en phase terminale,", "- A suivre avec des traitements de soutien (...) »", "50.  Le 21 mars 2011, l’avocat de la requérante saisit à nouveau le parquet d’une demande de sursis à l’exécution de la peine de sa cliente pour raisons de santé. Il s’appuyait sur le rapport médical du 18 mars (paragraphe 49 ci-dessus) et invoquait l’article 16 § 2 de la loi no 5275 du 13 décembre 2004 sur l’exécution des peines et des mesures de sûreté (voir paragraphe 66 ci-dessous), qui prévoyait ceci :", "« En cas de maladie [autre que mentale], la peine est exécutée dans les services d’un établissement hospitalier réservé aux condamnés. Cependant, si l’exécution d’une peine d’emprisonnement présente, malgré tout, un risque certain pour la vie du condamné, il y est sursis jusqu’à la guérison de l’intéressé. »", "51.  Le 1er avril 2011, en réponse aux deux requêtes susmentionnées (paragraphes 48 et 50 ci-dessus), le procureur de la République d’Antalya ordonna le transfèrement de la requérante à l’unité carcérale de l’hôpital, pour examen.", "Par un rapport du 8 avril 2011 (communiqué le 11 avril), le conseil de santé de l’hôpital conclut qu’il y avait lieu de surseoir à l’exécution de la peine de la requérante, aux motifs que sa maladie était incurable au sens de l’article 104 § 2 b) de la Constitution et que tenter de la traiter en milieu carcéral mettrait sa vie en danger.", "52.  Le 25 avril 2011, le médecin pénitentiaire observa une dégradation significative dans l’état de la requérante ; il fallut cependant faire preuve de beaucoup de persuasion pour la convaincre finalement de se rendre à l’hôpital.", "A partir de cette date, la requérante se montra de plus en plus réticente à se déplacer. A chaque fois, le personnel pénitentiaire devait déployer des efforts considérables, parfois vains, pour la persuader.", "53.  Le 27 avril 2011, le procureur demanda l’avis de l’Institut médico-légal, qui est l’autorité compétente pour décider s’il y a lieu ou non de libérer un détenu pour raisons de santé.", "54.  Le 20 mai 2011, la sœur de la requérante adressa à l’hôpital une lettre dans laquelle elle sollicitait l’autorisation de demeurer avec elle jour et nuit dans l’unité carcérale afin de lui prodiguer les soins nécessaires. Le procureur de la République lui accorda l’autorisation demandée, pour une durée de trente jours.", "55.  Les 25 et 30 mai 2011, des rapports d’évaluation établis à l’hôpital confirmèrent l’absence de toute amélioration dans le tableau clinique de la requérante, qui souffrait depuis longtemps d’iléus (occlusion intestinale).", "56.  Le 8 juin 2011, la requérante fut examinée par la 3e chambre de spécialistes de l’Institut médico-légal, qui présenta son rapport définitif le 15 juin suivant. Selon le rapport, il fallait admettre l’intéressée au bénéfice de l’article 104 § 2 b) de la Constitution et surseoir à l’exécution de sa peine pour une durée de trois mois.", "57.  Le 9 juin 2011, la requérante retourna à la prison puis fut réadmise à l’unité carcérale de l’hôpital. Un mois plus tard, son état général s’effondra et elle fut transférée en unité de soins intensifs.", "58.  Le 21 juin 2011, le rapport de l’Institut médico-légal fut mis à disposition sur le serveur officiel (UYAP). Pour une raison qui échappe à la Cour, il ne fut pas immédiatement transmis au parquet compétent pour décider du sort de la requérante.", "59.  Le 12 juillet 2011, à 6 h 15, la requérante succomba à sa maladie dans le service des soins intensifs, sous la surveillance de la gardienne E.A., responsable de la garde de 20 h 00 – 8 h 00.", "A cette date, en raison des retards dans la transmission des documents pertinents (paragraphe 58 ci-dessus), il n’avait pas encore été décidé de surseoir à l’exécution de sa peine.", "Ces documents ne parvinrent au parquet que le 18 juillet 2011. La demande de sursis fut alors classée, pour cause de décès.", "60.  Dans l’intervalle, le 13 juillet 2011, la direction de la prison ouvrit une enquête administrative visant à déterminer s’il avait été commis des omissions ou des négligences imputables au personnel pénitentiaire.", "Les inspecteurs chargés du dossier entendirent l’une des codétenues de la requérante, H.E. Celle-ci déclara qu’elle avait été détenue avec la défunte pendant quatre mois à la prison de type E d’Antalya, que, tout au long de cette période, sa camarade n’avait cessé de vomir tout ce qu’elle mangeait sans bénéficier d’aucun traitement, mais que, une fois le diagnostic de cancer posé, on avait commencé à la soigner et à la conduire régulièrement à l’hôpital.", "Les inspecteurs entendirent également A.A., l’aide-soignant (Sağlık memuru) de la prison, dont les déclarations, selon eux, se résument ainsi :", "« Toutes les mesures nécessaires avaient été prises à l’égard de la détenue Gülay Çetin, qu’elles concernent les traitements prescrits pour sa maladie, son traitement à l’hôpital ou encore ses rendez-vous médicaux ; et, du point de vue de la santé, toutes sortes de soutien lui avaient été procurées. »", "La gardienne E.A., qui surveillait la requérante le jour du décès (paragraphe 59 ci-dessus), indiqua que, dès son admission dans la cellule no A-7, l’intéressée avait commencé à se plaindre de problèmes à l’estomac, qu’elle avait été conduite à l’hôpital justement pour cette raison, que plus tard on lui avait diagnostiqué un cancer, et qu’après cela, le personnel avait veillé à lui apporter un soutien moral.", "Rien dans le rapport d’enquête n’indique que les médecins H.A. et H.D., en poste à l’époque des faits (paragraphes 61 et 64 ci-dessous), ou les médecins Ö.Ç., H.K., S.Ç. ou R.Y., qui avaient examiné la requérante auparavant (paragraphe 9 ci-dessus), aient été entendus par les inspecteurs.", "61.  Cependant, le 21 juillet 2011, le médecin pénitentiaire H.A. leur communiqua un rapport concernant les mesures prises quant au traitement de la requérante. Ce document mentionnait seulement les trois consultations pratiquées à l’infirmerie de la prison entre mai et juillet 2008 (paragraphe 8 ci-dessus) et quelques-uns des transferts à l’hôpital de la requérante.", "62.  Le même jour, la cour d’assises leva la peine infligée à la requérante, pour cause de décès.", "63.  Le 29 juillet 2011, le directeur de la prison conclut qu’il n’y avait pas lieu de déclencher de procédures disciplinaires à l’encontre du personnel de la prison, dont la conduite avait été selon lui irréprochable.", "64.  Le 13 octobre 2011, le médecin pénitentiaire H.D. communiqua à son tour un rapport récapitulatif, qui était calqué sur celui rendu précédemment par son confrère (paragraphe 61 ci-dessus).", "65.  Entre-temps, le parquet d’Antalya ouvrit d’office une enquête. Lorsqu’elle identifia la dépouille mortelle, Ümmügülsüm Çetin déclara qu’elle ne souhaitait pas porter plainte relativement à la mort de sa sœur.", "Au 29 novembre 2011, le parquet avait déjà entendu les camarades de cellule de la défunte mais il attendait encore, semble-t-il, le résultat des analyses pathologiques demandées après l’autopsie, qui avait été pratiquée le jour même du décès.", "Selon toute vraisemblance, l’instruction de l’affaire est encore pendante.", "II.  LE DROIT ET LA PRATIQUE PERTINENTS", "A.  Le droit interne", "66.  Les dispositions pertinentes en matière de détention provisoire (paragraphes 28 et 42 ci-dessus), de grâce présidentielle (paragraphe 41 cidessus) et de sursis à exécution des peines d’emprisonnement pour raisons de santé, en vertu de la loi no 5275 (paragraphe 50 ci-dessus) sont reproduites ci-avant.", "Par ailleurs, par une loi no 6411, promulguée le 24 janvier 2013, un nouveau paragraphe 6 fut ajouté à l’article 16 susmentionné de la loi no 5275 :", "« 6.  Si, dans les conditions matérielles de l’établissement carcéral concerné, un condamné n’est pas, du fait d’une maladie ou d’un handicap grave dont il est atteint, en mesure de subvenir seul à ses besoins, il sera sursis à l’exécution de sa peine jusqu’à la guérison, selon la procédure prévue au paragraphe 3. »", "Il faut encore signaler le règlement no 2006/10218 du 20 mars 2006 portant application de la loi no 5275. L’article 54 § 2 dudit règlement, au demeurant calqué sur l’article 16 § 2 de ladite loi, se lit ainsi :", "« En cas de maladie [autre que mentale], la peine est exécutée dans les services d’un établissement hospitalier réservé aux condamnés. Cependant, si l’exécution d’une peine d’emprisonnement présente, malgré tout, un risque certain pour la vie du condamné, il y est sursis jusqu’à la guérison de l’intéressé. »", "La procédure de sursis instaurée par l’article 16 § 2 de la loi no 5275 et par l’article 54 du règlement y afférent prévoit donc la libération du condamné pour raisons de santé et, ainsi, supplée le recours présidentiel en grâce médicale. Ces deux procédures constituent des garanties visant à assurer la protection de la santé et du bien-être des personnes condamnées.", "Il ressort d’ailleurs de la jurisprudence constante en la matière que cette protection n’est applicable qu’aux personnes ayant fait l’objet d’une condamnation pénale définitive et non aux personnes détenues à titre provisoire, étant entendu qu’en droit turc, une condamnation ne devient définitive qu’après sa confirmation ultime par la Cour de cassation.", "Or, à ce sujet, nonobstant le libellé de l’article 16 § 2 en question, la Cour observe qu’en droit turc, il existe bien, ne serait-ce qu’en théorie, une base juridique pour faire bénéficier cette deuxième catégorie de personnes dudit article. En effet, l’article 116 § 1 de la loi no 5275 énonce :", "« Les dispositions des articles 16, (...) de cette présente loi, relatives (...) au sursis à l’exécution d’une peine d’emprisonnement pour motif de santé, (...) aux cas de maladie faisant obstacle à l’exécution (...), s’appliquent également aux détenus à titre provisoire, dans la mesure où elles sont compatibles avec le statut de détention provisoire. »", "Cette différence entre la situation de fait et de droit trouve sans doute son explication dans l’article 186 du règlement précité, à savoir le corollaire de l’article 116 susmentionné de la loi no 5275 :", "« Les dispositions des articles 1, 4, 6, 9 à 14, 22, 24 à 27, 29 à 31, 40 à 46, 67 à 73, 75 à 96, 99 à 108, 110 à 117, 119 à 132, 143 à 171, 174, 176 à 179, 185, 188, 189 du présent règlement s’appliquent également aux détenus à titre provisoire, dans la mesure où elles sont compatibles avec le statut de détention provisoire. »", "Force est d’observer qu’aucune référence n’y est faite à l’article 54 susmentionné du règlement, de manière à exclure son application par analogie aux détenus.", "67.  Il n’en demeure pas moins que dans certaines affaires similaires portant sur des requêtes dirigées contre la Turquie, la Cour a constaté que des personnes détenues à titre provisoire souffrant de maladies incurables ou irréversibles, avaient été libérées, vraisemblablement sur le fondement de considérations humanitaires (voir, parmi d’autres, l’arrêt Hüseyin Yıldırım c. Turquie, no 2778/02, § 88, 3 mai 2007, ainsi que les décisions Tarkan Uğurlu c. Turquie, no 10943/05, 4 janvier 2007, İnan Eren c. Turquie, no 27662/04, 4 janvier 2007, et Eroğlu c. Turquie, no 30472/04, 21 novembre 2006).", "68.  Il y a lieu également de décrire l’intervention de l’institution médico-légale de l’Etat dans ce domaine.", "En vertu de l’article 16 § 2 c) de la loi no 2659, c’est la 3e chambre de spécialistes de l’Institut médico-légal (composée d’un médecin légiste, d’un chirurgien généraliste, d’un orthopédiste traumatologue, d’un neurologue, d’un gastroentérologue et d’un spécialiste des maladies respiratoires) qui est compétente (paragraphe 56 ci-dessus) en ce qui concerne la levée ou l’atténuation des peines des condamnés souffrant de maladies, de handicaps ou de sénilité irréversibles ou incurables, susceptibles de justifier la grâce présidentielle visée à l’article 104 § 2 b) de la Constitution et/ou l’application de l’article 16 § 2 de la loi no 5275.", "En vertu de l’arrêté no 20 du ministère de la Justice en date du 1er janvier 2006, les demandes de grâce doivent être introduites soit auprès du ministère de la Justice soit auprès d’un parquet. L’instance ainsi saisie doit envoyer l’intéressé, pour examen, dans un hôpital public de son choix, afin d’obtenir un rapport confirmant ou infirmant la gravité de son état de santé. Si le rapport délivré est positif, il est transmis pour observation à la 3e chambre de spécialistes de l’Institut médico-légal. Celle-ci se prononce sur la question de savoir si la maladie dont le rapport de l’hôpital public fait état relève effectivement de l’article 104 § 2 b) de la Constitution. Pour ce faire, l’arrêté lui laisse la possibilité de procéder à son propre examen médical de l’intéressé, mais ne l’y oblige nullement.", "Cette pratique vaut également pour l’application de l’article 16 § 2 de la loi no 5275.", "69.  On trouvera dans l’arrêt Tekin Yıldız c. Turquie (no 22913/04, § 46, 10 novembre 2005) plus de détails sur la manière dont l’Institut \nmédico-légal intervient dans l’application des mesures prévues par l’article 16 § 2 de la loi no 5275 sur l’exécution des peines et des mesures de sûreté (paragraphe 66 ci-dessus).", "B.  Les travaux du Conseil de l’Europe", "70.  En la matière, il convient de renvoyer d’abord à la Recommandation no (98)7 du Comité des Ministres aux Etats membres relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire (8 avril 1998), qui, en sa partie pertinente, est ainsi libellée :", "« C.  Personnes inaptes à la détention continue : handicap physique grave, grand âge, pronostic fatal à court terme", "50.  Les détenus souffrant de handicaps physiques graves et ceux qui sont très âgés devraient pouvoir mener une vie aussi normale que possible et ne pas être séparés du reste de la population carcérale. Les modifications structurelles nécessaires devraient être entreprises dans les locaux pour faciliter les déplacements et les activités des personnes en fauteuil roulant et des autres handicapés, comme cela se pratique à l’extérieur de la prison.", "51.  La décision quant au moment opportun de transférer dans des unités de soins extérieures les malades dont l’état indique une issue fatale prochaine devrait être fondée sur des critères médicaux. En attendant de quitter l’établissement pénitentiaire, ces personnes devraient recevoir pendant la phase terminale de leur maladie des soins optimaux dans le service sanitaire. Dans de tels cas, des périodes d’hospitalisation temporaire hors du cadre pénitentiaire devraient être prévues. La possibilité d’accorder la grâce ou une libération anticipée pour des raisons médicales devrait être examinée. »", "71.  L’annexe 2 à la Recommandation Rec(2000)22 du Comité des Ministres aux Etats membres concernant l’amélioration de la mise en œuvre des règles européennes sur les sanctions et mesures appliquées dans la communauté est intitulée « Principes directeurs tendant à une utilisation plus efficace des sanctions et mesures appliquées dans la communauté ».", "Elle prévoit, entre autres, ceci :", "« Législation", "1.  Il convient de mettre en place un éventail de sanctions et mesures appliquées dans la communauté qui soit suffisamment large et varié et pourrai[t] comporter, à titre d’exemple : (...)", "– la suspension, assortie de conditions, de l’exécution d’une peine d’emprisonnement ; (...) »", "72.  Au paragraphe 9 de sa Recommandation 1418 (1999) du 25 juin 1999 sur la protection des droits de l’homme et de la dignité des malades incurables et des mourants, l’Assemblée parlementaire", "« recommande (...) au Comité des Ministres d’encourager les Etats membres du Conseil de l’Europe à respecter et à protéger la dignité des malades incurables et des mourants à tous égards :", "a. en consacrant et en protégeant le droit des malades incurables et des mourants à une gamme complète de soins palliatifs, ce en prenant les mesures nécessaires :", "i. pour que les soins palliatifs fassent partie des droits individuels reconnus par la loi dans tous les Etats membres ;", "ii. pour assurer un accès équitable à des soins palliatifs appropriés à tous les malades incurables et à tous les mourants ;", "iii. pour encourager parents et amis à accompagner les malades incurables et les mourants, et pour leur assurer un soutien professionnel. Lorsque la famille et/ou les organismes privés s’avèrent insuffisants ou surchargés, leur action devra être remplacée ou complétée par d’autres formes de soins médicaux professionnels ;", "iv. pour disposer d’équipes et de réseaux mobiles spécialisés afin que des soins palliatifs puissent être dispensés aux malades incurables et aux mourants à domicile, quand un traitement ambulatoire est possible ;", "v. pour qu’il y ait coopération entre toutes les personnes appelées à prodiguer des soins à des malades incurables ou à des mourants ;", "vi. pour que soient élaborées et mises en œuvre des normes destinées à assurer la qualité des soins dispensés aux malades incurables et aux mourants ;", "vii. pour que – sauf refus de l’intéressé – les malades incurables et les mourants reçoivent un traitement antidouleur et des soins palliatifs adéquats, même si le traitement appliqué peut avoir pour effet secondaire de contribuer à abréger la vie de la personne en cause ; (...) »", "73.  Il convient enfin de mentionner l’annexe à la Recommandation no R (2006)2 du Comité des Ministres aux Etats membres sur les règles pénitentiaires européennes adoptée le 11 janvier 2006, dont les passages pertinents se lisent ainsi :", "« (...) 1. Les personnes privées de liberté doivent être traitées dans le respect des droits de l’homme. (...)", "6. Chaque détention est gérée de manière à faciliter la réintégration dans la société libre des personnes privées de liberté. (...)", "10.3. Les Règles s’appliquent aussi aux personnes : (...)", "b) placées en détention provisoire par une autorité judiciaire ou privées de liberté à la suite d’une condamnation, mais qui sont, pour une raison quelconque, détenues dans d’autres endroits. (...)", "12.1. Les personnes souffrant de maladies mentales et dont l’état de santé mentale est incompatible avec la détention en prison devraient être détenues dans un établissement spécialement conçu à cet effet.", "12.2. Si ces personnes sont néanmoins exceptionnellement détenues dans une prison, leur situation et leurs besoins doivent être régis par des règles spéciales. (...)", "22.1. Les détenus doivent bénéficier d’un régime alimentaire tenant compte de leur âge, de leur état de santé, de leur état physique, de leur religion, de leur culture et de la nature de leur travail. (...)", "39. Les autorités pénitentiaires doivent protéger la santé de tous les détenus dont elles ont la garde. (...)", "40.1. Les services médicaux administrés en prison doivent être organisés en relation étroite avec l’administration générale du service de santé de la collectivité locale ou de l’Etat.", "40.2. La politique sanitaire dans les prisons doit être intégrée à la politique nationale de santé publique et compatible avec cette dernière.", "40.3. Les détenus doivent avoir accès aux services de santé proposés dans le pays sans aucune discrimination fondée sur leur situation juridique.", "40.4. Les services médicaux de la prison doivent s’efforcer de dépister et de traiter les maladies physiques ou mentales, ainsi que les déficiences dont souffrent éventuellement les détenus.", "40.5. À cette fin, chaque détenu doit bénéficier des soins médicaux, chirurgicaux et psychiatriques requis, y compris ceux disponibles en milieu libre.", "(...)", "43.1. Le médecin doit être chargé de surveiller la santé physique et mentale des détenus et doit voir, dans les conditions et au rythme prévus par les normes hospitalières, les détenus malades, ceux qui se plaignent d’être malades ou blessés, ainsi que tous ceux ayant été spécialement portés à son attention. (...)", "43.3. Le médecin doit présenter un rapport au directeur chaque fois qu’il estime que la santé physique ou mentale d’un détenu court des risques graves du fait de la prolongation de la détention ou en raison de toute condition de détention, y compris celle d’isolement cellulaire. (...)", "46.1. Les détenus malades nécessitant des soins médicaux particuliers doivent être transférés vers des établissements spécialisés ou vers des hôpitaux civils, lorsque ces soins ne sont pas dispensés en prison. (...)", "94.1. Dans les présentes règles, le terme « prévenus » désigne les détenus qui ont été placés en détention provisoire par une autorité judiciaire avant leur jugement ou leur condamnation.", "94.2. Tout État est en outre libre de considérer comme prévenu un détenu ayant été reconnu coupable et condamné à une peine d’emprisonnement, mais dont les recours en appel n’ont pas encore été définitivement rejetés. (...) »", "EN DROIT", "I.  OBJET DU LITIGE", "74.  Dans sa requête, Mme Çetin se plaignait, en premier lieu, des circonstances ayant entouré le retard dans le diagnostic de sa maladie, qui s’est révélée fatale. Elle invoquait les volets matériels des articles 2 et 3 de la Convention.", "75.  Deuxièmement, sous l’angle des mêmes dispositions, elle dénonçait les conditions de sa détention provisoire, qu’elle estimait incompatibles avec son état de santé. Dans ce contexte, elle se plaignait notamment de l’indifférence des autorités pénitentiaires et judiciaires face à sa situation, soutenant que cette attitude devait à elle seule être qualifiée de traitement prohibé par l’article 3.", "76.  Troisièmement, elle estimait avoir été injustement exclue du bénéfice des voies de droit qui lui auraient permis d’être libérée pour raisons de santé. Plus précisément, elle dénonçait le refus des autorités judiciaires de lui accorder soit une libération provisoire (refus motivé par la nature de l’infraction dont elle était accusée) soit un sursis à la détention ou une grâce présidentielle (refus motivé par le fait que l’examen de l’affaire était encore pendant devant la Cour de cassation et que, dès lors, la requérante relevait encore du statut des personnes en détention provisoire).", "A cet égard, elle invoquait les articles 6 et 13 de la Convention ainsi que, en substance, l’article 5 § 4 et les volets procéduraux des articles 2 et 3.", "77.  Après avoir procédé à une étude liminaire des griefs de la requérante, la Cour estime qu’elle doit examiner les questions liées au premier d’entre eux (paragraphe 74 ci-dessus) sous l’angle de l’article 2 § 1 de la Convention seulement.", "Pour ce qui est du deuxième grief (paragraphe 75 ci-dessus), elle estime devoir se placer sur le terrain de l’article 3.", "78.  En ce qui concerne enfin le troisième grief (paragraphe 76 cidessus), elle rappelle d’emblée que, maîtresse de la qualification juridique des faits de la cause, elle ne se considère pas comme liée par celle que leur attribuent les parties : en vertu du principe jura novit curia (voir, par exemple, Guerra et autres c. Italie, 19 février 1998, § 44, Recueil des arrêts et décisions 1998I), un grief se caractérise par les faits qu’il dénonce et non par les simples moyens ou arguments de droit invoqués (Powell et Rayner c. Royaume-Uni, 21 février 1990, § 29, série A no 172). En l’espèce, elle estime qu’elle doit examiner le grief sous l’angle de l’article 3 non seulement pris isolément, mais aussi combiné avec l’article 14 ; à cet égard, elle rappelle qu’en ce qui concerne cette dernière disposition, les éléments discriminatoires qui caractérisent cet aspect de l’affaire étaient contenus dans les questions posées au Gouvernement lors de la communication de la présente requête, auxquelles il a donc eu la possibilité de répondre.", "79.  Les dispositions susmentionnées se lisent comme suit :", "Article 2 § 1", "« 1.  Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi. »", "Article 3", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "Article 14", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DE LA CONVENTION", "A.  Arguments des parties", "1.  La partie requérante", "80.  Dans sa requête, Mme Çetin, renvoyant aux éléments médicaux versés au dossier, tenait l’administration pénitentiaire pour responsable de son état de santé. Elle estimait en effet que, en refusant de l’envoyer à l’hôpital pendant les premières années de sa détention, celle-ci l’avait privée du bénéfice d’un diagnostic précoce, capital pour espérer survivre à un cancer.", "La représentante de la requérante rappelle que, durant les premières années de la détention provisoire de sa cliente, les médecins pénitentiaires se sont contentés, malgré ses souffrances et son insistance, de lui prescrire de simples antiacides pour ses problèmes gastriques, problèmes dont ils firent peu de cas mais qui finirent par s’avérer être la manifestation d’un carcinome métastatique qui progressa très vite vers la phase terminale.", "Ainsi, dès le début de sa détention, la requérante aurait souffert d’une pathologie engageant son pronostic vital, mais les personnes qui se devaient de veiller sur sa santé l’auraient privée de toute chance de guérir par leur attitude aussi indifférente qu’irresponsable.", "2.  Le Gouvernement", "81.  En ce qui concerne la recevabilité, le Gouvernement, s’appuyant sur la décision rendue par la Cour en l’affaire Güler Zere c. Turquie ((déc.), no 31223/09, 15 février 2011), soutient que la requérante n’a pas épuisé les voies de recours internes.", "A cet égard, il argue que s’agissant d’une erreur « strictement médicale » l’intéressée pouvait exercer « les voies de recours civiles à l’encontre du médecin ou du centre hospitalier » concernés.", "Il lui aurait été loisible également d’introduire « un recours devant les juridictions pénales, aux fins d’établir la responsabilité des médecins en cause et, le cas échéant, d’obtenir toute sanction appropriée, par exemple une mesure disciplinaire ».", "Selon le Gouvernement, la requérante aurait également pu saisir les juridictions administratives, « ce qui aurait permis d’établir la faute médicale dont elle se plaignait et d’obtenir la réparation du dommage causé ».", "La requérante aurait eu, de surcroît, « la possibilité d’un recours auprès du juge d’application des peines afin d’assurer son transfert à l’hôpital dès ses premières plaintes concernant son état de santé ».", "82.  En ce qui concerne le fond de l’affaire, le Gouvernement reproduit de larges passages de la décision Güler Zere (précitée) et souligne que, lorsqu’elle se trouvait à la prison de type L d’Antalya, la requérante a demandé une première consultation à l’infirmerie le 2 mai 2008 et a alors été traitée pour un ulcère peptique. Il ajoute que, par la suite, deux autres consultations ont eu lieu à l’infirmerie, le 12 mai et le 11 juillet 2008 (paragraphe 8 ci-dessus).", "Pour ce qui est de la suite des événements, le Gouvernement affirme qu’à partir du moment où les autorités sanitaires ont soupçonné la présence chez la requérante d’une tumeur gastrique maligne, elles lui ont prodigué tous les soins médicaux nécessaires et elles ont pris en charge le suivi approprié, l’ensemble des frais et dépens médicaux liés aux soins administrés en l’espèce ayant ainsi été réglés par le ministère de la Santé.", "B.  Appréciation de la Cour", "83.  Avant d’aborder les questions posées en l’espèce relativement à l’épuisement des voies de recours internes, la Cour tient à souligner qu’en sa partie pertinente, la décision Güler Zere – sur laquelle le Gouvernement fonde son exception préliminaire (paragraphe 81 in limine, ci-dessus) – repose sur le raisonnement suivi dans la décision Lazzarini et Ghiacci c. Italie (no 53749/00, 7 novembre 2002), dans laquelle, elle se réfère à l’arrêt Calvelli et Ciglio c. Italie ([GC], no 32967/96, § 51, CEDH 2002-I), où est définie la démarche à suivre pour apprécier les griefs tirés d’une inefficacité alléguée du système judiciaire mis en place dans un Etat pour protéger, dans le domaine de la santé publique, le droit à la vie garanti par l’article 2 de la Convention.", "84.  Cette démarche consiste à cerner l’étendue de l’obligation positive pour les Etats de mettre en place un système judiciaire permettant d’établir les responsabilités en cas d’atteintes non volontaires à la vie ou à l’intégrité physique d’un tiers, dans le contexte spécifique des négligences médicales. Il est admis que cette obligation :", "« (...) peut être remplie aussi, par exemple, si le système juridique en cause offre aux intéressés un recours devant les juridictions civiles, seul ou conjointement avec un recours devant les juridictions pénales, aux fins d’établir la responsabilité des médecins en cause et, le cas échéant, d’obtenir l’application de toute sanction civile appropriée, tels le versement de dommages-intérêts et la publication de l’arrêt. Des mesures disciplinaires peuvent également être envisagées ».", "85.  Même si, dans la décision Güler Zere, la requête a finalement été rejetée pour défaut manifeste de fondement au sens de l’article 35 § 3 de la Convention et non pour non-épuisement des voies de recours internes, la Cour y a exprimé des obiter dicta établissant un lien entre la règle de l’épuisement des voies de recours internes et ses conclusions quant au bien-fondé du grief dans l’arrêt Calvelli et Ciglio. Cela étant, elle n’a jamais suggéré qu’il faille appliquer exactement et sans distinction les mêmes exigences au domaine de la protection de la santé publique et à celui de la protection de la santé (et donc de la vie) des détenus : cette matière est régie par des considérations différentes de celles dégagées dans l’arrêt Calvelli et Ciglio.", "86.  On peut citer à titre d’exemple les principes relatifs à l’obligation faite aux Etats de protéger la vie et la santé des personnes privées de leur liberté (voir, entre autres, Powell c. Royaume-Uni (déc.), no 45305/99, CEDH 2000-V, Makharadze et Sikharulidze c. Géorgie, no 35254/07, §§ 71 et 73, 22 novembre 2011, Naoumenko c. Ukraine, no 42023/98, § 112, 10 février 2004, Dzieciak c. Pologne, no 77766/01, § 91, 9 décembre 2008, Huylu c. Turquie, no 52955/99, §§ 57-58, 16 novembre 2006, Taïs c. France, no 39922/03, §§ 96 et 98, 1er juin 2006, Anguelova c. Bulgarie, no 38361/97, § 130, CEDH 2002IV, ou encore Tararieva c. Russie, no 4353/03, §§ 74, 85 et 87, CEDH 2006XV (extraits)), obligation qui impose d’instaurer un système judiciaire efficace et indépendant qui permette d’établir la cause du décès des individus se trouvant sous la responsabilité de professionnels pénitentiaires de la santé – c’est-à-dire de soumettre les faits de la cause à un contrôle public – et, le cas échéant, d’obliger ces professionnels à répondre de leurs actes (voir, par exemple, Powell, précitée, et, mutatis mutandis, Dodov c. Bulgarie, no 59548/00, § 80, 17 janvier 2008, Vo c. France [GC], no 53924/00, § 89, CEDH 2004VIII, et Calvelli et Ciglio, précité, § 49, avec les références qui y figurent).", "87.  Dans ce contexte, lorsqu’il y a des raisons plausibles de croire que le décès d’un détenu malade est suspect, l’article 2 exige que les autorités déclenchent promptement et de leur propre chef une enquête officielle, indépendante, impartiale et efficace afin de vérifier si une négligence médicale n’est pas à l’origine du décès (voir Makharadze et Sikharulidze, précité, § 87, Tararieva, précité, §§ 74, 75 et 103, Gagiu c. Roumanie, no 63258/00, § 68, 24 février 2009, et Kats et autres c. Ukraine, no 29971/04, §§ 116 et 120, 18 décembre 2008).", "En revanche, lorsqu’un détenu malade, de son vivant, s’estime victime d’une violation potentielle de l’article 2, la Cour considère qu’il n’y a, en principe, pas lieu de s’écarter de la démarche suivie dans l’arrêt Calvelli et Ciglio (paragraphe 84 ci-dessus).", "88.  Pour en revenir aux faits de la cause, la Cour observe que la requérante, invoquant l’article 2 de la Convention, se plaignait en substance que les médecins de la prison n’aient pas exercé la diligence voulue pour empêcher que son état ne s’aggrave au point de devenir irréversible. Ces professionnels de la santé étant des fonctionnaires publics, pareille doléance relevait, en droit interne, du contentieux administratif.", "89.  A cet égard, il faut noter qu’en l’espèce, la requérante avait pris connaissance des résultats de l’examen endoscopique, c’est-à-dire du fait qu’elle était atteinte d’un adénocarcinome gastrique agressif – qui avait apparemment déjà progressé vers le quatrième stade (paragraphe 40 \nci-dessous) – le 13 avril 2009 (paragraphe 14 ci-dessus). C’est donc à cette date que le grief dont il s’agit pouvait se concevoir et se matérialiser, et que doit s’apprécier la question de savoir si les voies administratives mentionnées par le Gouvernement pouvaient se révéler aptes à y porter remède (Choromidis c. Grèce, no 54932/08, § 50, 26 juillet 2011, et Van der Kar et Lissaur van West c. France (déc.), nos 44952/98 et 44953/98, 7 novembre 2000). Pour examiner la recevabilité de ce grief, la Cour doit d’abord présumer, à titre provisoire, qu’il est fondé (Van Oosterwijck c. Belgique, 6 novembre 1980, § 27, série A no 40, et De Jong, Baljet et Van den Brink c. Pays-Bas, 22 mai 1984, § 39, série A no 77).", "90.  Nonobstant l’état de vulnérabilité physique et psychologique dans laquelle la requérante devait se trouver à cette époque, la Cour observe que celle-ci n’a fait valoir, devant elle, aucun argument solide relativement à une réticence quelconque qu’elle ait pu éprouver à saisir la justice administrative turque en vue de faire déterminer si une négligence médicale n’était pas à l’origine de son état de santé.", "91.  Cela étant, la Cour n’aperçoit, elle non plus, pas d’éléments décisifs, susceptibles de la conduire à dispenser d’office la requérante d’exercer cette voie de droit (voir, par exemple, mutatis mutandis, Özer Bayır c. Turquie (déc.), no 18260/06, 29 avril 2010, Brusco c. Italie (déc.), no 69789/01, CEDH 2001-IX, et Alberto Eugénio da Conceicao c. Portugal (déc.), no 74044/11, 29 mai 2012), d’autant qu’elle ne peut ni spéculer sur la nature et la portée des décisions et/ou des mesures que les juges administratifs auraient pu prendre dans le contexte spécifique de ce dossier ni partir du principe qu’une action devant eux aurait été de toute façon vouée à l’échec.", "92.  Partant, la Cour accueille l’exception préliminaire du Gouvernement en tant qu’elle porte sur un recours de contentieux administratif (paragraphe 81 in fine ci-dessus) et, par conséquent, déclare cette partie de la requête irrecevable pour motif de non-épuisement des voies de recours internes, au sens de l’article 35 §§ 1 et 4 de la Convention.", "Cette conclusion dispense la Cour d’examiner les autres exceptions d’irrecevabilité soulevées par le Gouvernement.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION, PRIS ISOLÉMENT ET COMBINÉ AVEC L’ARTICLE 14", "A.  Arguments des parties", "1.  La partie requérante", "93.  Dans sa requête, Mme Çetin dénonçait en outre les conditions matérielles de sa détention, notamment l’absence d’assistance appropriée et l’impossibilité de respecter les prescriptions hygiéniques et alimentaires que son état de santé lui imposait. Elle se plaignait également des conditions de ses transferts dans les établissements hospitaliers, alléguant que ses cures de chimiothérapie avaient été retardées à plusieurs reprises faute de personnel suffisant pour la conduire à l’hôpital.", "Elle soutenait que les souffrances physiques et psychiques qu’elle continuait à endurer dans le milieu carcéral, exacerbées par l’indifférence des autorités pénitentiaires et judiciaires, constituaient, en elles-mêmes, une violation distincte de l’article 3.", "Sa représentante ajoute qu’en l’espèce il est capital de bien comprendre la fragilité et l’impuissance des personnes gravement malades face à toute forme de brutalité, que celle-ci émane des codétenus ou du personnel pénitentiaire.", "94.  La représentante de la requérante souligne encore que si quelques mesures favorables ont été prises par les autorités, elles ont été tardives et loin de répondre à l’ensemble des soucis et besoins portés à la connaissance de l’administration (alimentation inadéquate, harcèlements et brutalités intra muros, exclusion des activités de plein air, entraves faites à l’exercice du droit de recevoir des visites, etc.).", "95.  Dans sa requête, Mme Çetin dénonçait aussi le refus des autorités judiciaires de l’admettre au bénéfice de la libération provisoire, d’un sursis à la détention ou d’une grâce présidentielle en raison de la nature de l’infraction dont elle était accusée et du fait que l’examen de son affaire était encore pendant devant la Cour de cassation.", "Elle se plaignait d’avoir été abandonnée dans une situation insoutenable pour la seule raison que les lenteurs de la justice faisaient qu’elle n’était pas encore définitivement condamnée.", "96.  La représentante de la requérante soutient qu’en fait, la situation exposée ci-dessus n’est autre que le résultat d’un traitement discriminatoire qui, au fil du temps, a exacerbé le calvaire physique et psychique de la requérante, dont quelques aspects ressortiraient de ses lettres personnelles (paragraphe 46 ci-dessus).", "Elle argue que l’intransigeance opposée par les autorités aux innombrables démarches judiciaires et administratives entreprises en l’espèce n’a pas seulement eu pour conséquence de priver la requérante d’un accès sans entraves à des moyens médicaux plus adaptés qui lui auraient permis d’espérer guérir mais l’a aussi privée de la possibilité de faire sereinement ses adieux à ses proches. Elle dénonce des retards de plusieurs semaines et même de plusieurs mois dans la procédure concernant l’élargissement de la requérante et, à cet égard, reproche aux autorités de n’avoir pas tenu compte de rapports médicaux accablants et d’avoir fait fi de la valeur que peut représenter pour un mourant un seul jour de liberté, privant ainsi la requérante de la possibilité de bénéficier de la mesure sollicitée avant son décès. A cet égard, elle reconnaît que nul ne peut répondre à la question de savoir si, libérée, sa cliente aurait pu guérir, mais elle déplore qu’on ne lui ait jamais laissé cette chance.", "2.  Le Gouvernement", "97.  Le Gouvernement renvoie encore à la décision Güler Zere (précitée), dont il reproduit la partie consacrée au grief relatif à la dégradation éventuelle de l’état psychologique de feu Mme Zere du fait de son incarcération. S’appuyant sur cette partie de la décision, il soutient qu’on ne saurait considérer dans la présente affaire que la requérante a été soumise à une détresse ou à une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à toute détention. Il invoque à cet égard les éléments suivants :", "– à l’hôpital, la requérante se serait toujours vu offrir l’assistance d’un psychologue ;", "– l’administration pénitentiaire aurait veillé à ce que les proches de la requérante soient associés au traitement médical, afin de l’aider et de la rassurer moralement ;", "– l’administration pénitentiaire aurait respecté le programme nutritionnel prescrit par les médecins ; ainsi, le nombre de repas journaliers de la requérante aurait été augmenté et, conformément à l’autorisation accordée le 12 février 2010 par le juge d’application des peines, les aliments spécifiques recommandés lui auraient été fournis soit par la cantine de la prison soit par sa famille ;", "– à la demande de la requérante, certaines de ses codétenues auraient été transférées dans une autre cellule, afin qu’elle puisse trouver plus de calme ;", "– l’administration aurait également pris toutes les mesures nécessaires pour lui prodiguer les soins palliatifs qui s’imposaient et pour que, malgré sa maladie, elle puisse conserver sa dignité dans le milieu carcéral.", "98.  Par ailleurs, le Gouvernement ne développe pas d’arguments particuliers quant à la différence entre les régimes de libération pour raisons de santé prévus d’une part pour les personnes détenues à titre provisoire et d’autre part pour celles qui ont fait l’objet d’une condamnation définitive.", "B.  Appréciation de la Cour", "1.  Sur la recevabilité", "99.  En l’absence d’exception soulevée par le Gouvernement, la Cour constate que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention et ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "2.  Sur le fond", "a)  Sur l’article 3 de la Convention", "– Les principes généraux", "100.  La Cour rappelle que, selon sa jurisprudence, pour tomber sous le coup de l’article 3 de la Convention, un mauvais traitement doit atteindre un minimum de gravité, dont l’appréciation est relative par essence et dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques et mentaux, ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (voir, parmi beaucoup d’autres, Price c. Royaume-Uni, no 33394/96, § 24, CEDH 2001VII, Pretty c. RoyaumeUni, no 2346/02, § 52, CEDH 2002III, Kudła c. Pologne [GC], no 30210/96, § 91, CEDH 2000XI, Mouisel c. France, no 67263/01, § 37, CEDH 2002IX, Naoumenko, précité, § 108, et Arutyunyan c. Russie, no 48977/09, § 68, 10 janvier 2012.", "101.  Lorsqu’il s’agit en particulier de personnes privées de liberté, l’article 3 impose à l’Etat l’obligation positive de s’assurer qu’elles sont détenues dans des conditions compatibles avec le respect de la dignité humaine et que les modalités d’exécution de la mesure ne les soumettent pas à une détresse ou une épreuve d’une intensité qui excède le niveau inévitable de souffrance inhérent à la détention.", "La souffrance due à une maladie qui survient naturellement, qu’elle soit physique ou mentale, peut en soi relever de l’article 3, si elle se trouve ou risque de se trouver exacerbée par des conditions de détention dont les autorités peuvent être tenues pour responsables. La santé et le bien-être du prisonnier doivent être assurés de manière adéquate compte tenu des exigences pratiques de l’emprisonnement, notamment par l’administration des soins médicaux requis.", "Ainsi, la détention d’une personne malade dans des conditions matérielles et médicales inappropriées peut en principe constituer un traitement contraire à l’article 3 (voir, par exemple, Hüseyin Yıldırım, précité, § 73, Tekin Yıldız, précité, §§ 70 et 71, Jalloh c. Allemagne [GC], no 54810/00, § 68, CEDH 2006IX, Mouisel, précité, § 40, Pretty, ibidem, Gelfmann c. France, no 25875/03, § 50, 14 décembre 2004, Kudła, précité, § 94, Rivière c. France, no 33834/03, § 74, 11 juillet 2006, İlhan c. Turquie [GC], no 22277/93, § 87, CEDH 2000VII, et Farbtuhs, précité, § 51, et les références qui y figurent).", "102.  Certes, la Convention n’impose aucune « obligation générale » de libérer un détenu pour raisons de santé, même s’il souffre d’une maladie particulièrement difficile à soigner. Il n’en demeure pas moins qu’à cet égard, la Cour a toujours reconnu la possibilité que, dans des conditions d’une particulière gravité, l’on puisse se trouver en présence de situations où une bonne administration de la justice pénale commande que soient prises des mesures de nature humanitaire.", "De fait, le tableau clinique d’un détenu est l’un des critères au regard desquels on apprécie aujourd’hui sous l’angle de l’article 3 dans les Etats membres du Conseil de l’Europe, dont la Turquie, la capacité de faire face à la détention (paragraphes 70-73 ci-dessus). Il fait désormais partie des éléments à prendre en compte dans les modalités d’exécution d’une peine privative de liberté, notamment en ce qui concerne le maintien en détention des personnes qui sont atteintes d’une pathologie engageant le pronostic vital ou dont l’état est durablement incompatible avec la vie carcérale (voir, par exemple, Matencio c. France, no 58749/00, § 76, 15 janvier 2004, Sakkopoulos c. Grèce, no 61828/00, § 38, 15 janvier 2004, ainsi que les arrêts précités Hüseyin Yıldırım, § 74, Tekin Yıldız, § 72, et Mouisel, \n§§ 43-44, et Farbtuhs, § 52, avec les références qui y figurent).", "103.  A cet égard, la Cour rappelle que le niveau d’exigence croissant en matière de protection des droits de l’homme et des libertés fondamentales implique, parallèlement et inéluctablement, une plus grande fermeté dans l’appréciation des atteintes aux valeurs fondamentales des sociétés démocratiques (Selmouni, précité, § 101).", "– L’application de ces principes à la présente affaire", "104.  En l’espèce, nul ne conteste la gravité de l’état de santé de la requérante ni le fait que cet état n’a cessé d’empirer au fil du temps. C’est donc la question de la compatibilité de cet état de santé avec le maintien en détention de l’intéressée jusqu’au jour de son décès que pose la présente affaire (voir par exemple Mouisel, précité, § 42, et Matencio, précité, § 80).", "105.  A la lumière des principes rappelés ci-dessus et des circonstances particulières de l’espèce (Papon c. France (no 1) (déc.), no 64666/01, CEDH 2001-VI), la Cour doit tenir compte notamment de trois éléments : a) les conditions de détention de la requérante, b) la qualité des soins qui lui ont été dispensés, et c) l’opportunité de la maintenir en détention eu égard à son état de santé et à l’évolution qu’il pouvait présenter (Gelfmann, précité, § 59, Hüseyin Yıldırım, précité, § 75, Alexanian, précité, § 137, Arutyunyan, précité, § 72, et Farbtuhs, précité, § 53 in fine, avec les références y figurant).", "i.  Les conditions matérielles de détention de la requérante", "106.  Pour en revenir aux faits de la cause, la Cour précise d’emblée que la requérante ne formule aucune doléance particulière quant aux conditions matérielles de ses séjours dans les unités hospitalières (paragraphes 93-94 ci-dessus), lesquels faisaient assurément partie de sa détention (Farbtuhs, précité, § 55 in limine).", "Il y a lieu également d’observer que, selon toute vraisemblance, les plaintes concernant les problèmes d’hygiène, les activités carcérales et le droit de recevoir des visites n’ont jamais été soulevées devant les autorités pénitentiaires. Aussi la Cour ne saurait-elle spéculer sur l’éventualité d’un manque de diligence imputable à l’administration sur ces points.", "Il en va de même des méfaits reprochés aux codétenues de la requérante, les seuls événements dénoncés à cet égard n’étant mentionnés que dans une lettre personnelle de l’intéressée à son avocate (paragraphe 45 ci-dessus) : si cette dernière avait estimé devoir appeler l’attention des autorités sur les problèmes qui y étaient relatés, rien n’indique que les responsables auraient agi différemment de la fois où ils ont transféré certaines détenues dans d’autres cellules afin d’améliorer le confort de la requérante (paragraphe 37 ci-dessus).", "107.  Quant au régime alimentaire de la requérante en prison, la Cour note qu’il s’agit là du problème dont l’intéressée s’est le plus plainte devant les autorités internes (paragraphes 17, 26 in fine et 32 ci-dessus), et que celles-ci ont réagi en s’efforçant réellement d’adapter et d’alléger ses conditions carcérales (paragraphes 23, 31, 35 in limine et 39 ci-dessus). Il y a lieu de souligner à cet égard qu’après avoir lu attentivement le dossier médical de la requérante, la Cour n’y a trouvé aucun élément laissant à penser qu’à un moment ou à un autre son état de santé se soit détérioré en raison d’une défaillance ou d’une incompatibilité nutritionnelles quelconques.", "En l’absence d’informations plus solides, cette branche du grief n’appelle donc pas un examen plus approfondi.", "108.  En ce qui concerne les conditions des transferts de la requérante dans des établissements hospitaliers aux fins de son traitement, la Cour observe que celles-ci ont, elles aussi, font l’objet de plusieurs plaintes administratives (paragraphes 30 et 36 ci-dessus). Indépendamment du poids à accorder à l’interprétation faite par la sœur de la requérante quant à la finalité de ces plaintes (paragraphe 36 ci-dessus), la Cour estime que les mesures de sécurité imposées et les retards qui ont pu survenir lors de ces transferts n’étaient pas de nature à créer, en eux-mêmes, des sentiments d’humiliation constitutifs d’un « traitement dégradant », c’est-à-dire de nature à exacerber l’angoisse que la requérante éprouvait sans doute déjà en raison de son état de santé.", "Au demeurant, indépendamment de la question de savoir quelles mesures exceptionnelles auraient pu être envisagées afin de rendre moins éprouvants les déplacements de la requérante, force est d’admettre que les conditions dénoncées en l’espèce n’ont pas de commune mesure avec celles observées dans d’autres affaires comparables (voir, par exemple, Hüseyin Yıldırım, précité, § 84, Mouisel, précité, §§ 46 et 47, et Henaf c. France, no 65436/01, §§ 49 et suivants, CEDH 2003-XI).", "Cet aspect de l’affaire ne soulève par ailleurs aucun autre problème particulier.", "ii.  La qualité de l’assistance et des soins fournis à la requérante après le diagnostic définitif", "109.  La Cour rappelle qu’elle a déjà écarté la doléance tirée de l’article 2 de la Convention concernant l’inadéquation des traitements prodigués à la requérante avant que sa véritable maladie ne soit diagnostiquée le 13 avril 2009 (paragraphes 14, 91 et 92 ci-dessus).", "En l’occurrence, elle n’a pas non plus à apprécier la pertinence et l’ampleur des soins fournis après cette date, non seulement parce que la requérante n’en tire pas grief mais aussi et surtout parce que rien dans le dossier ne permet de douter du fait que les médecins, qui étaient hautement qualifiés, ont déployé des efforts importants pour la traiter au sein des institutions hospitalières dans lesquelles elle a été amenée à consulter, à savoir notamment le centre de recherche de l’hôpital d’Antalya puis l’hôpital universitaire d’Akdeniz.", "Il reste toutefois à examiner la question de la surveillance et des soins quotidiens dont la requérante pouvait espérer bénéficier notamment à partir de mars 2011, alors qu’elle souffrait d’iléus et qu’elle était entrée dans la phase terminale de sa maladie (paragraphes 44 et 49 cidessus).", "110.  En l’espèce, même si la requérante était traitée pour son cancer par des spécialistes, elle devait néanmoins passer une importante partie de son temps en prison. Pendant les derniers stades de sa maladie, où plus aucun espoir de rémission n’était permis, le stress inhérent à la vie en milieu carcéral a sans aucun doute eu des répercussions sur son espérance de vie et sur son état de santé.", "La Cour observe qu’il est arrivé un moment où la requérante était très sérieusement affaiblie et diminuée, tant physiquement que psychiquement (paragraphe 104 ci-dessus), de sorte qu’elle ne pouvait plus accomplir les actes élémentaires de sa vie quotidienne sans assistance.", "111.  Or le dossier n’apporte aucune information sur le point de savoir si un membre du personnel pénitentiaire ou un autre professionnel a été spécifiquement chargé de veiller sur elle. La Cour ne peut donc que s’en remettre à certains des témoignages recueillis après le décès (paragraphe 60 ci-dessus) et présumer que le personnel de la prison s’est occupé d’elle dans une certaine mesure. Elle est disposée également à supposer qu’en dehors des heures de service du personnel, ses codétenues lui ont prêté assistance, au moins jusqu’à ce que sa sœur soit autorisée, le 20 mai 2011, à demeurer avec elle en permanence, pour une durée d’un mois (paragraphe 54 cidessus) ; rien n’indique que cette autorisation ait été reconduite, la requérante étant décédée seule, le 12 juillet 2011, dans un service de soins intensifs sous la surveillance d’une gardienne (paragraphe 59 ci-dessus).", "112.  Quoi qu’il en soit, la Cour rappelle qu’elle a déjà dit douter du caractère adéquat de solutions consistant à confier à des personnes non qualifiées la responsabilité de surveiller un individu gravement malade (on trouvera des exemples de situations comparables dans les arrêts Kaprykowski c. Pologne, no 23052/05, § 74, 3 février 2009, Farbtuhs, précité, §§ 50 et 60, et Hüseyin Yıldırım, précité, §§ 81 et 82). En l’espèce, rien ne permet de vérifier que les gardiens qui se sont peut-être occupés de la requérante étaient qualifiés pour accompagner une malade en fin de vie ni qu’elle ait reçu un véritable soutien moral ou social ; l’intéressée a même exprimé un manque réel à ce sujet dans les lettres qu’elle a adressées à son conseil (paragraphe 45 ci-dessus) et à la commission parlementaire des droits de l’homme de l’Assemblée nationale (paragraphe 17 in fine cidessus), et les dires de sa sœur confirment cette carence (paragraphe 36 in fine ci-dessus). Quoi qu’il en soit, rien dans le dossier ne permet de supposer que la requérante ait bénéficié de conseils psychologiques adéquats lors de ses séjours à l’hôpital ou dans la prison (paragraphe 97 in limine cidessus).", "En somme, même si la requérante n’a formulé devant la Cour aucun grief précis à cet égard et si aucun élément ne permet de penser que les autorités ont agi dans le but de l’humilier ou de la rabaisser (Farbtuhs, Hüseyin Yıldırım, tous deux précités, V. c. Royaume-Uni [GC], no 24888/94, § 71, CEDH 1999IX, Raninen c. Finlande, 16 décembre 1997, § 55, Recueil 1997VIII, McGlinchey et autres c. Royaume-Uni, no 50390/99, §§ 47-58, et Peers c. Grèce, no 28524/95, § 74, CEDH 2001III), cette situation pose en ellemême un problème sérieux sous l’angle de l’article 3 (voir, a contrario, les arrêts précités Gelfmann, § 59, Kudła, § 99, et Matencio, § 89).", "113.  Il est évident que, au fur et à mesure que sa maladie progressait, la requérante ne pouvait plus y faire face en milieu carcéral. Il appartenait alors aux autorités nationales de prendre des mesures particulières sur le fondement de considérations humanitaires.", "C’est précisément ce point que la Cour doit examiner à présent en tant que troisième élément d’appréciation : l’opportunité de maintenir la requérante en détention (paragraphe 105 ci-dessus).", "iii.  Le maintien en détention de la requérante", "114.  La Cour relève que les dispositifs procéduraux instaurés par la législation turque prévoient des recours devant les juges du fond en ce qui concerne l’élargissement des personnes qui se trouvent en détention provisoire (article 101 du CPP), la limite dans le temps de telles mesures (article 102 du CPP) et le placement des intéressés sous contrôle judiciaire (article 109 du CPP). En outre, le dispositif instauré par l’article 16 § 2 de la loi no 5275 prévoit la possibilité de suspendre la peine d’un détenu pour raisons de santé. Enfin, l’article 104 b) de la Constitution permet de former devant le président de la République un recours en grâce pour raisons médicales.", "A cet égard, la Cour prend note de la récente réforme législative intervenue le 24 janvier 2013 (paragraphe 66 ci-dessus), à la suite de laquelle le paragraphe suivant a été ajouté à l’article 16 de la loi no 5275 :", "« 6. Si, dans les conditions matérielles de l’établissement carcéral concerné, un condamné n’est pas, du fait d’une maladie ou d’un handicap grave dont il est atteint, en mesure de subvenir seul à ses besoins, il sera sursis à l’exécution de sa peine jusqu’à la guérison, selon la procédure prévue au paragraphe 3. »", "Ces procédures peuvent prima facie constituer des garanties aptes à assurer la protection de la santé et du bien-être des détenus, que les Etats doivent concilier avec les impératifs légitimes de la privation de liberté (voir, entre autres, Hüseyin Yıldırım, § 87, précité), et il est incontestable que la situation de la requérante appelait pareille protection. Il reste à savoir si et dans quelle mesure la requérante a pu s’en prévaloir.", "115.  A cet égard, la Cour estime devoir distinguer la période pendant laquelle la requérante relevait du statut de personne en détention provisoire de celle où sa condamnation était devenue définitive, en gardant à l’esprit que, entre l’une et l’autre, l’état de santé de l’intéressée n’a cessé d’empirer.", "iv.  La période pendant laquelle la requérante relevait du régime de la détention provisoire", "116.  Il y a lieu de rappeler qu’en l’espèce, après la condamnation de la requérante par la cour d’assises d’Antalya le 19 septembre 2008, la Cour de cassation s’est saisie d’office de l’affaire, en raison du quantum de la peine infligée (paragraphe 11 ci-dessus). Le 13 avril 2009, alors que cette procédure était encore pendante, on découvrit que la requérante était atteinte d’un cancer métastatique à un stade déjà avancé (paragraphes 14 et 40 cidessus). Le 8 octobre 2009, le premier jugement de condamnation fut cassé (paragraphe 20 ci-dessus) et l’affaire fut renvoyée devant les juges du fond. Ceux-ci avaient déjà rejeté une vingtaine de demandes d’élargissement formulées par la requérante, en motivant leur refus par des considérations générales tenant à la nature de l’infraction en cause, la date de la mise en détention provisoire, la nécessité d’obtenir des compléments de preuve, ou encore la persistance des raisons sur lesquelles était fondée la première décision de placement en détention (paragraphe 21 ci-dessus).", "Le 29 octobre 2009, le centre de recherche de l’hôpital d’Antalya rendit un rapport selon lequel le pronostic vital de la requérante était désormais engagé (paragraphe 22 ci-dessus). Cependant, les juges du fond, faisant fi de ce rapport, rejetèrent deux nouvelles demandes de remise en liberté introduites par la requérante, pour les mêmes motifs que précédemment (paragraphe 24 ci-dessus).", "Le 19 janvier 2010, ils confirmèrent sa condamnation et ordonnèrent son maintien en détention provisoire compte tenu, encore une fois, « de la nature et du quantum de la peine prononcée ainsi que de la date de la mise en détention » (paragraphe 27 ci-dessus). Ils rejetèrent ensuite des recours formés le 20 janvier 2010 contre cette décision, estimant que, la détention de la requérante étant « régulière et conforme à la loi », l’intéressée ne pouvait bénéficier ni d’une libération conditionnelle ni d’un placement sous contrôle judiciaire au domicile en vertu de l’article 109 du CPP (paragraphe 28 cidessus).", "Dans l’intervalle, la Cour de cassation avait à nouveau été automatiquement saisie de l’affaire (paragraphe 29 ci-dessus). La requérante, faisant valoir plusieurs rapports médicaux récents sur son état de santé, la pria alors de traiter son dossier en priorité (paragraphe 34 cidessus). Elle introduisit également une demande de grâce présidentielle, sur le fondement de l’article 104 § 2 b) alinéa 13 de la Constitution (paragraphe 41 ci-dessus). Puis, au début du mois de janvier 2011, elle adressa aux juges de fond ainsi qu’aux juges de cassation de nouvelles demandes de remise en liberté, en vertu cette fois de l’article 102 § 2 du CPP, sa détention ayant atteint la durée maximale de deux ans. Ces demandes furent rejetées au motif qu’elle risquait de se soustraire à la justice vu la gravité de la peine qu’elle encourait (paragraphe 42 ci-dessus).", "Le 16 février 2011, la condamnation de la requérante devint définitive (paragraphe 46 ci-dessus) ; un mois plus tard, elle entrait dans la phase terminale de sa maladie (paragraphe 49 ci-dessus).", "117.  Pendant cette période, la Cour observe que rien dans le dossier n’indique qu’à un moment ou à un autre, les autorités judiciaires appelées à intervenir aient tenu compte de l’état de santé de la requérante, encore moins qu’elles aient examiné son aptitude à demeurer incarcérée (voir, mutatis mutandis, Makharadze et Sikharulidze, précité, §§ 85 et 86).", "Au contraire, tout au long de la procédure, les juges du fond ont décidé de la maintenir en détention en vertu de l’article 101 du CPP, pour des motifs aussi brefs que stéréotypés qui n’étaient nullement adaptés aux réalités de son cas personnel et n’avaient trait à aucune autre considération propre à sa situation. Leur refus de la remettre en liberté est devenu plus critiquable encore par la suite. En effet, s’il est vrai qu’au début, elle était légalement exclue du bénéfice de l’article 109 du CPP, il est devenu possible vers la fin de son procès de lui appliquer l’article 102 § 2 du CPP, comme elle l’a d’ailleurs demandé. Or les juges ont refusé également d’appliquer cette disposition, au motif que la requérante risquait de s’enfuir, alors même qu’elle était déjà parvenue à un stade critique de sa maladie.", "Cette situation ne peut s’expliquer que par l’absence, dans le système de protection interne, d’une norme claire commandant aux magistrats de tenir dûment compte du tableau clinique du détenu dans l’application des trois articles susmentionnés du CPP.", "118.  De même, les juges de la Cour de cassation, qui ont examiné l’affaire à deux reprises, car le pourvoi est ipso jure automatique pour les peines d’emprisonnement de quinze ans ou plus, n’ont jamais pris position à l’égard du maintien en détention de la requérante, alors qu’ils ne pouvaient ignorer l’importance de l’enjeu en cause (paragraphe 117 ci-dessus).", "119.  Certes, il n’appartient pas à la Cour d’indiquer aux autorités nationales les mesures propres à faire en sorte que leur régime de libération conditionnelle et d’appel automatique réponde aux exigences de l’article 3 de la Convention.", "Cependant, il est difficilement concevable au regard de cette disposition que le sort de personnes gravement malades dépende totalement et sans aucune nuance de la discrétion exclusive, notamment, des juges de première instance, sans que les décisions de ceux-ci ne soient contrôlées par la Cour de cassation, pour la seule raison que ces personnes relèvent du régime de la détention provisoire.", "La Cour juge ce problème plus préoccupant encore lorsque le pourvoi est automatique : en pareil cas, le détenu, n’ayant – même s’il est en fin de vie – aucune possibilité légale d’obtenir des juges de cassation une décision de remise en liberté, risque de se voir contraint d’attendre que sa condamnation devienne définitive le plus tôt possible pour pouvoir, enfin, bénéficier des possibilités prévues à l’article 16 § 2 de la loi no 5275 et/ou à l’article 104 § 2 b) alinéa 13 de la Constitution.", "120.  Il y a lieu d’ailleurs de s’arrêter sur l’inapplicabilité de ces deux dernières dispositions avant le prononcé d’une condamnation pénale définitive : en l’espèce, la Cour de cassation n’a jamais examiné l’opportunité d’appliquer par analogie l’article 16 § 2 de la loi no 5275 et elle a laissé sans réponse la demande de la requérante fondée sur l’article 104 § 2 b) alinéa 13 de la Constitution.", "Il s’agit là d’un point du droit interne qui est aussi imprécis qu’il est sujet à caution, et la Cour n’est pas convaincue que les juges du fond soient réellement dans l’impossibilité d’appliquer ces dispositions pour faire face à des circonstances exceptionnelles telles que celles de la présente affaire en tenant dûment compte des considérations humanitaires impérieuses en jeu en l’espèce.", "Il est vrai que, prises littéralement, ces dispositions semblent ne viser que les personnes définitivement condamnées, ce qui n’était pas le cas de la requérante jusqu’au 16 février 2011. C’est d’ailleurs cette lecture que le Gouvernement a défendue dans l’affaire Hüseyin Yıldırım (arrêt précité, §§ 69 et 88), qui était comparable à celle de la requérante. A cet égard, la Cour réaffirme que, du moins en ce qui concerne l’article 16 § 2 de la loi no 5275, elle ne saurait souscrire à cette interprétation, car elle a déjà eu l’occasion de constater dans plusieurs affaires similaires concernant des requêtes dirigées contre la Turquie que des personnes détenues à titre provisoire et atteintes de maladies irréversibles avaient bel et bien été libérées pour cause de santé, en vertu de l’ancien article 399 du CPP, qui était l’équivalent de l’actuel article 16 § 2 de la loi no 5275 (voir, parmi d’autres, les décisions Tarkan Uğurlu, İnan Eren et Eroğlu, toutes précitées).", "En tout état de cause, la Cour estime devoir mentionner l’article 116 § 1 de la loi no 5275 (paragraphe 66 ci-dessus) qui prévoit l’applicabilité par analogie des dispositions de son article 16 § 2 aux personnes détenues à titre provisoire, à condition d’être « compatibles avec le statut de détention provisoire ». Certes, cette condition manque de précision. Mais au-delà de cette remarque, force est d’observer qu’en l’espèce, le Gouvernement n’a fourni aucun exemple où un détenu malade aurait été libéré en application de l’article 16 § 2, combiné avec l’article 116 § 1.", "Le seul élément concret susceptible d’expliquer cette situation de fait réside sans doute dans l’article 186 du règlement no 2006/10218 (paragraphe 66 ci-dessus), dont le libellé est muet quant à l’applicabilité aux détenus des modalités de libération pour motif de santé. Il s’agit là d’une lacune qui s’apparente à une délimitation du champ d’application théorique de l’article 116 § 1 de la loi no 5275, et qui, du même coup, pose en soi problème au regard du principe général, selon lequel, un règlement d’exécution d’une loi donnée, édicté par le conseil des ministres (article 115 de la Constitution) aux fins de la mise en œuvre des dispositions législatives y afférentes, ne saurait être contraire à la loi.", "121.  En bref, la Cour observe qu’en l’espèce, les choix faits par les autorités judiciaires quant à l’interprétation et à l’application des dispositifs procéduraux susmentionnés n’ont pas abouti – et pouvaient difficilement aboutir – à un résultat conforme aux exigences de l’article 3, notamment parce que le régime de protection ne présentait pas la clarté, la prévisibilité et l’effectivité voulues.", "Il reste maintenant à examiner la seconde période de détention de la requérante.", "v  La période suivant la condamnation définitive de la requérante", "122.  A partir du moment où sa condamnation est devenue définitive, le 16 février 2011, la requérante répondait en pratique aux conditions requises pour se prévaloir des dispositifs examinés ci-dessus, compte tenu du fait qu’une instance médicale supérieure venait de confirmer qu’elle se trouvait dans la phase terminale de sa maladie, qui était incurable (paragraphes 41 et 49 cidessus). Aussi son avocate déposa-t-elle une nouvelle demande de grâce présidentielle en vertu de l’article 104 § 2 b) alinéa 13 de la Constitution ainsi qu’une demande de sursis à l’exécution de la peine en vertu de l’article 16 § 2 de la loi no 5275 (paragraphes 48 et 50 ci-dessus).", "Le 8 avril 2011, à la demande du parquet, le conseil de santé du centre de recherche de l’hôpital d’Antalya examina la requérante et la déclara inapte à demeurer incarcérée car atteinte d’une maladie incurable (paragraphe 51 cidessus). A partir de ce moment où ses jours étaient comptés, il importait peu de savoir si et dans quelle mesure l’exécution de la peine de la requérante mettait sa vie en danger. Il ne s’agissait plus, en effet, de savoir combien de temps encore il était admissible de la maintenir en détention : les circonstances ne le justifiaient tout simplement plus en termes de protection de la société, et tout manque de diligence des autorités à cet égard revenait à la laisser seule, sans soutien familial et dans l’impossibilité de conserver sa dignité face à l’issue vers laquelle sa maladie progressait fatalement et inévitablement.", "123.\t  La Cour peut comprendre que, compte tenu de ses obligations légales, le parquet ait attendu avant d’agir l’aval de la 3e chambre de spécialistes de l’Institut médico-légal malgré l’existence d’un avis médical recommandant vivement la libération de la requérante (paragraphe 68 cidessus). Elle ne peut admettre en revanche qu’il n’ait pas saisi cette instance avant qu’une vingtaine de jours ne se soient écoulés. Elle observe par ailleurs que rien ne permet de croire que cette 3e chambre, dont la composition est très hétérogène, est plus compétente pour apprécier l’état de santé d’un individu que le service hospitalier qui l’a suivi et qui est spécialisé dans la discipline correspondant au type de pathologie dont il souffre – en l’occurrence l’oncologie. Dès lors, elle ne saisit pas pourquoi l’Institut, qui ne comptait qu’un seul gastroentérologue, a estimé utile de réexaminer la requérante en la faisant transférer à Istanbul, encore moins pourquoi il a attendu jusqu’au 8 juin 2011 pour ce faire, alors que sa mission principale consistait à répondre à la simple question de savoir si la maladie diagnostiquée à l’hôpital relevait de l’application de l’article 104 § 2 b) de la Constitution ; enfin, elle observe que, de surcroît, les légistes ont ensuite attendu encore une semaine avant de rendre leur rapport autorisant finalement la remise en liberté de la requérante (paragraphes 56 et 68 \nci-dessus).", "La Cour ne peut qu’exprimer sa grave préoccupation devant ces inutiles redondances et atermoiements, que le Gouvernement n’a d’ailleurs pas cherché à expliquer, pas plus qu’il n’a avancé de justification quant au fait extrêmement déplorable que ce rapport, jugé déterminant, n’ait pas été communiqué au procureur concerné mais simplement mis à disposition, une semaine après son établissement le 15 juin 2011, sur le portail officiel du ministère de la Justice, et qu’il n’ait été reçu par le parquet que le 18 juillet suivant, six jours après la mort de la requérante (paragraphes 56, 58 et 59 cidessus).", "124.  Ces éléments montrent qu’en l’espèce les procédures en cause ont été appliquées en privilégiant plutôt les formalités que les considérations humanitaires et ont, ainsi, empêché la requérante, alors mourante, de vivre ses derniers jours dans la dignité.", "vi.  Conclusion", "125.  La Cour conclut que les autorités nationales n’ont pas assuré une prise en charge propre à épargner à la requérante des traitements contraires à l’article 3. La détention dont elle a fait l’objet dans les conditions décrites plus haut sans jamais parvenir à bénéficier du système de protection offert en théorie en droit turc a porté atteinte à sa dignité et l’a soumise à une épreuve d’une intensité qui a dépassé le niveau inévitable de souffrances inhérentes à une privation de la liberté et à un traitement anticancéreux.", "Ces circonstances constituent un traitement inhumain et dégradant prohibé par l’article 3 de la Convention et emportent violation de cette disposition.", "b)  Sur l’article 14 de la Convention, combiné avec l’article 3", "126.  La Cour rappelle que l’article 14 protège les personnes placées dans des situations analogues contre toute différence de traitement non justifiée dans la jouissance des droits et libertés que leur garantit la Convention. Il n’a pas d’existence indépendante puisqu’il vaut uniquement pour la jouissance des droits et libertés consacrées par les autres clauses normatives de la Convention et de ses Protocoles. Toutefois, il peut entrer en jeu même en l’absence de manquement aux exigences de ces clauses et, dans cette mesure, il possède une portée autonome. Pour qu’il trouve à s’appliquer, il suffit que les faits du litige tombent sous l’empire de l’une au moins desdites clauses (voir, par exemple, Sidabras et Džiautas c. Lituanie, nos 55480/00 et 59330/00, § 38, CEDH 2004VIII, et Laduna c. Slovaquie, no 31827/02, § 50, CEDH 2011).", "A cet égard, la Cour note d’emblée qu’en l’espèce, les faits dénoncés dans le contexte de ce grief tombent effectivement sous le coup de l’article 3 (paragraphe 104 ci-dessus), dont, au demeurant, elle a constaté la violation (paragraphe 125 ci-dessus).", "127.  La discrimination consiste à traiter de manière différente, sans justification objective et raisonnable, des personnes placées dans des situations comparables (Willis c. Royaume-Uni, no 36042/97, § 48, CEDH 2002-IV, et Okpisz c. Allemagne, no 59140/00, § 33, 25 octobre 2005). A cet égard, la Cour, au vu de sa jurisprudence pertinente, considère qu’en l’occurrence, le fait pour la requérante de relever du statut des « détenus à titre provisoire » correspondait bien à la notion de « toute autre situation » visée à l’article 14, et que l’intéressée pouvait prétendre se trouver dans une situation similaire à celle des « personnes condamnées » (voir, par exemple, Laduna, précité, §§ 56 et 58, et Clift c. Royaume-Uni, no 7205/07, § 66, 13 juillet 2010).", "L’article 14 trouve donc à s’appliquer en l’espèce.", "128.  La question soulevée par la requérante porte sur le champ d’application théorique des dispositifs procéduraux permettant l’élargissement, pour raisons de santé, des individus privés de leur liberté. De ce fait, elle concerne directement tous les individus détenus en prison (Laduna, précité, § 57). Compte tenu des principes relatifs à la charge de la preuve en la matière (voir D.H. et autres c. République tchèque [GC], no 57325/00, §§ 177-181, CEDH 2007IV, avec les références qui y figurent), il suffit d’observer le libellé des articles 104 § 2 b) alinéa 13 de la Constitution et 16 § 2 de la loi no 5275 qui excluent les personnes détenues à titre provisoire du bénéfice de ces mesures d’élargissement, ainsi que l’absence de clarté concernant les conditions d’application de l’article 116 § 1 de cette loi. La Cour juge donc qu’en l’espèce, les éléments communiqués par la requérante révèlent l’existence d’une différence de traitement entre les personnes relevant de cette catégorie et celles qui ont fait l’objet d’une condamnation définitive, les premières ne bénéficiant pas de la même protection judiciaire que les secondes en cas de maladie présentant un pronostic fatal", "à court terme.", "129.  Bien qu’il ait été invité à s’exprimer sur la situation de fait et de droit dénoncée dans le cadre de ce grief, le Gouvernement n’a pas formulé d’arguments précis à cet égard (paragraphe 98 ci-dessus – voir, par exemple, Chassagnou et autres c. France [GC], nos 25088/94, 28331/95 et 28443/95, §§ 91-92, CEDH 1999-III, Timichev c. Russie, nos 55762/00 et 55974/00, § 57, CEDH 2005XII, et D.H. et autres, précité, § 177). Aussi la Cour doit-elle trancher la question à la lumière des principes qui prévalent d’ordinaire dans les sociétés démocratiques et compte tenu, par exemple, du consensus susceptible d’apparaître dans les Etats contractants quant aux normes à atteindre en la matière (voir par exemple Zarb Adami c. Malte, no 17209/02, §§ 72 et 74, CEDH 2006VIII, avec les références qui y figurent).", "130.  Dans ce contexte, il importe de rappeler l’enseignement qui ressort de la recommandation du Comité des Ministres sur les règles pénitentiaires européennes, qui énonce que les personnes privées de liberté doivent être traitées d’une manière respectant les droits de l’homme et qu’à cet égard aucune distinction n’est permise entre les personnes placées en détention provisoire par une autorité judiciaire et celles qui ont été privées de leur liberté à la suite d’une condamnation (paragraphe 73 ci-dessus). Même si ce principe n’est pas en soi juridiquement contraignant à l’égard des Etats membres, la Cour y attache un grand poids (voir, mutatis mutandis, Rivière, précité, § 72, et Laduna, précité, §§ 67-68). Elle note également que, lorsqu’il s’agit d’individus dont l’état de santé laisse prévoir une issue fatale, ce point de la recommandation doit être lu en combinaison avec le paragraphe 51 de la recommandation relative aux aspects éthiques et organisationnels des soins de santé en milieu pénitentiaire (paragraphe 70 ci-dessus) et le paragraphe 1 de l’annexe 2 à la recommandation du Comité des Ministres concernant l’amélioration de la mise en œuvre des règles européennes sur les sanctions et mesures appliquées dans la communauté (paragraphe 71 ci-dessus).", "131.  Dans ce contexte, la Cour renvoie à ses considérations précédentes quant aux dispositifs prévus par l’article 104 § 2 b) alinéa 13 de la Constitution, les articles 16 § 2 et 116 § 1 de la loi no 5275 et les dispositions pertinentes du règlement portant mise en œuvre de celle-ci (paragraphe 120 ci-dessus). A cet égard, nonobstant les défaillances structurelles constatées dans le cas présent (paragraphe 122-124 ci-dessus), elle considère que ces dispositifs, dont la mise en œuvre dépend de constats médicaux objectifs et non d’une appréciation purement discrétionnaire, constituent une garantie importante de la protection de la santé et du bien-être des détenus apte à répondre aux exigences de l’article 3 de la Convention (paragraphe 114 ci-dessus).", "132.  Cela étant, lorsque les circonstances sont exceptionnelles, comme l’étaient celles de la présente espèce, de sorte que les mesures prévues par les articles 101, 102 et 109 du CPP ne répondent pas ou pas suffisamment à ces exigences (paragraphes 116-119 ci-dessus), la Cour ne voit aucune raison légitime d’exclure les personnes détenues à titre provisoire du bénéfice de ces dispositifs, d’autant qu’il apparaît qu’ils leur sont – en théorie – applicables par analogie, en vertu de l’article 116 § 1 de la loi no 5275 (paragraphe 66 in fine ci-dessus).", "En l’espèce, l’important est qu’à l’heure actuelle, une catégorie de détenus peut, sans justification adéquate, être moins bien traitée qu’une autre (voir, mutatis mutandis, Zarb Adami, précité, § 76), quoique la Convention ne requière pas le traitement le plus favorable (voir, mutatis mutandis, Abdulaziz, Cabales et Balkandali c. Royaume-Uni, 28 mai 1985, § 82, série A no 94).", "133.  En conséquence, la Cour ne peut que confirmer l’approche qu’elle a adoptée dans l’arrêt Laduna (précité, §§ 71-73) relativement à une différence de traitement entre les prévenus et les condamnés quant à l’exercice du droit de recevoir des visites en prison. Cette approche vaut à plus forte raison dans la présente affaire, qui concerne la protection de la dignité des détenus atteints d’une maladie présentant un pronostic fatal à court terme.", "En bref, la différence de traitement litigieuse a emporté violation de l’article 14 combiné avec l’article 3 de la Convention.", "IV.  SUR L’APPLICATION DES ARTICLES 41 ET 46 DE LA CONVENTION", "A.  Sur l’article 41 de la Convention", "134.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "1.  Dommage", "135.  Les ayants droit de la requérante réclament 15 000 euros (EUR) au titre du préjudice matériel, en réparation de la perte du soutien financier que l’intéressée – décédée célibataire – leur aurait assuré de son vivant.", "Ils réclament en outre 50 000 EUR pour préjudice moral, arguant que les circonstances tragiques qui ont entouré la mort de leur parente leur ont infligé une vive souffrance.", "136.  Le Gouvernement estime que ces prétentions ne présentent aucun lien de causalité avec les violations alléguées en l’espèce et argue qu’elles ne sont étayées par aucun document ni aucune explication plausible.", "137.  Aucune violation n’ayant été constatée à raison des circonstances ayant entouré le décès de la requérante, la Cour ne peut accueillir la demande formulée au titre du dommage matériel, du fait de la perte alléguée d’un soutien financier.", "La Cour observe en revanche que, lorsqu’elle avait introduit la présente requête, la requérante continuait à subir un préjudice moral certain, qui ne saurait être compensé par de simples constats de violation des articles 3 et/ou 14 de la Convention (paragraphes 125 et 133 ci-dessus), intervenus après son décès.", "Statuant en équité, elle dit donc qu’il y a lieu d’octroyer à ce titre 20 000 EUR conjointement à ses ayants droit, selon le droit successoral turc.", "2.  Frais et dépens", "138.  Me Yılmaz réclame 7 920 livres turques (TRY) à titre d’honoraires, expliquant avoir consacré à l’affaire huit heures de travail à raison 660 TRY de l’heure selon le barème d’honoraires pour 2012 du barreau de Diyarbakır. Au 5 mars 2012, ce montant équivaudrait à 3 413 EUR.", "Me Yılmaz demande également le remboursement des dépens afférents aux photocopies (525 TRY), télécopies (170 TRY), communications téléphoniques (95 TRY), traductions (315 TRY) et frais de bureau (60 TRY), soit un total de 1 165 TRY (502 EUR).", "Au total, le montant réclamé au titre des frais engagés dans le cadre de la procédure devant la Cour s’élève donc à 3 465 EUR.", "139.  Le Gouvernement soutient que cette demande, n’étant étayée par aucun justificatif, devrait être rejetée.", "140.  La Cour rappelle qu’au titre de l’article 41 de la Convention, elle rembourse les frais d’un montant raisonnable dont il est établi qu’ils ont été réellement et nécessairement exposés (voir, entre autres, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II). De plus, l’article 60 § 2 de son règlement prévoit que toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi elle peut rejeter la demande en tout ou en partie (Zubani c. Italie (satisfaction équitable), no 14025/88, § 23, 16 juin 1999).", "Or elle observe, à l’instar du Gouvernement, qu’il n’a été produit aucun document susceptible d’appuyer la demande de remboursement des frais et dépens – (factures, contrat d’avocat, notes d’honoraires, etc). Elle rappelle que les principes susmentionnés excluent la prise en compte des conventions d’honoraires. Il n’apparaît pas d’ailleurs que les proches de la requérante aient effectué le moindre versement à ce titre, Me Yılmaz n’ayant pas représenté la requérante lors des procédures menées au niveau national.", "Compte tenu du décompte des heures de travail produit relativement à la préparation des diverses observations écrites, la Cour estime raisonnable d’allouer conjointement aux ayants droit de la requérante la somme de 2 000 EUR.", "3.  Intérêts moratoires", "141.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "B.  Sur l’article 46 de la Convention", "142.  Aux termes de l’article 46 de la Convention :", "« 1.  Les Hautes Parties contractantes s’engagent à se conformer aux arrêts définitifs de la Cour dans les litiges auxquels elles sont parties.", "2.  L’arrêt définitif de la Cour est transmis au Comité des Ministres qui en surveille l’exécution. »", "143.  La Cour souligne tout d’abord que, par cette disposition, les Etats contractants se sont engagés à se conformer aux arrêts définitifs qu’elle rend dans les litiges auxquels ils sont partis, le Comité des Ministres étant chargé d’en surveiller l’exécution. Il en découle notamment que l’Etat défendeur reconnu responsable d’une violation de la Convention ou de ses Protocoles est appelé non seulement à verser aux requérants les sommes allouées à titre de satisfaction équitable mais aussi à adopter, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles nécessaires dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour et d’en effacer autant que possible les conséquences. Il reste libre cependant, sous le contrôle du Comité des Ministres, de choisir les moyens de s’acquitter de son obligation juridique au regard de l’article 46 de la Convention pour autant que ces moyens soient compatibles avec les conclusions contenues dans l’arrêt de la Cour (voir, entre autres, Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 249, CEDH 2000VIII, Brumărescu c. Roumanie (satisfaction équitable) [GC], no 28342/95, § 20, CEDH 2001-I, Akdivar et autres c. Turquie (article 50), 1er avril 1998, § 47, Recueil 1998II, et Marckx c. Belgique, 13 juin 1979, § 58, série A no 31).", "144.  Après avoir examiné les questions particulières soulevées dans le cas d’espèce, la Cour observe qu’elles risquent de se poser à nouveau à chaque fois qu’une personne détenue à titre provisoire souffrira d’une maladie présentant un pronostic fatal à court terme.", "Afin d’aider l’Etat défendeur à s’acquitter de ses obligations au titre de l’article 46, elle estime donc devoir indiquer dès maintenant, à titre exceptionnel, les mesures générales qui lui semblent aptes à pallier certains des problèmes constatés quant aux dispositifs procéduraux qui définissent le régime judiciaire instauré en Turquie pour assurer, directement ou indirectement, la protection de la santé et du bien-être des détenus.", "145.  Les dispositifs procéduraux en question concernent :", "la remise en liberté d’un accusé pendant la procédure (article 101 du CPP),", "les durées maximales de détention provisoire selon la nature du délit reproché (article 102 du CPP),", "le placement sous contrôle judiciaire (article 109 du CPP),", "la suspension de la peine d’un détenu pour raisons de santé (16 §§ 2 et 6 ainsi que 116 § 1 de la loi no 5275),", "le recours en grâce pour raisons médicales formé devant le président de la République (article 104 b) de la Constitution), et", "le mécanisme officiel d’expertise médicolégale tel qu’il est mis en œuvre dans le contexte de ces deux derniers dispositifs (article 16 § 2 c) de la loi no 2659).", "146.  Pour ce qui est des trois premiers points, la Cour prend note des modifications apportées au CPP par la loi no 6352 du 2 juillet 2012.", "Elle considère cependant qu’il semble manquer dans le système actuel une norme explicite engageant les magistrats concernés – à savoir les juges du fond, les procureurs de la République et les membres des instances habilitées à intervenir dans l’application des dispositifs procéduraux et/ou à connaître des recours en opposition (itiraz) – à tenir dûment compte, lorsqu’il s’agit de décider du sort des personnes détenues à titre provisoire, qui sont donc par définition présumées innocentes, de leur état de santé et de la compatibilité de leur tableau clinique avec la vie carcérale, en ayant égard à des considérations humanitaires. Rien ne s’oppose a priori à ce que l’on exige que ce critère soit appliqué à chaque fois que les autorités judiciaires compétentes sont appelées à statuer sur une demande d’élargissement (articles 101 et 102 du CPP) ou de placement sous contrôle judiciaire (article 109 du CPP) formulée, justificatifs à l’appui, par un détenu malade.", "La Cour estime en outre que, dans les cas où l’état de santé d’un détenu est exceptionnellement grave, il devrait également être prévu que la Cour de cassation puisse, tout au long de la procédure menée devant elle, décider de le remettre en liberté, et ce notamment lorsque le pourvoi est automatique. Faute de telles mesures, un accusé en fin de vie pourrait, en l’absence d’action favorable de la part des magistrats, se trouver dans la situation intenable où l’espoir d’un acquittement dans un futur relativement éloigné ne lui serait pas plus agréable qu’une condamnation définitive à brève échéance, la seconde hypothèse présentant au moins l’avantage de lui permettre de demander une remise en liberté en vertu des articles 16 §§ 2 et 6, et 116 § 1 de la loi no 5275 et 104 b) de la Constitution, qui pour l’instant, ne paraissent, en pratique, applicables qu’aux condamnés.", "147.  La Cour en vient à présent aux quatrième et cinquième points relatifs à la suspension de peine pour raisons de santé et au recours en grâce pour raisons médicales.", "Elle a déjà relevé l’ambigüité entourant le champ d’application ratione personae de ces dispositifs, notamment ceux de la loi no 5275, considérés en connexion avec le règlement no 2006/10218, édicté aux fins de sa mise œuvre (paragraphes 66 et 120 ci-dessus). Il reste que, ces dispositions étant essentiellement axées sur l’appréciation de constats médicaux objectifs et, de par leur nature, sur des considérations humanitaires, le système de protection turc pourrait offrir aux détenus souffrant de maladies présentant un pronostic fatal à court terme – conjointement avec les mesures invoquées au paragraphe précédent ou en lieu et place de celles-ci – une possibilité de bénéficier de moyens comparables à ceux ouverts aux condamnés, que ce soit par la création de nouvelles normes ou dans le cadre des normes existantes. Il est entendu que le mécanisme de protection ainsi conçu devrait prévoir des mesures propres à assurer sa mise en œuvre efficace et respectueuse de la Convention par les autorités nationales concernées, dont notamment les magistrats.", "148.  En ce qui concerne le dernier point, relatif au mécanisme officiel d’expertise médicolégale – qui vise à répondre à la question de savoir si la maladie dont souffre un détenu est compatible avec la vie carcérale, c’est-à-dire, s’il y a, en l’occurrence, lieu d’appliquer l’article 16 §§ 2 et/ou 6 de la loi no 5275 et/ou l’article 104 b) de la Constitution –, la Cour rappelle les défaillances injustifiées observées en l’espèce. Elle est d’avis que la procédure actuelle, qui confère à l’Institut médico-légal un rôle décisif quoique d’ordre plutôt administratif que scientifique, pourrait être repensée et simplifiée afin de privilégier une application plus efficace de dispositifs aussi importants de protection de la dignité et de la vie des détenus atteints d’une maladie présentant un pronostic fatal, de manière à éviter que ces derniers ne se trouvent abandonnés, victimes des retards, erreurs de jugements et autres dysfonctionnements que peut générer un formalisme excessif soustrait au contrôle du public.", "149.  La Cour laisse à l’Etat défendeur le soin de prendre les mesures générales qu’il estimera nécessaires pour atteindre les buts recherchés.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare irrecevable le grief tiré de l’article 2 de la Convention ;", "", "2.  Déclare recevables les griefs tirés des articles 3 et 14 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 3 de la Convention, tant pris isolément que combiné avec l’article 14 ;", "", "4.  Dit,", "a)  que l’Etat défendeur doit verser aux ayants droit de la requérante, conjointement, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en livres turques au taux applicable à la date du règlement, plus tout montant pouvant être dû par eux à titre d’impôt :", "i)  20 000 EUR (vingt mille euros), pour dommage moral ;", "ii)  2 000 EUR (deux mille euros), pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 5 mars 2013, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFrançoise Elens-Passos\tGuido Raimondi\n\t Greffière adjointe\tPrésident"]}