{"file": "FRE_HFJUD_43288_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "43288/98", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE MAHIEU c. FRANCE", "", "", "(Requête n° 43288/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "19 juin 2001", "", "", "", "DÉFINITIF", "", "19/09/2001", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l’affaire MAHIEU c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tW. Fuhrmann, président,", "\t\tJ.-P. Costa,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tM.\tK. Traja, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 12 septembre 2000 et 29 mai 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 43288/98) dirigée contre la France et dont un ressortissant de nationalités française et belge, Daniel Mahieu (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 13 mai 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me C. Pettiti, avocat au barreau de Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. R. Abraham, directeur des affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant se plaignait en particulier de la longueur d’une procédure administrative sous l’angle de l’article 6 § 1 de la Convention. Il alléguait également la violation du droit au respect de ses biens au sens de l’article 1er du Protocole n°1 à la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  La Cour a déclaré la requête partiellement recevable le 7 septembre 1999, le restant étant déclaré recevable le 12 septembre 2000. Les parties ont soumis des observations supplémentaires.", "", "EN FAIT", "A.  Les circonstances de l’espèce", "7.  Le 19 septembre 1995, le requérant déposa une demande d’autorisation préalable d’exploitation d’une ferme agricole dont il est propriétaire. Après deux avis défavorables de la commission départementale d’orientation de l’agriculture des 11 octobre et 24 novembre 1995, le préfet de ce département rejeta la demande par décision du 12 octobre 1995, confirmée par décision du 30 novembre 1995.", "8.  Par requête enregistrée le 28 décembre 1995, le requérant demanda l’annulation de ces deux décisions devant le tribunal. Par jugement du 17 décembre 1996, suivant audience du 3 décembre, le tribunal administratif de Nancy annula la décision du 12 octobre 1995 pour irrégularité de procédure. Il rejeta le recours pour le surplus.", "9.  Le 19 février 1997, le requérant interjeta appel du jugement – pour autant qu’il rejetait l’annulation de la décision du 30 novembre 1995 – devant la cour administrative de Nancy et déposa son mémoire. Le 5 mai 1997, l’appel fut enregistré au greffe de la cour.", "10.  En août 1997, le ministre déposa son mémoire.", "11.  Les 16 et 26 avril 1999, le requérant déposa deux mémoires. Il déposa un mémoire le 2 novembre 2000.", "12.  Par arrêt du 14 décembre 2000, faisant suite à une audience du 23 novembre 2000, la cour administrative d’appel de Nancy annula la décision préfectorale portant refus de délivrer l’autorisation d’exploitation. Elle s’exprima comme suit :", "« Considérant que pour fonder sa décision en date du 30 novembre 1995, le préfet de Meurthe-et-Moselle s’est fondé sur la possibilité pour la structure objet de la demande de permettre l’installation d’un jeune agriculteur alors que plusieurs demandeurs potentiels s’étaient fait connaître, que dans le département de Meurthe-et-Moselle, d’autres jeunes agriculteurs des villages environnants, titulaires de brevets techniques, étaient candidats à l’installation, et que le refus de la commission départementale d’orientation de l’agriculture allait dans le sens des orientations du schéma départemental des structures agricoles de Meurthe-et-Moselle qui, dans ses objectifs, vise à favoriser l’installation des jeunes agriculteurs en privilégiant ceux qui justifient d’une formation ou du métier d’agriculteur ; que cet arrêté se borne donc à mentionner l’existence de candidats locaux à la reprise des terres, notamment de jeunes agriculteurs, sans préciser leur identité ni les circonstances permettant de les regarder comme prioritaires par référence aux dispositions du schéma directeur départemental des structures agricoles ; qu’une telle motivation de l’arrêté, qui ne permet pas aux demandeurs d’autorisation de vérifier que l’ordre des priorités leur a été opposé à bon droit ne satisfait pas à l’obligation prévue par l’article L. 331-7 du code rural ; (...) ».", "B.  Droit interne pertinent", "13.  L’article R. 154 du code des tribunaux administratifs et des cours administratives d’appel dispose :", "« Lorsque l’affaire est en état, le président de la formation de jugement peut, par ordonnance, fixer la date à partir de laquelle l’instruction sera close. Cette ordonnance n’est pas motivée et ne peut faire l’objet d’aucun recours (...). »", "EN DROIT", "I.  SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "14.  Le requérant dénonce la durée de la procédure devant les juridictions administratives et allègue une violation de l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Applicabilité de l’article 6 § 1", "15.  Le Gouvernement soutient que l’article 6 § 1 n’est pas applicable. Il estime que le présent litige est régi par le droit public et que le droit à exploiter les terres agricoles est subordonné au respect de règles d’intérêt général. Si sont en jeu des questions de droit privé, soit l’usage que le requérant peut faire de ses biens immeubles, il n’en reste pas moins que les aspects de droit public l’emportent. Le litige concerne en effet l’application d’une législation édictée souverainement par l’Etat dans le cadre de l’intérêt général lié à l’aménagement du territoire.", "16.  Le requérant soutient que l’article 6 § 1 est applicable. Il rappelle la jurisprudence de la Cour selon laquelle seul compte la nature du droit en litige. Il s’agit ici de son droit à l’usage de sa propriété, droit de « caractère civil » au sens de la Convention.", "17.  La Cour rappelle que la notion de « droits et obligations de caractère civil » ne doit pas s’interpréter par simple référence au droit interne de l’Etat défendeur. L’article 6 § 1 s’applique indépendamment de la qualité des parties comme de la nature de la loi régissant la contestation et de l’autorité compétente pour trancher ; la contestation peut porter aussi bien sur l’existence même d’un droit que sur son étendue ou ses modalités d’exercice ; enfin, son issue doit être déterminante pour un tel droit (par exemple, arrêt Rolf Gustafson c. Suède du 1er juillet 1997, Recueil des arrêts et décisions 1997-IV, p. 1160, § 38).", "18.  En l’espèce, la Cour considère que la procédure portait sur une « contestation » relative au « droit défendable » du requérant d’exploiter ses terres agricoles en conformité avec les lois applicables. Or, un droit qui concerne les « modalités d’exercice » du droit de propriété est un droit « civil » au sens de l’article 6 (voir arrêt Fredin c. Suède du 18.2.91, série A n° 192, p. 20, § 63 ; arrêt Benthem c. Pays-Bas du 23.10.85, série A n° 97, pp. 14-16, §§ 32 à 36, et arrêt Oerlemans c. Pays-Bas du 27.11.91, série A n° 219, pp. 20-21, §§ 45 à 48). Ainsi, l’issue de la procédure était déterminante pour le droit – défendable – du requérant d’exploiter la propriété agricole lui appartenant. Le fait que le droit applicable se fonde sur des impératifs d’intérêt général et que le refus de l’autorisation d’exploitation était justifié par des considérations d’aménagement du territoire est sans incidence à cet égard (voir, pour un précédent récent, arrêt Théry c. France, n° 33989/96 (sect. 3), 1.02.00, § 23). L’article 6 § 1 trouve donc à s’appliquer.", "B.  Caractère raisonnable de la durée de la procédure", "1.  Période à prendre en considération", "19.  La période à considérer a débuté avec la saisine du tribunal administratif de Nancy le 28 décembre 1995. La cour administrative d’appel de Nancy a rendu son arrêt le 14 décembre 2000. A cette date, la procédure avait donc duré presque 5 ans.", "2.  Caractère raisonnable de la durée de la procédure", "20.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, les arrêts Richard c. France du 22 avril 1998, Recueil 1998II, p. 824, § 57, et Doustaly c. France du 23 avril 1998, Recueil 1998II, p. 857, § 39).", "21.  Le Gouvernement estime que l’affaire n’est pas complexe et que les juridictions n’ont pas manqué de diligence. Il explique la durée de la procédure en appel par le comportement du requérant qui a déposé deux mémoires en réplique en avril 1999, soit un an et sept mois après le dépôt des observations en défense du ministre.", "22.  Le requérant rétorque que l’affaire était en état devant la cour administrative d’appel depuis août 1997. Il souligne que ses mémoires d’avril 1999 ne visaient qu’à relancer la cour administrative d’appel, compte tenu du délai d’inactivité écoulé depuis le dépôt de ses prétentions en 1997, en ne faisant que rappeler son mémoire principal déposé le 19 février 1997. Or, c’est la cour administrative qui dirige la procédure et qui peut à tout moment considérer que les mémoires échangés sont suffisants pour décider de procéder à la clôture de l’instruction.", "23.  La Cour rappelle la spécificité du contentieux administratif français et les règles de la procédure devant le juge administratif selon lesquelles la procédure est inquisitoriale, secrète et écrite. Il appartient dès lors au juge administratif d’exercer ses pouvoirs relatifs au déroulement rapide et loyal de la procédure. En particulier, selon l’article R. 154 du code des tribunaux administratifs, tel que rédigé à l’époque des faits, le président de la formation de jugement peut fixer par ordonnance la date de clôture d’instruction, ordonnance insusceptible de recours.", "24.  La Cour relève que le Gouvernement n’a pas contesté que les mémoires du requérant déposés en avril 1999 étaient des mémoires de rappel qui n’empêchaient pas le président de la cour administrative d’appel de prendre une ordonnance de clôture de l’instruction. La Cour considère que dans la mesure où la procédure est conduite à la diligence du juge administratif qui peut adopter toute mesure contraignante par voie d’ordonnance, l’inactivité de la cour administrative d’appel entre le moment où l’affaire était en état, soit en août 1997, et la date de l’audience devant la Cour, soit le 23 novembre 2000 est imputable à l’Etat français (voir, mutatis mutandis, rapport de la Commission le 9 septembre 1998, req. n° 34070/96, M.H.S. et R.S. c. France). Or, ce délai de trois ans et trois mois devant la seule instance d’appel apparaît déraisonnable.", "25.  La Cour considère dès lors que la cause du requérant n’a pas été entendue dans un délai raisonnable en violation de l’article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1ER DU PROTOCOLE N° 1", "26.  Le requérant soutient que cette durée a porté atteinte à son droit de propriété et au libre usage de ses biens en méconnaissance de l’article 1er du Protocole N 1 à la Convention. Cet article dispose que :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international. Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "27.  Vu la conclusion figurant au paragraphe 25, la Cour ne juge pas nécessaire d’examiner le grief tiré de l’article 1er du Protocole n° 1 (voir les arrêts Brigandi, Zanghi et Santilli c. Italie du 19.2.91, série A n° 194, respectivement p. 32, § 32 ; p. 47, § 23 et p. 62, § 22 et l’arrêt Théry c. France, précité, § 29).", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "28.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "29.  Le requérant réclame 462 715 francs français pour le préjudice matériel consistant dans les dépenses d’entretien de sa propriété restée en friche durant la durée de la procédure et dans le manque à gagner causé par l’absence d’exploitation de sa terre résultant du refus d’exploitation opposé par le préfet. Il sollicite ensuite 75 000 francs français au titre du préjudice moral.", "30.  Le Gouvernement réplique que le requérant aurait dû, quel que soit le sens de la décision préfectorale, supporter les charges d’entretien de son exploitation. En outre, l’arrêt annulant la décision préfectorale litigieuse se fonde sur un motif de pure forme, ce qui ne préjuge en rien le bien-fondé du refus de l’octroi de l’autorisation préfectorale. Le Gouvernement propose l’allocation d’une somme de 30 000 francs au titre du seul dommage moral allégué.", "31.  La Cour n’aperçoit pas de lien de causalité entre la violation de l’article 6 § 1 de la Convention et un dommage matériel dont le requérant aurait eu à souffrir ; il convient donc de rejeter les prétentions de ce dernier.", "32.  En revanche, la Cour juge que le requérant a subi un tort moral certain du fait de la durée de la procédure litigieuse. Compte tenu des circonstances de la cause et statuant en équité comme le veut l’article 41, elle lui octroie 30 000 francs français à ce titre.", "B.  Frais et dépens", "33.  L’intéressé réclame 11 588 francs français pour le remboursement des frais exposés devant les organes de la Convention. Cette somme comprend 9 588 francs de frais et honoraires d’avocat, somme pour laquelle le requérant produit des pièces justificatives, le restant étant les frais de correspondance engagés directement par le requérant.", "34.  Selon le Gouvernement, cette somme n’appelle pas de commentaire particulier.", "35.  La Cour estime qu’il convient d’allouer au requérant la somme de 11 588 francs français.", "C.  Intérêts moratoires", "36.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "Dit qu’il n’est pas nécessaire d’examiner de surcroît le grief tiré de l’article 1er du Protocole N° 1 ;", "Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "\ti.  30 000 (trente mille) francs français, pour dommage moral ;", "\tii.  11 588 (onze mille cinq cent quatre-vingt huit) francs français, pour frais et dépens ;", "b)  que ces montants seront à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 19 juin 2001 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tW. Fuhrmann\tGreffière\tPrésident", ""]}