{"file": "FRE_CLINF_21272_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "21272/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 135", "Novembre 2010", "Sakhnovski c. Russie [GC] - 21272/03", "Arrêt 2.11.2010 [GC]", "Article 6", "Article 6-3-c", "Se défendre avec l'assistance d'un défenseur", "Absence de contact personnel avant une audience d’appel avec un avocat commis d’office qui a dû plaider l’affaire du requérant sur la base d’un mémoire établi par un autre avocat : violation", "", "Article 34", "Victime", "Réouverture d’une procédure par le biais d’un recours en supervision : qualité de victime maintenue", "", "En fait – En 2001, le requérant fut condamné à une peine d’emprisonnement pour meurtre. En 2002, la Cour suprême rejeta son appel. En 2007, le présidium de la Cour suprême fit droit à un recours en révision, cassa l'arrêt d'appel et renvoya l'affaire pour un réexamen, estimant que le droit du requérant à l’assistance d’un défenseur lors de l’audience d’appel avait été méconnu. Au cours de la nouvelle procédure d’appel, le requérant suivit l’audience par vidéoconférence depuis la maison d’arrêt, la Cour suprême ayant rejeté sa demande de comparution en personne. Avant l’ouverture des débats, on présenta au requérant sa nouvelle avocate commise d’office, qui se trouvait dans la salle d’audience, et la Cour suprême leur accorda quinze minutes d’entretien confidentiel par vidéoconférence. Le requérant tenta de refuser d’être représenté par cette avocate, estimant qu’il lui fallait s’entretenir de personne à personne avec elle. La Cour suprême rejeta l’objection formulée par le requérant quant à son avocate, l’estimant déraisonnable. Elle nota que l’intéressé n’avait ni demandé le remplacement de l'avocate par un confrère, ni sollicité l’autorisation de choisir un autre avocat. Dans une décision distincte, la Cour suprême résolut de ne pas accepter de nouvelle déclaration d’appel de l’intéressé et d’examiner le dossier sur la base de la déclaration déposée en 2002 par l’ancienne avocate du requérant avant l’audience d’appel précédente. Le même jour, la Cour suprême examina l'affaire au fond et confirma l'arrêt rendu en 2001.", "En droit – Article 6 § 1 combiné avec l’article 6 § 3 c)", "a)  Qualité de victime – Les autorités ont reconnu la violation originale des droits du requérant garantis par l’article 6, au moins pour ce qui concerne l’absence d’assistance adéquate par un défenseur dans la procédure d’appel conduite en 2002. Toutefois, la Cour estime que la simple réouverture de l'affaire n'était pas suffisante pour priver le requérant de sa qualité de victime. Ce point de vue est étroitement lié aux caractéristiques du système russe de recours en révision, tel qu'il existait à l'époque des faits. Premièrement, l'affaire pouvait être rouverte un nombre indéfini de fois et sans restrictions. Deuxièmement, la décision de rouvrir l'affaire relevait du pouvoir discrétionnaire du procureur ou du juge qui décidait si un recours ou une requête en révision méritait un examen au fond. Que ce fût un procureur qui introduisît un recours en révision ou le président d'un tribunal qui annulât la décision d’un juge de ne pas retenir une demande en révision, la décision pouvait être prise d'office, ce qui donnait à l'Etat défendeur la possibilité de se soustraire au contrôle de la Cour sur le fond en rouvrant continuellement la procédure. En outre, la procédure interne est souvent rouverte à l'instigation des autorités russes lorsqu'elles apprennent que l'affaire a été retenue pour examen par la Cour. Il arrive que la réouverture soit favorable au requérant, auquel cas elle est utile. Toutefois, compte tenu de la facilité avec laquelle le Gouvernement emploie cette procédure, il existe également un risque d'abus. Si la Cour acceptait sans condition que la simple réouverture de la procédure a automatiquement pour effet d'ôter au requérant sa qualité de victime, l'Etat défendeur pourrait faire obstacle à l'examen de toute affaire pendante en ayant recours de manière répétée à la procédure de révision, plutôt que de redresser les violations passées en offrant au requérant un procès équitable. Pour déterminer si le requérant conserve ou non la qualité de victime, la Cour envisage la procédure dans son ensemble, y compris celle qui a suivi la réouverture. Cette approche permet de ménager un équilibre entre le principe de subsidiarité et l'effectivité du mécanisme de la Convention. En l’espèce, la Cour estime que la simple réouverture de la procédure dans le cadre d'une demande en révision ne constitue pas un redressement approprié et suffisant pour le requérant. ", "Conclusion : exception préliminaire rejetée (unanimité).", "b)  Nouvelle communication de la requête au Gouvernement – Le Gouvernement soutient que la Cour aurait dû lui communiquer les griefs du requérant relatifs à la seconde procédure d’appel. Le requérant s’est plaint de l’audience tenue dans le cadre de la seconde procédure d’appel en novembre 2007 dans les observations supplémentaires qu'il a soumises en mars 2008. Copie en a été adressée au Gouvernement dans les délais. Rien n'empêchait celui-ci de soumettre des observations en réponse. La Cour ayant par la suite retenu la demande de renvoi de l’affaire devant la Grande Chambre formulée par le Gouvernement, la Cour a fourni à celui-ci une autre possibilité de soumettre des observations. Dès lors, le Gouvernement ne s'est pas trouvé désavantagé par rapport au requérant. ", "c)  Renonciation à l’assistance d’un défenseur – En 2007, le requérant s’est dit mécontent de la manière dont la Cour suprême avait organisé l’assistance d’un défenseur et a refusé les services de l’avocate qui venait de lui être commise d’office. En fait, il n’a pas sollicité un autre avocat pour la remplacer, ni demandé le report de l’audience, mais, étant donné qu’il n’avait pas de connaissances juridiques, on ne pouvait escompter de lui qu’il formulât des demandes précises. Le manquement du requérant à solliciter ces mesures procédurales ne saurait donc passer pour une renonciation à son droit à l’assistance d’un défenseur.", "d)  Assistance effective d’un défenseur – Il est clair qu’aux yeux des autorités l'affaire était suffisamment complexe pour appeler l'assistance d'un avocat professionnel. Certes, la nouvelle avocate commise d’office était qualifiée et était a priori préparée pour assister le requérant, mais ces arguments ne sont pas décisifs. Le requérant n’a pu communiquer avec son avocate que pendant quinze minutes, tout juste avant l’ouverture de l’audience. Compte tenu de la complexité et de la gravité de l'affaire, le temps alloué n'était manifestement pas suffisant pour permettre au requérant de discuter de l'affaire avec son avocate et s'assurer que la connaissance que celle-ci avait du dossier et sa ligne de défense étaient appropriées. En outre, il n'est pas certain que la communication par vidéoconférence ait offert suffisamment de confidentialité. Dans le cas d'espèce, le requérant a dû utiliser le système de vidéoconférence que l'Etat avait installé et commandait. L'intéressé avait donc des raisons légitimes de se sentir mal à l'aise lorsqu'il s'est entretenu du dossier avec son avocate. Le Gouvernement n'explique pas pourquoi il était impossible de prendre d'autres dispositions pour l'assistance du requérant par un défenseur. Certes, le transfert de l’intéressé à Moscou pour une rencontre avec son avocate aurait été une opération longue et onéreuse. Tout en soulignant l'importance capitale d'une assistance effective par un conseil, la Cour doit examiner si, compte tenu de cet obstacle géographique particulier, le gouvernement défendeur a pris des mesures qui ont suffisamment compensé les restrictions apportées aux droits de l'intéressé. Rien n'empêchait les autorités d'organiser ne fût-ce qu'une conversation téléphonique entre le requérant et son avocate un peu plus longtemps avant l'audience ni de commettre d'office à ce dernier un avocat qui aurait pu lui rendre visite au centre de détention et être à ses côtés durant l'audience. En outre, on ne voit pas bien pourquoi la Cour suprême n'a pas confié la représentation du requérant à l'avocat qui l'avait déjà défendu devant le tribunal de première instance et avait préparé la première déclaration d'appel. Enfin, la Cour suprême aurait pu ajourner l'audience d'office afin de laisser au requérant un laps de temps suffisant pour discuter de l'affaire avec sa nouvelle avocate. Les dispositions prises par la Cour suprême n'étaient pas suffisantes et n'ont pas assuré au requérant une assistance effective par un défenseur durant la seconde procédure d'appel. En conséquence, cette procédure n’a pas redressé les défauts de la première : ni en 2002 ni en 2007 le requérant n’a bénéficié de l’assistance effective d’un avocat.", "Conclusion : violation (unanimité).", "Article 41 : 2 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}