{"file": "FRE_CLINF_46221_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "46221/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 75", "Mai 2005", "Öcalan c. Turquie [GC] - 46221/99", "Arrêt 12.5.2005 [GC]", "Article 3", "Peine inhumaine", "Peine de mort prononcée à l’issue d’une procédure déclarée inéquitable: violation", "Conditions du transfert après arrestation en dehors du territoire de l’Etat membre, et détention subséquente: non-violation", "Article 2", "Article 2-1", "Peine de mort", "Peine de mort prononcée mais non exécutée, et disparition subséquente du risque d’exécution: non-violation", "Article 5", "Article 5-1", "Arrestation ou détention régulières", "Arrestation par des agents turcs dans un avion turc dans la zone internationale d’un aéroport kenyan après interception du requérant par les autorités kenyanes: non-violation", "Article 6", "Procédure pénale", "Article 6-1", "Tribunal impartial", "Juge militaire siégeant au sein d’une cour de sûreté de l’Etat durant une partie du procès: violation", "Article 6-3-b", "Facilités nécessaires", "Temps nécessaire", "Accès restreint d’un détenu à son dossier pénal et divulgation tardive aux avocats, les obligeant à répondre à la hâte à un dossier très épais et complexe: violation", "Article 6-3-c", "Se défendre avec l'assistance d'un défenseur", "Interdiction d’avoir accès à un avocat pendant près de sept jours de garde à vue, puis limitation du nombre et de la durée des entretiens; impossibilité pour un détenu de s’entretenir avec ses avocats hors de portée d’ouïe des agents des forces de l’ordre: violation", "En fait: En octobre 1998, le requérant, ressortissant turc et ancien chef du PKK (Parti des travailleurs du Kurdistan), fut expulsé de Syrie. Après avoir séjourné dans plusieurs pays, il fut installé à la résidence de l’ambassadeur de Grèce à Nairobi (Kenya). Le 15 février 1999, il dut quitter l’ambassade de Grèce et fut conduit par un fonctionnaire kényan à l’aéroport de Nairobi, au pied d’un avion immatriculé en Turquie, dans lequel des fonctionnaires turcs l’attendaient pour l’arrêter. Les juridictions turques avaient décerné sept mandats d’arrêt à l’encontre du requérant et Interpol avait émis un avis de recherche le concernant. L’intéressé fut transféré en Turquie et placé en garde à vue à la prison de l’île d’İmralı le 16 février 1999, après quoi il fut interrogé par des membres des forces de l’ordre. Le 22 février 1999, le procureur de la République près la cour de sûreté de l’Etat d’Ankara interrogea le requérant. Le 23 février 1999, celui-ci comparut devant un juge de la cour de sûreté de l’Etat, qui ordonna sa mise en détention provisoire. Par un acte d’accusation présenté en avril 1999, le procureur reprocha au requérant d’avoir mené des activités tendant à provoquer la sécession d’une partie du territoire national et d’avoir constitué et dirigé à cette fin une organisation armée. Il requit la peine capitale en vertu de l’article 125 du code pénal. Au cours du procès intervint une modification de la Constitution excluant les magistrats militaires de la composition des cours de sûreté de l’Etat. C’est ainsi qu’un magistrat civil fut désigné en remplacement du juge militaire au sein de la formation chargée de l’affaire. Le requérant fut reconnu coupable des infractions dont il était accusé et fut condamné à la peine capitale. Le 25 novembre 1999, la Cour de cassation confirma l’arrêt de la cour de sûreté de l’Etat.", "Le 30 novembre 1999, la Cour européenne décida d’appliquer l’article 39 de son règlement et de demander au gouvernement turc de prendre toutes les mesures nécessaires pour que la peine capitale ne soit pas exécutée, afin que la Cour puisse poursuivre efficacement l’examen de la recevabilité de la requête. En septembre 2001, une délégation du Comité européen pour la prévention de la torture et des peines ou traitements inhumains ou dégradants (CPT) visita le lieu de détention du requérant et formula certaines recommandations. Une loi d’août 2002 abolit la peine de mort en temps de paix et le code pénal fut modifié en conséquence. En septembre 2002, le gouvernement turc déclara à la Cour européenne qu’il n’était plus possible d’exécuter la condamnation à mort du requérant. En octobre 2002, la cour de sûreté de l’Etat d’Ankara commua la peine capitale imposée au requérant en réclusion à perpétuité. Une chambre de la Cour européenne (première section) a rendu un arrêt le 12 mars 2003 (voir le RJ n° 51). En novembre 2003, la Turquie a ratifié le Protocole n° 6 à la Convention concernant l’abolition de la peine de mort.", "En droit: Article 5 § 4: En ce qui concerne la situation particulière dans laquelle se trouvait le requérant lors de sa garde à vue, la Grande Chambre ne voit aucune raison de s'écarter de la conclusion de la chambre selon laquelle les circonstances observées en l'espèce ont empêché l’intéressé d’exercer de manière effective le recours mentionné par le Gouvernement, à savoir la possibilité, définie dans le code de procédure pénale, de faire contrôler la légalité de sa détention par un juge d’instance et de contester tout ordre du parquet visant à prolonger la garde à vue. La Grande Chambre estime aussi que la voie d'indemnisation prévue par la loi no 466 ne saurait constituer un recours au sens de l'article 5 § 4.", "Conclusions: Rejet de l’exception préliminaire du Gouvernement quant aux griefs tirés de l’article 5 §§ 1, 3 et 4; violation de l'article 5 § 4 (unanimité).", "Article 5 § 1: L’arrestation du requérant a été effectuée par des membres des forces de l’ordre turques à l’intérieur d’un avion immatriculé en Turquie, dans la zone internationale de l’aéroport de Nairobi. Le requérant, dès sa remise aux agents turcs par les agents kényans, s’est effectivement retrouvé sous l’autorité de la Turquie et relevait donc de la « juridiction » de cet Etat aux fins de l’article 1 de la Convention, même si, en l’occurrence, la Turquie a exercé son autorité en dehors de son territoire. L’arrestation et la détention du requérant se sont déroulées conformément aux mandats d’arrêt décernés par les juridictions pénales turques et en vue de le conduire devant « l’autorité judiciaire compétente » sur la base de « raisons plausibles de  [le] soupçonner » d’avoir commis une infraction; l’arrestation et la détention étaient donc conformes au droit national turc. S’agissant de l'interception du requérant sur le territoire kényan juste avant qu’il ne soit livré aux fonctionnaires turcs, divers éléments de l'affaire amènent la Grande Chambre à accepter la thèse du Gouvernement selon laquelle, à l'époque des faits, les autorités kényanes avaient décidé soit de remettre le requérant aux autorités turques soit de faciliter cette remise. Le requérant n'a pas présenté d'indices concordants tendant à démontrer que, dans la présente affaire, la Turquie n'aurait pas respecté la souveraineté du Kenya et le droit international. Partant, l'arrestation du requérant en février 1999 et sa détention doivent être jugées conformes aux « voies légales » au sens de l'article 5 § 1.", "Conclusion: non-violation (unanimité).", "Article 5 § 3: Pas plus que la chambre, la Grande Chambre ne saurait accepter la thèse du Gouvernement selon laquelle c’est essentiellement en raison des mauvaises conditions météorologiques que le requérant a passé sept jours sans comparaître devant un juge.", "Conclusion: violation (unanimité)", "Article 6 § 1 – composition de la cour de sûreté de l’Etat - L'apparence d'indépendance de la juridiction concernée ne tient pas uniquement à celle de sa composition lorsqu'elle se prononce sur la condamnation de l'accusé. Pour se conformer aux exigences de l'article 6 en matière d'indépendance, la juridiction contestée doit paraître indépendante des pouvoirs exécutif ou législatif dans chacune des trois phases de la procédure, à savoir l'instruction, le procès et le verdict (selon les indications du Gouvernement pour la procédure pénale en Turquie). En outre, lorsqu’un magistrat militaire prend part à un ou plusieurs actes de procédure qui restent par la suite valables dans l'instance pénale concernée, l'accusé peut raisonnablement éprouver des doutes quant à la régularité de l'ensemble de la procédure, à moins qu'il ne soit établi que la procédure suivie ultérieurement devant la cour de sûreté de l’Etat a suffisamment dissipé ces doutes. Plus précisément, le fait qu’un magistrat militaire ait participé, dans un procès contre un civil, à un acte de procédure faisant partie intégrante de l'instance prive l'ensemble de la procédure de l'apparence d'avoir été menée par un tribunal indépendant et impartial. En l'espèce, le juge militaire était présent lors des actes de procédure effectués au cours de deux audiences préliminaires et de six audiences sur le fond. Aucun de ces actes n'a été renouvelé après le remplacement du juge militaire et ils ont tous été validés en tant que tels par le juge remplaçant. Dans ces conditions, la Grande Chambre ne saurait admettre que le remplacement du juge militaire avant la fin de la procédure ait dissipé les doutes raisonnables du requérant quant à l'indépendance et l'impartialité du tribunal qui l'a jugé.", "Conclusion: violation (onze voix contre six).", "Article 6 § 1 combiné avec l’article 6 § 3 b) et c): La Grande Chambre souscrit à la conclusion de la chambre selon laquelle il y a eu violation de l’article 6 § 1 combiné avec l’article 6 § 3 b) et c) en ce que le requérant n’a pas eu droit à un procès équitable : il n’a pas bénéficié de l’assistance d’un avocat lors de sa garde à vue; il n'a pas pu communiquer avec ses avocats hors de portée d'ouïe de tiers ; il a été dans l'impossibilité d'accéder directement au dossier jusqu'à un stade très avancé de la procédure; des restrictions ont été imposées au nombre et à la durée des visites de ses avocats ; enfin, ceux-ci n'ont eu un accès approprié au dossier que tardivement. Ces difficultés ont eu un effet global tellement restrictif sur les droits de la défense que le principe du procès équitable, énoncé à l'article 6, a été enfreint.", "Conclusion: violation (unanimité).", "Article 2, article 14 combiné avec l’article 2, et article 3 – application de la peine de mort: La peine de mort a été abolie en Turquie et la peine du requérant a été commuée en réclusion à perpétuité. Par ailleurs, le 12 novembre 2003, la Turquie a ratifié le Protocole no 6 concernant l'abolition de la peine de mort.", "Conclusion: non-violation (unanimité).", "Article 3 lu à la lumière de l’article 2 – prononcé de la peine de mort à l’issue d’un procès inéquitable: La Grande Chambre partage l’avis de la chambre selon lequel prononcer la peine capitale à l'encontre d'une personne à l'issue d'un procès inéquitable équivaut à soumettre injustement cette personne à la crainte d'être exécutée. La peur et l'incertitude quant à l'avenir engendrées par une sentence de mort, dans des circonstances où il existe une possibilité réelle que la peine soit exécutée, doivent être sources d'une angoisse considérable chez l'intéressé. Ce sentiment d'angoisse ne peut être dissocié de l'iniquité de la procédure qui a débouché sur la peine, laquelle, considérant qu'une vie humaine est en jeu, devient illégale au regard de la Convention. Le risque que la peine de mort fût appliquée au requérant était réel et a perduré plus de trois ans, même s’il y a un moratoire sur l'exécution de la peine de mort en Turquie depuis 1984, que le gouvernement turc s'est conformé à la mesure provisoire ordonnée par la Cour en application de l'article 39 consistant à surseoir à l'exécution du requérant, et que le dossier du requérant n'a pas été envoyé au Parlement pour que celui-ci approuve la condamnation à mort, comme l'exigeait alors la Constitution turque. A l’instar de la chambre, la Grande Chambre estime que le requérant n'a pas été jugé par un tribunal indépendant et impartial et qu'il y a eu violation des droits de la défense au titre de l'article 6 § 1 combiné avec l'article 6 § 3 b) et c). La peine capitale a donc été infligée au requérant à l'issue d'une procédure inéquitable qui ne saurait être jugée conforme aux stricts critères d'équité requis dans des affaires impliquant une condamnation à mort. En outre, l'intéressé a dû supporter les conséquences de cette condamnation durant plus de trois ans. Le fait de prononcer la peine de mort à l'encontre du requérant à l'issue d'un procès inéquitable s'analyse en un traitement inhumain.", "Conclusion: violation (treize voix contre quatre).", "Article 3 - conditions de transfert et de détention: S’agissant du transfert du requérant du Kenya en Turquie, la Grande Chambre, à l’instar de la chambre, admet que le requérant était menotté, avait les yeux bandés, et fut filmé par une caméra vidéo et présenté à la presse alors qu’il avait les yeux bandés, mais estime qu’il n’est pas établi « au-delà de tout doute raisonnable » que l’arrestation de l’intéressé et les conditions de son transfert aient eu des effets dépassant l’élément habituel d’humiliation inhérent à toute arrestation ou détention et aient atteint le degré minimum de gravité requis par l’article 3. – S’agissant des conditions dans lesquelles le requérant continue d’être détenu sur l’île d’İmralı, tout en approuvant les recommandations du CPT selon lesquelles les effets à long terme de l'isolement social relatif imposé au requérant devraient être atténués par son accès aux mêmes commodités que les autres personnes détenues dans les prisons de haute sécurité en Turquie (à la télévision et aux communications téléphoniques avec sa famille, par exemple), la Grande Chambre, à l'instar de la chambre, estime que les conditions générales de la détention du requérant n'ont pas atteint, pour le moment, le seuil minimum de gravité requis pour constituer un traitement inhumain ou dégradant au sens de l'article 3.", "Conclusion: non-violation (unanimité).", "Article 34 in fine: En ce qui concerne l'absence de communication entre le requérant et ses avocats à Amsterdam après son arrestation, la Grande Chambre note qu'un groupe de représentants composé des conseils choisis par le requérant ont par la suite saisi la Cour et présenté toutes les allégations du requérant concernant la période durant laquelle il n'avait pas de contact avec ses avocats. Rien n'établit donc que l'exercice du droit de recours individuel de l’intéressé ait été entravé à un degré notable. Dans les circonstances particulières de l'espèce, le retard regrettable avec lequel le Gouvernement a fourni les renseignements demandés par la chambre n'a pas empêché le requérant d'étayer ses griefs concernant les poursuites pénales dont il a fait l'objet. Dès lors, il n'y a pas eu d'obstacle au droit de recours individuel du requérant.", "Conclusion: non-violation (unanimité).", "Article 41: La Grande Chambre approuve à l’unanimité la conclusion de la chambre selon laquelle les constats de violation des articles 3, 5 et 6 constituent en soi une satisfaction équitable suffisante pour tout dommage éventuellement subi par le requérant. Elle alloue 120 000 euros (EUR) en remboursement d’une partie des frais exposés par le requérant devant la Cour.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}