{"file": "FRE_CLINF_73797_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "73797/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 82", "Janvier 2006", "Kyprianou c. Chypre [GC] - 73797/01", "Arrêt 15.12.2005 [GC]", "Article 6", "Procédure pénale", "Article 6-1", "Tribunal impartial", "Avocat jugé coupable de contempt of court par les mêmes juges devant lesquels le contempt avait été commis, et emploi par les juges de termes vigoureux lors de leur condamnation de l’intéressé : violation", "", "Article 10", "Article 10-1", "Liberté d'expression", "Avocat jugé coupable de contempt of court après s'être emporté de façon intempestive : violation", "", "En fait : Le requérant, qui intervenait comme avocat de la défense pendant un procès pour meurtre devant une cour d’assises, fut interrompu par la cour alors qu’il procédait au contre-interrogatoire d’un témoin à charge. Il se sentit offensé et demanda l’autorisation de se retirer de l’affaire mais, comme cette autorisation ne lui fut pas accordée, il soutint que, pendant son contre-interrogatoire, des membres de la cour se parlaient l’un à l’autre et s’envoyaient des notes (« ravassakia » – terme qui peut signifier, notamment, des billets doux ou des lettres d’amour, ou encore des messages à contenu déplaisant). Les juges déclarèrent avoir été « profondément insultés » en tant que « personnes » ; qu’ils ne pouvaient « imaginer aucune situation susceptible de constituer un contempt of court aussi flagrant et inadmissible de la part de quiconque, encore moins d’un avocat » ; et que « si la réaction de la cour n’[était] pas immédiate et radicale, la justice aura[it] subi un revers désastreux ». Les juges donnèrent au requérant le choix soit de maintenir ses dires et de donner des motifs justifiant qu’aucune sanction ne lui soit infligée, soit de se rétracter. Comme le requérant ne choisit ni  l’une ni l’autre des solutions, la cour le déclara coupable de contempt of court et le condamna à une peine d’emprisonnement de cinq jours, à exécuter immédiatement, peine qui, selon la cour, semblait être la « seule réponse adéquate », car « une réaction insuffisante de la part de l’ordre juridique et civilisé tel qu’incarné par les tribunaux signifierait que ceux‑ci acceptent que l’on porte atteinte à leur autorité ». Le requérant purgea sa peine, mais bénéficia en fait d’une libération anticipée, conformément à la législation pertinente. Son recours fut rejeté par la Cour suprême.", "En droit : Article 6 § 1 – Ce grief se rapporte à un défaut fonctionnel de la procédure en question. L’affaire du requérant concerne un contempt of court commis devant les juges et dirigé contre eux personnellement. Directement visés par les critiques du requérant quant à la manière dont ils conduisaient l’instance, ces mêmes juges ont alors eux-mêmes pris la décision d’engager des poursuites, examiné les questions soulevées par la conduite du requérant, jugé l’intéressé coupable et infligé la sanction (une peine d’emprisonnement). En pareil cas, la confusion des rôles entre plaignant, témoin, procureur et juge peut à l’évidence susciter des craintes objectivement justifiées quant à la conformité de la procédure au principe établi en vertu duquel nul ne peut être juge en sa propre cause, et, en conséquence, quant à l’impartialité du tribunal. Dès lors, l’impartialité de la cour d’assises pouvait sembler sujette à caution et les craintes du requérant sur ce point peuvent donc passer pour avoir été objectivement justifiées.", "Quant à l’allégation du requérant selon laquelle les juges concernés ont fait preuve de partialité personnelle, la Cour observe que les juges, dans leur décision condamnant le requérant, ont déclaré qu’ils avaient été « profondément insultés » en tant que « personnes » par le requérant. Cette déclaration montre en soi que les juges se sont sentis personnellement agressés par les propos et la conduite du requérant et indique une implication personnelle de leur part. De plus, les termes vigoureux utilisés par les juges tout au long de leur décision laissent transparaître un sentiment d’indignation et de choc, très éloigné de l’approche détachée que l’on attend des décisions judiciaires. Les juges ont ensuite infligé à l’intéressé une peine de cinq jours d’emprisonnement, appliquée immédiatement, qu’ils ont qualifiée de « seule réponse adéquate » à ce qui s’était produit. De plus, les juges ont indiqué dès le début de leur discussion avec le requérant qu’ils le considéraient comme coupable de l’infraction de contempt of court. Après avoir décidé qu’il avait commis cette infraction, ils lui ont donné le choix soit de maintenir ce qu’il avait dit et de donner des motifs justifiant qu’aucune sanction ne lui soit infligée, soit de se rétracter. Si les juges se préoccupaient indéniablement de la protection de l’administration de la justice et de l’intégrité de l’appareil judiciaire et qu’à cette fin ils aient jugé approprié d’engager la procédure en question, ils n’ont pas réussi à considérer la situation avec le détachement nécessaire. Cette conclusion est renforcée par la célérité avec laquelle la procédure a été menée et la brièveté des échanges entre les juges et le requérant. Dès lors, et eu égard en particulier aux différents aspects combinés de l’attitude personnelle des juges, les doutes du requérant au sujet de l’impartialité de la cour d’assises se justifiaient également à cet égard. Etant donné que la Cour suprême a refusé d’annuler la décision de la juridiction inférieure, il n’a pas été remédié aux déficiences litigieuses.", "Conclusion : violation (unanimité).", "Article 6 §§ 2 et 3 a) – Contrairement à la chambre, la Grande Chambre considère qu’aucune question distincte ne se pose sous l’angle de cette disposition.", "Article 10 – Contrairement à la chambre, la Grande Chambre estime qu’un examen séparé de ce grief est nécessaire. La cour d’assises a condamné le requérant à cinq jours d’emprisonnement ; force est de constater qu’il s’agit là d’une peine sévère, compte tenu particulièrement du fait qu’elle a été appliquée immédiatement. La conduite de l’intéressé peut passer pour dénoter un certain irrespect à l’égard des juges de la cour d’assises. Néanmoins, quoique discourtois, ses commentaires portaient uniquement sur la manière dont les juges conduisaient l’instance, concernant en particulier le contre-interrogatoire d’un témoin que le requérant était en train de mener dans le cadre de la défense de son client contre une accusation de meurtre. La peine en question était d’une gravité disproportionnée et de nature à produire un « effet dissuasif » sur les avocats dans les situations où il s’agit pour eux de défendre leurs clients. Le manque d’équité de la procédure sommaire de contempt constaté par la Cour ne fait qu’aggraver ce manque de proportionnalité. En somme, la cour d’assises n’a pas ménagé un juste équilibre entre la nécessité de garantir l’autorité du pouvoir judiciaire et celle de protéger la liberté d’expression du requérant.", "Conclusion : violation (unanimité).", "Article 41 – La Cour alloue au requérant 15 000 EUR au titre du dommage moral. Elle lui accorde également une indemnité pour les frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}