{"file": "FRE_HFJUD_38379_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38379/97", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE E.A. ET AUTRES c. TURQUIE", "", "", "(Requête no 38379/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "17 juillet 2001", "", "", "", "", "DÉFINITIF", "", "17/10/2001", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire E.A. et autres c. la Turquie,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMme\tE. Palm, présidente,\n\tMM.\tL. Ferrari Bravo,\n\t\tGaukur Jörundsson,\n\t\tB. Zupančič,\n\t\tT. Panţîru,\n\t\tR. Maruste, juges,\n\t\tF. Gölcüklü, juge ad hoc,\net de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil les 14 décembre 1999 et 26 juin 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 38379/97) dirigée contre la République de Turquie et dont cinq ressortissants de cet Etat, E.A., H.A., K.A., N.A. et A.A. (« les requérants »), avaient saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 12 mai 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Mes M. Turgut et M. Bingöl, avocats au barreau de Samsun. Le gouvernement turc (« le Gouvernement ») est représenté par son agent, M. T. Uluçevik, ainsi que par M. H.K. Gür, ministre plénipotentiaire, directeur général adjoint pour le Conseil de l’Europe et les Droits de l’Homme près le ministère des Affaires étrangères à Ankara. ", "3.  La requête a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 1er du Protocole n° 1 à la Convention. Le 20 mai 1998, la Commission (deuxième chambre) a décidé de porter la requête à la connaissance du Gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé.", "4.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, l’examen de l’affaire a été confié, en application de l’article 5 § 2 dudit Protocole, à la nouvelle Cour. ", "5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. A la suite du déport de M. Rıza Türmen, juge élu au titre de la Turquie (article 28), le Gouvernement a désigné M. F. Gölcüklü pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement). La présidente de la chambre a accédé à la demande de nondivulgation de leur identité formulée par les requérants (article 47 § 3 du règlement).", "6.  Le 14 décembre 1999, après avoir recueilli les observations des parties, la Cour a décidé de joindre la présente requête à deux autres (nos 34502/97 et 37040/97) et de les déclarer recevables.", "7.  Les requérants ont déposé des observations écrites sur le fond de l’affaire, mais non le Gouvernement (article 59 § 1 du règlement). La chambre a décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 2 in fine du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Citoyens turcs, les requérants résident à Samsun. Ils sont agriculteurs.", "9.  En 1993 et 1995, la Direction générale des routes nationales (Karayolları Genel Müdürlüğü - ci-après « la Direction »), établissement public chargé, entre autres, de la conception de barrages, expropria deux terrains agricoles, autrefois cultivés, appartenant aux requérants et sis au village de Derecik. Des indemnités de 845 593 000 et 279 500 000 livres turques (TRL) fixées par la Direction furent respectivement versées aux requérants à la date d’expropriation.", "10.  Les 17 et 23 octobre 1995, les requérants introduisirent auprès du tribunal de grande instance de Samsun (ci-après « le tribunal »), pour chaque terrain, une action en augmentation de l’indemnité d’expropriation. Ces actions furent enregistrées sous les nos 95/733 et 95/767.", "11.  S’agissant du recours n° 95/733, le 15 juillet 1996, le tribunal rendit une décision enjoignant la Direction de verser une indemnité d’expropriation complémentaire de 7 025 447 000 TRL. Cette somme fut assortie d’intérêts moratoires simples au taux légal de 30 % l’an, à compter du 12 octobre 1995. ", "12.  Quant au recours n° 95/767, le 13 septembre 1996, le tribunal accorda aux requérants une indemnité d’expropriation complémentaire de 2 676 750 000 TRL, assortie d’intérêts moratoires simples au taux de 30 % l’an, à compter du 23 octobre 1995.", "13.  La Cour de cassation confirma les jugements par arrêts des 21 novembre 1996 et 22 janvier 1997.", "14.  Suite à l’introduction de la requête devant la Commission, les 31 octobre et 5 novembre 1997, les requérants perçurent les sommes de 11 475 400 000 TRL (recours n° 95/733) et 4 420 641 000 TRL (recours n° 95/767) à titre d’indemnité complémentaire majorées d’un intérêt au taux de 30 % l’an.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution", "15.  Dans sa partie pertinente, l’article 46 de la Constitution relatif aux expropriations dispose :", "« (...) L’indemnité d’expropriation sera versée au comptant et en espèces. (...) Au cas où la loi autoriserait des paiements à terme (...) la fraction n’ayant pas été payée au comptant sera assortie d’intérêts moratoires au taux maximum prévu pour les dettes de l’Etat (...) »", "B.  La loi n° 3095 du 4 décembre 1984", "16.  A l’époque des faits, le taux des intérêts moratoires dus pour le retard dans le règlement des dettes de l’Etat était de 30 % l’an en vertu de la loi n° 3095. Ce taux a été réajusté par ordonnance du 8 août 1997, d’après laquelle, à partir du 1er janvier 1998, le taux légal a été fixé à 50 % l’an. Enfin, une dernière modification est intervenue le 15 décembre 1999 d’après laquelle le taux légal est indexé à partir du 1er janvier 2000 sur le taux de réescompte appliqué par la banque centrale dans les crédits de courte durée.", "17.  A l’époque des faits, le taux des intérêts moratoires applicable aux créances de l’Etat était de 7 % par mois, soit 84 % par an (article 51 de la loi n° 6183 portant recouvrement des créances de l’Etat et arrêté n° 89/14915 du Conseil des ministres).", "C.  Données économiques", "18.  En 1995-1997, l’inflation en Turquie, mesurée par l’indice des prix de détail, était de 84,96 % l’an en moyenne. Les effets de l’inflation en Turquie sont indiqués sur les indices des prix de détail publiés par l’Institut des statistiques de l’Etat. D’après la liste pertinente, l’indice de l’inflation au mois d’octobre 1995 (date de saisine des tribunaux internes) était de « 10 036,10 », les indices de l’inflation aux mois d’octobre et de novembre 1997 (dates de versement de l’indemnité complémentaire) atteignait le chiffre de « 34 412,70 » et de « 36 779,30 » respectivement.", "En octobre et novembre 1997, le cours moyen du dollar américain était, selon les taux de change appliqués par la Banque centrale de Turquie, de 182 980 TRL et de 193 420 TRL respectivement.", "EN DROIT", "I.  LA DISJONCTION DE L’AFFAIRE", "19.  La Cour relève que le 14 décembre 1999, elle a décidé d’office de joindre la présente requête à deux autres (nos 34502/97 et 37040/97 ) dans l’intérêt d’une bonne administration de la justice, en application de l’article 43 § 1 de son règlement. ", "20.  Vu la procédure postérieure à la décision sur la recevabilité et compte tenu de la complexité des données propres aux affaires, la Cour estime qu’un examen joint de ces affaires ne se justifie plus. Partant, elle décide de disjoindre la présente affaire des requêtes nos 34502/97 et 38379/97.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1er DU PROTOCOLE N° 1 À LA CONVENTION", "21.  Les requérants estiment que la situation litigieuse porte atteinte au droit au respect de leurs biens, garanti par l’article 1er du Protocole n° 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "22.  Les requérants soutiennent qu’ils ne contestent pas les expropriations en question, mais que, d’après eux, le « juste équilibre » devant être ménagé entre les exigences de l’intérêt général et les impératifs de la sauvegarde des droits fondamentaux de l’individu a été rompu en raison des modalités d’indemnisation prévues par la législation nationale et de la manière dont elles ont été appliquées dans leur cas. ", "Ils exposent à cet égard qu’ils ont saisi le tribunal de grande instance de Samsun en vue d’obtenir des indemnités complémentaires d’expropriation, étant donné que les indemnités initiales fixées par la Direction ne correspondaient pas à la valeur réelle de leurs biens immobiliers. Ils ont eu gain de cause ; toutefois, les indemnités complémentaires d’expropriation fixées par les tribunaux ne leur ont été payées que dans des délais variant entre deux ans et deux ans et un mois après leur saisine des tribunaux internes et entre treize et quinze mois après les arrêts de la Cour de cassation. Ils font remarquer qu’au cours de cette période, le niveau de l’inflation s’élevait à plus de 80 %, alors que le taux des intérêts moratoires versés sur les indemnités complémentaires n’était que de 30 % l’an. Ils prétendent que les conséquences de ce retard conjuguées avec la forte dépréciation monétaire prévalant alors dans le pays ont engendré un déséquilibre injustifié entre leurs intérêts personnels et l’intérêt public ayant motivé les mesures d’expropriation en cause. Ils se référent à cet égard à l’arrêt Aka c. Turquie du 23 septembre 1998 (Recueil des arrêts et décisions 1998-VI).", "23.  Se référant à la jurisprudence de la Cour, le Gouvernement souligne que l’article 1er du Protocole n° 1 n’exige pas une indemnisation intégrale dans tous les cas d’expropriation. Il admet qu’un juste équilibre doit exister entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits de l’individu. Cependant, il se prévaut d’une grande marge d’appréciation dans la recherche de ce « juste équilibre » et soutient avoir le droit de fixer la date du versement de l’indemnité et éventuellement, en cas de nécessité, de prolonger le délai de paiement initialement prévu.", "24.  La Cour relève que les expropriations litigieuses s’analysent en une privation de propriété au sens de la seconde phrase de l’article 1er du Protocole n° 1 et qu’elles sont prévues par la loi. Elle constate également que cette privation de propriété poursuivait un objectif légitime « d’utilité publique », à savoir la construction d’une route, ce qui n’a pas été contesté. ", "25.  La Cour rappelle que, même si une mesure privative de propriété poursuit un objectif légitime « d’utilité publique », un juste équilibre doit être ménagé entre les exigences de l’intérêt général de la communauté et les impératifs des droits fondamentaux de l’individu, cet équilibre se trouvant rompu si la personne concernée a eu à subir une charge spéciale et exorbitante (voir les arrêts Sporrong et Lönnroth c. Suède du 23 septembre 1982, série A n° 52, p. 26, § 69 et Lithgow et autres c. Royaume-Uni du 8 juillet 1986, série A n° 102, p. 50, § 120). A cet égard, la Cour doit rechercher si les moyens mis en œuvre excèdent la marge d’appréciation dont l’Etat jouit en matière de privation de propriété pour cause d’utilité publique (voir les arrêt James et autres c. Royaume-Uni du 21 février 1986, série A n° 98, p. 32, § 46 ; Akkuş c. Turquie du 9 juillet 1997, Recueil 1997-IV, p. 1309, § 27). ", "26.  Aux fins d’apprécier si un tel « juste équilibre » a été préservé entre les divers intérêts en cause, la Cour doit avoir égard aux modalités d’indemnisation prévues par la législation nationale et à la manière dont elles ont été appliquées dans le cas des requérants (voir, mutatis mutandis, l’arrêt Lithgow et autres précité, p. 50, § 120, et l’arrêt Akkuş précité, pp. 1309-1310, §§ 27 et 29).", "27.  La Cour observe que l’article 1er du Protocole n° 1 exige, en règle générale, le paiement d’une indemnité en cas d’expropriation pour cause d’utilité publique. Quant au niveau d’indemnisation, il échet de rappeler que, sans le versement d’une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constituerait d’ordinaire une atteinte excessive qui ne saurait se justifier sur le terrain de cette disposition. En effet, un retard anormalement long dans le paiement d’une indemnité en matière d’expropriation a pour conséquence d’aggraver la perte financière de la personne expropriée et de la placer dans une situation d’incertitude, surtout si l’on tient compte de la dépréciation monétaire dans certains Etats (arrêt Akkuş précité, p. 1310, § 29). Il en va de même des retards anormalement longs dans les procédures administratives ou judiciaires servant à fixer de telles indemnités, spécialement lorsque les personnes expropriées se voient obligées d’y recourir afin d’obtenir le dédommagement auquel elles ont droit (arrêt Aka précité, p. 2682, § 49 ; voir, en dernier lieu, l’arrêt Gaganuş c. Turquie, n° 39335/98, § 26, 5 juin 2001, non publié).", "28.  La Cour observe que les indemnités accordées aux requérants pour leurs deux terrains attribués à la Direction en 1993 et 1995 (paragraphe 9 ci-dessus) s’élevaient, le jour de l’expropriation, à 845 593 000 et 279 500 000 TRL respectivement. A la suite de deux actions en augmentation qu’ils avaient introduites, les intéressés obtinrent gain de cause devant le tribunal de grande instance de Samsun. Dans ses jugements des 15 juillet et 13 septembre 1996 – devenus définitifs par les arrêts de la Cour de cassation des 21 novembre 1996 et 22 janvier 1997–, le tribunal estima ces montant insuffisants et enjoignit la Direction de verser des compléments de 7 025 447 000 TRL et 2 676 750 000 TRL pour les terrains en question ; en application de la loi n° 3095, les sommes ainsi fixées étaient assorties d’intérêts moratoires de 30 % l’an, calculés à compter du 12 octobre 1995 en ce qui concerne la première procédure d’expropriation et du 23 octobre 1995 en ce qui concerne la deuxième (paragraphes 10-13 ci-dessus).", "Toutefois, pour ce qui est du terrain qui a fait l’objet du recours n° 95/733, la Direction n’a payé le complément d’indemnité que le 31 octobre 1997, soit onze mois environ après la décision interne définitive et deux ans environ après la saisine des tribunaux internes par les requérants. Quant au terrain qui a fait l’objet du recours n° 95/767, le paiement du complément d’indemnité n’est intervenu que le 5 novembre 1997, soit dix mois environ après la décision interne définitive et deux ans et un mois environ après la saisine des tribunaux internes. ", "29.  La Cour note que, pendant les périodes considérées en l’espèce, l’inflation en Turquie atteignait 84,96 % l’an (paragraphe 18 ci-dessus). Or, en vertu de la loi n° 3095, le taux des intérêts moratoires appliqués aux créances des requérants s’élevait à 30 % par an. Force est d’admettre que cette situation exceptionnelle profite à l’Etat qui manquerait à la diligence que ses créanciers peuvent légitimement attendre de lui dans l’exécution de ses obligations, par contraste avec le cas de ses débiteurs qui sont, en pratique, tenus de payer des intérêts moratoires dont le taux suit de plus près celui de l’inflation (arrêt Aka précité, p. 2682, § 48).", "30.  Un tel décalage entre la valeur des créances des requérants au moment de l’expropriation de leurs biens immobiliers et leur valeur lors de leur règlement effectif a fait subir aux requérants un préjudice distinct de celui résultant de la perte de leurs biens (voir l’arrêt Aka précité, p. 2682, § 50). C’est ce décalage, attribuable aux seuls manquements de l’administration expropriante, qui amène la Cour à considérer que les requérants ont eu à supporter une charge exorbitante qui a rompu le juste équilibre devant régner entre, d’une part, la sauvegarde du droit de propriété et, d’autre part, les exigences de l’intérêt général.", "31.  En conséquence, il y a eu violation de l’article 1 du Protocole n° 1 à la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "32.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "33.  Le premier requérant réclame 44 937 dollars américains (USD) et les autres requérants 16 881 USD pour leur préjudice matériel. Ils indiquent que ces sommes correspondent à la différence entre les montants effectivement versés en 1997 et ceux qu’ils auraient perçus les 17 et 23 octobre 1995, dates de saisine des tribunaux internes.", "34.  Ils sollicitent en outre la moitié des sommes exposées ci-dessus pour leur préjudice moral. ", "35.  Le Gouvernement n’a pas formulé d’observations sur les demandes des requérants au titre de l’article 41 de la Convention.", "36.  A la lumière de la jurisprudence de la Cour en la matière (voir l’arrêt Aka précité ; quant à la méthode de calcul de la perte des requérants, voir notamment l’Avis de la Commission dans l’affaire Aka précitée, p. 2689, §§ 46-50) et ayant procédé à son propre calcul à la lumière des données économiques pertinentes dont elle dispose (paragraphe 18 ci-dessus), la Cour estime pouvoir accepter les sommes de 44 937 USD, pour le premier requérant et 16 881 USD pour les autres comme évaluation de leur préjudice matériel et leur accorde ces montants à ce titre.", "37.  En résumé, la Cour alloue aux requérants un total de 61 818 USD pour leur préjudice matériel.", "38.  En outre, considérant la cause dans son ensemble, la Cour estime que les requérants ont dû subir un certain dommage moral au titre duquel elle leur accorde à chacun 1 000 USD, soit un total de 5 000 USD.", "B.  Frais et dépens", "39.  Les requérants demandent également 14 000 USD à titre de frais et dépens exposés devant la Cour. Ils ont fourni les justificatifs nécessaires à l’appui de ces prétentions.", "40.  La Cour rappelle qu’au titre de l’article 41 de la Convention, elle rembourse les frais dont il est établi qu’ils ont réellement et nécessairement été exposés et sont d’un montant raisonnable (voir notamment l’arrêt Campbell et Fell c. Royaume-Uni du 28 juin 1984, série A n° 80, pp. 55-56, § 143).", "La Cour relève que le montant réclamé au titre des honoraires d’avocat semble excessif, étant donné que les avocats en question ont été associés à la préparation d’autres affaires devant la Cour portant également sur un grief tiré de l’article 1er du Protocole n° 1 à la Convention fondé sur des faits comparables. Dans ces conditions, et compte tenu d’autres considérations pertinentes, la Cour, statuant en équité, octroie aux requérants 3 000 USD au titre de frais et dépens.", "C.  Intérêts moratoires", "41.  La Cour estime approprié de fixer à 6 % le taux annuel des intérêts moratoires sur les sommes octroyées en dollars américains.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Décide, de disjoindre l’affaire des requêtes nos 34502/97 et 37040/97 ;", "", "2.  Dit, qu’il y a eu violation de l’article 1er du Protocole n° 1 à la Convention ;", "", "\n3.  Dit,", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes globales suivantes à convertir en livres turques au taux applicable à la date du règlement : ", "(i)\t\t61 818 (soixante et un mille huit cent dix-huit) dollars américains pour dommage matériel ; ", "(ii)\t\t5 000 (cinq mille) dollars américains pour dommage moral ; et", "(iii)\t3 000 (trois mille) dollars américains pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe ou toutes autres charges fiscales exigibles au moment du versement ;", "b)  que ces montants seront à majorer d’un intérêt simple de 6 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "4.  Rejette, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 17 juillet 2001 en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tElisabeth Palm\n\tGreffier\tPrésidente", ""]}