{"file": "FRE_HFJUD_50959_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "50959/99", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ODABAŞI ET KOÇAK c. TURQUIE", "", "", "(Requête no 50959/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "21 février 2006", "", "", "", "DÉFINITIF", "", "03/07/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Odabaşı et Koçak c. Turquie,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tJ. Casadevall, président,\n\t\tR. Türmen,", "\t\tM. Pellonpää,\n\t\tR. Maruste,\n\t\tK. Traja,\n\tMme\tL. Mijović,\n\tM.\tJ. Šikuta, juges,\net de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil le 31 janvier 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 50959/99) dirigée contre la République de Turquie et dont deux ressortissants de cet Etat, MM. Yılmaz Odabaşı et Niyazi Koçak (« les requérants »), ont saisi la Cour le 3 août 1999 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me H. Sarsam, avocate à Ankara. Le gouvernement turc (« le Gouvernement ») n’a pas désigné d’agent aux fins de la procédure devant la Cour.", "3.  Les requérants alléguaient la violation de l’article 10 de la Convention.", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "5.  Par une décision du 10 février 2004, la chambre a déclaré la requête recevable.", "6.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 3 in fine du règlement), les parties ont chacune soumis des commentaires écrits sur les observations de l’autre.", "7.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Les requérants sont nés respectivement en 1962 et 1963 et résident à Ankara.", "9.  En mai 1996, le premier requérant rassembla ses articles parus dans divers journaux et revues entre 1993 et 1996 dans un livre intitulé Düş ve Yaşam (Le rêve et la vie). Le deuxième requérant publia ce livre.", "10.  Le 20 novembre 1996, le procureur de la République d’Ankara inculpa les requérants pour diffamation de la mémoire d’Atatürk et outrage à l’hymne national, infractions visées aux articles 1 et 2 de la loi no 5816 relative aux délits contre la mémoire d’Atatürk et à l’article 145 § 1 du code pénal. Il cita, entre autres, les passages suivants du livre :", "« Kémalisme", "(page 69)", "(...) Le kémalisme n’a-t-il pas massacré Mustafa Suphi et ses amis ? Le kémalisme n’a-t-il pas emprisonné Nazım pendant de longues années parce qu’il était communiste ? Au sud-est, depuis Dersim jusqu’à la revendication Seyh Said, à travers des exemples terrifiants, des dizaines de milliers de personnes n’ont-elles pas été massacrées ou bien des centaines de villages n’ont-ils pas été brûlés conformément aux directives de Mustafa Kemal et des dirigeants comme Fethi Okyar et autres ? (...)", "(page 71)", "(...) Ces appels à la prière et leur formule de foi constituent le fondement de la religion / Devront être chantés pour toujours sur mon pays (...) Si l’horizon occidental est entouré par des murs blindés d’acier / j’ai le cœur plein de ma foi (...) C’est une erreur au nom du socialisme de détenir un hymne national encore au nom de la progressivité !", "Ce n’est peut-être pas mon affaire de rappeler l’hymne international à une mentalité qui défend l’hymne national turc au nom du gauchisme. Mais moi, je préférais Edith Piaf ou bien une chanson du groupe des Gipsy Kings (...) »", "11.  Par un arrêt du 16 juin 1997, la cour d’assises d’Ankara condamna le premier requérant à une peine d’emprisonnement de deux ans et six mois, et le deuxième à une amende de 4 550 000 livres turques (TRL). Elle considéra qu’examiné dans son ensemble, le livre incriminé visait à diffamer, par voie de publication, la mémoire d’Atatürk et à outrager le drapeau turc.", "12.  Devant la cour d’assises, les requérants soutinrent qu’ils n’avaient pas l’intention de diffamer la mémoire d’Atatürk ni de faire outrage à l’hymne national. Le premier requérant soutint que l’idéologie kémaliste avait des défauts et des qualités et que, dans son livre, il montrait ces défauts.", "13.  Par un arrêt du 22 janvier 1998, la Cour de cassation cassa l’arrêt de première instance. Elle releva que le délit d’outrage à l’hymne national prévu à l’article 145 du code pénal n’était pas établi.", "14.  Par un arrêt du 3 juin 1998, se conformant à l’arrêt de cassation, la cour d’assises reconnut les requérants coupables du chef de diffamation à la mémoire d’Atatürk. Elle condamna le premier requérant à un an et six mois d’emprisonnement et le deuxième à une amende lourde de 2 725 000 TRL.", "15.  Par un arrêt du 5 février 1999, la Cour de cassation confirma l’arrêt de première instance.", "II.  LE DROIT INTERNE PERTINENT", "16.  Les dispositions pertinentes de la loi no 5816 relative aux délits à l’encontre de la mémoire d’Atatürk sont ainsi libellées :", "Article 1", "« Quiconque injurie ou insulte explicitement la mémoire d’Atatürk sera puni d’un à trois ans d’emprisonnement. Quiconque casse, ruine, corrompt ou salit les statuts, les gravures qui représentent Atatürk ou son tombeau sera puni d’un an à cinq ans d’emprisonnement. Quiconque incite à commettre les délits cités ci-dessus sera puni comme l’auteur principal. »", "Article 2", "« La peine sera aggravée de moitié si le délit énoncé à l’article précédent a été commis par deux personnes ou en association de plus de deux personnes, ou explicitement ou par voie de presse ou en public. En cas de tentative ou commission avec violence des délits énoncés à l’alinéa 2 de l’article 1, la peine sera doublée. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "17.  Les requérants allèguent que leur condamnation au pénal pour avoir écrit et publié des articles visant à critiquer le kémalisme a enfreint leur droit à la liberté d’expression. Ils invoquent à cet égard l’article 10 de la Convention, ainsi libellé dans sa partie pertinente :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime (...) »", "18.  La Cour note qu’il ne prête pas à controverse entre les parties que la condamnation litigieuse constituait une ingérence dans le droit des requérants à la liberté d’expression, protégé par l’article 10 § 1. Il n’est pas davantage contesté que l’ingérence était prévue par la loi et poursuivait un but légitime, à savoir la protection de la réputation ou des droits d’autrui au sens de l’article 10 § 2. La Cour souscrit à cette appréciation. En l’occurrence, le différend porte sur la question de savoir si l’ingérence était « nécessaire dans une société démocratique ».", "19.  D’après la jurisprudence de la Cour, la liberté d’expression constitue l’un des fondements essentiels de toute société démocratique, l’une des conditions primordiales de son progrès et de l’épanouissement de chacun. Sous réserve du paragraphe 2 de l’article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent. Outre la substance des idées et informations exprimées, l’article 10 protège aussi leur mode d’expression. Cette liberté est soumise aux exceptions énoncées à l’article 10 § 2, qu’il convient toutefois d’interpréter strictement (Nilsen et Johnsen c. Norvège [GC], no 23118/93, § 43, CEDH 1999-VIII, et Lehideux et Isorni c. France, arrêt du 23 septembre 1998, Recueil des arrêts et décisions 1998-VII, p. 2886, § 52).", "20.  Le critère de « nécessité dans une société démocratique » impose à la Cour de rechercher si « l’ingérence » dénoncée correspondait à un « besoin social impérieux », si elle était proportionnée au but légitime visé et si les motifs invoqués par les autorités nationales pour la justifier étaient pertinents et suffisants. Pour juger de l’existence d’un tel « besoin » et évaluer quelles mesures il convient d’adopter pour y parer, les autorités nationales jouissent d’une certaine marge d’appréciation. Celle-ci n’est pas illimitée mais se double d’un contrôle européen effectué par la Cour qui a compétence pour statuer en dernier lieu sur le point de savoir si une restriction se concilie avec la liberté d’expression que protège l’article 10. La Cour n’a point pour tâche, lorsqu’elle exerce son contrôle, de se substituer aux juridictions internes, mais il lui incombe de vérifier sous l’angle de l’article 10, à la lumière de l’ensemble de l’affaire, les décisions qu’elles ont rendues en vertu de leur pouvoir d’appréciation. Ce faisant, la Cour doit se convaincre que les autorités nationales ont appliqué des règles conformes aux principes consacrés à l’article 10 et ce, de surcroît, en se fondant sur une appréciation acceptable des faits pertinents (Vogt c. Allemagne, arrêt du 26 septembre 1995, série A no 323, pp. 25-26, § 52, et Jerusalem c. Autriche, no 26958/95, § 33, CEDH 2001-II, assorti d’autres références).", "21.  Dans sa pratique, la Cour distingue entre faits et jugements de valeur. Si la matérialité des premiers peut se prouver, les seconds ne se prêtent pas à une démonstration de leur exactitude. Pour les jugements de valeur, cette exigence est irréalisable et porte atteinte à la liberté d’opinion elle-même, élément fondamental du droit garanti par l’article 10 (Lingens c. Autriche, arrêt du 8 juillet 1986, série A no 103, p. 28, § 46, et Oberschlick c. Autriche (no 1), arrêt du 23 mai 1991, série A no 204, p. 27, § 63).", "22.  Certes, lorsqu’il s’agit d’allégations sur la conduite d’un tiers, il peut parfois s’avérer difficile, comme en l’espèce, de distinguer entre imputations de fait et jugements de valeur. Il n’en reste pas moins que même un jugement de valeur peut se révéler excessif s’il est totalement dépourvu de base factuelle (Jerusalem, précité, § 43).", "23.  En l’occurrence, la Cour ne peut négliger qu’Atatürk, père fondateur de la Turquie, est une figure emblématique de la Turquie moderne. En sanctionnant les requérants, les autorités turques ont voulu agir pour empêcher que la société turque, attachée à cette figure, ne se sente attaquée dans ses sentiments de manière injustifiée. Cependant, lorsque l’on examine les affirmations litigieuses dans leur ensemble, force est de constater qu’elles ne visaient pas directement et personnellement Atatürk, mais l’idéologie « kémaliste ». Dès lors, la Cour observe que les requérants n’ont pas porté de jugement de valeur et se sont contentés de relater certains faits sous la forme introductive, invitant le lecteur, et plus précisément la gauche turque, à y répondre. Quant à la pertinence des faits relatés dans l’ouvrage, la Cour note que l’auteur se fondait sur des informations déjà communiquées à un large public et que le défaut de mention de ses sources n’est pas de nature à mettre en doute leur pertinence.", "24.  En conclusion, la Cour juge que les motifs avancés dans les décisions des juridictions internes ne sauraient passer pour une justification suffisante et pertinente de l’ingérence dans le droit des requérants à la liberté d’expression. La Cour a notamment porté une attention particulière aux termes employés dans le livre. Elle estime que les passages incriminés n’exhortent pas à l’usage de la violence, à la résistance armée, ni au soulèvement; il ne s’agit pas non plus d’un discours de haine.", "25.  Partant, l’ingérence litigieuse n’était pas « nécessaire dans une société démocratique » au sens de l’article 10 § 2 de la Convention.", "26.  Il y a donc eu violation de l’article 10 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "27.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "28.  Les requérants allèguent avoir subi un préjudice matériel que M. Odabaşı évalue à 6 000 dollars américains (USD) et M. Koçak à 23 000 USD, chacun du fait de la perte de revenus professionnels.", "29.  Ils réclament en outre la réparation d’un dommage moral qu’ils évaluent respectivement à 25 000 USD et 3 000 USD.", "30.  Le Gouvernement conteste ces prétentions.", "31.  S’agissant de la perte de revenus alléguée, la Cour considère que les preuves soumises ne permettent pas de parvenir à une quantification précise du manque à gagner résultant pour les requérants de la violation de l’article 10 de la Convention (voir, dans le même sens, Karakoç et autres c. Turquie, nos 27692/95, 28138/95 et 28498/95, § 69, 15 octobre 2002, et Feridun Yazar et autres c. Turquie, no 42713/98, 23 septembre 2004). Partant, la Cour rejette cette demande.", "32.  En ce qui concerne le dommage moral, la Cour estime que les intéressés peuvent passer pour avoir éprouvé un certain désarroi de par les circonstances de l’espèce. Statuant en équité, la Cour alloue à M. Odabaşı 6 000 euros (EUR) et à M. Koçak 2 450 EUR à titre de réparation du dommage moral.", "B.  Frais et dépens", "33.  Les requérants demandent 6 740 USD pour les frais et dépens encourus devant la Cour. A titre de justificatifs, ils fournissent un tarif d’honoraires minimum applicables publié par le barreau d’Ankara.", "34.  Le Gouvernement conteste ces prétentions.", "35.  Compte tenu des éléments en sa possession et de sa jurisprudence en la matière, la Cour estime raisonnable la somme de 2 000 EUR tous frais confondus et l’accorde aux requérants conjointement.", "C.  Intérêts moratoires", "36.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "2.  Dit", "a)  que l’Etat défendeur doit verser aux requérants, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  6 000 EUR (six mille euros) à Yılmaz Odabaşı et 2 450 EUR (deux mille quatre cent cinquante) à Niyazi Koçak pour dommage moral ;", "ii.  2 000 EUR (deux mille euros) conjointement aux requérants pour frais et dépens ;", "iii.  tout montant pouvant être dû à titre d’impôt sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 février 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tJosep CASADEVALL\n\tGreffier\tPrésident"]}