{"file": "FRE_HFJUD_59320_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "59320/00", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "AFFAIRE VON HANNOVER c. ALLEMAGNE", "", "(Requête no 59320/00)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 juin 2004", "", "DÉFINITIF", "", "24/09/2004", "", "", "", "En l’affaire Von Hannover c. Allemagne,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tI. Cabral Barreto, président,\n\t\tG. Ress,", "\t\tL. Caflisch,\n\t\tR. Türmen,\n\t\tB. Zupančič,\n\t\tJ. Hedigan,", "\t\tK. Traja, juges,\net de \tM. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil les 6 novembre 2003 et 3 juin 2004,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 59320/00) dirigée contre la République fédérale d’Allemagne et dont une ressortissante monégasque, Caroline von Hannover (« la requérante »), a saisi la Cour le 6 juin 2000 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante alléguait que les décisions des juridictions allemandes avaient porté atteinte à son droit au respect de sa vie privée et de sa vie familiale, garanti à l’article 8 de la Convention.", "3.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "4.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1).", "5.  Par une décision du 8 juillet 2003, la chambre a déclaré la requête recevable.", "6.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). Des observations ont également été reçues de l’Association des éditeurs de magazines allemands (Verband deutscher Zeitschriftenverleger) et de la société Hubert Burda Media GmbH & Co. KG, que le président avait autorisées à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement). La requérante a répondu à ces commentaires (article 44 § 5 du règlement).", "7.  Une audience s’est déroulée en public au Palais des Droits de l’Homme, à Strasbourg, le 6 novembre 2003 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nMM.\tK. Stoltenberg, Ministerialdirigent,\t     agent,\n\tA. Ohly, professeur de droit civil à l’université de Bayreuth, \t conseil,\nMme\tA. Laitenberger, assistante exécutive auprès de l’agent, \tconseillère ;", "–  pour la requérante\nMes\tM. Prinz, avocat,\tconseil,\n\tC. Moffat, avocate,\n\tA. Toucas, avocat,\tconseillers.", "", "La Cour a entendu en leurs déclarations Me Prinz, M. Stoltenberg et M. Ohly.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  La requérante, fille aînée du prince Rainier III de Monaco, est née en 1957. Elle est domiciliée à Monaco, mais réside la plupart du temps aux environs de Paris.", "En tant que membre de la famille princière, la requérante préside certaines fondations à caractère humanitaire ou culturel, comme la Fondation « Princesse-Grace » ou la Fondation « Prince-Pierre-de-Monaco », et elle joue également un rôle de représentation lors de manifestations comme le bal de la Croix-Rouge ou l’ouverture du Festival international du cirque. Cependant, elle n’exerce aucune fonction au sein ou pour le compte de l’Etat monégasque ou de l’une de ses institutions.", "A.  La genèse de l’affaire", "9.  Depuis le début des années 90, la requérante essaie, souvent par la voie judiciaire, dans différents pays européens, de faire interdire la publication de photos sur sa vie privée paraissant dans la presse à sensation.", "10.  Les photos qui font l’objet des procédures décrites ci-dessous ont été publiées par la maison d’édition Burda dans les magazines allemands Bunte et Freizeit Revue, et par la maison d’édition Heinrich Bauer dans le magazine allemand Neue Post.", "1.  La première série de photos", "a) Les cinq photos de la requérante publiées dans le magazine Freizeit Revue no 30 du 22 juillet 1993", "11.  Ces photos la montrent en compagnie de l’acteur Vincent Lindon au fond de la cour d’un restaurant à Saint-Rémy-de-Provence. En première page du magazine sont annoncées « Les photos les plus tendres de son idylle avec Vincent » (« Die zärtlichsten Fotos Ihrer Romanze mit Vincent »), et les photos elles-mêmes sont accompagnées du commentaire : « Ces photos sont la preuve de la plus tendre idylle de notre temps » (« Diese Fotos sind der Beweis für die zärtlichste Romanze unserer Zeit »).", "b)  Les deux photos de la requérante publiées dans le magazine Bunte no 32 du 5 août 1993", "12.  Une première photo montre la requérante à cheval et est assortie du commentaire « Caroline et la mélancolie. Sa vie est un roman avec une succession de malheurs, dit l’auteur Roig » (« Caroline und die Melancholie. Ihr Leben ist ein Roman mit unzähligen Unglücken, sagt Autor Roig »).", "La deuxième photo la montre en compagnie de ses enfants Pierre et Andrea.", "Ces photos font partie de l’article intitulé : « Je ne pense pas que je pourrais être la femme idéale pour un homme » (« Ich glaube nicht, dass ich die ideale Frau für einen Mann sein kann »).", "c)  Les sept photos de la requérante publiées dans le magazine Bunte no 34 du 19 août 1993", "13.  Une première photo la montre en train de faire du canoë avec sa fille Charlotte, une deuxième montre son fils Andrea avec un bouquet de fleurs dans les bras.", "Une troisième photo la montre seule avec un sac en bandoulière alors qu’elle fait ses courses, une quatrième la montre avec Vincent Lindon dans un restaurant, et une cinquième la montre seule à bicyclette.", "Une sixième photo la montre avec Vincent Lindon et son fils Pierre.", "Une septième photo la montre accompagnée de son garde du corps alors qu’elle fait ses courses au marché.", "L’article est intitulé : « Du bonheur simple » (« Vom einfachen Glück »).", "2.  La deuxième série de photos", "a)  Les dix photos de la requérante publiées dans le magazine Bunte no 10 du 27 février 1997", "14.  Ces photos montrent la requérante au cours de ses vacances de ski à Zürs/Arlberg. Elles sont accompagnées de l’article intitulé : « Caroline... une femme retourne à la vie » (« Caroline... eine Frau kehrt ins Leben zurück »).", "b)  Les onze photos de la requérante publiées dans le magazine Bunte no 12 du 13 mars 1997", "15.  Sept photos la montrent en compagnie du prince Ernst August von Hannover assistant à un concours hippique à Saint-Rémy-de-Provence. Elles sont accompagnées de l’article intitulé : « Le baiser. Ou : maintenant ils ne se cachent plus » (« Der Kuss. Oder : jetzt verstecken sie sich nicht mehr »).", "Quatre autres photos la montrent alors qu’elle quitte son domicile parisien, assorties du commentaire « Avec la princesse Caroline à Paris » (« Mit Prinzessin Caroline unterwegs in Paris »).", "c)  Les sept photos de la requérante publiées dans le magazine Bunte no 16 du 10 avril 1997", "16.  Ces photos montrent la requérante en première page avec le prince \nErnst August von Hannover et dans les pages intérieures du magazine en train de jouer au tennis avec lui ou déposant tous les deux leurs vélos.", "3.  La troisième série de photos", "17.  La séquence de photos publiées dans le magazine Neue Post no 35/97 montre la requérante au « Beach Club » de Monte-Carlo, vêtue d’un maillot de bain et enroulée dans une serviette de bain, alors qu’elle trébuche sur un obstacle et tombe par terre. Les photos, assez floues, sont accompagnées de l’article intitulé « Le prince Ernst August joua des poings et la princesse Caroline tomba sur le nez » (« Prinz Ernst August haute auf den Putz und Prinzessin Caroline fiel auf die Nase »).", "B.  Les procédures devant les juridictions allemandes", "1.  La première série de procédures", "a)  Le jugement du tribunal régional de Hambourg du 4 février 1993", "18.  Le 13 août 1993, la requérante saisit le tribunal régional (Landgericht) de Hambourg en vue d’interdire à la maison d’édition Burda toute nouvelle publication de la première série de photos, au motif que celles-ci méconnaissaient son droit à la protection de la personnalité (Persönlichkeitsrecht), garanti aux articles 2 § 1 et 1 § 1 de la Loi fondamentale (Grundgesetz), ainsi que son droit à la protection de sa vie privée et de sa propre image, garanti aux articles 22 et suivants de la loi sur les droits d’auteur dans le domaine artistique (Kunsturhebergesetz – « la loi sur les droits d’auteur » – voir paragraphes 40-41 ci-dessous).", "19.  Par un jugement du 4 février 1993, le tribunal régional ne fit droit à la demande de la requérante qu’en ce qui concerne la diffusion des magazines en France, en vertu des règles de droit international privé (article 38 de la loi introductive au code civil – Einführungsgesetz in das bürgerliche Gesetzbuch) combinées avec l’article 9 du code civil français.", "En revanche, en ce qui concerne la diffusion des magazines en Allemagne, le tribunal régional rappela que c’était le droit allemand qui trouvait à s’appliquer. Or, en vertu de l’article 23 § 1 no 1 de la loi sur les droits d’auteur, la requérante, en tant que personnalité « absolue » de l’histoire contemporaine (eine « absolute » Person der Zeitgeschichte), devait tolérer de telles publications.", "D’après le tribunal régional, elle n’avait pas non plus démontré un intérêt légitime (berechtigtes Interesse) justifiant l’interdiction de toute publication ultérieure, car pour des personnalités « absolues » de l’histoire contemporaine, le droit à la protection de la vie privée s’arrêtait à la porte de leur domicile. Or toutes les photos de la requérante avaient été prises exclusivement dans des lieux publics.", "b)  L’arrêt de la cour d’appel de Hambourg du 8 décembre 1994", "20.  La requérante fit appel de ce jugement.", "21.  Par un arrêt du 8 décembre 1994, la cour d’appel (Oberlandesgericht) de Hambourg débouta la requérante et annula le jugement en ce qui concerne l’interdiction de publications ultérieures en France.", "En effet, à l’instar du tribunal régional, la cour d’appel considéra qu’en raison de ses origines la requérante était une personnalité « absolue » de l’histoire contemporaine et devait donc tolérer la publication sans son consentement des photos litigieuses, qui avaient toutes été prises dans des lieux publics. Même si le harcèlement constant par les photographes rendait sa vie quotidienne difficile, cela résultait d’un désir d’information légitime du grand public.", "c)  L’arrêt de la Cour fédérale de justice du 19 décembre 1995", "22.  La requérante se pourvut en cassation contre cet arrêt.", "23.  Par un arrêt du 19 décembre 1995, la Cour fédérale de justice (Bundesgerichtshof) fit partiellement droit à la demande de la requérante en interdisant toute nouvelle publication des photos parues dans le magazine Freizeit Revue no 30 du 22 juillet 1993 qui la montrent en compagnie de Vincent Lindon au fond de la cour d’un restaurant, au motif que ces photos portaient atteinte au droit au respect de sa vie privée.", "D’après la Cour fédérale, même une personnalité « absolue » de l’histoire contemporaine avait droit au respect de sa vie privée, qui ne se limitait pas à son domicile, mais englobait également la publication de photos. Cependant, en dehors du domicile, cette personne ne pouvait invoquer une protection de sa sphère privée que si elle s’était retirée dans un endroit isolé – à l’écart du public (in eine örtliche Abgeschiedenheit) – où il apparaissait objectivement pour tous qu’elle voulait être seule et où, se croyant à l’abri des regards indiscrets, elle affichait dans une situation donnée un comportement qu’elle n’aurait pas affiché si elle s’était trouvée dans un lieu public. Il y avait donc atteinte illicite à la protection de cette sphère privée en cas de publication de photos faites à la dérobée et/ou à la faveur de la surprise d’une personne qui s’était retirée dans pareil endroit. Tel était le cas en l’espèce, où la requérante s’était installée avec son ami au fond de la cour d’un restaurant en souhaitant visiblement être à l’abri des regards d’autrui.", "En revanche, la Cour fédérale rejeta le restant de sa requête, au motif qu’en tant que personnalité « absolue » de l’histoire contemporaine, la requérante devait tolérer la publication de photos où elle se montrait dans un lieu public, même s’il s’agissait de photos de scènes de sa vie quotidienne et non de photos la représentant dans l’exercice de ses fonctions officielles. En effet, le public avait un intérêt légitime à savoir où la requérante séjournait et comment elle se comportait en public.", "d)  L’arrêt de la Cour constitutionnelle fédérale du 15 décembre 1999", "24.  La requérante saisit ensuite la Cour constitutionnelle fédérale (Bundesverfassungsgericht) d’un recours constitutionnel en invoquant une atteinte à son droit à la protection de sa personnalité (article 2 § 1 combiné avec l’article 1 § 1 de la Loi fondamentale).", "D’après la requérante, les critères établis par la Cour fédérale de justice sur la protection de la sphère privée pour des photos prises dans des lieux publics ne permettaient pas de protéger efficacement le libre épanouissement de la personnalité, que ce fût dans la vie privée ou dans la vie familiale. Ces critères étaient tellement étroits qu’en pratique la requérante pouvait à tout moment être prise en photo en dehors de son domicile et ces photos pouvaient ensuite être publiées dans les médias.", "Etant donné que les photos ne servaient pas à informer sérieusement le public mais simplement à le divertir, le droit à disposer de sa propre image lorsqu’il s’agissait de scènes de la vie privée, reconnu par la jurisprudence de la Cour constitutionnelle fédérale, aurait priorité sur le droit – également garanti par la Loi fondamentale – à la liberté de la presse.", "25.  Dans un arrêt de principe du 15 décembre 1999, la Cour constitutionnelle, après avoir tenu une audience, fit partiellement droit à la demande de la requérante, considérant que la publication des trois photos dans les magazines Bunte no 32 du 5 août 1993 et no 34 du 19 août 1993, et où la requérante apparaît en compagnie de ses enfants, méconnaissait son droit à la protection de la personnalité garanti aux articles 2 § 1 et 1 § 1 de la Loi fondamentale, renforcé par son droit à la protection familiale garanti à l’article 6 de la Loi fondamentale. Sur ce point, elle renvoya l’affaire devant la Cour fédérale de justice. En revanche, la Cour constitutionnelle rejeta le recours de la requérante en ce qui concerne les autres photos.", "L’extrait pertinent de cet arrêt est ainsi rédigé :", "« Le recours est partiellement fondé.", "(...)", "II.", "Les décisions attaquées ne satisfont pas pleinement aux exigences résultant de l’article 2 § 1 combiné avec l’article 1 § 1 de la Loi fondamentale.", "1.  Les prescriptions des articles 22 et 23 de la KUG [Kunsturhebergesetz ; loi sur les droits d’auteur] sur lesquelles les juridictions civiles ont fondé leurs décisions en l’espèce sont cependant compatibles avec la Loi fondamentale.", "En vertu de l’article 2 § 1 de celle-ci, le droit général de la personnalité n’est garanti que dans le cadre de l’ordre constitutionnel. Or les dispositions concernant la publication de représentations photographiques de personnes qui figurent aux articles 22 et 23 de la KUG relèvent de cet ordre constitutionnel. Trouvant leur origine dans un incident qui à l’époque provoqua un scandale (clichés de Bismarck sur son lit de mort (...) et dans la discussion politico-juridique qu’il déclencha (...), elles tendent à ménager un juste équilibre entre le respect de la personnalité et l’intérêt pour la communauté d’être informée (...)", "D’après l’article 22 première phrase de la KUG, les portraits ne peuvent être diffusés ou exposés aux yeux du public qu’avec le consentement de la personne représentée. L’article 23 § 1 de la KUG exclut de ce principe notamment les portraits qui font partie du domaine de l’histoire contemporaine (...). En vertu de l’article 23 § 2 de la KUG, toutefois, cette conception n’est pas applicable aux cas de diffusion emportant violation d’un intérêt légitime de la personne représentée. De par le caractère échelonné de la protection qu’elle accorde, cette réglementation prend correctement en compte aussi bien le besoin de protection de la personne représentée que le souhait de la communauté d’être informée et les intérêts des médias chargés de satisfaire ce souhait. Cela, la Cour constitutionnelle fédérale l’a déjà établi antérieurement (...)", "(...)", "b)  En l’espèce, il convient d’avoir égard, pour interpréter et appliquer les articles 22 et 23 de la KUG, non seulement au droit général de la personnalité, mais également à la liberté de la presse, garantie par l’article 5 § 1 deuxième phrase de la Loi fondamentale, dans la mesure où les dispositions en cause touchent également à ces libertés.", "(...)", "Le fait que la presse est investie d’une fonction de formation de l’opinion n’a pas pour effet d’exclure le divertissement de la garantie fonctionnelle résultant de la Loi fondamentale. La formation de l’opinion et le divertissement ne sont pas antinomiques. Les reportages à visée divertissante jouent eux aussi un rôle dans la formation de l’opinion. Dans certaines circonstances, ils peuvent même stimuler ou influencer la formation de l’opinion plus que ne le feraient des informations purement factuelles. Au surplus, on peut observer dans l’univers des médias une tendance croissante à supprimer la séparation de l’information et du divertissement, tant du point de vue des produits de presse considérés de manière globale que sur le plan des reportages individuels, et à diffuser l’information de manière divertissante ou à la mélanger avec du divertissement (« infotainment »). En conséquence, beaucoup de lecteurs tirent les informations qui leur paraissent importantes ou intéressantes de reportages divertissants (...)", "On ne peut toutefois pas davantage dénier au simple divertissement tout rapport avec la formation de l’opinion. Cela reviendrait à supposer de manière unilatérale que le divertissement satisfait simplement des désirs de dissipation et de détente, de fuite de la réalité et de distraction. Or le divertissement peut également donner des images de la réalité et il offre des sujets de débat sur lesquels peuvent venir se greffer des processus de discussion et d’intégration qui renvoient à des conceptions de la vie et des valeurs et à des modèles de comportement ; il remplit dans cette mesure des fonctions sociales importantes (...). Mesuré à l’aune du but que constitue la protection de la liberté de la presse, le divertissement dans les médias n’est dès lors pas négligeable ni dépourvu de toute valeur, et il entre donc lui aussi dans le champ d’application des droits fondamentaux (...)", "Il en va de même de l’information sur les personnes. La personnalisation constitue un moyen journalistique important pour attirer l’attention. Bien souvent c’est elle qui, la première, suscite l’intérêt pour un problème et fait naître le désir d’obtenir des informations factuelles. De même, l’intérêt pour tel événement ou telle situation fait la plupart du temps l’objet de comptes rendus personnalisés. En outre, les célébrités incarnent certaines valeurs morales et certains modes de vie. Aussi beaucoup de gens orientent-ils leurs choix de vie suivant l’exemple qu’elles donnent. Elles deviennent des points de cristallisation commandant l’adhésion ou le rejet et remplissent des fonctions de modèle ou de contraste. C’est ce qui explique l’intérêt du public pour les moindres péripéties émaillant leur vie.", "Pour les personnalités politiques, pareil intérêt du public a toujours été jugé légitime du point de vue de la transparence et du contrôle démocratique. Cela dit, on ne peut contester en principe qu’il existe également pour d’autres personnalités de la vie publique. Dans cette mesure, la représentation de personnes non limitée à des fonctions ou à des événements déterminés correspond à la mission de la presse et relève donc également de la sphère de protection de la liberté de la presse. Ce n’est que lorsqu’il y a lieu d’effectuer une mise en balance de droits de la personnalité en conflit que l’on peut être amené à décider s’il s’agit de questions présentant un intérêt essentiel pour le public et traitées de manière sérieuse et objective ou d’affaires privées destinées uniquement à satisfaire la curiosité du public qui sont étalées (...)", "c)  Pour l’essentiel, la décision de la Cour fédérale de justice résiste en définitive à l’examen de sa compatibilité avec les règles constitutionnelles.", "aa)  Du point de vue du droit constitutionnel, on ne saurait critiquer le fait que la Cour fédérale de justice a apprécié les conditions d’application [Tatbestandsvoraussetzungen] de l’article 23 § 1 no 1 de la KUG selon le critère de l’intérêt de la communauté à être informée et qu’elle a jugé licites sur cette base des publications de photos montrant la requérante en dehors de sa fonction représentative dans la Principauté de Monaco.", "L’article 23 § 1 no 1 de la KUG exonère de l’obligation d’obtenir le consentement de la personne intéressée, au sens de l’article 22 de la KUG, la publication de portraits faisant partie du domaine de l’histoire contemporaine. A en juger d’après les travaux préparatoires de la loi (...), comme du reste d’après le sens et le but du texte, la disposition en cause prend en considération l’intérêt de la communauté à être informée et la liberté de la presse. Dès lors, l’interprétation de cet élément [Tatbestandsmerkmal] doit tenir compte des intérêts du public. Les représentations de personnes auxquelles on dénie toute signification dans l’histoire contemporaine ne doivent en effet pas être rendues librement accessibles au public : elles requièrent l’obtention préalable du consentement des intéressés. L’autre élément subissant l’influence des droits fondamentaux, celui de l’« intérêt légitime », au sens de l’article 23 § 2 de la KUG, ne concerne, on doit le préciser d’emblée, que les personnes faisant partie du domaine de l’histoire contemporaine et ne peut donc suffisamment prendre en compte les intérêts de la liberté de la presse si ceux-ci ont auparavant été négligés lors de la délimitation du cercle des personnes en question.", "Il est conforme à l’importance et à la portée de la liberté de la presse et non déraisonnablement restrictif de la protection de la personnalité que la notion d’histoire contemporaine qui figure à l’article 23 § 1 no 1 de la KUG non seulement englobe, en vertu d’une définition qu’en auraient donnée les tribunaux, des événements de portée historique ou politique, mais est définie à partir de l’intérêt du public à être informé (...). Le noyau dur de la liberté de la presse et de la libre formation de l’opinion implique, d’une part, que la presse dispose, dans les limites légales, d’une marge de manœuvre suffisante l’autorisant à décider d’après ses critères de publication ce qu’exige l’intérêt public et, d’autre part, que le processus de formation des opinions permette de dégager ce qui constitue une affaire d’intérêt public. On l’a dit, les reportages divertissants n’échappent pas à l’application de ces principes.", "Ne prête pas davantage à critique le fait que la Cour fédérale de justice classe aussi dans le « domaine de l’histoire contemporaine », au sens de l’article 23 § 1 no 1 de la KUG, les portraits de personnes qui n’ont pas seulement suscité l’intérêt du public de manière ponctuelle à l’occasion d’un événement historique déterminé, mais qui, en raison de leur statut et de leur importance, mobilisent pareille attention du public en général, indépendamment d’événements ponctuels. Il y a lieu à cet égard de faire également entrer en ligne de compte le fait que, par comparaison avec la situation qui prévalait à l’époque de l’adoption de la loi sur les droits d’auteur, on reconnaît aujourd’hui une importance accrue à l’information illustrée. La notion de « personnalité absolue de l’histoire contemporaine » [absolute Person der Zeitgeschichte], souvent employée à ce propos dans la jurisprudence et la doctrine, ne découle à vrai dire pas irréfutablement de la loi, ni de la Constitution. Si, comme l’ont fait la cour d’appel et la Cour fédérale de justice, on l’interprète comme une expression abrégée désignant les personnes dont le public juge l’image digne de respect par égard pour les intéressés, elle est toutefois irréprochable du point de vue du droit constitutionnel, du moins tant qu’il est procédé à la mise en balance, au vu des circonstances de l’espèce, de l’intérêt du public à être informé, d’une part, et des intérêts légitimes de la personne représentée, de l’autre.", "Le droit général de la personnalité ne requiert pas une limitation de la publication non sujette à consentement préalable aux images qui montrent les personnes faisant partie du domaine de l’histoire contemporaine dans l’exercice de la fonction qu’elles assument dans la société. Bien souvent, en effet, l’intérêt public suscité par ces personnes se caractérise par le fait qu’il n’est pas seulement lié à l’exercice de la fonction au sens étroit. Il peut au contraire s’étendre, du fait de la fonction mise en relief et de l’impact qui en découle, à des informations relatives à la manière dont ces personnes se comportent généralement – c’est-à-dire également en dehors de leur fonction – en public. Le public a un intérêt légitime à être mis en mesure de juger si les personnes en question, qui sont souvent considérées comme des idoles ou des exemples, font correspondre de manière convaincante leur comportement dans l’exercice de leur fonction et leur comportement personnel.", "En revanche, si l’on devait limiter le droit de publier des images de personnes considérées comme faisant partie du domaine de l’histoire contemporaine aux cas où les images ont trait à l’exercice de fonctions officielles, on ne prendrait pas suffisamment en compte l’intérêt public que suscitent à juste titre pareilles personnes, et l’on favoriserait en outre une présentation sélective, qui priverait le public de certaines possibilités du jugement dont il a besoin pour les personnalités de la vie sociopolitique, compte tenu de la fonction de modèle qu’assument ces personnes et de l’influence qu’elles exercent. On n’autorise pas pour autant la presse à utiliser n’importe quelle image représentant des personnalités de l’histoire contemporaine. Au contraire, l’article 23 § 2 de la KUG ouvre à suffisance aux tribunaux la possibilité de faire valoir les exigences de protection résultant de l’article 2 § 1 combiné avec l’article 1 § 1 de la Loi fondamentale (...)", "bb)  En principe, les critères développés par la Cour fédérale de justice relativement à l’interprétation de la notion d’« intérêt légitime » qu’utilise l’article 23 § 2 de la KUG ne sont pas non plus critiquables du point de vue du droit constitutionnel.", "D’après la décision attaquée, la sphère privée digne de protection qu’il y a lieu de reconnaître également aux « personnalités absolues de l’histoire contemporaine » suppose un isolement spatial dans lequel la personne concernée se retire dans le but objectivement reconnaissable d’être seule et dans lequel, se fiant à son isolement, elle se comporte d’une manière différente de celle qu’elle adopterait en public. La Cour fédérale de justice admet l’existence d’une violation des articles 22 et 23 de la KUG lorsque sont publiées des images prises clandestinement ou par surprise représentant une telle personne dans ce type de situation.", "D’une part, le critère de l’isolement spatial tient compte de l’objectif, poursuivi par le droit général de la personnalité, d’assurer à l’individu, y compris à l’extérieur de son foyer, une sphère dans laquelle il ne se sente pas l’objet d’une attention publique permanente, qui le dispense de contrôler son comportement en fonction de pareille attention et où il trouve la possibilité de se détendre et de se retrouver. D’autre part, ce critère ne restreint pas de manière excessive la liberté de la presse puisqu’il n’exclut totalement de l’information illustrée ni la vie quotidienne ni la vie privée des personnalités de l’histoire contemporaine, mais autorise la représentation de celles-ci lorsqu’elles évoluent en public. Dans l’hypothèse d’un intérêt prépondérant du public à être informé, la liberté de la presse peut même, en vertu de cette jurisprudence, se voir conférer la priorité sur la protection de la sphère privée (...)", "La Cour fédérale de justice a par ailleurs pu considérer à bon droit qu’il est légitime d’attribuer un effet d’indice à un comportement adopté dans une situation donnée par un individu se trouvant manifestement dans un contexte d’isolement. Toutefois, la protection contre la diffusion des photos prises dans ce contexte ne joue pas seulement lorsque l’individu adopte un comportement qu’il éviterait en public. Au contraire, l’isolement spatial ne peut remplir sa fonction de protection à l’égard de l’épanouissement de la personnalité que s’il assure à l’individu, indépendamment du comportement que celui-ci peut adopter, un espace de détente dans lequel il ne doit pas constamment tolérer la présence de photographes ou de cameramen. Ce n’est néanmoins pas de cela qu’il s’agit en l’espèce puisque, d’après les constatations sur lesquelles la Cour fédérale de justice s’est fondée, la première des conditions auxquelles se trouve subordonnée la protection de la vie privée n’est pas remplie.", "Enfin, il n’y a rien de contraire au droit constitutionnel à accorder, dans le cadre de la mise en balance de l’intérêt du public à être informé, d’une part, et de la protection de la vie privée, d’autre part, de l’importance à la méthode utilisée pour recueillir les informations en cause (...). Il est cependant douteux que le seul fait de prendre des clichés de façon clandestine ou par surprise puisse violer la sphère privée extérieure au foyer. Compte tenu de la fonction que le droit constitutionnel attribue à cette sphère, et de ce que la plupart du temps on ne peut pas déterminer à partir d’une photo si elle a été prise de façon clandestine ou par surprise, on ne peut en tout cas supposer l’existence d’une ingérence illégitime dans cette sphère privée au simple motif qu’on se trouve en présence de telles caractéristiques. Dès lors toutefois que la Cour fédérale de justice a déjà constaté pour les photographies litigieuses l’absence d’un contexte d’isolement, les doutes exprimés ci-dessus n’ont aucune incidence sur l’appréciation de sa décision.", "cc)  Par contre, il n’a pas été satisfait aux exigences constitutionnelles pour autant que les décisions attaquées n’ont pas tenu compte du fait que l’importance de la position au regard du droit à la protection de la personnalité d’une personne dans la situation de la requérante se trouve renforcée par l’effet de l’article 6 de la Loi fondamentale lorsqu’il s’agit des relations ordinaires que cette personne entretient avec ses enfants.", "dd)  De ce qui précède on peut tirer, relativement aux photographies en cause, les conclusions suivantes :", "Ne prête pas à critique sur le terrain du droit constitutionnel la décision de la Cour fédérale de justice concernant les photos qui représentent la requérante lorsqu’elle se rend au marché, lorsqu’elle fait son marché accompagnée d’un garde du corps et lorsqu’elle se trouve en compagnie d’un homme dans un restaurant très couru. Dans les deux premiers cas, il s’agit de lieux non fermés, fréquentés par le grand public. Dans le troisième cas, il s’agit certes d’un domaine bien circonscrit au plan spatial, mais dans lequel la requérante se trouve exposée au regard des personnes présentes. C’est d’ailleurs pour ce même motif que la Cour fédérale de justice a jugé légitime l’interdiction des photos montrant la requérante dans le restaurant avec jardin, qui font certes l’objet des décisions attaquées mais non du recours constitutionnel. La place occupée par la requérante et son accompagnateur présentait toutes les caractéristiques de l’isolement. La circonstance que les photographies en question ont manifestement été prises de loin atteste en outre que la requérante pouvait légitimement penser qu’elle n’était pas exposée au regard du public.", "La décision attaquée ne prête pas davantage le flanc à la critique dans la mesure où elle concerne les photos sur lesquelles la requérante apparaît seule, en train de faire du cheval ou du vélo. La Cour fédérale de justice les a de même rangées, sur la base de sa conception, non dans la sphère de l’isolement spatial, mais dans la sphère publique. Cela n’est pas critiquable sur le plan du droit constitutionnel. La requérante elle-même ne classe les photos en question dans l’intimité de sa sphère privée que parce qu’elles témoigneraient de son souhait de rester seule. D’après les critères qui viennent d’être exposés, la seule volonté de la personne concernée ne joue néanmoins aucun rôle.", "Les trois photos représentant la requérante avec ses enfants exigent en revanche un nouvel examen, sous l’angle de la conformité aux règles constitutionnelles exposées cidessus. On ne peut exclure que le contrôle devant être effectué à l’aide des critères pertinents aboutisse, pour l’une ou l’autre ou pour l’ensemble des photos, à un résultat différent. Il y a donc lieu d’annuler la décision dans cette mesure et de renvoyer l’affaire à la Cour fédérale de justice pour une nouvelle décision.", "d)  En ce qui concerne les décisions attaquées du tribunal régional et de la cour d’appel, la violation des droits fondamentaux résulte déjà du fait qu’elles ont limité au cadre du foyer la sphère privée protégée par l’article 2 § 1 combiné avec l’article 1 § 1 de la Loi fondamentale, en vertu du reste d’une conception qui était conforme à la jurisprudence de l’époque. Une annulation des décisions en cause ne s’impose toutefois pas, dans la mesure où la violation dénoncée a pour partie été redressée par la Cour fédérale de justice, l’affaire devant être renvoyée à cette juridiction pour la partie restante.", "(...) »", "e)  La suite de la procédure", "26.  A la suite du renvoi de l’affaire à la Cour fédérale de justice, dans la mesure où elle portait sur les trois photos parues dans les magazines Bunte no 32 du 5 août 1993 et no 34 du 19 août 1993, représentant la requérante en compagnie de ses enfants, la maison d’édition Burda prit l’engagement de ne plus publier ces photos (Unterlassungserklärung).", "2.  La deuxième série de procédures", "a)  Le jugement du tribunal régional de Hambourg du 26 septembre 1997", "27.  Le 14 mai 1997, la requérante saisit de nouveau le tribunal régional de Hambourg en vue d’interdire à la maison d’édition Burda toute nouvelle publication de la deuxième série de photos, au motif que celles-ci méconnaissaient son droit à la protection de la personnalité, garanti aux articles 2 § 1 et 1 § 1 de la Loi fondamentale, ainsi que son droit à la protection de sa vie privée et de sa propre image, garanti aux articles 22 et suivants de la loi sur les droits d’auteur.", "28.  Par un jugement du 26 septembre 1997, le tribunal régional de Hambourg débouta la requérante en se référant notamment aux motifs de l’arrêt de la Cour fédérale de justice du 19 décembre 1995.", "b)  L’arrêt de la cour d’appel de Hambourg du 10 mars 1998", "29.  La requérante fit appel du jugement.", "30.  Par un arrêt du 10 mars 1998, la cour d’appel de Hambourg débouta également la requérante pour les mêmes motifs.", "c)  La décision de la Cour constitutionnelle fédérale du 4 avril 2000", "31.  La cour d’appel n’ayant pas autorisé de pourvoi en cassation devant la Cour fédérale de justice, la requérante saisit directement la Cour constitutionnelle fédérale d’un recours constitutionnel en reprenant son argumentation antérieure.", "32.  Par une décision du 4 avril 2000, la Cour constitutionnelle fédérale, statuant en comité de trois juges, refusa de retenir le recours, en se référant notamment à l’arrêt de la Cour fédérale de justice du 19 décembre 1995 ainsi qu’à son propre arrêt de principe du 15 décembre 1999.", "3.  La troisième série de procédures", "a)  Le jugement du tribunal régional de Hambourg du 24 avril 1998", "33.  Le 5 novembre 1997, la requérante saisit de nouveau le tribunal régional de Hambourg en vue d’interdire à la maison d’édition Heinrich Bauer toute nouvelle publication de la troisième série de photos, au motif que celles-ci méconnaissaient son droit à la protection de la personnalité, garanti aux articles 2 § 1 et 1 § 1 de la Loi fondamentale, ainsi que le droit à la protection de sa vie privée et de sa propre image, garanti aux articles 22 et suivants de la loi sur les droits d’auteur dans le domaine artistique.", "La requérante soumit notamment une attestation sous serment du directeur du « Beach Club » de Monte-Carlo indiquant qu’il s’agissait là d’un établissement de bains privé dont l’accès moyennant un prix élevé était strictement contrôlé et où les journalistes et photographes ne pouvaient entrer qu’avec la permission expresse de la propriétaire de l’établissement. Or le fait que les clichés étaient très imprécis montrerait que ceux-ci avaient été pris de manière clandestine, à une distance de plusieurs centaines de mètres, de la fenêtre ou du toit d’une maison avoisinante.", "34.  Par un jugement du 24 avril 1998, le tribunal régional de Hambourg débouta la requérante en se référant notamment aux motifs de l’arrêt de la Cour fédérale de justice du 19 décembre 1995. Il précisa que le « Beach Club » de Monte-Carlo devait être considéré comme une piscine de plein air ouverte au public même si l’accès était payant et restreint.\t\n b)  L’arrêt de la cour d’appel de Hambourg du 13 octobre 1998", "", "35.  La requérante fit appel de ce jugement.", "36.  Par un arrêt du 13 octobre 1998, la cour d’appel de Hambourg débouta la requérante pour les mêmes motifs.", "D’après la cour d’appel, une piscine ou une plage n’était pas un endroit isolé et les photos qui montraient la requérante alors qu’elle trébuchait sur un obstacle et tombait n’étaient pas de nature à la dénigrer ou à la dévaloriser aux yeux du public.", "c)  La décision de la Cour constitutionnelle fédérale du 13 avril 2000", "37.  La cour d’appel n’ayant pas autorisé de pourvoi en cassation devant la Cour fédérale de justice, la requérante saisit directement la Cour constitutionnelle fédérale d’un recours constitutionnel, en reprenant son argumentation antérieure.", "38.  Par une décision du 13 avril 2000, la Cour constitutionnelle fédérale, statuant en comité de trois juges, refusa de retenir le recours, en se référant notamment à l’arrêt de la Cour fédérale de justice du 19 décembre 1995 ainsi qu’à son propre arrêt de principe du 15 décembre 1999.", "La Cour constitutionnelle jugea que les juridictions ordinaires avaient valablement pu considérer que le « Beach Club » de Monte-Carlo n’était pas un endroit isolé et que les photos montrant la requérante en maillot de bain et au moment de sa chute n’étaient pas d’une nature telle qu’on puisse estimer qu’il y avait eu atteinte à son droit au respect de sa vie privée.", "II.  LE DROIT INTERNE ET EUROPÉEN PERTINENT", "A.  La Loi fondamentale", "39.  Les dispositions pertinentes de la Loi fondamentale sont ainsi rédigées :", "Article 1 § 1", "« La dignité de l’être humain est intangible. Tous les pouvoirs publics ont l’obligation de la respecter et de la protéger. »", "Article 2 § 1", "« Chacun a droit au libre épanouissement de sa personnalité pourvu qu’il ne porte pas atteinte aux droits d’autrui ni n’enfreigne l’ordre constitutionnel ou la loi morale [Sittengesetz]. »", "Article 5 §§ 1 et 2", "« (1)  Chacun a le droit d’exprimer et de diffuser librement son opinion par la parole, par l’écrit et par l’image et de s’informer sans entraves aux sources qui sont accessibles à tous. La liberté de la presse et la liberté d’informer par la radio, la télévision et le cinéma sont garanties. Il n’y a pas de censure.", "(2)  Ces droits trouvent leurs limites dans les dispositions des lois générales, dans les dispositions légales sur la protection de la jeunesse et dans le droit au respect de l’honneur personnel [Recht der persönlichen Ehre]. »", "Article 6 §§ 1 et 2", "« (1)  Le mariage et la famille sont placés sous la protection particulière de l’Etat.", "(2)  Elever et éduquer les enfants sont un droit naturel des parents et une obligation qui leur échoit en priorité. La communauté étatique veille sur la manière dont ils s’acquittent de ces tâches. »", "B.  La loi sur les droits d’auteur dans le domaine artistique", "40.  L’article 22 § 1 de la loi sur les droits d’auteur dans le domaine artistique dispose que les images ne peuvent être diffusées qu’avec l’autorisation expresse de la personne concernée.", "41.  L’article 23 § 1 no 1 de la loi prévoit des exceptions à cette règle, notamment lorsque les images en cause relèvent de l’histoire contemporaine (Bildnisse aus dem Bereich der Zeitgeschichte), à condition que leur publication ne porte pas atteinte à un intérêt légitime (berechtigtes Interesse) de la personne concernée (article 23 § 2).", "C.  La Résolution 1165 (1998) de l’Assemblée parlementaire du Conseil de l’Europe sur le droit au respect de la vie privée", "42.  Le texte intégral de cette résolution, adoptée par l’Assemblée parlementaire le 26 juin 1998, est ainsi libellé :", "« 1.  L’Assemblée rappelle le débat d’actualité qu’elle a consacré au droit au respect de la vie privée au cours de sa session de septembre 1997, quelques semaines après l’accident qui a coûté la vie à la princesse de Galles.", "2.  A cette occasion, certaines voix se sont élevées pour demander un renforcement au niveau européen de la protection de la vie privée, notamment des personnes publiques, au moyen d’une convention, tandis que d’autres étaient d’avis que la vie privée était suffisamment protégée par les législations nationales et la Convention européenne des Droits de l’Homme, et qu’il ne fallait pas porter atteinte à la liberté d’expression.", "3.  Pour approfondir la réflexion sur ce sujet, la commission des questions juridiques et des droits de l’homme a organisé une audition à Paris le 16 décembre 1997 avec la participation tant de personnes publiques ou de leurs représentants que des médias.", "4.  Le droit au respect de la vie privée, garanti par l’article 8 de la Convention européenne des Droits de l’Homme, a déjà été défini par l’Assemblée dans la déclaration sur les moyens de communication de masse et les droits de l’homme contenue dans la Résolution 428 (1970) comme « le droit de mener sa vie comme on l’entend avec un minimum d’ingérence ».", "5.  Pour tenir compte de l’apparition des nouvelles technologies de la communication permettant de stocker et d’utiliser des données personnelles, il convient d’ajouter à cette définition le droit de contrôler ses propres données.", "6.  L’Assemblée est consciente que le droit au respect de la vie privée fait souvent l’objet d’atteintes, même dans les pays dotés d’une législation spécifique qui la protège, car la vie privée est devenue une marchandise très lucrative pour certains médias. Ce sont essentiellement des personnes publiques qui sont les victimes de ces atteintes, car les détails de leur vie privée représentent un argument de vente. En même temps, les personnes publiques doivent se rendre compte que la position particulière qu’elles prennent dans la société, et qui est souvent la conséquence de leur propre choix, entraîne automatiquement une pression élevée dans leur vie privée.", "7.  Les personnes publiques sont celles qui exercent des fonctions publiques et/ou utilisent des ressources publiques et, d’une manière plus générale, toutes celles qui jouent un rôle dans la vie publique, qu’il soit politique, économique, artistique, social, sportif ou autre.", "8.  C’est au nom d’une interprétation unilatérale du droit à la liberté d’expression, garanti par l’article 10 de la Convention européenne des Droits de l’Homme, que bien souvent les médias commettent des atteintes au droit au respect de la vie privée, estimant que leurs lecteurs ont le droit de tout savoir sur les personnes publiques.", "9.  Il est vrai que certains faits relevant de la sphère de la vie privée des personnes publiques, en particulier des politiciens, peuvent avoir un intérêt pour les citoyens et qu’il est donc légitime de les porter à la connaissance des lecteurs qui sont aussi des électeurs.", "10.  Il est donc nécessaire de trouver la façon de permettre l’exercice équilibré de deux droits fondamentaux, également garantis par la Convention européenne des Droits de l’Homme : le droit au respect de la vie privée et le droit à la liberté d’expression.", "11.  L’Assemblée réaffirme l’importance du droit au respect de la vie privée de toute personne, et du droit à la liberté d’expression, en tant que fondements d’une société démocratique. Ces droits ne sont ni absolus ni hiérarchisés entre eux, étant d’égale valeur.", "12.  L’Assemblée rappelle toutefois que le droit au respect de la vie privée garanti par l’article 8 de la Convention européenne des Droits de l’Homme doit protéger l’individu non seulement contre l’ingérence des pouvoirs publics, mais aussi contre celle des particuliers et des institutions privées, y compris les moyens de communication de masse.", "13.  L’Assemblée considère que, tous les Etats membres ayant désormais ratifié la Convention européenne des Droits de l’Homme, et par ailleurs de nombreuses législations nationales comportant des dispositions garantissant cette protection, par conséquent, il n’est pas nécessaire de proposer l’adoption d’une nouvelle convention pour garantir le droit au respect de la vie privée.", "14.  L’Assemblée invite les gouvernements des Etats membres à se doter, si elle n’existe pas encore, d’une législation garantissant le droit au respect de la vie privée qui contienne les lignes directrices suivantes ou, si une législation existe, à la compléter par ces lignes directrices :", "i.  garantir la possibilité d’intenter une action civile pour permettre à la victime de prétendre à des dommages et intérêts, en cas d’atteinte à sa vie privée ;", "ii.  rendre les directeurs de publication et les journalistes responsables des atteintes au droit au respect de la vie privée commises par leurs publications au même titre qu’ils le sont pour la diffamation ;", "iii.  obliger les directeurs de publication à publier, à la demande des personnes intéressées, des rectificatifs bien visibles, après avoir communiqué des informations qui se sont révélées fausses ;", "iv.  envisager des sanctions économiques à l’encontre des groupes de presse qui portent atteinte à la vie privée de façon systématique ;", "v.  interdire le fait de suivre ou de pourchasser une personne pour la photographier, la filmer ou l’enregistrer, de telle sorte qu’elle ne puisse jouir, dans la sphère de sa vie privée, de l’intimité et de la tranquillité normales, voire de telle sorte que cette poursuite provoque des dommages physiques ;", "vi.  prévoir une action civile (procès privé) par la victime contre un photographe ou une personne directement impliquée, quand des paparazzis se sont introduits illicitement ou ont utilisé « des téléobjectifs ou des micros » pour obtenir des enregistrements qu’ils n’auraient pas pu obtenir sans intrusion ;", "vii.  prévoir une action judiciaire d’urgence au bénéfice d’une personne qui a connaissance de l’imminence de la diffusion d’informations ou d’images concernant sa vie privée, comme la procédure de référé ou de saisie conservatoire visant à suspendre la diffusion de ces données, sous réserve d’une appréciation par le juge du bien-fondé de la qualification d’atteinte à la vie privée ;", "viii.  encourager les médias à établir leurs propres directives en matière de publication et à créer un organe auquel tout citoyen pourrait adresser une plainte pour atteinte à la vie privée, et demander la publication d’un rectificatif.", "15.  Elle invite les gouvernements qui ne l’ont pas encore fait à ratifier rapidement la Convention pour la protection des personnes à l’égard du traitement automatisé des données à caractère personnel du Conseil de l’Europe.", "16.  L’Assemblée invite en outre les gouvernements des Etats membres :", "i.  à encourager les associations professionnelles qui représentent les journalistes à élaborer certains critères qui conditionnent l’accès à la profession, ainsi que des normes d’autorégulation et des codes déontologiques du journalisme ;", "ii.  à promouvoir le complément de la formation professionnelle des journalistes par un enseignement juridique, soulignant notamment l’importance du droit au respect de la vie privée vis-à-vis de l’ensemble de la société ;", "iii.  à encourager une plus grande promotion de l’éducation aux médias dans le cadre de l’éducation aux droits et aux devoirs de l’homme, afin de renforcer la sensibilisation des utilisateurs des médias à l’égard des exigences du droit au respect de la vie privée ;", "iv.  faciliter l’accès à la justice et les procédures juridiques concernant les délits de presse pour garantir une meilleure protection des droits de la victime. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "43.  La requérante soutient que les décisions des juridictions allemandes ont porté atteinte à son droit au respect de sa vie privée et de sa vie familiale, garanti à l’article 8 de la Convention, ainsi rédigé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Thèses des parties et tiers intervenants", "1.  La requérante", "44.  La requérante souligne que, depuis plus de dix ans, elle essaie sans succès de faire valoir son droit à la protection de la vie privée devant les juridictions allemandes. Dès qu’elle quitte son domicile, elle serait constamment harcelée par des paparazzi qui suivraient tous les mouvements de sa vie quotidienne, qu’elle traverse la rue, qu’elle cherche ses enfants à l’école, qu’elle fasse ses courses, qu’elle se promène, s’adonne à des activités sportives ou parte en vacances. D’après la requérante, la protection de la vie privée d’une personne connue du grand public comme elle est minime en droit allemand, la notion d’endroit isolé définie par la Cour fédérale de justice et la Cour constitutionnelle fédérale étant bien trop étroite à cet égard. De plus, elle serait tenue à chaque fois d’établir qu’elle se trouvait dans un endroit isolé afin de pouvoir bénéficier de cette protection. C’est pourquoi elle ne disposerait d’aucune sphère privée et ne pourrait se mouvoir librement sans être la cible des paparazzi. La requérante précise qu’en France la publication de photos qui ne la montrent pas lors d’événements officiels nécessite son autorisation préalable. Or régulièrement de telles photos seraient prises en France, puis revendues et publiées en Allemagne. La protection de la vie privée dont elle bénéficie en France serait donc systématiquement contournée en raison de la jurisprudence allemande. Quant à la liberté de la presse, la requérante indique qu’elle ne méconnaît pas le rôle essentiel joué par cette dernière dans une société démocratique pour des besoins d’information et de formation de l’opinion ; cependant, dans son cas, il s’agirait d’une simple presse de divertissement qui cherche à satisfaire les tendances voyeuristes de ses lecteurs et à faire de gros bénéfices à partir de photos en général anodines la montrant dans sa vie quotidienne. Enfin, la requérante insiste sur l’impossibilité matérielle dans laquelle elle est d’établir pour chaque photo si elle se trouvait effectivement dans un endroit isolé ou non. En effet, les procédures judiciaires se déroulent en général plusieurs mois après la publication des photos, et cela signifierait concrètement qu’elle devrait en permanence tenir un agenda de tous ses déplacements afin de se prémunir contre des paparazzi qui pourraient la prendre en photo. Or pour de nombreuses photos sur lesquelles porte la présente requête, il serait impossible de reconstituer à quel moment et à quel endroit précis elles avaient été prises.", "2.  Le Gouvernement", "45.  Le Gouvernement soutient que le droit allemand, tout en prenant en compte le rôle fondamental de la liberté de la presse dans une société démocratique, dispose de suffisamment de garde-fous pour éviter tout abus et assurer une protection efficace de la vie privée même de personnalités publiques. En l’espèce, il considère que les juridictions allemandes ont établi un juste équilibre entre les droits de la requérante au respect de sa vie privée garanti à l’article 8 et la liberté de la presse garantie à l’article 10, eu égard à la marge d’appréciation dont l’Etat dispose en la matière. Dans un premier temps, ces juridictions avaient constaté que les photos n’avaient pas été prises dans des endroits isolés, puis elles avaient, dans un second temps, examiné les limites de la protection de la vie privée, notamment à la lumière de la liberté de la presse, même s’agissant de publications de photos par la presse de divertissement. Or la protection de la vie privée d’une personnalité « absolue » de l’histoire contemporaine n’exigerait pas que les photos pouvant être publiées sans son autorisation se limitassent à celles représentant la personne en question dans l’exercice de ses fonctions officielles, car le public aurait un intérêt légitime à savoir comment cette personne se comporte d’une manière générale en public. D’après le Gouvernement, cette définition de la liberté de la presse par la Cour constitutionnelle fédérale était conforme à l’article 10 et à la jurisprudence de la Cour européenne en la matière. De plus, la notion d’endroit isolé ne serait qu’un élément, même s’il est important, pris en compte par les juridictions internes lors de la mise en balance de la protection de la vie privée et de la liberté de la presse. Ainsi, si la protection de la vie privée est moindre lorsqu’une personne connue du grand public est photographiée dans un lieu public, d’autres éléments peuvent aussi jouer un rôle, par exemple la nature des photos, qui ne doivent pas choquer le public. Enfin, le Gouvernement rappelle que la décision de la Cour fédérale de justice – qui avait considéré illicite la publication des photos qui montraient la requérante en compagnie de l’acteur Vincent Lindon dans la cour d’un restaurant de Saint-Rémy-de-Provence – démontre que la requérante dispose d’une protection de sa vie privée même en dehors de son domicile.", "3.  Les tiers intervenants", "46.  L’Association des éditeurs de magazines allemands considère que le droit allemand, à mi-chemin entre le droit français et le droit britannique, respecte un juste équilibre entre le droit à la protection de la vie privée et la liberté de la presse. Il respecterait également les principes énoncés dans la Résolution 1165 de l’Assemblée parlementaire du Conseil de l’Europe sur la protection de la vie privée ainsi que la jurisprudence de la Cour européenne, qui a toujours mis l’accent sur le rôle fondamental de la presse dans une société démocratique. Or l’intérêt légitime du public à être informé ne se limiterait pas aux hommes politiques, mais également à des personnalités publiques qui ont acquis cette qualité pour d’autres raisons. Le rôle de « chien de garde » joué par la presse ne saurait ici être interprété de manière restrictive. En la matière, il conviendrait également de tenir compte du fait que la frontière entre reportage politique et divertissement devient de plus en plus floue. Par ailleurs, étant donné qu’il n’existe pas à l’heure actuelle de standard européen uniforme sur la protection de la vie privée, l’Etat disposerait d’une large marge d’appréciation dans ce domaine.", "47.  La société Burda se rallie aux observations de l’Association des éditeurs de magazines allemands et précise que le droit allemand exige des tribunaux une mise en balance très précise, cas par cas, entre l’intérêt de l’information du public et la protection du droit de la personnalité. Or même les personnalités « absolues » de l’histoire contemporaine disposeraient d’une protection non négligeable et la jurisprudence récente tendrait d’ailleurs vers un renforcement de celle-ci. Par ailleurs la requérante serait, depuis le décès de sa mère en 1982, officiellement la « First Lady » de la famille régnante de Monaco et, à ce titre, jouerait un rôle d’exemple (Vorbildfunktion). De plus, la famille Grimaldi aurait toujours cherché à attirer l’attention des médias et serait donc elle-même responsable de l’intérêt du public à son égard. La requérante, surtout si l’on tient compte de ses fonctions officielles, ne saurait donc être considérée comme une victime de la presse ; la publication des photos litigieuses n’aurait pas méconnu son droit à la protection de la personnalité, car elles avaient été prises alors qu’elle se déplaçait en public et n’étaient pas de nature à porter atteinte à son honneur.", "B.  Appréciation de la Cour", "1.  Sur l’objet de la requête", "48.  La Cour relève d’emblée que les photos représentant la requérante en compagnie de ses enfants ne sont plus objet de la présente requête, comme la Cour l’a indiqué dans sa décision sur la recevabilité du 8 juillet 2003.", "Il en va de même des photos publiées dans le magazine Freizeit Revue no 30 du 22 juillet 1993, montrant la requérante en compagnie de l’acteur Vincent Lindon au fond de la cour d’un restaurant à Saint-Rémy-de-Provence (paragraphe 11 ci-dessus). En effet, dans son arrêt du 19 décembre 1995, la Cour fédérale de justice a interdit toute nouvelle publication de ces photos, au motif qu’elles portaient atteinte au droit au respect de la vie privée de la requérante (paragraphe 23 ci-dessus).", "49.  Dès lors, la Cour estime utile de préciser que la présente requête porte sur les photos suivantes, qui font partie d’une série d’articles parus sur la requérante :", "–  la photo parue dans le magazine Bunte no 32 du 5 août 1993 montrant la requérante à cheval (paragraphe 12 ci-dessus) ;", "–  les photos parues dans le magazine Bunte no 34 du 19 août 1993 montrant la requérante seule alors qu’elle fait ses courses, avec M. Vincent Lindon dans un restaurant, seule à bicyclette, et avec son garde du corps au marché (paragraphe 13 ci-dessus) ;", "–  les photos parues dans le magazine Bunte no 10 du 27 février 1997 montrant la requérante au cours de ses vacances de ski en Autriche (paragraphe 14 ci-dessus) ;", "–  les photos parues dans le magazine Bunte no 12 du 13 mars 1997 montrant la requérante en compagnie du prince Ernst August von Hannover ou seule alors qu’elle quitte son domicile parisien (paragraphe 15 ci-dessus) ;", "–  les photos parues dans le magazine Bunte no 16 du 10 avril 1997 montrant la requérante en train de jouer au tennis avec le prince Ernst August von Hannover ou déposant tous les deux leurs vélos (paragraphe 16 ci-dessus) ;", "–  les photos parus dans le magazine Neue Post no 35/97 montrant la requérante alors qu’elle trébuche sur un obstacle au « Beach Club » de Monte-Carlo (paragraphe 17 ci-dessus).", "2.  Sur l’applicabilité de l’article 8", "50.  La Cour rappelle que la notion de vie privée comprend des éléments se rapportant à l’identité d’une personne tels que son nom (Burghartz c. Suisse, arrêt du 22 février 1994, série A no 280-B, p. 28, § 24) ou son droit à l’image (Schüssel c. Autriche (déc.), no 42409/98, 21 février 2002).", "De plus, la sphère de la vie privée, telle que la Cour la conçoit, couvre l’intégrité physique et morale d’une personne ; la garantie offerte par l’article 8 de la Convention est principalement destinée à assurer le développement, sans ingérences extérieures, de la personnalité de chaque individu dans les relations avec ses semblables (voir, mutatis mutandis, Niemietz c. Allemagne, arrêt du 16 décembre 1992, série A no 251-B, pp. 33-34, § 29, et Botta c. Italie, arrêt du 24 février 1998, Recueil des arrêts et décisions 1998-I, p. 422, § 32). Il existe donc une zone d’interaction entre l’individu et des tiers qui, même dans un contexte public, peut relever de la « vie privée » (voir, mutatis mutandis, P.G. et J.H. c. Royaume-Uni, no 44787/98, § 56, CEDH 2001-IX, et Peck c. Royaume-Uni, no 44647/98, § 57, CEDH 2003-I).", "51.  La Cour a également indiqué que, dans certaines circonstances, une personne disposait d’une « espérance légitime » de protection et de respect de sa vie privée. Ainsi, elle a estimé, dans une affaire ayant trait à l’interception de communications téléphoniques émanant de locaux professionnels, que la requérante « pouvait légitimement croire au caractère privé de ce type d’appels » (Halford c. Royaume-Uni, arrêt du 25 juin 1997, Recueil 1997-III, p. 1016, § 45).", "52.  Dans le cas de photos, la Commission européenne des Droits de l’Homme, en vue de délimiter la portée de la protection accordée par l’article 8 contre une ingérence arbitraire des autorités publiques, a examiné si elles se rapportaient à un domaine privé ou à des incidents publics, et si les éléments ainsi obtenus étaient destinés à un usage limité, ou susceptibles d’être rendus accessibles au public en général (voir, mutatis mutandis, Friedl c. Autriche, arrêt du 31 janvier 1995, série A no 305-B, avis de la Commission, p. 21, §§ 49-52, P.G. et J.H. c. Royaume-Uni précité, § 58, et Peck précité, § 61).", "53.  En l’espèce, il ne fait pas de doute que la publication par différents magazines allemands de photos représentant la requérante seule ou avec d’autres personnes dans sa vie quotidienne relevait de sa vie privée.", "3.  Sur l’observation de l’article 8", "a)  La position des juridictions internes", "54.  La Cour note que, dans son arrêt de principe du 15 décembre 1999, la Cour constitutionnelle fédérale a interprété les articles 22 et 23 de la loi sur les droits d’auteur dans le domaine artistique (paragraphes 40-41 cidessus) en mettant en balance les exigences de la liberté de la presse et celles de la protection de la vie privée, à savoir l’intérêt du public à être informé et les intérêts légitimes de la requérante. Ce faisant, la Cour constitutionnelle fédérale a tenu compte de deux critères existant en droit allemand, l’un de nature fonctionnelle et l’autre de nature spatiale. Ainsi, elle a considéré que la requérante, en tant que personnalité « absolue » de l’histoire contemporaine, bénéficiait d’une protection de sa vie privée même en dehors de son domicile, mais uniquement si elle se trouvait dans un endroit isolé, à l’abri du public, « dans lequel la personne concernée se retire dans le but objectivement reconnaissable d’être seule et dans lequel, se fiant à son isolement, elle se comporte d’une manière différente de celle qu’elle adopterait en public ». A l’aune de ces critères, la Cour constitutionnelle fédérale a jugé que l’arrêt de la Cour fédérale de justice du 19 décembre 1995 relatif à la publication des photos litigieuses était conforme à la Loi fondamentale ; dans son analyse, elle a accordé un poids décisif à la liberté de la presse, même s’il s’agit de la presse de divertissement, et à l’intérêt du public de savoir comment la requérante se comporte en dehors de ses fonctions représentatives (paragraphe 25 ci-dessus).", "55.  Dans les procédures ultérieures intentées par la requérante, la Cour constitutionnelle fédérale n’a pas retenu les recours de celle-ci en se référant à son arrêt de principe (paragraphes 32 et 38 ci-dessus).", "b)  Les principes généraux relatifs à la protection de la vie privée et à la liberté d’expression", "56.  En l’espèce, la requérante ne se plaint pas d’un acte de l’Etat, mais d’une absence de protection suffisante de sa vie privée et de sa propre image de la part de celui-ci.", "57.  Or la Cour réitère que si l’article 8 a essentiellement pour objet de prémunir l’individu contre les ingérences arbitraires des pouvoirs publics, il ne se contente pas de commander à l’Etat de s’abstenir de pareilles ingérences : à cet engagement négatif peuvent s’ajouter des obligations positives inhérentes au respect effectif de la vie privée ou familiale. Elles peuvent nécessiter l’adoption de mesures visant au respect de la vie privée jusque dans les relations des individus entre eux (voir, mutatis mutandis, X et Y c. Pays-Bas, arrêt du 26 mars 1985, série A no 91, p. 11, § 23, Stjerna c. Finlande, arrêt du 25 novembre 1994, série A no 299-B, pp. 60-61, § 38, et Verliere c. Suisse (déc.), no 41953/98, CEDH 2001-VII). Cela vaut également pour la protection du droit à l’image contre des abus de la part de tiers (décision Schüssel précitée).", "La frontière entre les obligations positives et négatives de l’Etat au regard de l’article 8 ne se prête pas à une définition précise ; les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut prendre en compte le juste équilibre à ménager entre l’intérêt général et les intérêts de l’individu, l’Etat jouissant en toute hypothèse d’une marge d’appréciation (voir, parmi de nombreux précédents, Keegan c. Irlande, arrêt du 26 mai 1994, série A no 290, p. 19, § 49, et Botta précité, p. 427, § 33).", "58.  Cette protection de la vie privée doit être mise en balance avec la liberté d’expression garantie à l’article 10 de la Convention.", "Dans ce contexte, la Cour rappelle que la liberté d’expression constitue l’un des fondements essentiels d’une société démocratique. Sous réserve du paragraphe 2 de l’article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent. Ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture sans lesquels il n’est pas de « société démocratique » (Handyside c. Royaume-Uni, arrêt du 7 décembre 1976, série A no 24, p. 23, § 49).", "A cet égard, la presse joue un rôle essentiel dans une société démocratique : si elle ne doit pas franchir certaines limites, s’agissant notamment de la protection de la réputation et des droits d’autrui, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et responsabilités, des informations et des idées sur toutes les questions d’intérêt général (voir, parmi de nombreux précédents, Observer et Guardian c. Royaume-Uni, arrêt du 26 novembre 1991, série A no 216, pp. 29-30, § 59, et Bladet Tromsø et Stensaas c. Norvège [GC], no 21980/93, § 59, CEDH 1999-III). La liberté journalistique comprend aussi le recours possible à une certaine dose d’exagération, voire de provocation (arrêts Prager et Oberschlick c. Autriche du 26 avril 1995, série A no 313, p. 19, § 38, Tammer c. Estonie, no 41205/98, §§ 59-63, CEDH 2001-I, et Prisma Presse c. France (déc.), nos 66910/01 et 71612/01, 1er juillet 2003).", "59.  Si la liberté d’expression s’étend également à la publication de photos, il s’agit là néanmoins d’un domaine où la protection de la réputation et des droits d’autrui revêt une importance particulière. En l’occurrence, il s’agit de la diffusion non pas d’« idées », mais d’images contenant des « informations » très personnelles, voire intimes, sur un individu. De plus, les photos paraissant dans la presse à sensation sont souvent réalisées dans un climat de harcèlement continu, entraînant pour la personne concernée un très fort sentiment d’intrusion dans sa vie privée et même de persécution.", "60.  Dans les affaires relatives à la mise en balance de la protection de la vie privée et de la liberté d’expression dont la Cour a eu à connaître, elle a toujours mis l’accent sur la contribution que la parution de photos ou d’articles dans la presse apportait au débat d’intérêt général (voir, récemment, Tammer précité, §§ 59 et suiv., News Verlags GmbH & Co. KG c. Autriche, no 31457/96, §§ 52 et suiv., CEDH 2000-I, et Krone Verlag GmbH & Co. KG c. Autriche, no 34315/96, §§ 33 et suiv., 26 février 2002). Ainsi la Cour a estimé, dans une affaire, que l’emploi de certains termes pour qualifier la vie privée d’une personne n’était pas « justifié par l’intérêt du public » et que ces expressions « n’avaient pas porté sur une question d’importance générale » (Tammer précité, § 68), avant de conclure à l’absence de violation de l’article 10. Dans une autre affaire, au contraire, la Cour a attaché une importance particulière au fait que la matière traitée constituait un sujet d’actualité présentant un « extrême intérêt pour le public » et que les photos publiées « ne portaient pas sur des détails de la vie privée » de la personne en question (Krone Verlag GmbH & Co. KG précité, § 37), avant de conclure à une violation de l’article 10. De même, dans une affaire récente portant sur la publication par l’ancien médecin personnel du président Mitterrand d’un livre comportant des révélations sur l’état de santé de ce dernier, la Cour a considéré que « plus le temps passait, plus l’intérêt public du débat lié à l’histoire des deux septennats accomplis par le président Mitterrand l’emportait sur les impératifs de la protection des droits de celui-ci au regard du secret médical » (Editions Plon c. France, no 58148/00, § 53, CEDH 2004-IV), avant de conclure à une violation de l’article 10.", "c)  L’application de ces principes généraux par la Cour", "61.  La Cour relève tout d’abord qu’en l’espèce les photos de la requérante parues dans les différents magazines allemands la représentent dans des scènes de sa vie quotidienne, donc dans des activités de nature purement privée, alors qu’elle fait du sport, qu’elle se promène, qu’elle sort au restaurant ou qu’elle se trouve en vacances. Ces photos, où la requérante apparaît tantôt seule, tantôt accompagnée, illustrent une série d’articles aux titres anodins comme « Du bonheur simple », « Caroline... une femme retourne à la vie », « Avec la princesse Caroline à Paris » ou « Le baiser. Ou : maintenant ils ne se cachent plus » (paragraphes 11-17 ci-dessus).", "62.  La Cour note ensuite que la requérante, en tant que membre de la famille princière monégasque, joue un rôle de représentation lors de certaines manifestations culturelles ou de bienfaisance. Cependant, elle n’exerce aucune fonction au sein ou pour le compte de l’Etat monégasque ou de l’une de ses institutions (paragraphe 8 ci-dessus).", "63.  Or la Cour considère qu’il convient d’opérer une distinction fondamentale entre un reportage relatant des faits – même controversés – susceptibles de contribuer à un débat dans une société démocratique, se rapportant à des personnalités politiques, dans l’exercice de leurs fonctions officielles par exemple, et un reportage sur les détails de la vie privée d’une personne qui, de surcroît, comme en l’espèce, ne remplit pas de telles fonctions. Si dans le premier cas la presse joue son rôle essentiel de « chien de garde » dans une démocratie en contribuant à « communiquer des idées et des informations sur des questions d’intérêt public » (Observer et Guardian précité, loc. cit.), il en va autrement dans le second cas.", "64.  De même, s’il existe un droit du public à être informé, droit essentiel dans une société démocratique qui, dans des circonstances particulières, peut même porter sur des aspects de la vie privée de personnes publiques, notamment lorsqu’il s’agit de personnalités politiques ( Editions Plon précité, loc. cit.), cela n’est pas le cas en l’occurrence : en effet, celui-ci se situe en dehors de la sphère de tout débat politique ou public, car les photos publiées et les commentaires les accompagnant se rapportent exclusivement à des détails de la vie privée de la requérante.", "65.  Comme dans d’autres affaires similaires dont elle a eu à connaître, la Cour estime dès lors qu’en l’espèce la publication des photos et des articles litigieux, ayant eu pour seul objet de satisfaire la curiosité d’un certain public sur les détails de la vie privée de la requérante, ne saurait passer pour contribuer à un quelconque débat d’intérêt général pour la société, malgré la notoriété de la requérante (voir, mutatis mutandis, Campmany y Diez de Revenga et Lopez Galiacho Perona c. Espagne (déc.), no 54224/00, CEDH 2000-XII, Julio Bou Gibert et El Hogar Y La Moda J.A. c. Espagne (déc.), no 14929/02, 13 mai 2003, et Prisma Presse, décision précitée).", "66.  Dans ces conditions, la liberté d’expression appelle une interprétation moins large (voir Prisma Presse, décision précitée, et, a contrario, Krone Verlag GmbH & Co. KG précité, § 37).", "67.  A cet égard, la Cour tient également compte de la Résolution de l’Assemblée parlementaire du Conseil de l’Europe sur le droit au respect de la vie privée, qui souligne « l’interprétation unilatérale du droit à la liberté d’expression » par certains médias, dans la mesure où ils cherchent à justifier les atteintes au droit inscrit à l’article 8 de la Convention en considérant que « leurs lecteurs auraient le droit de tout savoir sur les personnes publiques » (paragraphe 42 ci-dessus, et Prisma Presse, décision précitée).", "68.  Par ailleurs, un autre point paraît important aux yeux de la Cour : même si la présente requête ne porte stricto sensu que sur la publication des photos et des articles litigieux par différents magazines allemands, on ne saurait néanmoins faire totalement abstraction du contexte dans lequel ces photos ont été prises – à l’insu de la requérante et sans son consentement – et du harcèlement dont font l’objet nombre de personnes publiques dans leur vie quotidienne (paragraphe 59 ci-dessus).", "En l’espèce, ce point est illustré de manière particulièrement frappante par les photos prises au « Beach Club » de Monte-Carlo, alors que la requérante trébuche sur un obstacle et tombe par terre (paragraphe 17 cidessus). Il apparaît en effet que ces photos avaient été prises de manière clandestine, à une distance de plusieurs centaines de mètres, probablement d’une maison avoisinante, alors que l’accès des journalistes et photographes à ce club était strictement réglementé (paragraphe 33 ci-dessus).", "69.  Or la Cour rappelle l’importance fondamentale que revêt la protection de la vie privée pour l’épanouissement de la personnalité de chacun, protection qui – comme elle l’a dit plus haut – va au-delà du cercle familial intime et comporte également une dimension sociale. Elle estime que toute personne, même connue du grand public, doit pouvoir bénéficier d’une « espérance légitime » de protection et de respect de sa vie privée (paragraphe 51 ci-dessus, et, mutatis mutandis, Halford précité, p. 1016, § 45).", "70.  De plus, une vigilance accrue quant à la protection de la vie privée s’impose face aux progrès techniques d’enregistrement et de reproduction de données personnelles d’un individu (voir le point 5 de la Résolution de l’Assemblée parlementaire sur le droit au respect de la vie privée – paragraphe 42 ci-dessus – et, mutatis mutandis, Amann c. Suisse [GC], no 27798/95, §§ 65-67, CEDH 2000-II, Rotaru c. Roumanie [GC], no 28341/95, §§ 43-44, CEDH 2000-V, P.G. et J.H. c. Royaume-Uni précité, §§ 57-60, et Peck précité, §§ 59-63, et § 78). Cela vaut également pour la réalisation systématique de photos déterminées et leur diffusion auprès d’un large public.", "71.  Enfin, la Cour rappelle que le but de la Convention consiste à protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs (voir, mutatis mutandis, Artico c. Italie, arrêt du 13 mai 1980, série A no 37, pp. 15-16, § 33).", "72.  Or la Cour éprouve des difficultés à suivre l’interprétation par les juridictions internes de l’article 23 § 1 de la loi sur les droits d’auteur dans le domaine artistique, qui consiste à qualifier une personne en tant que telle de personnalité « absolue » de l’histoire contemporaine. Impliquant une protection très limitée de la vie privée et du droit à l’image, une telle qualification peut se comprendre pour des personnalités de la vie politique occupant des fonctions officielles. Cependant, elle ne saurait se justifier pour une personne « privée » comme la requérante, pour qui l’intérêt du grand public et de la presse est fondé uniquement sur son appartenance à une famille régnante, alors qu’elle-même ne remplit pas de fonctions officielles.", "De toute façon, dans ces conditions, une interprétation restrictive de cette loi paraît s’imposer aux yeux de la Cour, afin que l’Etat remplisse son obligation positive de protection de la vie privée et du droit à l’image à l’égard de la Convention.", "73.  Enfin, la distinction opérée entre personnalités « absolues » et personnalités « relatives » de l’histoire contemporaine doit être claire et évidente, afin que, dans un Etat de droit, l’individu dispose d’indications précises quant au comportement à adopter ; surtout, il faut qu’il sache exactement quand et où il se trouve dans une sphère protégée ou, au contraire, dans une sphère dans laquelle il doit s’attendre à une ingérence de la part d’autrui et surtout de la presse à sensation.", "74.  La Cour estime dès lors que les critères retenus en l’espèce par les juridictions internes n’étaient pas suffisants pour assurer une protection effective de la vie privée de la requérante : en effet, en tant que personnalité « absolue » de l’histoire contemporaine, celle-ci ne peut – au nom de la liberté de la presse et de l’intérêt du public – se prévaloir d’une protection de sa vie privée que si elle se trouve dans un endroit isolé, à l’abri du public, et si, de surcroît, elle parvient à le prouver, ce qui peut s’avérer difficile. Si ces éléments font défaut, elle doit accepter d’être photographiée presque à tout moment, de manière systématique, et que ces photos soient ensuite très largement diffusées, même si, comme ce fut le cas en l’espèce, ces photos et les articles les accompagnant se rapportent exclusivement à des détails de sa vie privée.", "75.  D’après la Cour, le critère de l’isolement spatial, s’il peut paraître clair en théorie, apparaît en pratique trop vague et difficile à déterminer à l’avance pour la personne concernée : en l’espèce, le seul fait de qualifier la requérante de personnalité « absolue » de l’histoire contemporaine ne suffit pas à justifier une telle intrusion dans la vie privée de celle-ci.", "d)  Conclusion", "76.  Comme elle l’a dit plus haut, la Cour considère que l’élément déterminant, lors de la mise en balance de la protection de la vie privée et de la liberté d’expression, doit résider dans la contribution que les photos et articles publiés apportent au débat d’intérêt général. Or force est de constater qu’en l’espèce cette contribution fait défaut, la requérante ne remplissant pas de fonctions officielles et les photos et articles litigieux se rapportant exclusivement à des détails de sa vie privée.", "77.  De plus, la Cour estime que le public n’a pas un intérêt légitime de savoir où la requérante se trouve et comment elle se comporte d’une manière générale dans sa vie privée, même si elle apparaît dans des lieux qu’on ne saurait toujours qualifier d’isolés, et ce malgré sa notoriété.", "Et même si cet intérêt du public existe, parallèlement d’ailleurs à un intérêt commercial des magazines publiant photos et articles, ces intérêts doivent, aux yeux de la Cour, l’un et l’autre s’effacer en l’espèce devant le droit de la requérante à la protection effective de sa vie privée.", "78.  Enfin, d’après la Cour, les critères définis par les juridictions internes n’étaient pas suffisants pour assurer une protection effective de la vie privée de la requérante, et cette dernière aurait dû bénéficier dans les circonstances de la cause d’une « espérance légitime » de protection de sa vie privée.", "79.  Eu égard à tous ces éléments, et malgré la marge d’appréciation dont l’Etat dispose en la matière, la Cour estime que les juridictions allemandes n’ont pas établi un juste équilibre entre les intérêts en présence.", "80.  Il y a donc eu violation de l’article 8 de la Convention.", "81.  Compte tenu de ce constat, la Cour n’estime pas nécessaire de se prononcer sur le grief de la requérante relatif à son droit au respect de la vie familiale.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "82.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "83.  La requérante réclame la somme de 50 000 euros (EUR) au titre du dommage moral, car elle estime que la jurisprudence allemande l’empêche de mener une vie normale avec ses enfants, à l’abri du harcèlement médiatique. Elle demande en outre le remboursement de ses frais et dépens à hauteur de 142 851,31 EUR pour les nombreuses procédures qu’elle a dû mener devant les juridictions allemandes.", "84.  Le Gouvernement conteste les montants réclamés. Pour ce qui est du dommage moral, il rappelle que la requérante dispose en droit allemand d’une protection de sa vie privée même en dehors de son domicile, ce qui vaut particulièrement pour ses enfants. Quant aux frais et dépens, il considère que toutes les procédures mentionnées ne sauraient être prises en compte, que la valeur de certains litiges est inférieure à la valeur indiquée, et que les honoraires d’avocat réclamés, vu leur montant, ne sauraient être remboursés.", "85.  La Cour estime que la question de l’application de l’article 41 ne se trouve pas en état. En conséquence, elle la réserve et fixera la procédure ultérieure compte tenu de la possibilité que le Gouvernement et la requérante parviennent à un accord.", "", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "", "1.  Dit qu’il y a eu violation de l’article 8 de la Convention ;", "", "2.  Dit que la question de l’application de l’article 41 de la Convention ne se trouve pas en état ; en conséquence,", "a)  la réserve en entier ;", "b)  invite le Gouvernement et la requérante à lui adresser par écrit, dans le délai de six mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, leurs observations sur cette question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue au président de la chambre le soin de la fixer au besoin.", "Fait en français, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 24 juin 2004.", "Vincent Berger\tIreneu Cabral Barreto\tGreffier\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante de M. Cabral Barreto ;", "–  opinion concordante de M. Zupančič.", "", "", "", "I.C.B.", "V.B.", "", "", "OPINION CONCORDANTE\nDE M. LE JUGE CABRAL BARRETO", "Je suis de l’avis qu’il y a eu violation de l’article 8 de la Convention, mais je ne suis pas en mesure de suivre tout le raisonnement de la majorité.", "1.  Dans leurs conclusions, mes collègues affirment que « l’élément déterminant, lors de la mise en balance de la protection de la vie privée et de la liberté d’expression, doit résider dans la contribution que les photos et articles publiés apportent au débat d’intérêt général » et que « le public n’a pas un intérêt légitime de savoir où la requérante se trouve et comment elle se comporte d’une manière générale dans sa vie privée, même si elle apparaît dans des lieux qu’on ne saurait toujours qualifier d’isolés, et ce malgré sa notoriété ».", "Pour la majorité, la publication des photos et articles en cause n’était pas de nature à contribuer au débat d’intérêt général car la requérante ne remplissait pas des fonctions officielles et les photos et articles litigieux se rapportaient exclusivement à des détails de sa vie privée.", "Pour moi, au contraire, la requérante est une personne publique, et le public a droit à être informé sur sa vie.", "C’est donc dans le juste équilibre entre le droit de la requérante à sa vie privée et le droit du public à être informé que l’on doit trouver la solution.", "2.  La requérante est une personne publique, même si elle n’exerce aucune fonction au sein ou pour le compte de l’Etat monégasque ou de l’une de ses institutions.", "« Les personnes publiques sont celles qui exercent des fonctions publiques et/ou utilisent des ressources publiques et, d’une manière plus générale, toutes celles qui jouent un rôle dans la vie publique, qu’il soit politique, économique, artistique, social, sportif ou autre » – article 7 de la Résolution 1165 (1998) de l’Assemblée parlementaire du Conseil de l’Europe sur le droit au respect de la vie privée (paragraphe 42 de l’arrêt).", "Il est notoire que la requérante joue, depuis des années, un rôle dans la vie publique de l’Europe, même si elle n’exerce pas de fonctions officielles dans son pays.", "Pour mesurer l’intérêt du public pour sa personne, il suffit de regarder l’importance que les médias consacrent à sa vie publique ou privée.", "Tout récemment, la presse a souligné qu’à l’arrivée à la cérémonie du mariage du prince Felipe d’Espagne la requérante avait été l’une des personnalités les plus saluées par le public parmi le gotha de l’Europe et du monde.", "La requérante est, à mon avis, une personne publique, et les informations sur sa vie contribuent au débat d’intérêt général.", "L’intérêt général ne doit pas être restreint au débat politique. Comme le remarque l’Assemblée parlementaire, « certains faits relevant de la sphère ", "de la vie privée des personnes publiques, en particulier des politiciens, peuvent avoir un intérêt pour les citoyens (...) ».", "Et si cela est vrai pour les politiciens, cela est vrai aussi pour toutes les autres personnes publiques auxquelles un certain public s’intéresse.", "Il est donc nécessaire de trouver l’équilibre entre deux droits fondamentaux : le droit de la personne publique au respect de sa vie privée et le droit de chacun à la liberté d’expression, lequel englobe le droit du public à être informé.", "Je suis d’accord pour dire, avec la majorité, que la vie privée d’une personne publique ne s’arrête pas à la porte de sa résidence.", "Mais il faut admettre que, du fait de sa notoriété, la vie d’une personne publique en dehors de sa résidence, et notamment celle qui se déroule dans les lieux publics, doit subir certaines contraintes.", "La notoriété et l’intérêt du public obligent à introduire ici une différence de traitement entre la vie privée d’une personne ordinaire et la vie privée d’une personne publique.", "Comme le rappelle la Cour constitutionnelle fédérale, « le public a un intérêt légitime à être mis en mesure de juger si les personnes en question, qui sont souvent considérées comme des idoles ou des exemples, font correspondre de manière convaincante leur comportement dans l’exercice de leur fonction et leur comportement personnel. »", "J’avoue que fixer la limite de la vie privée d’une personne publique n’est pas une tâche facile.", "De plus, un critère rigide pourrait conduire à des solutions non conformes à la « nature des choses ».", "Il est évident que, s’il y a isolement, tout ce qui s’y déroule doit être couvert par la protection de la vie privée.", "Mais il me semble que le critère des juridictions allemandes – l’isolement spatial – est très restrictif.", "J’estime que, dans toutes les situations où la personne publique pourrait avoir l’« espérance légitime » d’être à l’abri des médias, le droit à sa vie privée prime sur le droit à la liberté d’expression ou à être informé.", "Il ne sera jamais facile de concrétiser les situations qui peuvent caractériser cette « espérance légitime », et donc une approche au cas par cas se justifie.", "Et dans cette approche casuistique, les divergences sont aussi plausibles.", "La majorité attache de l’importance, par exemple, au fait que les photos au « Beach Club » de Monte-Carlo avaient été prises de manière clandestine.", "Je ne conteste pas la nécessité de prendre en considération le fait que les photos aient été prises de loin, notamment si la personne se trouvait dans une situation où elle pouvait légitimement penser qu’elle n’était pas exposée au regard du public.", "", "", "Mais la piscine du « Beach Club » était un lieu non fermé, fréquenté par le grand public et, de surcroît, visible des édifices voisins.", "Est-ce que dans un tel lieu on peut avoir une espérance raisonnable de n’être pas exposé au regard du public ou des médias ?", "Je ne le crois pas.", "Et ce même critère me paraît valable pour les photos qui montrent la requérante dans d’autres situations de sa vie quotidienne et dont il ne ressort pas qu’elle pouvait s’attendre à voir sa vie privée protégée.", "Je pense aux photos la montrant faisant des courses.", "Par contre, d’autres photos – par exemple celles montrant la requérante à cheval ou en train de jouer au tennis – ont été prises dans des lieux et circonstances qui supportent une approche de sens contraire.", "C’est donc conscient des limites de l’exercice (je renvoie à cet égard à l’opinion de M. le juge Zupančič) que je conclus à la violation de l’article 8 de la Convention.", "", "OPINION CONCORDANTE DE M. LE JUGE ZUPANČIČ", "(Traduction)", "Je partage les hésitations évoquées par mon collègue le juge Cabral Barreto. Si j’estime que les distinctions qu’opère le système juridique allemand entre les différents niveaux d’exposition admissibles relèvent trop de la jurisprudence conceptuelle (Begriffsjurisprudenz), je considère que le critère de mise en balance entre le droit du public à savoir, d’une part, et le droit à l’intimité de la vie privée de la personne concernée, d’autre part, doit être appliqué de manière adéquate. Celui qui monte volontairement sur la scène publique ne peut prétendre être une personne privée ayant droit à l’anonymat. Les membres des familles royales, les acteurs, les universitaires, les hommes politiques, etc., accomplissent leurs tâches de manière publique. Ils peuvent ne pas rechercher la publicité mais, par définition, leur image est, dans une certaine mesure, propriété publique.", "J’entends ici me concentrer non pas tellement sur le droit du public à savoir – ce droit s’applique d’abord et avant tout à la question de la liberté de la presse et à la doctrine constitutionnelle y relative – mais plutôt sur le simple fait qu’il n’est pas possible de séparer par un rideau de fer la vie privée de l’accomplissement de tâches publiques. Vivre parfaitement incognito est le privilège de Robinson ; en ce qui concerne le commun des mortels, chacun suscite, dans une mesure plus ou moins grande, l’intérêt d’autrui.", "Le droit à l’intimité de la vie privée, par contre, est le droit à ne pas être importuné. Chacun peut prétendre ne pas être importuné pour autant précisément que sa vie privée ne s’entrecroise pas avec la vie privée d’autrui. A leur manière, les notions juridiques telles que la calomnie, la diffamation, etc., attestent de ce droit et des barrières interdisant à autrui d’y porter atteinte. La doctrine du droit de la personnalité que connaît le droit privé allemand consacre un cercle concentrique plus large de vie privée protégée. De surcroît, il me paraît que, dans une certaine mesure et sous l’influence américaine, les tribunaux ont fait de la liberté de la presse un fétiche. La doctrine du droit de la personnalité consacre un niveau plus élevé de civilisation dans les relations interpersonnelles.", "Il est temps que le balancier revienne à un type d’équilibre différent entre ce qui est privé et protégé et ce qui est public et non protégé. La question en l’espèce consiste à savoir comment on peut assurer et apprécier cet équilibre. Je souscris au résultat auquel la Cour est arrivée en l’espèce. J’estime toutefois qu’elle aurait pu appliquer un critère différent : celui qu’elle a utilisé dans son arrêt Halford c. Royaume-Uni du 25 juin 1997 (Recueil des arrêts et décisions 1997-III), où elle s’est demandé si la personne concernée « pouvait raisonnablement croire au caractère privé » des appels en cause.", "Le contexte de la procédure pénale et l’utilisation de preuves obtenues en violation du principe de protection des éléments que l’on peut raisonnablement croire de nature privée dans l’affaire Halford n’empêchent pas la Cour de faire usage du même critère dans les affaires telles que la présente. La question de savoir si la requérante en l’espèce était ou non une personnalité publique cesse alors d’exister ; le critère proposé, qui vise à déterminer si la personne s’estimant victime d’une atteinte à sa vie privée pouvait raisonnablement croire au caractère privé de la situation litigieuse autorise une approche nuancée dans chaque nouvelle affaire. Peut-être est-ce cela que vise le juge Cabral Barreto lorsqu’il parle de la jurisprudence en train d’émerger concernant l’exercice de mise en balance entre le droit du public à savoir et le droit de la personne privée à se protéger.", "Il faut bien sûr éviter ici le raisonnement circulaire. Le caractère « raisonnable » de la croyance à la nature privée d’une situation pourrait se réduire au critère de mise en balance précité. Mais invoquer le caractère raisonnable d’une croyance, c’est aussi faire appel au sens commun éclairé, qui nous dit que celui qui vit dans une maison de verre n’a guère le droit de jeter des pierres."]}