{"file": "FRE_HFJUD_28290_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "28290/95", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE GÜNGÖR c. TURQUIE", "", "", "(Requête no 28290/95)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "22 mars 2005", "", "", "", "DÉFINITIF", "", "22/06/2005", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Güngör c. Turquie,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,", "\t\tA.B. Baka,", "\t\tK. Jungwiert,", "\t\tM. Ugrekhelidze,", "\tMmes\tA. Mularoni,", "\t\tE. Fura-Sandström, juges,", "\tM.\tF. Gölcüklü, juge ad hoc,", "et M.\tS. Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 16 mars 2004 et 1er mars 2005,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 28290/95) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Erol Güngör (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 14 juillet 1995 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par M. G. Dinç, avocat à İzmir. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le requérant, ancien député turc, invoquait le caractère inadéquat et insuffisant de l'enquête menée à la suite du meurtre de son fils dans la cité parlementaire à Ankara. Les auteurs du crime demeurent à ce jour inconnus. Le requérant alléguait, à cet égard, une violation des articles 2, 3 et 13 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement. A la suite du déport de M. Rıza Türmen, juge élu au titre de la Turquie (article 28), le Gouvernement a désigné M. Feyyaz Gölcüklü, pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "6.  Par une décision du 16 mars 2004, la chambre a déclaré la requête recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "8.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "A.  Le meurtre", "9.  Le 20 juin 1991, le requérant et son épouse quittèrent le logement de service mis à leur disposition dans la cité parlementaire d'Ankara, pour effectuer un voyage à İzmir. Ils laissèrent derrière eux leur fils Mustafa Güngör, alors âgé de vingt-deux ans et étudiant à l'université.", "Le 22 juin 1991, celui-ci rencontra Ç.T., une amie de l'université. Ils se donnèrent rendez-vous pour se retrouver deux jours plus tard dans le logement de la famille Güngör.", "10.  Le 24 juin 1991, entre midi et 13 heures, le fils du requérant fut retrouvé mort dans son lit par Ç.T. et le frère de celle-ci. Ces deux personnes informèrent immédiatement leur père, lequel prévint la police vers 17 heures. Un dossier d'enquête fut ouvert d'office sous le no 1991/52269, puis la police mit Ç.T. et son frère en garde à vue ; ils furent relâchés après un interrogatoire.", "B.  Les investigations criminelles et parlementaires", "11.  Le jour même, les policiers effectuèrent un enregistrement vidéo dans la chambre du défunt. D'après cet enregistrement, il y avait sur l'étagère une sorte de boîte ou de cartable ainsi que certains objets, comme des flacons de parfum ; dans la chambre voisine, il y avait également une chevalière posée sur une table. Par ailleurs, les policiers découvrirent des cheveux teints au henné et constatèrent que le corps avait été déplacé de la salle de bains vers le lit.", "12.  Le 25 juin 1991, les policiers chargés de l'enquête indiquèrent au requérant que son fils avait succombé à des blessures par arme blanche au niveau de la poitrine, du cou et du nez, et lui demandèrent s'il soupçonnait quelqu'un ou s'il avait des ennemis.", "13.  A la même date, vers 21 heures, une autopsie fut effectuée. Elle se termina le lendemain vers minuit trente et le corps de Mustafa Güngör fut remis au requérant. Le rapport établi en conséquence indiquait que la blessure au nez avait été causée par l'entrée d'une balle de calibre 22, qui était ressortie derrière la tête, mais qu'aucun projectile ni aucune douille n'avait été retrouvés sur les lieux du crime. Les médecins légistes constatèrent aussi la présence de deux blessures par arme blanche, l'une à droite du cou et l'autre, mortelle, au côté droit du thorax.", "14.  A partir de cette date, le meurtre fut largement couvert par la presse.", "15.  Le 2 juillet 1991, le président de la Grande Assemblée nationale de Turquie (« le président ») commanda l'ouverture d'une enquête parlementaire sur la mort de Mustafa Güngör et décida de convoquer le directeur de la sûreté d'Ankara (« le directeur de la sûreté ») pour s'enquérir de la situation.", "16.  Le directeur de la sûreté n'ayant pas répondu à cette convocation, le préfet d'Ankara dut s'expliquer au président. Il fit valoir les impératifs du secret de l'enquête et ajouta : « (...) la police a en fait des soupçons au sujet du meurtre. Aussi veulent-ils également recueillir les dépositions des enfants de certains députés, mais ils rencontrent des difficultés à cet égard (...) ».", "17.  Le 9 juillet 1991, le directeur de la sûreté, accompagné du ministre de l'Intérieur, s'entretint avec le président et sollicita son aide afin que certains enfants de députés puissent être interrogés.", "18.  Le 4 juillet 1991, le logement de service du requérant fut nettoyé par des ouvriers d'entretien (employés par l'administration de l'Assemblée nationale) sous la surveillance des policiers chargés de l'enquête. Le 9 juillet 1991, les mêmes ouvriers remplacèrent par un lit neuf le lit où avait été retrouvé le corps de la victime. Le requérant n'était pas au courant de ces actes.", "19.  Le 11 juillet 1991, le quotidien Hürriyet informa le public qu'un responsable avait apparemment tenu les propos suivants : « Bien qu'il s'agisse d'une possibilité lointaine, il se peut que Mustafa ait eu une liaison interdite avec l'épouse d'un député et que ce dernier, ayant appris la situation, ait tué Mustafa ».", "20.  Le 25 juillet 1991, l'institut médico-légal d'Ankara établit le rapport de toxicologie qui avait été commandé par le parquet. D'après ce rapport, le sang de Mustafa Güngör présentait un taux d'alcoolémie de 8 mg %.", "21.  Le 5 août 1991, le quotidien précité publia un article sur les investigations en cours et notamment la rumeur selon laquelle la police pensait que Mustafa Güngör avait pu être tué par un député âgé, l'ayant soupçonné d'avoir une relation avec sa jeune épouse de 25 ans. Cet article indiquait que l'ancien préfet d'Ankara avait d'ailleurs déclaré à l'époque : « à mon avis, pour la préfecture et la police d'Ankara, l'auteur du meurtre (...) n'est guère inconnu. La cible est évidente et la police sait très bien vers quoi et vers qui elle doit aller. Mais il faut admettre l'existence de certaines difficultés (...) ». Le requérant écrivit en vain au préfet pour qu'il lui fasse part des informations l'ayant conduit à penser ainsi.", "22.  Le 15 août 1991, la presse informa le public que le fils et trois neveux d'un député ainsi que le fils d'un autre étaient portés disparus depuis cinq jours. A ce sujet, les autorités avancèrent l'hypothèse selon laquelle les jeunes qui avaient probablement rejoint les rangs du PKK avaient été aussi impliqués dans le meurtre de Mustafa Güngör.", "23.  Le 16 août 1991, le quotidien Milliyet relata les deux hypothèses sur lesquelles les autorités d'enquête s'étaient apparemment concentrées quant au mobile du meurtre : la première reposait sur le désaccord entre les groupes pro-kurdes de la cité parlementaire dont les cinq jeunes disparus faisaient partie et Mustafa Güngör, qui s'opposait à ce groupe et dénonçait leurs activités à la police ; la seconde supposait la complicité d'un professionnel, compte tenu de la disparition des preuves et de l'utilisation d'une arme de calibre 22, qui, combinée avec les cheveux teints retrouvés sur les lieux, donnait à penser que l'on avait tenté d'orienter les soupçons vers une femme.", "24.  Le 17 août 1991, le requérant envoya une lettre à tous les députés, leur demandant d'aider à la police à identifier les meurtriers de son fils.", "25.  Cette démarche s'étant avérée vaine, les 20 et 21 août 1991, il sollicita par écrit l'assistance et le soutien des présidents des deux grands partis politiques de l'époque, l'ANAP et le DYP, ainsi que du président de l'Assemblée nationale, afin que la lumière soit faite sur le meurtre de son fils.", "26.  Durant la session de l'Assemblée nationale du 27 août 1991, le requérant prit la parole au sujet de la mort de son fils. Il rappela les hypothèses avancées à cet égard dans la presse et parmi les parlementaires, selon lesquelles son fils aurait été tué soit par les « hommes » d'un député résidant dans la même cité et jaloux de son épouse, soit par un groupe de jeunes composé de fils de députés habitant eux aussi la même cité. Il expliqua que, d'après les ouï-dire, tous les députés impliqués dans cette affaire étaient originaires de l'est ou du sud-est de la Turquie, et demanda enfin au ministre de l'Intérieur d'exposer à quel stade se trouvait l'enquête.", "27.  Le ministre de l'Intérieur prit alors la parole et expliqua que dans le cadre de son enquête la police avait entendu plusieurs témoins, dont dix-sept amis de la victime, deux commissaires de police et douze policiers chargés de la protection de la cité parlementaire. Il indiqua également que tous les députés avaient été invités à déposer au sujet de cette affaire, sachant que l'immunité dont ils bénéficiaient empêchait leur convocation par la direction de la sûreté ; or aucun député n'était venu témoigner de son plein gré.", "28.  Le 19 septembre 1991, le requérant demanda au parquet de procéder à l'identification des policiers en faction le jour du meurtre.", "29.  Entre le 20 et 23 septembre 1991, il écrivit au préfet d'Antalya ainsi qu'aux présidents des partis politiques DYP et SHP, sollicitant leur aide pour faire la lumière sur le meurtre de son fils.", "30.  Entre les 26 novembre et 26 décembre 1991, le requérant, qui n'était plus député depuis le mois d'octobre, s'adressa au président, au premier ministre, à l'adjoint du premier ministre, aux ministres de l'Intérieur et de la Justice ainsi qu'à d'autres personnalités politiques ou administratives afin d'obtenir leur contribution au bon déroulement de l'enquête.", "31.  Après une période infructueuse d'un an, il saisit à nouveau les autorités décisionnelles de l'Assemblée nationale ainsi que les ministères de l'Intérieur et de la Justice, par des lettres envoyées entre le 6 janvier et le 21 avril 1992.", "32.  Dans l'intervalle, le 21 janvier 1992, le procureur de la République fit une descente sur le lieu du crime à la demande du requérant. Il releva que les objets sur l'étagère et la chevalière visibles dans l'enregistrement vidéo avaient disparu. Le 10 février 1992, les policiers se rendirent à nouveau sur place et observèrent que ce qui dans l'enregistrement semblait être posé sur la table n'était pas une chevalière mais une rosette du parti politique SHP ou un boulon de couleur kaki destiné au montage de meubles. Ces conclusions furent confirmées dans le procès-verbal de perquisition concernant les objets litigieux, dressé le 28 février 1992.", "33.  Le 5 mars 1992, le procureur de la République fit part à la présidence de l'Assemblée nationale de la nécessité d'obtenir les témoignages des députés qui résidaient à la cité à la date du meurtre. Des élections ayant eu lieu entre-temps, le procureur demanda qu'on lui communique les coordonnées des anciens parlementaires non réélus, afin de les interroger.", "34.  Le 12 mars 1992, la présidence de l'Assemblée nationale répondit qu'il n'était pas possible de fournir les renseignements requis, dès lors que les anciens députés n'avaient pas informé leurs partis respectifs de leurs nouvelles adresses.", "35.  Le 23 mars 1992, le procureur convoqua deux anciens députes non réélus, S.S. et C.E., pour recueillir leurs témoignages. D'après le dossier, il ne semble pas que C.E. ait déféré à cette requête. S.S. fut entendu le 2 février 1994, soit près de deux ans plus tard.", "36.  Le 21 avril 1992, le requérant sollicita le réexamen de l'enregistrement vidéo effectué sur les lieux. Le 29 mai 1992, la direction de la sûreté l'informa que, d'après les experts, il était impossible d'identifier de manière précise l'objet visible sur la table, mais qu'en revanche l'objet aperçu sur l'étagère était la valise à outils de l'un des experts légistes.", "37.  Le 4 août 1992, le requérant saisit derechef le procureur de la République et la direction de la sûreté pour leur faire part de ses propres observations sur les défaillances de l'enquête menée jusqu'alors, notamment sur les contradictions relatives aux objets disparus du lieu du crime. En conséquence, le 16 septembre 1992, le parquet commanda à la direction technique de la radiotélévision nationale une dernière expertise sur l'enregistrement litigieux. Dans son rapport du 15 octobre 1992, un spécialiste chargé d'examiner tous les supports visuels disponibles observa que l'objet perceptible sur la table ressemblait plus à une monture en forme de bague qu'à autre chose.", "38.  Le 9 février 1993, l'Assemblée nationale ordonna, en vertu de l'article 98 de la Constitution, qu'une commission d'enquête fasse des recherches et établisse un rapport sur les « meurtres politiques dont les auteurs demeurent inconnus ».", "39.  Le 3 novembre 1994, le requérant s'enquit de la progression de l'enquête criminelle auprès du ministre de la Justice, attirant l'attention de celui-ci sur les nombreuses négligences relevées.", "40.  Le 27 décembre 1994, le procureur de la République d'Ankara pria tous les députés concernés de venir témoigner au sujet de la mort de Mustafa Güngör. Or, il ressort du dossier que seulement cinq députés se sont exprimés sur ce point.", "41.  En avril 1995, la commission d'enquête désignée par l'Assemblée nationale rendit son rapport (no 10/90) qui contient les passages suivants :", "« (...) Etant donné que la liste des noms de victimes de meurtres politiques (...) fournie par le ministère de la Justice et la direction de la sûreté ne contient pas le nom de Mustafa Güngör, il n'a pas été possible de faire des recherches à ce sujet, car le mandat de notre commission se limitait aux meurtres politiques dont les auteurs demeurent inconnus. (...)", "[Cependant, il y a lieu] de dénoncer la commission d'une infraction visée à l'article 235 du code pénal, car il a été constaté que lors des investigations préliminaires sur le meurtre de Mustafa Güngör, les autorités d'instruction n'avaient pas enquêté sur certaines allégations sérieuses (...) ».", "Ce rapport n'a jamais été transmis au parquet chargé de l'enquête sur le meurtre en question.", "42.  Le 3 avril 1998, le requérant transmit au premier ministre un rapport détaillé de cinquante-sept pages, établi par ses soins et concernant la mort de son fils et les défaillances de l'enquête menée à ce sujet. Dans ce rapport, l'intéressé, se référant à des documents et déclarations officiels, signalait quelques points alarmants attestant les dysfonctionnements du mécanisme judiciaire.", "43.  Certains députés semblent avoir été informés de ce rapport. En effet, sur la base des allégations du requérant, 42 députés demandèrent, par une pétition commune (no 10/261) déposée le 14 mai 1998 et adressé au président de l'Assemblée nationale, l'ouverture d'une enquête parlementaire sur les circonstances de la mort de Mustafa Güngör et la responsabilité des autorités d'enquête quant aux négligences observées jusqu'alors. Les députés signataires expliquaient notamment ce qui suit :", "« (...) La commission d'un assassinat dans une enceinte placée sous surveillance permanente et à laquelle personne, en-dehors des députés et des membres de leur famille, ne peut accéder qu'après vérification d'identité par les forces de sécurité, et le fait que les coupables n'aient pas encore été retrouvés alors qu'environ sept ans se sont écoulés, soulèvent une question préoccupante non seulement pour la justice mais également pour la Grande Assemblée nationale de Turquie. (...)", "En effet, le mobile de ce meurtre a été ramené à des relations amoureuses, à des querelles ethniques et à l'existence de bandes dans la cité parlementaire, d'aucuns se sont livrés à des spéculations à partir des lettres de dénonciation et des documents [émanant] prétendument des services secrets, et, en raison des déclarations faites à la presse (...) l'incident a été associé aux députés ainsi qu'à leurs conjoints et enfants.", "Malgré la certitude qu'une arme blanche et un pistolet avaient été utilisés lors du meurtre, le fait qu'au début de l'enquête les membres du parquet et de la police n'aient même pas été en mesure de constater l'utilisation d'un pistolet démontre que le démarrage des investigations était largement dénué de sérieux et de diligence. La circonstance que les autorités aient fait valoir, parmi les obstacles à l'enquête, l'immunité des députés et l'impossibilité pour elles de déterminer les adresses des députés qui n'ont pas été réélus (...), le fait que les preuves matérielles visibles dans l'enregistrement vidéo effectué après l'incident aient disparu par la suite, et l'indifférence des autorités d'enquête en dépit des rapports d'expertise, sont extrêmement choquants.", "Pensez que même les noms des membres des forces de sécurité qui étaient en faction dans les logements le jour de l'incident ont été cachés à Erol Güngör, qui s'efforçait de faire la lumière sur cet assassinat. (...)", "Il est également préoccupant que, avant même la clôture des investigations, l'appartement où avait été commis le meurtre ait été vidé et que les meubles aient été transportés dans un dépôt, sans qu'Erol Güngör en soit informé.", "Une autre question préoccupante est de savoir sur quels motifs pouvaient reposer les déclarations du préfet d'Ankara de l'époque, selon lesquelles le meurtre n'avait pas de dessein politique. (...) »", "44.  Le 22 décembre 2000 fut publiée au Journal officiel la loi no 4616 relative à l'amnistie de certaines infractions commises avant le 23 avril 1999. En vertu de cette loi, il n'était plus possible de poursuivre les autorités d'enquête impliquées dans l'affaire du requérant pour une éventuelle faute ou négligence susceptible de leur être reprochée dans la conduite des investigations.", "45.  Aucune enquête officielle ne fut ouverte au sujet des mesures de sécurité générales appliquées dans la cité parlementaire.", "46.  Selon certains articles de presse parus en Turquie le 7 novembre 2003, l'actuel ministre de l'Intérieur aurait récemment chargé la direction de la sûreté d'Ankara de constituer une cellule spéciale afin de rouvrir l'enquête pénale sur la mort de Mustafa Güngör, ce en collaboration avec le procureur ayant déjà eu à connaître de l'affaire. A cette fin, il serait prévu, dans un premier temps, de dresser la liste des députés et des membres de leur famille qui n'avaient pu être entendus à l'époque des faits.", "Le 8 février 2005, l'Assemblée nationale décida d'établir une commission d'enquête au sujet du meurtre de Mustafa Güngör.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Le droit pénal", "47.  Le code pénal turc réprime toutes formes d'homicide (articles 448 à 455) et de tentative d'homicide (articles 61 et 62). Les obligations incombant aux autorités quant à la conduite d'une enquête préliminaire au sujet des faits et omissions qui sont susceptibles de constituer pareilles infractions et que l'on porte à leur connaissance sont régies par les articles 151 à 153 du code de procédure pénale (« CPP »). Les infractions peuvent être dénoncées non seulement aux parquets ou aux forces de sécurité, mais également aux autorités administratives locales. Les plaintes peuvent être déposées par écrit ou oralement. Dans ce dernier cas, l'autorité est tenue d'en dresser un procès-verbal (article 151).", "48.  En vertu de l'article 235 du code pénal, tout agent public qui omet de dénoncer à la police ou au parquet une infraction dont il a eu connaissance dans l'exercice de ses fonctions est passible d'une peine d'emprisonnement. Le procureur qui, de quelque manière que ce soit, est avisé d'une situation permettant de soupçonner qu'une infraction a été commise, est tenu d'instruire les faits afin de décider s'il y a lieu ou non d'engager des poursuites (article 153 du CPP).", "B.  La Constitution", "49.  L'article 83 de la Constitution, intitulé « Immunité parlementaire », est ainsi libellé :", "« Les membres de la Grande Assemblée nationale de Turquie ne peuvent voir leur responsabilité engagée en raison de leurs votes ou paroles au cours des travaux parlementaires, ou de leurs idées ou opinions exprimées par eux devant l'Assemblée nationale, à moins que l'Assemblée n'en décide autrement sur proposition du Bureau de séance, du fait de leur répétition et diffusion en dehors de l'Assemblée.", "Aucun député accusé d'avoir commis une infraction avant ou après les élections ne peut être arrêté, interrogé, détenu ou jugé sans la décision de l'Assemblée. Les cas de flagrant délit entraînant une lourde peine ainsi que les cas prévus à l'article 14 de la Constitution [infractions contre l'Etat] échappent à la présente disposition, à condition que leur instruction ait commencé avant les élections. Dans cette hypothèse, l'autorité compétente doit toutefois en informer directement et sans délai la Grande Assemblée nationale de Turquie.", "L'exécution d'une condamnation pénale prononcée à l'encontre d'un membre de la Grande Assemblée nationale de Turquie avant ou après son élection est suspendue jusqu'à la cessation de sa qualité de membre. La prescription s'interrompt pendant la durée de son mandat.", "Les instructions et les poursuites pénales à l'encontre d'un député réélu sont subordonnées à une nouvelle levée de son immunité par l'Assemblée.", "Les groupes parlementaires des partis politiques à la Grande Assemblée nationale de Turquie ne peuvent débattre de l'immunité parlementaire ni prendre une décision y afférente. »", "50.  D'après la doctrine turque en la matière, l'interdiction de juger un député prévu à l'article 83 § 2 ne fait pas obstacle à toutes les mesures judiciaires. Si l'interrogatoire, l'arrestation et la mise en détention provisoire des députés tombent sous le coup de cette interdiction, rien n'empêche toutefois l'ouverture d'une action publique qui, en tant que telle, ne prive pas l'intéressé de ses fonctions parlementaires. Quoi qu'il en soit, l'Assemblée parlementaire peut toujours lever l'immunité d'un député et veiller à ce que pareilles mesures judiciaires lui soient appliquées.", "EN DROIT", "I.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "51.  Le Gouvernement excipe du non-épuisement des voies de recours internes, car aucune décision judiciaire définitive, pénale ou autre, n'avait encore été rendue au niveau national à la date d'introduction de la requête.", "52.  Le Gouvernement soutient aussi que, dans l'hypothèse où le requérant serait considéré comme dispensé d'épuiser les voies de recours internes, la requête devrait être écartée comme étant tardive, dès lors que, dans ce cas, le délai de six mois serait à calculer à partir du 23 juin 1991, date du décès de Mustafa Güngör.", "53.  Le requérant réfute ces thèses, tout en faisant valoir que les autorités étaient en l'espèce tenues d'engager d'office des investigations répondant aux exigences de l'article 2 de la Convention et qu'il a lui-même effectué de nombreuses démarches pour réactiver le mécanisme d'enquête.", "54.  La Cour a déjà estimé, dans la décision quant à la recevabilité de la présente requête, que ces exceptions préliminaires soulevaient des questions étroitement liées à l'examen de l'effectivité de l'enquête pénale menée en l'espèce à l'échelon national, donc au bien-fondé des griefs formulés sur le terrain de l'article 2 de la Convention. Elle reprendra donc son examen sur ce point à la lumière de sa conclusion quant au fond de ces griefs.", "", "", "", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 2 DE LA CONVENTION", "", "55.  Le requérant allègue une violation à caractère matériel de cette disposition du fait que les forces de sécurité n'ont pu empêcher le meurtre de son fils, qui a eu lieu dans une cité hautement protégée. Il soutient également que l'article 2 a été enfreint en son volet procédural en raison de l'insuffisance de l'enquête menée à la suite du meurtre.", "L'article 2 de la Convention est ainsi libellé dans sa partie pertinente :", "« 1. Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d'une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi. (...) »", "A.  Quant à l'obligation positive de protéger la vie", "1.  Thèses des parties", "a)  Le requérant", "56.  Le requérant affirme que les forces de sécurité n'ont pas respecté les consignes prévues par le règlement de sécurité de la cité où se trouvent les logements des parlementaires, texte dont l'application effective relevait de l'autorité du président de l'Assemblée nationale. Se référant à l'arrêt Osman c. Royaume-Uni (arrêt du 28 octobre 1998, Recueil des arrêts et décisions 1998-VIII, p. 3124), il estime que les autorités ont failli à leur devoir de protéger la vie de son fils.", "b)  Le Gouvernement", "57.  Le Gouvernement soutient qu'il n'existait aucun risque réel et immédiat pour la vie de la victime et que les forces de sécurité n'avaient donc pas de raisons de prendre des mesures spéciales afin de la protéger.", "2.  Appréciation de la Cour", "a)  Principes généraux", "58.  La première phrase de l'article 2 § 1 astreint l'Etat non seulement à s'abstenir de provoquer la mort de manière volontaire et irrégulière, mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (L.C.B. c. Royaume-Uni, arrêt du 9 juin 1998, Recueil 1998-III, p. 1403, § 36). Cela implique pour l'Etat un devoir primordial d'assurer le droit à la vie en mettant en place une législation pénale concrète dissuadant de commettre des atteintes contre la personne et s'appuyant sur un mécanisme d'application conçu pour en prévenir, réprimer et sanctionner les violations. L'article 2 de la Convention peut en effet, dans certaines circonstances bien définies, mettre à la charge des autorités l'obligation positive de prendre préventivement des mesures d'ordre pratique pour protéger l'individu dont la vie est menacée par les agissements criminels d'autrui (Osman, précité, p. 3159, § 115).", "59.  Sans perdre de vue les difficultés pour la police d'exercer ses fonctions dans les sociétés contemporaines, ni l'imprévisibilité du comportement humain ni les choix opérationnels à faire en termes de priorités et de ressources, il faut interpréter cette obligation de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif. Dès lors, toute menace présumée contre la vie n'oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation. Pour que l'on puisse conclure à l'existence d'une obligation positive, il y a lieu d'établir que les autorités savaient ou auraient dû savoir sur le moment qu'un individu déterminé était menacé de manière réelle et immédiate dans sa vie par des actes criminels d'un tiers et qu'elles n'ont pas pris, dans le cadre de leurs pouvoirs, les mesures qui, d'un point de vue raisonnable, pouvaient être considérées comme aptes à pallier ce risque (Osman, précité, pp. 3159-3160, § 116 ; Paul et Audrey Edwards c. Royaume-Uni, no 46477/99, CEDH 2002-II, § 55).", "b)  Application en l'espèce", "60.  Quant à l'existence d'un risque réel et immédiat pour la vie de Mustafa Güngör, il ne ressort ni des documents contenus dans le dossier ni des observations des parties qu'une menace spécifique pesait davantage sur lui que sur un citoyen ordinaire habitant à Ankara. Le lieu du crime n'était pas non plus un lieu à haut risque, compte tenu de l'accès limité et contrôlé à la zone des logements officiels. Il n'est pas allégué devant la Cour que la victime a été tuée par des agents de l'Etat ou que les résidents des logements officiels et leurs visiteurs étaient particulièrement dangereux pour sa vie.", "61.  On ne saurait donc raisonnablement soutenir qu'il existait un risque réel et immédiat pour la vie de Mustafa Güngör. Dès lors, il n'est pas nécessaire de rechercher si les autorités auraient dû prendre des mesures spécifiques afin de pallier un tel risque.", "L'allégation du requérant selon laquelle l'accès limité et contrôlé à la zone du crime aurait dû faciliter l'identification et l'arrestation des meurtriers concerne plutôt l'efficacité de l'enquête pénale menée dans cette affaire.", "62.  Partant, il n'y a pas eu violation de l'article 2 de la Convention quant à l'obligation positive de protéger la vie.", "", "B.  Quant à l'obligation procédurale de mener des investigations effectives", "1.  Thèses des parties", "a)  Le requérant", "63.  Le requérant soutient que les autorités judiciaires se sont montrées incapables de recueillir les témoignages nécessaires et de suivre les pistes existantes, de crainte que certains députés ou leurs proches soient impliqués. Ils n'ont pu empêcher que des éléments de preuve matériels disparaissent du dossier. En outre, l'intéressé n'a pu participer de manière effective à l'enquête pénale.", "64.  Selon le requérant, la présidence de l'Assemblée nationale a aussi négligé de veiller à ce qu'une enquête parlementaire effective fût menée, alors que des éléments semblaient indiquer la responsabilité de certains députés ou de membres de leurs familles.", "b)  Le Gouvernement", "65.  Le Gouvernement soutient qu'une enquête pénale sur les circonstances du crime en question a été menée par le parquet avec la collaboration des policiers. Ceux-ci ont déployé d'importants efforts pour recueillir tous les témoignages possibles. Les autorités ont pris des mesures nécessaires pour conserver les éléments de preuve et ont procédé à une autopsie, laquelle a permis d'établir les causes du décès.", "66.  Même si, en l'espèce, la police n'a pu saisir les armes du crime, retrouver la douille ou découvrir une quelconque empreinte digitale, les autorités ont pris en considération toutes les thèses imaginables et n'ont négligé aucune piste. L'immunité parlementaire n'empêche pas les autorités d'entendre les parlementaires en qualité de témoins. Dans cette affaire, les inspecteurs ont entendu les parlementaires ainsi que les membres de leurs familles qui habitaient les rues voisines de celle où résidait le requérant. Aucun parlementaire n'a invoqué son immunité pour ne pas avoir à présenter son témoignage. L'enquête pénale étant toujours en cours, l'obligation positive imposée par l'article 2 a été respectée.", "2.  Appréciation de la Cour", "a)  Principes généraux", "67.  Combinée avec le devoir général imposé à l'Etat par l'article 1 de la Convention de « reconna[ître] à toute personne relevant de [sa] juridiction les droits et libertés définis [dans la] Convention », l'obligation de protéger le droit à la vie que consacre l'article 2 de la Convention requiert, par implication, qu'il y ait une enquête officielle effective lorsqu'un individu perd la vie à la suite d'un recours à la force. Le but essentiel de pareille enquête est d'assurer la mise en œuvre effective des lois internes qui protègent le droit à la vie. Quant à savoir quelle forme d'enquête est de nature à permettre la réalisation de ces objectifs, cela peut varier selon les circonstances. Toutefois, quelles que soient les modalités retenues, les autorités doivent agir d'office dès que la question est signalée à leur attention. Elles ne sauraient laisser à l'initiative des proches de la victime le dépôt d'une plainte formelle ou la responsabilité d'engager une procédure d'enquête (Paul et Audrey Edwards, précité, § 69).", "68.  Pour qu'une enquête menée au sujet d'un homicide puisse passer pour effective, on peut considérer, d'une manière générale, qu'il est nécessaire que les personnes responsables de l'enquête et celles effectuant les investigations soient indépendantes de celles impliquées dans les événements (voir, par exemple, les arrêts Güleç c. Turquie du 27 juillet 1998, Recueil 1998-IV, p. 1733, §§ 81-82, et Oğur c. Turquie [GC], no 21954/93, §§ 91-92, CEDH 1999-III). Cela suppose non seulement l'absence de tout lien hiérarchique ou institutionnel mais également une indépendance pratique (voir, par exemple, l'arrêt Ergi c. Turquie du 28 juillet 1998, Recueil 1998-IV, pp. 1778-1779, §§ 83-84, et les affaires nord irlandaises récentes, par exemple Hugh Jordan c. Royaume-Uni, no 24746/94, § 120, 4 mai 2001, et Kelly et autres c. Royaume-Uni, no 30054/96, § 114, 4 mai 2001).", "69.  L'enquête menée doit également être effective en ce sens qu'elle doit permettre de conduire à l'identification et au châtiment des responsables (Oğur, précité, § 88). Il s'agit là d'une obligation non de résultat, mais de moyens. Les autorités doivent avoir pris les mesures qui leur étaient raisonnablement accessibles pour que fussent recueillies les preuves concernant l'incident, notamment les déclarations des témoins oculaires, les relevés de police technique et scientifique et, le cas échéant, une autopsie fournissant un descriptif complet et précis des lésions subies par la victime ainsi qu'une analyse objective des constatations cliniques, en particulier de la cause du décès (voir, par exemple Salman c. Turquie [GC], no. 21986/93, § 106, CEDH 2000VII, Tanrıkulu c. Turquie [GC], no 23763/94, § 109, CEDH 1999-IV, et Gül c. Turquie, no 22676/93, § 89, 14 décembre 2000). Tout défaut de l'enquête propre à nuire à sa capacité d'établir la cause du décès de la victime ou à identifier la ou les personnes responsables peut faire conclure à son ineffectivité (voir les affaires nord irlandaises récentes, par exemple Hugh Jordan précité, § 127, concernant l'impossibilité pour le coroner menant une enquête judiciaire de contraindre à comparaître devant lui les témoins membres des forces de sécurité directement impliquées dans le recours à la force meurtrière).", "70.  Une exigence de promptitude et de diligence raisonnable est implicite dans ce contexte (voir, par exemple, Mahmut Kaya c. Turquie, no 22535/93, §§ 106-107, CEDH 2000-III). S'il peut arriver que des obstacles ou difficultés empêchent une enquête de progresser dans une situation particulière, il reste que la prompte ouverture d'une enquête par les autorités lorsqu'il a été fait usage de la force meurtrière peut, d'une manière générale, être considérée comme capitale pour maintenir la confiance du public et son adhésion à l'Etat de droit et pour prévenir toute apparence de tolérance d'actes illégaux ou de collusion dans leur perpétration (voir Hugh Jordan, précité, §§ 108, 136-140).", "71.  Pour les mêmes raisons, il doit y avoir un élément suffisant de contrôle public de l'enquête ou de ses résultats pour garantir que les responsables aient à rendre des comptes, tant en pratique qu'en théorie. Le degré de contrôle public requis peut varier d'une affaire à l'autre. Dans tous les cas, toutefois, les proches de la victime doivent être associés à la procédure dans la mesure nécessaire à la sauvegarde des intérêts légitimes de la victime (voir, par exemple, McKerr c. Royaume-Uni, no 28883/95, § 148, CEDH 2001-III).", "72.  En matière d'immunité parlementaire, la Cour rappelle qu'elle a estimé compatible avec la Convention une immunité qui couvrait les déclarations faites au cours des débats parlementaires au sein des chambres législatives et tendait à la protection des intérêts du Parlement dans son ensemble, par opposition à ceux de ses membres pris individuellement (A. c. Royaume-Uni, no 35373/97, §§ 84-85, CEDH 2002-X). En revanche, on ne saurait accepter qu'un Etat puisse se soustraire de ses obligations positives au titre des articles 2 et 13 au motif que l'immunité peut être étendue à des mesures n'ayant pas de correspondance substantielle avec des actes parlementaires (voir, mutatis mutandis, Cordova c. Italie (no 1), no 40877/98, §§ 60-65, CEDH 2003-I).", "b)  Application en l'espèce", "73.  La Cour rappelle que Mustafa Güngör a été victime d'un meurtre alors qu'il se trouvait dans sa maison, un logement officiel de député mis à la disposition de son père et de sa famille. Les auteurs de ce crime n'ont à ce jour pas été identifiés. Les autorités turques ont ouvert une enquête judiciaire au sujet des circonstances de son décès. Les parties sont en litige sur la question de savoir si l'enquête menée en l'espèce était suffisamment efficace pour remplir les exigences évoquées ci-dessus.", "i.  Les manquements dont l'enquête aurait été entachée", "74.  Dix jours après le meurtre, les ouvriers de l'administration ont fait le ménage sur le lieu du crime et remplacé le lit sur lequel le corps de la victime avait été retrouvé. Le requérant n'avait pas été informé de ces actes.", "Le Gouvernement soutient que l'examen du lit était terminé et que ce ménage a été effectué après l'adoption par les forces de l'ordre des mesures nécessaires pour préserver d'éventuels éléments de preuve.", "75.  La Cour relève cependant que certains de ces éléments, par exemple les objets sur l'étagère et « la chevalière » visibles sur l'enregistrement vidéo effectué juste après le crime, n'ont pas été retrouvés et n'ont pu être versés au dossier de l'enquête. Il va sans dire que ces objets pouvaient être des pièces déterminantes pour identifier celui ou ceux qui étaient présents dans la maison du requérant le jour du crime, y meurtriers.", "76.  Il y a eu par la suite des divergences entre les constats des policiers et ceux des experts nommés par le parquet sur la nature de ces objets (paragraphes 32 et 37 ci-dessus). Les autorités chargées de l'enquête semblent n'avoir rien fait pour éclaircir ce point, ce qui constitue une faiblesse de l'enquête pénale, comme l'indique la pétition de quarante-deux députés (paragraphe 43 ci-dessus).", "77.  Pour la Cour, ces faits montrent à eux seuls que les mesures prises par les forces de sécurité pour préserver les éléments de preuve n'étaient pas suffisantes.", "78.  La Cour observe aussi que plusieurs autorités ont déclaré que les enquêteurs examinaient diverses hypothèses susceptibles d'expliquer l'homicide en question. Selon l'ancien préfet d'Ankara, cité dans la presse, l'auteur du crime était connu des forces de l'ordre, mais il était difficile de l'arrêter (paragraphe 21 ci-dessus). Par ailleurs, devant le parlement, le requérant a pris la parole en sa qualité de député et présenté les pistes que la police devrait suivre : Mustafa Güngör avait été tué soit par les « hommes » d'un député résidant dans la même cité et jaloux de son épouse, soit par un groupe de jeunes composé de fils de députés habitant eux aussi dans la même cité (paragraphe 26 ci-dessus). Ces hypothèses ont été réitérées officiellement dans la pétition commune de quarante-deux députés déposée auprès du président de l'Assemblée nationale.", "79.  La Cour relève qu'aucun élément du dossier ne montre que les enquêteurs ont pris des mesures sérieuses afin d'éprouver la véracité de ces hypothèses sur l'identité des auteurs et les circonstances du crime, pourtant signalées aux autorités par différentes sources, privées ou officielles.", "ii.  L'absence de pouvoir de contraindre les témoins à comparaître", "80.  Les enquêteurs ont estimé nécessaire de recourir aux témoignages des députés qui résidaient dans la cité parlementaire à la date du meurtre. Cette nécessité a été clairement confirmée dans une lettre que le procureur de la République d'Ankara a adressé au président de l'Assemblée nationale en mars 1992.", "81.  La Cour note l'explication du Gouvernement selon laquelle l'immunité parlementaire ne s'applique pas en cas d'invitation à témoigner dans le cadre d'une enquête pénale.", "82.  Or il ressort de l'examen du dossier que les autorités chargées de l'enquête ont éprouvé des hésitations et des réticences, du moins dans la pratique, s'agissant de convoquer et de faire comparaître les députés ou leurs proches en tant que témoins, comme le préfet d'Ankara l'a expliqué au président de l'Assemblée nationale (paragraphe 16 ci-dessus). Par ailleurs, le 27 août 1991, le ministre de l'Intérieur a indiqué devant le parlement que l'immunité dont bénéficiaient les députés empêchait leur convocation par la direction de la sûreté, et qu'à cette date, aucun député ne s'était présenté de son plein gré afin de témoigner sur cette affaire (paragraphe 27 ci-dessus).", "83.  Le parquet a prié la présidence de l'Assemblée nationale de lui transmettre les coordonnées des anciens parlementaires non réélus en vue de leur audition, mais on lui a répondu que cela n'était pas possible, les anciens députés n'ayant pas informé leurs partis respectifs de leurs nouvelles adresses (paragraphe 34 ci-dessus).", "84.  Parmi les deux anciens députés non réélus qui ont été convoqués par le parquet en qualité de témoins, S.S. a déposé près de deux ans plus tard ; quant à C.E., il n'a pas répondu à la convocation (paragraphe 35 ci-dessus). De même, seuls cinq députés se sont exécutés lorsque le procureur de la République d'Ankara les a priés de venir témoigner sur le meurtre (paragraphe 40 ci-dessus).", "85.  Dans leur pétition déposée auprès du président de l'Assemblée nationale, 42 députés déclaraient que l'immunité parlementaire des députés en fonction et l'impossibilité de connaître les adresses des députés non réélus constituaient les principaux obstacles au bon déroulement de l'enquête pénale (paragraphe 43 ci-dessus). D'après le dossier, il ne semble pas que la présidence de l'Assemblée nationale ait pris des mesures invitant – voire contraignant - les députés à témoigner dans cette affaire.", "86.  A la lumière des constats qui précèdent, la Cour conclut que tous les témoignages nécessaires pour éclaircir les faits de la cause n'ont pu être recueillis par les enquêteurs, et ce malgré l'absence d'obstacles à caractère juridique. La Cour ne saurait spéculer sur les raisons des réticences et des hésitations des enquêteurs à convoquer en tant que témoins – à l'exception d'un nombre très limité – les députés et leurs proches. Il lui suffit de constater, pour les besoins de la présente affaire, que les autorités judiciaires, dans la recherche de la vérité, ont omis d'utiliser les moyens de contrainte dont elles disposaient, vis-à-vis des éventuels témoins ou prévenus.", "Or, comme l'instruction portait sur des faits qui ne relevaient aucunement de l'activité du parlement, l'immunité parlementaire n'aurait pas dû empêcher les enquêteurs d'utiliser leurs pleins pouvoirs en matière de citation des témoins.", "87.  La Cour examine ensuite les dépositions que les députés non réélus ont accepté de faire fin 1994 en tant que témoins. Il ressort de ces textes que les différentes hypothèses concernant l'identité et les mobiles des meurtriers portées à la connaissance des enquêteurs par divers canaux n'ont pas été vérifiées avec les témoins. Les dépositions, qui sont plutôt superficielles et identiques, et qui se bornent à nier toute connaissance de l'affaire, ne semblent nullement avoir contribué à la recherche de la vérité.", "88.  La Cour estime que le manquement des autorités judiciaires à recueillir efficacement tous les témoignages nécessaires pour pouvoir élucider l'affaire et la nature superficielle et peu approfondie des dépositions qu'elles ont obtenues de certains députés ont empêché l'établissement des principaux faits de la cause. L'établissement par l'Assemblée nationale en date du 8 février 2005 d'une commission d'enquête au sujet du meurtre de Mustafa Güngör n'est pas de nature à changer ce constat.", "iii.  Conclusion quant à l'obligation procédurale de mener une enquête effective", "89.  La Cour estime que l'insuffisance dans la conservation des éléments de preuve, l'absence de recherches soutenues afin d'explorer les principales hypothèses avancées quant aux meurtriers et à leurs mobiles, le manquement à recueillir tous les témoignages nécessaires et la nature peu approfondie des auditions de témoins s'analysent en une méconnaissance des exigences de l'article 2 de la Convention, en vertu duquel une enquête effective devait être menée au sujet du décès de Mustafa Güngör.", "Pour les raisons exposées ci-dessus, la Cour conclut à une violation de l'obligation procédurale de l'article 2 de la Convention sur ces points.", "90.  En outre, elle rejette pour les mêmes motifs l'exception préliminaire du Gouvernement relative au non-épuisement des voies de recours internes (paragraphe 51 ci-dessus).", "91.  L'exception tirée de la tardiveté de la requête (paragraphe 52 cidessus) doit elle aussi être rejetée, car le requérant ne pouvait savoir dès le début de l'année 1995 que l'enquête pénale incriminée s'était révélée inefficace, puisque les principaux actes y afférents se sont poursuivis jusqu'à la fin de l'année 1995.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 2", "92.  Se fondant sur les défaillances de l'enquête sur le décès de son fils, le requérant allègue la violation de l'article 13 de la Convention, combiné avec l'article 2. L'article 13 de la Convention est ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "", "A.  Thèses des parties", "93.  Le requérant soutient qu'il n'existe dans le droit interne aucune voie de recours permettant de poursuivre les agents publics qui négligent leur devoir d'enquêter efficacement sur les crimes. Il fait observer en outre qu'en l'absence de résultats à l'issue de l'instruction pénale, il ne dispose en droit turc d'aucune possibilité pour faire réparer son préjudice.", "Le Gouvernement renvoie à ses observations sur l'aspect procédural de l'article 2 et soutient que les procureurs et les inspecteurs de police ont recueilli tous les éléments de preuve qui étaient à leur portée. Même si l'enquête pénale menée en l'espèce n'a pas abouti à l'identification des auteurs du crime, elle ne saurait passer pour inefficace (Tanrıbilir c. Turquie, no 21422/93, § 83-85, 16 novembre 2000).", "B.  Appréciation de la Cour", "1.  Les principes applicables", "94.  L'article 13 de la Convention exige que l'ordre interne offre un recours effectif habilitant l'instance nationale à connaître du contenu d'un grief « défendable » fondé sur la Convention (Z. et autres c. Royaume-Uni [GC], no 29392/95, § 108, CEDH 2001-V). L'objet de cette disposition est de fournir un moyen au travers duquel les justiciables puissent obtenir, au niveau national, le redressement approprié des violations de leurs droits garantis par la Convention, avant d'avoir à mettre en œuvre le mécanisme international de plainte devant la Cour (Kudla c. Pologne [GC], no 31210/96, § 152, CEDH 2000-XI).", "95.  Toutefois, la protection offerte par l'article 13 ne va pas jusqu'à exiger une forme particulière de recours, les Etats contractants jouissant d'une certaine marge d'appréciation pour honorer les obligations que cette disposition leur impose (voir, par exemple, Kaya c. Turquie, arrêt du 19 février 1998, Recueil 1998-I, pp. 329-330, § 106).", "96.  La nature du droit en jeu a des incidences sur le type de recours que l'Etat se doit d'offrir au titre de l'article 13. S'agissant d'allégations relatives à la violation des droits consacrés par l'article 2, une indemnisation des dommages – matériel aussi bien que moral – doit en principe être possible et faire partie du régime de réparation à mettre en place à ce titre (Paul et Audrey Edwards, précité, § 97, Z. et autres, précité, § 109, et T.P. et K.M. c. Royaume-Uni [GC], no 28945/95, § 107, CEDH 2001-V).", "97.  Pour ce qui est des affaires concernant les griefs tirés de l'article 2, la Cour peut être amenée à conclure que les requérants ont été privés d'un recours effectif, en ce sens qu'ils n'ont pas eu la possibilité de voir établir les responsabilités pour les faits dénoncés et, en conséquence, de réclamer une réparation appropriée, que ce soit en se constituant partie intervenante dans une procédure pénale ou en saisissant les juridictions civiles ou administratives. Autrement dit, il existe un rapport procédural concret et étroit entre l'enquête pénale et les recours dont disposent ces requérants dans l'ensemble de l'ordre juridique (Öneryıldız c. Turquie [GC], no 48939/99, § 148, 30 novembre 2004).", "98.  Eu égard à ce qui précède, la Cour doit en l'espèce rechercher sur le terrain de l'article 13, si la façon dont les autorités se sont acquittées de l'obligation procédurale que l'article 2 fait peser sur elles a entravé l'exercice d'un recours effectif par le requérant (Öneryıldız c. Turquie, précité, § 149).", "2.  Application en l'espèce", "99.  La Cour a estimé que l'enquête pénale menée dans cette affaire n'avait pas permis, en raison de déficiences dans la procédure, de satisfaire à l'obligation procédurale découlant de l'article 2 de la Convention (paragraphe 89 ci-dessus). De surcroît, la Cour relève que la législation applicable semble ne pas être suffisamment claire et précise, dans la mesure où l'immunité parlementaire a empêché dans la pratique la poursuite du délit.", "100.  Ainsi, dès lors que l'enquête pénale n'a pas permis d'établir les circonstances du meurtre et d'en identifier les auteurs, la Cour note que le requérant n'était pas en mesure d'exercer les voies de recours dont il disposait en droit turc pour obtenir réparation. En outre, le Gouvernement n'a fait mention d'aucune autre procédure permettant aux victimes d'une infraction pénale commise par un tiers d'obtenir réparation pour l'inefficacité d'une enquête pénale ou l'absence de résultats de celle-ci.", "101.  Dans ces circonstances, la Cour estime qu'en l'espèce le requérant ne disposait pas d'un moyen approprié d'obtenir une décision sur ses allégations selon lesquelles les autorités avaient négligé de mener sur le meurtre de son fils une enquête satisfaisant aux exigences de l'article 2.", "102.  Partant, il y a eu violation de l'article 13 de la Convention combiné avec l'article 2.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 3 DE LA CONVENTION", "103.  Se fondant sur les mêmes faits, le requérant se plaint, en son nom, d'une violation de l'article 3 de la Convention, libellé comme suit :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "", "A.  Thèses des parties", "104.  Le requérant explique qu'en l'espèce le non-respect du secret de l'instruction et, en conséquence, le fait que les personnes chargées de l'enquête et la presse se soient permis de présenter le crime comme un « meurtre dû à la jalousie passionnelle », n'ont fait qu'exacerber les souffrances de la famille de Mustafa Güngör.", "105.  Le Gouvernement reproche à l'intéressé d'avoir davantage sollicité l'aide des autorités parlementaires que celle des organes judiciaires et d'avoir révélé lui-même publiquement toutes les hypothèses. Dans ces circonstances, il est illogique que le requérant se plaigne du non-respect du secret de l'instruction sous l'angle de l'article 3.", "B.  Appréciation de la Cour", "106.  Pour tomber sous le coup de l'article 3, un mauvais traitement doit atteindre un minimum de gravité dont l'appréciation dépend de l'ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l'âge, de l'état de santé de la victime, etc. (voir, par exemple, Irlande c. Royaume-Uni, arrêt du 18 janvier 1978, série A no 25, p. 65, § 162). Il est vrai que dans des affaires de « disparition » des victimes, la Cour a déjà considéré que le point de savoir si un parent était ainsi victime dépendait de l'existence de facteurs particuliers conférant à la souffrance du requérant une dimension et un caractère distincts du désarroi affectif que l'on peut considérer comme inévitable pour les proches parents d'une personne victime de violations graves des droits de l'homme. L'essence d'une telle violation ne réside pas tant dans le fait de la « disparition » du membre de la famille que dans les réactions et le comportement des autorités face à la situation qui leur a été signalée (Çakıcı c. Turquie [GC], no 23657/94, § 98, CEDH 1999IV).", "107.  Toutefois, la présente affaire ne peut être assimilée à une affaire de « disparition » du point de vue de la souffrance des parents. En premier lieu, la Cour a déjà établi que l'Etat n'était pas responsable au regard de l'article 2 du fait qu'il n'avait pas adéquatement protégé la vie de Mustafa Güngör. En outre, les insuffisances de l'enquête pénale menée en l'espèce ne présentent aucune spécificité qui justifierait un constat de violation supplémentaire de l'article 3 de la Convention dans le chef du requérant lui-même. Sur ce point, l'intéressé ne peut légitimement s'appuyer sur le fait que l'une des hypothèses concernant le mobile du crime (la passion) a été mentionnée par certaines autorités, alors qu'il invitait lui-même diverses instances à examiner tous les éléments du dossier, y compris cette éventualité précise (paragraphes 26, 42 et 43 ci-dessus).", "Il n'y a dès lors pas eu violation de l'article 3.", "V.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "108.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "109.  Le requérant ne formule aucune demande pour préjudice matériel.", "Au titre du dommage moral, il ne réclame pas non plus d'indemnité. Il souhaite en revanche que les meurtriers de son fils soient traduits en justice, que les fonctionnaires qui n'auraient pas rempli leurs obligations dans cette affaire soient également poursuivis, et que la législation soit modifiée de manière à exclure de l'immunité parlementaire les délits communs tels que ceux en cause en l'espèce.", "110.  Le Gouvernement ne s'exprime pas sur ces demandes.", "111.  La Cour rappelle qu'elle a constaté ci-dessus que les autorités étaient restées en défaut de mener sur le décès de Mustafa Güngör une enquête satisfaisant aux exigences de l'article 2 de la Convention.", "Elle considère qu'il appartient à l'Etat défendeur de mettre en œuvre en temps utile des mesures appropriées pour satisfaire, conformément au présent arrêt, à ses obligations consistant à s'assurer que la législation soit rendue claire et précise, de telle sorte que l'immunité parlementaire ne puisse plus empêcher dans la pratique la poursuite des délits de droit commun lorsque des parlementaires et leurs proches sont concernés en tant qu'éventuels témoins ou accusés.", "La Cour estime en outre que, dans les circonstances de l'espèce, le constat de violation – avec les conséquences qui en découlent pour l'avenir – peut passer pour constituer une satisfaction équitable suffisante.", "B.  Frais et dépens", "112.  Le requérant sollicite 10 000 euros (EUR) pour les frais et dépens de son représentant.", "113.  Le Gouvernement fait observer que le requérant n'a pas présenté des pièces justificatives à l'appui de sa demande.", "114.  La Cour constate tout d'abord que le requérant n'a pas fourni le détail du nombre d'heures de travail de son avocat et qu'il n'a présenté aucune note de frais et honoraires. La Cour, conformément à l'article 60 § 2 de son règlement, ne saurait donc accueillir cette demande telle quelle. Il n'en reste pas moins que le requérant a nécessairement encouru des frais pour le travail effectué par son avocat aux fins de sa représentation dans cette affaire, qui présente une certaine complexité.", "Partant, la Cour estime raisonnable d'accorder au requérant la somme de 2 000 EUR, exempte de toute taxe et de toute charge fiscale, à convertir en livres turques au taux applicable à la date du règlement.", "C.  Intérêts moratoires", "115.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Rejette les exceptions préliminaires du Gouvernement ;", "", "2.  Dit qu'il n'y a pas eu violation de l'article 2 de la Convention à raison des circonstances du décès de Mustafa Güngör ;", "", "3.  Dit qu'il y a eu violation de l'article 2 de la Convention à raison de l'absence d'une enquête effective ;", "", "4.  Dit qu'il y a eu violation de l'article 13 de la Convention ;", "", "5.  Dit qu'il n'y a pas eu violation de l'article 3 de la Convention ;", "", "6.  Dit que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "7.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour frais et dépens, à convertir en livres turques au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt sur cette somme ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "8.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 22 mars 2005 en application de l'article 77 §§ 2 et 3 du règlement.", "\tS. Naismith\tJ.-P. Costa\n\tGreffier adjoint\tPrésident", ""]}