{"file": "FRE_HFJUD_44374_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "44374/98", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE ARQUILLA c. ITALIE", "", "", "(Requête n° 44374/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "21 novembre 2000", "", "", "", "", "DÉFINITIF", "", "21/02/2001", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme avant la parution de sa version définitive.", "", "En l’affaire Arquilla c. Italie,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMme\tE. Palm, présidente,\n\tM.\tB. Conforti,\n\tM.\tL. Ferrari Bravo,\n\tM.\tGaukur Jörundsson,\n\tM.\tR. Türmen,\n\tM.\tB. Zupančič,\n\tM.\tT. Panţîru, juges,\net de M. M. O’Boyle, greffier de section ;", "Après en avoir délibéré en chambre du conseil le 24 octobre 2000,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête dirigée contre la République italienne et dont un ressortissant italien, M. Costantino Arquilla (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme le 22 juin 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 13 novembre 1998 sous le numéro de dossier 44374/98. Le requérant est représenté par Mes L. et M. A. Rossi, avocats à L'Aquila. Le gouvernement italien (« le Gouvernement ») est représenté par son agent, M. U. Leanza, et par son coagent, M. V. Esposito.", "2.  La Cour a déclaré la requête recevable le 14 décembre 1999.", "EN FAIT", "3.  Le 18 juin 1991, le requérant introduisit un recours à la Cour des comptes afin d’obtenir la reconnaissance de son droit à ne pas être placé (incollocabilità) et à obtenir une pension privilégiée (les documents fournis par le requérant concernent seulement la première demande).", "4.  Suite à la loi n° 19/94, instituant les chambres régionales de la Cour des comptes, l’affaire fut transmise à la chambre régionale pour les Abruzzes. Le 16 septembre 1996, le requérant présenta une demande à la chambre régionale tendant à ce que la procédure fût continuée.", "5.  Le 28 septembre 1996, la chambre régionale demanda au ministère de la justice le dossier administratif concernant le requérant. Le 7 janvier 1997, le ministère de la justice transmit ledit dossier. Le 9 juillet 1998, le président de la chambre régionale fixa l'audience de plaidoiries au 27 janvier 1999. Le 26 janvier 1999, le requérant demanda le renvoi de ladite audience, qui fut fixée au 21 avril 1999. Le 12 avril 1999, le requérant demanda un nouveau renvoi et la mise en délibéré de l’affaire eut lieu le 20 novembre 1999.", "6.  Par un jugement du même jour, dont le texte fut déposé au greffe le 22 février 2000, la chambre régionale rejeta le recours de la requérante.", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "7.  Le requérant allègue que la durée de la procédure a méconnu le principe du « délai raisonnable » tel que prévu par l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (…) qui décidera (…) des contestations sur ses droits et obligations de caractère civil (…) »", "8.  Le Gouvernement s’oppose à cette thèse.", "9.  La période à considérer a débuté le 18 juin 1991 et s'est terminée le 22 février 2000.", ".  Elle a donc duré un peu plus de huit ans et huit mois, pour une instance.", "11.  La Cour rappelle avoir constaté dans de nombreux arrêts (voir, par exemple, Bottazzi c. Italie [GC], n° 34884/97, § 22, CEDH 1999-V) l’existence en Italie d’une pratique contraire à la Convention résultant d’une accumulation de manquements à l’exigence du « délai raisonnable ». Dans la mesure où la Cour constate un tel manquement, cette accumulation constitue une circonstance aggravante de la violation de l’article 6 § 1.", "12.  Ayant examiné les faits de la cause à la lumière des arguments des parties et compte tenu de sa jurisprudence en la matière, la Cour estime que la durée de la procédure litigieuse ne répond pas à l’exigence du « délai raisonnable » et qu’il y a là encore une manifestation de la pratique précitée.", "Partant, il y a eu violation de l’article 6 § 1.", "II.\tSur l’application de l’article 41 DE LA Convention", "13.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "14.  Le requérant réclame 40 000 000 lires italiennes (ITL) au titre du préjudice moral qu'il aurait subi. ", "15.  La Cour considère qu’il y a lieu d'octroyer au requérant 16 000 000 ITL.", "B.\tFrais et dépens", "16.  Le requérant demande également 21 678 264 ITL pour les frais et dépens encourus devant la Cour. ", "17.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, par exemple, l’arrêt Bottazzi précité, § 30). En l’espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 3 000 000 ITL pour la procédure devant la Cour et l’accorde au requérant.", "C.\tIntérêts moratoires", "18.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en Italie à la date d’adoption du présent arrêt était de 2,5 % l’an. ", "Par ces motifs, la Cour, à l’unanimité,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit ", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, 16 000 000 (seize millions) lires italiennes pour dommage moral et 3 000 000 (trois millions) lires italiennes pour frais et dépens ;", "b)\t\tque ces montants seront à majorer d’un intérêt simple de 2,5 % l’an à compter de l’expiration de ce délai et jusqu’au versement ;", "\n", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 novembre 2000, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "\tMichael O’Boyle\tElisabeth Palm\n\tGreffier\t    Présidente ", ""]}