{"file": "FRE_HFJUD_34043_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34043/02", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE MATTEI c. FRANCE", "", "", "(Requête no 34043/02)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "19 décembre 2006", "", "", "", "DÉFINITIF", "", "19/03/2007", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme. ", "", "En l'affaire Mattei c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tI. Cabral Barreto,\n\tMmes\tA. Mularoni,\n\t\tE. Fura-Sandström,\n\t\tD. Jočienė,\n\tM.\tD. Popović, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 28 novembre 2006,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 34043/02) dirigée contre la République française et dont une ressortissante de cet Etat, Mme Marie-Hélène Mattei (« la requérante »), a saisi la Cour le 16 août 2002 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me V. Stagnara, avocat à Bastia. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme Edwige Belliard, directrice des Affaires juridiques au ministère des Affaires étrangères.", "3.  La requérante se plaignait en particulier d'une violation de l'équité de la procédure en ce qu'elle n'aurait pas pu discuter contradictoirement le bien-fondé de l'accusation pénale dirigée contre elle et présenter sa défense sur la nouvelle qualification retenue par la cour d'appel de Paris. Elle invoquait à cet égard l'article 6 §§ 1 et 3 a) et b) de la Convention.", "4.  Le 30 mai 2005, le président de la chambre a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, il a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I. LES CIRCONSTANCES DE L'ESPÈCE", "5.  La requérante est née en 1956 et réside à Bastia.", "6.  Le 17 décembre 1996, elle fut placée sous mandat de dépôt dans le cadre d'une instruction visant des nationalistes corses, dont son compagnon de l'époque (feu M. Santoni), ex-dirigeant d'un mouvement nationaliste, « A Cuncolta naziunalista », vitrine légale du FLNC-Canal Historique (Front de libération nationale de la Corse). La requérante fut mise en examen des chefs d' « association de malfaiteurs en vue de préparer des actes de terrorisme, reconstitution de ligue dissoute, tentative d'extorsion de fonds, toutes infractions en relation à titre principal ou connexe avec une entreprise terroriste », et placée en détention provisoire. La plainte dirigée contre elle et ses coaccusés avait été déposée par le président du conseil d'administration (J.D.) de la société anonyme du domaine de Spérone (Corse du sud), complexe immobilier et touristique, à la suite d'un attentat par explosif perpétré le 12 décembre 1996 contre la maison de gardiennage du domaine. J.D. soutenait qu'il avait rencontré la requérante le 10 décembre 1996, laquelle lui aurait demandé de recevoir une personne, N.F, qui se serait présentée le lendemain pour lui demander une somme de quatre millions de francs pour le compte du FLNC.", "7.  Par une ordonnance du 24 mars 1997, le juge d'instruction ordonna la mise en liberté de la requérante et son placement sous contrôle judiciaire.", "8.  Par une ordonnance du 17 juin 1999, le juge d'instruction ordonna le maintien de la requérante sous contrôle judiciaire et la renvoya devant le tribunal correctionnel sous la prévention :", "« a) d'avoir, sur le territoire national, notamment à Paris et dans les départements de la Corse du Sud et de la Haute-Corse, depuis temps non prescrit et jusqu'au 16 décembre 1996, participé à un groupement formé ou à une entente établie en vue de la préparation, caractérisée par un ou plusieurs faits matériels, d'actes de terrorisme mentionnés à l'article 421-1 du Code Pénal et notamment une tentative d'extorsion de fonds commise au nom et pour le compte de l'organisation terroriste « FLNC-Canal Historique » courant décembre 1996 au préjudice de J.D.,", "b) d'avoir, sur le territoire national, notamment à Paris et dans les départements de la Corse du Sud et de la Haute-Corse, courant décembre 1996, en tout cas depuis temps non prescrit, tenté d'extorquer par violence, menace de violences ou contrainte, soit une signature, un engagement ou une renonciation, soit la révélation d'un secret, soit la remise de fonds, de valeurs ou d'un bien quelconque, en l'espèce la remise de la somme de 4 millions de francs au préjudice de J.D., Président Directeur Général de la S.A.D.S. Investissements,", "ladite tentative manifestée par un commencement d'exécution, en l'espèce, le fait, en concertation avec A.F., N.G., L.L., F.M., D.R. et François Santoni, d'exiger de la victime au nom et pour le compte de l'organisation clandestine armée « FLNC-Canal Historique » la remise de la somme susvisée sous la menace de représailles en cas d'inexécution, n'ayant été suspendue ou n'ayant manqué son effet qu'en raison de circonstances indépendantes de la volonté de ses auteurs, en l'espèce le refus opposé par la victime,", "avec cette circonstance que l'infraction ci-dessus spécifiée est en relation à titre principal ou connexe avec une entreprise individuelle ou collective ayant pour but de troubler gravement l'ordre public par l'intimidation ou la terreur. »", "9.  Par un jugement du 8 mars 2000, le tribunal de grande instance de Paris considéra notamment que la requérante « a pris une part personnelle active dans les faits visés par la poursuite » et conclut que « François Santoni, dont l'autorité et le charisme à l'égard de ses inféodés est manifeste, a été le commanditaire de l'opération montée au préjudice de J.D. et de ses sociétés, et qu'il en a contrôlé la préparation et l'exécution, avec l'assistance de sa compagne d'alors, Marie-Hélène Mattei ». ", "Quant à la peine, le tribunal considéra que :", "« A l'issue de l'instruction et des débats d'audience, il apparaît que les prévenus ont, sous l'apparence d'une prétendue démarche politique, dont il n'appartient pas au tribunal d'apprécier la valeur, recouru, de manière organisée et réfléchie, à un procédé d'extorsion relevant du gangstérisme le plus ordinaire, de nature à discréditer les causes les plus nobles.", "Si la délinquance politique a toujours bénéficié, dans les régimes libéraux, d'une approche indulgente et compréhensive, il ne saurait en être de même pour des menées criminelles méprisables, fondées sur l'intimidation, la violence et la peur, qui tendent à mettre en échec l'application de la loi républicaine, en usurpant des idéaux respectables.", "Le tribunal considère que les faits poursuivis, qui se sont inscrits dans un climat permanent de harcèlement à l'égard de J.D. et de ses sociétés, et qui ont été favorisés sans nul doute par une longue habitude d'impunité -conduisant d'ailleurs les protagonistes de cette affaire à d'évidentes imprudences- appellent des sanctions qui traduisent à la fois la volonté de protéger les victimes, un rappel à la loi, et la sérénité de la justice. »", "10.  La requérante, tout comme François Santoni, dont le tribunal considéra qu'ils « ont été manifestement les inspirateurs et les maîtres d'œuvre de cette opération » furent condamnés pour participation à une entente en vue de préparer des actes de terrorisme, et tentative d'extorsion de fonds en relation avec une entreprise terroriste, à quatre années d'emprisonnement et cinq années d'interdiction des droits civiques. La requérante était assistée par des avocats au cours de cette procédure.", "11.  Le 8 mars 2000, l'un des prévenus, D.R., interjeta appel du jugement tout comme la requérante le 9 mars 2000 et François Santoni le 15 mars 2000.", "12.  Par un arrêt du 29 mai 2001, la cour d'appel de Paris considéra que :", "« (...) c'est par des motifs pertinents qu'elle fait siens et par une juste appréciation des faits et circonstances particulières de la cause, exactement rapportés dans la décision attaquée que les premiers juges ont, à bon droit, retenu Marie-Hélène Mattei, D.R. et François Santoni dans les liens de la prévention ; il échet donc de confirmer le jugement déféré sur les qualifications et déclarations de culpabilité.", "(...) En ce qui concerne [la requérante] la Cour estime, comme le tribunal, que ses déclarations selon lesquelles elle n'avait fait que solliciter un rendez-vous pour François Santoni qui souhaitait prendre contact avec J.D., partie civile, dans l'affaire dite « Sperone I », dans laquelle elle avait été désignée comme défenseur et qu'elle n'était aucunement concernée par la demande de versement de 4 millions de francs présentée le lendemain de sa visite par A-N.F., sont dépourvues de toute crédibilité.", "(...) L'ensemble de ces éléments et ceux relevés par le tribunal démontrent ainsi que [la requérante] a pris sciemment une part personnelle active dans les faits visés à la prévention.", "La cour estime toutefois que les faits poursuivis sous la qualification de tentative d'extorsion de fonds, tels que visés par l'ordonnance de renvoi, constituent en réalité une complicité de tentative d'extorsions de fonds par aide et assistance, [la requérante] ayant sciemment fourni à J.D. par l'intermédiaire de D.R. et de N.G. le numéro de téléphone du portable où elle pouvait être jointe et, ayant de la part de François Santoni, invité J.D. à recevoir « monsieur Gulliver », sachant que ce dernier sous la contrainte et la menace de représailles allait réclamer une somme d'argent à son interlocuteur pour le compte du « FLNC-Canal Historique »", "Cette menace a d'ailleurs été mise à exécution dès le lendemain, par un attentat commis sur le site et revendiqué par cette organisation.", "Il conviendra de requalifier les faits en ce sens et ce en application de l'article des dispositions de l'article 121-7 du code pénal.", "La cour considère également compte tenu des éléments ci-dessus rappelés et de ceux rapportés par le tribunal, que [la requérante] a participé à l'entente illicite visée à la prévention, la tentative d'extorsion de fonds commise à l'encontre de J.D. caractérisant l'acte de terrorisme visé par l'article 421-2-1 du code pénal, l'extorsion de fonds étant expressément prévue par ce texte, le fait d'avoir fourni le numéro de portable précité, d'avoir sollicité une entrevue avec J.D., d'avoir invité ce dernier à recevoir A-N.F., alias Gulliver, en connaissance de cause de la part de François Santoni, concrétisant par ailleurs les actes matériels prévus par l'article 421-2-1 du code pénal.", "La cour confirmera donc le jugement entrepris sur la qualification et déclaration de culpabilité de ce chef. »", "13.  Elle ajouta également, concernant François Santoni, que :", "« Il apparaît ainsi qu'à la période considérée, François Santoni, commanditaire de l'opération, en a dirigé et contrôlé la préparation et l'exécution, principalement assisté, en faveur de leur vie commune, par [la requérante] qui relayait ses instructions auprès de F.M., L.L., eux-mêmes chargés directement ou par l'intermédiaire de N.G. de les transmettre à A-N.F. missionné pour réclamer la somme de 4 millions de francs ».", "14. La cour d'appel condamna par conséquent la requérante pour complicité de tentative d'extorsion de fonds par aide et assistance et participation à une entente en vue de préparer des actes de terrorisme à trois ans d'emprisonnement, dont un an avec sursis simple, et cinq ans d'interdiction des droits civiques, « peine qui tient compte de l'état de santé actuel de l'intéressée, la cour relevant que [la requérante] n'a pas été condamnée dans les cinq années précédant les faits, pour crime ou délit de droit commun, à une peine de réclusion ou d'emprisonnement ». La requérante était assistée par des avocats au cours de cette procédure.", "15.  La requérante se pourvut en cassation. Elle invoqua principalement la méconnaissance par la cour d'appel des articles 6 § 1, 6 § 3 a) et b) et 13 de la Convention, considérant que celle-ci avait procédé à une requalification des faits sans lui laisser la possibilité de présenter sa défense sur la nouvelle qualification envisagée.", "16.  Par un arrêt du 6 mars 2002, la Cour de cassation rejeta le pourvoi de la requérante estimant que :", "« (...) Attendu qu'en l'état de ces énonciations procédant de son appréciation souveraine, et dès lors que la requalification des faits de tentative d'extorsion de fonds en complicité de ce délit n'a en rien modifié la nature et la substance de la prévention dont les prévenus avaient été entièrement informés lors de leur comparution devant le tribunal correctionnel, la cour d'appel a caractérisé en tous ses éléments chacune des infractions distinctes qu'elle a sanctionnées ».", "17.  Par une décision du 1er décembre 2003, le conseil de l'ordre du barreau de Bastia prononça la radiation de la requérante du tableau de l'ordre des avocats du barreau de Bastia.", "18.  Par une déclaration du 24 décembre 2003, la requérante interjeta appel de la décision. Par un arrêt du 27 juillet 2004, la cour d'appel de Bastia annula la décision du 1er décembre 2003, évoqua l'affaire du fait de l'effet dévolutif de l'appel et prononça la radiation de la requérante du tableau de l'ordre des avocats du barreau de Bastia « en raison de la gravité extrême de ses manquements à la probité ».", "II.  LE DROIT INTERNE PERTINENT", "Code pénal", "Article 121-6", "  «  Sera puni comme auteur le complice de l'infraction, au sens de l'article 121-7 ».", "Article 121-7", "« Est complice d'un crime ou d'un délit la personne qui sciemment, par aide ou assistance, en a facilité la préparation ou la consommation.", "Est également complice la personne qui par don, promesse, menace, ordre, abus d'autorité ou de pouvoir aura provoqué à une infraction ou donné des instructions pour la commettre ».", "Article 312-1", "« L'extorsion est le fait d'obtenir par violence, menace de violences ou contrainte soit une signature, un engagement ou une renonciation, soit la révélation d'un secret, soit la remise de fonds, de valeurs ou d'un bien quelconque.", "L'extorsion est punie de sept ans d'emprisonnement et de 100 000 euros d'amende. »", "Article 312-9", "« La tentative des délits prévus par la présente section est punie des mêmes peines ».", "Article 421-1", "« Constituent des actes de terrorisme, lorsqu'elles sont intentionnellement en relation avec une entreprise individuelle ou collective ayant pour but de troubler gravement l'ordre public par l'intimidation ou la terreur, les infractions suivantes :", "1º Les atteintes volontaires à la vie, les atteintes volontaires à l'intégrité de la personne, l'enlèvement et la séquestration ainsi que le détournement d'aéronef, de navire ou de tout autre moyen de transport, définis par le livre II du présent code ;", "2º Les vols, les extorsions, les destructions, dégradations et détériorations, ainsi que les infractions en matière informatique définis par le livre III du présent code ;", "3º Les infractions en matière de groupes de combat et de mouvements dissous définies par les articles 431-13 à 431-17 et les infractions définies par les articles 434-6 et 441-2 à 441-5 ;", "4º La fabrication ou la détention de machines, engins meurtriers ou explosifs, définies à l'article 3 de la loi du 19 juin 1871 qui abroge le décret du 4 septembre 1870 sur la fabrication des armes de guerre ;", "- la production, la vente, l'importation ou l'exportation de substances explosives, définies aux articles L. 2353-1, L. 2353-5 à L. 2353-8 du code de la défense ;", "- l'acquisition, la détention, le transport ou le port illégitime de substances explosives ou d'engins fabriqués à l'aide desdites substances, définis à l'article L. 2353-13 du code de la défense ;", "- la détention, le port et le transport d'armes et de munitions des première et quatrième catégories, définis aux articles L. 2339-2, L. 2339-5, L. 2339-8 et L. 2339-9 du code précité.", "- les infractions définies aux articles L. 2341-1 et L. 2341-4 du code de la défense ;", "- les infractions prévues par les articles L. 2342-57 à L. 2342-62 du code de la défense ;", "5º Le recel du produit de l'une des infractions prévues aux 1º à 4º ci-dessus ;", "6º Les infractions de blanchiment prévues au chapitre IV du titre II du livre III du présent code ;", "7º Les délits d'initié prévus à l'article L. 465-1 du code monétaire et financier. »", "Article 421-2-1", "   « Constitue également un acte de terrorisme le fait de participer à un groupement formé ou à une entente établie en vue de la préparation, caractérisée par un ou plusieurs faits matériels, d'un des actes de terrorisme mentionnés aux articles précédents. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 §§ 1 et 3 a) et b) DE LA CONVENTION", "19.  La requérante se plaint d'une violation de l'équité de la procédure en ce qu'elle n'aurait pas pu discuter contradictoirement le bien-fondé de l'accusation pénale dirigée contre elle et présenter sa défense sur la nouvelle qualification retenue par la cour d'appel de Paris. Elle invoque à cet égard l'article 6 §§ 1 et 3 a) et b) de la Convention, dont les dispositions pertinentes sont ainsi libellées :", "« 1. Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle.   (...)", "3.  Tout accusé a droit notamment à :", "a)  être informé, dans le plus court délai, dans une langue qu'il comprend et d'une manière détaillée, de la nature et de la cause de l'accusation portée contre lui ;", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ;  (...) »", "20.  Le Gouvernement s'oppose à cette thèse.", "A.  Sur la recevabilité", "21.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Le Gouvernement", "22.  Le Gouvernement souligne qu'en droit interne les juges du fond ont la possibilité de requalifier les faits pour remédier au caractère erroné d'une qualification initiale. Il précise que les juridictions de jugement, étant saisies in rem, elles doivent statuer sur tous les faits dont elles sont saisies et peuvent appliquer des qualifications qui n'avaient pas été préalablement retenues par l'acte de poursuite ou par la juridiction d'instruction, à la condition pour les juges du fond, d'une part, de ne pas ajouter aux faits dont ils sont saisis et, d'autre part, d'informer le prévenu du changement de qualification projeté et de l'inviter à s'expliquer. Sur ce dernier point, le Gouvernement indique que la Cour de cassation contrôle l'existence de garanties procédurales visant à assurer le respect des droits de la défense en cas de requalification des faits.", "23.  Le Gouvernement rappelle que dans l'arrêt Pélissier et Sassi c. France ([GC], no 25444/94, CEDH 1999II), la Cour n'a pas contesté le pouvoir de requalification des juges mais a conclu à une violation de l'article 6 §§ 1 et 3 a) et b) en raison du non respect des droits de la défense. Se référant à l'affaire Balette c. Belgique (déc., no 48193/99, 24 juin 2004), il précise que la Cour a jugé qu'en matière pénale les juges « doivent s'assurer que les accusés ont eu l'opportunité d'exercer leurs droits de défense d'une manière concrète et effective, en étant informés, en temps utile, de la cause de l'accusation, c'est-à-dire des faits matériels qui sont mis à leur charge et sur lesquels se fonde l'accusation, mais aussi de la qualification juridique donnée à ces faits et ce d'une manière détaillée ». Il relève néanmoins que, dans la même décision, la Cour a considéré que les dispositions de l'article 6 de la Convention n'imposaient aucune forme particulière quant à la manière dont l'accusé devait être informé de la nature et de la cause de l'accusation portée contre lui.", "24.  Le Gouvernement affirme ensuite que la Cour de cassation a tiré les enseignements de la jurisprudence de la Cour telle qu'elle résulte de la l'arrêt Pélissier et Sassi c. France précité, qu'elle mentionne, depuis 2001, l'article 6 § 1 dans ses visas et reprend l'attendu de principe suivant : « Attendu que s'il appartient aux juges répressifs de restituer aux faits dont ils sont saisis leur véritable qualification, c'est à la condition que le prévenu ait été mis en mesure de se défendre sur la nouvelle qualification envisagée ». Le Gouvernement se réfère à de nombreux arrêts de la Cour de cassation pour illustrer cette jurisprudence.", "25.  Enfin, le Gouvernement souligne que, dans l'arrêt Pélissier et Sassi c. France précité, la Cour a également jugé que les moyens de défense auraient pu être différents de ceux choisis pour contester l'action principale si les requérants avaient eu connaissance de la requalification des faits. Elle a également considéré que la complicité ne constituait pas un simple degré de participation à l'infraction principale et a ajouté que le principe d'interprétation stricte du droit pénale interdisait d'éluder les éléments spécifiques de la complicité.", "26.  En l'espèce, le Gouvernement expose, à titre principal, que la requalification des faits n'a pas porté atteinte aux droits de la défense de la requérante. Il ne conteste pas que la requalification des faits de tentative d'extorsion de fonds en relation avec une entreprise terroriste en complicité de ce délit soit intervenue au cours du délibéré de la cour d'appel, mais, il estime toutefois que les moyens de défense de la requérante n'auraient pas été différents de ceux choisis pour contester la tentative d'extorsion de fonds en relation avec une entreprise terroriste. Il considère en effet que la requalification a été purement formelle et n'a apporté aucun élément supplémentaire ou différent aux faits et circonstances compris dans la poursuite initiale et soumis à l'appréciation du juge. Il précise que les faits matériels sur lesquels la cour d'appel s'est appuyée pour qualifier l'aide ou l'assistance et condamner la requérante du chef de complicité de tentative d'extorsion de fonds en relation avec une entreprise terroriste ont été établis de manière détaillée tant dans le réquisitoire définitif du procureur de la République près le tribunal de grande instance de Paris en date du 14 juin 1999, que dans l'ordonnance du juge d'instruction du 17 juin 1999, et dans le jugement du tribunal de grande instance de Paris du 8 mars 2000.", "27.  Le Gouvernement estime également que la requalification des faits n'a pas porté atteinte aux droits de la requérante, représentée par les avocats de son choix devant les juridictions, de discuter contradictoirement le bien-fondé de l'accusation pénale dirigée contre elle et de présenter sa défense. Il relève que l'ensemble des faits et leur qualification juridique ont été discutés et contestés par la requérante, tant sur les éléments matériels qu'intentionnels de l'infraction, tout au long de la procédure, tant lors des auditions et des confrontations que des débats devant les juges de première instance et d'appel. Il cite à cet égard des passages du procès verbal de première comparution du 17 décembre 1996, du réquisitoire définitif du 14 juin 1999, du jugement du tribunal de grande instance du 8 mars 2000 et des conclusions déposées le 26 mars 2001 devant la cour d'appel.", "28.  A titre subsidiaire, le Gouvernement relève que la requalification des faits n'a pas conduit à alourdir la peine encourue par la requérante, contrairement à l'affaire Pélissier et Sassi c. France précitée. Il souligne en effet que la requérante, qui avait été condamnée à titre principal à quatre années d'emprisonnement en première instance a vu sa peine réduite à trois ans d'emprisonnement dont un an avec sursis simple en appel. Il affirme par conséquent que la requérante ne peut se prévaloir d'aucun préjudice. Enfin, le Gouvernement estime que la deuxième infraction pour laquelle la requérante a été jugée, à savoir la participation à une entente en vue de préparer des actes de terrorisme, justifiait à elle seule la condamnation.", "2.  La requérante", "29. La requérante ne conteste pas la possibilité dont disposent les juges du fond de modifier la qualification des faits poursuivis mais s'interroge sur les limitations apportées à ce pouvoir. Elle partage l'explication donnée par le Gouvernement français concernant les nouvelles limitations résultant de la jurisprudence de la Cour sur l'article 6 de la Convention et notamment sur le fait que « les juges sont désormais tenus d'informer le prévenu du changement de qualification projeté et de l'inviter à s'expliquer ». Toutefois, elle souligne que, dans l'arrêt du 6 mars 2002 la concernant, la Cour de cassation n'a pas appliqué la jurisprudence Pélissier et Sassi c. France précitée. Elle relève en effet que, s'il est exact d'affirmer que la Cour de cassation mentionne depuis 2001 l'article 6 § 1 dans ses visas et reprend l'attendu de principe cité par le Gouvernement, la Cour de cassation, dans son arrêt du 6 mars 2002, n'a nullement rappelé cette règle et s'est bornée à affirmer que « la requalification des faits de tentative d'extorsion de fonds en complicité de ce délit n'a en rien modifié la nature et la substance de la prévention ».", "30.  La requérante note, à l'instar du Gouvernement, que les juges doivent s'assurer que les accusés ou prévenus ont eu l'opportunité d'exercer les droits de la défense d'une manière concrète et effective, en étant informés, en temps utile de la cause de l'accusation tant sur les faits matériels que sur la qualification juridique donnée à ces faits et ce d'une manière détaillée.", "31.  Elle insiste également sur le fait que le principe d'interprétation stricte du droit pénal interdit d'éluder les éléments spécifiques de la complicité.", "32.  Par ailleurs, la requérante considère que le point de vue exprimé par le Gouvernement, selon lequel ses moyens de défense n'auraient pas été différents si elle avait été informée de la requalification envisagée, n'est qu'une pure affirmation. Elle considère, au contraire, que ses défenseurs, s'ils avaient été informés de cette requalification, auraient à l'évidence insisté sur l'élément intentionnel de la complicité par aide ou assistance, et que ce débat juridique et factuel sur les éléments spécifiques de la complicité aurait permis d'obtenir sa relaxe au titre de la complicité. La requérante souligne également qu'elle n'a jamais conclu au cours de la procédure à « l'inexistence d'une tentative d'extorsion de fonds » mais simplement affirmé depuis sa première comparution qu'elle y était personnellement étrangère. Elle réfute par conséquent l'affirmation du Gouvernement selon laquelle la requalification des faits a été purement formelle.", "33.  Enfin, la requérante insiste sur l'étroite et nécessaire connexité entre les deux infractions pour lesquelles elle était poursuivie et considère par conséquent que l'infraction de participation à une entente en vue de préparer des actes de terrorisme ne pouvait se justifier sans reconnaissance de culpabilité pour le fait de complicité de tentative d'extorsion de fonds. Elle s'oppose par conséquent à l'affirmation du Gouvernement selon laquelle sa condamnation pour la seconde infraction justifiait à elle seule la condamnation prononcée.", "3.  Appréciation de la Cour", "34.  La Cour rappelle que les dispositions du paragraphe 3 de l'article 6 montrent la nécessité de mettre un soin particulier à notifier l' « accusation » à l'intéressé. L'acte d'accusation jouant un rôle déterminant dans les poursuites pénales, l'article 6 § 3 a) reconnaît à l'accusé le droit d'être informé non seulement de la cause de l'accusation, c'est-à-dire des faits matériels qui sont mis à sa charge et sur lesquels se fonde l'accusation, mais aussi de la qualification juridique donnée à ces faits et ce d'une manière détaillée (Pélissier et Sassi c. France précité, § 51).", "35.  La portée de cette disposition doit notamment s'apprécier à la lumière du droit plus général à un procès équitable que garantit le paragraphe 1 de l'article 6 de la Convention. En matière pénale, une information précise et complète des charges pesant contre un accusé, et donc la qualification juridique que la juridiction pourrait retenir à son encontre, est une condition essentielle de l'équité de la procédure.", "36.  Les dispositions de l'article 6 § 3 a) n'imposent aucune forme particulière quant à la manière dont l'accusé doit être informé de la nature et de la cause de l'accusation portée contre lui. Il existe par ailleurs un lien entre les alinéas a) et b) de l'article 6 § 3 et le droit à être informé de la nature et de la cause de l'accusation doit être envisagé à la lumière du droit pour l'accusé de préparer sa défense (Pélissier et Sassi c. France précité, §§ 52-54). Si les juridictions du fond disposent, lorsqu'un tel droit leur est reconnu en droit interne, de la possibilité de requalifier les faits dont elles sont régulièrement saisies, elles doivent s'assurer que les accusés ont eu l'opportunité d'exercer leurs droits de défense sur ce point d'une manière concrète et effective, en étant informés, en temps utile, de la cause de l'accusation, c'est-à-dire des faits matériels qui sont mis à leur charge et sur lesquels se fonde l'accusation, mais aussi de la qualification juridique donnée à ces faits et ce d'une manière détaillée.", "37.  En l'espèce, la Cour constate que la requalification des faits de tentative d'extorsion de fonds en complicité de ce délit a été effectuée au moment du délibéré de la cour d'appel, ce qui, en tant que tel, peut faire douter du respect des garanties de l'article 6 et des principes susmentionnés. ", "38.  La Cour observe néanmoins, qu'à des stades antérieurs de la procédure, les notions d'aide ou assistance apportées par la requérante à l'entreprise criminelle ont été évoqués et même débattus. Ainsi, elle relève notamment que le jugement du tribunal correctionnel du 8 mars 2000 évoque clairement « l'assistance » portée par la requérante à F. Santoni. Toutefois, elle note que ce même jugement a également établi que la requérante avait « pris une part personnelle active dans les faits visés par la poursuite » et qu'ils avaient été, avec F. Santoni, « les maîtres d'œuvre de cette opération », ce qui implique clairement une participation directe et non une simple complicité de la requérante dans l'opération projetée. La Cour souligne également que la requérante a été aussi poursuivie et condamnée pour l'infraction de participation à une entente en vue de préparer des actes de terrorisme. En conséquence, la Cour ne saurait déduire des éléments relevés qu'ils se rattachent forcément à la notion de complicité et non à celle de participation. Dans le même sens, la Cour relève également que la notion de complicité n'a pas été évoquée en elle-même à des stades antérieurs et « qu'il n'apparaît pas que les magistrats composant la cour d'appel ou le représentant du ministère public, aient, au cours des débats, évoqué cette possibilité [de requalification]» (Pélissier et Sassi c. France, précité, § 55).", "39.  Ainsi, au vu de l'ensemble de ces éléments et compte tenu de la particularité des éléments constitutifs des deux infractions retenues contre la requérante, la Cour considère qu'il n'est pas établi que la requérante a eu connaissance de la possibilité de requalification des faits en complicité de tentative d'extorsion de fonds. En tout état de cause, compte tenu de la « nécessité de mettre un soin extrême à notifier l'accusation à l'intéressé » et du rôle déterminant joué par l'acte d'accusation dans les poursuites pénales (arrêt Kamasinski c. Autriche, arrêt du 19 décembre 1989, série A no 168), la Cour estime qu'aucun des arguments avancés par le Gouvernement, pris ensemble ou isolément, ne pouvait suffire à garantir le respect des dispositions de l'article 6 § 3 a) de la Convention (Pélissier et Sassi c. France, précité, § 56).", "40.  Par ailleurs, la Cour, qui est sensible à l'argument du Gouvernement selon lequel la Cour de cassation mentionne, depuis 2001, l'article 6 § 1 dans ses visas et reprend l'attendu de principe précisant « que s'il appartient aux juges répressifs de restituer aux faits dont ils sont saisis leur véritable qualification, c'est à la condition que le prévenu ait été mis en mesure de se défendre sur la nouvelle qualification envisagée », relève, qu'en l'espèce, la Cour de cassation a considéré que « la requalification des faits de tentative d'extorsion de fonds en complicité de ce délit n'a en rien modifié la nature et la substance de la prévention dont les prévenus avaient été entièrement informés lors de leur comparution devant le tribunal correctionnel ».", "41.  Concernant le contenu de la requalification, la Cour rappelle qu'on ne peut soutenir que la complicité ne constitue qu'un simple degré de participation à l'infraction (Pélissier et Sassi c. France, précité, § 59). Soulignant son attachement au principe de l'interprétation stricte du droit pénal, la Cour ne saurait admettre que les éléments spécifiques de la complicité soient éludés. A cet égard, elle note, tout comme dans l'affaire Pélissier et Sassi c. France (précitée, § 60) qu'elle n'a pas à apprécier le bien-fondé des moyens de défense que la requérante aurait pu invoquer si elle avait eu la possibilité de débattre de la complicité de tentative d'extorsion de fonds, mais relève simplement qu'il est plausible de soutenir que ces moyens auraient été différents de ceux choisis afin de contester l'action principale.", "42.  Quant aux peines prononcées à l'encontre de la requérante, la Cour ne saurait souscrire aux arguments développés par le Gouvernement. En effet, elle considère tout d'abord qu'on ne peut pas affirmer que la requalification a été sans incidence sur la condamnation au motif, qu'en tout état de cause, la requérante a été condamnée pour participation à une entente en vue de préparer des actes de terrorisme puisqu'on ne peut spéculer sur la peine qui aurait été effectivement prononcée si la requérante avait pu se défendre utilement sur la nouvelle qualification retenue de complicité de tentative d'extorsion de fonds. Enfin, elle relève qu'effectivement la peine prononcée par la cour d'appel, à la suite de la requalification, est plus clémente que celle prononcée par le tribunal correctionnel, passant de quatre années d'emprisonnement à trois années d'emprisonnement dont une avec sursis. Toutefois, la Cour souligne que la peine prononcée en appel a été motivée par « l'état de santé actuel de l'intéressée » et par ses antécédents judiciaires, la requérante n'ayant « pas été condamnée dans les cinq années précédant les faits, pour crime ou délit de droit commun, à une peine de réclusion ou d'emprisonnement ».", "43.  Eu égard à tous ces éléments, la Cour estime qu'une atteinte a été portée au droit de la requérante à être informée d'une manière détaillée de la nature et de la cause de l'accusation portée contre elle, ainsi qu'à son droit à disposer du temps et des facilités nécessaires à la préparation de sa défense.", "44.  Partant, il y a eu violation du paragraphe 3 a) et b) de l'article 6 de la Convention, combiné avec le paragraphe 1 du même article, qui prescrit une procédure équitable.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION", "45.  La requérante se plaint de l'absence d'effectivité du recours exercé qui s'est limité à affirmer que l'acte de complicité était de même nature et de même substance que l'acte principal incriminé. Elle invoque l'article 13 de la Convention, lequel est ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "46.  La Cour constate que la requérante a pu exercer un recours devant la Cour de cassation concernant son grief tiré de la requalification pénale au stade de l'appel. Elle observe également que la Cour de cassation a procédé à un examen de son pourvoi. Or, la Cour rappelle sur ce point que l'effectivité du recours garanti par l'article 13 de la Convention n'implique pas qu'un requérant doit avoir obtenu satisfaction, mais qu'il ait eu la possibilité de faire examiner son grief par une instance nationale et que celle-ci ait été en mesure d'en examiner le bien-fondé. ", "47.  Par conséquent, la Cour considère que ce grief est manifestement mal fondé et doit être rejeté en application de l'article 35 §§ 3 et 4 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "48.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "49.  La requérante réclame 200 000 euros (EUR) au titre du préjudice moral qu'elle aurait subi du fait de son incarcération, de l'accusation portée contre elle, de la médiatisation de l'affaire et de sa radiation du barreau de Bastia prononcée par un arrêt de la cour d'appel de Bastia du 27 juillet 2004. La requérante, qui produit des certificats médicaux, réclame également 20 000 EUR en raison de la dégradation importante de son état de santé, liée selon elle à la procédure pénale et à sa condamnation.", "50.  Le Gouvernement estime que ces prétentions sont manifestement excessives et infondées et considère que la requérante n'établit pas de lien entre la prétendue violation de la Convention et les préjudices allégués. Il estime qu'il ne saurait être spéculé sur le résultat auquel la procédure litigieuse aurait abouti si la requalification avait pu être discutée à l'audience par la requérante. Il rappelle également que la requalification, contrairement à l'affaire Pélissier et Sassi c. France précitée, a été purement formelle puisqu'elle n'a pas eu d'effet sur les moyens de défense de la requérante, sur la peine encourue, ou sur la peine prononcée. En conséquence, le Gouvernement considère que, si la Cour devait constater une violation de la Convention, seul ce constat constituerait une satisfaction équitable suffisante.", "51.  La Cour estime que dans les circonstances de l'espèce, le constat de violation constitue en soi une satisfaction équitable suffisante. Lorsque la Cour conclut qu'un particulier a été condamné à l'issue d'une procédure entachée de manquements aux exigences de l'article 6 de la Convention, un nouveau procès ou une réouverture de la procédure, à la demande de l'intéressé, représente en principe un moyen approprié de redresser la violation constatée (voir Öcalan c. Turquie [GC], no 46221/99, § 210 in fine, CEDH 2005-IV).", "B.  Frais et dépens", "52.  La requérante précise que ses avocats ont assumé à titre gratuit leur mission tant durant la procédure d'instruction que durant la procédure de jugement et qu'aucun honoraire n'a été réclamé au titre de la requête devant la Cour. Toutefois, elle affirme qu'elle a du tout de même exposer certains frais et dépens qui ont été réglés pour son compte par son père pour une somme totale de 1 878,15 EUR. Cette somme se décompose en 600 francs soit 91,46 EUR le 31 octobre 2000 de remboursement des frais de justice suite à la décision du tribunal correctionnel de Paris du 8 mars 2000 ; 956 francs soit 145,73 EUR réglés le 28 juin 2001 à Maître Authier, avoué à la cour d'appel de Paris pour former un pourvoi en cassation à l'encontre de l'arrêt du 29 mai 2001, et 1 640,96 EUR versés le 11 mars 2002 à Maître Bouthors, avocat au Conseil d'Etat et à la Cour de cassation pour déposer un mémoire et soutenir le pourvoi en cassation. La requérante produit les factures attestant de ces montants et les relevés de comptes de « M. ou Mme Mathieu Mattei » à partir duquel les chèques ont été émis.", "53.  Le Gouvernement propose, au cas où une violation de la Convention serait relevée par la Cour, d'allouer à la requérante une somme de 1 786,69 EUR, correspondant aux frais et dépens devant la Cour de cassation, juridiction devant laquelle a été soulevé pour la première fois le grief soutenu devant la Cour.", "54.  La Cour rappelle que lorsqu'elle constate une violation de la Convention, elle peut accorder le paiement des frais et dépens exposés devant les juridictions internes, mais uniquement lorsqu'ils ont été engagés « pour prévenir ou faire corriger par celles-ci ladite violation » (voir, notamment, Zimmermann et Steiner c. Suisse, arrêt du 13 juillet 1983, série A no 66, § 36, et Bouilly c. France (no 2), no 57115/00, § 29, 24 juin 2003). Elle rappelle également qu'un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, par exemple, Bottazzi c. Italie [GC], no 34884/97, § 30, CEDH 1999-V). En l'espèce, la Cour ne considère pas comme déraisonnable la thèse du Gouvernement selon laquelle ne doivent être pris en compte que les frais engagés devant la Cour de cassation, dans la mesure où eux seuls ont été exposés pour faire corriger la violation de la Convention constatée par le présent arrêt. Elle alloue donc 1 800 EUR à ce titre.", "C.  Intérêts moratoires", "55.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare, le grief tiré de la violation de l'article 6 §§ 1 et 3 a) et b) recevable ;", "", "2.  Déclare, la requête irrecevable pour le surplus ;", "", "3.  Dit, qu'il y a eu violation de l'article 6 §§ 1 et 3 a) et b) de la Convention ;", "", "4.  Dit, que le constat de violation constitue en soi une satisfaction équitable suffisante pour le dommage moral subi par la requérante;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 1 800 EUR (mille huit cents euros) pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "Fait en français, puis communiqué par écrit le 19 décembre 2006 en application de l'article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tA.B. Baka\n\tGreffière\tPrésident"]}