{"file": "FRE_CLINF_5608_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "5608/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 112", "Octobre 2008", "Renolde c. France - 5608/05", "Arrêt 16.10.2008 [Section V]", "Article 2", "Obligations positives", "Suicide en cellule disciplinaire d’un détenu atteint de troubles mentaux : violation", "", "Article 3", "Traitement dégradant", "Traitement inhumain", "Détenu atteint de troubles mentaux placé en cellule disciplinaire durant quarante-cinq jours : violation", "", "En fait : Le frère de la requérante fut placé en détention provisoire. Un rapport d’expertise ordonné par le juge d’instruction conclut qu’il présentait des troubles psychiatriques. Il fut transféré dans une autre maison d’arrêt. Sa fiche personnelle le décrivait comme une personne normale et mentionnait un traitement sédatif. Or, il fit une tentative de suicide deux jours après en s’entaillant le bras. L’équipe d’intervention d’urgence psychiatrique diagnostiqua une bouffée délirante aigüe et prescrivit un traitement adéquat, les médicaments étant remis au détenu deux fois par semaine sans contrôle de la prise effective. Puis, il fut pris en charge par le Service médico-psychologique régional et placé seul en cellule sous surveillance spéciale se manifestant par des rondes plus fréquentes. Cependant, il agressa une surveillante et fut sanctionné par 45 jours de mise en cellule disciplinaire. Le lendemain de sa sanction, il écrivit une lettre à sa sœur dans laquelle il exprimait être à bout. Sa réception poussa l’avocate du détenu à demander au juge d’instruction la réalisation d’un examen psychiatrique afin de vérifier la compatibilité de son état psychique avec son placement en cellule disciplinaire. Mais, le détenu fut découvert pendu avant l'évaluation sachant que trois jours auparavant ses médicaments lui furent remis pour plusieurs jours, sans contrôle de la prise effective.", "Le Procureur de la République ouvrit une enquête préliminaire concluant, entre autres, au suicide et à l’absence de substances médicamenteuses dans l’organisme du détenu. Il requit alors l’ouverture d’une information judicaire contre X du chef d’homicide involontaire. Les frères et sœurs du détenu se constituèrent parties civiles. Le juge d’instruction désigna deux experts psychiatriques qui conclurent que l’état de l’intéressé était compatible avec un séjour en quartier disciplinaire et que l’absence de substance médicamenteuse était due à une mauvaise observance volontaire du traitement de la part du détenu, abstention qui put favoriser le passage à l’acte suicidaire dans un contexte délirant. L’avocat des parties civiles formula une demande de mise en examen des personnes responsables du chef d’homicide involontaire sur le détenu par manquement aux obligations de prudence et de sécurité, du chef de mise en danger en raison de sa condamnation à une peine de cellule disciplinaire alors que son extrême fragilité était connue, et du chef de non assistance à personne en danger. Le juge rejeta cette demande, estimant que le suivi du détenu par des spécialistes avait été attentif et n’avait pas permis de déceler d’élément en faveur d’un syndrome dépressif, le suicide résultant plus d’un trouble psychotique. Il rendit une ordonnance de non-lieu, qui fut confirmée en appel. ", "En droit : Article 2 – Au vu des éléments de l’espèce, dès la tentative de suicide, les autorités savaient que le détenu souffrait de troubles psychotiques aigus susceptibles de le conduire à des actes d’auto-agression. Même si son état était variable et la possibilité d’une nouvelle tentative de suicide plus ou moins immédiate, le risque était réel et le détenu nécessitait une surveillance étroite pour parer à une aggravation subite de son état. En outre, on peut s’attendre à ce que les autorités, en présence d’un tel détenu, prennent des mesures particulièrement adaptées en vue de s’assurer de la compatibilité de cet état avec son maintien en détention. Or, malgré la tentative de suicide et le diagnostic porté sur l’état mental du détenu, l’opportunité de son hospitalisation dans un établissement psychiatrique ne semble jamais avoir été discutée. Ensuite, faute pour les autorités d’ordonner un placement adapté, elles devaient à tout le moins assurer des soins médicaux correspondant à la gravité de son état. Sans perdre de vue les difficultés propres au milieu carcéral, les plus grands doutes sont éprouvés sur l’opportunité de laisser à un détenu souffrant de troubles psychotiques avérés le soin de gérer lui-même quotidiennement son traitement, sans aucune surveillance. Même si l’on ne sait pas ce qui a poussé le détenu à se suicider, l’absence de surveillance de la prise quotidienne de son traitement a, en l’espèce, joué un rôle dans son décès. Enfin, son état psychique ne semble pas avoir été pris en compte car trois jours après sa tentative de suicide, le détenu s’est vu infliger par la commission de discipline la sanction la plus lourde, à savoir quarante-cinq jours de cellule disciplinaire, isolant l’intéressé en le privant de visites et de toute activité, ce qui est de nature à aggraver le risque de suicide. Au vu de l’ensemble de ces éléments, les autorités ont manqué à leur obligation positive de protéger le droit à la vie du détenu.", "Conclusion : violation (unanimité).", "Article 3 – Dans l’affaire Keenan c. Royaume-Uni (no 27229/95, CEDH 2001‑III, Note d'information n° 29), la Cour a considéré que le fait d’infliger au requérant, troublé mentalement, une sanction disciplinaire qualifiée de lourde, sept jours d’isolement en cellule disciplinaire et vingt-huit jours de détention supplémentaire, constituait un traitement contraire à l’article 3 de la Convention. Or, ici, le détenu s’est vu infliger une sanction nettement plus lourde, susceptible d’ébranler sa résistance physique et morale. A cet égard, l’intéressé a éprouvé angoisse et détresse pendant cette période ; son état a inspiré suffisamment d’inquiétude à son avocate, huit jours avant son décès, pour qu’elle demande immédiatement au juge d’instruction une expertise en vue d’évaluer la compatibilité de son état avec la détention en cellule disciplinaire. Une telle sanction n’est donc pas compatible avec le niveau de traitement exigé à l’égard d’un malade mental et constitue un traitement et une peine inhumains et dégradants.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}