{"file": "FRE_CLINF_15825_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "15825/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 101", "Octobre 2007", "Yakovenko c. Ukraine - 15825/06", "Arrêt 25.10.2007 [Section V]", "Article 3", "Traitement dégradant", "Traitement inhumain", "Conditions de détention d'une personne atteinte d'une maladie grave et défaut de soins médicaux : violation", "", "En fait : Le requérant, qui était détenu depuis 2003 d’abord dans l’attente de son procès puis après sa condamnation, se plaignait de ses conditions de détention, et en particulier du défaut d’accès à des soins médicaux adaptés. Le Gouvernement a contesté les allégations de l’intéressé. Selon ses dires, le requérant était détenu à la maison d’arrêt de Simferopol en attendant son procès mais devait être transféré à intervalles réguliers à Sébastopol, siège des autorités de poursuite. Le voyage de 80 km dans des fourgons cellulaires et des compartiments de train bondés, faiblement éclairés et mal ventilés, durait entre 36 et 48 heures. Il n’y avait ni à boire ni à manger. Entre juin 2003 et avril 2006, il passa ainsi en tout presqu’un an dans l’ITT de Sébastopol, un centre de détention sérieusement surpeuplé, faiblement ventilé et dépourvu d’installations médicales. Pendant le séjour de l’intéressé dans cet établissement, son état de santé commença à se détériorer. Il était atteint de tuberculose et, en février 2006, on diagnostiqua qu’il était séropositif (bien qu’il ait affirmé n’avoir été informé du diagnostic que trois mois plus tard). A partir d’avril 2006, le requérant, atteint d’une forte fièvre, ne pouvait pratiquement plus se déplacer ou s’alimenter sans aide. Une ambulance fut appelée à deux reprises mais les autorités pénitentiaires ne consentirent à l’hospitalisation de l’intéressé qu’après que la mère de celui-ci eut déposé une plainte auprès du procureur général. Le requérant fut finalement transféré à l’hôpital le 28 avril 2006, après que la Cour eut indiqué une mesure au titre de l’article 39 de son règlement. Il décéda un an plus tard.", "En droit : Article 3 – a) Conditions de détention dans l’ITT de Sébastopol : A la lumière de récents rapports nationaux et internationaux, dont un rapport du Comité européen pour la prévention de la torture (le « CPT ») et une lettre du chef de la police municipale, la Cour conclut que l’établissement en question était en permanence fortement surpeuplé (l’espace personnel des détenus n’était pas supérieur à 1,5 m2). Cela a dû engendrer une privation de sommeil. Le rapport du CPT pour 2000 soulignait également que la lumière naturelle était insuffisante et que la ventilation n’était pas adéquate. Ces conditions de détention s’analysent en un traitement dégradant.", "Conclusion : violation (unanimité).", "(b) Absence de soins médicaux : La Cour note que, malgré la connaissance que les autorités pénitentiaires avaient depuis février 2006 de l’état de santé du requérant, celles-ci n’ont pris aucune des mesures médicales d’urgence visées dans le règlement sur le traitement des détenus séropositifs/atteints du sida. C’est ainsi notamment que l’intéressé n’a pas reçu un traitement antirétroviral, n’a pas bénéficié d’un suivi des infections et a simplement été inscrit au registre des personnes séropositives au centre local de lutte contre le sida en mai 2006. Bien plus, les autorités ont continué de l’envoyer à l’ITT de Sébastopol, dans lequel il n’y avait pas de personnel médical. Le Gouvernement a certes soutenu qu’il était possible d’appeler une ambulance chaque fois qu’une détérioration de l’état de santé du requérant justifiait une intervention médicale, mais cela supposait d’abord une autorisation de l’administration, qui se trouvait face à une décision difficile à prendre en l’absence de médecin à qui demander un avis. Les autorités ont ainsi refusé d’autoriser le transfert du requérant dans un hôpital spécialisé pour qu’il y subisse d’autres examens, et rien n’indique celles-ci se soient assurées que l’intéressé avait bien bénéficié du traitement contre la tuberculose qui lui avait été prescrit. Dès lors, le défaut de fourniture, dans les délais, de soins appropriés à l’infection à HIV et à la tuberculose dont souffrait le requérant s’analyse en un traitement inhumain et dégradant", "Conclusion : violation (unanimité).", "(c) Transports répétés entre les centres de détention : La dimension des compartiments individuels (0,3 m2  pour les fourgons et 0,4 m2 pour les trains) ne saurait satisfaire aux normes du CPT en matière de transport, indépendamment de la durée du voyage. Les allégations du requérant quant à la faiblesse de la lumière et de la ventilation et au manque de nourriture et d’eau sont corroborées par les conclusions de la délégation du CPT en 2000. Le requérant a donc enduré des conditions d’entassement au cours de quelque 64 voyages pour se rendre à Sébastopol ou en revenir pendant une période de deux ans et huit mois.", "Conclusion : violation (unanimité).", "Article 13 - Le requérant n’a pas disposé d’un recours effectif et accessible pour faire valoir ses griefs relatifs à ses conditions de détention.", "Conclusion : violation (unanimité).", "Article 41 - 434 euros (EUR) pour préjudice matériel et  10 000 EUR pour dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}