{"file": "FRE_HFJUD_58757_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "58757/00", "text_paragraphs": ["", "", "", "", "TROISIÈME SECTION", "", "", "", "", "AFFAIRE JÄGGI c. SUISSE", "", "", "", "", "", "", "", "", "(Requête no 58757/00)", "", "", "ARRÊT", "", "STRASBOURG", "", "13 juillet 2006", "", "", "", "DÉFINITIF", "", "13/10/2006", "", "", "", "En l’affaire Jäggi c. Suisse,", "La Cour européenne des droits de l’homme (troisième section), siégeant en une chambre composée de :", "\tBoštjan M. Zupančič, président,\n\tJohn Hedigan,\n\tLuzius Wildhaber,\n\tLucius Caflisch,\n\tVladimiro Zagrebelsky,\n\tAlvina Gyulumyan,\n\tEgbert Myjer, juges,\net de Vincent Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil le 22 juin 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 58757/00) dirigée contre la Confédération suisse et dont un ressortissant de cet Etat, M. Andreas Jäggi (« le requérant »), a saisi la Cour le 27 juin 2000 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté par Me B. Mégevand, avocat à Genève. Le Gouvernement suisse (« le Gouvernement ») est représenté par son agent, M. P. Boillat, ancien sous-directeur de la section des droits de l’homme et du Conseil de l’Europe à l’Office fédéral de la justice.", "3.  Le 26 octobre 2004, le président de la troisième section a décidé de communiquer au Gouvernement les griefs tirés du droit au respect de la vie privée. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "4.  Le requérant est né en 1939 et réside à Genève.", "5.  Le 14 juillet 1939, avant la naissance du requérant, le curateur désigné par l’Etat engagea une action en déclaration de paternité et en paiement d’une contribution d’entretien contre A.H., le père biologique présumé. A.H. admit avoir eu des relations intimes avec la mère mais contesta sa paternité.", "6.  Le 26 juillet 1939, à la naissance du requérant, lors de l’inscription au registre des naissances, sa mère attribua la paternité au dénommé A.H. avec qui elle avait entretenu des relations intimes pendant la période de la conception.", "7.  Le 30 janvier 1948, le tribunal de première instance de Genève rejeta l’action en déclaration de paternité. A défaut de recours, le jugement devint définitif.", "8.  En 1958, le requérant, qui avait été placé dans une famille, rencontra sa mère qui lui révéla l’identité de son père, A.H. Le requérant affirme avoir eu des contacts réguliers avec son père et avoir reçu des cadeaux de sa part ainsi qu’une somme de 10 francs suisses (CHF – 6,40 euros (EUR)) par mois jusqu’à sa majorité. A.H. et sa famille nièrent ces affirmations. Seul le fils légitime d’A.H. admit avoir reçu un coup de téléphone du requérant après le décès d’A.H.", "9.  En outre, A.H. s’est toujours soustrait à des analyses médicales pour déterminer sa paternité. En 1976, peu après son décès, une analyse des groupes sanguins, effectuée à la demande du requérant, ne permit pas d’exclure la paternité.", "10.  En 1997, le requérant s’adressa sans succès à l’institut universitaire de médecine légale de Genève pour obtenir une expertise privée en paternité.", "11.  Le 3 décembre 1997, le requérant demanda et obtint le renouvellement de la concession de la tombe d’A.H. jusqu’en 2016 pour le prix de 2 600 CHF (1 657 EUR).", "12.  Le 6 mai 1999, le requérant introduisit une demande en révision du jugement du 30 janvier 1948 devant le tribunal de première instance de la République et canton de Genève. Dans le cadre de la procédure en révision, il demanda également une expertise ADN de la dépouille d’A.H.", "13.  Le 25 juin 1999, le tribunal de première instance rejeta la demande d’analyse ADN.", "14.  Le 2 septembre 1999, la cour de justice de la République et canton de Genève rejeta le recours du requérant au motif que la reconnaissance de paternité était impossible indépendamment d’une modification des registres d’état civil.", "15.  La cour de justice argua que le requérant ne pouvait obtenir une telle modification des registres, le code civil ayant été amendé en 1976, abolissant l’exceptio plurium constupratorum, exception que le père biologique présumé pouvait opposer à une action en paternité. Or, dans sa demande au tribunal de première instance, le requérant avait sollicité la révision du jugement de 1948, qui avait retenu l’exceptio plurium au profit d’A.H.", "16.  La cour de justice constata qu’avant 1978 (date d’entrée en vigueur du code civil amendé), un enfant illégitime âgé de moins de dix ans au 1er janvier 1978 avait la possibilité de transformer une action alimentaire en action civile (action en paternité) dans un cas où l’exceptio plurium avait été retenue. Or le code civil amendé ne permet plus une telle transformation.", "17.  La cour de justice conclut donc que, même à supposer que le requérant eût été mis au bénéfice d’aliments en 1948, il ne pouvait plus prétendre à la modification du registre d’état civil, d’une part parce que le droit avait changé, et d’autre part parce qu’il était né plus de dix ans avant la fin de la période transitoire entre l’ancien et le nouveau droit.", "18.  La requête d’administration des preuves sous forme d’expertise fut donc rejetée.", "19.  Le 22 décembre 1999, le Tribunal fédéral adopta un arrêt (notifié le 18 mai 2000), où il rejeta le recours du requérant par les motifs suivants :", "« Le droit de connaître son ascendance ne saurait en effet avoir une portée absolue, mais il doit être mis en balance avec les intérêts liés à la protection de la liberté personnelle de tiers, soit en l’occurrence, avec le droit du défunt, découlant de la dignité humaine, de protéger sa dépouille contre des atteintes contraires aux mœurs et aux usages et celui des proches au respect du défunt et à l’intangibilité de son corps. (...)", "Le droit de connaître ses parents est généralement lié à celui d’être élevé par eux. Agé de 60 ans, le recourant a pu construire sa personnalité et mener une grande partie de son existence sans souffrir d’atteintes à sa santé physique ou psychique médicalement constatées, découlant de l’incertitude de son ascendance, et ceci malgré les vicissitudes de son enfance et de son adolescence. De l’autre côté, si l’on comprend les raisons de piété familiale s’opposant à l’exhumation de la dépouille de feu [A.H.], les intimés ne font valoir aucun motif religieux ou philosophique à l’appui de leur position ; ils ne prétendent en particulier pas qu’ils auraient renouvelé la concession funéraire de leur parent, dans l’hypothèse où le recourant ne l’aurait pas obtenue.", "Toutefois, dans la pesée des intérêts divergents, le rejet de la requête d’expertise peut être confirmé, parce qu’à défaut de toute incidence de droit civil, le recourant n’établit pas subir une atteinte suffisamment grave dans son intégrité psychique, protégée par la liberté personnelle, pour justifier la mesure probatoire requise. Cette dernière apparaît excessive au regard du principe de proportionnalité, compte tenu des circonstances propres au recourant qui ne permettent pas de dire que sa personnalité ou son équilibre psychique serait gravement menacé par l’incertitude qui peut encore subsister quant à son ascendance, malgré tous les éléments dont il dispose pour considérer [A.H.] comme étant très vraisemblablement son père. La Cour de justice a ainsi pu restreindre la liberté personnelle du recourant en prenant en considération celle des intimés, vu l’absence d’un intérêt public à l’établissement de ce lien de filiation et le caractère disproportionné des démarches nécessaires pour l’établir. »", "20.  Enfin, le Tribunal fédéral remarqua qu’il n’y avait aucune incidence de droit civil qui pût justifier l’exécution de la mesure demandée.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "21.  Le requérant se plaint de ne pas avoir pu faire effectuer une analyse ADN sur une personne défunte dans le but de déterminer s’il s’agissait de son père biologique. Il allègue avoir subi une violation de ses droits découlant de l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "22.  Se référant à la jurisprudence Haas c. Pays-Bas (no 36983/97, § 43, CEDH 2004-I), le Gouvernement soutient à titre principal que l’article 8 ne saurait être applicable en l’espèce, étant donné que l’affaire ne viserait que l’obtention de moyens de preuve.", "23.  Le requérant s’appuie sur les arrêts Van Kück c. Allemagne (no 35968/97, § 69, CEDH 2003-VII), Pretty c. Royaume-Uni (no 2346/02, § 61, CEDH 2002-III), Mikulić c. Croatie (no 53176/99, § 54, CEDH 2002I) et Bensaid c. Royaume-Uni (no 44599/98, § 47, CEDH 2001-I). Il soutient que le droit de connaître son ascendance est au cœur du droit au respect de la vie privée.", "24.  La Cour doit déterminer si le droit que fait valoir le requérant entre dans le cadre de la notion de « respect » de la « vie privée et familiale » contenue à l’article 8.", "25.  La Cour a dit à maintes reprises que les procédures ayant trait à la paternité tombent sous l’empire de l’article 8 (Mikulić, précité, § 51). En l’espèce, la Cour n’est pas appelée à déterminer si la procédure visant le lien de filiation entre le requérant et son père présumé relève de la « vie familiale » au sens de l’article 8, puisqu’en tout état de cause le droit de connaître son ascendance se trouve dans le champ d’application de la notion de « vie privée », qui englobe des aspects importants de l’identité personnelle dont l’identité des géniteurs fait partie (Odièvre c. France [GC], no 42326/98, § 29, CEDH 2003-III, et Mikulić, précité, § 53). Il paraît d’ailleurs n’y avoir aucune raison de principe de considérer la notion de « vie privée » comme excluant l’établissement d’un lien juridique ou biologique entre un enfant né hors mariage et son géniteur (voir, mutatis mutandis, Mikulić, ibidem).", "26.  En l’espèce, le requérant est un enfant né hors mariage qui cherche, par la voie judiciaire, à établir avec certitude qui est son géniteur. Contrairement aux faits sous-jacents à l’affaire Haas précitée, la procédure intentée par le requérant vise uniquement à déterminer les liens biologiques entre lui et son père présumé et ne concerne en rien ses intérêts successoraux. En conséquence, il existe une relation directe entre l’établissement de la filiation et la vie privée du requérant.", "Il s’ensuit que les faits de la cause tombent sous l’empire de l’article 8 de la Convention.", "27.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "28.  Le requérant fait valoir que le refus de donner suite à sa demande d’expertise visant à établir l’existence d’un lien de filiation avec son père présumé emporte violation de son droit découlant de l’article 8. Avec les progrès scientifiques qui permettent désormais, par l’analyse ADN, d’établir la preuve positive de la paternité (alors qu’à l’époque du jugement de 1948, les expertises de sang ne permettaient que d’exclure la paternité), l’Etat aurait dû l’autoriser à procéder à une telle analyse. En effet, le requérant estime que l’intérêt qu’il avait à connaître son père biologique l’emportait sur celui de la famille légitime du défunt à s’opposer au prélèvement d’ADN.", "29.  Le Gouvernement rappelle que le requérant a eu la possibilité d’exercer son droit de faire établir sa filiation au moyen de la procédure qui s’est close le 30 janvier 1948.", "30.  Le Gouvernement souligne d’ailleurs qu’il n’y a pas eu d’ingérence puisque l’article 8 ne comporterait pas d’obligation positive absolue à la charge de l’Etat. En l’espèce, le fait de remettre en cause une décision judiciaire ayant acquis force de chose jugée depuis 1948 serait contraire à la sécurité juridique et nuirait à la confiance légitime que les administrés placent dans la justice.", "31.  Quant au but légitime et à la nécessité d’une éventuelle ingérence, l’intérêt du requérant à obtenir des informations sur son ascendance pèserait moins lourd, selon le Gouvernement, que l’intérêt du défunt au respect de sa volonté clairement exprimée et que son droit au respect de la vie privée comprenant, d’une part, l’intangibilité de son corps et, d’autre part, l’intérêt à protéger sa dépouille contre des atteintes contraires aux mœurs et aux usages. En outre, le Gouvernement mentionne l’intérêt des proches du défunt au respect de leur propre vie familiale et l’intérêt général de la collectivité à la sécurité juridique. Le Gouvernement attire l’attention sur le fait qu’en tant qu’adulte le requérant a achevé la formation de sa personnalité, que contrairement à ce qui était le cas dans l’affaire Gaskin c. Royaume-Uni (7 juillet 1989, série A no 160) le requérant disposait déjà d’informations sur son père et, enfin, qu’il n’a pas démontré avoir particulièrement souffert de l’incertitude subsistant quant à l’identité de son géniteur.", "32.  Le Gouvernement conclut que, lorsqu’elles ont été amenées à trancher un litige entre plusieurs intérêts concurrents, les autorités internes n’ont pas outrepassé la marge d’appréciation inhérente à l’article 8.", "33.  La Cour rappelle que, si l’article 8 a essentiellement pour objet de prémunir l’individu contre les ingérences arbitraires des pouvoirs publics, il ne se contente pas de commander à l’Etat de s’abstenir de pareilles ingérences : à cet engagement négatif peuvent s’ajouter des obligations positives inhérentes à un respect effectif de la vie privée ou familiale. Celles-ci peuvent impliquer la prise de mesures visant au respect de la vie privée jusque dans les relations des individus entre eux. La frontière entre les obligations positives et négatives de l’Etat au titre de l’article 8 ne se prête pas à une définition précise. Les principes applicables sont néanmoins comparables. Pour déterminer si une telle obligation existe, il faut avoir égard au juste équilibre à ménager entre l’intérêt général et les intérêts de l’individu ; dans les deux hypothèses, l’Etat jouit d’une certaine marge d’appréciation (Mikulić, précité, §§ 57-58, et Odièvre, précité, § 40).", "34.  La Cour constate qu’en l’espèce les autorités suisses ont refusé d’autoriser une expertise ADN qui aurait permis au requérant d’avoir la certitude qu’A.H., son père présumé, était véritablement son géniteur. Ce refus affecte le requérant dans sa vie privée.", "35.  Le Gouvernement justifie le refus de l’autorisation d’expertise ADN par la nécessité de protéger la sécurité juridique, d’une part, et par celle de protéger les intérêts de tiers, d’autre part.", "36.  La Cour rappelle que le choix des mesures propres à garantir l’observation de l’article 8 de la Convention dans les rapports interindividuels relève en principe de la marge d’appréciation des Etats contractants. Il existe à cet égard différentes manières d’assurer le respect de la vie privée et la nature de l’obligation de l’Etat dépend de l’aspect de la vie privée qui se trouve en cause (Odièvre, précité, § 46).", "37.  Or l’ampleur de cette marge d’appréciation de l’Etat dépend non seulement du ou des droits concernés mais également, pour chaque droit, de la nature même de ce qui est en cause. La Cour considère que le droit à l’identité, dont relève le droit de connaître son ascendance, fait partie intégrante de la notion de vie privée. Dans pareil cas, un examen d’autant plus approfondi s’impose pour peser les intérêts en présence.", "38.  La Cour considère que les personnes essayant d’établir leur ascendance ont un intérêt vital, protégé par la Convention, à obtenir les informations qui leur sont indispensables pour découvrir la vérité sur un aspect important de leur identité personnelle. En même temps, il faut garder à l’esprit que la nécessité de protéger les tiers peut exclure la possibilité de contraindre ceux-ci à se soumettre à quelque analyse médicale que ce soit, notamment à des tests ADN (Mikulić, précité, § 64). La Cour doit rechercher si, dans le cas d’espèce, un juste équilibre a été ménagé dans la pondération des intérêts concurrents.", "39.  Dans la mise en balance des intérêts en cause, il convient de considérer, d’un côté, le droit du requérant à connaître son ascendance et, de l’autre, le droit des tiers à l’intangibilité du corps du défunt, le droit au respect des morts ainsi que l’intérêt public à la protection de la sécurité juridique.", "40.  S’il est vrai que, comme le Tribunal fédéral l’a indiqué dans son arrêt, le requérant, âgé aujourd’hui de soixante-sept ans, a pu construire sa personnalité même en l’absence de certitude quant à l’identité de son père biologique, il faut admettre que l’intérêt que peut avoir un individu à connaître son ascendance ne cesse nullement avec l’âge, bien au contraire. Le requérant a d’ailleurs démontré un intérêt authentique à connaître l’identité de son père, puisqu’il a tenté tout au long de sa vie d’acquérir une certitude à cet égard. Un tel comportement suppose des souffrances morales et psychiques, même si elles ne sont pas médicalement constatées.", "41.  La Cour note que le Tribunal fédéral a observé que la famille du défunt n’a invoqué aucun motif d’ordre religieux ou philosophique à l’appui de son opposition à la mesure litigieuse. Cette mesure, un prélèvement d’ADN, constitue d’ailleurs une ingérence relativement peu intrusive. De surcroît, il convient de relever que c’est grâce au requérant que la concession de la tombe du défunt a été prolongée en 1997. Autrement, la paix du mort et l’intangibilité du corps du défunt auraient été atteints déjà à cette époque-là. En tout état de cause, la dépouille du défunt sera exhumée à l’expiration de la concession actuelle, qui vient à échéance en 2016. Le droit de reposer en paix ne bénéficie donc que d’une protection temporaire.", "42.  En ce qui concerne le respect de la vie privée du défunt lui-même, la Cour se réfère à sa jurisprudence dans l’affaire Succession Kresten Filtenborg Mortensen c. Danemark ((déc.), no 1338/03, CEDH 2006-V), où elle a relevé que le défunt dont l’ADN devait être prélevé ne pouvait être atteint dans sa vie privée par une demande d’un tel prélèvement intervenant après sa mort.", "43.  La Cour constate que la protection de la sécurité juridique ne saurait à elle seule suffire comme argument pour priver le requérant du droit de connaître son ascendance, étant donné que l’admission de l’action en paternité constitue une exception à un droit transitoire datant des années 1970 et qui n’affectera que le requérant. Le Gouvernement a d’ailleurs soutenu lui-même qu’une reconnaissance de la paternité biologique serait sans aucun effet sur les registres de l’état civil.", "44.  Il apparaît que, compte tenu des circonstances de l’espèce et de l’intérêt prépondérant qui est en jeu pour le requérant, les autorités suisses n’ont pas garanti à l’intéressé le respect de sa vie privée auquel il a droit en vertu de la Convention.", "Il s’ensuit qu’il y a eu violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 13 DE LA CONVENTION", "45.  Le requérant affirme ne pas avoir disposé d’un recours effectif qui lui aurait permis de se prévaloir de ses droits au respect de la vie privée. Il invoque une violation de l’article 13 de la Convention, ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "46.  La Cour rappelle que cette disposition a pour conséquence d’exiger un recours interne habilitant l’instance nationale compétente à connaître du contenu du grief fondé sur la Convention et à offrir le redressement approprié (Chahal c. Royaume-Uni, 15 novembre 1996, § 145, Recueil des arrêts et décisions 1996-V).", "47.  La Cour constate que le requérant a pu exposer ses griefs devant trois instances judiciaires qui se sont prononcées dans des jugements dûment motivés sur les moyens qu’il a soulevés. Dès lors, le grief tiré de l’article 13 de la Convention doit être déclaré irrecevable pour défaut manifeste de fondement, en application de l’article 35 §§ 3 et 4.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L’ARTICLE 8", "48.  Invoquant l’article 14 de la Convention combiné avec l’article 8, le requérant se plaint d’avoir subi une discrimination qui ne reposait pas sur des motifs objectifs du fait que le Tribunal fédéral a considéré son état de santé ainsi que son âge avancé comme des éléments justifiant le refus d’une analyse ADN.", "49.  Aux termes de l’article 14,", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "A.  Sur la recevabilité", "50.  La Cour constate que ce grief est étroitement lié à celui soulevé sous l’angle de l’article 8. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "51.  Vu le raisonnement de la Cour sur le terrain de l’article 8 de la Convention, la Cour ne juge pas nécessaire d’examiner ce grief séparément.", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "52.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "53.  Le requérant réclame 100 000 francs suisses (CHF) (64 842,40 euros (EUR)) pour dommage moral.", "54.  Le Gouvernement note que le requérant n’a formulé aucune demande pour dommage matériel. S’agissant de la réparation du préjudice moral, le Gouvernement estime que le simple constat de violation de l’article 8 de la Convention constitue une satisfaction équitable.", "55.  La Cour estime que le constat de violation de l’article 8 de la Convention fournit une satisfaction équitable suffisante pour le dommage moral subi par le requérant.", "B.  Frais et dépens", "56.  Le requérant demande également 46 370,80 CHF (30 068 EUR) pour les frais et dépens encourus devant les juridictions internes ainsi que 23 778,10 CHF (15 418,30 EUR) pour la procédure devant la Cour.", "57.  Le Gouvernement estime que la somme de 3 000 CHF (1 939,86 EUR) couvrirait l’ensemble des frais et dépens afférents à la procédure interne et à celle suivie devant la Cour.", "58.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, et compte tenu du fait que le requérant a bénéficié de l’assistance judiciaire pour la procédure devant elle, la Cour juge raisonnable d’accorder au requérant la somme de 5 000 EUR tous frais confondus. Il en sera déduit la somme de 701 EUR que le requérant a déjà obtenue au titre de l’assistance judiciaire.", "C.  Autres mesures demandées par le requérant", "59.  Le requérant demande à la Cour de constater qu’il a le droit d’entamer une procédure de révision devant les instances suisses compétentes aux fins d’assurer le respect de son droit de connaître son ascendance.", "60.  La Cour déclare que l’Etat défendeur demeure libre, sous le contrôle du Comité des Ministres, de choisir les moyens de s’acquitter de son obligation juridique au regard de l’article 46 de la Convention, pour autant que ces moyens soient compatibles avec les conclusions contenues dans l’arrêt de la Cour (Sejdovic c. Italie [GC], no 56581/00, § 119, CEDH 2006II).", "D.  Intérêts moratoires", "61.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Déclare, à l’unanimité, la requête recevable quant aux griefs tirés des articles 8 et 14 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit, par cinq voix contre deux, qu’il y a eu violation de l’article 8 de la Convention ;", "", "3.  Dit, à l’unanimité, qu’aucune question distincte ne se pose en ce qui concerne la question de savoir s’il y a eu violation de l’article 14 de la Convention combiné avec l’article 8 ;", "", "4.  Dit, par cinq voix contre deux,", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 4 299 EUR (quatre mille deux cent quatre-vingt-dix-neuf euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt, à convertir en francs suisses au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 13 juillet 2006, en application de l’article 77 §§ 2 et 3 du règlement.", "\tVincent Berger\tBoštjan M. Zupančič\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion dissidente du juge Hedigan, à laquelle la juge Gyulumyan déclare se rallier.", "B.M.Z.\nV.B.", "", "OPINION DISSIDENTE DU JUGE HEDIGAN,\nÀ LAQUELLE LA JUGE GYULUMYAN \nDÉCLARE SE RALLIER", "(Traduction)", "Je souscris à la décision de la majorité pour ce qui est des griefs tirés des articles 13 et 14 de la Convention, mais regrette de ne pouvoir m’y rallier en ce qui concerne l’article 8.", "Je pense comme la majorité que le besoin de connaître son ascendance ne diminue pas avec l’âge. Le désir et la nécessité d’être informé à ce sujet sont trop bien connus pour être ignorés et appellent à beaucoup de respect et de soutien. Cependant, ce besoin est bien entendu plus ou moins fort selon les individus, et les juges peuvent être amenés à distinguer des degrés d’intensité.", "Tout en reconnaissant que la famille du défunt n’a invoqué aucun motif religieux ou philosophique pour s’opposer à l’exhumation envisagée et au prélèvement d’un échantillon d’ADN, je constate qu’elle s’y est néanmoins opposée. Je note que des personnes sans conviction religieuse ou philosophique particulière peuvent s’opposer en toute sincérité à pareille mesure tout simplement parce qu’elle viole l’intimité de la famille, sans parler de l’intégrité de la dépouille mortelle de leur père. C’est le requérant, il est vrai, qui a renouvelé la concession de la tombe jusqu’en 2016 à ses propres frais. Il est aussi vrai qu’à cette échéance le corps du défunt sera probablement exhumé. Il s’agit là de facteurs pertinents qui devaient être dûment pris en compte et qui l’ont été.", "L’arrêt fait référence à l’affaire Succession Kresten Filtenborg Mortensen c. Danemark ((déc.), no 1338/03, CEDH 2006-V), examinée par la cinquième section, où les héritiers de Kresten Filtenborg Mortensen se plaignaient que l’exhumation des restes de ce dernier en vue d’effectuer un prélèvement d’ADN constituait une violation de l’article 8 de la Convention au motif qu’elle n’était pas « prévue par la loi » comme l’exige l’article 8 § 2. La cinquième section a jugé dans sa décision sur la recevabilité :", "« Cependant, ce serait pousser trop loin le raisonnement élaboré dans la jurisprudence susmentionnée que de considérer dans un cas comme celui-ci que des tests ADN pratiqués sur une dépouille ont constitué une ingérence dans les droits de la succession du défunt garantis par l’article 8. »", "Il est également noté dans cette même décision :", "« En l’espèce, l’individu concerné, à savoir K.F.M., était décédé au moment où la violation alléguée aurait eu lieu, et donc au moment où sa succession a saisi la Cour en son nom, alléguant une ingérence dans le droit du défunt, ou plutôt de sa dépouille, au respect de sa vie privée. Dans ces circonstances, la Cour n’est pas disposée à ", "conclure qu’il y a eu ingérence dans le droit de K.F.M. au respect de sa vie privée au sens de l’article 8 § 1 de la Convention. »", "Je note qu’en l’espèce ce sont les droits de la famille et ceux du défunt qui ont été examinés par le Tribunal fédéral suisse alors que, dans l’affaire Succession Kresten Filtenborg Mortensen, seul le droit du défunt au titre de l’article 8 a été pris en compte. Le droit de la famille, à supposer qu’il existe, n’a dans cette dernière affaire jamais été porté devant les juridictions internes et a donc été rejeté pour non-épuisement des voies de recours internes. En tout état de cause, ce grief n’avait pas été soumis dans le délai prescrit de six mois. C’est pourquoi je doute qu’il soit pertinent de comparer la présente cause et l’affaire Succession Kresten Filtenborg Mortensen. Je doute d’ailleurs aussi de la conclusion énoncée dans cette affaire selon laquelle l’article 8 ne garantit pas le droit de reposer en paix. Alors qu’une allégation de violation à cet égard est normalement présentée à l’initiative de la famille du défunt, je me demande si le droit de reposer en paix disparaît lorsqu’il n’y a pas de proche pour le faire valoir ? Ce droit n’est-il ouvert qu’aux proches ? Je pense qu’il s’agit là de questions que la Cour n’a pas encore traitées de manière approfondie et qu’elle va devoir résoudre. Il me semblait qu’il régnait en Europe un consensus quant au droit de reposer en paix et donc que l’article 8 garantissait un tel droit.", "A qui que ce droit appartienne, j’estime qu’il peut se trouver des circonstances où il ne peut faire autrement que de subir une ingérence s’il existe des raisons valables et impérieuses. Je suis même prêt à admettre que si j’étais le juge qui a siégé dans la juridiction interne, j’aurais peut-être tranché dans un sens différent de celui que les juges nationaux ont choisi. Toutefois – et il s’agit là de la raison fondamentale pour laquelle je suis en désaccord avec la majorité – je ne pense pas qu’en notre qualité de juges de la Cour européenne nous ayons de bonnes raisons de dire que le Tribunal fédéral suisse s’est trompé dans sa pesée des intérêts antagonistes en jeu au point de parvenir à un constat de violation.", "Le respect que nous devons aux juridictions internes en vertu du principe de subsidiarité est capital pour la relation que nous entretenons avec elles. Or cette relation risque d’être mise à rude épreuve si la Cour, aussi tentée qu’elle soit de le faire dans un cas douloureux, empiète sur des domaines qui appartiennent en propre aux juridictions internes. Dans des affaires de cette nature, qui mettent en jeu de subtiles nuances en matière de traditions, de croyances et de valeurs familiales, les décisions prises s’appuient souvent très fortement sur la possibilité d’entendre les témoins ou d’apprécier les éléments de preuve en général.", "La présente section (la troisième) a exposé, dans la décision par laquelle elle a déclaré irrecevable la requête Werner Petersen c. Allemagne ((déc.), nos 38282/97 et 68891/01, 12 janvier 2006), la jurisprudence constante de la Cour concernant l’ampleur de la marge d’appréciation dans les affaires de droit de la famille, notamment la garde d’enfants. Je considère que les affaires portant sur l’exhumation d’un corps et le prélèvement d’un échantillon d’ADN sont tout aussi sensibles car elles mettent en jeu des questions interpersonnelles souvent délicates et complexes.", "« La Cour rappelle que, pour rechercher si le refus d’accorder un droit de visite était « nécessaire dans une société démocratique », elle examinera, à la lumière de l’ensemble de l’affaire, si les motifs invoqués pour la justifier étaient pertinents et suffisants aux fins du paragraphe 2 de l’article 8. Sans doute, l’examen de ce qui sert au mieux l’intérêt de l’enfant est d’une importance cruciale dans toute affaire de cette sorte. Il faut en plus avoir à l’esprit que les autorités nationales bénéficient de rapports directs avec tous les intéressés. La Cour n’a donc point pour tâche de se substituer aux autorités internes pour réglementer les questions de garde et de visite, mais il lui incombe d’apprécier sous l’angle de la Convention les décisions qu’elles ont rendues dans l’exercice de leur pouvoir d’appréciation (voir, entre autres, Hokkanen c. Finlande, 23 septembre 1994, § 55, série A no 299-A ; Elsholz c. Allemagne [GC], no 25735/94, § 48, CEDH 2000-VIII, et Sommerfeld c. Allemagne [GC], no 31871/96, § 62, CEDH 2003-VIII). »", "Alors que, comme je l’ai indiqué plus haut, je serais peut-être parvenu à une conclusion différente si j’avais été un juge national, j’estime que le Tribunal fédéral suisse a procédé à une analyse approfondie et bien motivée des intérêts antagonistes en jeu en l’espèce, s’est appuyé sur des raisons pertinentes et suffisantes et est parvenu à une conclusion raisonnable. Je n’aperçois aucune faille dans sa méthode qui soit de nature à conduire notre Cour à conclure à la violation. C’est pourquoi je pense que la présente cause est un exemple classique d’affaire où la Cour devrait faire preuve d’une grande circonspection avant d’intervenir et suis en conséquence au regret de marquer mon désaccord avec la décision prise par la majorité."]}