{"file": "FRE_HFJUD_25303_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25303/08", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE STOJKOVIC c. FRANCE ET BELGIQUE", "", "(Requête no 25303/08)", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "27 octobre 2011", "", "", "DÉFINITIF", "", "27/01/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Stojkovic c. France et Belgique,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tElisabet Fura,\n\tJean-Paul Costa,\n\tFrançoise Tulkens,\n\tBoštjan M. Zupančič,\n\tGanna Yudkivska,\n\tAngelika Nußberger, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil les 6 octobre 2011,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 25303/08) dirigée contre la République française et dont un ressortissant serbe, M. Boban Stojkovic (« le requérant »), a saisi la Cour le 19 mai 2008 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me M. Jugnet, avocat à Albertville. Le gouvernement français est représenté par son agent, Mme E. Belliard, directrice des affaires juridiques au ministère des Affaires étrangères. Le gouvernement belge est représenté par son agent, M. M. Tysebaert, conseiller général au Service public fédéral de la Justice.", "3.  Le requérant alléguait une violation de son droit à l’assistance d’un avocat, garanti par l’article 6 § 3 c) de la Convention.", "4.  Le 2 décembre 2009, la Cour a décidé de communiquer la requête aux gouvernements français et belge. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "5.  Informé de la requête, le gouvernement serbe a fait savoir à la Cour, par une télécopie du 5 février 2010, qu’il n’avait pas l’intention d’exercer le droit que lui reconnaît l’article 36 § 1 de la Convention.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1973 et réside à Verviers.", "7.  Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "8.  Le 31 janvier 2003, un vol à main armée fut commis dans une bijouterie de Courchevel. Une information fut ouverte au cabinet d’un juge d’instruction du tribunal de grande instance d’Albertville.", "9.  Un dénommé K. fut interpellé le lendemain des faits avec des armes et des bijoux provenant du vol. Les déclarations de K., recoupées avec l’exploitation de ses relevés téléphoniques, laissèrent penser au magistrat instructeur saisi que le requérant, reconnu plus tard par une employée de la bijouterie, était impliqué.", "10.  Le 12 janvier 2004, le juge d’instruction délivra une commission rogatoire internationale prescrivant l’audition par des officiers de police judiciaire belges du requérant, détenu pour une autre cause en Belgique, comme témoin assisté et en présence de son avocat, du juge d’instruction et de deux officiers de police français.", "11.  Cette audition eut lieu les 11 et 12 mars 2004. Elle se déroula en présence du juge d’instruction et, partiellement, d’un magistrat du parquet d’Albertville. Préalablement à cette audition, le requérant, informé de son statut de témoin assisté « dans la procédure française » demanda l’assistance d’un avocat « de la justice française » mais il fut immédiatement interrogé sans qu’il ait été fait droit à cette demande. Les enquêteurs lui donnèrent connaissance des dispositions pertinentes du code d’instruction criminelle belge, en particulier son article 47 bis. Ils lui firent savoir que des éléments indiquaient son implication dans les faits objets de la procédure ouverte en France : il aurait été reconnu sur des images vidéo de la gare d’Albertville le 1er février 2003 en compagnie de deux autres personnes, ainsi que par deux témoins au moment des faits à Courchevel ; par ailleurs, il aurait apporté aux autorités belges des éléments concernant sa participation ; enfin, il aurait, au moment des faits, passé à son épouse des appels téléphoniques depuis Courchevel.", "12.  Il reconnut avoir participé aux faits et dénonça d’autres vols à main armée, reconnaissant sa propre participation à certains d’entre eux, notamment à Saint-Tropez et Biarritz. Il donna les détails concernant les faits lors de la seconde partie de l’audition, le 12 mars.", "13.  Le 29 octobre 2004, le juge d’instruction demanda au bâtonnier de commettre un avocat d’office au bénéfice du requérant.", "14.  En décembre 2005, celui-ci s’évada de son lieu de détention en Belgique. Arrêté par les autorités belges, il fut remis aux autorités françaises en vertu d’un mandat d’arrêt européen et fut mis en examen le 1er février 2007.", "15.  Le 27 mars 2007, il saisit la chambre de l’instruction de la cour d’appel de Chambéry d’une requête en annulation d’actes de la procédure d’information visant notamment son audition en Belgique.", "16.  Le 25 avril 2007, la chambre de l’instruction de Chambéry rejeta la requête, au motif que la loi ne lui donnait pas le droit de refuser d’être interrogé à ce stade, comme ce serait le cas lors de sa mise en examen. Or la cour estima qu’une mise en examen lui apparaissait injustifiée lorsque cette audition avait été réalisée, faute d’indices graves ou concordants retenus à l’encontre du requérant.", "17.  Le 20 novembre 2007, la Cour de cassation rejeta le pourvoi formé par le requérant contre l’arrêt de la cour d’appel, et dans lequel il invoquait notamment l’article 6 § 3 c) de la Convention. Elle estima que cet arrêt comportait une motivation exempte d’insuffisance comme de contradiction.", "18.  Le 7 décembre 2007, le requérant fut mis en accusation devant la cour d’assises de la Savoie du chef de vols à main armée commis en bande organisée, faits commis à Courchevel le 31 janvier 2003, Biarritz le 16 juin 2001 et Saint-Tropez le 14 septembre 2001.", "19.  S’agissant des faits commis à Courchevel, l’ordonnance de mise en accusation précisa que l’imputation des faits au requérant et à l’autre suspect résultait des déclarations précises et circonstanciées du requérant, de celles, partielles, de l’autre suspect, ainsi que de nombreux éléments matériels recueillis durant l’information. Elle mentionna que les déclarations du requérant auxquelles il était fait référence étaient celles du 11 mars 2004, confirmées lors d’une extraction de sa prison en Belgique pour un prélèvement ADN. Elle ajouta qu’il avait en revanche refusé de s’exprimer sur les faits lors des interrogatoires du juge d’instruction français.", "20.  Concernant les faits commis à Biarritz et à Saint-Tropez, le requérant avait également refusé de s’exprimer lors des interrogatoires du juge d’instruction, estimant que les aveux recueillis en Belgique l’avaient été illégalement. C’est en conséquence, outre le mode opératoire pour les faits commis à Biarritz, sur ses premières déclarations, dont la particulière précision est mentionnée, que s’appuya l’ordonnance pour motiver la mise en accusation du requérant.", "21.  Devant la cour d’assises, le requérant reconnut l’ensemble des infractions dont il était accusé.", "22.  Par un arrêt du 3 décembre 2008, la cour d’assises déclara le requérant coupable de l’ensemble des faits qui lui étaient reprochés et le condamna à six ans d’emprisonnement.", "II.  LE DROIT INTERNE ET INTERNATIONAL PERTINENT", "A.  Les droits internes pertinents", "1.  Le code de procédure pénale français", "a)  Le statut de témoin assisté", "23.  Les articles 80, et 113-1 à 113-5 du code de procédure pénale sont ainsi rédigés :", "Article 80", "« I.  Le juge d’instruction ne peut informer qu’en vertu d’un réquisitoire du procureur de la République.", "Le réquisitoire peut être pris contre personne dénommée ou non dénommée.", "Lorsque des faits, non visés au réquisitoire, sont portés à la connaissance du juge d’instruction, celui-ci doit immédiatement communiquer au procureur de la République les plaintes ou les procès-verbaux qui les constatent. Le procureur de la République peut alors soit requérir du juge d’instruction, par réquisitoire supplétif, qu’il informe sur ces nouveaux faits, soit requérir l’ouverture d’une information distincte, soit saisir la juridiction de jugement, soit ordonner une enquête, soit décider d’un classement sans suite ou de procéder à l’une des mesures prévues aux articles 411 à 41-3, soit transmettre les plaintes ou les procès-verbaux au procureur de la République territorialement compétent. Si le procureur de la République requiert l’ouverture d’une information distincte, celle-ci peut être confiée au même juge d’instruction, désigné dans les conditions prévues au premier alinéa de l’article 83.", "En cas de plainte avec constitution de partie civile, il est procédé comme il est dit à l’article 86. Toutefois, lorsque de nouveaux faits sont dénoncés au juge d’instruction par la partie civile en cours d’information, il est fait application des dispositions de l’alinéa qui précède.", "(...) »", "Article 113-1", "« Toute personne nommément visée par un réquisitoire introductif ou par un réquisitoire supplétif et qui n’est pas mise en examen ne peut être entendue que comme témoin assisté. »", "Article 113-2", "« Toute personne nommément visée par une plainte ou mise en cause par la victime peut être entendue comme témoin assisté. Lorsqu’elle comparaît devant le juge d’instruction, elle est obligatoirement entendue en cette qualité si elle en fait la demande ; si la personne est nommément visée par une plainte avec constitution de partie civile, elle est avisée de ce droit lorsqu’elle comparaît devant le juge d’instruction.", "Toute personne mise en cause par un témoin ou contre laquelle il existe des indices rendant vraisemblable qu’elle ait pu participer, comme auteur ou complice, à la commission des infractions dont le juge d’instruction est saisi peut être entendue comme témoin assisté. »", "Article 113-3", "« Le témoin assisté bénéficie du droit d’être assisté par un avocat qui est avisé préalablement des auditions et a accès au dossier de la procédure, conformément aux dispositions des articles 114 et 114-1. Cet avocat est choisi par le témoin assisté ou désigné d’office par le bâtonnier si l’intéressé en fait la demande.", "Le témoin assisté peut demander au juge d’instruction, selon les modalités prévues par l’article 82-1, à être confronté avec la ou les personnes qui le mettent en cause ou formuler des requêtes en annulation sur le fondement de l’article 173.", "Lors de sa première audition comme témoin assisté, la personne est informée de ses droits par le juge d’instruction. »", "Article 113-4", "« Lors de la première audition du témoin assisté, le juge d’instruction constate son identité, lui donne connaissance du réquisitoire introductif, de la plainte ou de la dénonciation, l’informe de ses droits et procède aux formalités prévues aux deux derniers alinéas de l’article 116. Mention de cette information est faite au procès-verbal.", "Le juge d’instruction peut, par l’envoi d’une lettre recommandée, faire connaître à une personne qu’elle sera entendue en qualité de témoin assisté. Cette lettre comporte les informations prévues à l’alinéa précédent. Elle précise que le nom de l’avocat choisi ou la demande de désignation d’un avocat commis d’office doit être communiqué au greffier du juge d’instruction. »", "Article 113-5", "« Le témoin assisté ne peut être placé sous contrôle judiciaire, sous assignation à résidence avec surveillance électronique ou en détention provisoire, ni faire l’objet d’une ordonnance de renvoi ou de mise en accusation. »", "b)  Les demandes de nullité de la procédure d’instruction", "24.  Les dispositions pertinentes en l’espèce sont libellées comme suit :", "Article 173", "« S’il apparaît au juge d’instruction qu’un acte ou une pièce de la procédure est frappé de nullité, il saisit la chambre de l’instruction aux fins d’annulation, après avoir pris l’avis du procureur de la République et avoir informé les parties.", "Si le procureur de la République estime qu’une nullité a été commise, il requiert du juge d’instruction communication de la procédure en vue de sa transmission à la chambre de l’instruction, présente requête aux fins d’annulation à cette chambre et en informe les parties.", "Si l’une des parties ou le témoin assisté estime qu’une nullité a été commise, elle saisit la chambre de l’instruction par requête motivée, dont elle adresse copie au juge d’instruction qui transmet le dossier de la procédure au président de la chambre de l’instruction. La requête doit, à peine d’irrecevabilité, faire l’objet d’une déclaration au greffe de la chambre de l’instruction.", "(...) »", "Article 305-1", "« L’exception tirée d’une nullité autre que celles purgées par l’arrêt de renvoi devenu définitif et entachant la procédure qui précède l’ouverture des débats doit, à peine de forclusion, être soulevée dès que le jury de jugement est définitivement constitué. Cet incident contentieux est réglé conformément aux dispositions de l’article 316. »", "2.  Le code d’instruction criminelle belge", "25.  L’article 47 bis du code d’instruction criminelle (ainsi modifié par la loi du 12 mars 1998) se lit comme suit :", "« Lors de l’audition de personnes, entendues en quelque qualité que ce soit, l’on respectera au moins les règles suivantes :", "1.  Au début de toute audition, il est communiqué à la personne interrogée :", "a) qu’elle peut demander que toutes les questions qui lui sont posées et les réponses qu’elle donne soient actées dans les termes utilisés;", "b) qu’elle peut demander qu’il soit procédé à tel acte d’information ou telle audition;", "c) que ses déclarations peuvent êtres utilisées comme preuve en justice.", "2.  Toute personne interrogée peut utiliser les documents en sa possession, sans que cela puisse entraîner le report de l’interrogatoire. Elle peut, lors de l’interrogatoire ou ultérieurement, exiger que ces documents soient joints au procès-verbal d’audition ou déposés au greffe.", "3.  Le procès-verbal mentionne avec précision l’heure à laquelle l’audition prend cours, est éventuellement interrompue, reprend, et prend fin. Il mentionne avec précision l’identité des personnes qui interviennent à l’interrogatoire ou à une partie de celui-ci ainsi que le moment de leur arrivée et de leur départ. Il mentionne également les circonstances particulières et tout ce qui peut éclairer d’un jour particulier la déclaration ou les circonstances dans lesquelles elle a été faite.", "4.  A la fin de l’audition, le procès-verbal est donné en lecture à la personne interrogée, à moins que celle-ci ne demande que lecture lui en soit faite. Il lui est demandé si ses déclarations ne doivent pas être corrigées ou complétées.", "5.  Si la personne interrogée souhaite s’exprimer dans une autre langue que celle de la procédure, soit il est fait appel à un interprète assermenté, soit il est noté ses déclarations dans sa langue, soit il lui est demandé de noter elle-même sa déclaration. Si l’interrogatoire a lieu avec l’assistance d’un interprète, son identité et sa qualité sont mentionnées. »", "B.  Le droit international pertinent", "26.  L’article 3 1o de la Convention européenne d’entraide judiciaire en matière pénale du 20 avril 1959 est ainsi rédigé :", "« La partie requise fera exécuter, dans les formes prévues par sa législation, les commissions rogatoires relatives à une affaire pénale qui lui seront adressées par les autorités judiciaires de la partie requérante et qui ont pour objet d’accomplir des actes d’instruction ou de communiquer des pièces à conviction, des dossiers ou des documents. »", "Cette Convention a été ratifiée par la France le 23 mai 1967 et par la Belgique le 13 août 1975.", "27.  La Convention du 29 mai 2000 relative à l’entraide judiciaire en matière pénale entre les membres de l’Union européenne, approuvée par la France et la Belgique en 2005, prévoit en son article 4 1o que :", "« Dans les cas où l’entraide judiciaire est accordée, l’Etat membre requis respecte les formalités et les procédures expressément indiquées par l’Etat membre requérant, sauf disposition contraire de la présente convention et pour autant que ces formalités et procédures ne soient pas contraires aux principes fondamentaux du droit de l’Etat membre requis. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 3 c) DE LA CONVENTION", "28.  Le requérant se plaint d’une violation des droits de la défense, résultant de ce qu’il a été entendu par la police belge, sur commission rogatoire d’un juge français qui avait prescrit son audition comme témoin assisté, sans bénéficier de l’assistance d’un conseil. Il invoque l’article 6 § 3 c) de la Convention, aux termes duquel :", "« 3.  Tout accusé a droit notamment à :", "(...)", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent.»", "A.  Sur la recevabilité", "1.  Thèses des parties", "29.  Les gouvernements défendeurs contestent la compatibilité ratione personae de la requête à l’encontre de leurs Etats respectifs.", "a)  Le gouvernement français", "30.  Le gouvernement français fait valoir qu’en vertu de la Convention européenne d’entraide judiciaire en matière pénale, l’exécution de la commission rogatoire internationale litigieuse relevait de la compétence des autorités de l’Etat requis, à savoir la Belgique, sur le territoire de laquelle le requérant était en outre détenu. Il ajoute que cette même Convention impliquait que la commission rogatoire soit exécutée dans le respect des formes prévues par le droit interne belge. Il en déduit que la requête est incompatible ratione personae à l’égard de la France", "31.  Néanmoins, le gouvernement français demande à la Cour à titre subsidiaire, dans l’hypothèse où la requête serait déclarée compatible à l’égard des deux Etats, de préciser la période durant laquelle le requérant relevait de la juridiction de la France et celle durant laquelle il relevait de la juridiction de la Belgique.", "b)  Le gouvernement belge", "32.  Pour le gouvernement belge, la requête est incompatible ratione personae à l’égard de la Belgique. A la différence du gouvernement français, il estime que l’audition litigieuse a été conduite par les autorités françaises. Il expose qu’en effet, l’audition du requérant est intervenue uniquement en exécution d’une commission rogatoire internationale française, en présence du juge d’instruction français et d’un magistrat du parquet, français également.", "33.  Le gouvernement belge affirme, par ailleurs, que l’indication donnée au requérant, lors de l’audition litigieuse, selon laquelle il bénéficiait du statut de témoin assisté, lequel n’existe pas en Belgique, n’avait vocation à produire effet que dans le cadre de la procédure ultérieure suivie à son encontre en France. Il observe enfin que, dans le pouvoir donné par le requérant à son conseil devant la Cour, la Belgique n’est pas mentionnée.", "c)  Le requérant", "34.  Le requérant estime que sa requête est compatible ratione personae tant vis-à-vis de la France que de la Belgique.", "35.  Il considère qu’il relevait de la juridiction de la France, dès lors que la procédure en cause avait été diligentée dans ce pays et concernait des faits qui y avaient été commis. Il fait également valoir que l’acte de poursuite exécuté à son encontre émanait d’un magistrat instructeur français, par ailleurs présent lors de son audition, accompagné d’un représentant du ministère public français. Il précise enfin que la commission rogatoire indiquait qu’il devait être entendu avec le statut de témoin assisté, régi par le droit français.", "36.  S’agissant de la Belgique, le requérant fait valoir qu’il a été interrogé alors qu’il était détenu en Belgique, sous le contrôle d’officiers de la police judiciaire belge, dans le cadre de l’exécution d’une commission rogatoire par les autorités belges et selon les règles de la procédure pénale belge.", "2.  Appréciation de la Cour", "37.  La Cour rappelle que si, en application de l’article 1 de la Convention, il appartient aux Hautes Parties contractantes d’assurer le respect des droits garantis par la Convention et ses Protocoles au profit des personnes relevant de leur juridiction, cette responsabilité peut entrer en jeu à l’occasion d’actes émanant de leurs organes mais déployant leurs effets en dehors de leur territoire (voir, entre autres, Drozd et Janousek c. France et Espagne, 26 juin 1992, § 91, série A no 240, et Ilascu c. Moldavie et Russie [GC] (déc.), 4 juillet 2001, no 48787/99).", "a)  Sur la recevabilité de la requête à l’égard de la Belgique", "38.  La Cour estime pour commencer que le requérant relevait bien de la juridiction de la Belgique au sens de l’article 1 de la Convention. En effet, en vertu de l’article 3 de la Convention européenne d’entraide judiciaire alors en vigueur, la Belgique, Etat requis, était tenue, comme elle l’a fait, de faire exécuter la commission rogatoire internationale dont le requérant était l’objet, dans les formes prévues par sa législation, laquelle ne prévoyait pas au cours de son audition, qui eut lieu pour l’exécution de cette commission rogatoire, l’assistance d’un avocat. Dans ces conditions, le grief tiré de la violation de l’article 6 § 3 de la Convention avait sa source dans la législation belge.", "39.  Par contre, en l’absence de toute procédure pénale ultérieure en Belgique contre le requérant, et même de toute action intentée par celui-ci contre les autorités belges pour contester son audition et l’absence d’avocat au cours de celle-ci, la violation alléguée doit être regardée comme résultant non d’une situation continue, mais d’un événement instantané, qui s’est produit les 11 et 12 mars 2004. Ces dates étant antérieures de plus de six mois à l’enregistrement de la requête devant la Cour, celle-ci, en tant qu’elle est dirigée contre la Belgique, doit en tout état de cause être rejetée comme tardive.", "40.  Dans ces conditions, à supposer même que le requérant ait donné pouvoir à son conseil pour introduire sa requête à l’encontre de la Belgique, il y a lieu de la déclarer irrecevable en ce qu’elle est dirigée contre cet Etat, en application de l’article 35 §§ 1 et 4 de la Convention.", "b)  Sur la recevabilité de la requête à l’égard de la France", "41.  Dans les circonstances de l’espèce, la Cour note que c’est à la requête des autorités judiciaires françaises, dans le cadre d’une procédure pénale ouverte devant elles, que le requérant a été entendu. A ce titre, les autorités belges étaient souveraines pour accepter ou non d’exécuter la commission rogatoire délivrée par le juge d’instruction français. Pour autant, et même si elles étaient alors astreintes au respect de leurs propres règles de procédures internes, c’est par délégation de l’autorité requérante qu’elles ont entendu le requérant. La présence, lors de cette audition par des policiers belges, du juge français saisi, ainsi que d’un magistrat du parquet français de la même juridiction, bien qu’ils n’aient pas eu de rôle actif dans la conduite de l’interrogatoire, est à cet égard significative. La Cour observe surtout que les déclarations du requérant ont donné lieu à des suites pénales devant les juridictions françaises, que ce soit dans le cadre de la procédure initiale ou d’autres investigations qui lui ont ensuite été jointes. Dans ces conditions, s’il n’appartenait pas au juge d’instruction français de contrôler stricto sensu le déroulement de l’audition effectuée dans la cadre de la commission rogatoire délivrée par lui, il lui incombait de rappeler aux autorités belges responsables de cette audition qu’il avait prescrit la présence d’un avocat du requérant, ce d’autant plus que celui-ci avait demandé dès le début de l’audition l’assistance d’un avocat « de la justice française », demande dont il ne fut tenu nul compte. Il revenait également aux autorités françaises d’apprécier a posteriori la portée du déroulement de la commission rogatoire sur la validité de la procédure en cours devant elles. La Cour observe en outre que le juge d’instruction avait demandé l’audition du requérant en qualité de témoin assisté, ce qui lui donnait, conformément à l’article 113-3 du code de procédure pénale, le bénéfice d’être assisté par un avocat ; or ce n’est que le 29 octobre 2004, plus de sept mois après l’audition, que ce juge demanda au bâtonnier de désigner un avocat d’office pour assister le requérant.", "42.  Dès lors, la Cour estime que la requête est compatible ratione personae avec les dispositions de la Convention à l’égard de la France.", "43.  La Cour constate par ailleurs que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 §§ 3 a) et 4 de la Convention. Elle relève qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Le requérant", "44.  Le requérant estime que son audition ne relevait pas de simples vérifications urgentes concernant la découverte de faits nouveaux, mais d’une véritable audition comme témoin assisté. A ce titre, sa demande d’être assisté par un avocat français, ainsi qu’il l’avait explicitement formulé, et le cas échéant par un avocat belge, dans la mesure où il n’avait pas expressément renoncé à ce droit, était, selon lui, légitime. Il considère en effet que le juge instruisant la procédure à son encontre lui avait conféré un statut, celui de témoin assisté, supposant l’existence d’indices rendant vraisemblable sa participation à une infraction.", "45.  Or, il fait valoir qu’il n’a pas bénéficié d’un accès immédiat à un avocat, lequel n’a été commis d’office par la justice française que le 29 octobre 2004, soit plusieurs mois après son audition en Belgique. Il précise avoir donc été conduit à faire seul et sans l’assistance d’un conseil des déclarations, qu’il n’a pas réitérées devant le juge d’instruction, et qui ont constitué le fondement exclusif de son renvoi devant la cour d’assises, puis de sa condamnation. Il en déduit que l’intérêt de la justice, laquelle ne peut fonder une accusation sur des preuves obtenues par la contrainte ou la pression au mépris de la volonté de l’accusé, commandait en l’espèce qu’il puisse bénéficier de l’assistance d’un avocat, conformément à l’article 6 § 3 c) de la Convention.", "b)  Le gouvernement français", "46.  Pour le gouvernement français, l’audition du requérant dans les circonstances de l’espèce n’a pas enfreint l’article 6 § 3 c) de la Convention. Selon lui, les actes sollicités par le magistrat instructeur français entraient dans le cadre de vérifications urgentes opérées pour permettre au ministère public d’apprécier la suite à donner à des faits nouveaux, dont le juge n’était pas saisi. D’ailleurs, le gouvernement français estime que les déclarations spontanées du requérant justifiaient également ces vérifications.", "47.  Le gouvernement français fait valoir qu’en tout état de cause, l’exécution de la commission rogatoire internationale et le contrôle de cette exécution étaient assurés par les autorités belges et relevaient du droit interne belge. Dès lors, la demande du requérant de bénéficier de l’assistance d’un avocat français devait se comprendre comme concernant uniquement la suite de la procédure en France.", "48.  Enfin, le gouvernement français estime que le requérant ne peut présenter ses déclarations comme déterminantes pour l’issue du litige, alors même qu’il a reconnu devant la cour d’assises de Savoie sa participation aux faits litigieux.", "2.  Appréciation de la Cour", "49.  La Cour rappelle que les exigences du paragraphe 3 de l’article 6 s’analysent en aspects particuliers du droit à un procès équitable garanti par le paragraphe 1. Le droit de tout accusé à être effectivement défendu par un avocat, au besoin commis d’office, figure ainsi parmi les éléments fondamentaux du procès équitable (voir, notamment, Salduz c. Turquie [GC], no 36391/02, § 51, 27 novembre 2008, et Poitrimol c. France, 23 novembre 1993, § 34, série A no 277-A). Cela étant, l’article 6 § 3 c) ne précise pas les conditions d’exercice du droit qu’il consacre. Il laisse ainsi aux Etats contractants le choix des moyens propres à permettre à leur système judiciaire de le garantir, la tâche de la Cour consistant à rechercher si la voie qu’ils ont empruntée cadre avec les exigences d’un procès équitable. La Cour examinera donc le grief sous l’angle de ces deux dispositions combinées (voir, entre autres, Krombach c. France, no 29731/96, § 82, CEDH 2001-II). A cet égard, il ne faut pas oublier que la Convention a pour but de « protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs » et que la nomination d’un conseil n’assure pas à elle seule l’effectivité de l’assistance qu’il peut procurer à l’accusé (Salduz, précité, § 51, et Imbrioscia c. Suisse, 24 novembre 1993, § 38, série A no 275).", "50.  La Cour rappelle que pour que le droit à un procès équitable consacré par l’article 6 § 1 demeure suffisamment « concret et effectif », il faut, en règle générale, que l’accès à un avocat soit consenti dès le premier interrogatoire d’un suspect par la police, sauf à démontrer, à la lumière des circonstances particulières de l’espèce, qu’il existe des raisons impérieuses de restreindre ce droit. Même lorsque des raisons impérieuses peuvent exceptionnellement justifier le refus de l’accès à un avocat, pareille restriction – quelle que soit sa justification – ne doit pas indûment préjudicier aux droits découlant pour l’accusé de l’article 6. Il est en principe porté une atteinte irrémédiable aux droits de la défense lorsque des déclarations incriminantes faites lors d’un interrogatoire de police subi sans assistance préalable d’un avocat sont utilisées pour fonder une condamnation (Salduz, précité, § 55). Cela découle notamment de la nécessité de protéger l’accusé contre toute coercition abusive de la part des autorités, ce qui présuppose que, dans une affaire pénale, l’accusation cherche à fonder son argumentation sans recourir à des éléments de preuve obtenus par la contrainte ou les pressions au mépris de la volonté de l’accusé (voir, parmi d’autres, Jalloh c. Allemagne [GC], no 54810/00, § 100, CEDH 2006-IX). L’existence de garanties appropriées dans la procédure est ainsi l’un des éléments permettant d’assurer le droit de l’accusé de ne pas contribuer à sa propre incrimination (Jalloh, précité, § 101).", "51.  En l’espèce, la Cour relève que l’audition du requérant a été conduite selon le régime procédural applicable en Belgique, lequel n’opérait aucune distinction fondée sur la qualité de la personne entendue, notamment quant à l’existence ou non de soupçons à son encontre. Il reste que cette audition procédait exclusivement de l’exécution d’une commission rogatoire internationale, dans le cadre d’une information judiciaire ouverte en France. Or, dans cette commission rogatoire, le juge d’instruction mandant prescrivait expressément que le requérant soit entendu en qualité de témoin assisté. Même si ce statut ne pouvait pas en réalité, au regard de l’état du droit international alors en vigueur (voir paragraphe 26 ci-dessus), s’appliquer à l’audition en cause, cette demande démontrait qu’il existait à l’encontre du requérant, ainsi que l’exige le droit français, des indices rendant vraisemblable sa participation aux faits poursuivis. De surcroît, ces indices ont été portés à la connaissance du requérant préalablement à son audition. Quant aux autres déclarations faites par le requérant, si elles ne s’inscrivaient pas dans le cadre de la saisine initiale du juge d’instruction, il apparaît qu’elles ont donné lieu à l’ouverture d’autres informations judiciaires, jointes ensuite à la première, puis au renvoi du requérant devant la cour d’assises.", "52.  Dans ces conditions, la Cour estime que l’audition du requérant a eu des répercussions importantes sur sa situation, de sorte qu’il faisait l’objet d’une « accusation en matière pénale », impliquant qu’il doive bénéficier des garanties prévues par l’article 6 §§ 1 et 3 de la Convention (voir, parmi d’autres, Janosevic c. Suède, no 34619/97, § 91, 23 juillet 2002, CEDH 2002-VII, Eckle c. Allemagne, 15 juillet 1982, § 73, série A no 51, et Deweer c. Belgique, 27 février 1980, § 42, série A no 35).", "53.  La Cour estime également devoir prendre en considération la situation du requérant lors de son audition. Ainsi qu’elle l’a déjà souligné, un accusé se trouve souvent dans une situation particulièrement vulnérable au stade de l’enquête, effet qui se trouve amplifié par le fait que la législation en matière de procédure pénale tend à devenir de plus en plus complexe, notamment en ce qui concerne les règles régissant la collecte et l’utilisation des preuves (Salduz, précité, § 54). En l’espèce, le requérant, même s’il ne faisait l’objet d’aucune mesure restrictive ou privative de liberté au titre de la procédure en cause, a été entendu alors qu’il avait été extrait de détention. La Cour prend également en compte le fait qu’il a été informé à la fois des dispositions internes belges, lesquelles ne prévoyaient pas l’assistance d’un avocat, et de son statut français de témoin assisté ainsi que des droits en résultant, à savoir celui d’être, dès son premier interrogatoire, assisté par un avocat choisi ou commis d’office, préalablement avisé de l’audition et bénéficiant d’un accès au dossier de la procédure dans les délais prévus par la loi. En outre, l’audition s’est déroulée en présence du magistrat lui ayant conféré ce statut. Pour la Cour, une telle situation était de nature à semer une certaine confusion dans l’esprit du requérant.", "54.  Dès lors, s’il apparaît que le requérant a délibérément consenti à faire des révélations aux services d’enquête, ce choix, alors même que ses déclarations ont contribué à sa propre incrimination, ne peut être considéré, aux yeux de la Cour, comme totalement éclairé. Certes, le requérant a été informé des dispositions légales prévoyant que ses propos pourraient servir de preuve en justice. Pour autant, outre qu’aucun droit à garder le silence ne lui a été expressément notifié, il a pris sa décision sans être assisté d’un conseil (Brusco c. France, no 1466/07, § 54, 14 octobre 2010). Or, la Cour constate qu’il n’avait renoncé de manière non équivoque ni à son droit au silence, ni à l’assistance d’un avocat (Salduz, précité, § 59, Sejdovic c. Italie [GC], no 56581/00, § 86, CEDH 2006-II, et Poitrimol, précité, § 31). A ce titre, sa demande de bénéficier de l’assistance d’un avocat français, bien qu’interprétée par le gouvernement français comme concernant uniquement la suite de la procédure, ne peut, en toute hypothèse, être assimilée à une renonciation non équivoque dans le contexte de l’audition litigieuse.", "55.  La Cour considère que si la restriction du droit en cause n’était pas, à l’origine, le fait des autorités françaises, il appartenait à celles-ci, à défaut de motif impérieux la justifiant, de veiller à ce qu’elle ne compromette pas l’équité de la procédure suivie devant elles. A cet égard, l’argument selon lequel cette restriction résulte de l’application systématique des dispositions légales pertinentes est inopérant et suffit à conclure à un manquement aux exigences de l’article 6 de la Convention (voir, entre autres, Salduz, précité, § 56, et, mutatis mutandis, Boz c. Turquie, no 2039/04, § 35, 9 février 2010). La Cour note au demeurant que les règles de droit international applicables, en vertu desquelles la partie requise fera exécuter les commissions rogatoires dans les formes prévues par sa législation (voir paragraphe 26 cidessus), ont été modifiées peu après (voir paragraphe 27 ci-dessus). En tout état de cause, le régime juridique de l’audition litigieuse ne dispensait pas les autorités françaises de vérifier ensuite si elle avait été accomplie en conformité avec les principes fondamentaux tirés de l’équité du procès et d’y apporter, le cas échéant, remède. Certes, les conditions légales dans lesquelles l’audition litigieuse a été réalisée ne sont pas imputables aux autorités françaises, lesquelles étaient soumises, en vertu de leurs engagements internationaux, à l’application des dispositions internes belges. Pour autant, en vertu de l’article 1 de la Convention, aux termes duquel « [l]es Hautes Parties contractantes reconnaissent à toute personne relevant de leur juridiction les droits et libertés définis au titre I de la présente Convention », la mise en œuvre et la sanction des droits et libertés garantis par la Convention revient au premier chef aux autorités nationales (Scordino c. Italie (no 1) [GC], no 36813/97, § 140, CEDH 2006V). Il incombait donc aux juridictions pénales françaises de s’assurer que les actes réalisés en Belgique n’avaient pas été accomplis en violation des droits de la défense et de veiller ainsi à l’équité de la procédure dont elles avaient la charge, l’équité s’appréciant en principe au regard de l’ensemble de la procédure (voir, notamment, Pélissier et Sassi c. France [GC], no 25444/94, § 46, CEDH 1999-II, Miailhe c. France (no 2), 26 septembre 1996, § 43, Recueil 1996-IV, et Imbrioscia, précité, § 38).", "56.  Or la Cour estime que tel n’a pas été le cas en l’espèce, les autorités judiciaires françaises n’ayant pas remédié à l’atteinte causée aux droits de la défense, et ce alors même que la commission rogatoire internationale avait prescrit que le requérant soit interrogé en présence de son avocat et que celui-ci avait demandé à être assisté d’un avocat (voir le paragraphe 41 cidessus). Ainsi, malgré le silence observé ensuite par le requérant devant le juge d’instruction français, après qu’il eût bénéficié de l’assistance d’un conseil, ses propos initiaux, tenus à la suite d’une demande de ce juge, en présence de celui-ci et d’un magistrat du parquet français, ont fondé sa mise en examen puis son renvoi devant la cour d’assises. Or, ces étapes de la procédure étaient des préalables indispensables à sa comparution, et donc à sa condamnation. Le fait qu’il ait par la suite, devant la juridiction de jugement, reconnu l’intégralité des faits, ne peut donc suffire à régulariser l’atteinte initialement commise, d’autant qu’il n’était, à ce stade, plus en mesure de contester la validité de l’audition litigieuse (voir paragraphe 24 ci-dessus).", "57.  Eu égard à ce qui précède, la Cour conclut qu’il y a eu en l’espèce violation de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "58.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "59.  Le requérant sollicite l’octroi de la somme de 50 000 euros (« EUR ») à titre de réparation des dommages matériel et moral qu’il estime avoir subis. Il expose en particulier que l’audition durant laquelle il a été privé de l’assistance d’un conseil a déterminé sa responsabilité pénale et sa condamnation à six ans d’emprisonnement.", "60.  Le gouvernement français considère que la demande du requérant est sans aucun lien avec la violation alléguée et, en toute hypothèse, manifestement excessive. Il fait valoir que la Cour ne saurait spéculer sur le résultat auquel la procédure incriminée aurait abouti si celle-ci avait respecté la Convention. Il en conclut que le constat de violation constituerait une satisfaction équitable suffisante.", "61.  La Cour n’aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué, dont la réalité n’est d’ailleurs pas établie. Partant, la Cour rejette la demande du requérant à ce titre. S’agissant de sa demande de réparation du préjudice moral, la Cour considère, à l’instar du gouvernement français, qu’elle ne saurait spéculer sur le résultat auquel la procédure incriminée aurait abouti si celle-ci avait respecté la Convention (voir, entre autres, Yvon c. France, 24 avril 2003, no 44962/98, CEDH 2003-V, et Foucher c. France, 18 mars 1997, Recueil 1997-II). Pour autant, elle estime que le requérant a subi un tort moral certain qui n’est pas suffisamment réparé par le constat de la violation. Statuant en équité comme le veut l’article 41 de la Convention, elle lui accorde la somme de 5 000 EUR.", "B.  Frais et dépens", "62.  Le requérant demande 15 000 EUR au titre des frais et dépens, dont 9 950,72 EUR au titre de la procédure devant la Cour. A l’appui de sa demande, il produit deux factures d’honoraires émanant d’un avocat aux Conseils pour la période de juin à octobre 2007 (pour un total de 3 970,72 EUR), ainsi que trois autres notes d’honoraires d’avocat datant de mars 2008, décembre 2009 et mai 2010 pour la procédure devant la Cour (5 980 EUR).", "63.  Le gouvernement français estime que les frais ne sont justifiés que concernant deux notes d’honoraires concernant le recours devant la Cour. Il estime que le montant alloué ne devrait pas excéder la somme de 3 588 EUR.", "64.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En outre, lorsque la Cour constate une violation de la Convention, elle n’accorde au requérant le paiement des frais et dépens qu’il a exposés devant les juridictions nationales que dans la mesure où ils ont été engagés pour prévenir ou faire corriger par celles-ci ladite violation. En l’espèce, au vu des documents en sa possession et des critères susmentionnés, la Cour accorde la somme de 5 000 EUR à ce titre.", "C.  Intérêts moratoires", "65.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête irrecevable pour autant qu’elle est dirigée contre la Belgique ;", "", "2. Déclare la requête recevable à l’égard de la France ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 3 c) de la Convention combiné avec l’article 6 § 1 ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 5 000 EUR (cinq mille euros), pour dommage moral et 5 000 EUR (cinq mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par le requérant ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 octobre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident"]}