{"file": "FRE_HFJUD_63117_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "63117/09", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "", "AFFAIRE NIKOLITSAS c. GRÈCE", "", "(Requête no 63117/09)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "3 juillet 2014", "", "", "DÉFINITIF", "", "03/10/2014", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "", "En l’affaire Nikolitsas c. Grèce,", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tIsabelle Berro-Lefèvre, présidente,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tPaulo Pinto de Albuquerque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 juin 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 63117/09) dirigée contre la République hellénique et dont un ressortissant de cet État, M. Christos Nikolitsas (« le requérant »), a saisi la Cour le 4 novembre 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été représenté successivement par Mes G. Alfantakis et S. Hatzis, avocats respectivement aux barreaux d’Athènes et de Larissa. Le gouvernement grec (« le Gouvernement ») a été représenté par les délégués de son agent, M. I. Bakopoulos, assesseur auprès du Conseil juridique de l’État et Mme Z. Hadjipavlou, auditrice auprès du Conseil juridique de l’État.", "3.  Le requérant se plaint en particulier, sous l’angle de l’article 6 §§ 1 et 3 d) de la Convention, d’avoir été condamné sans avoir pu, à aucun stade de la procédure, interroger ou faire interroger les témoins dont les dépositions ont servi de base à sa condamnation.", "4.  Le 13 avril 2012, ce grief a été communiqué au Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1941 et réside à Larissa.", "A.  L’arrestation du requérant en Turquie et la procédure pénale engagée à son encontre", "6.  Le 30 septembre 1999, une explosion eut lieu dans un appartement d’Istanbul dans lequel un laboratoire de fabrication d’héroïne avait été installé ; deux hommes réussirent à fuir. L’un d’eux prit un taxi pour l’appartement de S.D, un ressortissant turc soupçonné de faire partie d’un réseau de trafiquants. Le 2 octobre 1999, la police turque chargée de la répression du trafic de stupéfiants fit irruption dans l’appartement de S.D. Ce dernier eut le temps de lancer par la fenêtre en direction du toit d’un immeuble voisin un paquet contenant 2 300 gr d’héroïne. La police récupéra ce paquet et trouva en outre dans l’appartement 70 gr de cocaïne, une balance de précision, ainsi qu’un pantalon portant des traces de substances chimiques propres à la production d’héroïne. S.D. fut arrêté en compagnie des deux autres personnes qui se trouvaient alors dans l’appartement, à savoir F.B., un ressortissant albanais, et le requérant.", "7.  Le 9 octobre 1999, les trois hommes furent placés en détention provisoire pour une période de vingt-six mois.", "8.  Le 19 novembre 2001, le tribunal de la sécurité nationale d’Istanbul condamna le requérant à une peine de dix ans de réclusion criminelle et à une sanction pécuniaire de 170 500 000 livres turques, du chef de possession de substances narcotiques. Ce jugement devint définitif.", "B.  La procédure pénale engagée à l’encontre du requérant en Grèce", "9.  Le 7 juin 2000, le procureur près le tribunal correctionnel de Larissa invita le juge d’instruction auprès de ce même tribunal à ouvrir une instruction à l’encontre du requérant pour possession de stupéfiants.", "10.  Le 13 décembre 2000, le juge d’instruction demanda aux autorités judiciaires d’Istanbul de procéder à l’audition du requérant à ce sujet. Toutefois, il ne fut pas possible de donner immédiatement suite à cette demande car, selon les autorités turques, il n’y avait aucun enregistrement de détenu sous le nom du requérant. Le juge d’instruction renouvela sa demande qui fut finalement accueillie.", "11.  Le 13 juillet 2001, la chambre du conseil du tribunal correctionnel de Larissa ordonna la prolongation de six mois du délai dans lequel l’instruction devait avoir lieu (du 13 juin au 13 décembre 2001). À cette dernière date, le requérant fut renvoyé en jugement devant la cour d’appel criminelle de Larissa. La date d’audience fut initialement fixée au 25 février 2003, puis reportée jusqu’à ce que le requérant, qui était toujours détenu en Turquie, puisse y assister.", "12.  Le 24 septembre 2002, le procureur émit un mandat d’arrêt à son encontre.", "13.  Le requérant fut libéré de Turquie le 7 octobre 2003. De retour en Grèce, il fut arrêté à Larissa le 27 octobre 2003.", "14.  Le 18 novembre 2003, le requérant demanda sa mise en liberté provisoire. Le 10 décembre 2003, la chambre d’accusation de la cour d’appel rejeta sa demande.", "15.  Le 15 mars 2004, la cour d’appel criminelle de Larissa, siégeant comme juridiction de première instance en formation de trois juges, déclara le requérant coupable d’avoir été arrêté en Turquie en possession de 2,3 kg d’héroïne et de 70 gr de cocaïne dont il pouvait disposer à sa guise et le condamna à une peine de dix-huit ans de réclusion criminelle et à une sanction pécuniaire de 15 000 euros. Le tribunal déduisit de la peine de prison infligée au requérant la durée de sa détention provisoire en Grèce ainsi que celle de sa peine purgée en Turquie (jugement no 91/2004). Il motiva sa décision comme suit :", "« S’agissant de l’achat et de la possession des substances narcotiques, les co-accusés du requérant ont témoigné in extenso à son encontre devant le tribunal turc. Leurs témoignages sont fiables car ils sont corroborés par d’autres éléments incriminants (quatre voyages suspects de l’accusé en Turquie, en Bulgarie et en Albanie à l’insu de son épouse ; le fait qu’il s’est rendu à l’appartement en question où il a rencontré des trafiquants de drogue, qui étaient certainement des connaissances, puisqu’il a bu du raki avec eux ; le fait que des substances narcotiques ont été trouvées dans cet appartement au moment de son arrestation ; le fait qu’il y a eu des traces [des substances chimiques] sur le pantalon d’une des personnes arrêtées, provenant de la fabrication d’héroïne dans l’autre appartement où l’explosion s’était produite (...) »", "16.  Le requérant interjeta appel contre ce jugement devant la cour d’appel criminelle de Larissa, siégeant en formation de cinq membres.", "17.  L’audience eut lieu le 27 février 2008. La cour d’appel procéda à l’audition d’un policier grec, qui déclara que le requérant n’était pas connu des autorités, ainsi que de l’épouse du requérant, qui clama l’innocence de son mari. Avant que la cour d’appel ne donne lecture des éléments de preuve, le conseil du requérant déclara que tant lui que son client s’opposaient à la lecture de tout témoignage si le témoin n’était pas présent à l’audience. La cour d’appel rejeta cette demande, en s’appuyant sur l’article 364 § 2 du code de procédure pénale (paragraphe 24 ci-dessous) et poursuivit avec la lecture des pièces du dossier. Invités à s’exprimer à la suite de la lecture de chaque document, ni le procureur ni la défense n’ont fait de commentaires. Par la suite, la cour d’appel entendit le requérant qui réitéra la thèse déjà avancée devant le tribunal de première instance, à savoir qu’il envisageait d’ouvrir en Albanie après son départ à la retraite un magasin pour vendre de produits ecclésiastiques, chrétiens et musulmans, et qu’il s’y était rendu, ainsi qu’en Bulgarie, pour faire une étude de marché. En septembre 1999, il voyagea de Bulgarie en Turquie, pour acheter des icônes. Il devait y rencontrer F.B qu’il avait connu en Grèce. F.B. ne se présenta pas au rendez-vous ; S.D., que le requérant rencontrait pour la première fois, arriva à sa place et le conduisit à son appartement où se trouvait déjà F.B. Peu après, la police est arrivée et les a arrêtés. Le requérant rappela que jusqu’alors son casier judiciaire était vierge et que F.B. lui avait dit qu’il avait témoigné contre lui sous la torture.", "18.  Le 28 février 2008, la cour d’appel confirma le jugement de première instance mais réduisit la peine infligée au requérant à douze ans de réclusion.", "19.  La cour d’appel se fonda sur le témoignage de S.D., recueilli par la police lors de l’enquête préliminaire en Turquie, selon lequel le requérant était son client et avait acheté des stupéfiants pour les rapporter en Grèce. La cour d’appel se fonda également sur le témoignage de F.B., qui avait déclaré devant les autorités turques que le requérant avait acheté des stupéfiants à deux reprises à S.D. et les avait transportés en Grèce. La cour d’appel nota également que le requérant avait voyagé en Albanie et en Bulgarie à l’insu de son épouse et estima que le but de ces déplacements était manifestement de rencontrer des trafiquants de stupéfiants et non pas le commerce de produits ecclésiastiques, comme l’avait soutenu le requérant, car cette activité était sans relation avec la profession de garagiste qu’il exerçait jusqu’alors. La cour d’appel se référa en outre à la diversité des substances narcotiques trouvées dans l’appartement de S.D., à la balance de précision que celui-ci utilisait, ainsi qu’à la répartition de l’héroïne dans trois sachets bien distincts. Enfin, la cour d’appel refusa de reconnaître au requérant le bénéfice des circonstances atténuantes. Elle considéra que celui-ci n’apportait aucune preuve convaincante que sa vie privée, familiale, professionnelle et sociale avait été honnête. Seul son casier judiciaire vierge, sans autres éléments probants, ne suffisait pas à prouver une vie honnête antérieure à la commission de l’infraction, d’autant plus que F.B. avait déclaré que le requérant avait à deux reprises dans le passé importé des stupéfiants en Grèce (arrêt no 60/2008).", "20.  Le 6 mai 2008, le requérant se pourvût en cassation. Il critiqua notamment la motivation de l’arrêt de la cour d’appel et se plaignit de la violation de ses droits de la défense.", "21.  Le 28 janvier 2009, la Cour de cassation rejeta le pourvoi.", "22.  La haute juridiction rejeta le moyen relatif à l’absence de motivation suffisante de l’arrêt de la cour d’appel, en soulignant que cette dernière ne s’était pas fondée uniquement sur les dépositions faites à la police turque par les co-accusés du requérant, S.D. et F.B., mais aussi sur d’autres éléments de preuve indiqués dans l’arrêt attaqué. En outre, la Cour de cassation rejeta le moyen tiré de la lecture à l’audience des dépositions des témoins en question en dépit de l’opposition de la défense, en soulignant que cette lecture était conforme à l’article 364 § 2 du code de procédure pénale (arrêt no 249/2009). Cet arrêt fut mis au net et certifié conforme le 8 mai 2009.", "23.  Par une décision du 15 juin 2009 de la chambre du conseil du tribunal correctionnel de Patras, le requérant fut mis en liberté conditionnelle.", "II.  LE DROIT INTERNE PERTINENT", "24.  Les articles pertinents du code de procédure pénale sont ainsi libellés :", "Article 211A", "« Le seul témoignage ou la seule défense d’un co-accusé pour la même infraction ne sont pas suffisants pour faire condamner l’accusé. »", "Article 364", "« 1.  Sont lus à l’audience les rapports des enquêteurs qui ont été rédigés selon les voies légales, ainsi que les autres documents déposés lors de la procédure de l’administration de preuves et dont l’authenticité n’est pas contestée. (...)", "2.  Sont lus également (...) les documents d’une autre procédure pénale (...) dans laquelle une décision définitive a été rendue, si le tribunal considère que cette lecture est utile. »", "Article 365", "« 1.  Dans les cas où la présence d’un témoin à l’audience n’est pas possible parce que celui-ci (...) réside à l’étranger ou pour cause de tout autre empêchement exceptionnellement sérieux, (...), sa déposition sous serment faite, pendant l’enquête préliminaire, est lue à l’audience sous peine de nullité de la procédure.(...) »", "Article 525", "« 1.  La procédure pénale qui a été complétée par une décision définitive est ré-ouverte au bénéfice du condamné pour un délit ou un crime seulement dans les cas suivants :", "(...)", "e)  si un arrêt de la Cour européenne des droits de l’homme constate une violation d’un droit relatif au caractère équitable de la procédure qui a été suivie ou la disposition substantielle qui a été appliquée. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 §§ 1 ET 3 d) DE LA CONVENTION", "25.  Le requérant se plaint qu’il a été condamné sans qu’il ait pu, à aucun stade de la procédure, interroger ou faire interroger les témoins, dont les dépositions faites à son insu pendant l’enquête préliminaire en Turquie, ont servi de fondement pour sa condamnation en Grèce. Il invoque à cet égard l’article 6 §§ 1 et 3 d) de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle.", "(...)", "3.  Tout accusé a droit notamment à :", "(...)", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge. »", "A.  Sur la recevabilité", "26.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 a) de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "27.  Le requérant allègue qu’il a été condamné sur le fondement des déclarations de ses co-accusés en Turquie sans qu’il ait eu la possibilité de les contester ou d’en interroger les auteurs au moment de leur déposition ou plus tard. Il reproche à la cour d’appel d’avoir rejeté l’opposition qu’il avait formée à la lecture des dépositions litigieuses et maintient que celles-ci ont été déterminantes pour sa condamnation, les autres preuves du dossier n’ayant pas d’incidence sur l’accusation pesant sur lui.", "28.  Le Gouvernement considère qu’il existait en l’occurrence une impossibilité objective d’interroger les témoins en question lors des audiences devant les juridictions grecques. La lecture de leurs dépositions par la cour d’appel était conforme au droit interne et le requérant s’était vu par la suite donner la possibilité de s’opposer aux témoignages en question ou de formuler des remarques complémentaires ; il était également loisible au requérant d’interroger les autres témoins et de proposer l’examen de preuves complémentaires. Or, celui-ci – pourtant représenté par un avocat tout au long de la procédure – n’a pas fait usage de cette possibilité. Le Gouvernement estime enfin que les déclarations faites par les témoins en cause n’ont pas été essentielles ou déterminantes, la condamnation du requérant ayant été fondée sur un ensemble de preuves concordantes.", "2.  Appréciation de la Cour", "a)  Principes généraux", "29.  Comme les exigences du paragraphe 3 de l’article 6 représentent des aspects particuliers du droit à un procès équitable garanti par le paragraphe 1, la Cour examinera la requête sous l’angle de ces deux textes combinés (Sakhnovski c. Russie [GC], no 21272/03, § 94, 2 novembre 2010).", "30.  La Cour rappelle à titre liminaire qu’il ne lui appartient pas d’agir comme juge de quatrième instance, et en particulier d’apprécier la légalité des preuves au regard du droit interne des États parties à la Convention et de se prononcer sur la culpabilité des requérants. En effet, si la Convention garantit en son article 6 le droit à un procès équitable, elle ne réglemente pas pour autant l’admissibilité des preuves en tant que telle, matière qui relève au premier chef du droit interne (voir, parmi beaucoup d’autres, Gäfgen c. Allemagne [GC], no 22978/05, § 162, CEDH 2010).", "31.  Pour déterminer si la procédure a été équitable, la Cour l’envisage dans son ensemble et vérifie le respect non seulement des droits de la défense, mais aussi de l’intérêt du public et des victimes à ce que les auteurs de l’infraction soient dûment poursuivis et, si nécessaire, des droits des témoins. En particulier, l’article 6 § 3 d) consacre le principe selon lequel, avant qu’un accusé puisse être déclaré coupable, tous les éléments à charge doivent en principe être produits devant lui en audience publique, en vue d’un débat contradictoire. Ce principe ne va pas sans exceptions, mais on ne peut les accepter que sous réserve des droits de la défense ; en règle générale, ceux-ci commandent de donner à l’accusé une possibilité adéquate et suffisante de contester les témoignages à charge et d’en interroger les auteurs, soit au moment de leur déposition, soit à un stade ultérieur (Lucà c. Italie, no 33354/96, § 39, CEDH 2001II et Solakov c. ExRépublique yougoslave de Macédoine, no 47023/99, § 57, CEDH 2001X).", "32.  Dans l’affaire Al-Khawaja et Tahery c. RoyaumeUni ([GC], nos 26766/05 et 22228/06, CEDH 2011), la Cour a précisé les critères d’appréciation des griefs formulés sur le terrain de l’article 6 § 3 d) de la Convention en ce qui concerne l’absence des témoins à l’audience. Elle a estimé qu’il convenait de soumettre ce type de grief à un examen en trois points.", "33.  En premier lieu, la Cour doit vérifier si l’impossibilité pour la défense d’interroger ou de faire interroger un témoin à charge est justifiée par un motif sérieux. Ensuite, lorsque l’absence d’interrogation des témoins est justifiée par un motif sérieux, les dépositions de témoins absents ne doivent pas en principe constituer la preuve à charge unique ou déterminante. Toutefois, l’admission à titre de preuve de la déposition constituant l’élément à charge unique ou déterminant d’un témoin que la défense n’a pas eu l’occasion d’interroger n’emporte pas automatiquement violation de l’article 6 § 1 de la Convention : la procédure peut être considérée comme équitable dans sa globalité lorsqu’il existe des éléments suffisamment compensateurs des inconvénients liés à l’admission d’une telle preuve pour permettre une appréciation correcte et équitable de la fiabilité de celle-ci (Al-Khawaja et Tahery, précité, §§ 146147).", "34.  La Cour doit donc vérifier si ces trois conditions ont été respectées en l’espèce.", "b)  Application de ces principes au cas d’espèce", "35.  La Cour relève tout d’abord que bien que le requérant n’ait pas été confronté en Turquie à ses deux co-accusés, il ressort des pièces du dossier que les juridictions compétentes n’ont nullement envisagé la possibilité de les interroger dans le cadre de la procédure dirigée contre le requérant en Grèce. Le Gouvernement n’a pas démontré non plus que les autorités nationales aient activement recherché les intéressés aux fins de leur audition au moyen d’une commission rogatoire internationale. Or, de l’avis de la Cour, le seul fait que ces témoins résidaient à l’étranger ne saurait en soi constituer une impossibilité absolue de recueillir leurs témoignages en présence de la défense. Par conséquent, aucun « motif sérieux » n’est invoqué pour justifier ce manquement aux droits de la défense. Conformément à la jurisprudence de la Cour, cet élément suffit, à lui seul, pour constater la violation de l’article 6 §§ 1 et 3 d) de la Convention (Al-Khawaja et Tahery, précité, § 120).", "36.  Toutefois, la Cour note de surcroît que les juridictions nationales, pour fonder le constat de culpabilité du requérant, se sont principalement appuyées sur les dépositions de ses deux co-accusés devant les organes d’enquête turcs. En effet, bien que les tribunaux mentionnent s’être fondés sur toutes les preuves du dossier, il est indéniable que les dépositions de F.B. et de S.D. ont joué un rôle décisif, puisqu’aucun autre élément n’attestait de façon directe que le requérant avait commis l’infraction dont il était accusé : ni les voyages du requérant en Albanie et en Bulgarie, ni la découverte, dans l’appartement de S.D. où l’arrestation eut lieu, de trois parcelles d’héroïne, de 70 gr de cocaïne et d’une balance de précision, ne peuvent être considérés comme étant déterminants pour l’établissement de la culpabilité du requérant. Il en résulte que si les déclarations litigieuses de F.B. et de S.D. ne constituaient pas le seul élément de preuve sur lequel les tribunaux ont appuyé la condamnation du requérant, elles étaient toutefois l’élément déterminant. La Cour en veut également pour preuve le fait que la cour d’appel refusa de reconnaître au requérant le bénéfice des circonstances atténuantes se fondant justement sur les déclarations incriminantes de F.B. (paragraphe 19 ci-dessus).", "37.  Dans ces circonstances, la Cour juge frappant que les juridictions nationales ont manqué de vérifier les circonstances ayant entouré le recueil des témoignages en question et que leurs décisions ne contiennent aucun raisonnement relatif à l’évaluation de la crédibilité de F.B. et de S.D. et de la fiabilité de leur déposition, ou à d’éventuels motifs qui auraient pu les amener à faire un faux témoignage (voir, a contrario, Sievert c. Allemagne, no 29881/07, §§ 64-65, 19 juillet 2012). Qui plus est, l’allégation du requérant selon lequel le témoignage de F.B. avait été obtenu sous la torture (paragraphe 17 ci-dessus) n’a pas été vérifiée par les tribunaux.", "38.  Certes, le Gouvernement affirme que le requérant avait, tout au long de la procédure, la possibilité de contester les preuves à charge, d’interroger les autres témoins et de proposer l’examen de preuves complémentaires. La Cour observe cependant que, en l’absence d’autres éléments de preuve suffisamment forts confirmant au-delà de tout doute raisonnable la fiabilité du récit de ces témoins clé que la défense n’a pu interroger à aucun stade de la procédure, cet outil de contestation indirect ne présentait qu’un intérêt limité face aux accusations de tels témoins (voir, a contrario, AlKhawaja et Tahery, précité, §§ 156-157).", "39.  Compte tenu de ce qui précède, la Cour ne peut que constater le caractère déterminant des dépositions faites par F.B et S.D. dans le cadre de la procédure pénale qui s’est déroulée en Turquie. En l’absence dans le dossier d’autres éléments de preuve solides propres à corroborer ces dépositions, les tribunaux grecs n’ont pas pu apprécier correctement et équitablement la fiabilité de ces preuves. La Cour juge que les droits de la défense du requérant ont ainsi subi une limitation incompatible avec les exigences d’un procès équitable.", "40.  Il y a eu, dès lors, violation de l’article 6 §§ 1 et 3 d) de la Convention.", "41.  Cette conclusion dispense la Cour d’examiner l’argument du requérant concernant le rejet par la cour d’appel de l’opposition formée par son avocat à la lecture des dépositions faites par ses co-accusés en Turquie.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "42.  Invoquant l’article 5 § 3 de la Convention, le requérant se plaint de la durée de sa détention provisoire. Invoquant l’article 6 §§ 1 et 2 de la Convention, il allègue plusieurs violations de son droit à un procès pénal équitable. Invoquant l’article 4 du Protocole No 7 à la Convention, il se plaint enfin d’une violation du principe ne bis in idem.", "43.  Compte tenu de l’ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour ne relève aucune apparence de violation des droits et libertés garantis par la Convention. Il s’ensuit que cette partie de la requête doit être rejetée en application de l’article 35 §§ 1, 3 a) et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "44.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "45.  Le requérant réclame la réparation de son préjudice matériel et moral, mais laisse à la Cour le soin d’en déterminer les montants.", "46.  Le Gouvernement invite la Cour à écarter la demande et considère qu’un constat de violation constituerait en soi une satisfaction équitable suffisante pour le requérant.", "47.  La Cour note que le requérant n’a aucunement justifié sa demande au titre du préjudice matériel ; il n’y a donc pas lieu d’octroyer de somme à ce titre. En revanche, statuant en équité comme le veut l’article 41 de la Convention, elle alloue au requérant la somme de 5 200 EUR au titre du dommage moral. La Cour note enfin que l’article 525 § 1 du code de procédure pénale (voir paragraphe 24 ci-dessus) offre la possibilité au requérant de demander la réouverture de la procédure suite à un constat de violation prononcé par la Cour.", "B.  Frais et dépens", "48.  Le requérant n’a pas présenté de demande au titre des frais et dépens. Partant, aucune somme ne sera octroyée à ce titre.", "C.  Intérêts moratoires", "49.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 6 §§ 1 et 3 d) de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 §§ 1 et 3 d) de la Convention ;", "", "3.  Dit", "a)  que l’État défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 5 200 EUR (cinq mille deux cents euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 3 juillet 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tIsabelle Berro-Lefèvre\n\tGreffier\tPrésidente"]}