{"file": "FRE_HFJUD_13126_87.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "13126/87", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE SEKANINA c. AUTRICHE", "", "(Requête no13126/87)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "25 août 1993", "\n", "En l’affaire Sekanina c. Autriche,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tR. Bernhardt,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tB. Walsh,", "\t\tN. Valticos,", "\t\tR. Pekkanen,", "\t\tA.B. Baka,", "\t\tJ. Makarczyk,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 26 février et 25 juin 1993,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1.  L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 10 juillet 1992, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 13126/87) dirigée contre la République d’Autriche et dont un ressortissant de cet État, M. Karl Sekanina, avait saisi la Commission le 21 avril 1987 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration autrichienne reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences de l’article 6 par. 2 (art. 6-2).", "2.  En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, le requérant a exprimé le désir de participer à l’instance et a désigné son conseil (article 30), que le président a autorisé à employer l’allemand (article 27 par. 3).", "3.  La chambre à constituer comprenait de plein droit M. F. Matscher, juge élu de nationalité autrichienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 26 septembre 1992, celui-ci a tiré au sort le nom des sept autres membres, à savoir MM. R. Bernhardt, L.-E. Pettiti, B. Walsh, N. Valticos, R. Pekkanen, A.B. Baka et J. Makarczyk, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43).", "4.  Ayant assumé la présidence de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement autrichien (\"le Gouvernement\"), le délégué de la Commission et l’avocat de l’intéressé au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément à l’ordonnance rendue en conséquence, le greffier a reçu le 16 décembre le mémoire du Gouvernement et les prétentions du requérant au titre de l’article 50 (art. 50) de la Convention.", "Le 2 février 1993, la Commission a fourni divers documents demandés par le greffier sur les instructions du président.", "5.  Ainsi qu’en avait décidé celui-ci, les débats se sont déroulés en public le 24 février 1993, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tMM. F. Cede, ambassadeur,", "\t\tconseiller juridique au ministère des Affaires étrangères, \tagent,", "\tS. Rosenmayr, chancellerie fédérale,", "\tMme I. Gartner, ministère fédéral de la Justice, \tconseillers;", "- pour la Commission", "\tM. A. Weitzel, \tdélégué;", "- pour le requérant", "\tMe W. Moringer, avocat,\t conseil.", "La Cour les a entendus en leurs déclarations, ainsi qu’en leurs réponses à ses questions.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Ressortissant autrichien, M. Karl Sekanina réside à Vienne.", "Le 1er août 1985, la police l’arrêta car elle le suspectait d’avoir assassiné son épouse, tombée le 4 juillet 1985 d’une fenêtre de leur domicile conjugal, au cinquième étage d’un immeuble sis à Linz.", "A. La détention provisoire", "7.  Le lendemain, il fut interrogé puis placé en détention provisoire. Il y demeura jusqu’au 30 juillet 1986, à la suite de plusieurs prolongations. La cour d’appel (Oberlandesgericht) de Linz prononça la dernière d’entre elles le 30 avril 1986; elle autorisa une incarcération d’une année au total, en vertu de l’article 193 paras. 3 et 4 du code de procédure pénale. Outre l’assassinat de son épouse, on reprochait à l’intéressé d’avoir menacé un codétenu à propos de certains aveux relatifs au premier chef d’accusation. Les juridictions autrichiennes se fondèrent sur divers indices et témoignages.", "B. Le jugement", "8.  Le 30 juillet 1986, une cour d’assises (Geschworenengericht) près le tribunal régional (Landesgericht) de Linz acquitta le requérant des deux charges pesant sur lui; les jurés rejetèrent la première par sept voix contre une et la deuxième à l’unanimité.", "Le dispositif et les motifs de l’arrêt se lisaient ainsi:", "\"En vertu de l’article 259 par. 3 du code de procédure pénale, Karl Leopold Sekanina est acquitté des accusations portées contre lui, à savoir:", "1) le 4 juillet 1985, il aurait tué intentionnellement son épouse, Maria Sekanina, en lui donnant, au moyen d’un seau en plastique, un coup qui l’aurait fait passer par la fenêtre ouverte de leur appartement au cinquième étage, entraînant pour elle des blessures mortelles à l’issue d’une chute de 16 m 5 environ;", "2) au début du mois d’août 1985, il aurait contraint Egon Werger, en le menaçant de mort - une fois dehors, aurait-il déclaré, il ne manquerait pas de dénicher et descendre ses codétenus s’ils le \"balançaient\" -, à ne pas révéler ce qu’il avait dit dans leur cellule au sujet du déroulement des faits du 4 juillet 1985.", "(...)", "MOTIFS", "L’acquittement se fonde sur le verdict du jury.\"", "9.  Quant au premier chef d’accusation, le compte rendu (Niederschrift) de la délibération énonçait ce qui suit:", "\"Aucune preuve concluante ne permet de condamner M. Sekanina pour assassinat. D’après l’expertise médicale du professeur Kaiser, Mme Sekanina aurait pu encore traiter son époux d’assassin. Les déclarations de certains témoins ne nous paraissent pas crédibles.\"", "Au sujet du second, les jurés relevaient que les trois autres codétenus des intéressés affirmaient ne pas avoir entendu de graves menaces de mort.", "En conséquence, le requérant recouvra aussitôt la liberté. Le parquet ne se pourvut pas contre l’arrêt.", "C. La demande de remboursement de frais et d’indemnité pour la détention subie", "10.  Le lendemain, le requérant sollicita une participation de l’État aux frais nécessaires exposés pour sa défense, en vertu de l’article 393a du code de procédure pénale (paragraphe 15 ci-dessous), ainsi qu’un dédommagement pour le préjudice matériel causé par son maintien en détention.", "Le 4 novembre 1986, le parquet jugea excessive la somme réclamée au titre des frais. Il combattit aussi la seconde demande, estimant non remplies les conditions définies à l’article 2 par. 1 b) de la loi de 1969 sur l’indemnisation en matière pénale (Strafrechtliches Entschädigungsgesetz, \"loi de 1969\" - paragraphe 16 ci-dessous).", "11.  Le tribunal régional de Linz rendit deux décisions distinctes.", "Le 12 décembre 1986, il octroya à M. Sekanina 22 546 schillings 50 pour les frais nécessaires à sa défense. Le 15 janvier 1987, la cour de Linz rejeta l’appel introduit par l’intéressé pour contester ce montant.", "12.  Par contre, le tribunal avait refusé le 10 décembre d’allouer le dédommagement sollicité, pour les raisons ci-après:", "\"L’article 2 par. 1 b) de la loi [de 1969] subordonne à une condition le droit à indemnité: la dissipation des soupçons qui pesaient sur le demandeur pendant la procédure pénale. Il n’en va ainsi que si tous les indices jouant contre la personne arrêtée ont été réfutés, en sorte qu’ils ont cessé de plaider pour la culpabilité de la personne soupçonnée.", "Or en l’espèce, eu égard à l’ensemble des éléments à charge, les soupçons n’ont pu être entièrement dissipés. Il subsiste d’importants éléments de suspicion, notamment les nombreuses menaces proférées de manière répétée par M. Sekanina, ses voies de fait et ses manifestations d’agressivité, la satisfaction visible que lui a inspirée la mort de son épouse, la manière dont il a décrit les faits à un codétenu, la diversité des versions de l’accident, la forte pression financière à laquelle il se trouvait soumis, l’échec de ses efforts pour obtenir l’autorité parentale sur ses deux enfants et l’agressivité progressivement accumulée de ce chef, ainsi que l’espoir de toucher une assurance-vie au décès de son épouse. De surcroît, le décompte des voix des jurés révèle que l’acquittement n’a été acquis qu’au bénéfice du doute.\"", "13.  La cour d’appel de Linz confirma cette décision le 25 février 1987. Elle rejeta la thèse selon laquelle l’article 2 par. 1 b) de la loi de 1969 (paragraphe 16 ci-dessous) violait la Constitution et l’article 6 par. 2 (art. 6-2) de la Convention en exigeant, outre l’acquittement, l’absence de toute suspicion. D’après elle, la présomption d’innocence devait être respectée dans la procédure antérieure au jugement, mais ne conférait pas à tout détenu le droit à une indemnité en cas d’acquittement. La disposition contestée concernerait non pas la culpabilité, mais la persistance de soupçons. Qu’un tribunal ait constaté celle-ci ne méconnaîtrait pas la présomption d’innocence. La cour d’appel ajoutait:", "\"Le recours n’est pas davantage justifié quant au fond. Contrairement à ce que prétend son auteur, on ne saurait déduire du seul décompte des voix du jury (...) qu’un verdict aussi clair signifie dissipation des soupçons. Pour savoir si des soupçons persistent ou non, le procès-verbal des délibérations du jury pourrait offrir une plus grande utilité. Or son contenu (...) donne plutôt à penser que tout soupçon n’avait pas disparu de l’esprit des jurés. Toutefois, comme le collège appelé à statuer en vertu de la loi [de 1969] n’est pas, quant à la présence de soupçons, lié par le verdict (d’acquittement) rendu au principal, ledit procès-verbal (...) ne revêt pas non plus une importance décisive.", "On ne peut guère contester qu’après l’enquête de police, mais aussi après l’instruction préparatoire, de graves soupçons pesaient sur l’appelant. Ainsi, la cour d’appel de Linz déclara encore, dans sa décision du 30 avril 1986, (...) que la détention provisoire de M. Sekanina pouvait durer jusqu’à un an, confirmant de la sorte la gravité des soupçons. Dans la décision attaquée, la juridiction de première instance a conclu à la persistance des soupçons en invoquant notamment, à bon droit, les nombreuses menaces proférées de manière répétée par M. Sekanina, ses voies de fait, la satisfaction visible que lui inspira la mort de son épouse, la manière dont il décrivit les faits à un codétenu, la diversité des versions de l’accident, l’importante pression financière à laquelle il se trouvait soumis, l’échec de ses efforts pour obtenir l’autorité parentale sur ses deux enfants et son espoir de toucher une assurance-vie au décès de sa femme. Au sujet de la diversité des versions de l’accident données par lui à des tiers, la cour renvoie spécialement aux dépositions des témoins Gundula Sekanina (pages 45, 50 et 51 du compte rendu) et Johanna et Kurt Schöllnberger (pages 105, 106, 117 et 119) lors des audiences du 28 au 30 juillet 1986. A son collègue Siegfried Wurzinger, l’appelant déclara qu’au moment de la chute il se tenait dans une autre pièce (Wurzinger, pages 126, 127); au contraire, Brigitte Grasböck a constaté que pendant la chute, l’intéressé - portant une veste de couleur claire et dont elle voyait tout le buste - se trouvait déjà à la fenêtre, les bras tendus vers l’extérieur, en train de déverser l’eau d’un seau; elle croyait se souvenir qu’au moment où il descendit auprès de sa femme, il portait une veste de couleur bleue (Grasböck, pages 65 et 66 du compte rendu). Lors de son interrogatoire (enregistré par écrit) par la direction de la police fédérale de Linz le 2 août 1985 (page 214, volume 1), il déclara que, peu avant de tomber, sa femme s’était querellée avec lui. D’après le témoignage d’Egon Werger, l’appelant lui avait révélé \"qu’au milieu de la dispute, dans un accès de colère, il s’était précipité sur sa femme\" (pages 166 et 167 du compte rendu d’audience). Plusieurs témoins l’ont dépeint comme un être coléreux et brutal (pages 44 et 82 du compte rendu). Il aurait plusieurs fois proféré des menaces de mort contre son épouse, en dernier lieu une semaine environ avant sa mort (pages 113 et 572, volume 1, page 216, volume 2, et pages 58, 75, 76, 102, 115, 142 et 143 du compte rendu des audiences). Il échet enfin de signaler que le 3 juillet 1985, donc la veille du décès de son épouse, l’appelant réclama à son tailleur un costume de couleur sombre commandé en 1983, au motif qu’il en avait à présent besoin.\"", "La cour d’appel concluait:", "\"Si l’on considère dans leur ensemble les circonstances énumérées ci-dessus, et pour l’essentiel non réfutées lors du procès, les jurés ont estimé les soupçons insuffisants pour justifier un verdict de culpabilité, mais on ne saurait parler d’une dissipation de ceux-ci.\"", "II.  LE DROIT INTERNE APPLICABLE", "A. Jugement d’acquittement", "14.  Aux termes de l’article 259 du code de procédure pénale,", "\"La Cour rend un arrêt d’acquittement:", "1. (...)  2. (...)  3. si elle constate que l’acte motivant la poursuite n’est pas réprimé par la loi, que l’infraction n’est pas constituée, qu’il n’est pas prouvé que l’intéressé a commis l’acte dont on l’accuse, qu’il y a des circonstances qui en suppriment le caractère délictueux ou que la poursuite se trouve exclue pour des motifs autres que ceux mentionnés aux paragraphes 1 et 2.\"", "B. Remboursement des frais de procédure", "15.  Selon l’article 393a du même code", "\"(1) Si une personne poursuivie au pénal, autrement que sur la seule base d’une citation directe par un particulier ou de l’action d’une partie civile (article 48), est acquittée (...), l’État lui verse, à sa demande, une contribution à ses frais de défense. Celle-ci couvre les dépens nécessairement et réellement exposés par l’intéressé; sauf dans le cas de l’article 41 par. 2, elle comporte aussi une participation forfaitaire aux frais de son défenseur (...)", "(2) (...)", "(3) Il n’y a pas lieu à indemnité si l’accusé a volontairement fait naître le soupçon à l’origine des poursuites, ou en cas d’arrêt de celles-ci au seul motif que l’intéressé a agi en état d’irresponsabilité ou que l’autorisation de poursuivre a été retirée pendant les débats.\"", "C. Indemnité au titre de la détention provisoire", "16.  Le droit d’un accusé acquitté à une réparation au titre de la détention provisoire qu’il a subie se trouve régi par l’article 2 par. 1 b) de la loi de 1969, ainsi libellé:", "\"(1) A droit à une indemnité:", "a) (...)", "b) la victime qui, mise en garde à vue ou en détention provisoire par une juridiction nationale (...), parce que soupçonnée d’une infraction passible de poursuites en Autriche, a été ultérieurement acquittée de ce chef d’inculpation ou autrement mise hors de cause, si les soupçons pesant sur elle ont été dissipés ou si la poursuite se trouve exclue pour d’autres raisons qui existaient déjà à l’époque de l’arrestation;", "(...)\"", "PROCEDURE DEVANT LA COMMISSION", "17.  M. Sekanina a saisi la Commission le 21 avril 1987. Il se plaignait d’une atteinte à la présomption d’innocence, garantie à l’article 6 par. 2 (art. 6-2): en rejetant sa demande d’indemnité pour détention abusive, les juridictions autrichiennes auraient estimé, malgré son acquittement, que des soupçons pesaient encore sur lui.", "18.  La Commission a retenu la requête (no 13126/87) le 3 septembre 1991. Dans son rapport du 20 mai 1992 (article 31) (art. 31), elle conclut, par dix-huit voix contre une, à la violation de l’article 6 par. 2 (art. 6-2). Le texte intégral de son avis, et de l’opinion dissidente dont il s’accompagne, figure en annexe au présent arrêt.", "EN DROIT", "I.  SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 6 PAR. 2 (art. 6-2)", "19.  Selon le requérant, les juridictions autrichiennes, en refusant de le dédommager de la détention provisoire subie, ont méconnu la présomption d’innocence que consacre l’article 6 par. 2 (art. 6-2), ainsi libellé:", "\"Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie.\"", "Le Gouvernement combat cette thèse, tandis que la Commission y souscrit.", "", "A. Sur l’applicabilité de l’article 6 par. 2 (art. 6-2)", "20.  En ordre principal, le Gouvernement conteste l’applicabilité du texte précité. La demande d’indemnité de l’intéressé se situait après la clôture définitive des poursuites par un arrêt portant sur le fond; il n’en allait pas de même dans les causes dont la Cour a connu par le passé en la matière. Relaxé, M. Sekanina n’avait plus la qualité de \"personne accusée\" au sens de l’article 6 par. 2 (art. 6-2). En outre, la décision relative à ladite demande ne constituait pas un corollaire ni un complément obligé de l’acquittement car elle résultait d’une procédure distincte, engagée devant une autorité différente: le tribunal régional de Linz.", "21.  La Commission au contraire, renvoyant à l’opinion exprimée par elle dans une affaire antérieure (décision du 6 octobre 1982, requête no 9295/81, X c. Autriche, Décisions et rapports 30, p. 227), estime que la présomption d’innocence ne s’impose pas uniquement au juge pénal statuant sur le bien-fondé d’une accusation, mais aussi aux autres autorités.", "22.  La tâche de la Cour ne consiste pas à se prononcer sur une question aussi générale, mais seulement à déterminer si la solution adoptée en l’espèce a pu toucher au droit que l’article 6 par. 2 (art. 6-2) garantit au requérant.", "Assurément, le tribunal régional de Linz rendit sa décision négative du 10 décembre 1986 plusieurs mois après l’arrêt d’acquittement du 30 juillet 1986 (paragraphes 8 et 12 ci-dessus). De l’avis de la Cour, la législation et la pratique autrichiennes lient pourtant à tel point les deux questions - responsabilité pénale de l’accusé et droit à indemnité - que l’on peut considérer la décision sur la seconde comme un corollaire et, dans une certaine mesure, un complément de celle qui a tranché la première (voir, mutatis mutandis, l’arrêt Englert c. Allemagne du 25 août 1987, série A no 123-B, p. 54, par. 35). En outre, comme dans plusieurs autres législations européennes qui admettent, en cas d’acquittement, un tel droit au titre de la détention provisoire subie, a en principe compétence en la matière le tribunal pénal ayant connu du fond, en l’occurrence le Landesgericht de Linz, quoique siégeant dans une composition différente (paragraphes 8, 11 et 12 ci-dessus).", "Enfin, les juridictions autrichiennes s’appuyèrent abondamment sur les pièces du dossier de la cour d’assises pour justifier le rejet des prétentions de l’intéressé (paragraphes 12-13 ci-dessus); cela montre qu’il existait bien pour elles un lien entre les deux procédures.", "Le requérant peut donc invoquer l’article 6 par. 2 (art. 6-2) à l’encontre des décisions litigieuses.", "", "B. Sur l’observation de l’article 6 par. 2 (art. 6-2)", "23.  M. Sekanina reproche aux juridictions autrichiennes de l’avoir débouté de sa demande en réparation pour la raison que son acquittement n’avait pas dissipé les soupçons pesant sur lui.", "24.  Le Gouvernement s’appuie sur la jurisprudence de la Cour en la matière (voir notamment l’arrêt Adolf c. Autriche du 26 mars 1982, série A no 49, l’arrêt Minelli c. Suisse du 25 mars 1983, série A no 62, et les arrêts Lutz, Englert et Nölkenbockhoff c. Allemagne du 25 août 1987, série A no 123). Il en ressortirait que des déclarations se concilient avec la présomption d’innocence si elles relèvent la persistance d’un état de suspicion, mais non si elles reflètent l’opinion que la personne concernée est coupable. Or les motifs des décisions incriminées se rangeraient dans la première catégorie plutôt que dans la seconde.", "25.  La Cour souligne d’abord, avec la Commission et le Gouvernement, que l’article 6 par. 2 (art. 6-2) ne reconnaît pas à \"l’accusé\" le droit à un dédommagement pour une détention provisoire conforme aux exigences de l’article 5 (art. 5) (arrêt Englert précité, série A no 123-B, p. 54, par. 36) et que le requérant ne conteste pas la régularité de la sienne.", "Elle note qu’il règne aujourd’hui encore une grande diversité entre les législations européennes prévoyant pareil dédommagement en cas d’acquittement du détenu. La plupart d’entre elles subordonnent l’octroi d’une éventuelle indemnité à un certain comportement de l’intéressé avant ou pendant le procès, ou le laissent à la libre appréciation du juge.", "En outre, malgré certaines similitudes, la situation observée en l’espèce n’est pas comparable à celle que régit l’article 3 du Protocole no 7 (P7-3), lequel vaut uniquement pour une personne ayant subi une peine en raison d’une condamnation imputable à une erreur judiciaire.", "26.  Il est vrai que d’après les arrêts Lutz, Englert et Nölkenbockhoff c. Allemagne, mentionnés par le Gouvernement (paragraphe 24 ci-dessus), \"une décision refusant à un `accusé’, après l’arrêt des poursuites, (...) une réparation pour détention provisoire, peut soulever un problème sous l’angle de l’article 6 par. 2 (art. 6-2) si des motifs indissociables du dispositif (...) équivalent en substance à un constat de culpabilité sans établissement légal préalable de celle-ci (...)\" (arrêts Englert et Nölkenbockhoff précités, pp. 54-55, par. 37, et p. 79, par. 37 - voir aussi l’arrêt Lutz précité, p. 25, par. 60). Or M. Sekanina se plaint notamment de la motivation des décisions litigieuses.", "27.  Toutefois, la Cour se trouve placée en l’occurrence devant un cas de figure différent de ceux qu’elle a déjà rencontrés.", "Tout d’abord, l’affaire Lutz ne concernait pas l’allocation éventuelle d’une indemnité pour détention provisoire. Seules les affaires Englert et Nölkenbockhoff avaient trait à cette question.", "M. Englert avait été condamné en première instance à quinze mois d’emprisonnement pour extorsion de fonds qualifiée, mais la Cour fédérale de Justice cassa le jugement et renvoya l’affaire au tribunal régional. Celui-ci prononça la clôture des poursuites, au motif que la peine à laquelle le requérant pouvait s’attendre était insignifiante en regard de celle qu’il purgeait à l’époque au titre d’une autre condamnation. Il lui imputa ses frais et dépens nécessaires et lui refusa une indemnité au titre de la détention provisoire (de dix-neuf mois et deux semaines) subie, car les circonstances invalidant la présomption d’innocence prédominaient au point de rendre une condamnation nettement plus probable qu’un acquittement (arrêt Englert précité, pp. 44-47, paras. 11, 13-14 et 17).", "Pour sa part, M. Nölkenbockhoff avait été condamné en première instance à huit ans d’emprisonnement pour abus de confiance, banqueroute et escroquerie, mais il mourut alors que son pourvoi en cassation demeurait pendant devant la Cour fédérale de Justice. Sa veuve demanda la mise à la charge du Trésor de ses frais et dépens nécessaires, ainsi que l’octroi d’une réparation pour la détention provisoire (de plus de trois ans) subie par son mari, mais le tribunal régional d’Essen la débouta; selon lui, pareil rejet s’imposait lorsque \"abstraction faite de l’obstacle de procédure [résultant du décès de l’accusé], on pouvait escompter presque à coup sûr la condamnation, ou le maintien de la condamnation, de l’intéressé\" (arrêt Nölkenbockhoff précité, pp. 69-70, paras. 14-15 et 17).", "Tout en estimant ambigus et peu satisfaisants les termes employés par les juridictions allemandes, la Cour considéra que leurs décisions décrivaient un \"état de suspicion\" et ne renfermaient pas un constat de culpabilité (arrêts Englert et Nölkenbockhoff précités, p. 55, par. 39, et pp. 80-81, par. 39).", "28.  Il ressort de ce rappel que dans les affaires Englert et Nölkenbockhoff, les procédures avaient pris fin avant toute décision définitive sur le fond: condamnés en première instance, les intéressés avaient attaqué les jugements des tribunaux compétents mais leurs recours étaient encore sous examen au moment de la clôture des poursuites.", "Il n’en allait pas de même en l’occurrence: la cour d’assises près le tribunal régional de Linz acquitta M. Sekanina le 30 juillet 1986. Son arrêt devint définitif (paragraphes 8-9 ci-dessus).", "29.  En dépit de cette décision, le tribunal régional de Linz repoussa, le 10 décembre 1986, la demande d’indemnité du requérant, en application de l’article 2 par. 1 b) de la loi de 1969 (paragraphes 12 et 16 ci-dessus). Selon lui, il subsistait de sérieuses charges propres à étayer l’état de suspicion dans lequel se trouvait M. Sekanina; il les énumérait en s’appuyant sur le dossier de la cour d’assises. Les indices dont il s’agit pouvaient, d’après lui, continuer à plaider pour la culpabilité du suspect. Du compte rendu des délibérations du jury, le tribunal déduisait que l’intéressé avait été acquitté au simple bénéfice du doute (paragraphe 12 ci-dessus).", "La cour d’appel de Linz alla plus loin dans les motifs de son arrêt du 25 février 1987. Elle estima conforme à la Constitution autrichienne, ainsi qu’à l’article 6 par. 2 (art. 6-2) de la Convention, l’article 2 par. 1 b) de la loi de 1969, qui réserve l’octroi d’une indemnité aux personnes non seulement acquittées, mais aussi lavées de tout soupçon; à cet égard, elle ne se considérait pas comme liée par le verdict d’acquittement de la cour d’assises. En revanche, elle se référait à sa propre décision du 30 avril 1986 autorisant une détention provisoire d’un an (paragraphe 7 ci-dessus); elle y voyait la confirmation de la gravité des soupçons pesant sur le requérant. Après avoir dressé une longue liste des éléments, d’après elle non réfutés pendant le procès, qui militaient contre M. Sekanina, et après avoir examiné avec soin les déclarations des divers témoins, elle concluait: \"Les jurés ont estimé les soupçons insuffisants pour justifier un verdict de culpabilité, mais on ne saurait parler d’une dissipation de ceux-ci\" (paragraphe 13 ci-dessus).", "30.  De telles affirmations - non corroborées par l’arrêt d’acquittement, ni par le compte rendu des délibérations du jury - laissaient planer un doute tant sur l’innocence du requérant que sur le bien-fondé de la décision de la cour d’assises. Malgré l’existence d’un arrêt définitif d’acquittement, les juridictions saisies de la demande d’indemnité se livrèrent à une appréciation de la culpabilité de M. Sekanina sur la base d’éléments du dossier de la cour d’assises. L’expression de soupçons sur l’innocence d’un accusé se conçoit tant que la clôture des poursuites pénales n’emporte pas décision sur le bien-fondé de l’accusation, mais on ne saurait s’appuyer à bon droit sur de tels soupçons après un acquittement devenu définitif. Par conséquent, le raisonnement du tribunal régional et de la cour d’appel de Linz se révèle incompatible avec le respect de la présomption d’innocence.", "31.  Partant, il y a eu violation de l’article 6 par. 2 (art. 6-2).", "II.  SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "32.  Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommage", "33.  M. Sekanina revendique d’abord 663 102 schillings (S) 35 pour manque à gagner, 189 457 S 80 pour la perte d’une indemnité de licenciement et 82 887 S pour la réduction de ses droits de pension, tous dommages découlant de sa détention. A l’audience du 24 février 1993, son conseil a mentionné aussi la perte d’autres chances, laquelle résulterait de la violation de l’article 6 par. 2 (art. 6-2).", "34.  Le Gouvernement conteste au requérant tout droit à une indemnité au titre de la détention provisoire subie, car une telle obligation ne se dégagerait pas de la jurisprudence des organes de la Convention (paragraphe 25 ci-dessus). Du reste, l’intéressé n’aurait fourni aucune preuve à l’appui.", "35.  Le manquement relevé par la Cour ne concerne pas la légalité de la détention provisoire; il n’existe donc pas de lien de causalité direct entre lui et le préjudice allégué, de sorte qu’il échet de rejeter les demandes dont il s’agit.", "B. Frais et dépens", "36.  Pour ses frais et dépens devant les juridictions autrichiennes et les organes de la Convention, l’intéressé réclame au total 121 908 S 80.", "Le Gouvernement discute certains postes relatifs à la procédure interne et critique les barèmes appliqués à la procédure européenne.", "37.  La Cour, statuant en équité, alloue à M. Sekanina 110 000 schillings.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1.  Dit que l’article 6 par. 2 (art. 6-2) s’applique en l’espèce et a été violé;", "", "2.  Dit que l’État défendeur doit verser au requérant, dans les trois mois, 110 000 (cent dix mille) schillings pour frais et dépens;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 25 août 1993.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", "", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 (art. 51-2) de la Convention et 53 par. 2 du règlement, l’exposé de l’opinion concordante de M. Matscher.", "", "R.R.", "M.-A.E", "", "\nOPINION CONCORDANTE DE M. LE JUGE MATSCHER", "Je souscris au résultat - constatation d’une violation de la présomption d’innocence par les décisions incriminées du tribunal régional et de la cour d’appel de Linz.", "Néanmoins je tiens à souligner que les conditions d’un verdict d’acquittement et celles prévues pour l’octroi d’une indemnisation au sens de l’article 2 par. 1 b) de la loi de 1969 ne sont pas identiques. En particulier, un verdict d’acquittement peut englober des hypothèses très variées: l’acte incriminé ne constitue pas un délit au sens du droit pénal, l’inculpé a commis l’acte en soi punissable dans un état d’irresponsabilité, le tribunal est convaincu de l’innocence de l’inculpé, insuffisance de preuves pour conclure à une condamnation (voir l’article 259 par. 3 du code de procédure pénale).", "Dans la présente affaire, il est évident que le verdict d’acquittement se basait sur la dernière des hypothèses citées auparavant. Dans ce sens, il me paraît problématique d’affirmer (paragraphe 30 de l’arrêt) que le constat de la subsistance de soupçons dans une décision ultérieure relative à une procédure d’indemnisation laisserait planer un doute sur le bien-fondé de la décision de la cour d’assises.", "Si je conclus néanmoins à une violation de la Convention, c’est à cause de certains attendus des décisions incriminées qui vont au-delà de ce que la motivation d’une décision de rejet d’une demande d’indemnisation exige au sens de l’article 2 par. 1 b) de la loi de 1969, tout en admettant que - vu la formulation de la disposition en cause -une telle motivation demande au juge de se livrer à des actes d’équilibrisme entre une motivation vide et le danger d’empiéter sur la présomption d’innocence.", "Une réforme du texte de l’article 2 par. 1 b) de la loi de 1969 serait donc recommandable.", ""]}