{"file": "FRE_HFJUD_38878_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "38878/03", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE BEKA-KOULOCHERI c. GRÈCE", "", "", "(Requête no 38878/03)", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "6 juillet 2006", "", "", "", "DÉFINITIF", "", "06/10/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Beka-Koulocheri c. Grèce,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMM.\tL. Loucaides, président,\n\t\tC.L. Rozakis,\n\tMmes\tN. Vajić,\n\t\tE. Steiner,\n\tMM.\tK. Hajiyev,\n\t\tD. Spielmann,\n\t\tS.E. Jebens, juges,\net de M. S. Quesada, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 15 juin 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 38878/03) dirigée contre la République hellénique et dont une ressortissante de cet Etat, Mme Asimina Beka-Koulocheri (« la requérante »), a saisi la Cour le 5 décembre 2003 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me P. Miliarakis, avocat au barreau d’Athènes. Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, M. Y. Halkias, assesseur auprès du Conseil juridique de l’Etat et Mme S. Trekli, auditrice auprès du Conseil juridique de l’Etat.", "3.  Le 3 juin 2005, la première section a décidé de communiquer au Gouvernement les griefs tirés du prétendu refus de l’administration de se conformer à la décision no 9852/2003 du tribunal administratif d’Athènes. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  La requérante réside à Spata, dans la région d’Attique.", "5.  Le 5 octobre 1989, l’Etat grec procéda à l’expropriation d’un terrain lui appartenant situé dans cette région, afin de modifier le plan d’alignement du quartier.", "6.  Le 10 juin 2002, la requérante saisit le ministère de l’Environnement, de l’Aménagement du Territoire et des Travaux Publics d’une demande tendant à faire lever l’expropriation litigieuse au motif que le projet prévu par le nouveau plan d’alignement n’avait pas encore été réalisé. L’administration n’y donna pas suite.", "7.  Le 8 novembre 2002, la requérante saisit le tribunal administratif d’Athènes d’une demande contre le refus tacite de l’administration de lever la charge qui pesait sur son terrain depuis plusieurs années. Elle sollicitait également que le tribunal ordonne la levée de l’expropriation litigieuse.", "8.  Le 30 juillet 2003, le tribunal fit partiellement droit au recours. D’une part, il considéra qu’en l’occurrence l’expropriation litigieuse n’était pas levée obligatoirement ou d’office ; par conséquent la demande de la requérante tendant à ce qu’il ordonne la levée de l’expropriation n’était pas fondée légalement et devait être rejetée. D’autre part, il considéra que l’administration quant à elle n’aurait pas dû refuser de lever l’expropriation ; il annula donc ce refus tacite et renvoya l’affaire devant l’administration pour modifier le plan d’alignement du quartier et lever ainsi l’expropriation litigieuse (décision no 9852/2003). Cette décision fut notifiée aux parties en automne 2003. N’ayant fait l’objet d’aucune voie de recours, elle devint irrévocable.", "9.  Le 30 mars 2005, la requérante demanda à l’administration de modifier le plan d’alignement en question, en exécution de la décision no 9852/2003. Elle déposa à l’appui de sa demande copie de cette décision, ses titres de propriété et six esquisses de propositions de la modification du plan d’alignement.", "10.  Le 18 mai 2005, la direction de l’Environnement et de l’Aménagement du Territoire de la région d’Attique invita la requérante à compléter son dossier avec, entre autres, un rapport technique et un plan topographique définissant les lignes du littoral.", "11. Par un document du 17 août 2005, la direction susmentionnée attesta que la requérante n’avait pas encore déposé les documents requis. Cette dernière affirme que sa propriété demeure bloquée à ce jour.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "12.  Selon l’article 95 § 5 de la Constitution hellénique, telle que modifiée en avril 2001, « l’administration est obligée de se conformer aux arrêts de justice ».", "13.  Le 14 novembre 2002, la loi no 3068/2002 sur l’exécution des arrêts de justice par l’administration entra en vigueur (Journal officiel no 274/2002). Cette loi prévoit entre autres que l’administration a l’obligation de se conformer sans retard aux arrêts de justice et de prendre toutes les mesures nécessaires pour exécuter lesdits arrêts (article 1). La loi prévoit la création de conseils de trois membres constitués au sein des hautes juridictions helléniques (Cour Suprême Spéciale, Cour de Cassation, Conseil d’Etat et Cour des comptes), qui sont chargés de contrôler la bonne exécution des arrêts de leurs juridictions respectives par l’administration dans un délai qui ne peut pas dépasser trois mois (à titre exceptionnel, ce délai peut être prorogé une seule fois). Les conseils peuvent notamment désigner un magistrat pour assister l’administration en lui proposant entre autres les mesures appropriées pour se conformer à un arrêt. Si l’administration n’exécute pas un arrêt dans le délai fixé par le conseil, des pénalités lui sont imposées, pénalités qui peuvent être renouvelées tant qu’elle ne s’y conforme pas (article 3). Des mesures disciplinaires peuvent également être prises contre les agents de l’administration à l’origine du défaut d’exécution (article 5). Les dispositions de la loi no 3068/2002 s’appliquent aux arrêts rendus après son entrée en vigueur (article 6).", "14.  Entrent ici en ligne de compte les dispositions suivantes de la loi d’accompagnement (Eisagogikos Nomos) du code civil :", "Article 104", "« L’Etat est responsable conformément aux dispositions du code civil relatives aux personnes morales, des actes ou omissions de ses organes concernant des rapports de droit privé ou son patrimoine privé. »", "Article 105", "« L’Etat est tenu à réparer le dommage causé par les actes illégaux ou omissions de ses organes lors de l’exercice de la puissance publique, sauf si l’acte ou l’omission ont eu lieu en méconnaissance d’une disposition destinée à servir l’intérêt public. La personne fautive est solidairement responsable, sous réserve des dispositions spéciales sur la responsabilité de ministres. »", "Article 106", "« Les dispositions des deux articles précédents s’appliquent aussi en matière de responsabilité de communes ou des autres personnes de droit public pour le dommage causé par les actes ou omissions de leurs organes. »", "15.  L’article 105 de la loi d’accompagnement du code civil établit le concept d’acte dommageable spécial de droit public, créant une responsabilité extracontractuelle de l’Etat. Cette responsabilité résulte d’actes ou omissions illégaux. Les actes concernés peuvent être, non seulement des actes juridiques, mais également des actes matériels de l’administration, y compris des actes non exécutoires en principe (Kyriakopoulos, Commentaire du code civil, article 105 de la loi d’accompagnement du code civil, no 23; Filios, Droit des contrats, partie spéciale, volume 6, responsabilité délictueuse 1977, par. 48 B 112 ; E. Spiliotopoulos, Droit administratif, troisième édition, par. 217; arrêt no 535/1971 de la Cour de cassation; Nomiko Vima, 19e année, p. 1414; arrêt no 492/1967 de la Cour de cassation ; Nomiko Vima, 16e année, p. 75). La recevabilité de l’action en réparation est soumise à une condition : la nature illégale de l’acte ou de l’omission.", "16.  Selon la jurisprudence des tribunaux administratifs, l’excès des limites du pouvoir discrétionnaire de l’administration ou la méconnaissance des principes généraux de la bonne administration sont susceptibles d’engager la responsabilité extracontractuelle de celle-ci (voir, parmi d’autres, cour administrative d’appel d’Athènes, arrêts nos 1605/93 et 1427/1998, Dioikitiki Diki 1994, p. 369 et 1998, p. 963). La responsabilité extracontractuelle de l’administration est également engagée dans le cas où une charge pesant légalement sur une propriété consiste en un blocage substantiel de celle-ci (Conseil d’Etat, arrêt no 2801/1991, formation plénière, Nomiko Vima 1992, p. 1091).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 6 § 1, 13 ET 17 DE LA CONVENTION", "17.  La requérante se plaint, sous l’angle des articles 6 § 1, 13 et 17 de la Convention, de l’omission des autorités compétentes de se conformer à la décision no 9852/2003 du tribunal administratif d’Athènes. Elle affirme en particulier que, bien qu’elle ait obtenu gain de cause auprès de la justice, elle demeure l’otage de l’administration, qui fait preuve d’une inertie totale. La Cour examinera ces griefs sous l’angle des articles 6 § 1 et 13 de la Convention, dispositions dont les parties pertinentes sont ainsi libellées :", "Article 6 § 1", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "Article 13", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l’octroi d’un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l’exercice de leurs fonctions officielles. »", "18.  Le Gouvernement affirme que les autorités administratives n’ont à aucun moment refusé de se conformer à la décision no 9852/2003 du tribunal administratif d’Athènes. Il note que la requérante n’a demandé la modification du plan d’alignement que le 30 mars 2005 et que l’administration a tout de suite réagi, en lui demandant de compléter son dossier avec les documents nécessaires. Selon le Gouvernement, l’affaire aurait déjà été réglée si l’intéressée avait déposé en temps utile les documents en question. Enfin, le Gouvernement fait état de la loi no 3068/2002, entrée en vigueur le 14 novembre 2002, qui a pour but d’aider l’administration à mieux comprendre et à donner suite aux décisions de justice (voir paragraphe 13 ci-dessus). Il affirme que grâce à cette nouvelle loi, qui met en place un recours clair, accessible et pleinement efficace, la requérante aurait pu se plaindre devant les autorités compétentes de la non-exécution de la décision no 9852/2003 du tribunal administratif d’Athènes.", "19.  La requérante rétorque que l’administration fait en l’espèce preuve d’une attitude dilatoire, en lui demandant de déposer des documents techniques, comme par exemple un nouveau tracé du littoral, qui relèvent de la compétence exclusive des services administratifs. Elle souligne qu’un particulier ne saurait se substituer aux conseillers techniques de l’administration, auxquels incombe la responsabilité d’établir les rapports techniques nécessaires pour la modification du plan d’alignement d’un quartier. La requérante affirme enfin qu’en raison de l’inertie de l’administration, son recours auprès de la justice a été privé de toute efficacité ; quant à la nouvelle loi à laquelle le Gouvernement fait allusion, la requérante souligne qu’il ne s’agit pas d’un recours contentieux qu’il aurait fallu exercer avant de saisir la Cour et que même le Gouvernement ne prétend pas qu’elle n’a pas épuisé les voies de recours internes.", "A.  Sur la recevabilité", "20.  La Cour constate que ces griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 de la Convention. La Cour relève par ailleurs que ceux-ci ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "21.  La Cour rappelle que le droit d’accès à un tribunal garanti par l’article 6 § 1 de la Convention serait illusoire si l’ordre juridique interne d’un Etat contractant permettait qu’une décision judiciaire définitive et obligatoire reste inopérante au détriment d’une partie. L’exécution d’un jugement, de quelque juridiction que ce soit, doit être considérée comme faisant partie intégrante du « procès » au sens de l’article 6. La Cour a déjà reconnu que la protection effective du justiciable et le rétablissement de la légalité impliquent l’obligation pour l’administration de se plier à un jugement ou arrêt prononcé par la plus haute juridiction administrative de l’Etat en la matière (voir Hornsby c. Grèce, arrêt du 19 mars 1997, Recueil des arrêts et décisions 1997-II, pp. 510-511, § 40 et suiv.).", "22.  Dans le cas d’espèce, la Cour note que l’administration n’a pas encore modifié le plan d’alignement affectant la propriété de la requérante, comme le lui avait ordonné la décision no 9852/2003 rendue par le tribunal administratif d’Athènes le 30 juillet 2003. A cet égard, le Gouvernement fait remarquer que la requérante a attendu presque deux ans avant de demander elle-même la modification du plan d’alignement et qu’elle refuse actuellement de compléter son dossier. La requérante quant à elle souligne que l’administration aurait dû réagir sans délai, que tous les documents nécessaires ont été déposés et que les documents supplémentaires que lui demande l’administration ne relèvent pas de la responsabilité d’un administré. Or, la Cour estime qu’il ne lui appartient pas de départager les parties sur le rôle exact que doit tenir un particulier dans le cadre d’une procédure comme en l’espèce. Elle ne peut toutefois qu’observer que, bien que la décision no 9852/2003 fût communiquée à l’administration dès l’automne 2003, celle-ci n’a manifesté aucun intérêt pour s’y conformer, mais a fait preuve d’une inertie totale, pour laquelle aucune explication valable n’a été fournie.", "23.  Au vu des considérations qui précèdent, la Cour estime que les autorités nationales ont omis de se conformer réellement et dans un délai raisonnable à la décision no 9852/2003 du tribunal administratif d’Athènes, privant ainsi l’article 6 § 1 de la Convention de tout effet utile.", "24.  Par conséquent, il y a eu violation de cet article. Cette conclusion dispense la Cour de se prononcer sur le grief tiré de l’article 13 de la Convention, dont les exigences sont moins strictes que celles de l’article 6 § 1 et absorbées par elle en l’espèce (Castren-Niniou c. Grèce, no 43837/02, § 33, 9 juin 2005).", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "25.  La requérante se plaint également qu’en raison du refus de l’administration de se conformer à la décision no 9852/2003 du tribunal administratif d’Athènes, sa propriété demeure indûment bloquée depuis 1989. Elle y voit une atteinte à son droit au respect de ses biens garanti par l’article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "Sur la recevabilité", "26.  La Cour note tout d’abord que la propriété de la requérante reste bloquée en vertu d’une décision d’expropriation qui demeure valide à ce jour. En effet, constatant que l’expropriation litigieuse n’était pas levée obligatoirement ou d’office, le tribunal administratif d’Athènes rejeta la demande de la requérante d’ordonner sa levée et renvoya l’affaire à l’administration pour ce faire, après modification du plan d’alignement du quartier. Dès lors, la requérante ne saurait prétendre que l’omission de l’administration de se conformer en temps utile à la décision no 9852/2003 lui fait subir une ingérence dans son droit de propriété sans aucune base légale en droit interne (voir, a contrario, Katsaros c. Grèce, no 51473/99, § 44, 6 juin 2002 ; Basoukou c. Grèce, no 3028/03, § 21, 21 avril 2005).", "27.  Cela étant, il est évident qu’en tardant à lever l’expropriation litigieuse, l’administration fait peser sur la propriété de la requérante un blocage substantiel. Or, la Cour estime que pour contrecarrer cette inertie, la requérante aurait dû saisir les juridictions administratives d’une action en dommages-intérêts, fondée sur l’article 105 de la loi d’accompagnement du code civil, action visant à obtenir une indemnisation pour le blocage de sa propriété pendant une longue période. En effet, la Cour a déjà eu l’occasion de constater que, selon la jurisprudence constante des juridictions administratives helléniques, une action en dédommagement fondée sur la disposition susmentionnée est recevable quand l’acte ou l’omission préjudiciable est dû à l’excès des limites du pouvoir discrétionnaire de l’administration ou à la méconnaissance du principe général de la bonne administration. Qui plus est, la jurisprudence interne accepte explicitement que, dans le cas où une charge qui pèse légalement sur une propriété s’avère être un blocage substantiel de celle-ci, une obligation d’indemnisation est née à l’encontre de l’administration (voir parmi beaucoup d’autres, Amalia S.A. et Koulouvatos S.A. c. Grèce (déc.), no 20363/02, 28 octobre 2004 ; Kakamoukas et autres c. Grèce (déc.), no 38311/02, 24 mars 2005).", "28.  Par conséquent, la Cour estime qu’en omettant de saisir les juridictions administratives d’une telle action, la requérante n’a pas donné aux autorités nationales l’occasion de redresser la situation dont elle se plaint actuellement devant elle.", "29.  Il s’ensuit que le grief tiré de l’article 1 du Protocole no 1 doit être rejeté pour non-épuisement des voies de recours internes, en application de l’article 35 §§ 1 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "30.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "31.  La requérante avait réclamé dans le formulaire de sa requête la somme de 300 000 euros sans produire aucun justificatif. Par la suite, bien que dans les lettres adressées à son conseil les 7 juin et 12 octobre 2005, son attention fût attirée sur l’article 60 du règlement de la Cour, la requérante n’a présenté aucune demande de satisfaction équitable dans le délai imparti à cet effet. Partant, la Cour estime qu’il n’y a pas lieu de lui octroyer de somme à ce titre (voir, parmi beaucoup d’autres, Palaska c. Grèce, no 8694/02, § 23, 19 mai 2004 ; Nastos c. Grèce, no 6711/02, § 22, 15 juillet 2004).", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés des articles 6 § 1 et 13 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner le grief tiré de l’article 13 de la Convention ;", "", "4.  Rejette la demande de satisfaction équitable.", "Fait en français, puis communiqué par écrit le 6 juillet 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tLoukis Loucaides\n\tGreffier adjoint\tPrésident"]}