{"file": "FRE_CLINF_2668_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "2668/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 133", "Août-Septembre 2010", "Dink c. Turquie - 2668/07, 6102/08, 30079/08 et al.", "Arrêt 14.9.2010 [Section II]", "Article 2", "Obligations positives", "Article 2-1", "Vie", "Manquement des autorités à protéger la vie d’un journaliste menacé de mort: violation", "", "Article 10", "Manquement des autorités à protéger la liberté d’expression d’un journaliste qui s’était exprimé sur l’identité des citoyens turcs d’origine arménienne: violation", "", "En fait – Les requérants sont un journaliste aujourd’hui décédé et cinq de ses proches parents. Le premier, Turc d’origine arménienne, était directeur de publication et rédacteur en chef d’un hebdomadaire turco-arménien. En 2003-2004, il publia dans ce journal huit articles exposant son point de vue sur l’identité des citoyens turcs d’origine arménienne. Il écrivit notamment que l’obsession de voir reconnaître leur qualité de victimes d’un génocide devenait la raison d’être des Arméniens, que ce besoin se heurtait à l’indifférence des Turcs et que de ce fait le traumatisme des Arméniens restait vivace. Selon lui, l’élément turc de l’identité arménienne était en même temps un poison et un antidote. Il écrivit également : « le sang propre qui se substituera à celui empoisonné par le « Turc » se trouve dans la noble veine reliant l’Arménien à l’Arménie. » Il publia encore un article mentionnant l’origine arménienne de la fille adoptive d’Atatürk. Des ultranationalistes réagirent à ces écrits par des manifestations, des lettres de menaces et le dépôt d’une plainte pénale. En 2005, le tribunal correctionnel déclara le journaliste coupable de dénigrement de la « turcité » (l’identité turque) et le condamna à une peine de prison avec sursis. En 2006, la Cour de cassation confirma le verdict de culpabilité. Début 2007, le tribunal correctionnel devant lequel l’affaire avait été renvoyée déclara celle-ci close en raison du décès du journaliste, assassiné quelques semaines plus tôt. Le parquet intenta une action pénale contre dix-huit personnes soupçonnées d’être impliquées dans des activités terroristes et des assassinats, procédure qui demeure pendante. Plusieurs enquêtes et procédures destinées à établir si les services de gendarmerie et de police concernés avaient eu connaissance du projet d’assassinat et avaient fait preuve de négligence ont débouché sur des décisions de classement sans suite, à l’exception d’une procédure encore pendante contre deux sous-officiers de gendarmerie.", "En droit – Article 2 (volet matériel) : compte tenu des réactions suscitées par les articles en question, on peut raisonnablement considérer que les forces de l’ordre étaient informées de l’intense hostilité des milieux ultranationalistes à l’égard du journaliste. De plus, il est apparu que deux services de police et une gendarmerie avaient été informés de la probabilité de l’assassinat et même de l’identité des instigateurs présumés. Le risque d’assassinat pouvait donc passer pour réel et imminent. Or aucune des trois autorités concernées n’a réagi afin d’empêcher le crime. Certes, le journaliste n’avait pas demandé de protection rapprochée ; cependant, il ne pouvait pas avoir connaissance du projet qui le visait, et c’est donc aux autorités en cause qu’il appartenait d’agir. En bref, ces dernières n’ont pas pris les mesures qu’elles pouvaient raisonnablement mettre en œuvre pour prévenir la matérialisation d’un risque certain et imminent pour la vie du journaliste.", "Conclusion : violation (unanimité).", "Article 10 : a) Concernant la qualité de victime – Lorsque le requérant est décédé, la Cour de cassation avait confirmé qu’il était coupable de dénigrement de la turcité. Cette confirmation, prise isolément ou combinée avec l’absence de mesures de protection contre l’attaque de militants ultranationalistes, a constitué une ingérence dans l’exercice de son droit à la liberté d’expression. Dès lors, le journaliste a la qualité de victime au regard de l’article 10, et les autres requérants ont un intérêt légitime à faire constater que sa culpabilité a été prononcée en violation du droit à la liberté d’expression.", "b) Concernant la nécessité de l’ingérence – L’examen de l’ensemble des articles litigieux fait clairement apparaître que ce que le journaliste qualifiait de « poison » n’était pas le « sang turc », comme l’a jugé la Cour de cassation, mais la « perception du Turc » chez les Arméniens et le caractère obsessionnel de la démarche de la diaspora arménienne visant à faire reconnaître par les Turcs que les événements de 1915 constituent un génocide. L’analyse de la façon dont la notion de turcité a été interprétée par la Cour de cassation montre que celle-ci a indirectement sanctionné le journaliste pour avoir critiqué le fait que les institutions de l’Etat nient la thèse du génocide. Or l’article 10 ne permet pas de restrictions à la liberté d’expression dans le domaine du discours politique ou de questions d’intérêt général, et les limites de la critique admissible sont plus larges à l’égard du gouvernement que d’un simple particulier. De plus, la série d’articles, lue dans son ensemble, n’incite ni à la violence, ni à la résistance, ni au soulèvement. L’auteur s’exprimait en tant que journaliste et rédacteur en chef d’un journal turco-arménien traitant de questions relatives à la minorité arménienne, dans le cadre de son rôle d’acteur de la vie politique. Il n’a fait que communiquer ses idées et opinions sur une question relevant de l’intérêt général dans une société démocratique. Dans une telle société, le débat engagé relatif à des faits historiques d’une particulière gravité doit pouvoir se dérouler librement, et la recherche de la vérité historique fait partie intégrante de la liberté d’expression Enfin, les articles litigieux n’avaient aucun caractère gratuitement offensant ni injurieux, et ils n’incitaient ni à l’irrespect ni à la haine. Condamner le journaliste pour dénigrement de la turcité ne répondait donc à aucun besoin social impérieux.", "c) Obligations positives – En matière de liberté d’expression, les Etats ont des obligations positives : ils ne doivent pas simplement s’abstenir de toute ingérence, mais doivent parfois prendre des mesures de protection jusque dans les relations des individus entre eux. Ils doivent aussi créer un environnement favorable à la participation aux débats publics de toutes les personnes concernées, en leur permettant d’exprimer sans crainte leurs opinions et idées. Eu égard au manquement des autorités à protéger le journaliste contre l’attaque des membres d’un groupe ultranationaliste et au verdict de culpabilité prononcé en l’absence de besoin social impérieux, l’Etat défendeur n’a pas satisfait à ses obligations positives au regard de la liberté d’expression du journaliste.", "Conclusion : violation (unanimité).", "La Cour a également conclu (à l’unanimité) à la violation de l’article 2 sous son volet procédural et de l’article 13 combiné avec l’article 2.", "Article 41 : 100 000 EUR conjointement à l’épouse et aux enfants du journaliste, et 5 000 EUR à son frère pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}