{"file": "FRE_HFCOM_45266_07.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "45266/07", "text_paragraphs": ["TROISIÈME SECTION", "Requête no 45266/07\nCornel FODOR\ncontre la Roumanie\nintroduite le 10 octobre 2007", "EXPOSÉ DES FAITS", "Le requérant, M. Cornel Fodor, est un ressortissant roumain né en 1966 et résidant à Taga. Il est représenté devant la Cour par Me I. Lenard, avocat à Gherla.", "A.  Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le 4 octobre 2005, le requérant, qui se trouvait dans un bar de son village, eut une dispute avec C.I. au sujet d’un terrain.", "Le 2 décembre 2005, C.I. déposa au poste de police une plainte pénale contre le requérant au motif que ce dernier l’aurait frappé violement au cours de la dispute. La plainte fut renvoyée au tribunal de Gherla compétent pour l’examiner en première instance.", "En mai 2006, le plaignant fut hospitalisé pour des maladies cardiovasculaires. L’examen radiologique mit en évidence plusieurs anciennes lésions des côtes.", "Le 9 juin 2006, le tribunal demanda à l’Institut de médecine légale de procéder à une expertise du plaignant. Le médecin estima que les lésions des côtes pouvaient dater du 4 octobre 2005 et qu’elles avaient nécessité de seize à dix-huit jours de soins médicaux. Quant à leur origine, il considéra qu’elles étaient dues soit à une agression soit à une chute accidentelle.", "Le requérant contesta les conclusions de l’expertise alléguant que les fractures étaient postérieures à l’incident du 4 octobre 2005. Il demanda une nouvelle expertise médico-légale.", "Le 23 octobre 2006, le tribunal accueillit la demande et sollicita à l’Institut de médecine légale plusieurs documents et des précisons sur les pièces examinées à l’occasion de la première expertise.", "Le tribunal interrogea plusieurs témoins qui avaient eu connaissance de la dispute du 4 octobre 2005.", "Le 19 février 2007, le tribunal revint sur sa décision et estima que, compte tenu des renseignements fournis par l’Institut, une nouvelle expertise n’était pas nécessaire. Le requérant réitéra ses critiques à l’égard des conclusions du rapport médico-légal et renouvela sa demande d’expertise.", "Par un jugement du 26 février 2007, le tribunal de première instance de Gherla relaxa le requérant. Le tribunal observa qu’aucun des témoins interrogés n’avait assisté directement au conflit. Quant à l’expertise, il estima qu’elle ne prouvait non plus l’existence de la prétendue agression dès lors qu’une chute accidentelle aurait également pu être à l’origine des lésions. Par conséquent, il estima que le doute profitait à l’accusé.", "Le pourvoi du plaignant fut accueilli par un arrêt définitif du 30 mai 2007 du tribunal départemental de Cluj. Le tribunal estima que les témoignages des personnes qui avaient vu le plaignant blessé après l’incident du bar suffisaient pour conclure que ce dernier avait fait l’objet d’une agression de la part du requérant. Quant au rapport d’expertise médico-légale, le tribunal nota que ses conclusions n’avaient pas été contestées par les parties. Prenant en considération le nombre des jours de soins médicaux indiqués dans ce rapport, le tribunal condamna le requérant du chef des coups et violences, infraction prévue et réprimée par l’article 180 § 2 du code pénal. Il lui infligea une amende pénale dont le montant de 700 lei roumains, soit l’équivalent à l’époque des faits d’environ 215 euros, fut également établi par rapport au nombre des jours de soins.", "B.  Le droit interne pertinent", "L’article pertinent du code pénal est libellé comme suit :", "Article 180 Les coups et autres violences", "« 1.  Les coups ou autres actes de violence causant des souffrances physiques sont passibles d’une peine de prison comprise entre un et trois mois de prison ou d’une amende.", "2.  Les coups ou les actes de violence ayant causé des lésions nécessitant des soins médicaux pendant 20 jours maximum sont passibles d’une peine de prison comprise entre trois mois et deux ans de prison ou d’une amende.", "3.  L’action pénale est déclenchée par la plainte préalable de la partie lésée (...) »", "GRIEF", "Invoquant l’article 6 de la Convention, le requérant estime qu’il a été condamné à l’issue d’une procédure inéquitable. Il se plaint de ce que l’arrêt du 30 mai 2007 du tribunal départemental de Cluj serait arbitraire dès lors qu’il serait la conséquence d’une constatation manifestement erronée, à savoir que les conclusions de l’expertise médico-légale n’avaient pas été contestées par les parties.", "QUESTIONS AUX PARTIES", "1.  La cause du requérant a-t-elle été entendue équitablement, comme l’exige l’article 6 § 1 de la Convention ?", "", "2.  En particulier, le fait pour le tribunal départemental de Cluj de s’être fondé sur les conclusions du rapport de médecine légale qui n’auraient pas été contestées par le requérant, alors que ce dernier s’y est constamment opposé, constitue-t-il une erreur de nature à porter atteinte à l’équité du procès ?"]}