{"file": "FRE_CLINF_4605_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "4605/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 175", "Juin 2014", "Petrova c. Lettonie - 4605/05", "Arrêt 24.6.2014 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie privée", "Prélèvement d’organes à des fins de transplantation à l’insu et sans le consentement des proches parents de la personne décédée : violation", "En fait – En 2002, le fils adulte de la requérante succomba dans un hôpital public à de graves blessures causées par un accident de la route. La requérante découvrit par la suite que les reins et la rate de son fils avaient été prélevés immédiatement après son décès, à son insu et sans son consentement. Sa plainte auprès du procureur général fut rejetée au motif que le prélèvement avait été conforme au droit interne. La requérante n'avait pas été contactée parce que l’hôpital ne possédait pas ses coordonnées et que les dispositions pertinentes telles qu’en vigueur à l’époque n’obligeaient les médecins à rechercher activement les proches parents du défunt et à les informer d’un éventuel prélèvement d’organes que si la personne concernée était mineure.", "En droit – Article 8 : la requérante allègue qu’elle n’a pas été informée du projet de prélèvement des organes de son fils à des fins de transplantation et qu’en conséquence elle n’a pas pu exercer certains droits établis par la législation lettone. Celle-ci, à l’époque des faits, reconnaissait expressément aux proches du défunt – y compris les parents – le droit d’exprimer leur volonté relativement au prélèvement d’organes. La question est donc de déterminer si cette législation était suffisamment claire. Le Gouvernement soutient que lorsque les proches parents du défunt n’étaient pas présents à l’hôpital, le droit interne n’imposait pas l’obligation de faire des recherches spécifiques pour vérifier s’il y avait une quelconque objection à un prélèvement d’organes, et qu’en pareille situation le consentement au prélèvement pouvait être présumé. La Cour décèle cependant un manque de clarté dans la façon dont ce « système de consentement présumé » a fonctionné en pratique dans des cas tels que celui de la requérante : bien qu’ayant certains droits du fait qu’elle était la plus proche parente, la requérante n’a pas été informée – et a encore moins reçu d'explications – sur la manière et le moment d’exercer ces droits. Le temps pris par les examens médicaux destinés à établir la compatibilité entre les organes de son fils et le receveur potentiel aurait pu être suffisant pour lui donner une possibilité réelle d’exprimer sa volonté, à défaut de celle de son fils. En effet, même le ministre de la Santé a estimé que l’intéressée aurait dû être informée du projet de transplantation. De plus, le droit pertinent a entre-temps été modifié. La Cour juge dès lors que la législation lettone, telle qu’appliquée à l’époque du décès du fils de la requérante, n’était pas formulée de manière suffisamment précise et n’offrait pas une protection juridique adéquate contre l’arbitraire.", "Conclusion : violation (unanimité).", "Article 41 : 10 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}