{"file": "FRE_CLINF_16965_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "16965/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 132", "Juillet 2010", "Užukauskas c. Lituanie - 16965/04", "Arrêt 6.7.2010 [Section II]", "Article 6", "Procédure civile", "Article 6-1", "Droits et obligations de caractère civil", "Procédure en vue de contester l’inscription du nom du requérant dans un fichier secret de la police et le retrait d’un permis de détention d’armes à feu : article 6 applicable", "", "En fait – Le requérant détenait un permis de port d’armes que les autorités lituaniennes révoquèrent au motif que son nom était mentionné dans le fichier opérationnel tenu par les forces de l’ordre et qui contenait des informations sur le risque qu’il représentait prétendument pour la société Il dut rendre ses armes à la police en échange d’une somme d’argent. Il contesta en justice son fichage par la police. Les tribunaux le déboutèrent en se fondant sur des preuves produites par la police, classées secrètes, qu’ils ne communiquèrent pas au requérant.", "En droit – Article 6 § 1", "a)  Recevabilité – Il ne fait guère de doute que les informations contenues dans le fichier opérationnel de la police ont eu une incidence sur la réputation du requérant, laquelle mérite d’être protégée par le droit interne et relève de l’article 8 de la Convention. De même, lorsque des informations sur la vie d’une personne, y compris, notamment, son casier judiciaire, sont systématiquement rassemblées et enregistrées dans un fichier tenu par les agents de l’Etat, ces informations relèvent de la notion de « vie privée » aux fins de l’article 8. La Cour ne saurait exclure la possibilité, même si elle est théorique, que l’enregistrement du nom du requérant dans le fichier ait pu entraîner des restrictions à son embauche dans certaines professions du secteur privé ou à sa capacité à gagner sa vie en général, et ait donc eu des conséquences sur sa vie privée. De fait, le droit interne interdit certains métiers, comme celui d’agent de sécurité, aux personnes figurant dans un fichier opérationnel. Enfin, étant donné que le requérant a dû rendre ses armes, certes contre paiement, il ne fait guère de doute que cette mesure a entraîné une ingérence dans son droit au respect de ses biens. L’article 6 § 1 est donc applicable, sous son volet civil, à la procédure litigieuse.", "b)  Fond – Afin de déterminer si le requérant avait ou non participé à une quelconque activité criminelle, il fallait que les juges examinent un certain nombre de facteurs, dont les motifs ayant justifié les activités opérationnelles de la police ainsi que la nature et la portée de la possible participation du requérant à une infraction. Si la défense était parvenue à convaincre les juges que la police avait agi sans bonne raison, le nom du requérant aurait été supprimé du fichier opérationnel. Les informations contenues dans ce fichier revêtaient donc une importance décisive pour le requérant. De surcroît, et cela est plus important, les informations inscrites dans le fichier constituaient la seule preuve du danger que le requérant représentait prétendument pour la société, comme le montrent les décisions des juridictions internes. Toutefois, le droit et la pratique judiciaire en Lituanie prévoient que des informations contenant des secrets d’Etat ne peuvent être utilisées comme éléments de preuve à charge au cours d’un procès que si elles ont été déclassifiées, et que le tribunal ne doit pas fonder sa décision sur ces seuls éléments. Etant donné que le requérant n’a pas été informé des éléments de preuve retenus contre lui et n’a pas eu la possibilité d’y répondre (au contraire de la police, qui a concrètement bénéficié de ces deux avantages), il s’ensuit que le processus décisionnel n’a pas respecté le principe du contradictoire ou de l’égalité des armes et n’a pas comporté des garanties suffisantes pour la protection des intérêts du requérant. ", "Conclusion : violation (unanimité).", "Article 41 : 3 500 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}