{"file": "FRE_HFJUD_4314_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "4314/02", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE KALENDER c. TURQUIE", "", "(Requête no 4314/02)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "15 décembre 2009", "", "DÉFINITIF", "", "15/03/2010", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Kalender c. Turquie,", "La Cour européenne des droits de l'homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDragoljub Popović,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tKristina Pardalos, juges,\net de Françoise Elens-Passos, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 24 novembre 2009,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 4314/02) dirigée contre la République de Turquie et dont trois ressortissants de cet Etat, Mme Sevim Kalender et ses enfants M. Adnan Kalender et Mme Aysun Kalender (« les requérants »), ont saisi la Cour le 24 septembre 2001 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le gouvernement turc (« le Gouvernement ») est représenté par son agent. Les requérants ont été autorisés à assurer eux-mêmes la défense de leurs intérêts, conformément à l'article 36 § 2 in fine du règlement de la Cour.", "3.  Le 6 septembre 2007, la présidente de la deuxième section a décidé de communiquer les griefs tirés des articles 2 et 6 de la Convention au Gouvernement. Comme le permet l'article 29 § 3 de la Convention, il a en outre été décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Les requérants sont nés respectivement en 1940, 1964 et 1966 et résident à Istanbul. Ils sont l'épouse et les enfants de Kadir Kalender et la belle-fille et les petits-enfants de Şükriye Kalender, décédés lors d'un accident ferroviaire survenu le 4 mai 1997.", "5.  La TCDD (chemins de fers nationaux de la République de Turquie) est une entreprise publique détenant le monopole d'État du transport ferroviaire.", "6.  Le 4 mai 1997, les proches des requérants prirent un train de la TCDD en gare de Haydarpaşa (Istanbul). A leur arrivée à la gare de Pamukova vers 21 h 15, lors de leur descente du wagon, ils furent mortellement heurtés par un train de marchandises passant à ce moment-là sur la voie adjacente.", "1.  L'enquête et la procédure pénales", "7.  Immédiatement après l'accident, le procureur de la République de Pamukova (« le procureur ») se rendit sur les lieux de l'accident et ouvrit d'office une enquête.", "8.  Le rapport d'expertise établi le 5 mai 1997 conclut à la responsabilité conjointe des victimes et de la TCDD dans la survenance de l'accident. L'expert releva que les proches des requérants étaient descendus du mauvais côté du wagon et avaient tenté de traverser par erreur la voie adjacente où circulait un train de marchandises. L'expert releva aussi l'insuffisance des mesures de sécurité à la gare. Selon le croquis joint au rapport d'expertise, la gare est équipée de trois voies. Le train à bord duquel voyageaient les victimes s'était arrêté sur la voie du milieu (2ème voie) parce que la voie adjacente au bâtiment de la gare (1ère voie) était occupée par un train de marchandises à l'arrêt. L'endroit de l'accident était situé à 100 mètres du bâtiment de la gare. L'expert conclut à l'absence de responsabilité du conducteur du train ayant heurté les proches des requérants.", "9.  Le 14 mai 1997, le procureur inculpa néanmoins le conducteur du train ayant heurté les proches des requérants du chef d'homicide par inadvertance et inattention sur le fondement de l'article 455 de l'ancien code pénal.", "10.  Le rapport d'expertise établi le 16 septembre 1997 conclut également à l'absence de responsabilité du conducteur du train ayant heurté les victimes. Le rapport conclut en outre à la responsabilité conjointe des proches des requérants et de la TCDD dans la survenance de l'accident. L'expert souligna l'insuffisance de l'éclairage à la gare ainsi que l'absence de quai et de dispositif de sécurité entre les voies.", "11.  Par un rapport établi le 21 novembre 1997, les experts près l'institut médicolégal conclurent aussi à l'absence de responsabilité du conducteur. Quant à la responsabilité des victimes et de la TCDD, ils estimèrent que les victimes étaient responsables pour 4/8e et la TCDD pour 4/8e ; ils relevèrent que la TCDD n'avait pas pris les mesures requises pour assurer la sécurité des voyageurs (absence de quai, d'éclairage et de personnel pour informer les voyageurs).", "12.  Le 4 février 1998, le tribunal correctionnel de Pamukova relaxa le conducteur. Il se fonda pour cela sur les déclarations de l'inculpé et des témoins ainsi que sur les rapports d'expertises. Le tribunal décida de déférer l'affaire au parquet de Pamukova en tant qu'elle concernait la responsabilité de la TCDD à la lumière des conclusions du rapport de l'institut médicolégal quant aux manquements aux règles de sécurité.", "13.  Selon les éléments du dossier, la demande du tribunal sur ce dernier point ne fut pas suivie d'effet.", "2.  L'enquête administrative", "14.  Selon le rapport établi le 3 juin 1997 à l'issue de l'enquête administrative, le conducteur avait aperçu les proches des requérants à une distance de 100 m et avait gardé la vitesse de croisière à 50 km/h tout en actionnant le sifflet. À 20 m de distance, la victime Şükriye Kalender avait trébuché sur la voie en essayant de traverser. Elle avait alors été fauchée et son fils Kadir Kalender avait vu sa tête heurtée par le train en essayant de lui porter secours. Le freinage avait permis d'immobiliser le train à 500 m plus loin. Le train resta ainsi à l'arrêt pendant 75 minutes sur ordre du procureur.", "Ledit rapport conclut à la responsabilité totale des proches des requérants dans la survenance de l'accident. La victime Şükriye Kalender était non seulement descendue du mauvais côté du wagon mais avait également agi avec inattention en tentant de traverser la voie adjacente au moment où le train passait alors même que le projecteur et le sifflet signalaient son arrivée. Quant à l'autre victime, Kadir Kalender, il avait tenté de porter secours à sa mère. L'expert précisa que le dommage subi par la TCDD en raison des retards intervenus sur ses lignes pouvait être réclamé aux intéressés dans la mesure où les deux victimes portaient la responsabilité totale de l'accident. Ce rapport présentait les victimes comme des époux alors qu'il s'agit de mère et fils.", "15.  Dans une note interne datée du 16 juin 1997, la direction régionale de la TCDD précisa que le préjudice résultant de perturbations provoquées par l'accident ne serait pas réclamé, conformément à l'instruction de la direction générale du 24 décembre 1996.", "3.  La procédure civile", "16.  Le 22 octobre 1997, les requérants assignèrent la TCDD devant le tribunal de grande instance de Pamukova (« le TGI ») pour obtenir réparation des préjudices matériel et moral subis en raison de la perte de leurs proches. Ils demandèrent conjointement 1 milliard de livres turques (« TRL ») pour le préjudice matériel et  500 millions de TRL chacun pour préjudice moral. Ils réservèrent leurs droits pour le surplus.", "17.  À une date non communiquée, la TCDD introduisit une demande reconventionnelle ; elle demanda la réparation du préjudice matériel subi en raison des retards survenus sur ses lignes à l'issue de l'accident.", "18.  Le 4 décembre 1997, le TGI tint sa première audience. Entre cette date et le 4 avril 2000, il tint au total dix-huit audiences.", "19.  Lors de l'audience du 21 avril 1998, le TGI procéda à l'audition du chef de gare, lequel précisa ne pas être présent sur place au moment de l'accident. Il expliqua qu'habituellement les voyageurs montaient et descendaient en présence du personnel de la gare mais que le jour de l'incident il n'y avait pas ce personnel. Il précisa que la pratique était de descendre du côté droit du train, de traverser la voie ferrée et d'accéder au bâtiment de la gare. En réponse à la question de l'avocat des requérants, le chef de gare expliqua que les stations étant très proches entre elles et les passagers pouvant descendre tant du côté gauche que du côté droit selon la situation de la gare, les portes des trains n'étaient pas verrouillées.", "20.  Le 30 juin 1998, le TGI transmit le dossier à un expert aux fins d'établissement de la responsabilité des parties dans la survenance de l'accident et pour calculer la perte subie par la TCDD en raison des retards survenus sur ses lignes.", "21.  L'expert présenta son rapport le 3 août 1998. Il estima que les proches des requérants n'avaient pas montré la diligence nécessaire en descendant du mauvais côté du wagon, et conclut à leur responsabilité à hauteur de 60 % dans la survenance de l'accident. Quant à la responsabilité de la TCDD, il releva que tant la structure physique de la gare de Pamukova que la gestion de celle-ci ne répondaient pas aux exigences de sécurité. À cet égard, il rappela la nécessité de relier les quais entre eux par des passages souterrains. Il ajouta que les voies appelées voie no 1 et voie no 2 devaient être réservées aux trains de voyageurs, être impérativement équipées de quais et être adjacentes au bâtiment de la gare. La nonutilisation de la 1ère voie dans la gare de Pamukova était une faute de gestion. L'expert souligna aussi les négligences du personnel du train parce qu'il n'avait pas diffusé d'information avant l'entrée en gare ni indiqué aux passagers de quel côté ils devaient descendre. L'expert releva enfin que la gare n'était pas suffisamment éclairée. A la lumière de ces constats, il conclut à la responsabilité de la TCDD à hauteur de 40 %.", "Quant au préjudice de la TCDD, l'expert l'estima à 432 901 350 TRL.", "22.  Le 23 mars 1999, sur requête de la TCDD, le TGI ordonna une nouvelle expertise pour la détermination du préjudice matériel subi par celle-ci en raison des retards survenus sur ses lignes. Au cours de cette audience, le représentant des requérants contesta les objections de la TCDD concernant le rapport du 3 août 1998 et soutint qu'il n'y avait pas lieu d'ordonner une nouvelle expertise.", "23.  Le rapport établi le 22 juin 1999 réévalua le préjudice de la TCDD à 447 792 954 TRL.", "24.  Le 7 septembre 1999, le TGI versa ce rapport au dossier et le 12 octobre 1999, il ordonna une expertise pour déterminer le préjudice matériel subi par les requérants.", "25.  Le 13 décembre 1999, un expert évalua la perte matérielle à 875 110 325 TRL pour la requérante Sevim Kalender et à 242 533 098 TRL pour la requérante Aysun Kalender. Il précisa que le requérant Adnan Kalender ne pouvait pas réclamer de réparation à ce titre parce qu'il était majeur.", "26.  Le 4 avril 2000, l'avocat des requérants déclara accepter ce rapport, à l'exception d'une erreur matérielle. Au terme de l'audience, le TGI accorda respectivement 333 333 333 TRL et 262 533 098 TRL aux requérantes Sevim et Aysun Kalender au titre du préjudice matériel. S'agissant du préjudice moral, il réduisit de 60 % le montant sollicité par les intéressés et accorda finalement 200 000 000 TRL à chacun des trois requérants. Il assortit ces montants d'intérêts au taux légal, à partir du 22 octobre 1997.", "En ce qui concerne la demande reconventionnelle, le TGI condamna les requérants à payer 268 675 733 TRL à la TCDD, assortis d'intérêts au taux légal à partir de la date de l'accident.", "27.  Le 9 mai 2000, les requérants formèrent un pourvoi en cassation. Ils firent valoir le non-respect par la TCDD de la réglementation régissant la sécurité des voyageurs dans le transport ferroviaire. Se référant aux manquements aux règles de sécurité relevés dans différents rapports d'expertise, ils firent valoir que leurs proches ne pouvaient pas se voir reprocher d'être descendus du mauvais coté ; dans tous les cas de figure, ceux-ci étaient contraints de traverser une voie, leur train s'étant arrêté sur la voie du milieu. Ils soutinrent que le fait de fixer à 40 % la responsabilité de la TCDD malgré les nombreux manquements aux règles de sécurité avait eu pour conséquence de dégager l'administration de toute responsabilité concrète. Ils ajoutèrent qu'alors que la responsabilité de leurs proches avait été fixé à 4/8e dans le cadre de la procédure pénale, elle avait été augmentée, sans raison apparente, à 60 % lors de la procédure en indemnisation. Enfin, ils firent remarquer que les intérêts devaient courir à partir de la date de l'incident et non à partir de la date d'introduction de l'instance.", "28.  Le 16 avril 2001, la Cour de cassation rejeta tous les moyens présentés par les parties, à l'exception de celui relatif au mode de calcul de la perte de soutien financier. En effet, la haute juridiction releva que le préjudice matériel relatif à la perte de soutien financier n'avait pas été calculé conformément à la méthode établie par une jurisprudence de principe.", "29.  Ressaisi du dossier, le TGI, lors de l'audience du 22 janvier 2002, ordonna une nouvelle expertise aux fins de l'établissement des sommes litigieuses. Le tribunal releva en outre que la requérante Sevim Kalender avait introduit une demande additionnelle en vertu des droits qu'elle avait réservés (paragraphe 16 ci-dessus) pour le reste de son préjudice matériel et que le 25 décembre 2001, celle-ci avait été jointe à l'affaire pendante devant lui.", "30.  Le 1er février 2002, l'expert procéda à nouveau au calcul du préjudice matériel des requérants. À l'audience du 19 mars 2002, le TGI décida de notifier cette expertise à l'administration.", "31.  Le 28 mai 2002, le TGI persista dans son jugement initial et accorda en outre 541 776 992 TRL à la requérante Sevim Kalender au titre de sa demande additionnelle. Les sommes étaient assorties d'intérêts au taux légal à partir de la date de l'accident.", "32.  Le 15 avril 2003, la Cour de cassation confirma ce jugement et le 14 octobre 2003, elle rejeta la demande de rectification de l'arrêt.", "33.  Les requérants entamèrent une procédure d'exécution forcée.", "34.  Le 16 février 2005, la TCDD demanda la suspension et aussi l'annulation de la procédure d'exécution forcée. Le juge de l'exécution écarta ces demandes le 3 mars et le 19 avril 2005 respectivement. Le pourvoi en cassation de la TCDD fut rejeté le 30 juin suivant.", "35.  Le 13 juin 2006, les requérants obtinrent paiement de 7 624 nouvelles livres turques (« YTL », environ 3 900 euros, « EUR ») après déduction des 1 752 YTL versés à la TCDD dans le cadre de sa demande reconventionnelle.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "36.  Le droit et la pratique internes pertinents en vigueur à l'époque des faits sont décrits dans l'arrêt Öneryıldız c. Turquie ([GC], no 48939/99, §§ 44 et 50, CEDH 2004XII)", "37.  Le « règlement relatif à la circulation des trains », qui était en vigueur à l'époque des faits, a été abrogé par le « règlement relatif à la préparation et à la circulation des trains » entré en vigueur le 1er mars 2003. Le contenu de l'ancien règlement ne figure pas dans le dossier.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 2 DE LA CONVENTION", "38.  Les requérants allèguent la méconnaissance du droit à la vie de leurs proches tel que prévu par l'article 2 de la Convention, ainsi libellé en sa partie pertinente :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. »", "39.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. Elle relève par ailleurs qu'il ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "40.  Les requérants soutiennent que la TCDD est responsable du décès de leurs proches vu les graves manquements aux règles de sécurité. Ils allèguent que les autorités n'ont pas pris les mesures de sécurité nécessaires pour la protection de la vie des voyageurs et qu'ils ont manqué de la sorte à leurs obligations positives. Ils dénoncent également les conclusions du rapport d'expertise quant aux parts de responsabilité des parties dans la survenance de l'accident. A ce sujet, ils font observer que le rapport d'expertise a conclu à la responsabilité des victimes à hauteur de 60 % malgré les manquements graves reprochés à la TCDD. Ils se plaignent enfin de n'avoir obtenu gain de cause qu'au terme d'une procédure qui a duré cinq ans et demie et d'avoir été contraints d'entamer une procédure d'exécution forcée. Ils font remarquer qu'au final, ils ont obtenu le paiement d'une indemnité dérisoire près de neuf ans après l'accident.", "41.  Le Gouvernement fait observer que les proches des requérants devaient partager la responsabilité de l'accident dans la mesure où ils étaient descendus du mauvais côté et n'avaient pas été attentifs au train qui arrivait. D'après lui, c'est le comportement imprudent des victimes qui a été la cause déterminante de l'accident. A cet égard, il ajoute que l'article 2 de la Convention ne saurait être interprété comme garantissant à toute personne un niveau absolu de sécurité dans toutes les activités de la vie comportant un risque d'atteinte à l'intégrité physique. Il explique la durée de la procédure d'indemnisation par le fait que l'affaire a été jugée en quatre instances par deux degrés de juridiction.", "1.  Volet matériel", "42.  La Cour rappelle que la première phrase de l'article 2 impose à l'État l'obligation non seulement de s'abstenir de donner la mort « intentionnellement » mais aussi de prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (L.C.B. c. Royaume-Uni, 9 juin 1998, § 36, Recueil des arrêts et décisions 1998III). L'obligation positive énoncée ci-dessus implique, d'une part, la mise en place par l'État d'un cadre réglementaire imposant l'adoption de mesures propres à assurer la protection de la vie et, d'autre part, l'obligation d'instaurer un système judiciaire efficace et indépendant permettant d'établir les circonstances du décès et, le cas échéant, d'obliger les responsables à répondre de leurs actes.", "43.  Elle a ainsi jugé qu'il existait à la charge de l'État une obligation positive d'adopter et de respecter une réglementation de protection des citoyens dans le domaine des activités dangereuses (Öneryıldız, précité, §§ 89-90, 30 novembre 2004). Elle a également eu à connaître d'autres affaires dans lesquelles était en cause le respect par les autorités nationales d'une réglementation imposant des normes de sécurité s'agissant de telles activités (Öneryıldız, précité, et, concernant la sécurité à bord d'un navire, Leray et autres c. France (déc.), no 44617/98, 16 janvier 2001, ou sur un chantier de construction, Cecilia Pereira Henriques et autres c. Luxembourg (déc.), no 60255/00, 26 août 2003 ou encore à bord d'un train, Bone c. France (déc.), no 69869/01, 1er mars 2005).", "44.  Il ressort des éléments du dossier, notamment du rapport d'expertise du 3 août 1999 (paragraphe 21 ci-dessus), qu'il existait une réglementation visant à garantir la sécurité des voyageurs. S'il est vrai que le Gouvernement n'a apporté aucune explication sur le contenu exact de cette réglementation, la Cour n'estime pas nécessaire d'examiner plus en avant cette question qui n'est d'ailleurs pas soulevée par les requérants ; ces derniers se plaignent du non-respect des prescriptions de sécurité et non de l'inexistence d'une réglementation. La Cour limitera donc son examen à la question du respect de la réglementation en la matière et aux mesures prises en l'espèce afin que des vies ne soient inutilement mises en danger dans le contexte d'une activité étatique à risques, à savoir le transport ferroviaire.", "45.  A cet égard, il ressort du rapport d'expertise du 3 août 1998 et des autres expertises réalisées concernant l'accident que tant la structure physique de la gare de Pamukova que la gestion de celle-ci ne répondaient pas aux exigences de sécurité minimales. La gare n'était pas équipée de quais alors que des quais reliés entre eux par des passages souterrains étaient obligatoires selon les règles d'organisation et de gestion d'une gare. De plus, le train des victimes s'était arrêté sur la voie du milieu parce que la voie adjacente au bâtiment de la gare était indûment occupée par un train de marchandises immobilisé, obligeant ainsi les passagers à traverser une voie. A cet égard, les experts ont souligné que les voies appelées voie no 1 et voie no 2 auraient dû être réservées aux trains de voyageurs, équipées d'un quai et adjacentes au bâtiment de la gare. La non-utilisation de la 1ère voie lors de l'incident était une faute de gestion. Les experts ont aussi souligné les défaillances du personnel du train à bord duquel voyageaient les victimes : les passagers n'avaient bénéficié d'aucune information ni assistance avant leur descente. Enfin, l'éclairage était insuffisant. En outre, aucun élément du dossier ne montre que les proches des requérants aient été, d'une manière ou d'une autre, en mesure de comprendre qu'ils ne descendaient pas du côté du bâtiment de la gare.", "46.  La Cour relève en outre l'absence du personnel d'accueil, un élément reconnut par le chef de gare lui-même (paragraphe 19 ci-dessus).", "47.  Dans ces conditions, on ne saurait affirmer que c'est le comportement imprudent des victimes qui a été la cause déterminante du drame qui a conduit à leur décès (voir, a contrario, Bone, précité).", "48.  La Cour note aussi que le lien de causalité entre les manquements aux prescriptions de sécurité et la survenance de l'accident a été établi tant par différents rapports d'expertises que par les juridictions nationales dans le cadre de la procédure d'indemnisation.", "49.  La Cour rappelle que l'article 2 de la Convention ne saurait être interprété comme garantissant à toute personne un niveau absolu de sécurité dans toutes les activités de la vie comportant un risque d'atteinte à l'intégrité physique. En particulier, l'on ne saurait reconnaître à la charge de l'Etat une obligation positive de protection sans limites face aux voyageurs imprudents (Bone, précité). Toutefois, vu le nombre important et la gravité des manquements aux prescriptions de sécurité observées dans la présente affaire, la Cour n'estime pas que les autorités nationales puissent légitimement se retrancher derrière l'imprudence des victimes. Celles-ci n'ont pas pris les mesures de sécurité les plus élémentaires susceptibles de préserver la vie des proches des requérants. L'État a manqué ainsi à son obligation positive de mettre en œuvre une réglementation visant à protéger la vie des voyageurs.", "50.  Il y a donc eu violation de l'article 2 de la Convention sous son volet matériel.", "2.  Volet procédural", "51.  La Cour rappelle que lorsqu'il y a eu mort d'homme dans des circonstances susceptibles d'engager la responsabilité de l'Etat, l'article 2 de la Convention implique pour celui-ci le devoir d'assurer, par tous les moyens dont il dispose, une réaction adéquate – judiciaire ou autre – pour que le cadre législatif et administratif instauré aux fins de la protection de la vie soit effectivement mis en œuvre et pour que, le cas échéant, les violations du droit en jeu soient réprimées et sanctionnées (voir, mutatis mutandis, Osman c. Royaume-Uni, 28 octobre 1998, § 115, Recueil 1998VIII et Paul et Audrey Edwards c. Royaume-Uni, no 46477/99, § 54, CEDH 2002II).", "52.  Dans le cas d'activités potentiellement dangereuses tel le transport ferroviaire, s'il est établi, comme en l'espèce, que la faute imputable aux agents ou organes de l'Etat va au-delà d'une simple erreur de jugement ou d'une imprudence, en ce sens qu'ils n'ont pas pris, en toute connaissance de cause et conformément aux pouvoirs qui leur étaient conférés, les mesures nécessaires et suffisantes pour pallier les risques inhérents à une activité de transport ferroviaire, l'absence d'incrimination et de poursuites à l'encontre des personnes responsables d'atteintes à la vie peut entraîner une violation de l'article 2, abstraction faite de toute autre forme de recours que les justiciables pourraient exercer de leur propre initiative (voir, mutatis mutandis, Öneryıldız, précité, § 93 in fine).", "53.  En somme, le système judiciaire exigé par l'article 2 doit comporter un mécanisme d'enquête officielle répondant à certains critères d'effectivité et de nature à assurer la répression pénale des atteintes à la vie du fait d'une activité de transport ferroviaire, si et dans la mesure où les résultats des investigations justifient cette répression (voir, mutatis mutandis, Hugh Jordan c. Royaume-Uni, no 24746/94, §§ 105-109, 4 mai 2001, et Paul et Audrey Edwards, précité, §§ 69-73). En pareil cas, les autorités compétentes doivent faire preuve d'une diligence et d'une promptitude exemplaires et procéder d'office à des investigations propres à, d'une part, déterminer les circonstances dans lesquelles une telle atteinte a eu lieu ainsi que les défaillances dans la mise en œuvre du cadre réglementaire et, d'autre part, identifier les agents ou les organes de l'Etat impliqués, de quelque façon que ce soit, dans l'enchaînement de ces circonstances (Öneryıldız, précité, § 94).", "54.  Il ne faut nullement déduire de ce qui précède que l'article 2 peut impliquer le droit pour un requérant de faire poursuivre ou condamner au pénal des tiers ou une obligation de résultat supposant que toute poursuite doit se solder par une condamnation, voire par le prononcé d'une peine déterminée. En revanche, les juridictions nationales ne doivent en aucun cas s'avérer disposées à laisser impunies des atteintes à la vie. Cela est indispensable pour maintenir la confiance du public et assurer son adhésion à l'Etat de droit ainsi que pour prévenir toute apparence de tolérance d'actes illégaux, ou de collusion dans leur perpétration. La tâche de la Cour consiste donc à vérifier si et dans quelle mesure les juridictions, avant de parvenir à telle ou telle conclusion, peuvent passer pour avoir soumis le cas devant elles à l'examen scrupuleux que demande l'article 2 de la Convention, pour que la force de dissuasion du système judiciaire mis en place et l'importance du rôle que celui-ci se doit de jouer dans la prévention des violations du droit à la vie ne soient pas amoindries (Öneryıldız, précité, § 96).", "55.  La Cour observe que les voies de droit pénales mises en place en Turquie à l'époque des faits s'inscrivaient dans un système qui, en théorie, paraît suffisant pour assurer la sauvegarde du droit à la vie dans le contexte des activités dangereuses : à ce titre, les articles 230 § 1 et 455 §§ 1-2 de l'ancien code pénal turc traitaient des négligences de la part des agents ou des autorités de l'Etat (Öneryıldız, précité, 112). Reste la question de savoir si les mesures prises dans le cadre du système pénal turc à la suite de l'accident ferroviaire au cours duquel les proches des requérants ont trouvé la mort se sont avérées satisfaisantes en pratique, compte tenu des exigences de la Convention en la matière (paragraphes 51-54 ci-dessus).", "56.  A cet égard, la Cour relève que les autorités d'enquête ont agi avec promptitude après l'incident. Le procureur de la République a ouvert motu proprio une enquête pénale et une procédure a été diligentée à l'encontre du conducteur du train pour homicide involontaire. Au terme du procès, le tribunal correctionnel a relaxé le conducteur et a décidé de déférer l'affaire au parquet pour l'ouverture d'une enquête pénale concernant la TCDD vu les conclusions du rapport de l'institut médicolégal quant aux manquements aux règles de sécurité. Or il ressort du dossier que la demande du tribunal sur ce dernier point n'a pas été suivie d'effet ; aucune enquête ou procédure pénale dans ce sens n'a été diligentée. Les autorités ne semblent donc pas avoir prêté l'attention voulue aux conséquences extrêmement graves de l'accident au cours duquel deux personnes ont trouvé la mort.", "57.  Ainsi, on ne saurait estimer que la façon dont le système de justice pénale turc a répondu au drame a permis d'établir la pleine responsabilité des agents ou autorités de l'Etat pour leur rôle dans cet accident et de garantir la mise en œuvre effective des dispositions du droit interne assurant le respect du droit à la vie.", "58.  Il y a donc lieu de conclure à la violation de l'article 2 de la Convention sous son volet procédural également, à raison de l'absence d'une protection adéquate « par la loi », propre à sauvegarder le droit à la vie, ainsi qu'à prévenir, à l'avenir, de tels agissements mettant la vie en danger.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "59.  Invoquant l'article 6 § 1 de la Convention, les requérants soutiennent que leur cause n'a pas été entendue équitablement par un tribunal indépendant et impartial dans la mesure où le TGI a conclu à la responsabilité de leur proche à hauteur de 60 % nonobstant l'inobservation des règles de sécurité par la TCDD.", "Ils se plaignent aussi de la durée de la procédure devant les juridictions nationales.", "60.  En ce qui concerne la première partie de ce grief, la Cour rappelle qu'elle ne peut connaître que de façon limitée des erreurs de fait ou de droit prétendument commises par les juridictions internes, auxquelles il revient au premier chef d'interpréter et d'appliquer le droit interne. Par ailleurs, si la Convention garantit en son article 6 § 1 le droit à un procès équitable, elle ne réglemente pas pour autant l'admissibilité des preuves ou leur appréciation, matière qui relève dès lors au premier chef du droit interne et des juridictions nationales (García Ruiz c. Espagne [GC], no 30544/96, § 28, CEDH 1999-I).", "61.  En l'espèce, le TGI a conclu à la responsabilité des proches des requérants à hauteur de 60 % dans la survenance de l'accident. Pour ce faire, il s'est appuyé sur le rapport d'expertise établi le 3 août 1998. A cet égard, la Cour note que les requérants, assistés par un avocat tout au long de la procédure, n'ont pas contesté les résultats de ce rapport ou demandé une nouvelle expertise. Au contraire, lors de l'audience du 23 mars 1999, l'avocat des requérants a indiqué que ce rapport d'expertise était suffisant et estimé qu'il n'y avait pas lieu d'ordonner une nouvelle expertise (paragraphe 22 ci-dessus). Il s'ensuit que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l'article 35 §§ 3 et 4 de la Convention.", "62.  Quant au grief tiré de la durée de la procédure, la Cour constate qu'il n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention et qu'il ne se heurte par ailleurs à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "63.  La période à considérer a débuté le 22 octobre 1997 avec la saisine du tribunal de grande d'instance et s'est terminée le 13 juin 2006 par l'exécution complète du jugement (voir en ce sens Bouilly c. France (no 1), no 38952/97, § 17, 7 décembre 1999). A cet égard, la Cour rappelle que dans des affaires de durée de procédure civile, l'exécution est la seconde phase de la procédure au fond et que le droit revendiqué ne trouve sa réalisation effective qu'au moment de l'exécution (voir, entre autres, Di Pede c. Italie, 26 septembre 1996, § 24, Recueil 1996IV). La période à considérer a donc duré plus de huit ans et sept mois devant deux degrés de juridiction.", "64.  La Cour rappelle que le caractère raisonnable de la durée d'une procédure s'apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l'affaire, le comportement des requérants et celui des autorités compétentes ainsi que l'enjeu du litige pour les intéressés (voir, parmi beaucoup d'autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "65.  Elle observe que la présente affaire ne revêtait pas de complexité particulière et que les requérants n'ont pas contribué à l'allongement de la procédure. Pour ce qui est du comportement des autorités, elle note que les requérants ont obtenu gain de cause au terme d'une procédure qui a duré environ cinq ans et demi. De plus, les intéressés ont dû engager une procédure d'exécution du jugement et un nouveau délai d'environ trois ans et deux mois s'est écoulé avant le paiement de l'indemnité. Au final, le paiement est intervenu plus de huit ans et sept mois après la saisine des juridictions nationales. A cet égard, la Cour estime que, s'agissant d'une procédure relative à une indemnisation suite au décès de personnes, l'enjeu du litige exigeait une célérité particulière des juridictions internes (Leray et autres c. France, no 44617/98, § 22, 20 décembre 2001).", "66.  Eu égard à ces éléments, la Cour considère que la durée de la procédure litigieuse est excessive et ne répond pas à l'exigence du « délai raisonnable ».", "67.  Partant, il y a eu violation de l'article 6 § 1.", "III.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "68.  Invoquant l'article 3 de la Convention, les requérants soutiennent que l'ouverture d'une action en dommages et intérêts à leur encontre par la TCDD, alors qu'ils avaient perdu leurs proches en raison de négligences manifestes de sécurité, ainsi que la durée de la procédure devant les juridictions, constituent un traitement inhumain et dégradant. Ils font état des conséquences de cette action sur leur état physique et psychique, et tout particulièrement de la dégradation de l'état de santé de la requérante Mme Sevim Kalender.", "Invoquant l'article 7 de la Convention, les requérants se plaignent d'avoir été condamnés au paiement de dommages et intérêts en l'absence d'une quelconque infraction qui puisse leur être reprochée.", "Enfin, les requérants se plaignent de ne pas disposer d'un recours effectif en droit interne au sens de l'article 13 de la Convention.", "69.  Eu égard aux circonstances de l'espèce et au raisonnement qui l'a conduite à constater la violation des articles 2 et 6 de la Convention, la Cour estime qu'il n'y a pas lieu d'examiner en outre l'affaire sous l'angle de ces articles.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "70.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "71.  Les requérants réclament 419 000 euros (EUR) au titre du préjudice matériel qu'ils auraient subi. Ce montant se ventile comme suit :", "–  264 000 EUR du fait de la cessation d'activités de leur commerce à la suite du décès du père ;", "–  120 000 EUR du fait de la perte de revenus pour le requérant Adnan Kalender, lequel explique qu'il n'a pas pu avoir une activité professionnelle normale depuis l'accident en raison de son état dépressif ;", "–  25 000 EUR pour la perte de soutien financier que les requérantes Sevim Kalender et Aysun Kalender ont subie du fait de l'amputation de la pension de retraite et de la pension d'invalidité de Kadir Kalender versées aux requérantes, et enfin", "–  10 000 EUR pour les dépenses funéraires.", "Les requérants réclament en outre la réparation d'un préjudice moral de 3 millions d'euros.", "72.  Le Gouvernement conteste ces prétentions.", "73.  S'agissant d'abord du préjudice du fait de la cessation d'activités de leur commerce et de la perte de revenu allégué par le requérant Adnan Kalender, la Cour n'aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande.", "74.  Pour le reste de la prétention au titre du préjudice matériel, la Cour observe que les violations en question ont certes lésé les requérants et qu'un lien de causalité manifeste existe entre celles-ci et les préjudices matériels allégués, lesquels peuvent inclure la perte de sources de revenus (Öneryıldız, précité, § 166). Cependant, les prétentions des requérants à ce titre ne sont pas dûment documentées. La Cour appréciera donc celles-ci en équité, tout comme le préjudice moral subi par les intéressés.", "75.  Elle estime qu'il y a lieu d'octroyer 35 000 EUR à la requérante Sevim Kalender et 25 000 EUR à chacun des requérants Adnan Kalender et Aysun Kalender, tous préjudices confondus.", "B.  Frais et dépens", "76.  Les requérants demandent également 8 830 EUR pour les frais et dépens engagés devant les juridictions internes et la Cour : 1 300 EUR pour les honoraires d'avocats, 1 400 EUR pour l'indemnité qu'ils ont versée aux chemins de fer, 80 EUR pour des frais de traduction, 1 050 EUR pour les frais de transport et de restauration engagés à l'occasion de la procédure d'indemnisation et enfin 5 000 EUR pour des frais divers engagés à l'occasion de la présente requête. A titre de justificatif, ils fournissent une quittance d'honoraires et une quittance pour les frais de traduction.", "77.  Le Gouvernement conteste cette prétention.", "78.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. Compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 1 500 EUR tous frais confondus et l'accorde aux requérants conjointement.", "C.  Intérêts moratoires", "79.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable, à l'exception du grief tiré de l'iniquité de la procédure devant le tribunal de grande instance (article 6 de la Convention) ;", "", "2.  Dit qu'il y a eu violation de l'article 2 de la Convention sous son volet matériel, à raison du non-respect des règles de sécurité propres à empêcher la mort accidentelle des proches des requérants ;", "", "3.  Dit qu'il y a eu violation de l'article 2 de la Convention sous son volet procédural, à raison de l'absence d'une protection adéquate par la loi, propre à sauvegarder le droit à la vie ;", "", "4.  Dit qu'il y a eu violation de l'article 6 de la Convention en raison de la durée de la procédure d'indemnisation ;", "", "5.  Dit qu'aucune question distincte ne se pose sur le terrain des articles 3, 7 et 13 de la Convention ;", "", "6.  Dit", "a)  que l'État défendeur doit verser, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes à convertir en livres turques au taux applicable à la date du règlement :", "i.  35 000 EUR (trente cinq mille euros) à la requérante Sevim Kalender et 25 000 EUR (vingt cinq mille euros) à chacun des requérants Aysun Kalender et Adnan Kalender, tous préjudices confondus, plus tout montant pouvant être dû à titre d'impôt ;", "ii.  1 500 EUR (mille cinq cents euros) pour frais et dépens aux requérants conjointement, plus tout montant pouvant être dû à titre d'impôt par eux ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 décembre 2009, en application de l'article 77 §§ 2 et 3 du règlement.", "", "Françoise Elens-Passos\tFrançoise Tulkens\n\tGreffière adjointe\tPrésidente", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante du juge Ireneu Cabral Barreto.", "F.T.\nF.E.P.", "", "OPINION CONCORDANTE DU JUGE IRENEU CABRAL BARRETO", "J'ai voté l'arrêt après avoir surmonté des difficultés concernant la qualité de victimes des requérants.", "Le moyen utilisé au niveau interne aux fins de la réparation des préjudices matériel et moral nés du décès des proches des requérants a été la procédure civile.", "Je me suis demandé si ce moyen était suffisant pour répondre à l'obligation positive de l'Etat d'établir la responsabilité des fonctionnaires et des administrateurs de la TCDD.", "Or, dans un premier temps, la Cour a estimé, sur le terrain du droit à la vie consacré par l'article 2, que les Etats parties avaient l'obligation d'instaurer un système judiciaire efficace et indépendant qui permette d'établir la cause du décès d'un individu se trouvant sous la responsabilité de professionnels de la santé, que ceux-ci agissent dans le cadre du secteur public ou qu'ils exercent dans des structures privées. Elle a précisé que, dans le contexte spécifique des négligences médicales, l'accès à une procédure en responsabilité « civile » suffisait en principe (arrêt Calvelli et Ciglio c. Italie [GC], no 32967/96, §§ 48-51,CEDH 2002I).", "Par la suite, cette jurisprudence qui visait à l'origine la négligence médicale a été élargie à d'autres domaines, notamment dans l'arrêt Mastromatteo c. Italie [GC], no 37703/97, CEDH 2002VIII, où la Cour, au paragraphe 90, a conclu ceci : « La forme de l'enquête peut varier selon les circonstances. Lorsqu'il s'agit de mettre en cause une négligence, une voie civile ou disciplinaire peut être suffisante (...) ».", "Dans l'arrêt Öneryıldız c. Turquie, no 48939/99, 18 juin 2002, la Cour a introduit une distinction entre les activités dangereuses et les autres activités, en précisant, au paragraphe 94 :", "« En somme, le système judiciaire exigé par l'article 2 doit comporter un mécanisme d'enquête officielle, indépendant et impartial, répondant à certains critères d'effectivité et de nature à assurer la répression pénale des atteintes à la vie du fait d'une activité dangereuse, si et dans la mesure où les résultats des investigations justifient cette répression (voir, mutatis mutandis, Hugh Jordan c. Royaume-Uni, no 24746/94, §§ 105-109, 4 mai 2001, et Paul et Audrey Edwards, précité, §§ 69-73). En pareil cas, les autorités compétentes doivent faire preuve d'une diligence et d'une promptitude exemplaires et procéder d'office à des investigations propres à, d'une part, déterminer les circonstances dans lesquelles une telle atteinte a eu lieu ainsi que les défaillances dans la mise en œuvre du cadre réglementaire et, d'autre part, identifier les agents ou les organes de l'Etat impliqués, de quelque façon que ce soit, dans l'enchaînement de ces circonstances ».", "", "Il me semble que l'activité ferroviaire de la TCDD ne peut pas être considérée comme une « activité dangereuse » au sens accepté dans l'arrêt Öneryıldız et que, partant, la procédure civile était en soi suffisante pour répondre à l'obligation positive de l'Etat.", "D'ailleurs, les requérants avaient apparemment accepté le partage des responsabilités dans l'accident tel qu'il était proposé par le rapport du 3 août 1998 (paragraphe 26 de l'arrêt).", "Ainsi, on pourrait admettre que les requérants qui ont emprunté la voie civile et reçu une indemnisation au niveau interne ne pouvaient plus se prétendre victimes.", "Toutefois, les intéressés n'ont jamais accepté les sommes que leur a accordées le TGI à deux reprises, et ils ont formé plusieurs pourvois en cassation, dont le dernier a été infructueux.", "N'étant pas satisfaits des montants octroyés au niveau interne pour les dommages qu'ils avaient subis, les requérants sont venus devant la Cour, soutenant que la violation de l'article 2 de la Convention n'avait pas été dûment réparée par les juridictions internes et que, partant, l'atteinte au droit à la vie de leurs proches subsistait.", "Leur grief se présentait comme un « grief défendable » et, de plus, fondé, dès lors que la Cour les accorde des indemnisations supplémentaires.", "C'est pour ces raisons que les requérants pouvaient défendre devant la Cour qu'ils étaient toujours victimes.", ""]}