{"file": "FRE_HFJUD_28198_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "28198/09", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "", "", "", "AFFAIRE MOR c. FRANCE", "", "(Requête no 28198/09)", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "15 décembre 2011", "", "DÉFINITIF", "", "15/03/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Mor c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tDean Spielmann, président,\n\tElisabet Fura,\n\tKarel Jungwiert,\n\tMark Villiger,\n\tAnn Power-Forde,\n\tGanna Yudkivska,\n\tAndré Potocki, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 22 novembre 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 28198/09) dirigée contre la République française et dont une ressortissante de cet Etat, Mme Gisèle Mor (« la requérante »), a saisi la Cour le 28 avril 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me L. Pettiti, avocat à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, Directrice des Affaires juridiques au ministère des Affaires étrangères.", "3.  Invoquant les articles 6 et 10 de la Convention, la requérante se plaint de sa condamnation pénale pour violation du secret professionnel.", "4.  Le 14 juin 2010, le président de la cinquième section a décidé de communiquer le grief tiré de la violation de l’article 10 de la Convention. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "5.  Tant le Gouvernement que la requérante ont déposé des observations écrites. Des observations ont été également reçues du Conseil National des Barreaux et du Conseil des Barreaux Européens, le président les ayant autorisés à intervenir dans la procédure (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  La requérante est née en 1953 et réside à Saint-Ouen-l’Aumône. Elle est avocate au Barreau du Val-d’Oise.", "7.  En novembre 1998, elle déposa une plainte avec constitution de partie civile pour homicide involontaire au nom des parents d’une enfant de douze ans décédée des suites d’une aplasie médullaire survenue après une vaccination contre l’hépatite B.", "8.  Une information judiciaire fut ouverte.", "9.  D’autres plaintes concernant des cas similaires furent déposées par la requérante au nom d’autres clients et jointes à l’instruction initiale. Ces plaintes mettaient en cause des sociétés pharmaceutiques distribuant le vaccin.", "10.  En novembre 2002, un rapport d’expertise de 450 pages fut remis au juge d’instruction par le médecin M.G., expert en pharmacovigilance et pharmaco-épidémiologie.", "11.  A la demande de ses clients, la requérante fut contactée par des journalistes.", "12.  La requérante indique qu’à l’initiative des quotidiens nationaux, Le Parisien et Le Figaro, ainsi que de l’Agence France Presse, la presse publia des extraits du rapport d’expertise.", "13.  Le 14 novembre 2002, le quotidien Le Parisien publia dans la rubrique Santé un article intitulé Vaccin hépatite B : le rapport qui accuse, accompagné d’une photographie de vaccins dont la légende précisait : Le rapport d’expertise relatif aux décès consécutifs à une vaccination contre l’hépatite B est accablant, notamment pour l’administration sanitaire qui « a intensivement collaboré avec les fabricants de vaccin quand elle ne leur a pas carrément passé la main». L’article se lisait ainsi :", "« UN RAPPORT d’expertise explosif vient d’être remis au juge [M.-O. B.-G.], en charge de l’instruction sur six décès d’enfants et d’adultes après une vaccination contre l’hépatite B. Ce rapport de 450 pages est accablant pour les autorités sanitaires françaises. Le juge a immédiatement demandé une saisine globale sur l’ensemble de l’affaire du vaccin.", "« Catastrophe judiciaire », « falsification », « dissimulation », l’expert judiciaire spécialiste du médicament, le docteur [M.G.], ne mâche pas ses mots. Son analyse repose sur des documents saisis lors d’une perquisition au centre régional de pharmacovigilance de Strasbourg, d’une saisie à l’Agence du médicament et de diverses personnalités entendues, dont [P.D.-D.], alors ministre de la Santé, qui avait lancé la campagne.", "Sur les effets indésirables du vaccin : « les responsables sanitaires se sont appliqués à minimiser la situation aux prix d’atténuations frisant parfois la falsification ». Officiellement, 900 personnes sont atteintes d’une maladie neurologique, dont la sclérose en plaques, observée après cette vaccination. Or, ces chiffres seraient en dessous de la vérité. D’autres maladies sont suspectées (leucémies, polyarthrites, maladies auto-immunes) et l’estimation réelle serait de « plusieurs milliers » de victimes. Une note interne révèle qu’il s’agit de « l’une des plus grandes séries d’effets indésirables depuis 1974 ». L’agence du médicament est directement mise en accusation et notamment le professeur (...) qui était chargé de recenser les cas. « Combien de complications mortelles se sont ainsi évanouies dans les décomptes des rapporteurs. »", "(...) L’avis de l’expert est étonnant car l’Agence du médicament a la réputation d’avoir été active en matière d’alerte dans cette affaire. Le rapport sera sûrement attaqué sur ce point par d’autres experts.", "Sur la campagne de vaccination de 1994. « L’administration sanitaire a intensivement collaboré avec les fabricants de vaccin (NDLR : Pasteur-Merieux Msd et SKB) quand elle ne leur a pas carrément passé la main. » Chiffres de contamination d’hépatite B exagérés (100 000 cas par an, alors que le chiffre avoisine le millier), dramatisation des dangers du virus pour vacciner en masse. [P.D.-D.] a expliqué lors d’une audition qu’il s’était fié aux avis des experts et de l’Organisation mondiale de la santé. Mais le rapport évoque des « experts parfois en charge de responsabilité publique éminente dont les conflits d’intérêt sont généralement restés d’une remarquable opacité ». Comme l’ex-président du Comité technique des vaccinations, l’origine de décision de la politique vaccinale, qui collaborait aussi avec les deux laboratoires fabricants. Quant au vaccin diffusé par Pasteur dans les collèges, le HB vax 10, il n’avait pas d’autorisation de mise sur le marché et n’avait pas été testé sur les enfants de cet âge.", "Sur l’information du grand public et des médecins. Il y a eu « désinformation du public comme des professionnels de santé. » Pourquoi ? « Les documents saisis font apparaître que c’est en connaissance de cause que d’emblée des éléments cruciaux de tolérance ont été dissimulés aux professionnels de santé pour ne pas casser la dynamique vaccinale. » De même que les études innocentant le vaccin ont été payées par les fabricants, sans forcément que tout le monde le sache. On apprend aussi que l’association des victimes (...) qui n’est pas une ligue anti-vaccination aurait été utilisée à son insu comme caution morale par les autorités de santé. Enfin, il y a des documents inquiétants comme cet échange écrit entre le directeur général de la santé de l’époque et l’un de ses adjoints [M. C.]. Sur la surveillance du vaccin, ce dernier répond : « Je crains que rien n’ait été fait, mais sans vouloir me disculper, l’initiative en revient à l’Agence du médicament. » Le même adjoint conseillera de demander au laboratoire d’attaquer « au pénal » les médecins qui remettent en cause la campagne... »", "14.  Cet article était suivi de trois autres articles : Les RG m’ont demandé si je faisais partie d’une secte, qui concernait le père d’une victime décédée d’une sclérose en plaques, Faut-il se faire vacciner ? et, enfin, L’expert a subi des pressions, qui relatait un entretien avec la requérante s’exprimant en sa qualité d’avocate des victimes. Ce dernier article se lisait comme suit :", "« Ce rapport d’instruction n’est-il pas trop virulent ?", "[La requérante]. Non, il démontre que l’Etat n’a jamais mis des moyens suffisants pour évaluer correctement l’ampleur des effets indésirables du vaccin alors qu’on a vacciné des millions de français. C’est une première en matière de santé publique et de justice qu’un expert livre un rapport aussi exhaustif, plus de 400 pages, sur de graves dysfonctionnements. Que les laboratoires pharmaceutiques fassent le maximum pour vendre leurs produits, c’est logique mais que l’Etat ait laissé faire en connaissance de cause, c’est grave. Pareil pour ces grands professeurs qui émargent auprès des laboratoires et n’avouent pas leurs liens.", "L’expert évoque dans son rapport des pressions dont il aurait été victime...", "Oui, c’est ahurissant. Le Docteur [M.G.] est l’un des rares spécialistes en France des effets indésirables des médicaments, il a travaillé avec les plus grandes firmes pharmaceutiques. Ses ennuis ont commencé quand il a été nommé comme expert dans les procédures au civil et qu’il a réclamé les dossiers de pharmacovigilance aux laboratoires.", "Dès lors, ces derniers l’ont harcelé avec des récusations dans toute la France. Il est obligé de se défendre devant les tribunaux à ses frais et, curieusement, il a perdu des contrats professionnels. Au pénal, les laboratoires ont même envoyé un avocat harceler le juge pour qu’il soit dessaisi alors qu’ils ne font pas partie civile. Le but est de déstabiliser sciemment l’expert.", "Où en est-on des procédures en cours ?", "Au civil, deux victimes ont été reconnues comme telles et le vaccin a été jugé responsable en première instance et en appel. On attend la Cour de cassation. Je précise que, comme toutes les affaires d’effets indésirables de médicaments qui ont défrayé la chronique, il s’agit d’un faisceau de présomption : on ne peut jamais être sûr à 100 %. 151 recours sont actuellement en cours de procédure. Quant au pénal, après ce rapport, il serait logique que des mises en examen interviennent. »", "15.  Le même jour, à 12 h 06, la requérante accorda un entretien à la radio Europe 1, dans les termes suivants :", "« [Le journaliste] : Une affaire qui fait grand bruit déjà, je vous le disais. Une expertise, remise à un juge d’instruction, qui enquête sur les vaccins contre l’Hépatite B, met en cause l’attitude des pouvoirs publics qui se sont rendus coupables, semble-t-il, selon ce rapport, de désinformation et de dissimulation en vantant les avantages du vaccin. Les faits remontent aux années 94 et 97, [P. D.-B.] était alors ministre de la Santé et c’est lui, donc, qui avait lancé cette campagne de vaccination (...) Ce rapport (...) souligne en tout cas, semble-t-il, la légèreté des pouvoirs publics, à l’époque, qui n’auraient pas, semble-t-il, enquêté suffisamment sur les effets secondaires des vaccins. C’est ça ?", "[La requérante] : Le rapport du docteur [M.G.] souligne la légèreté des autorités sanitaires en 94-97, au moment de la campagne, mais aussi postérieurement, de 98 jusqu’à ce jour, dans le suivi des enquêtes de pharmacovigilance sur ce vaccin. Parce que je vous rappelle quand même que ce vaccin n’a toujours pas été retiré du marché et que les enquêtes sont censées se poursuivre. Alors en fait ce rapport met en évidence des dysfonctionnements graves, que ce soit au niveau de la mise sur le marché de ce produit, puisqu’en fait on apprend ainsi que le produit PASTEUR est en fait un produit défectueux qui n’a pas obtenu des autorisations de mise sur le marché, sur la base de rapports d’experts, réguliers et fiables. On apprend également qu’il y a eu des dissimulations sur la nature des effets indésirables, que par ailleurs la population française a été entraînée dans un processus de vaccination globale tous azimuts.", "[Le journaliste] : Global notamment pour les enfants je crois.", "[La requérante] : Tout à fait, notamment sur les enfants. L’expert nous dit même que, finalement, la population française et les enfants en particulier dans les écoles, ont été pris un petit peu comme des cobayes, puisque lorsqu’on a commencé à entendre parler des effets indésirables de la vaccination contre l’hépatite B, l’enquête a consisté à examiner ce qui allait se passer sur les enfants vaccinés dans les écoles. »", "16.  Le 4 décembre 2002, le laboratoire pharmaceutique G., qui serait le seul laboratoire, avec la société S.P, à distribuer le vaccin contre l’hépatite B, déposa une plainte avec constitution de partie civile pour violation du secret de l’instruction et violation du secret professionnel.", "17.  En février 2003, la requérante fut convoquée en qualité de témoin assisté par le juge d’instruction. Elle souleva l’irrecevabilité de la plainte, au motif que la société plaignante n’était pas mise en cause dans l’instruction et qu’elle ne pouvait trouver aucun motif à agir sur le fondement de la violation du secret. La requérante indique que, devant le juge d’instruction, elle reconnut avoir donné des déclarations à la presse, ayant agi à la demande et dans l’intérêt de ses clients en répondant à des journalistes qui avaient connaissance du rapport d’expertise.", "18.  Le 16 septembre 2003, la requérante fut mise en examen pour violation du secret de l’instruction et du secret professionnel.", "19.  Par une ordonnance du 31 mars 2006, le juge d’instruction la renvoya devant le tribunal correctionnel de Paris pour avoir, en sa qualité d’avocate, révélé l’existence et le contenu de pièces figurant dans une procédure d’instruction, en l’espèce, un rapport d’expert reçu par le juge d’instruction en charge de la procédure, faits prévus et réprimés par les articles 226-13 et 226-31 du code pénal.", "20.  Par un jugement du 11 mai 2007, le tribunal correctionnel déclara la requérante coupable de violation du secret professionnel. Il jugea que la matérialité du délit n’était pas contestable, du fait de la révélation par la requérante à la presse d’informations contenues dans le rapport d’expertise du Docteur [G.] et couvertes par le secret de l’instruction ; que l’éventuelle divulgation précédente du rapport, en particulier auprès des journalistes qui l’interrogeaient, était indifférente à la constitution du délit, la connaissance par d’autres personnes de faits couverts par le secret professionnel n’étant pas de nature à ôter à ces faits leur caractère confidentiel et secret ; que si la requérante invoquait le bénéfice de l’article 114 alinéa 7 du code de procédure pénale qui l’autorisait selon elle à faire état de l’existence du rapport d’expertise et à s’exprimer sur son contenu pour les besoins de la défense, les « tiers » auxquels se réfère la disposition citée et qui peuvent se voir communiquer des rapports d’expertise sont des techniciens consultés pour donner un avis, ce qui n’autorise pas une divulgation par voie de presse de pièces provenant d’un dossier d’information, une telle démarche ne répondant pas aux besoins de la défense.", "21.  La requérante fut dispensée de peine, au motif que le trouble à l’ordre public était des plus relatifs eu égard à l’ancienneté des déclarations litigieuses qui remontaient à près de cinq ans, ainsi qu’aux violations répétées du secret de l’information par autrui sans que des poursuites aient été engagées. Sur les intérêts civils, la requérante fut condamnée à verser un euro à la plaignante.", "22.  Le 15 mai 2007, la requérante et le procureur de la République interjetèrent appel du jugement.", "23.  Par un arrêt du 10 janvier 2008, la cour d’appel de Paris confirma le jugement en toutes ses dispositions. Elle estima que les dispositions légales ne contreviennent pas au principe de la liberté d’expression consacré par l’article 10 et qu’elles sont nécessaires à la préservation des intérêts d’ordre public et privé, s’agissant, en l’occurrence, de garantir l’exercice d’une profession chargée de contribuer au bon fonctionnement de la justice et qui doit, à cette fin, bénéficier de la confiance du public. Concernant l’élément matériel de l’infraction, elle l’estima caractérisé par le tribunal, dès lors qu’il n’était pas discuté que les propos tenus par la requérante reflétaient la teneur des conclusions de l’expert commis par le magistrat instructeur, que la connaissance par d’autres personnes de faits couverts par le secret professionnel n’était pas de nature à ôter à ces faits leur caractère confidentiel et secret  et, enfin, qu’il n’était pas démontré que les révélations en cause, au demeurant favorables à la thèse de ses clients, étaient nécessaires à l’exercice de leurs droits. Quant à l’intention délictueuse, la cour d’appel la jugea avérée par le fait que la requérante avait nécessairement conscience de divulguer des informations dont elle n’avait eu connaissance qu’en sa qualité d’avocat des parties civiles.", "24.  Le 11 janvier 2008, la requérante se pourvut en cassation, invoquant une violation de l’article 10 de la Convention.", "25.  La requérante indique que quelques jours après des laboratoires pharmaceutiques furent mis en examen pour homicide involontaire sur l’une des victimes et tromperie aggravée.", "26.  Par un arrêt du 28 octobre 2008, la Cour de cassation rejeta son pourvoi. Elle jugea que dans son appréciation souveraine, la cour d’appel avait caractérisé tous les éléments de l’infraction, ses constatations et énonciations permettant de déduire que la violation du secret professionnel n’était pas rendue nécessaire par l’exercice des droits de la défense.", "II.  DROIT ET PRATIQUE PERTINENTS", "A.  Droit et jurisprudence internes", "27.  Les dispositions du code de procédure pénale telles qu’en vigueur au moment des faits sont libellées comme suit :", "Article 11", "« Sauf dans le cas où la loi en dispose autrement et sans préjudice des droits de la défense, la procédure au cours de l’enquête et de l’instruction est secrète.", "Toute personne qui concourt à cette procédure est tenue au secret professionnel dans les conditions et sous les peines des articles 226-13 et 226-14 du code pénal.", "Toutefois, afin d’éviter la propagation d’informations parcellaires ou inexactes ou pour mettre fin à un trouble à l’ordre public, le procureur de la République peut, d’office et à la demande de la juridiction d’instruction ou des parties, rendre publics des éléments objectifs tirés de la procédure ne comportant aucune appréciation sur le bien-fondé des charges retenues contre les personnes mises en cause. »", "Article 114", "« (...) Les avocats peuvent transmettre une reproduction des copies ainsi obtenues à leur client. Celui-ci atteste au préalable, par écrit, avoir pris connaissance des dispositions de l’alinéa suivant et de l’article 114-1.", "Seules les copies des rapports d’expertise peuvent être communiquées par les parties ou leurs avocats à des tiers pour les besoins de la défense.", "L’avocat doit donner connaissance au juge d’instruction, par déclaration à son greffier ou par lettre ayant ce seul objet et adressée en recommandé avec accusé de réception, de la liste des pièces ou actes dont il souhaite remettre une reproduction à son client. (...) »", "28.  Les dispositions du code pénal telles qu’en vigueur au moment des faits se lisent comme suit :", "Article 132-59", "« La dispense de peine peut être accordée lorsqu’il apparaît que le reclassement du coupable est acquis, que le dommage causé est réparé et que le trouble résultant de l’infraction a cessé.", "La juridiction qui prononce une dispense de peine peut décider que sa décision ne sera pas mentionnée au casier judiciaire.", "La dispense de peine ne s’étend pas au paiement des frais du procès. »", "Article 226-13", "« La révélation d’une information à caractère secret par une personne qui en est dépositaire soit par état ou par profession, soit en raison d’une fonction ou d’une mission temporaire, est punie d’un an d’emprisonnement et de 15 000 euros d’amende. »", "Article 226-14", "« L’article 226-13 n’est pas applicable dans les cas où la loi impose ou autorise la révélation du secret. En outre, il n’est pas applicable :", "1o  A celui qui informe les autorités judiciaires, médicales ou administratives de privations ou de sévices, y compris lorsqu’il s’agit d’atteintes sexuelles dont il a eu connaissance et qui ont été infligés à un mineur de quinze ans ou à une personne qui n’est pas en mesure de se protéger en raison de son âge ou de son état physique ou psychique ;", "2o  Au médecin qui, avec l’accord de la victime, porte à la connaissance du procureur de la République les sévices qu’il a constatés dans l’exercice de sa profession et qui lui permettent de présumer que des violences sexuelles de toute nature ont été commises.", "Aucune sanction disciplinaire ne peut être prononcée du fait du signalement de sévices par le médecin aux autorités compétentes dans les conditions prévues au présent article. »", "29.  L’article 160 du décret no 91-1197 du 27 novembre 1991 organisant la profession d’avocat, applicable au moment des faits (abrogé par le décret no 2005-790 du 12 juillet 2005), est ainsi libellé :", "« L’avocat, en toute matière, ne doit commettre aucune divulgation contrevenant au secret professionnel. Il doit, notamment, respecter le secret de l’instruction en matière pénale, en s’abstenant de communiquer, sauf à son client pour les besoins de la défense, des renseignements extraits du dossier ou de publier des documents, pièces ou lettres intéressant une information en cours. »", "30.  L’article 5 du décret no 2005-790 du 12 juillet 2005 relatif aux règles de déontologie de la profession d’avocat (modifié par le décret no 2007-932 du 15 mai 2007 portant diverses dispositions relatives à la profession d’avocat) est ainsi libellé :", "« L’avocat respecte le secret de l’enquête et de l’instruction en matière pénale, en s’abstenant de communiquer, sauf pour l’exercice des droits de la défense, des renseignements extraits du dossier, ou de publier des documents, pièces ou lettres intéressant une enquête ou une information en cours.", "Il ne peut transmettre de copies de pièces ou actes du dossier de la procédure à son client ou à des tiers que dans les conditions prévues à l’article 114 du code de procédure pénale. »", "31.  Selon la jurisprudence de la Cour de cassation, la révélation d’une information à caractère secret réprimée par l’article 226-13 du code pénal n’en suppose pas la divulgation et elle peut exister légalement, lors même qu’elle en est donnée à une personne unique et lors même que cette personne est elle-même tenue au secret. L’obligation au secret professionnel établie par l’article 226-13 précité s’impose aux avocats comme un devoir de leur fonction. La connaissance par d’autres personnes, de faits couverts par le secret professionnel, n’est pas de nature à enlever à ces faits leur caractère confidentiel et secret. Toutefois, l’intéressé ne peut être sanctionné lorsque l’exercice des droits de la défense a rendu nécessaire la violation du secret professionnel (voir, entre autres, Cass. Crim., 16 mai 2000, Bull. Crim. 2000 No 192 p. 566, Cass. Crim., 18 septembre 2001, Bull. Crim. 2001 No 179 p. 582, Cass. Crim., 28 septembre 2004, pourvoi no 0384003, Cass. Crim., 14 octobre 2008, pourvoi no 07-88459).", "B.  Droit européen", "32.  Extraits de la Recommandation R(2000)21 du Comité des Ministres aux Etats membres sur la liberté d’exercice de la profession d’avocat (adoptée le 25 octobre 2000) :", "« Principe I – Principes généraux concernant la liberté d’exercice de la profession d’avocat", "(...)", "3.  Les avocats devraient jouir de la liberté d’opinion, d’expression, de déplacement (...), notamment, avoir le droit de participer aux débats publics sur des questions relatives à la loi et l’administration de la justice et de suggérer des réformes législatives (...)", "Principe III – Rôle et devoirs des avocats", "1.  Les associations de barreaux ou autres associations professionnelles d’avocats devraient établir des règles professionnelles et des codes de déontologie et devraient veiller à ce que les avocats défendent les droits et les intérêts légitimes de leurs clients en toute indépendance, avec diligence et équité.", "2.  Les avocats devraient respecter le secret professionnel conformément à la législation, aux règlements et à la déontologie de leur profession. Toute violation de ce secret, sans le consentement du client, devrait faire l’objet de sanctions appropriées (...)", "4.  Les avocats devraient respecter l’autorité judiciaire et exercer leurs fonctions devant les tribunaux en conformité avec la législation et les autres règles nationales et la déontologie de leur profession (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "33.  La requérante se plaint de sa condamnation pénale pour violation du secret professionnel, estimant que les juridictions internes ont porté atteinte à son droit au respect de sa liberté d’expression. Elle invoque l’article 10 de la Convention, qui se lit comme suit :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "A.  Sur la recevabilité", "34.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 (a) de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "35.  La requérante souligne tout d’abord le contexte particulier de cette affaire de santé publique, qui est encore aujourd’hui devant le juge d’instruction, alors même que les familles des victimes ont déposé plainte du chef d’homicide involontaire il y a plus d’une dizaine d’années. Elle ajoute qu’elle fait face à une certaine inertie judiciaire et que la partie adverse a multiplié les incidents de procédure. Selon elle, l’objectif inavoué du laboratoire pharmaceutique, auteur de la plainte, était de la déstabiliser.", "36.  La requérante soutient que les restrictions à la liberté d’expression d’un avocat ne peuvent passer pour nécessaires dans une société démocratique que dans des « cas exceptionnels ». Se référant à la jurisprudence de la Cour et à la Recommandation (2000)21 du Comité des ministres sur la liberté d’exercice de la profession d’avocat, elle fait valoir que la condamnation d’un avocat de la partie civile ayant effectué des déclarations à caractère limité sur une procédure et ne portant préjudice ni à ses clients, ni à la partie adverse doit être considérée comme étant disproportionnée vis-à-vis du libre exercice des droits de la défense, de l’égalité des armes et de l’équité du procès pénal (Nikula c. Finlande, no 31611/96, CEDH 2002-II, et Kyprianou c. Chypre [GC], no 73797/01, CEDH 2005XIII). Selon elle, l’ingérence n’était pas prévue par la loi et n’était pas nécessaire dans une société démocratique : ses déclarations étaient objectives et limitées, ne nuisaient pas au bon déroulement de la procédure et s’inscrivaient dans le droit du public d’être informé. Elle ajoute que condamner un avocat pour un délit aussi grave que la violation du secret professionnel, même avec dispense de peine, est tout aussi sérieux qu’une condamnation assortie d’une peine avec sursis, dès lors qu’elle constitue une sanction infamante qui reste à jamais dans le dossier administratif d’un avocat. Cela peut notamment lui interdire ultérieurement de porter le titre d’avocat honoraire. La requérante relève qu’en outre ni le procureur général ni le Bâtonnier de son barreau n’ont jugé utile de diligenter des poursuites disciplinaires à son encontre. Enfin, elle souligne que le secret professionnel est non seulement un devoir mais également un droit de l’avocat, et qu’il vise à protéger le client de ce dernier. Ce principe connaît des exceptions prévues, en particulier, par les dispositions de l’article 5 du décret du 12 juillet 2005 qui a remplacé l’article 160 du décret du 27 novembre 1991.", "37.  Le Gouvernement soutient que l’ingérence était fondée sur l’article 226-13 du code pénal et que l’obligation au secret professionnel s’impose à l’avocat. Le Gouvernement fait valoir que l’ingérence tendait à empêcher la divulgation d’informations confidentielles et à garantir l’autorité et l’impartialité du pouvoir judiciaire, ainsi que la protection des personnes mises en cause, en l’occurrence la société G. S’appuyant sur la jurisprudence de la Cour, le Gouvernement soutient que l’ingérence était nécessaire dans une société démocratique. Il souligne le rôle des avocats qui doivent contribuer au bon fonctionnement de l’institution judiciaire et à la confiance qu’elle doit inspirer. Selon lui, l’Etat doit pouvoir sanctionner les atteintes qui seraient portées à cette confiance et qui troubleraient le bon fonctionnement de la justice. En l’espèce, la requérante a été condamnée pour avoir révélé dans les médias, en sa qualité d’avocate, le contenu d’un rapport d’expertise reçu par le juge d’instruction dans le cadre d’une procédure en cours, violant ainsi les obligations du secret professionnel et portant atteinte au crédit de la justice. Le Gouvernement fait valoir que la requérante n’établit pas la réalité des pressions exercées à l’encontre de l’expert et du juge d’instruction en charge de l’affaire. Il ajoute qu’il n’est pas démontré que les droits de la défense risquaient d’être affectés, voire qu’un fonctionnement défectueux de la justice de nature à alerter l’opinion publique était à craindre. Le Gouvernement conclut que la requérante a manqué à son obligation de prudence et a agi dans l’irrespect des règles encadrant la profession d’avocat, portant ainsi préjudice au bon fonctionnement de la justice. Enfin, il souligne que l’ingérence a revêtu la forme d’une simple reconnaissance de culpabilité non suivie de sanction pénale, que le montant des dommages-intérêts a été fixé à un euro, et ce alors que l’article 226-13 du code pénal prévoit une peine d’emprisonnement d’un an et une amende de 15 000 EUR.", "2.  Les tiers intervenants", "a)  Le Conseil national des Barreaux (« CNB »)", "38.  Le CNB soutient que si, dans le cadre du droit interne, le respect du secret professionnel est un droit pour le client et un devoir pour l’avocat, il peut connaître des exceptions et doit être concilié avec la garantie des droits de la défense ou le droit à l’information, de sorte que la sanction de sa violation doit toujours être justifiée et proportionnée. Il explique que le droit au secret professionnel a été constamment reconnu par la tradition républicaine française, son expression la plus récente étant dans l’article 226-13 du code pénal. Ce droit est d’ordre public et d’intérêt général. Il constitue l’un des fondements nécessaires au fonctionnement harmonieux de la société démocratique et de l’ordre public. Le CNB ajoute que la garantie de l’ordre public et de l’absence de pression sur la justice est assurée par plusieurs dispositions qui prohibent la révélation par l’avocat d’éléments dont il a connaissance dans le cadre de l’instruction pénale. Il faut néanmoins trouver le point d’équilibre entre l’interdiction de divulguer un secret et la nécessité de garantir les droits de la défense qui peut justifier une telle divulgation. Le CNB explique que la combinaison de l’article 11 du code de procédure pénale et de l’article 5 du décret du 12 juillet 2005 organise l’assimilation du secret de l’instruction au secret professionnel ; elle prévoit la sanction de la violation du secret de l’instruction par le biais des dispositions du code pénal punissant la méconnaissance du secret professionnel (article 226-13), ainsi que la procédure disciplinaire à laquelle sont assujettis les avocats en cas de manquement à une obligation déontologique. Cependant, l’avocat ne peut être sanctionné pénalement s’il a agi dans l’intérêt des droits de la défense de son client. Le CNB ajoute que le droit au secret professionnel est prévu en droit européen et qu’il connaît des exceptions.", "39.  Se tournant vers la jurisprudence de la Cour, il fait valoir que le droit au secret professionnel doit être concilié avec la garantie des droits de la défense et le droit à l’information, la liberté d’expression et le droit à la critique de l’avocat au cours des procédures judiciaires étant protégés par l’article 10, même si cette liberté d’expression n’est pas absolue. En l’espèce, le CNB souligne que la Cour pourra tenir compte de la situation des clients de la requérante, du retentissement de l’affaire dans une opinion publique qui pourrait avoir un intérêt légitime à être informée, ou du statut du demandeur à l’origine des poursuites ayant abouti à la condamnation de la requérante, son domaine d’activité étant lié à des questions de santé publique. En l’espèce, la question est de savoir si la protection des éléments contenus dans un rapport d’expertise et ayant fait l’objet de déclarations de la requérante constituait un impératif prépondérant. Le CNB considère que, dans certaines circonstances, une atteinte à la liberté d’expression de l’avocat dans le cadre d’une procédure ou d’un procès est susceptible de soulever une question sur le terrain de l’article 6 de la Convention, sous l’angle du droit de l’accusé à bénéficier d’un procès équitable. Selon lui, le dépôt d’une plainte par l’une des parties contre l’avocat de la partie adverse pour violation du secret professionnel pourrait viser à déstabiliser celui-ci et avoir pour effet de limiter les droits de la défense. Enfin, il souligne que ni l’Ordre des avocats auprès duquel la requérante est inscrite ni le procureur général ne sont à l’origine des poursuites, lesquelles ont été initiées par le seul adversaire des clients de la requérante.", "b)  Le Conseil des Barreaux européens (« CCBE »),", "40.  Selon le CCBE, la question d’intérêt général qui ressort de l’affaire consiste à déterminer les limites qui découlent légitimement du secret de l’instruction pénale. S’il est vrai que la requérante a été condamnée pour violation du secret professionnel, il ne s’agit pas du secret protégeant la confidentialité du rapport entre l’avocat et son client, mais du secret de l’instruction pénale. Le CCBE précise que la sanction de la violation de ce secret est prévue à l’article 5 du décret du 12 juillet 2005, lequel a abrogé l’article 160 du décret du 27 novembre 1991, et à l’article 226-13 du code pénal. Le fondement et la portée des deux secrets sont très différents. Le CCBE note que la sanction pénale pour violation du secret de l’instruction s’analyse en une ingérence dans l’exercice de la liberté d’expression de l’avocat. Il admet que les avocats sont spécialement aptes à évaluer la prévisibilité d’une ingérence dans leur liberté d’expression ; il n’en demeure pas moins qu’une telle ingérence doit être raisonnablement prévisible, même si l’ingérence vise à garantir une bonne administration de la justice et la présomption d’innocence du prévenu. Pour le CCBE, la proportionnalité de l’ingérence doit être examinée à la lumière de l’ensemble du contexte dans lequel la divulgation des informations couvertes par le secret s’est produite, notamment la portée matérielle du secret de l’instruction et la nature des informations divulguées, la portée temporelle du secret et le moment où la divulgation s’est produite, l’intérêt du public à être informé, la médiatisation de l’affaire, l’autorité compétente pour infliger la sanction, le degré de solidité de la preuve visant à démontrer la culpabilité de l’avocat et le risque d’effet dissuasif d’une éventuelle sanction. Enfin, la possibilité, pour l’une des parties au litige, d’entamer une procédure visant à sanctionner l’avocat de la partie adverse sur le fondement d’une prétendue violation du secret de l’instruction constitue une épée de Damoclès sur l’indépendance dudit avocat et peut s’analyser en une véritable ingérence dans le droit au procès équitable du client de cet avocat.", "3.  Appréciation de la Cour", "41.  La Cour rappelle que son rôle consiste à statuer en dernier lieu sur le point de savoir si une « restriction » à la liberté d’expression se concilie avec l’article 10 de la Convention. Si les Etats contractants jouissent d’une certaine marge d’appréciation pour juger de la nécessité d’une ingérence en la matière, une telle marge se double d’un contrôle européen portant à la fois sur la loi et sur les décisions qui l’appliquent (Sunday Times c. Royaume-Uni (no 2), 26 novembre 1991, § 50, série A no 217). Dans l’exercice de son contrôle, la Cour doit analyser l’ingérence litigieuse à la lumière de l’ensemble de l’affaire, y compris la teneur des propos du requérant et le contexte dans lequel ils ont été exprimés, pour déterminer si elle était « fondée sur un besoin social impérieux » et « proportionnée au but légitime poursuivi » et si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (Sunday Times (no 2), ibidem, et Nikula, précité, § 44).", "42.  La Cour rappelle également que le statut spécifique des avocats leur fait occuper une position centrale dans l’administration de la justice ; leur qualité d’intermédiaires entre les justiciables et les tribunaux permet de les qualifier d’auxiliaires de justice, et c’est d’ailleurs à ce titre qu’ils jouent un rôle clé pour assurer la confiance du public dans l’action des tribunaux, dont la mission est fondamentale dans une démocratie et un Etat de droit (Schöpfer c. Suisse, 20 mai 1998, §§ 29-30, Recueil des arrêts et décisions 1998-III, Amihalachioaie c. Moldova, no 60115/00, § 27, CEDH 2004-III, Nikula, précité, § 45, et Kyprianou, précité, § 173). Mais de la même manière, pour croire en l’administration de la justice, le public doit également avoir confiance en la capacité des avocats à représenter effectivement les justiciables (Kyprianou, précité, § 105).", "43.  La liberté d’expression vaut donc aussi pour les avocats, qui ont le droit de se prononcer publiquement sur le fonctionnement de la justice, mais dont la critique ne saurait franchir certaines limites (Amihalachioaie, précité, §§ 27-28). L’expression « autorité du pouvoir judiciaire » reflète notamment l’idée que les tribunaux constituent les organes appropriés pour statuer sur les différends juridiques et se prononcer sur la culpabilité ou l’innocence quant à une accusation en matière pénale, et que le public les considère comme tels (Worm c. Autriche, 29 août 1997, Recueil 1997-V, § 40). Il y va, en ce qui concerne la garantie de l’autorité du pouvoir judiciaire, de la confiance que les tribunaux d’une société démocratique se doivent d’inspirer aux justiciables, à commencer, au pénal, par les prévenus (Kyprianou, précité, § 172).", "44.  Ainsi, une ingérence dans la liberté d’expression de l’avocat ne peut qu’exceptionnellement passer pour « nécessaire dans une société démocratique » (voir, notamment, Nikula et Kyprianou, précités, respectivement §§ 55 et 174).", "45.  En l’espèce, la Cour constate que la requérante, avocate de profession, a été déclarée coupable de violation du secret professionnel pour avoir divulgué à la presse le contenu d’un rapport d’expertise remis au juge d’instruction dans le cadre d’une information judiciaire ouverte pour homicide involontaire, à la suite d’une plainte qu’elle avait déposée au nom de plusieurs victimes. La Cour note que les juridictions du fond l’ont dispensée de peine et l’ont condamnée à verser un euro de dommages-intérêts à la partie civile.", "46.  Les parties s’accordent pour dire que la condamnation pénale de la requérante constitue une ingérence dans l’exercice de son droit au respect de la liberté d’expression, tel que garanti par l’article 10 de la Convention. C’est également l’opinion de la Cour.", "47.  La Cour relève que cette ingérence était « prévue par la loi ». Elle se fondait en effet sur l’article 226-13 du code pénal qui réprime la révélation d’une information à caractère secret par une personne qui en est dépositaire soit par état ou par profession, soit en raison d’une fonction ou d’une mission temporaire. A l’instar des juridictions internes, la Cour observe qu’en se référant expressément au secret professionnel auquel se trouve tenue la requérante en sa qualité d’avocate et à l’article 226-13 précité, la prévention renvoyait nécessairement aux dispositions sur le secret professionnel de l’avocat, soit l’article 160 du décret du 27 novembre 1991 organisant la profession d’avocat, applicable au moment des faits, qui disposait  que l’avocat, en toute matière, ne doit commettre aucune divulgation contrevenant au secret professionnel et doit, notamment, respecter le secret de l’instruction en matière pénale, en s’abstenant de communiquer, sauf à son client pour les besoins de la défense, des renseignements extraits du dossier ou de publier des documents, pièces ou lettres intéressant une information en cours.", "48.  Quant au but poursuivi par l’ingérence, la Cour rappelle qu’il est légitime de vouloir accorder une protection particulière au secret de l’instruction, compte tenu de l’enjeu d’une procédure pénale, tant pour l’administration de la justice que pour le droit au respect de la présomption d’innocence des personnes mises en examen (voir, notamment, Dupuis et autres c. France, no 1914/02, § 44, 7 juin 2007).", "49.  Reste à examiner si cette ingérence était proportionnée au but légitime poursuivi et si les motifs invoqués par les juridictions internes, à savoir la nécessité de garantir la non-divulgation d’informations confidentielles, apparaissent pertinents et suffisants.", "50.  La Cour constate que la requérante a tenu des propos relatifs au rapport d’expertise en sa qualité d’avocate de victimes constituées parties civiles, alors que ledit rapport était couvert par le secret de l’instruction et que l’information judiciaire était en cours.", "51.  Elle relève d’emblée que l’auteur de la divulgation du rapport en tant que tel à la presse n’a pas été identifié et que la requérante n’a pas été sanctionnée pour avoir divulgué le rapport d’expertise aux médias, mais pour avoir divulgué des informations qui y étaient contenues. En tout état de cause, lorsque la requérante a répondu aux questions des journalistes, la presse était déjà en possession de tout ou partie du rapport d’expertise, dont elle voulait révéler l’existence et son contenu au public, en y ajoutant les commentaires de l’avocate des victimes. Il ressort en effet des documents produits que, le 14 novembre 2002, le quotidien Le Parisien en a livré la teneur au public dans un article intitulé Vaccin hépatite B : le rapport qui accuse. Dans cet article, qui précédait l’entretien avec la requérante, le journaliste évoquait explicitement le rapport d’expertise de 450 pages remis au juge d’instruction, le présentant comme « explosif » et « accablant » pour les autorités sanitaires françaises. Citant un certain nombre d’extraits du rapport (paragraphe 13 ci-dessus), il y résumait les conclusions de l’expertise sur les effets indésirables du vaccin et le nombre de victimes, tout en évoquant le comportement des pouvoirs publics, des fabricants du vaccin et de l’Agence du médicament ; il dénonçait également une désinformation du public et des professionnels de santé lors de la campagne de vaccination en 1994.", "52.  La Cour constate qu’en plus du Parisien, d’autres médias ont également couvert cette information et publié des extraits du rapport d’expertise (paragraphe 12 ci-dessus).", "53.  Elle estime que les déclarations de la requérante s’inscrivaient dans le cadre d’un débat d’intérêt général, s’agissant d’une procédure diligentée pour homicide involontaire à l’initiative de victimes de maladies survenues après une vaccination contre l’hépatite B. Les faits concernaient directement une question de santé publique et mettaient en cause non seulement la responsabilité de laboratoires pharmaceutiques chargés de la fabrication et de l’exploitation du vaccin contre l’hépatite B, mais également des représentants de l’Etat en charge des questions sanitaires. L’opinion publique était donc assurément intéressée par cette question. A cet égard, la Cour rappelle que l’article 10 § 2 de la Convention ne laisse guère de place pour des restrictions à la liberté d’expression dans le domaine du discours politique ou, comme en l’espèce, des questions d’intérêt général (voir, notamment, Sürek c. Turquie (no 1) [GC], no 26682/95, § 61, CEDH 1999IV) et que dans un contexte médiatique, la divulgation d’informations peut répondre au droit du public de recevoir des informations sur les activités des autorités judiciaires (Foglia c. Suisse, no 35865/04, § 97, 13 décembre 2007).", "54.  Or la Cour relève qu’à l’exception des allégations relatives à des pressions exercées sur l’expert, la requérante s’est en réalité bornée à commenter les informations déjà largement diffusées dans l’article Vaccin hépatite B : le rapport qui accuse qui précédait son entretien et repris dans d’autres médias. De l’avis de la Cour, tant la teneur du rapport dont la presse avait eu connaissance par une source inconnue que la qualité d’avocate des victimes de la requérante expliquent que celle-ci ait été invitée à faire des commentaires sur cette affaire.", "55.  Pour autant, si la connaissance par des tiers à la procédure pénale, en l’espèce des journalistes, de faits couverts par le secret professionnel porte nécessairement atteinte à leur confidentialité, cela n’est pas, en soi, de nature à décharger l’avocat de son devoir de prudence à l’égard du secret de l’instruction en cours lorsqu’il s’exprime publiquement (voir, notamment, la Recommandation (2000)21 du Comité des Ministres du Conseil de l’Europe ; paragraphe 32 ci-dessus).", "56.  Le Gouvernement fait certes valoir que si la défense de la partie civile autorisait un avocat à en appeler à l’opinion publique, y compris par les médias, il doit s’en tenir cependant à des déclarations personnelles se rapportant à l’instruction, sans publier de documents dont il a eu communication. Cependant, la Cour constate que tel était précisément le cas en l’espèce : il n’a pas été reproché à la requérante d’avoir publié le document litigieux et elle s’en contentée de faire des déclarations personnelles sur cet aspect de l’instruction. Par ailleurs, toujours en tenant compte des circonstances de l’espèce et du contexte de l’affaire, eu égard à la couverture médiatique de l’affaire en raison de la gravité des faits et des personnes susceptibles d’être mises en cause, la Cour s’interroge sur l’intérêt qu’il y aurait à exiger de la requérante de ne pas commenter des informations déjà connue des journalistes : ces derniers s’apprêtaient en effet à les diffuser dans leurs médias de manière imminente, et ce manifestement avec ou sans les commentaires de la requérante, (voir, notamment, Weber c. Suisse, 22 mai 1990, § 51, série A no 177, Vereniging Weekblad Bluf ! c. Pays-Bas, 9 février 1995, § 41, série A no 306A, Fressoz et Roire c. France [GC], no 29183/95, § 53, CEDH 1999I, et Dupuis et autres, précité, § 45).", "57.  Dès lors, la Cour estime qu’au regard des circonstances de l’espèce la protection des informations confidentielles ne pouvait constituer un motif suffisant pour déclarer la requérante coupable de violation du secret professionnel. En particulier, elle considère que la jurisprudence de la Cour de cassation, aux termes de laquelle la connaissance par d’autres personnes de faits couverts par le secret professionnel n’est pas de nature à enlever à ces faits leur caractère confidentiel et secret (paragraphe 31 ci-dessus), ne saurait dispenser les juridictions internes de motiver de façon pertinente et suffisante toute atteinte à la liberté d’expression d’un avocat. La protection de cette liberté doit prendre en compte l’exception prévoyant que l’exercice des droits de la défense peut rendre nécessaire la violation du secret professionnel.", "58.  Quant aux allégations de pressions subies par l’expert, sujet qui n’a pas été abordé dans l’article intitulé Vaccin hépatite B : le rapport qui accuse, la Cour relève d’emblée que les propos de la requérante se rapportaient davantage aux conditions dans lesquelles l’expert avait dû mener son expertise qu’au contenu du rapport lui-même. Il reste que la cour d’appel a rejeté l’argument de la requérante selon lequel elle souhaitait alerter le public et s’exprimer sur le contenu du rapport pour les besoins de la défense.", "59.  Toutefois, la Cour n’est pas convaincue par ce raisonnement, dès lors que les familles des victimes – représentées par la requérante – avaient un intérêt certain, pour leur défense et l’instruction sereine et indépendante de leur plainte, quatre ans après le dépôt de celle-ci, à rapporter au public d’éventuelles pressions extérieures exercées sur l’expert dont l’importance des conclusions n’est pas contestée en l’espèce. De telles pressions, à les supposer avérées, étant inacceptables et incontestablement de nature à nuire à la bonne marche d’une instruction, la Cour estime que les déclarations de la requérante ne pouvaient passer comme susceptibles de troubler le bon fonctionnement de la justice ou de porter atteinte à la présomption d’innocence de personnes mises en cause. Au contraire, la défense de ses clients pouvait se poursuivre avec une intervention dans la presse dans les circonstances de l’espèce, dès lors que l’affaire suscitait l’intérêt des médias et du public (Alfantakis c. Grèce, no 49330/07, § 33, 11 février 2010).", "60.  Enfin, la Cour constate, d’une part, que le tribunal correctionnel s’est contenté de prononcer une dispense de peine, au motif notamment que des violations répétées du secret de l’information par des tiers n’ont pas été poursuivies (paragraphe 21 ci-dessus) et, d’autre part, que ni le procureur général ni l’Ordre des avocats du barreau dont relève la requérante n’ont estimé nécessaire d’engager des poursuites disciplinaires contre elle en raison de ses déclarations dans la presse, alors qu’ils en avaient la possibilité.", "61.  Pour ce qui est des peines prononcées, la Cour rappelle que la nature et la lourdeur des peines infligées sont aussi des éléments à prendre en considération lorsqu’il s’agit de mesurer la proportionnalité de l’ingérence (voir, par exemple, Sürek c. Turquie (no 1), précité, § 64, Chauvy et autres c. France, no 64915/01, § 78, CEDH 2004-VI). Or, en l’espèce, la requérante a bénéficié d’une dispense de peine et elle n’a été condamnée à payer qu’un « euro symbolique » au titre des dommages-intérêts. Bien que cette décision soit la plus modérée possible, elle n’en constitue pas moins une sanction pénale. La Cour estime que cela ne saurait suffire, en soi, à justifier l’ingérence dans le droit d’expression du requérant (Brasilier c. France, no 71343/01, § 43, 11 avril 2006). Elle a d’ailleurs maintes fois souligné qu’une atteinte à la liberté d’expression peut risquer d’avoir un effet dissuasif quant à l’exercice de cette liberté (voir, mutatis mutandis, Cumpănă et Mazăre c. Roumanie [GC], no 33348/96, § 114, CEDH 2004XI), risque que le caractère relativement modéré des amendes ne saurait suffire à faire disparaître (Dupuis et autres, précité, § 48), ce qui est d’autant plus inacceptable s’agissant d’un avocat appelé à assurer la défense effective de ses clients.", "62.  Partant, la Cour est convaincue que l’ingérence litigieuse ne répondait pas à un besoin social impérieux et était disproportionnée dans les circonstances de l’espèce.", "63.   Eu égard aux circonstances de l’espèce et aux éléments exposés ci-dessus, et compte tenu du statut spécifique des avocats qui les place dans une situation centrale dans l’administration de la justice, la Cour estime qu’un juste équilibre n’a pas été ménagé entre la nécessité de protéger le droit de la requérante au respect de sa liberté d’expression et celle de préserver le secret de l’instruction, les droits des personnes mises en cause, et de garantir l’autorité et l’impartialité du pouvoir judiciaire. Les motifs fournis par les juridictions nationales, et plus particulièrement la nécessité de garantir la non-divulgation d’informations confidentielles, pour justifier la condamnation de la requérante ne peuvent passer pour suffisants et ne correspondent dès lors pas à un besoin social impérieux.", "64.  En conclusion, la Cour estime que la déclaration de culpabilité de la requérante, qui s’exprimait en sa qualité d’avocate pour la défense des intérêts de ses clients, s’analyse en une ingérence disproportionnée dans le droit à la liberté d’expression de l’intéressée. Partant, il y a eu violation de l’article 10 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "65.  La requérante soutient que les juridictions internes ont également violé l’article 6 de la Convention.", "66.  La Cour note que ce grief est lié à celui exprimé sous l’angle de l’article 10 de la Convention et doit donc lui aussi être déclaré recevable.", "67.  Sur le fond, elle note qu’il se confond largement avec le grief tiré de l’article 10 de la Convention. Eu égard aux circonstances particulières de la présente affaire, ainsi qu’au raisonnement qui l’a conduite à constater une violation de l’article 10, la Cour n’estime pas nécessaire d’examiner séparément le grief sous l’angle de l’article 6 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "68.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "69.  La requérante réclame 10 000 EUR au titre du préjudice moral. Elle fait notamment valoir que sa mise en cause devant les juridictions pénales était particulièrement humiliante pour une avocate ayant une certaine notoriété et exerçant des responsabilités professionnelles et ordinales au niveau national.", "70.  Selon le Gouvernement, une indemnisation à hauteur de 1 500 EUR serait suffisante.", "71.  La Cour estime que la requérante a subi un préjudice moral certain. Statuant en équité, elle lui alloue 5 000 EUR.", "B.  Frais et dépens", "72.  La requérante ne formule aucune demande au titre des frais et dépens. Aucune somme ne lui sera donc octroyée à ce titre.", "C.  Intérêts moratoires", "73.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "3.  Dit qu’il n’est pas nécessaire d’examiner le grief tiré de l’article 6 de la Convention ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, la somme de 5 000 EUR (cinq mille euros), pour dommage moral,  plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 décembre 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tDean Spielmann\n\tGreffière\tPrésident"]}