{"file": "FRE_HFJUD_32911_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32911/96", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "AFFAIRE MEFTAH ET AUTRES c. FRANCE", "", "(Requêtes nos 32911/96, 35237/97 et 34595/97)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 juillet 2002", "", "", "", "", "", "En l'affaire Meftah et autres c. France,", "La Cour européenne des Droits de l'Homme, siégeant en une Grande Chambre composée des juges dont le nom suit :", "\tMM.\tL. Wildhaber, président,\n\t\tC.L. Rozakis,\n\t\tJ.-P. Costa,\n\t\tG. Ress,\n\t\tA. Pastor Ridruejo,\n\t\tG. Bonello,\n\tMme\tE. Palm,\n\tMM.\tL. Caflisch,\n\t\tL. Loucaides,", "\t\tP. Lorenzen,\n\t\tB. Zupančič,\n\t\tJ. Hedigan,\n\t\tA.B. Baka,\n\t\tE. Levits,\n\tMme\tS. Botoucharova,\n\tMM.\tA. Kovler,\n\t\tV. Zagrebelsky, \net de M. P.J. Mahoney, greffier,", "Après en avoir délibéré en chambre du conseil les 27 février et 10 juillet 2002,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouvent trois requêtes (nos 32911/96, 35237/97 et 34595/97) dirigées contre la République française et dont trois ressortissants de cet Etat, M. Nouredine Meftah, M. Alain Adoud et M. Michel Bosoni (« les requérants »), avaient saisi la Commission européenne des Droits de l'Homme (« la Commission ») respectivement les 10 juillet 1996, 28 janvier 1997 et 19 novembre 1996 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants alléguaient en particulier l'iniquité de la procédure devant la Cour de cassation au regard des dispositions de l'article 6 §§ 1 et 3 c) de la Convention, en ce qu'ils n'avaient pu avoir communication des conclusions de l'avocat général et n'avaient pas pu y répondre, n'étant du reste pas informés de la date d'audience ni autorisés à prendre la parole.", "3.  Les requêtes ont été transmises à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "4.  Les requêtes ont été attribuées à la troisième section de la Cour (article 52 § 1 du règlement). Le 23 novembre 1999, la requête de M. Meftah a été déclarée partiellement recevable par une chambre de ladite section, composée des juges dont le nom suit : M. W. Fuhrmann, président, M. J.-P. Costa, Mme F. Tulkens, M. K. Jungwiert, Sir Nicolas Bratza, M. K. Traja et M. M. Ugrekhelidze, ainsi que de Mme S. Dollé, greffière de section. Le 12 septembre 2000, après deux décisions partielles sur la recevabilité du 7 septembre 1999, les requêtes de M. Adoud et de M. Bosoni ont été jointes et déclarées recevables par une chambre de ladite section, composée des juges dont le nom suit : M. L. Loucaides, président, M. Costa, M. P. Kūris, Mme Tulkens, M. Jungwiert, Mme H.S. Greve, M. Ugrekhelidze, ainsi que de Mme Dollé, greffière de section.", "5.  Respectivement le 27 février 2001, pour les requêtes de M. Adoud et de M. Bosoni, et le 26 avril 2001, pour la requête de M. Meftah, la chambre a rendu ses arrêts. A l'unanimité, elle y constate une violation de l'article 6 § 1 de la Convention. Une opinion séparée commune à M. J.-P. Costa et M. K. Jungwiert a été jointe à l'arrêt rendu le 27 février 2001.", "6.  Le gouvernement français (« le Gouvernement ») a demandé, le 15 mai 2001 pour l'affaire Adoud et Bosoni et le 19 juin 2001 pour l'affaire Meftah, en vertu des articles 43 de la Convention et 73 du règlement, leur renvoi devant la Grande Chambre. M. Meftah a également demandé le renvoi devant la Grande Chambre le 9 mai 2001, ainsi que M. Adoud et M. Bosoni le 31 mai 2001. Un collège de la Grande Chambre a accueilli les demandes le 5 septembre 2001.", "7.  La composition de la Grande Chambre a été déterminée conformément aux dispositions des articles 27 §§ 2 et 3 de la Convention et 24 du règlement. ", "8.  Le 18 janvier 2002, la Grande Chambre a décidé d'ordonner la jonction des requêtes.", "9.  Tant les requérants que le Gouvernement ont déposé un mémoire sur le fond de l'affaire.", "10.  Une audience s'est déroulée en public au Palais des Droits de l'Homme, à Strasbourg, le 27 février 2002 (article 59 § 2 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nM.\tR. Abraham, directeur des affaires juridiques\n\t\t\tdu ministère des Affaires étrangères,\tagent,", "\n\tM. \tB. Cotte, président de la chambre criminelle\n\t\t\tde la Cour de cassation,\nMmes\tM. Dubrocard, sous-directrice des droits de l'homme,\n\t\t\tdirection des affaires juridiques du ministère \n\t\t\tdes Affaires étrangères,\n\t\tO. Wingert, magistrat, bureau des droits de l'homme,\n\t\t\tservice des affaires européennes et internationales\n\t\t\tdu ministère de la Justice,\tconseils ;", "–  pour MM. Adoud et Bosoni\nMe\t\tY. Rio, avocat au barreau de Paris, \tconseil.\n", "La Cour a entendu en leurs déclarations et réponses aux juges Me Rio, M. Abraham et M. Cotte.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "11.  Les requérants sont nés en 1960, 1950 et 1938 et ils résident respectivement à Irigny, Colombes et Paris.", "A.  Le cas de M. Meftah", "12.  Interpellé le 15 avril 1992 et mis en examen par un juge d'instruction près le tribunal de grande instance de Mâcon pour utilisation d'un certificat d'immatriculation obtenu indûment et recel d'un véhicule automobile volé, le requérant fut placé en détention provisoire du 16 avril au 18 mai 1992. Le 31 mars 1994, il fut renvoyé devant le tribunal correctionnel.", "13.  Par un jugement du 21 octobre 1994, le tribunal correctionnel de Mâcon, après avoir rejeté des exceptions de nullité soulevées par le requérant, déclara ce dernier coupable et le condamna à huit mois d'emprisonnement avec sursis, ainsi qu'à une amende de dix mille francs français (FRF). Le requérant interjeta appel.", "14.  Le 2 février 1995, la cour d'appel de Dijon confirma le jugement en toutes ses dispositions. Le requérant forma un pourvoi en cassation.", "15.  Par un arrêt du 17 janvier 1996, la Cour de cassation rejeta le pourvoi.", "", "B.  Le cas de M. Adoud", "16.  Le 5 novembre 1994, le requérant fit l'objet d'un contrôle de vitesse alors qu'il circulait au volant de son véhicule. Les gendarmes constatèrent, par procès-verbal, une infraction d'excès de vitesse d'au moins 40 km/h, à savoir 143 km/h au lieu des 90 km/h autorisés. ", "17.  Par un jugement du 14 mars 1995, le tribunal de police de Melle déclara le requérant coupable des faits reprochés et le condamna à 1 500 FRF d'amende, ainsi qu'à vingt et un jours de suspension du permis de conduire.", "18.  Le 15 décembre 1995, la cour d'appel de Poitiers confirma la culpabilité du requérant et, réformant la peine, fixa l'amende à 3 000 FRF et la durée de la suspension de permis de conduire à trois mois. ", "19.  Par un arrêt du 6 août 1996, la chambre criminelle de la Cour de cassation rejeta le pourvoi du requérant.", "C.  Le cas de M. Bosoni", "20.  Le 11 novembre 1994, deux procès-verbaux furent dressés par les services de police à l'encontre du requérant pour inobservation de l'arrêt imposé par un feu rouge. Le requérant fut assigné à comparaître devant le tribunal de police de Paris à l'audience du 8 mars 1995.", "21.  Le 12 avril 1995, le tribunal de police de Paris jugea le requérant coupable et le condamna à deux amendes de 1 800 FRF chacune, ainsi qu'à un mois de suspension du permis de conduire.", "22.  Le 27 octobre 1995, la cour d'appel de Paris confirma le jugement en toutes ses dispositions. Le 2 novembre 1995, le requérant forma un pourvoi en cassation. Il sollicita, en vain, la communication des réquisitions écrites de l'avocat général en vue d'y répondre.", "23.  Par un arrêt du 10 juillet 1996, la Cour de cassation rejeta le pourvoi du requérant.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Le code de procédure pénale", "24.  Les dispositions pertinentes, dans leur rédaction applicable à l'époque des procédures litigieuses, se lisent comme suit :", "Article 567", "« Les arrêts de la chambre d'accusation et les arrêts et jugements rendus en dernier ressort en matière criminelle, correctionnelle et de police peuvent être annulés en cas de violation de la loi sur pourvoi en cassation formé par le ministère public ou par la partie à laquelle il est fait grief, suivant les distinctions qui vont être établies.", "Le recours est porté devant la chambre criminelle de la Cour de cassation. »", "Article 584", "« Le demandeur en cassation, soit en faisant sa déclaration, soit dans les dix jours suivants, peut déposer, au greffe de la juridiction qui a rendu la décision attaquée, un mémoire, signé par lui, contenant ses moyens de cassation. Le greffier lui en délivre reçu. »", "Article 585", "« Après l'expiration de ce délai, le demandeur condamné pénalement peut transmettre son mémoire directement au greffe de la Cour de cassation ; les autres parties ne peuvent user du bénéfice de la présente disposition sans le ministère d'un avocat à la Cour de cassation. (...) »", "Article 585-1", "« Sauf dérogation accordée par le président de la chambre criminelle, le mémoire du demandeur condamné pénalement doit parvenir au greffe de la Cour de cassation un mois au plus tard après la date du pourvoi.", "Il en est de même pour la déclaration de l'avocat qui se constitue au nom d'un demandeur au pourvoi. »", "Article 590", "« Les mémoires contiennent les moyens de cassation et visent les textes de loi dont la violation est invoquée. (...)", "Ils doivent être déposés dans le délai imparti. Aucun mémoire additionnel n'y peut être joint, postérieurement au dépôt de son rapport par le conseiller commis. Le dépôt tardif d'un mémoire proposant des moyens additionnels peut entraîner son irrecevabilité. »", "Article 602", "« Les rapports sont faits à l'audience. Les avocats des parties sont entendus dans leurs observations après le rapport, s'il y a lieu. Le ministère public présente ses réquisitions. »", "B.  Les conclusions de l'avocat général", "25.  De nos jours, l'avocat général informe avant le jour de l'audience les conseils des parties du sens de ses propres conclusions et lorsque, à la demande desdits conseils, l'affaire est plaidée, ces derniers ont la possibilité de répliquer aux conclusions en question oralement ou par une note en délibéré (Reinhardt et Slimane-Kaïd c. France, arrêt du 31 mars 1998, Recueil des arrêts et décisions 1998-II, p. 666, § 106).", "C.  La comparution à l'audience de la Cour de cassation", "26.  Lorsque la représentation par un avocat aux Conseils n'est pas obligatoire, une ordonnance du 15 janvier 1826, dont l'article 15 n'a pas été abrogé, prévoit que les parties peuvent être entendues après en avoir obtenu la permission de la Cour. Se fondant sur l'ordonnance de 1826, la Cour de cassation reconnaît la possibilité de donner la parole aux parties, voire qu'un avocat inscrit à un barreau prenne la parole en leur nom. S'il appartient à la Cour de cassation d'y faire droit ou non, suivant les circonstances (Cass. crim., 3 mai 1990, Bull. crim. no 166), il semble cependant qu'elle rejette de telles demandes (période 1990-2001, arrêts disponibles sur le site Internet de Légifrance) et ce dans des termes similaires à ce qui suit :", "« –  Vu l'article 37 de l'ordonnance du 15 janvier 1826, non abrogé en ce qu'il concerne la procédure applicable devant la chambre criminelle ; attendu que [le demandeur] ayant présenté ses critiques de la décision attaquée dans le mémoire personnel qu'il a déposé, la comparution personnelle, devant la chambre criminelle n'apparaît ni nécessaire, ni opportune ; qu'il n'y a pas lieu de l'ordonner. » (arrêt du 15 décembre 1999, pourvoi no 99-80015)", "27.  S'agissant spécialement du contentieux relatif aux infractions prévues par le code de la route (infractions au stationnement, excès de vitesse,...), de nombreuses décisions de rejet, qui ont pour origine des demandes formulées par un avocat inscrit à un barreau, peuvent notamment se lire comme suit :", "« –  Attendu que [le demandeur] a demandé l'autorisation de comparaître devant la Cour de cassation avec l'assistance de Me (...), avocat au barreau de Paris (...) ; Attendu que [le demandeur] ayant présenté ses critiques de la décision attaquée dans le mémoire personnel qu'il a déposé, sa comparution personnelle devant la chambre criminelle n'apparaît pas indispensable. » (arrêt du 16 mai 2001, pourvoi no 0086011)", "28.  Le Gouvernement reconnaît d'ailleurs qu'une telle autorisation n'est que rarement accordée, le principe étant celui du monopole de parole des avocats aux Conseils. Ces derniers doivent préalablement se concerter avec le président de la chambre criminelle quant au moyen de cassation nécessitant une prise de parole. En 2001, la prise de parole n'a concerné qu'une quarantaine de dossiers sur neuf mille six cent trente-sept affaires jugées.", "D.  Les avocats au Conseil d'Etat et à la Cour de cassation (« avocats aux Conseils »)", "29.  Ces avocats sont les successeurs des avocats aux Conseils du roi de l'Ancien Régime. La postulation devant les Conseils du roi était réservée à des avocats qui furent officiers royaux et propriétaires de leur charge à partir de 1643. A la veille de la Révolution de 1789, ils étaient soixante-treize. La Révolution mit fin à leur activité. Ils devinrent avoués au tribunal de cassation créé en 1790, puis avocats à la Cour de cassation depuis 1804. Un corps d'avocats au Conseil d'Etat existait également. Une ordonnance du 10 septembre 1817 fusionna les deux groupes. Cette ordonnance, qui fut longtemps la charte de l'ordre, fut modifiée par le décret du 28 octobre 1991 (codifiant les conditions d'accès à l'ordre, celui-ci a été modifié à son tour à plusieurs reprises ; voir aussi la loi du 20 mars 1948 ouvrant l'ordre aux femmes et le décret du 15 mars 1978 autorisant le recours aux sociétés civiles professionnelles). L'existence d'un ordre spécialisé est une institution propre à la France, ainsi qu'à la Belgique (où seuls les avocats à la Cour de cassation sont groupés en un ordre distinct). ", "30.  Les avocats aux Conseils sont, à la différence des avocats inscrits à un barreau, des officiers ministériels. Le nombre des offices est irrévocablement fixé à soixante depuis 1817. Les conditions d'accès prévoient qu'il faut en principe avoir été avocat inscrit à un barreau, avoir suivi une formation spéciale et réussi un examen d'aptitude organisé au sein de l'ordre (le texte prévoit néanmoins un certain nombre de dispenses et de modalités d'accès spécifiques). La nomination est prononcée par un arrêté du ministre de la Justice, après avis motivé du Conseil de l'ordre, du vice-président du Conseil d'Etat et du premier président de la Cour de cassation.", "31.  Devant la Cour de cassation, leur ministère est en principe obligatoire, notamment en matière civile, sauf dérogation. Ils ne peuvent représenter les parties devant les juges du fond (alors qu'ils peuvent exercer leur activité de conseil et de représentation devant les cours administratives d'appel et les tribunaux administratifs). Devant la chambre criminelle de la Cour de cassation, il leur appartient, s'ils entendent prendre la parole à l'audience, de se rapprocher préalablement du président de la chambre criminelle afin de préciser les moyens de droit qu'ils entendent développer et de fixer les modalités de leur intervention d'un commun accord.", "32.  La directive 98/5/CE du Parlement européen et du Conseil du 16 février 1998 visant à faciliter l'exercice permanent de la profession d'avocat dans un Etat membre autre que celui où la qualification a été acquise prévoit notamment, en son article 5 § 3, alinéa 2, que « dans le but d'assurer le bon fonctionnement de la justice, les Etats membres peuvent établir des règles spécifiques d'accès aux cours suprêmes, telles que le recours à des avocats spécialisés » (voir également Cour de justice des Communautés européennes (CJCE), 7 novembre 2000, Grand-Duché de Luxembourg, aff. 168/98).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 §§ 1 ET 3 c) DE LA CONVENTION", "33.  Les requérants se plaignent de l'iniquité de la procédure devant la Cour de cassation, en ce qu'ils n'avaient pu avoir communication des conclusions de l'avocat général et n'avaient pas pu y répondre, n'étant du reste pas informés de la date d'audience ni autorisés à prendre la parole. Ils allèguent une violation de l'article 6 §§ 1 et 3 c) de la Convention, aux termes duquel :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...)", "(...)", "3.  Tout accusé a droit notamment à :", "(...)", "c)  se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent ; ", "(...) »", "A.  Arguments des parties", "1.  Les requérants", "a)  M. Meftah", "34.  Le requérant relève notamment que le pourvoi en cassation étant, en matière pénale, suspensif en droit interne, l'arrêt de la cour d'appel n'est ni exécutoire ni définitif. Le Gouvernement ne saurait donc prétendre que l'article 6 § 3 ne concernerait que les « accusés non encore condamnés ». En outre, le droit de se défendre seul est un droit fondamental garanti par l'article 6 (Foucher c. France, arrêt du 18 mars 1997, Recueil des arrêts et décisions 1997-II), y compris devant la Cour de cassation. Il note que, dans son arrêt Voisine c. France (no 27362/95, 8 février 2000), la Cour a relevé que le requérant, non représenté par un avocat aux Conseils, n'avait pas bénéficié de la pratique selon laquelle l'avocat général près la Cour de cassation informe les conseils des parties du sens de ses conclusions avant l'audience. Ses droits auraient donc été méconnus, faute pour lui d'avoir pu être informé du sens des conclusions de l'avocat général, de pouvoir y répliquer et d'être convoqué à l'audience. Le fait qu'il n'ait pas demandé l'aide juridictionnelle ne saurait passer pour un renoncement au bénéfice de son droit à une procédure contradictoire. Un justiciable ne peut donc être traité différemment selon qu'il est ou non assisté d'un avocat aux Conseils, sous peine de porter atteinte aux dispositions conventionnelles. ", "b)  M. Adoud et M. Bosoni", "35.  Les requérants estiment que le point central de leurs requêtes réside dans la notion même de débat. Un débat doit nécessairement s'exprimer dans une unité de lieu et de temps. Or, aux termes du droit français, le lieu où s'organise le débat est l'audience publique tenue par la chambre criminelle et il prend naissance le jour de cette audience. Ils considèrent avoir été privés de l'unité de lieu et de temps, puisque leurs mémoires furent déposés au début de la procédure de cassation tandis que l'avocat général s'est exprimé le jour de l'audience. En outre, les demandeurs en cassation doivent s'exprimer par écrit alors que l'avocat général présente ses conclusions oralement. La solution consisterait donc à permettre au demandeur en cassation d'intervenir à tous les stades de la procédure devant la chambre criminelle, y compris à l'audience et ce avec l'assistance de l'avocat de son choix, c'est-à-dire sans recours obligatoire à un avocat aux Conseils. Sur ce point, ils contestent le monopole des avocats aux Conseils en relevant notamment, d'une part, que les avocats inscrits à un barreau européen ont une compétence technique suffisante pour intervenir devant la Cour de cassation, ce dont atteste leur droit d'intervention devant toutes les autres juridictions nationales et européenne et, d'autre part, que le monopole de prise de parole ne repose sur aucun texte de droit interne.", "Les requérants indiquent également qu'aux termes de l'article 569 du code de procédure pénale le pourvoi en cassation a un effet suspensif sur la peine. Le pourvoi en cassation est une phase essentielle du procès pénal, l'examen du juge de cassation permettant de corriger toute erreur de droit des juges du fond, tant dans la définition de l'incrimination que dans le déroulement de l'audience. En conséquence, un demandeur en cassation qui a été condamné conserve son statut d'accusé, tant en droit interne qu'au regard de la Convention, jusqu'au rejet de son pourvoi en cassation. Il reste dès lors présumé innocent et doit conserver tous les droits garantis par l'article 6 de la Convention.", "2.  Le Gouvernement", "36.  Le Gouvernement estime que le droit de se défendre seul, garanti par l'article 6 § 3 c) de la Convention en faveur des « accusés » (arrêt Foucher précité), ne saurait concerner la procédure suivie devant la Cour de cassation. Devant cette dernière, ce ne sont plus les justiciables mais les décisions elles-mêmes qui font l'objet d'un examen en droit, sans appréciation sur les faits, la culpabilité ou la peine. Dès lors, les demandeurs au pourvoi condamnés pénalement ne sont plus des « accusés » au sens de l'article 6 de la Convention puisque, par principe, leur culpabilité a déjà été établie par les juridictions du fond. Les garanties de l'article 6 § 3 c) ne devraient donc pas s'étendre aux phases de la procédure ne concernant pas le bien-fondé de l'accusation, à l'instar de la procédure devant la Cour de cassation. En tout état de cause, le droit de se défendre seul peut être réglementé par le droit interne (voir notamment l'arrêt Croissant c. Allemagne du 25 septembre 1992, série A no 237-B ; Correia de Matos c. Portugal (déc.), no 48188/99, CEDH 2001-XII). Il en conclut que la Convention n'interdit pas à un Etat d'imposer la représentation de l'accusé ", "par un avocat pour certains aspects de la procédure pénale devant les juridictions du fond et que, à plus forte raison, rien ne garantit le droit pour l'auteur d'un pourvoi de défendre seul sa cause, à tous les stades de la procédure, devant la chambre criminelle de la Cour de cassation.", "37.  Le Gouvernement considère que si le droit de se défendre seul est partiellement et exceptionnellement reconnu en droit interne aux condamnés qui se pourvoient devant la Cour de cassation, cela n'emporte pas la possibilité de participer seul à la phase orale de la procédure. Le caractère très particulier du pourvoi en cassation explique les traits spécifiques de la procédure suivie devant la Cour de cassation, l'importance du rôle d'un avocat spécialisé et, au contraire, la place réduite de l'oralité des débats. La procédure de droit commun devant la Cour de cassation, en matière civile comme en matière pénale, impose en principe une représentation par un avocat aux Conseils, ce qui n'est en rien contraire aux dispositions de la Convention. Cependant, à titre dérogatoire, le droit français n'exige pas, pour la procédure écrite, le ministère d'avocat pour les condamnés en matière pénale souhaitant se pourvoir en cassation, lesquels peuvent signer eux-mêmes la déclaration de pourvoi et déposer un mémoire personnel signé par eux selon les modalités légales. Compte tenu du caractère essentiellement écrit de la procédure, tous les requérants bénéficient donc des mêmes droits à produire leurs moyens, qu'ils se présentent seuls ou avec l'aide d'un avocat à la Cour ou d'un avocat aux Conseils. En outre, qu'il s'agisse de mémoires personnels ou signés par un avocat aux Conseils, les écritures cristallisent définitivement les critiques susceptibles d'être formulées sur la décision frappée de pourvoi, si bien que d'éventuelles observations orales ne peuvent ajouter aucun grief à l'encontre de cette décision. L'audition des avocats aux Conseils n'est ni nécessaire ni habituelle : les plaidoiries n'ayant qu'un caractère facultatif aux termes de l'article 602 du code de procédure pénale, les avocats aux Conseils ne sont même pas présents, sauf les très rares cas où ils souhaitent prendre la parole pour des débats oraux toujours très techniques et peu accessibles à des profanes. Si un demandeur au pourvoi peut néanmoins solliciter sa comparution personnelle, sans avocat aux Conseils, sur le fondement d'une ordonnance du 15 janvier 1826, cette autorisation n'est que très rarement accordée, faute de présenter un intérêt réel, le demandeur ne possédant pas les connaissances du droit de la cassation et de la technique du pourvoi. Offrir aux auteurs de pourvoi la faculté de prendre la parole à l'audience ne donnerait donc que l'apparence de respect du contradictoire, ce dernier constituant un droit devant être exercé non pas de manière purement formelle, mais de manière concrète et effective. D'ailleurs, dans son arrêt Voisine (précité), la Cour a admis que la spécificité de la procédure devant la Cour de cassation pouvait justifier de réserver aux seuls avocats spécialisés le monopole de la prise de parole, nonobstant le constat de violation de l'article 6 pour défaut d'accès aux conclusions de l'avocat général. Dans l'affaire Reinhardt et Slimane-Kaïd c. France (arrêt du 31 mars 1998, Recueil 1998-II, p. 666, § 106), la Cour a d'ailleurs dit que la pratique actuelle, consistant pour l'avocat général à communiquer avant l'audience le sens de ses conclusions aux conseils des parties, lesquelles disposent de la possibilité d'y répliquer lorsque l'affaire est plaidée, est de nature à offrir à celles-ci la possibilité de prendre connaissance des conclusions litigieuses et de les commenter dans des conditions satisfaisantes. Pour le Gouvernement, seule une telle pratique est de nature à garantir un débat effectif. Au demeurant, les statistiques pour l'année 2000 démontrent clairement que les plaideurs non assistés ont quatre fois moins de chances d'obtenir une cassation que ceux ayant bénéficié de l'aide d'un avocat aux Conseils, ce qui atteste de la difficulté pour les premiers de présenter des moyens pertinents.", "38.  Le Gouvernement précise encore qu'il est toujours loisible à un condamné d'être assisté par un avocat aux Conseils, afin de participer à la phase orale de la procédure devant la chambre criminelle, en raison du régime particulièrement libéral d'admission au bénéfice de l'aide juridictionnelle. A l'époque des faits, il résultait d'une pratique que l'admission provisoire était systématiquement accordée en matière pénale aux condamnés formant un pourvoi. De nos jours, l'aide provisoire a, sauf exception, disparu, mais les demandes d'aide juridictionnelle sont traitées dans un délai très bref. Dès lors, les justiciables qui, à l'instar des requérants, décident de ne pas se faire représenter par un avocat aux Conseils choisi par eux ou désigné au titre de l'aide juridictionnelle optent délibérément pour une voie procédurale, purement écrite, plutôt que pour une autre offrant les avantages de l'assistance d'un avocat aux Conseils. En l'espèce, les requérants ont disposé de tous les éléments pour se décider, M. Meftah étant conseillé par une association, MM. Adoud et Bosoni par leur avocat, lequel fut également l'avocat de M. Voisine.", "39.  Enfin, au regard de la procédure considérée dans son ensemble, le Gouvernement estime que les requêtes sont manifestement dénuées de fondement au vu de la prise en compte de l'ensemble du procès mené dans l'ordre juridique interne et du rôle qu'y a joué la juridiction de cassation (Brualla Gómez de la Torre c. Espagne, arrêt du 19 décembre 1997, Recueil 1997-VIII). En l'occurrence, les trois requérants ont bénéficié d'une procédure équitable devant les juges du fond et ont vu leurs moyens dûment examinés par la Cour de cassation. Le Gouvernement relève d'ailleurs que les organes de la Convention ont déclaré irrecevables un certain nombre de griefs soulevés par les requérants et préalablement rejetés par la Cour de cassation.", "B.  Appréciation de la Cour", "1.  Sur l'impossibilité pour les requérants de prendre la parole à l'audience de la Cour de cassation", "40.  Quant à la question de savoir si les requérants pouvaient décider de se défendre seuls ou en confiant leur défense à un avocat sciemment choisi en dehors de l'ordre des avocats aux Conseils, le Gouvernement estime qu'un tel droit ne devrait pas s'étendre aux phases de la procédure ne concernant pas le bien-fondé de l'accusation, à l'instar de la procédure devant la Cour de cassation.", "La Cour rappelle que le paragraphe 3 de l'article 6 renferme une liste d'applications particulières du principe général énoncé au paragraphe 1 : les", "divers droits qu'il énumère en des termes non exhaustifs représentent des aspects, parmi d'autres, de la notion de procès équitable en matière pénale (voir, notamment, les arrêts Unterpertinger c. Autriche, 24 novembre 1986, série A no 110, p. 14, § 29, et Granger c. Royaume-Uni, 28 mars 1990, série A no 174, p. 17, § 43). En veillant à son observation, il ne faut pas perdre de vue sa finalité profonde ni le couper du « tronc commun » auquel il se rattache (Artico c. Italie, arrêt du 13 mai 1980, série A no 37, p. 15, § 32). La Cour examine donc un grief tiré de l'article 6 § 3 sous l'angle de ces deux textes combinés (voir, parmi beaucoup d'autres, les arrêts Delta c. France, 19 décembre 1990, série A no 191-A, p. 15, § 34, Vacher c. France, 17 décembre 1996, Recueil 1996-VI, p. 2147, § 22, Melin c. France, 22 juin 1993, série A no 261-A, p. 11, § 21, Foucher précité, p. 464, § 30).", "Par ailleurs, la notion d'« accusation en matière pénale » possédant une portée autonome, la Cour n'est pas liée par les qualifications données par le droit interne, celles-ci n'ayant qu'une valeur relative (voir, notamment, les arrêts Öztürk c. Allemagne, 21 février 1984, série A no 73, pp. 17-18, §§ 4950, Bendenoun c. France, 24 février 1994, série A no 284, p. 20, § 47, Malige c. France, 23 septembre 1998, Recueil 1998-VII, p. 2935, § 34). La Cour considère que la procédure devant la Cour de cassation constitue une phase de la procédure pénale française susceptible d'avoir des répercussions sur la condamnation d'une personne par les juridictions du premier ou du second degré. Elle permet de corriger les erreurs de droit que celles-ci peuvent avoir commises et peut avoir des conséquences importantes sur la manière dont il est jugé du bien-fondé d'une accusation en matière pénale.", "En conséquence, les requérants ne sauraient se voir exclus du droit au bénéfice des garanties du paragraphe 3 de l'article 6 au motif qu'en droit français ils étaient, dans le cadre de leur pourvoi en cassation, non plus des « accusés » mais des « condamnés ».", "41.  La Cour rappelle également que l'article 6 de la Convention n'astreint pas les Etats contractants à créer des cours d'appel ou de cassation. La manière dont l'article 6 § 1 s'applique dépend toutefois des particularités de la procédure en cause. Il faut prendre en compte l'ensemble du procès mené dans l'ordre juridique interne et le rôle qu'y a joué la Cour de cassation. Vu la spécificité du rôle joué par celle-ci, son contrôle étant limité au respect du droit, un formalisme plus grand peut être admis à cet égard (arrêts Levages Prestations Services c. France, 23 octobre 1996, Recueil 1996-V, pp. 1544-1545, §§ 45-48, K.D.B. c. Pays-Bas, 27 mars 1998, Recueil 1998-II, p. 630, § 38, et Brualla Gómez de la Torre précité, p. 2956, § 37).", "Comme la Cour l'a relevé à plusieurs reprises, l'absence de débats publics en deuxième ou troisième instance peut se justifier par les caractéristiques de la procédure dont il s'agit, pourvu qu'il y ait eu audience publique en première instance. Ainsi, par exemple, une requête en autorisation d'appel ou une procédure ne comportant que des points de droit et non de fait peut satisfaire aux exigences de l'article 6, même si l'appelant ne s'est pas vu offrir la possibilité de comparaître personnellement devant la cour d'appel ou la Cour de cassation (arrêts Sutter c. Suisse, 22 février 1984, série A no 74, p. 13, § 30, Monnell et Morris c. Royaume-Uni, 2 mars 1987, série A no 115, p. 22, § 58, Ekbatani c. Suède, 26 mai 1988, série A no 134, p. 14, § 31, Kamasinski c. Autriche, 19 décembre 1989, série A no 168, pp. 44-45, § 106, et Bulut c. Autriche, 22 février 1996, Recueil 1996-II, p. 358, § 41).", "42.  Pour savoir si les requérants ont subi une atteinte à leur droit à un procès équitable, il faut donc prendre en compte les particularités de la procédure devant la chambre criminelle de la Cour de cassation (arrêt Kamasinski précité, pp. 44-45, § 106). En droit français, la Cour de cassation opère un contrôle limité au respect du droit, y compris les règles de compétence et de procédure, à l'exclusion de l'appréciation des faits stricto sensu qui relève de la seule compétence des juridictions du fond. Sauf exceptions, la procédure devant la Cour de cassation est essentiellement écrite, y compris en cas d'intervention d'un avocat aux Conseils. Ce dernier ne bénéficie pas d'un droit absolu à présenter des observations orales : il lui appartient, s'il entend prendre la parole à l'audience, de se rapprocher préalablement du président de la chambre criminelle afin de préciser les moyens de droit qu'il entend développer et de fixer les modalités de son intervention d'un commun accord (paragraphe 31 ci-dessus).", "43.  En l'espèce, la Cour note que les pourvois en cassation furent formés après que les arguments des requérants eurent été examinés tant par les juridictions de première instance que par les cours d'appel, tribunaux qui avaient plénitude de juridiction et qui tinrent des audiences auxquelles les requérants ou leur avocat comparurent et participèrent aux débats dans le respect des règles prévues à l'article 6.", "44.  S'agissant du droit pour le demandeur en cassation de prendre la parole à l'audience, il convient de noter que le débat susceptible d'intervenir au cours d'une audience devant la chambre criminelle de la Cour de cassation est particulièrement technique et porte uniquement sur des moyens de droit (paragraphe 24 ci-dessus), le débat au fond étant définitivement clos à hauteur d'appel, sous réserve d'un renvoi après cassation. Ainsi, de l'avis de la Cour, la participation orale des requérants à l'audience de la Cour de cassation s'inscrirait dans une approche par trop formaliste de la procédure. ", "Assurément, tout en risquant d'emporter des répercussions négatives en matière d'inflation contentieuse, elle ne saurait aider à nourrir un débat essentiellement écrit et technique, peu accessible en termes de compétence juridique (Pham Hoang c. France, arrêt du 25 septembre 1992, série A no 243, p. 23, § 40).", "45.  Certes, MM. Adoud et Bosoni entendent surtout contester le monopole dont bénéficient les avocats aux Conseils, tandis que le Gouvernement considère que ce monopole est justifié par les spécificités de la procédure en cause.", "La Cour rappelle que le droit pour tout accusé à l'assistance d'un défenseur de son choix (voir, notamment, l'arrêt Pakelli c. Allemagne du 25 avril 1983, série A no 64, p. 15, § 31) ne saurait avoir un caractère absolu et que, partant, les juridictions nationales peuvent passer outre s'il existe des motifs pertinents et suffisants de juger que les intérêts de la justice le commandent (arrêt Croissant précité, p. 33, § 29).", "Par ailleurs, il convient de prendre en considération la directive 98/5/CE du Parlement européen et du Conseil du 16 février 1998, ainsi que la jurisprudence de la CJCE y afférente, aux termes desquelles les Etats membres peuvent établir des règles spécifiques d'accès aux cours suprêmes, à l'instar du recours à des avocats spécialisés, dans le but d'assurer le bon fonctionnement de la justice (paragraphe 32 ci-dessus).", "En tout état de cause, les avocats aux Conseils sont, comme les avocats inscrits à un barreau, membres d'une profession judiciaire réglementée et ils sont indépendants à l'égard des juridictions. Les justiciables peuvent donc, selon le cas, librement choisir leur conseil parmi les membres de l'un ou l'autre de ces ordres.", "46.  La Cour relève au demeurant que le système français propose aux justiciables d'opérer un choix, à savoir être ou non représentés par un avocat à la Cour de cassation. Or, même dans le premier cas, les observations écrites cristallisent les critiques formulées à l'encontre de la décision frappée de pourvoi. Les plaidoiries sont facultatives aux termes de l'article 602 du code de procédure pénale et, en pratique, les avocats aux Conseils n'assistent pas aux audiences, sauf dans des cas exceptionnels (paragraphe 37 ci-dessus). Force est de reconnaître que certaines Hautes Parties contractantes à la Convention connaissent un système similaire, tandis que d'autres exigent la représentation par avocat. De l'avis de la Cour, une telle option est sans aucun doute de nature à justifier une différence de procédure, dès lors que le fait d'être ou non représenté est la conséquence, non pas d'une règle de droit automatique, mais du choix du justiciable lui-même. Il va de soi que l'exercice d'un tel choix et, partant, la renonciation aux avantages procurés par l'assistance d'un avocat aux Conseils doivent se trouver établis de manière non équivoque (Colozza c. Italie, arrêt du 12 février 1985, série A no 89, pp. 14-15, § 28). La Cour considère que le droit français offre des garanties suffisantes à cet égard. En tout état de cause, MM. Adoud et Bosoni étaient assistés par un avocat inscrit au barreau parfaitement en mesure de les informer sur les conséquences de leur choix qui, dans les circonstances de l'espèce, a donc été libre et conscient. Il en va de même pour M. Meftah, qui fut conseillé par une association de défense des justiciables durant la procédure interne.", "47.  En conséquence, au vu de ce qui précède, il est clair que la spécificité de la procédure devant la Cour de cassation, considérée dans sa globalité, peut justifier de réserver aux seuls avocats spécialisés le monopole de la prise de parole (arrêt Voisine précité, § 33) et qu'une telle réserve n'est pas de nature à remettre en cause la possibilité raisonnable qu'ont les requérants de présenter leur cause dans des conditions qui ne les placent pas dans une situation désavantageuse (voir, mutatis mutandis, Dombo Beheer B.V. c. Pays-Bas, arrêt du 27 octobre 1993, série A no 274, p. 19, § 33).", "En conclusion, compte tenu du rôle qui est celui de la Cour de cassation et eu égard aux procédures considérées dans leur ensemble, la Cour estime que le fait de ne pas avoir offert aux requérants l'occasion de plaider leur cause oralement, personnellement ou par l'intermédiaire d'un avocat inscrit à un barreau, n'a pas porté atteinte à leur droit à un procès équitable au sens des dispositions de l'article 6.", "48.  Partant, il n'y a pas eu violation de l'article 6 §§ 1 et 3 c) de la Convention à cet égard.", "2.  Sur l'absence de communication aux requérants du sens des conclusions de l'avocat général et l'impossibilité d'y répliquer par écrit", "49.  Dès lors que la procédure devant la Cour de cassation est essentiellement écrite, la Cour estime que le respect du contradictoire est assuré par les principes énoncés dans son arrêt Reinhardt et Slimane-Kaïd précité. En effet, le grief tiré de l'absence de communication des conclusions de l'avocat général au demandeur en cassation devant la chambre criminelle de la Cour de cassation a déjà été examiné par elle dans cet arrêt. La Cour a indiqué ce qui suit (p. 666, §§ 106-107) :", "« 106.  L'absence de communication des conclusions de l'avocat général aux requérants est pareillement sujette à caution. ", "De nos jours, certes, l'avocat général informe avant le jour de l'audience les conseils des parties du sens de ses propres conclusions et, lorsque, à la demande desdits conseils, l'affaire est plaidée, ces derniers ont la possibilité de répliquer aux conclusions en question oralement ou par une note en délibéré (paragraphe 79 cidessus). Eu égard au fait que seules des questions de pur droit sont discutées devant la Cour de cassation et que les parties y sont représentées par des avocats hautement spécialisés, une telle pratique est de nature à offrir à celles-ci la possibilité de prendre connaissance des conclusions litigieuses et de les commenter dans des conditions satisfaisantes. Il n'est toutefois pas avéré qu'elle existât à l'époque des faits de la cause.", "107.  Partant, eu égard aux circonstances susdécrites, il y a eu violation de l'article 6 § 1. »", "50.  La Cour a également été amenée à se prononcer sur le cas d'un requérant ayant choisi de se défendre sans la représentation d'un avocat à la Cour de cassation (arrêt Voisine précité). Dans une telle situation, le requérant ne bénéficie pas de la pratique – réservée aux seuls avocats à la Cour de cassation – que la Cour a jugée « de nature à offrir [aux parties] la possibilité de prendre connaissance des conclusions litigieuses et de les commenter dans des conditions satisfaisantes » (arrêt Reinhardt et SlimaneKaïd précité, ibidem).", "51.  Le droit à une procédure contradictoire au sens de l'article 6 § 1, tel qu'interprété par la jurisprudence, « implique en principe le droit pour les parties à un procès de se voir communiquer et de discuter toute pièce ou observation présentée au juge, fût-ce par un magistrat indépendant, en vue d'influencer sa décision » (voir, en matière pénale, l'arrêt J.J. c. Pays-Bas du 27 mars 1998, Recueil 1998-II, p. 613, § 43 in fine).", "Dans la présente affaire, les requérants ne disposèrent pas de l'accès aux ", "conclusions de l'avocat général. Dès lors, compte tenu de « l'enjeu pour [les intéressés] dans la procédure et de la nature des conclusions de l'avocat général, l'impossibilité pour le[s] requérant[s] de répondre à celles-ci avant que la Cour de cassation ne [rejette leur pourvoi] a méconnu [leur] droit à une procédure contradictoire » (ibidem).", "S'il est vrai que les requérants n'ont pas demandé l'aide juridictionnelle pour disposer d'une représentation par un avocat spécialisé, ils n'en ont pas pour autant renoncé au bénéfice des garanties d'une procédure contradictoire (arrêt Voisine précité, § 32).", "Or, en l'espèce, la Cour note que les requérants n'ont pu connaître le sens des conclusions de l'avocat général avant l'audience de la Cour de cassation et, partant, n'ont pu y répondre par une note en délibéré (voir, mutatis mutandis, arrêt Fretté c. France, no 36515/97, § 50, CEDH 2002-I), alors même qu'ils ont le droit de déposer avant l'audience un mémoire signé par eux (paragraphe 24 ci-dessus). En outre, la transmission du sens de ces conclusions pourrait d'ailleurs s'avérer utile pour éclairer les demandeurs au pourvoi quant à leurs choix procéduraux.", "52.  Il en résulte que, faute d'avoir offert aux requérants un examen équitable de leur cause devant la Cour de cassation dans le cadre d'un procès contradictoire, en assurant la communication du sens des conclusions de l'avocat général et en permettant d'y répondre par écrit, il y a eu, en l'espèce, violation de l'article 6 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "53.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "\nA.  Dommage", "54.  M. Meftah estime avoir subi un préjudice moral important. Il demande le versement d'une somme de 50 000 francs français (FRF) à ce titre, soit 7 622,45 euros (EUR). ", "55.  Le Gouvernement ne se prononce pas.", "56.  La Cour ne saurait spéculer sur un déroulement de la procédure devant la Cour de cassation conforme aux attentes du requérant. Elle écarte donc la demande de ce chef.", "B.  Frais et dépens", "57.  M. Meftah réclame une somme de 34 664 FRF, au titre des frais et dépens exposés devant les juridictions internes. Cette somme comprend notamment les frais de 4 203 FRF engagés à hauteur de cassation, ainsi que le montant de l'amende et du droit fixe payés en exécution de la condamnation pénale, soit 11 965 FRF, dont le requérant entend obtenir compensation. Sollicitant également une somme de 1 500 FRF pour le mémoire déposé devant la Cour, M. Meftah demande donc un total de 36 164 FRF, soit 5 513,17 EUR.", "58.  MM. Adoud et Bosoni réclament chacun une somme de 20 000 FRF, soit 3 048,98 EUR.", "59.  Le Gouvernement ne se prononce pas.", "60.  S'agissant des demandes de M. Meftah, la Cour relève, d'une part, que le grief qui a conduit au constat de violation concerne un point spécifique de la seule phase de la procédure devant la Cour de cassation et, d'autre part, qu'il ne saurait être question pour le requérant d'obtenir le remboursement de l'amende pénale et des frais y afférents (paragraphe 56 ci-dessus). Par ailleurs, la Cour relève que le requérant, bien qu'il ait nécessairement dû engager certains frais, s'est défendu seul devant elle, à l'instar de la procédure devant la Cour de cassation, sans l'assistance d'un conseil habilité à exercer dans l'une des Hautes Parties contractantes à la Convention.", "Statuant en équité, comme le veut l'article 41 de la Convention, la Cour accorde 500 EUR à M. Meftah et, au vu des diligences écrites et orales manifestement accomplies par leur avocat, bien qu'il n'ait pas fourni de pièce justificative, 3 000 EUR à M. Adoud et 3 000 EUR à M. Bosoni.", "\nC.  Intérêts moratoires", "61.  La Cour considère que le taux des intérêts moratoires doit refléter le choix qu'elle a fait d'adopter l'euro comme monnaie de référence. Elle juge approprié de fixer comme règle générale que le taux des intérêts moratoires à payer sur les montants dus exprimés en euros doit être basé sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par seize voix contre une, qu'il n'y a pas eu violation de l'article 6 §§ 1 et 3 c) de la Convention en ce qui concerne l'impossibilité pour les requérants de prendre la parole à l'audience de la Cour de cassation ;", "", "2.  Dit, par douze voix contre cinq, qu'il y a eu violation de l'article 6 § 1 de la Convention en ce qui concerne l'absence de communication aux requérants du sens des conclusions de l'avocat général et l'impossibilité d'y répliquer par écrit ;", "", "3.  Dit, à l'unanimité, que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par les requérants ;", "", "4.  Dit, à l'unanimité,", "a)  que l'Etat défendeur doit verser aux requérants, dans les trois mois, 500 EUR (cinq cents euros) à M. Meftah, 3 000 EUR (trois mille euros) à M. Adoud et 3 000 EUR (trois mille euros) à M. Bosoni pour frais et dépens, plus tout montant pouvant être dû à titre d'impôt ;", "b)  que ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne augmenté de trois points de pourcentage à compter de l'expiration dudit délai et jusqu'au versement aux taux applicables pendant cette période ;", "", "5.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "\nFait en français et en anglais, puis communiqué par écrit le 26 juillet 2002, en application de l'article 77 §§ 2 et 3 du règlement.", "\t\tLuzius Wildhaber\n\t\tPrésident\nPaul Mahoney\n\tGreffier", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé des opinions séparées suivantes :", "–  opinion concordante de M. Lorenzen, à laquelle déclare se rallier M. Hedigan ;", "–  opinion en partie dissidente de M. Costa, à laquelle déclarent se rallier M. Wildhaber, M. Caflisch et M. Baka ;", "–  opinion en partie dissidente de M. Loucaides ;", "–  opinion en partie dissidente de M. Zagrebelsky.", "", "", "L.W.\n\tP.J.M.", "", "", "OPINION CONCORDANTE DE M. LE JUGE LORENZEN, À LAQUELLE DÉCLARE SE RALLIER M. LE JUGE HEDIGAN ", "(Traduction)", "J'ai voté comme la majorité pour la violation de l'article 6 § 1 de la Convention aux motifs que la Cour de cassation n'a pas transmis au requérant le sens des conclusions de l'avocat général et ne lui a pas donné l'occasion d'y répondre par écrit. Ce constat s'inscrit dans le droit fil de la jurisprudence de la Cour, que j'approuve en principe (voir, en dernier lieu, Fretté c. France, no 36515/97, CEDH 2002-I). En l'espèce, toutefois, je n'ai voté pour la violation qu'avec quelques hésitations découlant des observations exposées par le juge Costa dans son opinion dissidente. ", "La Cour a souvent déclaré de manière générale que le but de la Convention consiste à protéger « des droits non pas théoriques ou illusoires, mais concrets et effectifs » (voir, entre autres, Kreuz c. Pologne, no 28249/95, § 57, CEDH 2001-VI). A mon avis, ce principe doit non seulement constituer la base d'une interprétation évolutive et dynamique de la Convention, mais aussi une barrière empêchant de créer des droits dépourvus de réelle substance.", "En me fondant sur les informations données par le juge Costa dans son opinion dissidente, je n'ai aucun mal à admettre que l'obligation systématique pour la Cour de cassation de mettre dans tous les cas les conclusions de l'avocat général à la disposition des appelants entraînerait « de grandes et excessives complications ». Dans certains cas, la Cour a reconnu que, dans le cadre de l'article 6 de la Convention, les autorités nationales – selon les circonstances – doivent tenir compte d'impératifs d'efficacité et d'économie (voir, mutatis mutandis, les arrêts SchulerZgraggen c. Suisse, 24 juin 1993, série A no 263, p. 19, § 58, et Beer c. Autriche, no 30428/96, § 18, 6 février 2001). Même si j'admets que pareils impératifs sont importants et doivent être pris en considération aussi par la Cour européenne, je ne saurais dire que des complications administratives justifient en elles-mêmes de ne pas appliquer les principes fondamentaux du contradictoire.", "Cependant, selon les informations contenues dans l'opinion dissidente du juge Costa, les conclusions de l'avocat général près la Cour de cassation sont la plupart du temps très laconiques ; l'avocat général s'y borne souvent à marquer son accord avec la proposition du rapporteur. Je partage entièrement le point de vue du juge Costa selon lequel le droit de répondre à pareilles conclusions serait très formaliste et sans réelle substance – sachant que le requérant a déjà eu l'occasion d'exprimer son avis sur l'affaire dans une note écrite à la Cour de cassation. Je ne saurais dire que l'absence de", "communication de pareilles conclusions emporte violation de la Convention.", "Malheureusement, aucune information n'est disponible en l'espèce quant à la teneur des conclusions de l'avocat général près la Cour de cassation. Dans ces conditions, je me sens tenu d'admettre que les principes courants du contradictoire auraient dû être appliqués. C'est pourquoi j'ai voté pour le constat de violation.", "", "", "OPINION EN PARTIE DISSIDENTE DE M. LE JUGE COSTA, À LAQUELLE DÉCLARENT SE RALLIER MM. LES JUGES WILDHABER, CAFLISCH ET BAKA ", "Devant la chambre criminelle de la Cour de cassation, la représentation n'est pas obligatoire. Au regard de l'article 6 §§ 1 et 3 c), il est légitime que le justiciable ne puisse plaider sa cause oralement (personnellement ou par l'intermédiaire d'un avocat au barreau) ; mais il n'est pas légitime que, faute d'avoir connu le sens des conclusions de l'avocat général, le même justiciable ne puisse y répliquer par une note en délibéré.", "Tel est le sens du présent arrêt. Je ne récuse pas le premier terme du raisonnement de la Cour, mais je ne peux souscrire au second (il me semble d'ailleurs qu'il y a quelque contradiction entre les deux, mais je n'insiste pas).", "En apparence, pourtant, le second constat est le fruit d'une logique jurisprudentielle implacable. L'arrêt Reinhardt et Slimane-Kaïd c. France (31 mars 1998, Recueil des arrêts et décisions 1998-II), pour la Cour de cassation, l'arrêt Kress c. France (no 39594/98, CEDH 2001-VI), pour le Conseil d'Etat, ont affirmé l'importance de la communication du sens des conclusions et de la possibilité de déposer ensuite une note complémentaire ou une note en délibéré. Il s'agissait certes d'affaires dans lesquelles les requérants étaient représentés par un avocat aux Conseils. Mais le récent arrêt Fretté c. France ([GC], no 36515/97, CEDH 2002-I) a étendu ces exigences au cas d'un justiciable qui, devant le Conseil d'Etat, était autorisé à ne pas constituer avocat et ne l'avait pas fait ; et la Cour a relevé qu'il n'avait pu obtenir le sens général des conclusions du commissaire du Gouvernement et avait donc été privé de la possibilité de déposer une note en délibéré pour y répliquer, et elle a conclu à la violation de l'article 6 § 1 (ibidem, §§ 49-51).", "Il est donc tentant, je l'admets, de poursuivre cette ligne de jurisprudence, et de transposer « mécaniquement » à la chambre criminelle la solution adoptée pour le Conseil d'Etat.", "La réalité est pourtant peut-être différente. Comme le note le présent arrêt au paragraphe 28, la seule chambre criminelle a statué en 2001 sur 9 637 requêtes (sans parler de la chambre sociale, devant laquelle la représentation n'est pas non plus obligatoire, et qui rend 6 000 à 7 000 arrêts chaque année). Au moins en théorie, dans toutes ces affaires, les justiciables pourraient se présenter seuls, demander le sens des conclusions de l'avocat général, et déposer une note en délibéré. Mais, outre le ralentissement inéluctable et fâcheux de la justice rendue par une Cour suprême déjà surchargée (au 31 décembre 2000, la Cour de cassation – toutes chambres confondues – avait 37 000 affaires en instance !), il est difficile de croire que, trop incompétent techniquement pour être autorisé à prendre la parole selon le paragraphe 44 du présent arrêt, le justiciable pourrait user efficacement de la note en délibéré : pour quelqu'un qui n'est pas un juriste spécialisé, l'écrit serait-il plus facile que l'oral ?", "Il faut en outre indiquer que les conclusions de l'avocat général près la Cour de cassation et celles du commissaire du Gouvernement du Conseil d'Etat n'ont (en général) pas le même contenu. Me Arnaud Lyon-Caen, qui est orfèvre et connaît bien les deux juridictions, le montre dans sa contribution aux « Mélanges offerts à Pierre Drai » (Dalloz, 2000, pp. 415 et suiv.). Celles-ci « font, dans toutes les affaires, le tour complet et exhaustif des questions de fait et des problèmes de droit posés » (voir d'ailleurs l'exemple que fournit l'affaire Fretté elle-même, au paragraphe 15 de l'arrêt) ; celles-là peuvent être beaucoup plus laconiques : « il n'est ainsi pas rare, spécialement dans les affaires portées en formation restreinte parce que la « solution du pourvoi paraît s'imposer » (article L. 131-6 du code de l'organisation judiciaire) et qui représentent près de 60 % de celles qui sont jugées, que l'avocat général se borne, sans prendre de conclusions écrites ou orales véritables, à exprimer son accord avec le rapporteur et le projet d'arrêt qu'il a préparé » (même auteur, ibidem). Si le justiciable n'a pas d'autre information que « rejet du pourvoi » ou « cassation », la note en délibéré ne sera guère facile à rédiger, sauf à répéter le mémoire initial, ce qui est inutile.", "C'est pourquoi la conclusion de violation de l'article 6 § 1 sur ce point, certes défendable au nom de la rigueur des principes, m'apparaît fondée sur une approche quelque peu formaliste, et sur la recherche de garanties qu'il faut bien qualifier de largement illusoires.", "Je crains enfin que l'exécution de notre arrêt, qui s'impose à l'Etat défendeur en vertu de l'article 46 de la Convention, n'entraîne de grandes et excessives complications.", "Non sans hésiter, je ne me suis donc pas résigné à me rallier au point de vue de la majorité de mes collègues, malgré tout le respect que j'ai pour eux.", "", "", "OPINION EN PARTIE DISSIDENTE DE M. LE JUGE LOUCAIDES", "(Traduction)", "Je souscris entièrement à la conclusion de violation de l'article 6 § 1 rendue en l'espèce au motif que les requérants n'ont pas été informés du sens des conclusions de l'avocat général et n'ont pas pu y répliquer par écrit s'ils le souhaitaient. Toutefois, je ne partage pas l'avis de la majorité selon lequel le fait que les requérants se soient trouvés dans l'impossibilité de prendre la parole à l'audience de la Cour de cassation parce qu'ils n'étaient pas représentés par un avocat aux Conseils n'entraîne pas de violation dudit article.", "Mon raisonnement s'appuie sur une prémisse très importante : dans le système juridique français, les demandeurs dont le pourvoi est porté devant la chambre criminelle de la Cour de cassation peuvent soit se faire représenter par un avocat appartenant au corps des avocats à la Cour de cassation, soit ne pas se faire représenter du tout. Ainsi qu'il est indiqué au paragraphe 46 de l'arrêt, certaines Hautes Parties contractantes à la Convention exigent la représentation par un avocat dans le cadre de procédures devant une juridiction suprême comparable. En ce cas, j'admets tout à fait qu'un tel système est compatible avec l'article 6 et que la question de la violation éventuelle de cet article ne se pose pas du fait que les demandeurs ne sont pas autorisés à s'adresser en personne à la juridiction concernée. La participation de toutes les parties à la procédure par l'intermédiaire d'un avocat les met en situation d'égalité et leur assure une participation effective comme parties grâce à leur avocat (Dombo Beheer B.V. c. Pays-Bas, arrêt du 27 octobre 1993, série A no 274, p. 19, § 33). Toutefois, à partir du moment où le système admet qu'une partie puisse ne pas être représentée devant la Cour de cassation, l'équité requiert selon moi (Dombo Beheer B.V. précité) que ledit système mette cette partie dans la même situation qu'une partie représentée par un avocat pour ce qui est des droits et libertés.", "Si une partie est habilitée à participer à la procédure sans avocat, je ne comprends pas pourquoi le droit devrait la priver de l'un quelconque des droits dont bénéficient les parties qui choisissent de se faire représenter par un avocat. Elle peut de fait se trouver dans une situation moins avantageuse de par son manque de qualifications juridiques, mais je ne vois pas pourquoi il faudrait limiter ses droits et rendre sa participation à la procédure moins effective que celle des autres parties à la procédure qui bénéficient d'une représentation en justice.", "Dans l'affaire en cause, il apparaît que le droit français lui-même mette bien sur un pied d'égalité les parties qui décident de ne pas prendre d'avocat et celles qui sont représentées par un avocat aux Conseils. En particulier, s'agissant de la possibilité d'être entendu par la Cour de cassation, une ordonnance du 15 janvier 1826, toujours en vigueur, dispose que les parties peuvent être entendues après en avoir obtenu la permission de la Cour. Cette ordonnance n'établit aucune distinction entre les parties représentées par un avocat et celles qui ne le sont pas. En pratique, toutefois, la Cour de cassation a défini dans sa jurisprudence établie un principe général voulant que les demandeurs non représentés par un avocat aux Conseils ne soient pas autorisés à prendre part à l'audience, quelles que soient les circonstances particulières de leur cause (paragraphes 26 et 27 de l'arrêt).", "C'est précisément ce principe général, appliqué aux requérants, qui a selon moi conféré à leur pourvoi en cassation un caractère inéquitable, contraire aux dispositions de l'article 6 de la Convention. En vertu de ce principe, la Cour de cassation n'a pu exercer, conformément à l'ordonnance précitée, son pouvoir discrétionnaire en vue de décider pour chaque affaire, sur la base des faits pertinents, si les requérants devaient ou non être entendus par elle. Les requérants ont donc été privés d'un avantage dont toute partie à une procédure doit normalement bénéficier.", "Je ne préconise pas un droit pour les demandeurs d'être entendus en personne devant la Cour de cassation. Je me borne à faire valoir que la Cour de cassation aurait dû exercer son pouvoir discrétionnaire afin de décider en fonction des faits si les requérants devaient être entendus (sous réserve éventuellement de certaines conditions) ou non. Je peux imaginer les problèmes pratiques que risquerait de susciter l'audition d'arguments concernant des questions juridiques formulés par des plaideurs ne disposant pas de qualifications juridiques. En revanche, je ne saurais exclure que, dans un cas précis, il puisse être utile à la Cour de cassation d'entendre un plaideur en personne, notamment quant à une question juridique pouvant être étroitement liée aux aspects factuels de l'affaire ou quant à de nouveaux arguments exprimés en termes de logique ou de justice et présentés oralement à la Cour pour la première fois, avec sa permission, par les avocats des autres parties afin d'éclaircir ou compléter leurs observations écrites.", "A cet égard, je répète le principe, énoncé au paragraphe 51 de l'arrêt, qui a permis de conclure à juste titre que le fait que les requérants ne se soient pas vu transmettre le sens des conclusions de l'avocat général a emporté violation de l'obligation d'offrir un procès équitable : le « droit à une procédure contradictoire (...) implique en principe le droit pour les parties à un procès de se voir communiquer et de discuter toute pièce ou observation présentée au juge, fût-ce par un magistrat indépendant, en vue d'influencer sa décision » (J.J. c. Pays-Bas, arrêt du 27 mars 1998, Recueil des arrêts et décisions 1998-II, p. 613, § 43).", "Le fait que les requérants n'aient pas été représentés ne saurait à mon avis justifier de les avoir privés de la possibilité d'être entendus par la Cour de cassation, étant donné qu'ils étaient en tout état de cause habilités à participer sans l'assistance d'un avocat à la procédure, qui avait trait ellemême à des questions juridiques, ainsi qu'à présenter à la Cour un mémoire signé par eux (paragraphe 24 de l'arrêt), y compris des observations en réponse aux conclusions de l'avocat général (voir l'arrêt).", "", "OPINION EN PARTIE DISSIDENTE DE M. LE JUGE ZAGREBELSKY", "Je partage la décision de la Cour selon laquelle il n'y a pas violation de l'article 6 de la Convention en ce qui concerne l'absence pour les accusés, qui se sont pourvus en cassation sans être représentés par un avocat aux Conseils, du droit de prendre la parole à l'audience de la chambre criminelle de la Cour de cassation française. ", "J'ai en revanche finalement conclu à l'absence de violation de l'article 6 pour ce qui est également du défaut de communication par l'avocat général du sens de ses conclusions, ce qui aurait permis par la suite de déposer un mémoire en délibéré.", "A mon avis, une approche différente de celle adoptée par la Cour permettrait de motiver la décision de non-violation de la Convention en ce qui concerne l'une et l'autre question en suivant la même argumentation. ", "Le système français, à côté du pourvoi en cassation avec l'assistance d'un avocat, admet le pourvoi exercé personnellement par le condamné. Ce système serait indiscutablement conforme à l'article 6 § 3 c) même s'il ne prévoyait que la première procédure. On est donc en présence d'une procédure abrégée, alternative à la première, laquelle est pour sa part pleinement conforme à l'article 6 de la Convention.", "La procédure de pourvoi personnellement exercée par l'accusé apparaît insuffisante au regard des principes du contradictoire et de la participation de l'accusé à l'audience. Cela ne justifie cependant pas, à mon avis, de conclure à la violation de la Convention, à condition que le choix par l'accusé de la procédure sans assistance de l'avocat (qui présente moins de garanties par rapport aux exigences de l'article 6 de la Convention) soit libre et éclairé.", "La question de la liberté de choix, assurée par la possibilité de bénéficier de l'aide judiciaire, ne se pose pas dans la présente affaire (paragraphe 46 de l'arrêt). Toutefois, on pourrait considérer que la communication par l'avocat général du sens de ses conclusions est nécessaire pour qu'un tel choix soit effectué en connaissance de cause (paragraphe 51 de l'arrêt). En réalité, et en accord avec l'opinion dissidente exprimée par le Juge Costa, je pense qu'une telle communication n'ajouterait quasiment rien aux connaissances de l'accusé, ni pour lui permettre une défense personnelle ni, dans le cadre de mon argumentation, aux fins d'un choix pleinement libre et éclairé.", "A mon sens, il est ici nécessaire de réaffirmer qu'une procédure simplifiée qui ne présente pas toutes les garanties exigées par l'article 6 n'est pour autant pas contraire à la Convention si le système concerné offre \nà l'intéressé une autre procédure pleinement conforme aux exigences du procès équitable, et si le choix entre l'une et l'autre de ces procédures est libre et éclairé. Dans le cas contraire, si chaque procédure alternative devait remplir toutes les conditions de l'article 6, il faudrait considérer que sont contraires à la Convention des procédures simplifiées telles que le jugement abrégé italien (giudizio abbreviato) ou, à plus forte raison, l'aveu de culpabilité (guilty plea). On devrait par conséquent renoncer à l'utilisation de procédures qui sont essentielles au fonctionnement de la justice. D'un autre côté, la Cour a déjà considéré comme conforme à l'article 6 de la Convention le choix d'une procédure de jugement abrégé en Italie (Kwiatkowska c. Italie (déc.), no 52868/99, 30 novembre 2000), et la Commission avait tranché dans le même sens à propos de la procédure de l'aveu de culpabilité (X c. Royaume-Uni, no 5076/71, décision de la Commission du 23 mars 1972 ; R.O. c. Royaume-Uni, no 23094/93, décision de la Commission du 11 mai 1994, non publiée). ", "Pour ces motifs, je conclus sur l'un et l'autre point indifféremment à l'absence de violation.", ""]}