{"file": "FRE_HFJUD_8327_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "8327/03", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE KILAVUZ c. TURQUIE", "", "(Requête no 8327/03)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "21 octobre 2008", "", "DÉFINITIF", "", "21/01/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Kılavuz c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tAntonella Mularoni,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş, juges,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 23 septembre 2008 et 29 septembre 2008,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 8327/03) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Nihal Kılavuz (« la requérante »), a saisi la Cour le 10 février 2003, tant en son propre nom qu’au nom de feu son fils Baybars Geren, en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante, qui a été admise au bénéfice de l’assistance judiciaire, est représentée par Mes G. Emek et Ü. Emek, avocats à Bursa. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  La requérante alléguait une violation des articles 2 et 3 de la Convention du fait des mauvais traitements infligés à son fils et, en particulier, des circonstances ayant entouré son présumé suicide dans la prison de Bilecik.", "4.  Le 15 septembre 2006, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permettent les dispositions de l’article 29 § 3 de la Convention, elle a également décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante, née en 1948, réside à Bilecik. Elle est la mère de Baybars Geren, né en 1972 et décédé le 24 novembre 2001, alors qu’il était incarcéré dans la prison de Bilecik.", "A.  La genèse de l’affaire", "6.  Le 1er octobre 1999, M. Baybars Geren fut arrêté et placé en détention provisoire dans le bloc no 1 du centre pénitentiaire de Pazaryeri, puis mis en accusation pour résistance aux forces de l’ordre lors d’un contrôle d’identité.", "Lors de sa détention de 56 jours, il eut une conduite qualifiée de déséquilibrée par le personnel pénitentiaire ; il se disputait sans cesse avec les codétenus et était allé jusqu’à se fracturer le bras intentionnellement en le cognant au soupirail afin d’obtenir une libération. Quelques jours avant le terme de la détention, le procureur de la prison de Pazaryeri avait dû convoquer la requérante pour lui faire part des problèmes de son fils, lequel, aux prises avec une insomnie, refusait de manger craignant d’être empoisonné.", "7.  Le 25 novembre 1999, ledit procureur envoya M. Geren au service psychiatrique de l’hôpital civil d’Eskişehir. Les médecins observèrent qu’il présentait un manque d’appétit, était insomniaque, agité, et souffrait d’une anxiété et de susceptibilité nerveuse. Ils conclurent à un syndrome délirant, caractéristique de la schizophrénie, dit « délire paranoïde aigu ». Hospitalisé, M. Geren fut soumis à un traitement médicamenteux basé sur des anti-cholinergiques et des neuroleptiques.", "Il fut autorisé à quitter l’hôpital le 29 novembre suivant. D’après son psychiatre R.A., la forme de schizophrénie dont souffrait M. Geren risquait d’évoluer rapidement. Son incarcération n’était néanmoins pas à proscrire, à condition qu’il poursuive son traitement, faute de quoi son tableau clinique pouvait s’aggraver.", "8.  Le 9 décembre 1999, M. Geren fut condamné par le tribunal correctionnel de Bozüyük à six mois et un jour d’emprisonnement.", "Le 3 janvier 2000, il se pourvut en cassation.", "9.  Alors que cette procédure était encore pendante, M. Geren effectua un service militaire de courte durée, entre les 13 juillet et 13 août 2000, moyennant un paiement à l’Etat de 15 000 marks allemands. D’après le registre de visites médicales des appelés, durant la période en question, M. Geren a sollicité le dispensaire à cinq reprises mais ne s’y est présenté que trois fois.", "10.  La condamnation de M. Geren devint définitive le 30 mai 2001 et le 13 novembre suivant, il se livra au centre pénitentiaire de Pazaryeri.", "11.  Jusqu’au 21 novembre, M. Geren demeura dans le bloc no 1 avec quatorze codétenus. A cette dernière date, vers 16 h 30, il commença à hurler à travers les barreaux, demandant à être mis seul dans une cellule, au motif que certains codétenus qu’il avait connus pendant sa détention préventive lui en voudraient (paragraphe 6 ci-dessus).", "Vers 17 h 15, le procureur de la prison, E.K., fit droit à cette demande.", "12.  Le matin du 22 novembre 2001, vers 3 h 30, M. Geren appela les gardiens C.Ö. et Ü.Y., demandant, cette fois-ci, à passer dans le bloc no 4 parce qu’il avait froid. Les gardiens acceptèrent, après en avoir parlé au détenu A.C., porte-parole du bloc no 4 abritant huit personnes.", "13.  Vingt minutes plus tard, une bagarre surgit entre A.C. et M. Geren qui refusait de regagner son lit et perturbait le sommeil des autres. Celui-ci administra un coup de tête à A.C. ; alors que d’aucuns tentaient de séparer les deux protagonistes, les gardiens C.Ö. et Ü.Y. intervinrent et conduisirent ces derniers dans leur bureau, où l’échauffourée reprit ; A.C. s’empara d’un pique-feu et frappa M. Geren à la tête.", "Entendus par le procureur E.K., les gardiens confirmèrent ces faits ; également interrogés, cinq codétenus du bloc no 4 s’accordèrent pour déclarer qu’immédiatement après son arrivée, M. Geren – se parlant souvent à lui-même – s’était fait remarquer par un comportement inquiétant et compulsif.", "Ni M. Geren ni A.C. n’ayant porté plainte, l’affaire fut classée.", "14.  Le procureur E.K. demanda le transfèrement de M. Geren à la prison de Bilecik, considérant que, du fait « de ses problèmes psychologiques », l’intéressé n’avait pas été en mesure de s’accommoder à la vie carcérale et aux codétenus et que, dans ces conditions, il risquait de mettre en danger « tant sa vie que celle d’autrui ».", "Avant son transfèrement, vers 5 h 45, M. Geren fut examiné par A.G.D., médecin de garde du centre médical de Pazaryeri, lequel décela sur son front une enflure correspondant à un coup d’objet contondant. A.G.D. émit également l’avis que l’intéressé soit « mis sous surveillance, car souffrant de problèmes psychologiques » et réexaminé dans un établissement hospitalier approprié. Le rapport médical no 169 établi par A.G.D. ne contenait pas la mention « urgent » concernant cet réexamen. Ce rapport fut versé au dossier personnel de M. Geren.", "15.  Le jour même, vers 16 heures, le procureur de la République de Bilecik autorisa l’admission de M. Geren dans la prison de Bilecik, mettant en exergue son comportement perturbateur du fait « de problèmes psychologiques ». L’admission de M. Geren eut lieu sans examen préalable par le médecin de l’établissement d’accueil, qui se trouvait en arrêt de maladie depuis cinq jours.", "L’administration décida le placement de M. Geren dans la cellule no 3, dite d’observation. Il fut autorisé à garder sa ceinture et même à disposer d’un drap, conformément au règlement intérieur de l’établissement, au motif qu’il n’avait montré aucun signe franc de troubles psychiques lors de son admission.", "16.  Le 23 novembre 2001, le procureur E.K. infligea à A.C. et M. Geren un mois d’interdiction de visites, à titre disciplinaire.", "Le même jour, le juge de l’exécution des peines de Pazaryeri proposa l’admission de M. Geren au bénéfice de la libération conditionnelle, à compter du 30 novembre 2001.", "B.  Le décès de M. Geren", "17.  Au matin du 24 novembre 2001, lors de la ronde de 3 h 30, les surveillants Ö.Ş.Z. et M.A.K. demandèrent au chef gardien K.A. de leur donner les clés des cellules d’observation, afin de donner à manger au détenu R.R., à jeun, dans la cellule no 1. C’est alors qu’ils découvrirent le corps de M. Geren, pendu par le cou aux grillages à l’aide de sa ceinture, les pieds touchant le sol. Le surveillant de sécurité E.G. et K.A. arrivèrent ; ce dernier avisa immédiatement le directeur-adjoint E.E., qui de son côté alerta le substitut et le directeur de l’établissement.", "D’après le compte-rendu rédigé sur-le-champ, les deux surveillants n’avaient aperçu rien d’anormal sur les lieux de l’incident et le détenu R.R., avait déclaré n’avoir rien entendu.", "C.  Les procédures qui s’ensuivirent", "1.  La procédure disciplinaire diligentée contre le personnel pénitentiaire", "18.  Suivant le constat du décès de M. Geren, une enquête administrative fut ouverte par E.İ., le directeur de la prison de Bilecik, afin d’établir les éventuelles fautes de service de son adjoint E.E. et des surveillants K.A., Ö.Ş.Z., E.G. et M.A.K. dans la survenance de l’incident.", "Le 15 janvier 2002, compte tenu des éléments disponibles, le directeur E.İ. décida qu’il n’y avait pas lieu de prononcer une sanction disciplinaire à l’encontre de ses subalternes.", "19.  Cette décision était susceptible d’opposition devant le parquet de Bilecik, mais nul n’emprunta cette voie.", "2.  La procédure pénale sur les circonstances du décès", "20.  Toujours immédiatement après l’incident, vers quatre heures, le procureur de la République de Bilecik, accompagné de K.M.B., médecin de garde, et d’Ü.Ş., un fonctionnaire du palais de justice de Bilecik, se rendit sur les lieux aux fins d’un examen post-mortem. La cellule ne présentait aucun signe de lutte physique.", "A l’examen externe, le corps sans vie – mesurant 1,82 m. – présentait une blessure de 5 x 5 cm sur le sourcil droit et une autre, juste en-dessous, de 1 x 2 cm, anciennes d’au moins trois jours ; la langue, cyanosée, était mordue et il y avait eu exsudation de sperme.", "Le sillon de pendaison passait au-dessous des angles mandibulaires et se dirigeait vers le nœud, situé en haut du cou, à 1,54 cm du sol. La palpation du cou révélait une fracture cervicale et une rupture des cartilages laryngés. Au niveau des membres, on apercevait des lésions de 1 x 5 cm sur la main gauche et de 1 x 3 cm sur la main droite, anciennes elles aussi de trois jours. Hormis cela, le corps ne présentait aucune trace d’empoisonnement ou de blessure par balle ou par arme blanche.", "21.  Eu égard aux lividités déclives qui étaient apparues sur les membres inférieurs et à l’absence de cyanose sur la pulpe des doigts, le médecin conclut que la mort était survenue entre trois et six heures auparavant, des suites de lésions bulbaires et médullaires, accompagnées d’asphyxie. Il s’agissait d’un cas typique de « pendaison incomplète ».", "Considérant que la cause du décès était déterminée avec certitude, le procureur ne jugea pas nécessaire d’ordonner une autopsie classique et permit le transfert du corps à la morgue de l’hôpital civil de Bilecik.", "22.  Toujours le 24 novembre 2001, E.E., le directeur-adjoint de la prison de Bilecik, recueillit les témoignages des surveillants E.G., Ö.Ş.Z. et M.A.K, du chef gardien K.A. ainsi que des détenus R.R. et H.B.", "Ö.Ş.Z. et M.A.K. expliquèrent avoir repris la garde des cellules d’observation à minuit ; tout paraissant normal lors du contrôle de présence, ils avaient enchaîné leurs rondes, en alternance, à des intervalles de 15 à 30 minutes, jusqu’à ce qu’ils découvrirent le corps au cours de leur passage de 3 h 30.", "Le détenu R.R. déclara qu’il n’y avait personne dans la cellule no 2 située entre la sienne et celle la victime. R.R. raconta que, le jour de son arrivée, M. Geren était resté muet. Le lendemain, il l’avait entendu se parler à lui-même et, la veille de l’incident, s’exclamer qu’il était déprimé ; il se demandait si sa mère allait lui rendre visite ou s’il allait être transféré dans les blocs ordinaires. Le jour de l’incident, vers minuit, ils avaient échangé quelques paroles, avant de se coucher. R.R. déclara avoir appris la tragédie lorsque les surveillants étaient venus lui donner à manger à 3 h 30 ; il n’avait entendu rien d’alarmant jusqu’alors.", "De son côte, H.B., le détenu de la cellule no 5, déclara s’être couché immédiatement après le contrôle de présence de minuit. Celui-ci, réinterrogé par le procureur A.D., ajouta qu’entre minuit et le moment où la panique des gardiens l’avait réveillé, il n’avait entendu aucun bruit de lutte ou cri humain.", "Le lendemain, le procureur voulut s’enquérir auprès du surveillant Y.Ö. de la dernière visite que le défunt avait reçue, le 21 novembre 2001. Y.Ö. expliqua que la veille, ils avaient donné à la requérante l’ordonnance médicale rédigée par le médecin İ.K. du centre médical de Pazayeri, concernant les problèmes gastriques de son fils ; or, la requérante avait refusé d’acheter les médicaments prescrits, disant qu’ils n’avaient rien à voir avec la maladie de son fils et qu’elle devait d’abord consulter son médecin habituel.", "23.  La note apposée par le directeur de la prison E.İ. sur la fiche personnelle de M. Geren, au sujet de l’incident, se lit comme suit :", "« Le 24 novembre 2001, à 3 h 30, Baybars Geren s’est suicidé dans sa cellule (...) en pliant ses jambes après s’être attaché aux barreaux avec sa ceinture. Cet indicent, qui a immédiatement été porté à la connaissance des autorités concernées, n’est pas attribuable à un acte délibéré ou négligent du personnel. Il ressort du rapport médical [envoyé de] Pazaryeri que l’intéressé était agressif et son état psychologique, instable. »", "24.  Le 26 novembre 2001, la cour d’assises de Pazaryeri décida, à titre posthume, la libération conditionnelle de M. Geren, le 30 novembre 2001 (paragraphes 10 et 16 ci-dessus).", "25.  Le 26 décembre 2001, en réponse au parquet de Bilecik, le directeur E.İ. écrivit que M. Geren avait été placé en cellule d’observation pour être surveillé de près, conformément à l’avis exprimé en ce sens dans le rapport médical versé dans son dossier (paragraphe 14 ci-dessus), car l’intéressé avait été transféré du fait de son comportement psychologique agressif, mettant en danger l’intégrité physique des autres détenus.", "26.  Le 31 décembre 2001, le procureur de la République de Bilecik rendit un non-lieu dans le cadre de l’enquête entamée d’office. Rappelant les faits qu’il avait pu établir et tenant notamment compte « des rapports médicaux » attestant les problèmes psychologiques de M. Geren, il conclut que celui-ci s’était donné la mort seul, sans implication quelconque d’autrui.", "27.  Rien n’indique que cette ordonnance, susceptible d’opposition devant le président de la cour d’assises, ait été notifiée à la famille du défunt.", "3.  Les plaintes de la requérante et la procédure ouverte à la demande du ministère de la Justice", "28.  Sans doute après avoir pris connaissance de l’ordonnance (paragraphe 27 ci-dessus), la requérante saisit le ministre de la Justice d’une plainte contre les dirigeants et les procureurs des prisons de Pazaryeri et de Bilecik. Elle adressa le même écrit à l’Association des droits de l’homme à Bursa.", "Dans sa plainte, la requérante faisait remarquer que, de son vivant, son fils avait subi un traitement médicamenteux pour délire paranoïde aigu. Or, le 20 novembre 2001, un surveillant de la prison l’avait appelée, lui demandant de rapporter du Sekrol pour la toux, du Rennie pour le reflux et de l’Akset, médicaments sans rapport avec la maladie psychiatrique de son fils. Le lendemain, au parloir, la requérante avait aperçu les signes francs d’une rechute dépressive, mais malgré son insistance, le procureur avait refusé de faire interner son fils, sollicitant d’abord la communication du rapport psychiatrique et l’audition du psychiatre ayant posé le diagnostic (paragraphe 7 ci-dessus).", "La requérante raconta que le 22 novembre suivant, vers 5 heures du matin, elle avait reçut deux appels consécutifs de son fils, affolé par l’idée qu’on l’assassinerait. Aussi, elle s’était immédiatement rendue à la prison, accompagnée de son frère, mais on ne leur avait pas permis de voir M. Geren. Sur ce, les deux protagonistes étaient allés à l’hôpital civil d’Eskişehir pour obtenir copie du rapport psychiatrique demandé par le procureur ; cela leur fut refusé, faute d’une demande officielle du parquet concerné. A son retour à la prison de Pazaryeri, la requérante apprit que son fils allait être transféré à la prison de Bilecik, dont les responsables l’avaient assurée que tout irait bien.", "29.  Le 8 janvier 2002, le ministère de la Justice exhorta le procureur de la République de Bilecik (« le procureur de la République ») d’ouvrir une enquête, d’auditionner la requérante sur ses doléances et d’établir les faits ainsi que les responsabilités éventuelles des fonctionnaires mis en cause.", "30.  Le 16 janvier suivant, le procureur de la République interrogea la requérante. Elle relata ce dont elle avait été témoin pendant l’épisode passé à la prison de Pazaryeri (paragraphes 6-7 ci-dessus) et lors de sa dernière visite du 21 novembre 2001 (paragraphe 28 ci-dessus). Elle déplora qu’on n’ait pas envisagé l’hospitalisation immédiate de son fils, ou, du moins, sa surveillance rapprochée ; quoi qu’il en soit, d’après elle, on n’aurait jamais dû laisser son fils garder sa ceinture.", "31.  Le lendemain, le procureur de la République entendit le directeur-adjoint E.E. (paragraphe 18 ci-dessus). Celui-ci rappela d’abord les circonstances ayant entouré l’admission de M. Geren dans la prison de Bilecik (paragraphe 15 ci-dessus). Il ajouta que lors du contrôle de présence de minuit, l’intéressé n’avait eu aucun comportement anormal, laissant présager une prédisposition suicidaire, étant entendu que sa famille non plus n’avait jamais attiré l’attention de l’administration sur son état mental prétendument perturbé ; sinon, des mesures adéquates auraient été prises, autres que celles appliquées de routine dans les cas de transfèrements habituels, comme celui d’espèce. Soulignant que les deux autres codétenus, interrogés sur-le-champ, avaient déclaré n’avoir rien entendu, E.E. affirma qu’aucune faute ne pouvait en l’occurrence être imputée au personnel pénitentiaire.", "32.  Toujours le 17 janvier 2002, le procureur de la République écrivit à plusieurs instances administratives pour s’enquérir des circonstances dans lesquelles M. Geren avait effectué son service national, pour obtenir copie du rapport psychiatrique du 22 novembre 2001 (paragraphe 14 ci-dessus) et du relevé des appels téléphoniques passés par le défunt. Plus particulièrement, il demanda à l’hôpital civil d’Eskişehir (paragraphe 7 ci-dessus) de lui faire savoir le diagnostic exact posé concernant M. Geren, les symptômes caractéristiques de sa maladie, le moment où celle-ci s’était déclarée, si le patient était guéri après son séjour à l’hôpital, et si cette maladie était compatible ou non avec la vie carcérale.", "Par ailleurs, l’administration pénitentiaire de Pazaryeri fut invitée à fournir les dossiers des enquêtes administratives et disciplinaires menées au sujet de l’incident, le registre des relèves de garde pour la période 2023 novembre 2001, la liste des blocs où le défunt avait été incarcéré et de ses camarades de cellule, ainsi que l’inventaire des biens personnels du défunt. Le procureur de la République demanda aussi combien de fois celui-ci avait été vu par le médecin pénitentiaire, quels médicaments lui avaient été prescrits, et comment avait-il pu utiliser le poste téléphonique des surveillants.", "Le procureur de la République enjoignit enfin à l’administration de la prison de Bilecik de lui indiquer si l’intéressé avait passé un examen médical préalablement à son admission dans l’établissement, la raison pour laquelle il avait été placé dans une cellule d’observation et pourquoi on lui avait laissé sa ceinture. Il fallait aussi lui fournir la liste des gardiens en faction les 23 et 24 novembre 2001 et lui expliquer si la famille de la victime avait réellement demandé que l’on fasse cas de sa maladie mentale.", "33.  Le 21 janvier 2002, les procureur des prisons de Pazaryeri et de Bilecik fournirent les renseignements requis.", "Le premier expliqua notamment que M. Geren avait en effet eu accès au téléphone du bureau des surveillants pour appeler sa mère, le 22 novembre 2001 vers 4 h 43, lorsque les gardiens C.Ö. et Ü.Y. le laissèrent seul pour ramener A.C. à sa cellule (paragraphe 13 ci-dessus).", "Le second précisa que M. Geren n’avait pas subi d’examen médical préalablement à son admission dans l’établissement, compte tenu du rapport médical déjà existant dans son dossier personnel. Avant d’être placé en cellule d’observation, conformément à la règlementation, l’intéressé avait déclaré n’avoir « aucun problème médical » ; sa famille non plus ne leur avait pas davantage fait part d’une maladie mentale quelconque. Concernant la ceinture, le procureur se référa au décret ministériel no 005808, autorisant les détenus à garder leur ceinture (paragraphe 64 ci-dessus).", "34.  Toujours le 21 janvier 2002, le procureur de la République interrogea le chef gardien K.A. (paragraphe 17 ci-dessus). Il dit avoir vu la victime de son vivant dernièrement vers 23 h 50 ; il paraissait tout à fait normal. Il expliqua entre autres que dans leur établissement, le bloc d’observation contient des cellules à barreaux. Pour éviter toute promiscuité et ne pas déranger les détenus, la porte d’accès à ce bloc reste fermée et la surveillance de l’ensemble de l’intérieur est assurée « si besoin est, à travers le soupirail de ladite porte. La surveillance n’est pas permanente ».", "35.  Le lendemain, le procureur de la République entendit M.K., procureur de la prison de Pazaryeri, à l’époque où M. Geren se trouvait en détention provisoire (paragraphe 6 ci-dessus). Il raconta que lorsqu’il exerçait ses fonctions dans cet établissement, il n’avait remarqué personne qui soit sujet à des troubles mentaux. A cette époque, ni M. Geren ni les surveillants ne lui avaient fait part d’un souci quelconque. Cependant, à la suite de l’incident où il s’était auto-fracturé le bras, les codétenus de M. Geren lui avaient raconté que ce dernier avait commencé à avoir des phases de dépression lourde et ne supportait plus le milieu carcéral.", "M.K. se rappela aussi avoir discuté avec la requérante au sujet des problèmes de son fils liés à l’absence d’un père ainsi qu’avoir ordonné, par conséquent, le renvoi de l’intéressé au service psychiatrique de l’hôpital civil d’Eskişehir.", "36.  Le procureur de la République réinterrogea également les détenus R.R. et H.B. (paragraphe 22 ci-dessus).", "H.B. expliqua n’avoir jamais conversé avec le défunt durant son séjour dans le bloc d’observation, contrairement à R.R. M. Geren avait attiré son attention parce qu’il laissait souvent son plateau de repas intact dans le couloir. Il disait à R.R. qu’il n’arrivait pas à manger. H.B. confirma que, de minuit jusqu’à 3 h 30, il n’avait entendu rien d’inquiétant.", "R.R., qui avait eu quelques échanges avec le défunt, raconta l’avoir entendu se parler à lui-même la veille de sa mort. Il se demandait quand il allait être transféré dans les blocs ordinaires et si sa mère viendrait le voir. De temps en temps il évoquait un certain Ayhan. La nuit de l’incident, vers 0 h 15, un bruit avait retenti dans le bloc ; M. Geren avait dit qu’il était tombé. R.R. expliqua que ce fut le dernier bruit qu’il a entendu jusqu’à la découverte du cadavre, alors qu’il était resté éveillé en bouquinant tout au long de cet épisode.", "R.R. ajouta qu’il était matériellement impossible que les surveillants puissent observer la cellule no 3 à travers le soupirail de la porte d’accès du bloc, d’où seule la cellule no 1 était visible (paragraphe 34 in fine ci-dessus).", "37.  Le 23 janvier suivant, le procureur de la République auditionna le surveillant Ö.Ş.Z. (paragraphe 17 ci-dessus) qui réitéra ses dires précédents.", "Il entendit également les détenus H.G. et Y.P. A l’époque pertinente, H.G. était chargé de servir les repas dans le bloc d’observation. Il dit ne pas savoir si M. Geren finissait ses plats ou non, car il rendait toujours son plateau nettoyé, conformément à la règle, et ce, sans un mot. H.G. précisa que la nuit de l’incident, lorsqu’il est entré pour servir le repas de Ramadan à R.R., celui-ci n’était pas encore couché.", "De son côté, Y.P., l’un des codétenus de M. Geren à Pazaryeri, raconta que ce dernier ne se nourrissait que de biscuits, de lait et d’eau pétillante, et ne mangeait pas ses rations. Il était préoccupé par des problèmes qu’il ne dévoilait jamais et se montrait compulsif.", "38.  Le même jour, le procureur de la République ordonna l’exhumation de la dépouille de M. Geren, aux fins d’une autopsie classique (paragraphe 21 in fine ci-dessus) pour la vérification des circonstances exactes de sa mort.", "39.  Le 25 janvier 2002, le procureur de la République de Bilecik communiqua les dates des appels téléphoniques reçus et lancés par la requérante. Celle-ci avait été contactée par l’administration pénitentiaire les 20, 21 et 22 novembre 2001, respectivement à 23 heures, 7 h 49 et 11 h 28, tandis que le 11 novembre 2001, elle avait appelé les procureurs pénitentiaires N.A. et E.K. à cinq reprises, entre 13 h 55 et 20 h 23.", "40.  Toujours le 25 janvier 2002, le procureur de la République recueillit le témoignage du médecin A.G.D. qui avait procédé à l’ultime examen de M. Geren (paragraphe 14 in fine ci-dessus). Hormis les traces de blessures, A.G.D. déclara avoir constaté que l’intéressé avait un « comportement agressif et agité » et ses dires présentaient des contradictions. A.G.D. continua comme suit :", "« Comme son état général psychologique me paraissait fragilisé, j’ai recommandé qu’il soit examiné plus avant à ce sujet. (...) j’ai prescrit son renvoi dans un établissement sanitaire adéquat. J’ai également émis l’avis qu’il fallait le placer sous surveillance [dans la prison d’accueil] afin que sa situation psychologique puisse être évaluée. (...) cependant son tableau psychiatrique n’était pas si grave que ça. J’ai été surpris par son suicide. En tant que médecin, il ne m’avait pas paru prédisposé à se donner la mort (...). »", "41.  Le procureur de la République interrogea par ailleurs les détenus A.C. (paragraphe 13 ci-dessus), C.A., E.K., les surveillants Ü.Y., C.Ö (paragraphe 12 ci-dessus), H.C., F.B., Y.K., le sous-officier L.A. de la gendarmerie locale et İ.K. le second médecin du centre médical de Pazaryeri.", "A.C. raconta de nouveau pourquoi il en était venu aux mains avec le défunt. Dès son arrivée dans le bloc no 4, celui-ci avait commencé à tenir des propos insensés. Refusant de manger avec les autres, il rodait et fumait sans cesse, et ne parlait à personne. Il avait peur de tout et voyait un ennemi potentiel dans quiconque lui était étranger.", "Ces dires furent corroborés par ceux de C.A. et E.K. Ce dernier confirma par ailleurs que les vêtements qu’on voyait sur les photographies du cadavre de M. Geren étaient bien ceux qu’il portait au moment où il s’était bagarré avec A.C.", "42.  De leur côté, les surveillants réitérèrent leurs observations sur le comportement conflictuel de M. Geren ainsi que leurs déclarations antérieures concernant le jour où il s’était volontairement fracturé le bras, sa querelle avec A.C., ses craintes face aux autres codétenus et la visite rendue par la requérante le 21 novembre 2001.", "Le sous-officier L.A., qui avait dirigé le transfèrement de M. Geren à Bilecik, fit entre autres la remarque suivante :", "« (...) Sur le trajet, j’ai parlé avec l’intéressé de tout et de n’importe quoi. Il me répondait normalement. Cependant, à un moment il m’a dit « Mon commandant, pourquoi voulez-vous me tirer dessus ? ». Choqué par ces mots, je lui ai dit « Détrompe-toi mon garçon, crois-tu que nous tirons comme ça sur des gens ? » (...) ».", "Le médecin İ.K. était celui qui, le 20 novembre 2001, avait prescrit les médicaments que la requérante s’était vue priée de fournir pour son fils (paragraphes 22 in fine et 28 ci-dessus). Il déclara que l’unique fois qu’il avait vu l’intéressé – en raison de ses problèmes gastriques – il n’avait observé aucun trouble psychologique.", "43.  Le 28 janvier 2002, la dépouille de M. Geren fut exhumée et transférée à la morgue de l’Institut médicolégal. Le procureur de la République ordonna l’opération immédiate d’une autopsie classique.", "Par ailleurs, il entendit K.Ö. et S.S., deux autres détenus de la prison de Pazaryeri (paragraphe 41 ci-dessus). Ils confirmèrent le déroulement de l’incident ayant opposé M. Geren à A.C.", "44.  Le 18 février 2002, le procureur de la République réinterrogea E.G. et M.A.K., surveillants de la prison de Bilecik (paragraphe 17 ci-dessus) qui répétèrent leurs déclarations initiales.", "Convoqué le 1er mars 2002, le frère du défunt, M.A.G., expliqua qu’à sa connaissance, son frère n’avait jamais eu de problèmes psychologiques jusqu’à ce qu’il ait eu à faire avec la justice ; ce n’est que vers la fin de sa détention préventive qu’il avait commencé à être suspicieux et à inquiéter la famille.", "45.  Le 18 mars 2002, la requérante déposa une seconde plainte formelle devant le parquet de Bilecik, accusant les gardiens Ö.S.Z. et M.A.K d’avoir assassiné son fils. Elle demandait également la condamnation du procureur A.D., responsable de l’enquête initiale, et des fonctionnaires ayant participé à l’examen post mortem pour abus de pouvoir et dissimulation de preuves.", "D’après la requérante, il était inconcevable qu’une personne décide de mettre fin à sa vie quelques jours avant sa libération. Tirant argument des traces de violences relevées sur le cadavre, la requérante affirma qu’il était impossible que son fils, faisant 1,82 m, puisse se pendre à l’aide d’un nœud fixé à une hauteur de 1,54 m. Par ailleurs, à supposer que les surveillants fissent des rondes toutes les 15 à 30 minutes, le présumé suicide devrait alors avoir eu lieu entre 3 heures et 3 h 30 ; or d’après l’examen médicolégal, la mort devait se situer entre 22 h 30 et 1 h 30.", "A titre subsidiaire, elle soutint que, s’il y avait vraiment eu suicide, l’administration pénitentiaire devait néanmoins en être tenue responsable au regard de son obligation de protéger son fils qui, à l’abri d’une surveillance adéquate, a été autorisé à garder sa ceinture.", "46.  Le 3 avril 2002, le procureur de la République entendit T.K., frère de la requérante. Il confirma que, jusqu’à son placement en détention provisoire, son neveu n’avait présenté aucun problème psychologique. Réinterrogé le lendemain, le frère de M. Geren confirma ses dires précédents (paragraphe 44 ci-dessus).", "Le 16 avril suivant, le procureur de la République entendit à nouveau la requérante qui déplora notamment l’indifférence des procureurs des prisons de Pazaryeri et Bilecik face à ses demandes concernant l’hospitalisation de son fils.", "Cependant, elle retira sa plainte contre le procureur A.D. ayant dirigé l’examen post mortem.", "47.  Entre les 23 et 30 avril 2002, le procureur de la République interrogea les surveillants F.A., E.D., K.A., Y.K., S.T., T.D., E.E., E.G. et S.Y. de la prison de Bilecik. Leur témoignage n’apporta rien de nouveau quant aux circonstances du décès ; ils déclarèrent tous n’avoir aucune implication dans la survenance de l’incident. Du reste, ils mirent l’accent sur l’insuffisance de l’effectif pénitentiaire, en raison de laquelle l’administration ne serait pas en mesure d’assurer un contrôle permanent du bloc d’observation par un gardien. Aussi, toutes les demi-heures, les gardiens du bloc D devaient se relayer pour contrôler ce bloc. M.A.K. précisa encore qu’il était impossible d’observer la cellule no 3 à travers le soupirail de la porte du bloc. Ils ne pouvaient pas non plus y accéder, car seul le directeur adjoint en avait les clés (paragraphe 17 ci-dessus). M.A.K. expliqua aussi que, sauf appel de la part des détenus, la surveillance de ce bloc consistait généralement en une écoute de l’extérieur derrière la porte, sans ouvrir le soupirail, pour vérifier discrètement si tout est en ordre.", "48.  Le 16 mai 2002, le procureur de la République réinterrogea le codétenu R.R. (paragraphes 22 et 36 ci-dessus). Reprenant ses déclarations antérieures, il se dit convaincu que son camarade s’était suicidé.", "49.  Le 24 mai 2002, le procureur convoqua la requérante concernant les plaintes qu’elle avait déposées au parquet et au ministère. Elle déplora une nouvelle fois le manque de diligence des autorités pénitentiaires face à la situation de son fils.", "50.  Entre les 27 mai et 6 juin 2002, le procureur de la République entendit les gardiens Ö.Ş.Z. (paragraphe 17 ci-dessus), le médecin légiste K.M.B. et Ü.Ş. (paragraphe 20 ci-dessus) à propos de la conduite de l’examen post mortem, dénoncée par la requérante. Ils contestèrent les accusations, affirmant que leur intervention avait été conforme aux règles et qu’aucune observation n’avait justifié de procéder à une autopsie classique.", "51.  Le 12 juin 2002, l’Institut médicolégal transmit au parquet son rapport d’autopsie classique, datée du 29 mai précédent.", "Confirmant les constats de K.M.B., ce rapport – fruit d’une exploration complète – concluait à l’absence de trace quelconque d’intoxication ou de coups et blessures, sauf celle observée sur l’arcade gauche, et tenait pour établi qu’il y avait eu suicide par pendaison.", "52.  Le 13 juin 2002, le procureur de la République communiqua au ministère de la Justice son rapport conclusif sur les investigations menées, lesquelles venaient de confirmer le non-lieu du 31 décembre 2001 (paragraphe 26 ci-dessus). En particulier, le procureur précisa que, si le 23 novembre 2001 M. Geren avait été admis à la prison de Bilecik sans examen préalable, c’est parce que le médecin pénitentiaire était en arrêt de maladie et qu’il n’y avait pas assez de temps pour faire venir le médecin de garde ; quoi qu’il en soit, M. Geren n’avait pas demandé à voir un médecin. De surcroît, l’administration de Pazaryeri n’avait pas été dûment avertie des problèmes psychiatriques de l’intéressé, lequel s’était présenté à la prison sans ses médicaments. Par ailleurs, le seul certificat émanant de A.G.D. ne portait pas la mention « urgent » (paragraphe 14 in fine ci-dessus). Aussi, le renvoi de l’intéressé dans un milieu hospitalier en dehors de l’établissement pénitentiaire ne pouvait être assuré sans l’accord du ministère de la Justice ; vu le temps qu’un tel accord aurait pris, toute initiative aurait été vaine pour prévenir la tragédie.", "53.  Partant, le 14 juin 2002, le procureur de la République décida qu’il n’y avait pas lieu d’introduire une action publique contre les surveillants dénoncés en l’espèce et rendit une ordonnance de non-lieu à leur encontre. En ce qui concerne les trois procureurs E.K., N.A. et A.D., l’affaire fut classée sans suite.", "54.  La requérante forma opposition contre cette dernière devant la cour d’assises d’Eskişehir, réitérant les moyens invoqués dans ses plaintes pénales. Le 30 juillet 2002, ce recours fut écarté, et la décision y afférente notifiée le 8 août 2002.", "Toujours le 30 juillet 2002, la direction des affaires pénales du ministère de la Justice répondit à la requérante qu’aucune action judiciaire n’était à entamer contre les trois procureurs.", "D.  Les déclarations ultérieures du codétenu R.R.", "55.  Le 24 décembre 2002, l’ex-codétenu R.R., libéré entre-temps, participa à un programme télévisé de la chaîne Star TV. Il était censé témoigner d’un meurtre. Dans l’émission, on voyait R.R. se rendre à la maison de la requérante, accompagné de caméramans, et raconter pourquoi il avait dû se taire jusqu’alors au sujet de la mort litigieuse pour ne pas subir le même sort que son fils, qui en réalité avait été assassiné par les gardiens M.A.K., Ö.Ş.Z., E.G. et K.A.", "En résumé, R.R. affirmait que, contrairement à ce qu’il avait été contraint de raconter auparavant, il n’était pas en train de dormir la nuit de l’incident ; il avait entendu les quatre gardiens battre son camarade puis un dernier gémissement de quelqu’un étranglé. Les protagonistes avaient ensuite simulé un suicide en suspendant le corps sans vie.", "56.  Le 15 janvier 2003, R.R. fut arrêté et placé en détention provisoire.", "57.  Le 3 février 2003, le procureur de la République de Bilecik mit R.R. en accusation pour diffamation par la voie des médias, délation fallacieuse et chantage. Le procureur motiva sa décision en soulignant que R.R., apatride et imposteur récidiviste, était connu pour ses propos farfelus ou controuvés, selon lesquels par exemple il serait hermaphrodite et le père du milliardaire Bill Gates. Jusqu’à sa prestation télévisée, il n’avait jamais fait part aux instances judiciaires de tels faits et, après le programme, il avait disparu. En raison de ses propos, les familles des quatre surveillants ont été l’objet de menaces, d’intimidations ainsi que d’une nouvelle enquête judiciaire aussi pénible qu’inutile. De fait, avant d’apparaître à la télévision, R.R. était venu à Bilecik ; il avait cherché à contacter le personnel pénitentiaire et insisté notamment pour s’entretenir avec le gardien K.A., qu’il allait plus tard menacer implicitement avec ces paroles : « que pouvez-vous faire pour moi, sachant que la famille de Baybars [Geren] me pousse et m’offre de l’argent pour que je revienne sur ma déposition ? ».", "58.  Lors des audiences des 17 avril, 1er et 3 juillet, 12 août 2003, les juges entendirent des témoins à charge et les plaignants, qui maintinrent leurs doléances, niant toute implication dans le décès de M. Geren.", "59.  Le 9 mars 2004, R.R. comparut devant le tribunal correctionnel de Bilecik. Sa défense se résume comme suit :", "« (...) J’ai eu l’impression que le détenu Baybars [Geren] avait été pendu par les plaignants M.A.K., Ö.Ş.Z., E.G. et K.A. ; sinon je ne les ai pas vu directement, ce qui était d’ailleurs impossible de là où j’étais enfermé (...). A ma connaissance, personne ne peut entrer dans le bloc d’observation à partir de 23 heures, sans l’autorisation du directeur pénitentiaire. Je crois que, la nuit de l’incident, seul l’un des plaignants était en faction dans ce bloc, mais les autres y sont rentrés et en sont sortis un certain nombre de fois. (...) je les voyais passer devant ma cellule. Par la suite, il y a eu des bruits de leur lutte avec [Baybars Geren]. (...) Je ne pense pas que celui-ci ait pu se suicider ; ce sont les plaignants qui l’ont assassiné d’une manière ou d’une autre (...). Je confirme mes affirmations (...) je dis la vérité. (...) Je n’ai rien reçu pour participer au programme télévisé. (...) Je renie les déclarations que j’avais faites par peur lors de ma détention (...). »", "60.  Le 10 mars 2005, R.R. fut libéré. Par une jugement du 18 septembre 2007, le tribunal correctionnel de Bilecik disculpa R.R. des chefs de chantage et de diffamation. En revanche, il le condamna pour délation fallacieuse à une peine d’emprisonnement, qui fut commuée en une amende de 1 800 nouvelles livres turques.", "Ce jugement devint définitif le 5 février 2008, aucune des parties ne s’étant pourvu en cassation.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "61.  Les dispositions pertinentes du règlement no 12667 du 1er août 1967 sur la direction des établissements pénitentiaires et l’exécution des peines se présentent comme suit.", "Article 97 \n(Cellule d’observation)", "« Tout condamné admis à l’établissement est d’abord placé dans une cellule d’observation pour une durée maximum de trois jours. »", "Article 98 \n(Examen d’admission des condamnés)", "« Le condamné en cellule d’observation est envoyé devant le service de l’établissement, l’hôpital ou le dispensaire pour examen médical (...). Les résultats de l’examen sont inscrits sur sa fiche de soins.", "Si l’examen révèle que le condamné est frappé d’un (...) handicap quelconque faisant obstacle à son incarcération, la situation est immédiatement portée à la connaissance du procureur de la République par l’intermédiaire de la direction pénitentiaire. »", "Article 37 \n(Devoirs des médecins)", "« Le médecin est tenu d’organiser les conditions sanitaires de l’établissement et d’assurer les examens et le traitement des condamnés (...). »", "Article 227 § 1 \n(Traitement médical des condamnés et détenus)", "« Le médecin de l’établissement est obligé de se présenter chaque fois qu’il est appelé à ce faire. »", "62.  Aux termes des articles 239 à 243 de ce règlement, avant son transfèrement d’un établissement pénitentiaire à un autre, tout détenu est examiné par le médecin de l’établissement d’origine. Dans l’établissement d’accueil, il est assujetti à la même procédure d’admission, y compris le séjour en cellule d’observation. La différence est que, s’agissant des mesures à prendre pendant ce séjour, l’établissement d’accueil tient compte du dossier personnel du détenu, que l’établissement d’origine lui transmet.", "D’après un communiqué ministériel, les informations parvenues au ministère de la Justice auraient permis d’établir l’existence de certaines pratiques irrégulières en matière de transfèrements de prisonniers. Il en irait ainsi, par exemple, des détenus demandant leur transfert pour motif de santé, d’hostilités intra-carcérales ou de menaces contre la vie. Il arriverait que pareils détenus soient envoyés sans examen attentif de leur dossier et en l’absence de l’avis du procureur de la prison concernée.", "63.  La directive générale pour les règlements intérieurs des prisons et des maisons d’arrêt dispose :", "Article 5 § 2 \n(Hygiène et examen médical)", " « Après les fouilles corporelles, les condamnés et détenus sont renvoyés (...) aux bains (...). Ensuite, ils sont renvoyés devant le médecin pénitentiaire (...) afin de passer un examen médical général. »", "Article 7 \n(Cellule provisoire)", "« Après (...) l’examen médical, les condamnés et détenus sont placés dans la cellule d’observation. Le séjour en cellule d’observation est de trois jours. Si le médecin pénitentiaire l’estime nécessaire, cette durée peut être prolongée (...). Les personnes en cellule d’observation n’ont pas de contacts avec les autres. »", "64.  Le règlement intérieur de la prison de Bilecik reprend les dispositions des articles 5 § 2 et 7 mentionnés au paragraphe précédent, concernant le séjour dans les cellules d’observation.", "Conformément à la règlementation, notamment l’arrêté ministériel no 005808 du 31 janvier 2001 (paragraphe 33 in fine ci-dessus), tout détenu a le droit de disposer d’une ceinture. La législation pénitentiaire est muette sur la question de savoir dans quelles conditions ce droit peut être restreint. Cependant, dans la pratique des établissements pénitentiaires, il est des cas où les objets personnels, tels que les lacets et ceintures, peuvent être confisqués, à la demande du procureur de la prison. Il en va ainsi lorsque l’administration observe que le détenu risque de mettre sa vie ou sa santé en danger. Dans ce cas, l’objet est confisqué sur-le-champ et l’intéressé, envoyé devant un médecin pour la vérification de son état psychique. Si le médecin confirme la réalité du risque, l’objet n’est pas rendu, à titre de mesure préventive. Le détenu peut alors former opposition contre cette mesure devant le juge d’exécution des peines, dont le verdict est définitive. ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 2 ET 3 DE LA CONVENTION", "65.  La requérante soutient que l’affaire de son fils a été classée à tort comme un cas de suicide, sans aucune enquête efficace préalable. D’après elle, M. Geren aurait été tué par ses gardiens.", "Même à supposer qu’il y ait réellement eu suicide, la responsabilité des agents de l’Etat n’en serait pas moins engagée du fait, pour ceux-ci, de n’avoir jamais cherché à prévenir cette tragédie.", "A cet égard, la requérante invoque l’article 2 § 1 de la Convention, qui se lit ainsi :", "« Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi. »", "La requérante se plaint également des mauvais traitements infligés à son fils, de son vivant, en violation de l’article 3 de la Convention, aux termes duquel :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "66.  Le Gouvernement s’oppose à ces thèses.", "A.  Arguments des parties", "1.  Le Gouvernement", "67.  Le Gouvernement fait remarquer qu’aucune preuve concluante, tel un témoignage oculaire, ne vient appuyer les allégations d’homicide de la requérante. Aucun mobile n’avait été relevé qui eût pu laisser naître un doute quant à l’innocence des surveillants de la prison de Bilecik, lesquels ne connaissaient pas M. Geren. En revanche, les déclarations du personnel pénitentiaire et des codétenus de feu M. Geren ainsi que les résultats des examens médicolégaux coïncidaient parfaitement pour établir que ce dernier s’était bien donné la mort.", "68.  Concernant la question de la protection de M. Geren contre lui-même, le Gouvernement avance qu’en l’espèce, on ne devrait pas blâmer l’administration pénitentiaire de n’avoir pas tenté l’impossible pour prévenir ce drame, qui illustre l’imprévisibilité du comportement humain ; toute mesure autre que celles qui avaient été prises aurait représenté un fardeau excessif pour les autorités, d’autant qu’elles ne disposaient, à l’époque des faits, d’aucune information de nature à laisser présager que M. Geren puisse être prédisposé à mettre fin à ses jours.", "Rappelant les circonstances ayant précédé son transfèrement à la prison de Bilecik, le Gouvernement concède que M. Geren était une personne agressive qui était allée jusqu’à se fracturer exprès le bras. Si on pouvait voir en lui une personne disposée à commettre de violences contre lui-même ou contre autrui, rien ne permettait cependant d’inférer un risque « réel et immédiat de suicide ».", "69.  A cet égard, le Gouvernement précise que le renvoi de M. Geren à l’hôpital civil d’Eskişehir avait eu lieu selon la procédure « ordinaire », et non « judiciaire ». Aussi, le service qui l’a traité n’a pas communiqué son dossier psychiatrique aux autorités pénitentiaires, lesquelles n’ont pas été en mesure de connaître le diagnostic posé en l’occurrence.", "Par ailleurs, M. Geren n’avait jamais fait mention de ce diagnostic ou de son dossier médical devant les instances pénitentiaires ni devant les deux médecins qu’il avait consultés au cours de la même semaine ; il n’avait même pas demandé à retourner à l’hôpital pour ses contrôles de routine. Dans ces conditions, les autorités n’avaient assurément pas à se consacrer outre mesure à la découverte de tous les renseignements médicaux concernant M. Geren, à savoir un détenu qui n’avait que quelques jours à purger.", "70.  Le Gouvernement soutient encore que les trois enquêtes pénales menées en l’espèce, tant d’office que sur plainte de la requérante, ne prêtent le flanc à aucune critique. Il réitère qu’avant d’asseoir leurs décisions, les procureurs concernés ont interrogé les plaignants, le personnel pénitentiaire et les codétenus ayant connu le défunt et ont également collecté toutes les preuves possibles, y compris médicales. De surcroît, une enquête administrative a également eu lieu au sein de la prison de Bilecik afin d’établir d’éventuelles fautes de service des surveillants.", "71.  Pour appuyer ses arguments, le Gouvernement procède par une comparaison des circonstances de la présente cause avec celles examinées dans les affaires Keenan c. Royaume-Uni (no 27229/95, CEDH 2001III) et Uçar c. Turquie (no 52392/99, 11 avril 2006). Il met en exergue le fait que, contrairement au cas de M. Mark Keenan, M. Geren – tout comme feu M. Cemal Uçar (Uçar, précité, § 87) – n’avait pas d’antécédents suicidaires, n’était pas soumis à un traitement ni à des contrôles médicaux réguliers ; son comportement ne laissait apparaître que l’agressivité et la brutalité.", "72.  Dans ce contexte, il y aurait plutôt lieu de comparer la situation de M. Geren avec celle de M. Uçar qui, lui non plus, n’avait jamais laissé présager une prédisposition suicidaire ni n’avait suivi un traitement médicamenteux quelconque. Dans l’affaire Uçar, la Cour n’avait pas accordé de poids au fait que la victime avait raconté à ses camarades de cellule qu’il allait se tuer ; dans l’affaire présente, la Cour devrait – et cela d’autant plus qu’une telle information est en soi beaucoup moins alarmante – en faire de même s’agissant de l’allégation de la requérante selon laquelle elle aurait averti les procureurs de la maladie psychiatrique de son fils.", "2.  La requérante", "73.  La requérante déplore, avant tout, l’absence d’une autopsie qui, effectuée en temps utile, aurait pu faire la lumière sur la cause exacte de la mort, laquelle demeura suspecte.", "74.  Comme ses écrits le prouvent, M. Geren, ingénieur en informatique, était une personne intègre et cultivée ; il avait une certaine estime de soi et occupait un bon poste. Il n’existait aucune raison pour qu’il se donne la mort. Comme le personnel pénitentiaire l’a admis, son fils l’avait bien appelé à deux reprises, craignant d’être tué. Et c’est ce qui serait finalement arrivé, si l’on en croit les déclarations R.R., qui est revenu sur ses déclarations devant les écrans de télévision, en accusant les surveillants d’avoir assassiné M. Geren.", "75.  Il aurait fallu que des investigations complémentaires adéquates soient entamées pour confirmer ou réfuter les incertitudes générées à la suite des déclarations troublantes de R.R.", "A cet égard, la requérante soutient que le procès de R.R. a pêché par manque d’équité et d’impartialité, les magistrats étant dès le début convaincus qu’ils avaient affaire à un apatride fabulateur mentalement dérangé. En fait, nul ne s’est employé à vérifier ses allégations.", "76.  Concernant les problèmes psychologiques de son fils, la requérante se réfère aux documents versés au dossier et soutient que, à tout le moins, les procureurs M.K. et E.K., le médecin A.G.D. (paragraphes 40 et 52 cidessus), la psychiatre R.A. (paragraphe 7 ci-dessus) et le sous-officier L.A. (paragraphe 42 in fine ci-dessus) ne pouvaient les ignorer.", "Or, les autorités ont fait fi de ces problèmes et ont laissé M. Geren disposer d’une ceinture, seul dans une cellule, qui n’était pas régulièrement surveillée.", "B.  Appréciation de la Cour", "1.  Sur la recevabilité", "77.  Le Gouvernement n’a pas excipé d’un obstacle quelconque à la recevabilité de la présente requête. La Cour considère, de son côté, que celle-ci ne se heurte à aucun des motifs d’irrecevabilité inscrits à l’article 35 de la Convention.", "Aussi la Cour la déclare recevable.", "2.  Sur le fond", "78.  La Cour rappelle d’emblée que l’article 2 de la Convention astreint l’Etat non seulement à s’abstenir de provoquer la mort des personnes relevant de sa juridiction, de manière volontaire et irrégulière, mais aussi à prendre préventivement toutes les mesures nécessaires pour protéger celles-ci contre le fait d’autrui ou, le cas échéant, contre elles-mêmes (voir, par exemple, Tanrıbilir c. Turquie, no 21422/93, § 70, 16 novembre 2000 ; Keenan, précité, §§ 88-89).", "Dans ce contexte, elle aperçoit deux volets à considérer séparément.", "a)  Obligation de protéger la vie de M. Geren contre les agissements d’autrui", "79.  La requérante allègue, à titre principal, que son fils a été délibérément tué (paragraphe 15 ci-dessus), en l’occurrence, par les gardiens de la prison de Bilecik chargés de surveiller le bloc d’observation (paragraphe 45 et 65 ci-dessus).", "80.  A ce sujet, il convient d’abord de noter que rien dans le dossier ne permet d’inférer que la vie de M. Geren ait été, d’une manière ou autre, menacée par les agissements d’autrui, étant entendu que même l’éventualité de représailles de la part de son ex-codétenu A.C., avec qui il en était venu aux mains (paragraphe 13 ci-dessus), n’était plus à craindre à la suite de son transfèrement à la prison de Bilecik (paragraphe 14 ci-dessus).", "Concernant cet incident, il faut également préciser que les lésions constatées sur le cadavre de M. Geren (paragraphe 20 ci-dessus), tout comme les traces de sang observées sur les photographies versées au dossier (paragraphe 41 in fine ci-dessus), ne sauraient accréditer la thèse d’un meurtre (paragraphe 45 ci-dessus) car elles correspondent, de par leur nature et emplacement, aux coups échangés pendant la bagarre avec A.C. (paragraphe 13 ci-dessus).", "81.  S’agissant ensuite du personnel pénitentiaire de Bilecik, la Cour ne peut que marquer son accord avec les conclusions de l’enquête qui l’ont innocenté, non seulement parce qu’elle peine à trouver un mobile quelconque pour que des gardiens préméditent le meurtre d’un détenu arrivé il y a deux jours, dans un local confiné, abritant deux autres détenus, mais aussi parce qu’elle ne voit aucune raison pour remettre en cause la rigueur des investigations conduites sous cet angle.", "82.  Pour la Cour, l’omission d’une autopsie classique en un premier temps (paragraphes 20 et 21 ci-dessus) ne saurait passer pour avoir amoindri la rigueur de ces investigations (paragraphe 73 ci-dessus), sachant qu’à un moment donné, la requérante a elle-même retiré sa plainte concernant l’inadéquation de l’examen post mortem (paragraphes 45 et 46 in fine ci-dessus). Quoi qu’il en soit, une exhumation – suivie d’une autopsie classique – (paragraphes 38, 43 et 51 ci-dessus) a permis, sans tarder, de reconfirmer la réalité du suicide et de répondre aux doutes que les proches du défunt pouvaient entretenir à cet égard (paragraphes 45 et 73 ci-dessus – pour le principe y afférent, voir, Çalışkan et autres c. Turquie, no 13094/02, § 50 in fine, 27 mai 2008).", "83.  Ces doutes étaient, en partie, nourris par la situation personnelle de M. Geren ; d’après ses proches, une personne pleine d’espoir comme lui n’aurait jamais pu se suicider quelques jours avant sa libération (paragraphe 45 ci-dessus) : aussi légitime que soit cette présomption, force est d’admettre que rien dans le dossier ne permet de savoir si M. Geren avait été mis au courant que le juge de l’exécution des peines envisageait de le libérer (paragraphes 16 et 24 ci-dessus), ni s’il aurait était psychiquement en mesure d’apprécier les aboutissants d’une telle opportunité.", "84.  Cela étant, la Cour reconnaît que la requérante a pu se retrouver plus tard dans une situation qui ne pouvait que raviver ces doutes et lui inspirer un sentiment d’injustice. En effet, le 24 décembre 2002, l’un des ex-codétenus de feu son fils, R.R., – qui jusqu’alors avait affirmé, à l’instar de l’autre codétenu H.B., n’avoir rien aperçu ou entrevu la nuit de l’incident (paragraphes 17, 22, 36 et 48 ci-dessus) – est venu retrouver la requérante chez elle, dans le cadre d’une émission télévisée, pour lui avouer qu’en réalité son fils avait été victime d’un meurtre déguisé en suicide par les gardiens de la prison de Bilecik et qu’il n’avait pas osé se manifester jusqu’alors parce qu’il craignait de subir le même sort (paragraphe 55 ci-dessus).", "Or, aussi perturbant que cela puisse paraître, la Cour n’estime pas devoir accorder de poids décisif à ce récit de soi-disant repentance que R.R. aurait dû plutôt porter à la connaissance des autorités compétentes après sa libération, celle-ci le mettant à l’abri des représailles qu’il prétendait craindre (paragraphes 55 et 73 ci-dessus). Après avoir dûment examiné les éléments pertinents, notamment, le dossier du procès entamé contre R.R., la Cour ne voit pas de raisons de remettre en cause le constat du tribunal correctionnel de Bilecik, selon lequel, les affirmations de R.R. tenaient plus de la délation calomnieuse que d’un témoignage sincère et susceptible de corroborer l’allégation de la requérante de façon concluante (pour cet élément d’appréciation, voir Akdoğdu c. Turquie, no 46747/99, § 40, 18 octobre 2005 ; A.K. et V.K. c. Turquie, no 38418/97, § 36, 30 novembre 2004).", "A cet égard, il convient également d’observer que le jugement condamnant R.R. est devenu définitif le 5 février 2008. L’intéressé lui-même n’ayant pas estimé devoir attaquer ce jugement en cassation (paragraphe 60 ci-dessus), la Cour estime vain de se pencher maintenant sur les questions d’équité et d’impartialité soulevées par la requérante quant à ce procès (paragraphe 75 ci-dessus).", "85.  En conclusion, bien que le niveau de preuve requis sous l’angle de l’article 2 puisse être atteint grâce à un faisceau d’indices ou de présomptions non réfutées, précis et concordants (Akdoğdu, précité, § 38), la Cour estime que les éléments factuels discutés ci-avant ne constituent pas des éléments de preuve suffisants à la charge de l’Etat quant à cette allégation précise de meurtre.", "86.  La Cour ne voit donc aucune raison plausible de se départir du constat des autorités nationales quant au fait que M. Geren s’est bien lui-même donné la mort (Klaas c. Allemagne, 22 septembre 1993, §§ 29-30, série A no 269).", "b)  Obligation de protéger la vie de M. Geren contre lui-même", "87.  La requérante allègue, à titre subsidiaire, que s’il y a réellement eu suicide, c’est parce que les autorités pénitentiaires ont failli à leur obligation positive de protéger la vie de son fils contre ce risque.", "88.  Face à ce grief, la Cour doit se convaincre que les instances responsables de la détention de M. Geren auraient dû savoir sur le moment que celui-ci risquait de commettre un suicide et qu’elles n’ont pas fait tout ce que l’on pouvait raisonnablement attendre d’elles pour prévenir ce risque (Tanrıbilir, précité, § 72 ; Keenan, précité, § 92 ; Akdoğdu, précité, § 46 ; A.K. et V.K., précité, § 43 ; Younger c. Royaume-Uni (déc.), no 57420/00, CEDH 2003I).", "89.  A cet égard, il faut se rappeler que toute privation de liberté peut entraîner, de par sa nature, des bouleversements psychiques chez les personnes détenues et, par conséquent, des risques de suicide ; ces personnes sont fragiles et vulnérables ; aussi, les législations nationales imposent aux autorités pénitentiaires un devoir de vigilance à leur égard et prévoient des mesures concrètes afin d’éviter que la vie des détenus ne soit inutilement mise en danger. Il s’agit d’abord des mesures et précautions générales visant à diminuer de tels risques, comme, par exemple, la confiscation des objets coupants, de la ceinture ou des lacets, et la mise en place d’un système de surveillance et de visites médicales. Quant à savoir s’il faut prendre des mesures plus strictes à l’égard d’un détenu, cela dépend des circonstances de l’affaire (Tanrıbilir, précité, § 74 ; Keenan, précité, §§ 90 et 91 ; Akdoğdu, précité, § 47 ; A.K. et V.K., précité, § 44 ; voir aussi, Slimani c. France, no 57671/00, §§ 27 et 28, CEDH 2004IX (extraits)).", "90.  En l’espèce, la Cour observe que, déjà pendant la période de détention préventive à Pazaryeri, le personnel et le procureur de l’établissement avaient été unanimes pour considérer que le comportement de M. Geren – qui était allé jusqu’à s’auto-fracturer le bras pour sortir de la prison – était tout autant agressif que déséquilibré (paragraphes 6, 35, 41, 42, 44 et 46 ci-dessus).", "Aussi le 25 novembre 1999, à la demande du procureur, il avait subi une examen psychiatrique puis été pris en charge à l’hôpital civil d’Eskişehir afin d’y recevoir un traitement de pointe pour délire paranoïde aigu, un syndrome caractéristique de la schizophrénie ; quatre jours plus tard, M. Geren a été autorisé à quitter l’hôpital, à condition de poursuive son traitement médicamenteux, sous peine de voir son état s’aggraver (paragraphe 7 ci-dessus).", "L’affaire Uçar c. Turquie, invoquée par le Gouvernement (paragraphes 71 et 72 ci-dessus), n’est donc pas pertinente pour l’examen du cas présent, feu M. Cemal Uçar n’ayant jamais fait l’objet d’un tel pronostic ni d’un suivi médical.", "91.  Dans la mesure où il était posé par un spécialiste, ce diagnostic est d’une grande importance, lorsqu’on se rappelle que chez les personnes schizophrènes, le risque de suicide est bien connu et élevé (Keenan, précité, § 94).", "92.  Retournant aux faits de la cause, la Cour note qu’une semaine après son retour au centre de détention de Pazaryeri, le comportement de M. Geren a recommencé à alerter les autorités quant à ses tendances paranoïdes, anxieuses et violentes (paragraphes 10-13 ci-dessus).", "Aussi, il a été jugé nécessaire de le transférer à la prison de Bilecik, du fait « de ses problèmes psychologiques » et parce qu’il risquait de mettre en danger « tant sa vie que celle d’autrui » ; à cette fin, A.G.D., le médecin de la prison Pazaryeri, a établi un rapport (no 169, versé au dossier personnel de l’intéressé), dans lequel il avisait l’établissement d’accueil que M. Geren devait être mis « sous surveillance, car souffrant de problèmes psychologiques » et envoyé dans un établissement hospitalier adéquat pour examen (paragraphe 14 ci-dessus).", "Pendant son transfèrement à Bilecik, M. Geren avait continué à tenir des propos inquiétants qui corroboraient ses peurs récurrentes d’être assassiné (paragraphe 42 ci-dessus). Il ressort clairement du dossier que tant le procureur de la République de Bilecik que l’administration de la prison d’accueil étaient également conscients des problèmes avérés de M. Geren, parce qu’ils disposaient de son dossier (paragraphes 15, 23, 25, 26 et 33 in fine ci-dessus).", "Nul ne pouvait donc nier que M. Geren manifestait des troubles mentaux suffisamment sévères pour qu’on redoutât qu’il mette en péril sa propre vie ou celle de tiers.", "93.  Que les autorités pénitentiaires concernées n’aient pas été vraiment en mesure d’évaluer l’imminence du risque de suicide (voir Tanrıbilir, précité, § 72 in fine ; Keenan, précité, §§ 92 et 95) que ces troubles pouvaient impliquer, importe peu. En effet, il s’agissait là d’un problème qui pouvait être aisément démêlé par le biais d’examens médicaux permettant de vérifier le tableau clinique de l’intéressé et, du même coup, le diagnostic posé auparavant, afin que des mesures de protection adéquates puissent être envisagées.", "Cependant, aucun examen n’est intervenu, en dépit de la prescription du médecin A.G.D. (paragraphes 15 et 40 ci-dessus) et de la règlementation (paragraphe 61 ci-dessus), alors que – contrairement à ce qu’avance le Gouvernement (paragraphe 68 ci-dessus) – pareille entreprise n’aurait assurément pas constitué un fardeau excessif pour les instances turques, tout en leur permettant de couper court aux doutes éventuels concernant l’« imprévisibilité » du comportement de M. Geren, que le Gouvernement a fait valoir (paragraphe 68 ci-dessus) devant la Cour (pour le principe, voir, Keenan, précité, § 89 ; Tanrıbilir, précité, § 71 ; Akdoğdu, précité, § 45 ; A.K. et V.K., précité, § 42 ; voir aussi, Younger, précitée).", "94.  A ce sujet, la Cour ne peut suivre le Gouvernement, ni du reste les autorités nationales, lorsqu’ils reprochent à M. Geren et à sa famille d’avoir omis de leur faire part d’une maladie mentale et/ou de leur procurer les médicaments y afférents (paragraphes 22 in fine, 28, 31, 33, 52, 69 in fine ci-dessus) ; les arguments tirés des difficultés matérielles, procédurales et bureaucratiques qui auraient empêché le transfèrement de M. Geren à un hôpital (paragraphes 52, 66 et 69 ci-dessus) ne résistent pas non plus à l’examen.", "En effet, dans les circonstances avérées de la présente affaire, c’est aux autorités seules qu’il appartenait, d’une part, de protéger la santé de M. Geren (pour le principe, Keenan, précité, § 110 et les références qui y figurent) et,  d’autre part, de prendre d’office les mesures préventives appropriées au titre de l’obligation positive en jeu en l’espèce, sans prétexter les défaillances fonctionnelles de leur administration, encore moins telle ou telle omission de la part de la requérante ; en tout état de cause, ces autorités n’avaient certainement pas à s’en remettre à la capacité de discernement déjà troublé de M. Geren, pour l’encadrer sur le plan médical (mutatis mutandis, Kılınç et autres c. Turquie, no 40145/98, §§ 51, 7 juin 2005 ;", "95.  Or, alors que son aptitude psychique demeurait encore incertaine et indécise, l’intéressé a été admis à la prison puis placé, seul, dans une cellule d’observation ; il a de surcroît été autorisé à disposer d’une ceinture et d’un drap (paragraphes 15 ci-dessus – comparer avec Tanrıbilir, précité, § 75).", "96.  Pour la Cour, ces manquements vont au-delà de simples erreurs de jugement ou d’imprudences et constituent une négligence en matière de précautions minimales inhérentes à la vie carcérale (paragraphe 88 in fine, ci-dessus).", "Cette situation a d’ailleurs marqué les évènements ultérieurs qui ont conduit à la mort de M. Geren. En fait, vu le caractère variable de son état psychique, celui-ci avait à l’évidence besoin d’une surveillance étroite (paragraphe 89 ci-dessus – mutatis mutandis, Keenan, précité, § 95, in fine, et Tanrıbilir, précité, §§ 78, 79) ; or rien ne démontre que les responsables pénitentiaires aient donné au personnel chargé de veiller le jour de l’incident, une instruction quelconque propre à parer à une aggravation subite de l’état de M. Geren, qui s’est finalement infligé la mort tout simplement à l’aide de sa ceinture (comparer avec Akdoğdu, précité, § 49; A.K. et V.K., § 46; Younger, précitée), à l’abri d’une surveillance quelconque.", "En effet, le seul type de contrôle effectué dans le bloc d’observation consistait à écouter de l’extérieur le portail d’accès, dont le soupirail n’offrait guère de visibilité sur la cellule no 3 où séjournait M. Geren. Faute de personnel suffisant, ce contrôle – dont même la régularité n’a pas été démontrée (comparer avec Keenan, précité, § 98) – était pratiqué par des gardiens qui en étaient chargés à titre accessoire ; en tout état de cause, la Cour n’est pas persuadée que ces gardiens auraient pu secourir M. Geren puisqu’ils ne disposaient même pas des clés dudit portail (paragraphes 17, 22, 34, 36 in fine et 47 ci-dessus).", "c)  Conclusion", "97.  Ces observations suffisent à la Cour pour conclure qu’il y a eu en l’espèce violation de l’article 2, dans le chef de feu M. Geren, faute pour les autorités pénitentiaires d’avoir fait ce qu’on pouvait raisonnablement attendre d’elles pour éviter la survenance du drame.", "98.  La Cour estime ainsi avoir statué sur la question juridique principale posée par la présente requête et, eu égard à l’ensemble des faits de la cause et des arguments des parties, elle considère qu’il ne s’impose plus d’examiner séparément les autres griefs tirés des exigences procédurales de l’article 2 ou du volet matériel de l’article 3 de la Convention (paragraphes 39 et 44 ci-dessus – voir, parmi beaucoup d’autres, Kamil Uzun c. Turquie, no 37410/97, § 64, 10 mai 2007).", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "99.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "100.  Au titre du préjudice matériel, la requérante réclame 120 000 nouvelles livres turques (YTL) pour la perte de soutien financier résultant de la mort de son fils et fait valoir à cet égard une expertise actuarielle privée. La requérante affirme aussi avoir dû payer à l’Etat 10 000 marks allemands, reliquat de la somme que son fils devait verser pour effectuer un service militaire de courte durée (paragraphe 9 ci-dessus). A cause de cette situation, la requérante explique avoir été obligée de fermer son magasin et de souscrire un crédit, perdant ainsi 30 000 YTL de revenus et s’exposant à 11 000 YTL d’impôt.", "La requérante évalue son préjudice moral à 50 000 euros (EUR), du fait du décès de son fils, dans des circonstances douteuses qui continuent à troubler ses pensées sur ce qui a réellement pu se passer.", "101.  Le Gouvernement invite la Cour à rejeter ces prétentions, exorbitantes, non documentées et fondées, du reste, sur des estimations fictives.", "102.  La Cour considère que la violation constatée au regard de l’article 2 (paragraphe 97 ci-dessus) présente un lien de causalité avec le préjudice matériel allégué en tant qu’elle porte sur la perte de soutien financier (voir, entre autres, Kılınç et autres, précité, § 61). Cependant, la demande étant quelque peu spéculative, la Cour statuera en équité, eu égard à l’ensemble des éléments en sa possession, comme le veut l’article 41. Elle considère que si, de son vivant, M. Geren devait apporter à sa famille une certaine contribution financière, celle-ci était sans doute accessoire, sachant que la requérante vivait de son commerce. En l’absence d’autres explications documentées, la Cour comprend mal pourquoi la requérante serait allée jusqu’à fermer son magasin et s’endetter pour régler les dettes de feu son fils : même à supposer que l’actif de la succession ne permît aucune désolidarisation de telles dettes, le droit turc autorisait la requérante à renoncer à la succession.", "Tout bien considéré, la Cour estime qu’il convient d’octroyer à la requérante une somme globale de 3 000 EUR, à ce titre.", "103.  En ce qui concerne le dommage moral, la Cour souligne que, si en l’espèce aucune méconnaissance de la Convention n’a été constatée dans le chef de la requérante, cela ne lui ôte pas la qualité de partie lésée au sens de l’article 41 de la Convention, dans la mesure où elle a indéniablement ressenti de l’angoisse et de la détresse face au décès de son fils, survenu dans des circonstances ayant entraîné la violation matérielle de l’article 2 (pour le principe, voir, ibidem, § 63).", "Tout bien considéré, la Cour décide donc d’accorder, en réparation du dommage moral, 10 000 EUR au total, à savoir 7 000 EUR que la requérante détiendra pour les ayants droit de feu M. Geren et 3 000 EUR qu’elle détiendra pour elle-même.", "B.  Frais et dépens", "104.  La requérante demande également le remboursement des sommes suivantes, pour les frais et dépens engagés tant devant les juridictions internes (selon le tarif du barreau de Bursa) que devant la Cour :", "  honoraires pour diverses consultations : 3 250 YTL ;", "  examen du dossier : 400 YTL ;", "  préparation de deux recours pénaux : 1 300 YTL ;", "  travaux préparatoires pour l’introduction de la requête : 650 YTL ;", "  préparation de la requête : 4 000 YTL ;", "  frais de déplacement : 360 YTL ;", "  frais de photocopies : 600 YTL ;", "  frais de traduction : 1800 YTL ;", "soit plus de 12 360 YTL au total (environ 7 000 EUR), sans compter les frais postaux.", "105.  Le Gouvernement estime que les conditions ne se trouvent pas réunies pour accorder une somme à ce titre.", "106.  La Cour rappelle qu’au regard de l’article 41 de la Convention seuls peuvent être remboursés les frais dont il est établi qu’ils ont été réellement exposés, qu’ils correspondaient à une nécessité et qu’ils sont d’un montant raisonnable (voir, entre autres, Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II).", "En l’espèce, il ressort des détails fournis ci-dessus qu’aux fins de la préparation de la présente affaire la requérante a certainement encouru des frais et dépens (Kılınç et autres, précité, § 66). Aussi la Cour lui accorde-t-elle 2 000 EUR, moins les 850 EUR déjà versés par le Conseil de l’Europe au titre de l’assistance judiciaire.", "C.  Intérêts moratoires", "107.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation matérielle de l’article 2 de la Convention, dans le chef de feu M. Geren ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner le restant des griefs ;", "", "4.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i. pour dommage matériel, 3 000 EUR (trois mille euros) ;", "ii. pour dommage moral, 10 000 EUR (dix mille euros) au total, à savoir 7 000 EUR (sept mille euros) que la requérante détiendra pour les ayants droit de feu M. Geren et 3 000 EUR (trois mille euros) qu’elle détiendra pour elle-même ;", "iii. pour frais et dépens, 1 150 EUR (mille cent cinquante euros) ;", "iv. tout montant pouvant être dû par l’intéressée à titre d’impôt sur lesdites sommes ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 octobre 2008, en application de l’article 77 §§ 2 et 3 du règlement.", "", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésidente"]}