{"file": "FRE_HFJUD_29865_96.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29865/96", "text_paragraphs": ["", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ÜNAL TEKELİ c. TURQUIE", "", "", "(Requête no 29865/96)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "16 novembre 2004", "", "", "", "DÉFINITIF", "", "16/02/2005", "", "", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Ünal Tekeli c. Turquie,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tM. Pellonpää,\n\t\tR. Türmen,\n\tMme\tV. Strážnická,\n\tMM.\tJ. Casadevall,\n\t\tS. Pavlovschi,\n\t\tJ. Borrego Borrego, juges,\net de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil les 13 janvier 2003 et 26 octobre 2004,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 29865/96) dirigée contre la République de Turquie et dont une ressortissante de cet Etat, Mme Ayten Ünal Tekeli (« la requérante »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 20 décembre 1995 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante, qui a été admise au bénéfice de l’assistance judiciaire, est représentée par Mme Aydan Demirel Ersezen, avocate à İzmir. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  La requérante alléguait que le refus des juridictions nationales de lui accorder l’autorisation de porter uniquement son nom de jeune fille a porté atteinte de manière injustifiable à son droit à la protection de la vie privée. Elle alléguait par ailleurs avoir été victime d’une discrimination en ce que seul l’homme marié peut porter son nom patronymique après le mariage. A cet égard, elle invoque l’article 8 de la Convention, pris isolément et combiné avec l’article 14.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11).", "5.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la quatrième section ainsi remaniée (article 52 § 1).", "7.  Par une décision du 1er juillet 2003, la chambre a déclaré la requête recevable.", "8.  Une audience s’est déroulée en public au Palais des Droits de l’Homme, à Strasbourg, le 13 janvier 2004 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement", "\tMmes\tDeniz Akçay,\tcoagente,\n\tBurçe Arı,\n\tIşık Batmaz Keremoğlu,\n\tBanur özaydın,\tconseillères ;", "–  pour la requérante", "\tMme\tAydan Demirel Ersezen, \tconseillère,\nM.\tHayati Torun,\tinterprète.", "", "La requérante a également assisté à l’audience.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  La requérante, Ayten Ünal Tekeli, est une ressortissante turque, née en 1965 et résidant à Izmir.", "10.  A la suite de son mariage le 25 décembre 1990, la requérante, stagiaire avocate à l’époque, acquit le nom de son mari en application de l’article 153 du code civil turc. Comme elle était connue sous son nom de jeune fille dans son milieu professionnel, elle continua d’utiliser celui-ci devant son nom de famille légal. Toutefois, elle ne pouvait utiliser ces deux noms en même temps sur les documents officiels.", "11.  Le 22 février 1995, la requérante formula un recours devant le tribunal de grande instance de Karşıyaka (« le tribunal de grande instance ») afin d’obtenir une autorisation pour pouvoir porter uniquement son nom de jeune fille, « Ünal ». Le 4 avril 1995, le tribunal de grande instance débouta la requérante de sa demande, faisant valoir qu’en vertu de l’article 153 du code civil turc la femme mariée doit porter le nom de son mari tout au long de sa vie d’épouse.", "12.  Le pourvoi en cassation formé par la requérante fut rejeté par la Cour de cassation le 6 juin 1995. Cette décision fut notifiée à la requérante le 23 juin 1995.", "13.  Par une des modifications apportées à l’article 153 du code civil le 14 mai 1997, la femme mariée a acquis le droit d’utiliser son nom de jeune fille avant le nom de famille de son mari. La requérante préféra ne pas avoir recours à cette possibilité, estimant que la modification concernée ne satisfaisait point à son exigence, c’est-à-dire utiliser comme nom de famille uniquement son nom de jeune fille.", "Le 22 novembre 2001 fut promulgué le nouveau code civil. Le libellé de son article 187 était identique à celui de l’ancien article 153.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "14.  Le code civil :", "Article 153 de l’ancien code civil (tel qu’en vigueur à l’époque des faits)", "« La femme mariée porte le nom de son époux. (...). »", "Article 153 de l’ancien code civil (tel que modifié par la loi no 4248 du 14 mai 1997), devenu l’article 187 du nouveau code civil promulgué le 22 novembre 2001", "« La femme mariée porte le nom de son époux. Toutefois, elle peut faire une déclaration écrite à l’officier d’état civil lors de la signature de l’acte de mariage ou au registre de l’état civil après le mariage, pour garder son nom de jeune fille placé avant son nom de famille (...). »", "15.  La Constitution :", "Article 10", "« Tous les individus sont égaux devant la loi sans distinction de langue, de race, de couleur, de sexe, d’opinion politique, de croyance philosophique, de religion ou de secte, ou distinction fondée sur des considérations similaires.", "(...) »", "Article 90", "« (...)", "Les conventions internationales dûment en vigueur ont force de loi. Leur constitutionnalité ne peut être contestée devant la Cour constitutionnelle. »", "Article 152", "« Si un tribunal estime dans le cadre d’un procès que les dispositions de la loi ou du décret-loi à appliquer sont contraires à la Constitution ou que l’exception d’inconstitutionnalité invoquée par l’une des parties est sérieuse, il surseoit à statuer jusqu’à ce que la Cour constitutionnelle se prononce à ce sujet.", "(...)", "La Cour constitutionnelle se prononce et rend son arrêt public dans les cinq mois de la date à laquelle elle a été saisie de l’affaire. Si l’arrêt n’a pas été rendu dans ledit délai, le tribunal statue sur l’affaire conformément aux dispositions de la loi en vigueur. Toutefois, si l’arrêt de la Cour constitutionnelle lui parvient avant que le jugement relatif au fond du procès ne soit devenu définitif, le tribunal est tenu de s’y conformer.", "(...). »", "16.  Après la modification de l’article 153 du code civil, le tribunal d’instance d’Ankara souleva une exception d’inconstitutionnalité de cette disposition devant la Cour constitutionnelle. Dans une décision du 29 septembre 1998 (E 1997/61, K 1998/59), la Cour rejeta cette exception pour les motifs suivants :", "« La règle selon laquelle la femme mariée porte le nom de son mari trouve son fondement dans certaines réalités sociales et consiste en une codification de certaines coutumes qui se sont formées depuis des siècles dans la société turque. Dans la doctrine du droit de la famille, il a été soutenu que la règle a pour but la protection de la femme, celle-ci ayant une nature plus délicate que l’homme, le renforcement des liens familiaux, la protection de la prospérité de l’union conjugale, l’empêchement d’une autorité bicéphale dans une même famille.", "Afin de protéger l’unité de la famille, le législateur a reconnu la primauté du nom du mari sur celui de la femme. Des considérations trouvant leur source dans l’intérêt et l’ordre public ont été déterminantes. Par ailleurs, selon la nouvelle disposition, la femme est désormais autorisée à garder son nom de jeune fille devant son nom de famille (...).", "En outre, la thèse de la contrariété de cette disposition à l’article 10 de la Constitution interdisant toute discrimination sexuelle n’est pas fondée non plus. Le principe d’égalité au sens de l’article 10 de la Constitution n’exprime pas la soumission de tout un chacun aux mêmes règles de droit. Les particularités de chaque personne ou chaque groupe de personnes peuvent raisonnablement justifier l’application de différentes règles de droit (...). »", "III.  DROIT INTERNATIONAL", "A.  Travaux du Conseil de l’Europe", "1.  Comité des Ministres", "17.  Deux textes du Comité des Ministres traitent du problème du nom de famille ou de l’égalité des sexes dans des contextes généraux : la Résolution (78) 37 du 27 septembre 1978 sur l’égalité des époux en droit civil (qui précède ledit Protocole) et la Recommandation R (85) 2 du 5 février 1985 relative à la protection juridique contre la discrimination fondée sur le sexe.", "Dans le premier texte, le Comité des Ministres observe que certaines formes de discrimination fondée sur le sexe existent encore dans la législation et la pratique des Etats membres et appelle notamment ceux-ci à éliminer toute discrimination à cet égard dans le choix du nom de famille et dans la transmission des noms des parents à leurs enfants. Le paragraphe 6 de la résolution propose plusieurs solutions dans ce sens :", "« 6.  (...) réglementer le nom de famille des époux de manière à éviter que l’un soit obligé par la loi de modifier son nom de famille pour adopter celui de l’autre et, pour ce faire, de suivre par exemple un des systèmes suivants :", "i.  choix d’un nom de famille commun en accord avec l’autre époux, en particulier le nom de famille d’un des époux ou le nom de famille composé par l’addition des noms de famille des époux ou un nom différent du nom de famille des époux ;", "ii.  conservation par chacun des époux du nom de famille qu’il portait avant le mariage ;", "iii.  formation d’un nom de famille du fait de la loi par l’addition des noms de famille des deux époux ; »", "Dans le second texte, le Comité des Ministres, conscient des inégalités existant encore dans ce domaine malgré les efforts importants accomplis par les Etats membres, recommande à ceux-ci d’adopter et de renforcer, le cas échéant, toutes les mesures qu’ils jugent utiles en vue d’obtenir cette égalité, entre autres, en ce qui concerne le nom de famille. Les mesures peuvent consister non seulement en des changements législatifs, mais aussi dans la mise en place de recours efficaces contre la discrimination devant les tribunaux, ainsi que de sanctions en cas de violation de ces dispositions. Elle prône aussi l’établissement de mécanismes adaptés pour promouvoir cette égalité (organe de médiation par exemple).", "2.  Assemblée parlementaire du Conseil de l’Europe", "18.  Dans sa Recommandation 1271 (1995) du 28 avril 1995 relative aux discriminations entre les hommes et les femmes pour le choix du nom de famille et la transmission du nom des parents aux enfants, l’Assemblée recommande au Comité des Ministres de recenser les Etats membres qui maintiennent des discriminations sexistes et de leur demander de prendre les mesures appropriées, entre autres, « pour assurer une égalité stricte en cas de mariage pour le choix éventuel d’un nom de famille commun aux deux époux » (no 5, ii).", "19.  Dans sa réponse du 3 avril 1996, le Comité des Ministres, tout en admettant des régimes juridiques propres à chaque pays en fonction « des mœurs et traditions locales », souligne que ceux-ci doivent exclure toute disposition discriminatoire. Dans cet esprit, il a transmis la recommandation aux gouvernements des Etats membres.", "20.  Dans sa Recommandation 1362 (1998) du 18 mars 1998, l’Assemblée estime insuffisante la transmission de sa recommandation de 1995 aux Etats membres. Elle invite le Comité des Ministres à demander à chaque Etat membre de lui préciser dans quel délai il s’engage à se mettre en conformité avec le principe de non-discrimination. Pour le reste, elle réitère ses recommandations précédentes.", "21.  En réponse, le Comité des Ministres précise, le 20 octobre 1998, qu’il partage les vues de l’Assemblée parlementaire à cet égard, et l’informe qu’il a transmis les deux recommandations au Comité européen de coopération juridique (CDCJ) et au Comité directeur pour l’égalité entre les femmes et les hommes (CDEG), afin qu’ils examinent la situation en détail et suggèrent les actions à entreprendre dans un délai raisonnable.", "3.  Comité européen de coopération juridique (CDCJ)", "22.  Le Comité avait déjà examiné les problèmes posés par le choix du nom de famille par les couples mariés en 1982-1983 pour donner suite à la recommandation no 2 de la XIIIe Conférence des ministres européens de la Justice. Dans son rapport final d’activité du 5 octobre 1983, concernant l’acquisition du nom de famille, le Comité concluait que la grande diversité de solutions retenues par les législations nationales rendait difficile une tentative d’harmonisation.", "23.  Le Comité a repris l’étude de la question en 1995, puis en 1999, après la transmission par le Comité des Ministres des deux recommandations de l’Assemblée parlementaire. L’examen de la question a été confié au Comité d’experts sur le droit de la famille (CJ-FA). Les experts de différents pays ont été invités à soumettre des observations sur l’état de la législation et de la pratique dans leurs pays. Des observations présentées par les différents gouvernements, il ressortait que de nombreux pays avait récemment réformé leur législation ou que cette reforme était à l’époque en cours pour d’autres pays (voir, par exemple, Albanie, CDCJ (99) 33, Suisse, CDCJ (99) 9, Turquie, CDCJ (99) 23). Les réformes allaient dans le sens d’une plus grande clarté et d’une égalité parfaite des hommes et des femmes devant la loi s’agissant du nom de famille.", "24.  Le Comité a examiné ces observations à la lumière de la Résolution (78) 37 et de la Recommandation R (85) 2 du Comité des Ministres. Tout en notant que les solutions proposées par ladite résolution étaient toujours valables, il a constaté que sa mise en œuvre par certains pays était encore incomplète, même si la plupart des pays avaient éliminé toute discrimination concernant les épouses par rapport au nom. Si l’existence de différentes coutumes et traditions empêchaient des solutions uniformes, le paragraphe 6 de la Résolution (78) 37 présentait un choix de solutions non discriminatoires. Le Comité proposait enfin au Comité des Ministres de fixer un délai afin que les Etats qui ne l’avaient pas encore fait procèdent à des réformes législatives.", "25.  Le Comité européen de coopération juridique a repris l’examen de la question sur la base de cette opinion. En 1995 il a constaté que certains Etats ne remplissaient pas les conditions contenues dans ladite résolution, notamment en ce qui concerne le nom commun d’un couple marié (Extrait du rapport de la 64e réunion du CDCJ, CDCJ (95) 76, Annexe III) et les invitait à réexaminer leurs lois en la matière. En outre, il les encourageait à appliquer le principe du paragraphe 1.g de l’article 16 de la Convention sur l’élimination de toute forme de discrimination à l’égard des femmes (Adoptée par l’Assemblée générale des Nations unies le 18 décembre 1979. Recueil des Traités, vol. 1249, 1981, no I-20379, pp. 24 et suiv.) et à retirer les réserves qu’ils avaient faites à cette disposition. Dans ses conclusions, le CDCJ estimait que la variété des coutumes et traditions locales devait être respectée, mais que les Etats concernés devraient être invités à prendre toute mesure nécessaire afin d’éviter toute discrimination entre les hommes et les femmes en la matière (nos 9 et 10).", "26.  Dans son projet d’avis adressé au Comité des Ministres en 1999, le CDCJ constate que plusieurs Etats ont modifié leur législation sur cette question récemment, mais que d’autres ne l’ont pas encore fait (no 4). Il estime que la diversité des coutumes et traditions locales doit être respectée, et qu’il n’y a pas lieu d’imposer un système uniforme. Or, le paragraphe 17 de la Résolution (78) 37 propose au choix de multiples solutions (no 5). Les Etats qui maintiennent des dispositions discriminatoires à l’égard des femmes par rapport au nom doivent prendre, aussitôt que possible, les mesures nécessaires afin d’éliminer ladite discrimination (no 6).", "B.  Nations unies", "27.  L’article 3 du Pacte International relatif aux droits civils et politiques (Adopté par l’Assemblée générale des Nations unies le 19 décembre 1966. Recueil des Traités, vol. 999, 1976, no 14668, pp. 187 et suiv.) prévoit que « les Etats parties au présent Pacte s’engagent à assurer le droit égal des hommes et des femmes de jouir de tous les droits civils et politiques énoncés dans le présent Pacte. » Cette exigence d’égalité est confirmée en ce qui concerne le mariage dans l’article 23, alinéa 4, dont le texte a servi de base à l’article 5 du Protocole no 7 à la Convention, que la Turquie n’a pas encore ratifié (voir ci-dessus) :", "« Les Etats parties au présent Pacte prendront les mesures appropriées pour assurer l’égalité de droits et de responsabilités des époux au regard du mariage, durant le mariage et lors de sa dissolution. En cas de dissolution, des dispositions seront prises afin d’assurer aux enfants la protection nécessaire. »", "Le Pacte a été ratifié par de nombreux Etats membres du Conseil de l’Europe, mais pas par la Turquie (elle l’a signé le 15 août 2000).", "28.  Le Comité des Droits de l’Homme des Nations unies a interprété l’article 23, alinéa 4, comme obligeant les Etats parties à assurer l’absence de discrimination entre les hommes et les femmes, notamment en relation avec le droit de chaque conjoint de conserver l’usage de son nom de famille original ou de participer sur un pied d’égalité au choix d’un nouveau nom de famille.", "29.  D’un autre côté, la Convention sur l’élimination de toutes les formes de discrimination à l’égard des femmes prévoit dans son article 16, alinéa 1.g :", "« Les Etats parties prennent toutes les mesures nécessaires pour éliminer la discrimination à l’égard des femmes dans toutes les questions découlant du mariage et dans les rapports familiaux et, en particulier, assure, sur la base de l’égalité de l’homme et de la femme :", "(...)", "g)  Les mêmes droits personnels au mari et à la femme, y compris en ce qui concerne le choix du nom de famille, d’une profession et d’une occupation ; »", "30.  De nombreux Etats membres du Conseil de l’Europe ont ratifié cette Convention, y compris la Turquie. Lors de sa ratification le 19 janvier 1986, ce pays avait présenté une réserve dans la mesure où certaines dispositions du code civil concernant les relations familiales pouvaient ne pas être compatibles avec les articles 15 et 16 de la Convention, entre autres l’article 16, alinéa 1.g. Par une déclaration du 20 septembre 1999, le gouvernement turc a retiré la réserve en question.", "31.  Le Comité chargé de l’application de cette Convention (cinquième partie, articles 17 et suiv.) a affirmé, dans des rapports concernant différents pays (Rapport du CEDAW du 1er mai 2000, A/55/38 part I (2000) 21, §§ 172-175 et Rapport du CEDAW du 20 avril 2001, A/56/38 part I (2001) 26, §§ 211-216), les droits de la femme en ce qui concerne le choix du nom de famille et la possibilité de garder son nom d’origine, si elle le souhaite.", "EN DROIT", "I.  SUR LES EXCEPTIONS PRÉLIMINAIRES DU GOUVERNEMENT", "32.  Le Gouvernement soulève deux exceptions préliminaires tirées, respectivement, du défaut de qualité de victime de la requérante et du non-respect du délai de six mois.", "A.  Sur la qualité de victime de la requérante", "33.  Le Gouvernement conteste à la requérante la qualité de victime au sens de l’article 34 de la Convention. Il fait observer qu’au moment du mariage, la requérante, qui était avocate stagiaire, n’était pas habilitée à exercer le métier d’avocat. Lorsqu’elle a commencé à exercer sa profession, elle avait déjà acquis le nom de son époux. Le Gouvernement maintient donc que le changement de nom de la requérante à la suite du mariage ne pouvait pas lui poser de problèmes dans sa vie professionnelle.", "34.  La requérante soutient que c’est dans la période de stage judiciaire que le candidat établit ses premiers liens professionnels et que cette période ne peut être séparée du reste de la carrière. Elle fait valoir en outre qu’au-delà de l’aspect professionnel, le nom revêt une importance particulière dans la construction identitaire d’une personne. L’obligation pour la requérante de changer son nom de jeune fille en raison du mariage aurait donc donné lieu à une rupture irréversible avec son passé.", "35.  La Cour n’a pas à se prononcer sur le point de savoir si l’obligation pour l’intéressée de changer son nom patronymique en raison du mariage intervenu à une époque où elle était stagiaire avocate, peut avoir un certain effet nuisible sur sa vie professionnelle ultérieure. Elle rappelle qu’outre sa vie professionnelle ou commerciale, le nom de famille concerne et identifie une personne dans sa vie privée et familiale dans sa capacité de nouer et développer des relations sociales, culturelles ou autres avec ses semblables (voir, mutatis mutandis, Niemietz c. Allemagne, arrêt du 16 décembre 1992, série A no 251B, § 29). La Cour estime qu’en l’espèce, l’interdiction opposée à la requérante de faire usage du seul nom de famille Ǘnal, sous lequel, d’après ses dires, elle s’est faite connaître de son entourage privé et dans ses activités culturelles ou politiques peut influencer ses activités non professionnelles de manière non négligeable.", "La requérante est donc victime des décisions incriminées (voir, dans le même sens, Burghartz c. Suisse, arrêt du 22 février 1994, série A no 280B, § 18).", "", "B.  Sur le respect de la règle de six mois", "36.  Le Gouvernement excipe du non-respect de la règle de six mois. D’après lui, étant donné que la situation incriminée découle de la législation interne, les juridictions nationales n’étaient pas en mesure de faire droit à la demande de la requérante. Dans ces conditions, la requête aurait dû être introduite dans les six mois à partir de la date du mariage, à savoir le 25 juin 1991 au plus tard.", "37.  La Cour rappelle que là où aucun recours interne n’est possible pour dénoncer un acte censé violer la Convention, le délai de six mois commence en principe à courir le jour où l’acte incriminé a été accompli ou le jour auquel un requérant a eu à pâtir directement de cet acte. Toutefois, des considérations spéciales pourraient trouver à s’appliquer dans des cas exceptionnels où des requérants auraient d’abord exercé un recours interne et auraient pris conscience ultérieurement des circonstances rendant ce recours ineffectif. En pareil cas, la période de six mois pourrait se calculer à compter du moment où la requérante a pris connaissance de ces circonstances (Aydın c. Turquie (déc.), nos 28293/95, 29494/95 et 30219/96, CEDH 2000III (extraits)).", "38.  En l’espèce, il est vrai que la situation contestée devant la Cour était en fait en conformité avec les dispositions de l’article 153 du code civil. Cependant, la Cour relève que dans la procédure devant les juridictions internes, ces dernières auraient pu appliquer directement les dispositions de la Convention, qui fait d’ailleurs partie intégrante du droit interne en vertu de l’article 90 de la Constitution, ou soulever une exception d’inconstitutionnalité de l’article 153 du code civil (au regard de l’article 152 de la Constitution) et finalement elles auraient pu faire droit à la demande de la requérante. En conséquence, à supposer même que ce recours présentait une faible chance de succès, ainsi qu’il est allégué en l’espèce, son introduction ne constituait pas une initiative futile ; partant, il a eu au moins pour effet de reporter le point de départ du délai de six mois (voir, mutatis mutandis, A. c. France, arrêt du 23 novembre 1993, série A no 277-B, § 30).", "Il convient dès lors de rejeter cette exception du Gouvernement.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC SON ARTICLE 8", "39.  La requérante soutient que le refus des autorités nationales de lui accorder la permission de porter uniquement son nom de jeune fille après le mariage emporte violation de l’article 8 de la Convention, pris isolément et combiné avec son article 14.", "Aux termes du premier de ces textes,", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "Le second précise ce qui suit :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l’origine nationale ou sociale, l’appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "40.  Vu la nature des allégations formulées, la Cour juge approprié de se placer directement sur le terrain de l’article 14 de la Convention combiné avec son article 8.", "A.  Applicabilité", "41.  Le Gouvernement conteste l’applicabilité de l’article 8 de la Convention en l’espèce. Il fait valoir que le choix du nom ne relève pas entièrement du choix individuel des personnes et que les Etats bénéficient d’une large marge d’appréciation en la matière. Selon le Gouvernement, la législation sur l’attribution des noms doit rester du domaine de l’Etat et n’entre pas dans le champ d’application de la Convention.", "42.  La Cour rappelle que l’article 8 de la Convention ne contient pas de disposition explicite en matière de nom, mais qu’en tant que moyen d’identification personnelle et de rattachement à une famille, le nom d’une personne n’en concerne pas moins la vie privée et familiale de celle-ci. Que l’Etat et la société aient intérêt à en réglementer l’usage ne suffit pas pour exclure la question du nom d’une personne du domaine de la vie privée et familiale, conçue comme englobant, dans une certaine mesure, le droit pour l’individu de nouer des relations avec ses semblables (Burghartz précité, § 24).", "L’objet du grief tombe donc dans le champ d’application de l’article 8 de la Convention.", "", "", "", "", "", "B.  Observation de l’article 14 de la Convention combiné avec son article 8", "1.  Arguments des parties", "43.  La requérante reproche aux autorités de lui avoir refusé l’autorisation de porter uniquement son nom patronymique après le mariage alors que le droit turc en accorde la possibilité aux époux. Il en résulterait une discrimination fondée sur le sexe et incompatible avec les articles 8 et 14 de la Convention combinés.", "44.  Le Gouvernement reconnaît qu’il s’agit d’une différence de traitement fondée sur le sexe. Elle reposerait toutefois sur des motifs objectifs et raisonnables qui lui ôteraient tout caractère discriminatoire.", "45.  Se référant à l’arrêt Burghartz précité, il soutient qu’il existe un rapport entre l’unité familiale et le nom de famille et qu’en prévoyant que le mari donne son nom à la famille, le législateur turc a opté pour une solution traditionnelle visant à manifester l’unité de la famille à travers celle du nom. Selon le Gouvernement, l’unité familiale constitue un argument d’ordre public, et la vie privée cesse là où l’individu entre en contact avec la vie publique.", "46.  Invoquant la décision de la Cour constitutionnelle du 29 septembre 1998 (E 1997/61, K 1998/59, voir ci-dessus), le Gouvernement fait valoir que la différence de traitement fondée sur le sexe en la matière se justifie face à la réalité sociale de la Turquie. Rappelant que « 68,8 % des femmes jouissent d’une liberté économique très limitée », le Gouvernement argue que l’établissement d’un nom commun à travers le nom du mari est prévue afin de renforcer la situation de la femme au sein de la famille.", "47.  Par ailleurs, le Gouvernement rappelle que suite à l’amendement de l’article 153 du code civil le 14 mai 1997, la femme mariée a désormais la possibilité de garder son nom de jeune fille placé avant son nom de famille.", "48.  Le Gouvernement fait également valoir les grandes difficultés que causerait un changement du système de registres d’état civil.", "", "2.  Appréciation de la Cour", "a.  Principes applicables", "49.  La Cour rappelle que l’article 14 de la Convention offre une protection contre une discrimination dans la jouissance des droits et libertés garantis par les autres clauses normatives de la Convention. Toute différence de traitement n’emporte toutefois pas automatiquement violation de cet article. Il faut établir que des personnes placées dans des situations analogues ou comparables en la matière jouissent d’un traitement préférentiel, et que cette distinction est discriminatoire (voir par exemple, National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society c. Royaume-Uni, arrêt du 23 octobre 1997, Recueil 1997-VII, § 88).", "50.  Selon la jurisprudence de la Cour, une distinction est discriminatoire au sens de l’article 14 si elle manque de justification objective et raisonnable. L’existence d’une pareille justification doit s’apprécier par rapport au but et aux effets de la mesure considérée, eu égard aux principes qui prévalent généralement dans les sociétés démocratiques. Une distinction de traitement dans l’exercice d’un droit consacré par la Convention ne doit seulement poursuivre un but légitime ; l’article 14 est également violé lorsqu’il est clairement établi qu’il n’existe pas de « rapport raisonnable de proportionnalité entre les moyens employés et le but visé » (par exemple, Petrovic c. Autriche, arrêt du 27 mars 1998, Recueil 1998-II, § 30 et Lithgow et autres c. Royaume-Uni, arrêt du 8 juillet 1986, série A no 102, § 177).", "51.  En d’autres termes, la notion de discrimination englobe d’ordinaire les cas dans lesquels un individu ou un groupe se voit, sans justification adéquate, moins bien traité qu’un autre, même si la Convention ne requiert pas le traitement plus favorable (Abdulaziz, Cabales et Balkandali c. Royaume-Uni, arrêt du 28 mai 1985, série A no 94, § 82). En effet, l’article 14 n’empêche pas une distinction de traitement si elle repose sur une appréciation objective de circonstances de fait essentiellement différentes et si, s’inspirant de l’intérêt public, elle ménage un juste équilibre entre la sauvegarde des intérêts de la communauté et le respect des droits et libertés garantis par la Convention (voir parmi d’autres, G.M.B. et K.M. c. Suisse (déc.), no 36797/97, 27 septembre 2001).", "52.  Les Etats contractants jouissent d’une certaine marge d’appréciation pour déterminer si et dans quelle mesure des différences entre des situations à d’autres égards analogues justifient des distinctions de traitement juridique. Son étendue varie selon les circonstances, les domaines et le contexte (Rasmussen c. Danemark, arrêt du 28 novembre 1984, série A no 87, § 40 et Inze c. Autriche, arrêt du 28 octobre 1987, série A no 126, § 41).", "53.  Toutefois, seules des considérations très fortes peuvent amener à estimer compatible avec la Convention une différence de traitement fondée exclusivement sur le sexe (voir Schuler-Zgraggen c. Suisse, arrêt du 24 juin 1993, série A no 263, § 67).", "54.  La Convention étant avant tout un mécanisme de protection des droits de l’homme, la Cour doit tenir compte de l’évolution de la situation dans l’Etat défendeur et dans les Etats contractants en général et réagir, par exemple, au consensus susceptible d’apparaître quant aux normes à atteindre (voir, mutatis mutandis, l’arrêt Stafford c. Royaume-Uni [GC], no 46295/99, § 68, CEDH 2002IV).", "b.  Sur l’existence d’une distinction de traitement entre des personnes placées dans des situations analogues", "55.  Le grief de la requérante concerne le fait que selon la loi, la femme mariée ne peut porter exclusivement son nom de jeune fille après le mariage, alors que l’homme marié garde son nom de famille tel qu’il l’était avant le mariage. Cela constitue indubitablement une « distinction de traitement », fondée sur le sexe, entre personnes placées dans des situations analogues.", "56.  Les différences de fait entre les deux catégories (hommes mariés et femmes mariées) invoquées par le Gouvernement, à savoir celles tenant à leur situation sociale et leur indépendance économique respectives, ne conduisent pas la Cour à une conclusion différente.", "C’est précisément cette distinction qui se trouve au coeur de la question de savoir si la différence de traitement dénoncée peut se justifier.", "c.  Sur l’existence d’une justification objective et raisonnable", "57.  Pour le Gouvernement, l’ingérence litigieuse visait le but légitime de manifester l’unité de la famille à travers celle du nom de famille emprunté à l’époux et ainsi, assurer l’ordre public. La requérante réfute cet argument.", "58.  La Cour rappelle que si les Etats contractants jouissent, au regard de la Convention, d’une certaine marge d’appréciation en ce qui concerne les mesures à prendre afin de manifester l’unité de la famille, l’article 14 exige que toute mesure de ce type s’applique en principe dans les mêmes conditions aux hommes et aux femmes, sauf à produire des raisons impérieuses justifiant une différence de traitement.", "En l’espèce, la Cour n’est pas convaincue de l’existence de pareilles raisons.", "59.  La Cour rappelle en premier lieu que la progression vers l’égalité des sexes est aujourd’hui un but important des Etats membres du Conseil de l’Europe. Deux textes du Comité des Ministres, la Résolution (78) 37 du 27 septembre 1978 sur l’égalité des époux en droit civil, ainsi que la Recommandation R (85) 2 du 5 février 1985 relative à la protection juridique contre la discrimination fondée sur le sexe, en sont des principaux exemples. Ces textes appellent les Etats membres notamment à éliminer toute discrimination fondée sur le sexe dans le choix du nom de famille. Cet objectif a été également énoncé lors de travaux de l’Assemblée parlementaire (paragraphes 19-22 ci-dessus) et le Comité européen de la coopération juridique (paragraphes 23-27 ci-dessus).", "60.  A l’échelle internationale, les développements au sein des Nations unies quant à l’égalité des sexes se dirigent dans ce domaine spécifique vers la reconnaissance du droit pour chaque conjoint de conserver l’usage de son nom de famille original ou de participer sur un pied d’égalité au choix d’un nouveau nom de famille (paragraphes 23-27 ci-dessus).", "61.  Par ailleurs, la Cour constate qu’un consensus se dessine au sein des Etats contractants du Conseil de l’Europe quant au choix du nom de famille des époux sur un pied d’égalité.", "Parmi les Etats membres du Conseil de l’Europe, la Turquie est le seul pays qui impose légalement - même si le couple prévoit une autre formule - le nom du mari en tant que nom du couple, et donc la perte automatique par la femme de son nom d’origine lors d’un mariage. La femme mariée en Turquie ne peut utiliser uniquement son nom de jeune fille, même s’il y a consentement mutuel entre les conjoints à cet effet. La possibilité reconnue par le législateur turc en novembre 2001 d’utiliser son nom de jeune fille en le plaçant devant le nom de son mari n’y change rien. Les intérêts des femmes mariées qui ne désirent pas que le mariage ait des effets sur leur nom n’ont pas été pris en considération.", "62.  La Cour observe par ailleurs que la Turquie ne se situe pas en dehors de la tendance générale de placer l’homme et la femme sur un pied d’égalité dans la famille. Avant les modifications législatives en la matière, notamment celles du 22 novembre 2001, la place de l’homme dans la famille était primordiale. La manifestation de l’unité de la famille par le nom de l’époux était en conformité avec la conception traditionnelle de famille maintenue jusqu’à cette date par le législateur turc. Or, les réformes du 22 novembre 2001 avaient pour but de mettre la femme mariée sur un pied d’égalité avec son époux dans la représentation du couple, les activités économiques et les décisions à prendre pour la famille et les enfants. Entre autres, le rôle de chef de famille de l’époux a été supprimé ; chacun des époux a acquis le pouvoir de représenter la famille. Cependant, malgré la promulgation en 2001 du nouveau code civil, les dispositions concernant le nom de famille après le mariage, notamment celles imposant à la femme mariée le port obligatoire du patronyme de son mari, sont restées inchangées.", "63.  La première question qui se pose à la Cour est celle de savoir si la tradition de manifester l’unité de la famille à travers celle du patronyme de l’époux peut être considérée comme un élément déterminant dans la présente affaire. Il est vrai que cette tradition trouve ses origines dans le rôle primordial de l’homme et le rôle secondaire de la femme dans la famille. Or la progression vers l’égalité des sexes dans les Etats membres du Conseil de l’Europe, y compris la Turquie, et en particulier l’importance attachée au principe de non discrimination empêchent aujourd’hui les Etats d’imposer cette tradition aux femmes mariées.", "64.  Dans ce contexte, il échet de se souvenir que si l’unité de la famille peut être manifestée par le choix du patronyme de l’époux comme nom de famille, elle peut aussi bien être manifestée par le choix de celui de l’épouse, ou par un nom commun choisi par le couple (Burghartz précité, § 28).", "65.  La deuxième question à laquelle la Cour est invitée à répondre est celle de savoir si l’unité de la famille doit être manifestée par un nom de famille commun et, en cas de désaccord entre les époux sur celui-ci, si le patronyme d’un époux peut être imposé à l’autre.", "66.  La Cour observe sur ce point que, selon la pratique des Etats contractants, il est parfaitement concevable que l’unité de la famille soit préservée et consolidée lorsqu’un couple marié choisit de ne pas porter un nom de famille commun. L’observation des systèmes applicables en Europe ne permet pas de parvenir à un constat différent. En fait, il n’a pas été démontré par le Gouvernement dans le cadre de la présente affaire que l’absence de manifestation de l’unité de la famille par un nom de famille commun risquerait d’entraîner des difficultés concrètes ou notables pour les époux et/ou pour les tierces personnes ou une atteinte à l’intérêt public. Dans ces circonstances, la Cour estime que l’obligation faite à la femme mariée, au nom de l’unité de la famille, de porter le patronyme de son mari, même si elle peut le faire précéder par son nom de jeune fille, manque de justification objective et raisonnable.", "67.  La Cour ne sous-estime pas les importantes répercussions qu’un changement du système, à savoir le passage d’un système traditionnel de nom de famille basé sur le patronyme de l’époux à d’autres systèmes, permettant soit à chacun des époux de garder son nom patronymique, soit au couple de choisir librement un nom de famille commun, aura inévitablement dans la tenue des registres d’état civil. Cependant, elle considère qu’on peut raisonnablement exiger de la société qu’elle accepte certains inconvénients afin de permettre à des personnes de vivre dans la dignité et le respect, conformément au nom qu’elles ont choisi (voir, mutatis mutandis, Christine Goodwin c. Royaume-Uni [GC], no 28957/95, § 91, CEDH 2002-VI).", "68.  En conséquence, l’objectif de traduire l’unité de la famille par un nom de famille commun ne saurait justifier la différence de traitement fondée sur le sexe, incriminée en l’espèce.", "Partant, la différence de traitement litigieuse méconnaît l’article 14 combiné avec l’article 8.", "69.  Eu égard à cette conclusion, la Cour ne juge pas nécessaire de rechercher s’il y a eu aussi violation de l’article 8 pris isolément.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "70.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "71.  La requérante allègue avoir subi un préjudice moral qu’elle évalue à 15 000 euros (EUR).", "72.  Le Gouvernement conteste cette prétention.", "73.  La Cour considère qu’il appartient à l’Etat turc de mettre en œuvre, en temps utile, des mesures appropriées pour satisfaire, en conformité avec le présent arrêt, aux obligations qui lui incombent d’assurer à chaque conjoint, dont la requérante, le droit de conserver l’usage de son propre nom de famille ou de participer sur un pied d’égalité au choix du nom de sa famille.", "Certes, la requérante a sans aucun doute éprouvé de la détresse et de l’anxiété par le passé, mais c’est l’impossibilité, en droit turc, pour les femmes mariées de conserver leurs noms de jeune fille qui se trouve au cœur des griefs formulés dans la présente affaire. La Cour n’estime donc pas opportun d’allouer une indemnité à la requérante, étant entendu que, dans les circonstances de l’espèce, le constat de violation – avec les conséquences qui en découlent pour l’avenir – peut passer pour constituer une satisfaction équitable.", "B.  Frais et dépens", "74.  La requérante demande également 1 750 EUR pour les frais et dépens encourus devant les juridictions internes et la Cour. Elle se réfère à la résolution no 36 du 24 juin 2003 du conseil d’administration du barreau d’İzmir (tarif valable du 1er juillet 2003 au 31 décembre 2003).", "75.  Compte tenu des éléments en sa possession et de sa jurisprudence en la matière, la Cour accorde à la requérante 1 750 EUR.", "C.  Intérêts moratoires", "76.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Rejette les exceptions préliminaires du Gouvernement ;", "", "2.  Dit que la requérante peut se prétendre « victime » aux fins de l’article 34 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 14 de la Convention combiné avec son article 8 ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner la requête sous l’angle de l’article 8 de la Convention, pris isolément ;", "", "5.\tDit que le constat d’une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par la requérante ;", "", "6.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 1 750 EUR (mille sept cent cinquante euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt et à convertir en livres turques au taux applicable à la date du règlement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "7.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 novembre 2004 en application de l’article 77 §§ 2 et 3 du règlement.", "\tMichael O’Boyle\tNicolas Bratza\n\tGreffier\tPrésident", "", ""]}