{"file": "FRE_CLINF_29221_95.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "29221/95", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 35", "Octobre 2001", "Stankov et Organisation macédonienne unie Ilinden c. Bulgarie - 29221/95 et 29225/95", "Arrêt 2.10.2001 [Section I]", "Article 11", "Article 11-1", "Liberté de réunion pacifique", "Restrictions imposées s’agissant de réunions publiques tenues par une association: violation", "En fait: La seconde requérante est une association fondée en 1990 pour rassembler tous les Macédoniens de Bulgarie et obtenir la reconnaissance de la minorité macédonienne vivant en Bulgarie. Le premier requérant était président d’une section de l’association à l’époque des faits. Le tribunal régional refusa la demande d’immatriculation émanant de l’association requérante et la Cour suprême rejeta son appel au motif que les buts visés étaient dirigés contre l’unité de la nation et donc contraires à la Constitution. En 1994 et 1995, l’association demanda l’autorisation de tenir une réunion en en lieu précis pour commémorer un événement historique. Cette autorisation lui fut refusée sans explication et le tribunal de district rejeta les recours formés par elle au motif que ladite réunion mettrait l’ordre public en péril. L’association se vit refuser en 1997 une demande similaire au motif qu’elle n’était pas une « organisation légitime » et le tribunal de district rejeta son appel, jugeant qu’elle n’était pas dûment immatriculée et qu’on ne savait pas clairement qui avait organisé cet événement, d’où un manque de clarté mettant l’ordre public en péril. En 1995 et 1997, l’association demanda également l’autorisation de tenir une réunion près de la tombe d’un personnage historique. L’autorisation fut refusée en 1995 au motif que l’association n’était pas dûment enregistrée; il fut néanmoins permis à ses sympathisants de se rendre sur la tombe et de déposer une gerbe, mais non d’emporter des affiches, bannières ou instruments de musique ou de prononcer des discours. L’association essuya un nouveau refus en 1997 et son recours ne fut pas examiné parce qu’elle n’était pas enregistrée. Le Gouvernement soumit des éléments qui, à son avis, prouvaient que l’association visait des buts séparatistes et indiquaient que certains de ses membres étaient armés.", "En droit: Exceptions préliminaires du Gouvernement – L’article 35 § 4 in fine de la Convention, qui permet à la Cour de déclarer une requête irrecevable à tout stade de la procédure, ne veut pas dire qu’un Etat peut soulever une question de recevabilité à n’importe quel stade de la procédure s’il pouvait le faire à un stade antérieur ou réitérer une exception précédemment rejetée. Pour les affaires relevant de l’article 5 § 3 in fine du Protocole n° 11, aux termes duquel les requêtes déclarées recevables par la Commission sans qu’elle en ait terminé l’examen sont traitées par la Cour en tant que « requêtes recevables », la Cour ne revient sur la question de la recevabilité qu’en cas de circonstances spéciales. En l’espèce, le Gouvernement a essentiellement réitéré les exceptions que la Commission avait rejetées après avoir étudié les arguments de manière approfondie et donné une motivation complète. Par ailleurs, il n’existe pas d’élément nouveau justifiant un réexamen de la recevabilité.", "Article 11 – La notion de « réunion pacifique » n’englobe pas une manifestation dont les organisateurs et participants sont animés d’intentions violente. Etant donné qu’en l’espèce, les personnes ayant organisé les réunions interdites n’avaient pas de telles intentions, l’article 11 est applicable. De plus, il y a incontestablement eu ingérence dans le droit à la liberté de réunion des deux requérants. Les motifs d’interdiction ont varié; si la non-immatriculation ne peut, en droit interne, être invoquée pour justifier une interdiction, les autorités ont également mentionné le danger pour l’ordre public, qui est un motif prévu en droit interne. On peut donc considérer que l’ingérence était « prévue par la loi ». Compte tenu de l’ensemble des éléments disponibles, on peut admettre que l’ingérence visait à protéger un ou plusieurs des intérêts cités par le Gouvernement (protection de la sécurité nationale et de l’intégrité territoriale, protection des droits et libertés d’autrui et de l’ordre public, défense de l’ordre et prévention du crime). Quant à la nécessité de l’ingérence, l’article 11 doit s’envisager à la lumière de l’article 10, la protection des opinions et de la liberté de les exprimer constituant l’un des objectifs de la liberté de réunion et d’association. Pareil lien est particulièrement pertinent lorsque, comme en l’espèce, l’intervention des autorités venait au moins en partie en réaction à l’expression d’opinions ou de déclarations. De surcroît, la liberté de réunion protège une manifestation risquant d’offenser les personnes opposées aux idées qu’elle entend défendre. Les habitants d’une région sont autorisés à fonder des associations visant à promouvoir les spécificités de cette région et le fait qu’une association se prévale d’une conscience minoritaire ne saurait en soi justifier une ingérence dans les droits garantis par l’article 11. Le programme d’une organisation peut dissimuler des objectifs différents de ceux affichés, ce pourquoi il est nécessaire d’en comparer le contenu avec les actes de l’organisation. Il est à cet égard essentiel de déterminer s’il y a eu appel à la violence ou rejet des principes démocratiques. Toutefois, s’appuyer automatiquement sur le fait qu’une organisation s’est vu refuser son immatriculation pour inconstitutionnalité ne saurait suffire à justifier une pratique consistant à interdire systématiquement les réunions pacifiques, raison pour laquelle il faut en l’occurrence examiner les motifs invoqués pour justifier l’ingérence. Premièrement, si une action armée avait été en préparation, le Gouvernement aurait pu avancer des raisons plus convaincantes à cet égard. Deuxièmement, il n’existe aucune preuve de ce que les requérants ont provoqué des troubles graves: seul un péril hypothétique a été évoqué et le risque d’incidents mineurs ne justifiait pas d’interdire les réunions. Troisièmement, s’il n’était pas déraisonnable de la part des autorités de soupçonner certains dirigeants de l’association ou des groupes apparentés de nourrir des opinions séparatistes les portant à prévoir que des slogans séparatistes seraient diffusés lors des réunions, le fait d’exiger des modifications constitutionnelles et territoriales majeures ne saurait justifier une interdiction automatique de la liberté de réunion, car de telles exigences ne signifient pas automatiquement une menace pour l’intégrité territoriale ou la sécurité nationale du pays. Des mesures radicales visant à supprimer préventivement la liberté de réunion et d’expression dans des cas où il n’y a pas eu incitation à la violence ou rejet des principes démocratiques desservent la démocratie, voire la mettent en danger. En conséquence, l’éventualité que des déclarations séparatistes soient prononcées lors de réunions ne suffit pas à justifier leur interdiction. Le Gouvernement a affirmé que des signes montraient que l’association poursuivrait ses objectifs par la violence, mais le refus d’immatriculation n’en a pas fait mention et, dans la plupart de ses déclarations, l’association a expressément rejeté la violence. Partant, rien ne montrait que les réunions risquaient d’être un tremplin pour la propagation de la violence et le rejet de la démocratie et d’avoir ainsi un impact négatif, justifiant leur interdiction. De plus, ce n’est pas parce que l’enjeu portait sur des symboles nationaux et l’identité nationale qu’il y a lieu d’accorder une marge d’appréciation plus large. Les autorités ont en effet le devoir de veiller avec une vigilance particulière à ce que l’opinion publique nationale ne soit pas protégée aux dépens de l’expression d’opinions minoritaires, aussi impopulaires soient-elles. Enfin, pour ce qui est de la portée de l’ingérence, il apparaît que le lieu et la date des réunions revêtaient pour les requérants une importance cruciale. Les autorités ont eu recours à des mesures visant à empêcher la diffusion des opinions des requérants dans des circonstances où il n’y avait pas de risque réel d’action violente, d’incitation à la violence ou de toute autre forme de rejet des principes démocratiques. Elles ont donc outrepassé leur marge d’appréciation. Dès lors, les mesures d’interdiction des réunions n’étaient pas nécessaires dans une société démocratique.", "Conclusion: violation (6 voix contre 1).", "Article 41 – La Cour octroie aux requérants 40 000 francs français pour dommage moral ainsi qu’une certaine somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}