{"file": "FRE_CLINF_5193_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "5193/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 146", "Novembre 2011", "X et Y c. Croatie - 5193/09", "Arrêt 3.11.2011 [Section I]", "Article 6", "Procédure civile", "Article 6-1", "Procès équitable", "Absence de garanties procédurales dans le cadre d’une procédure visant à déchoir la requérante de sa capacité juridique: violation", "", "Article 8", "Article 8-1", "Respect de la vie privée", "Introduction non justifiée d’une procédure visant à déchoir la requérante de sa capacité juridique: violation", "", "En fait – Les requérantes, mère et fille, ont vécu ensemble jusqu’en 2006, année où la première d’entre elles fut placée en maison de retraite en raison de son âge et de la maladie dont elle souffrait. En 2008, les services sociaux nommèrent la nièce de la première requérante curatrice ad litem et ouvrirent une procédure tendant à déchoir l’intéressée de sa capacité juridique. Un rapport psychiatrique fondé sur un rapport médical établi en 2002 et un entretien conclut que la première requérante était incapable de s’occuper d’elle-même et de faire valoir ses droits et intérêts. La seconde requérante, qui avait contesté la désignation de la nièce de sa mère en qualité de curatrice ad litem ainsi que le rapport d’expertise, et qui avait produit un mandat de représentation de sa mère, ne fut pas informée de la date à laquelle l’affaire avait été audiencée. En août 2008, un tribunal déchut la mère de l’intéressée de sa capacité juridique en se fondant sur les informations dont il disposait ainsi que sur le rapport d’expertise. Cette décision ne fut jamais notifiée aux requérantes.", "En septembre 2008, les services sociaux désignèrent un curateur ad litem pour représenter la seconde requérante et diligentèrent une procédure tendant à la déchoir de sa capacité juridique au motif qu’elle souffrait de dystrophie musculaire ainsi que de troubles mentaux qui l’empêchaient de s’occuper d’elle-même. Les services sociaux alléguèrent en outre qu’elle se montrait excessivement protectrice à l’égard de sa mère, qu’elle se plaignait sans cesse des soins administrés à cette dernière dans la maison de retraite et qu’elle s’était vivement opposée à la procédure par laquelle sa mère avait été déchue de sa capacité juridique. Un psychiatre établit un rapport d’expertise portant sur la seconde requérante à partir d’un entretien téléphonique d’une heure qu’il avait eu avec elle. L’intéressée fut également entendue par le tribunal saisi de son affaire. La procédure était toujours pendante au moment où la Cour a rendu son arrêt.", "En droit – Article 6 § 1 : la première requérante n’a jamais été informée de la procédure tendant à la déchoir de sa capacité juridique. Elle n’a jamais été citée à comparaître pour être entendue et le juge responsable de la procédure ne l’a jamais rencontrée. Dans ces conditions, elle a été privée de toute possibilité de participer en personne à la procédure. Bien que celle-ci ait été conduite dans le respect du droit interne, la Cour considère que les juges appelés à rendre des décisions ayant de graves répercussions sur la vie privée des personnes, telles que celles conduisant à la déchéance de la capacité juridique, doivent en principe établir un contact personnel avec les intéressées. Par ailleurs, toute décision fondée sur l’appréciation de la santé mentale d’une personne doit également être étayée par des preuves médicales pertinentes. Cela étant, c’était au juge, non au psychiatre, qu’il incombait en définitive d’apprécier tous les faits pertinents et de décider si une mesure aussi radicale était nécessaire dans l’affaire dont il était saisi. Le psychiatre auteur du rapport médical n’avait examiné la première requérante qu’une seule fois avant de conclure qu’elle était gravement malade, alitée, et entièrement dépendante de l’aide de tiers. Aux yeux de la Cour, il aurait cependant été préférable que le juge en charge de la procédure eût vérifié que les conclusions en question n’étaient pas arbitraires et qu’il eût entendu les témoins ainsi que le médecin concernés. En outre, les autorités internes n’ont accordé aucun poids aux arguments avancés par la seconde requérante quant à la santé de sa mère, alors pourtant qu’ils comportaient d’importants éléments. De la même manière, elles ont ignoré le mandat autorisant la seconde requérante à représenter sa mère dans la procédure, bien que ce document fût juridiquement valable. En outre, la décision de justice par laquelle la première requérante a été déchue de sa capacité juridique ne lui a jamais été notifiée, ce qui a privé l’intéressée de toute possibilité de la contester. En ce qui concerne les motifs sur lesquels le tribunal s’est fondé pour rendre sa décision, force est à la Cour de constater que les pouvoirs publics disposaient d’autres moyens beaucoup moins intrusifs que la déchéance de la capacité juridique pour assurer des soins appropriés aux malades et aux personnes âgées. En conclusion, la première requérante a été privée des garanties procédurales adéquates qui auraient dû encadrer la procédure ayant conduit au prononcé d’une décision préjudiciable à sa vie privée.", "Conclusion : violation (unanimité).", "Article 8 : la simple ouverture d’une procédure de déchéance de la capacité juridique d’une personne a de graves conséquences sur la vie privée de celle-ci puisqu’elle conduit notamment à la désignation d’un curateur et la contraint à subir entre autres une évaluation psychiatrique. La curatrice désignée pour la seconde requérante s’est vu confier de larges pouvoirs, notamment celui de représenter l’intéressée dans tous les actes de sa vie personnelle et de s’occuper de sa personne, de ses droits, de ses obligations et de son bien-être. En conséquence, l’ouverture de la procédure litigieuse s’analyse en une ingérence dans la vie privée de la seconde requérante. Le droit interne pertinent oblige les autorités publiques désireuses d’ouvrir une procédure de déchéance de la capacité juridique d’une personne à présenter des preuves convaincantes de l’incapacité de celle-ci à subvenir à ses besoins ou du risque qu’elle présente pour les droits et les intérêts des tiers. Les services sociaux n’ont invoqué aucun de ces motifs particuliers dans la procédure visant la seconde requérante. Le caractère général de leurs arguments jette le doute sur la légalité de leur demande. L’intéressée avait effectué deux séjours dans un établissement psychiatrique dont les autorités l’avaient laissée sortir après avoir constaté qu’elle s’était rétablie et qu’elle avait réagi positivement à sa thérapie. A l’inverse, le rapport psychiatrique négatif produit dans le cadre de la procédure judiciaire avait été établi sur la seule base d’une conversation d’une heure avec un psychiatre qui n’avait jamais examiné la requérante auparavant. Lors de sa comparution devant le tribunal, l’intéressée avait expliqué qu’elle subvenait sans difficultés à tous ses besoins, payant ses factures, s’alimentant et s’occupant de sa vie sociale. Aux yeux de la Cour, rien ne donne à penser que la seconde requérante ait causé à ses intérêts ou à ceux d’autrui un préjudice particulier de nature à justifier la déchéance de sa capacité juridique. En somme, l’ouverture de l’instance litigieuse n’a pas respecté la procédure et les exigences prévues par la loi, ne poursuivait pas un but légitime et n’était pas nécessaire dans une société démocratique.", "Conclusion : violation (unanimité).", "Article 41 : Constat d’une violation suffisant en lui-même pour tout préjudice moral du chef de la première requérante, étant donné la possibilité de faire rouvrir la procédure interne ; 2 000 EUR à la seconde requérante pour préjudice moral.", "(Voir également , no 44009/05, 27 mars 2008, )", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}