{"file": "FRE_HFJUD_61655_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "61655/00", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE MIHOLAPA c. LETTONIE", "", "", "(Requête no 61655/00)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "31 mai 2007", "", "", "", "DÉFINITIF", "", "31/08/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Miholapa c. Lettonie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\tC. Bîrsan,\n\tMmes\tE. Fura-Sandström,\n\t\tA. Gyulumyan,\n\tMM.\tE. Myjer,\n\t\tDavid Thór Björgvinsson,\n\tMme\tI. Ziemele, juges,\net de M. S. Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 3 mai 2007,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 61655/00) dirigée contre la République de Lettonie et dont une ex-ressortissante de l'ex-URSS, « non-citoyenne résidente permanente » de la Lettonie, Raisa Miholapa (« la requérante »), a saisi la Cour le 15 juin 2000 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par M. Bill Bowring, professeur, du European Human Rights Advocacy Centre (Londres, Royaume-Uni). Le Gouvernement est représenté par son agente, Mme Inga Reine.", "3.  La requérante alléguait en particulier une violation de son droit à un procès équitable faute d'avoir été correctement citée devant la juridiction de première instance. Elle invoquait l'article 6 § 1 de la Convention.", "4.  Par une décision partielle du 6 juin 2002, la chambre a décidé de communiquer au Gouvernement le grief de la requérante tiré de l'article 6 § 1 de la Convention, tout en rejetant le reste de ses doléances. Par une décision du 4 mai 2006, la chambre a déclaré ce grief recevable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Jusqu'en mai 1997, la requérante était propriétaire d'un appartement dans un immeuble sis à Riga, au 16, rue P. Lejiņa. En mai 1997, cet appartement fut vendu aux enchères publiques, et ce, en exécution d'un jugement passé en force de chose jugée et condamnant la requérante au paiement d'une dette de charges communales. L'appartement fut alors acquis par Mme S.B. Par un jugement du 3 juin 1997, confirmé en appel le 4 décembre 1997, le tribunal de première instance de l'arrondissement de Zemgale de la ville de Riga confirma cet achat. Le même jour, S.B. fut enregistrée comme propriétaire du logement par le Service foncier de l'État (Valsts zemes dienests). Nonobstant la perte de sa qualité de propriétaire, la requérante continua à vivre dans l'appartement litigieux.", "6.  Le 11 mars 1998, S.B. saisit le tribunal de l'arrondissement de Zemgale d'une première demande visant à expulser la requérante de l'appartement. Le tribunal y fit droit par un jugement du 29 avril 1998, qui devint définitif. En exécution de ce jugement, le 21 août 1998, un huissier de justice expulsa la requérante. Celle-ci s'installa alors au 40, rue Zaļenieku (Riga), où elle demeure jusqu'à présent.", "7.  Le 24 août 1998, S.B. intenta une deuxième action civile contre la requérante devant le tribunal de l'arrondissement de Zemgale, en demandant la réparation des dommages subis du fait de la résidence illégale de la défenderesse dans l'appartement pendant la période allant du 3 juin 1997 au 21 août 1998. L'entreprise municipale chargée des services communaux dans la localité en question se joignit à cette demande, en réclamant le paiement de la dette des charges communales (électricité, eau, etc.), non acquittées par la requérante. Le dossier fut aussitôt assigné à la juge Z.", "8.  Dans le cadre de ce deuxième procès, le greffe du tribunal essaya plusieurs fois de citer la requérante au 16, rue P. Lejiņa, cette adresse lui ayant été indiquée par la demanderesse principale, S.B. Toutefois, les notifications revinrent au greffe avec une mention selon laquelle l'intéressée n'habitait plus à cette adresse. A deux reprises, le 8 octobre et le 5 novembre 1998, le tribunal ajourna l'audience à cause de la non-comparution de la requérante.", "9.  Entre-temps, le 29 décembre 1998, la requérante adressa au tribunal de l'arrondissement de Zemgale une lettre relative au paiement des frais de justice dans la première affaire, celle entamée en mars 1998 et ayant eu pour objet son expulsion. La juge Z. lui répondit par une lettre du 5 janvier 1999, qui, cette fois, fut envoyée à la bonne adresse, au 40, rue Zaļenieku.", "10.  Le 7 janvier 1999, le tribunal publia la citation dans le deuxième procès dans Latvijas Vēstnesis, le journal officiel de la Lettonie, tout en annonçant que l'audience avait été fixée au 14 janvier 1999. La requérante ne comparut pas à la date indiquée.", "11.  Au début de l'audience, le tribunal, siégeant en une formation de juge unique, Mme Z. en l'espèce, constata que S.B. et le représentant de l'entreprise municipale étaient également absents, mais qu'ils avaient averti le tribunal de leur non-comparution. Quant à la requérante, la juge Z. déclara qu'elle ne résidait plus au 16, rue P. Lejiņa, que sa nouvelle adresse était inconnue, et qu'elle n'avait pas répondu à la citation publiée au Journal Officiel. Par conséquent, la juge conclut que la requérante n'était pas localisable, et décida d'examiner la demande en l'absence des parties.", "12.  Par un jugement prononcé le même jour, le 14 janvier 1999, le tribunal fit droit la demande de S.B. et de l'entreprise et condamna la requérante à payer aux demanderesses les sommes qu'elles réclamaient. En l'absence d'appel, ce jugement devint exécutoire le 4 février 1999. Le 8 février 1999, la juge Z. délivra un titre exécutoire à S.B.", "13.  Selon la requérante, ce n'est que le 20 février 1999 qu'elle put prendre connaissance du deuxième procès intenté à son encontre et du jugement rendu dans ce procès. Le 8 mars 1999, elle interjeta appel devant la cour régionale de Riga, en déposant son mémoire au greffe du tribunal de première instance. Comme moyen unique, la requérante invoqua le défaut de citation correcte et donc la violation de ses droits procéduraux fondamentaux ; elle contesta en particulier la déclaration du tribunal selon laquelle son domicile actuel aurait été inconnu. A l'appui de ses arguments, elle présenta une copie de la lettre du 5 janvier 1999 signée par la juge Z. et expédiée à sa nouvelle adresse ; par conséquent, selon elle, le tribunal n'était pas fondé à soutenir qu'il ne connaissait pas sa nouvelle résidence. De même, la requérante se plaignit que, n'ayant pas reçu le mémoire de la demande de la partie adverse et n'ayant pas connaissance des motifs y exposés, elle ne pouvait pas rédiger un appel motivé sur le fond de l'affaire. Par conséquent, elle demanda l'annulation du jugement entrepris et le renvoi de l'affaire devant la juridiction de première instance pour un réexamen sur le fond.", "14.  Par une ordonnance du 1er avril 1999, la juge Z. autorisa la requérante à interjeter appel nonobstant le dépassement du délai, et l'exonéra du paiement des frais de justice.", "15.  Par un arrêt du 29 novembre 1999, la cour régionale de Riga rejeta l'appel de la requérante. Elle releva que celle-ci n'était pas localisable à son domicile au 16, rue P. Lejiņa, qu'elle n'avait pas répondu à la citation publiée au Journal Officiel, et que la décision du tribunal de première instance d'examiner l'affaire en son absence était dès lors conforme à la loi.", "16.  La requérante se pourvut en cassation devant le sénat de la Cour suprême, en réitérant ses griefs déjà soulevés devant la juridiction d'appel. Par une ordonnance du 15 février 2000, le sénat déclara le pourvoi irrecevable pour défaut d'argumentation défendable, tout en concluant au bien-fondé des motifs de l'arrêt attaqué.", "II.  LE DROIT INTERNE PERTINENT", "A.  L'ancien code de procédure civile", "17.  Les dispositions pertinentes du code de procédure civile (Latvijas Civilprocesa kodekss), en vigueur jusqu'au 28 février 1999 et donc applicables en l'espèce à la procédure en première instance, étaient ainsi libellées :", "Article 106", "« Les personnes participant au procès se voient notifier la date, l'heure et le lieu de l'audience (...) par voie de citations (...).", "Les notifications aux personnes participant au procès doivent être faites de la manière à leur permettre de comparaître devant le tribunal dans les meilleurs délais et de se préparer au procès.", "La notification doit être délivrée à la personne citée, à l'adresse indiquée par une partie ou par une autre personne participant au procès. Lorsqu'une personne physique ne peut pas être trouvée à l'adresse indiquée au tribunal, la citation peut être faite à son lieu de travail. »", "Article 107, deuxième alinéa", "« Avec l'acte de notification, le juge expédie au défendeur une copie de la demande et des documents y annexés. Avec l'acte de notification adressé au demandeur, le juge envoie copie des observations écrites du défendeur, si de telles observations ont été reçues par le tribunal. »", "Article 108", "« L'acte de notification est expédié par courrier ou par un huissier. L'heure à laquelle il est délivré à son destinataire doit être notée sur l'acte délivré et sur son deuxième exemplaire, lequel est retourné au tribunal.", "Avec le consentement du juge, une personne participant au procès peut recevoir un acte de notification en vue de le transmettre à une autre personne citée dans l'affaire. La personne ayant reçu un acte de notification en vue de sa transmission, doit retourner au tribunal le deuxième exemplaire de l'acte avec la signature du destinataire accusant sa réception. »", "Article 109", "« Un acte de notification est personnellement délivré à la personne citée ; celle-ci accuse la réception par une signature qui est retournée au tribunal. (...)", "En outre, les parties peuvent être citées par un télégramme dont le destinataire accuse la réception par une signature, ou bien en envoyant la notification par télécopie.", "Lorsque la personne délivrant la citation ne rencontre pas le destinataire à sa résidence, l'acte de notification est délivré à un membre adulte de sa famille. Lorsque la personne délivrant la citation ne rencontre pas le destinataire à son lieu de travail, l'acte de notification est laissé à l'administration de celui-ci pour qu'elle le délivre au destinataire. (...)", "Lorsque la personne citée est temporairement absente ou que sa résidence est inconnue, la personne délivrant la citation le note sur l'acte de notification, dans la partie destinée à accueillir la signature du destinataire. Dans cette partie de l'acte, la personne délivrant la citation indique également le lieu où le destinataire est parti et la date de son retour, si ces données sont connues ; sinon, il y est noté que le lieu où se trouve le destinataire est inconnu.", "La date et l'heure de la citation sont notées sur l'acte de notification, dans la partie destinée à accueillir la signature du destinataire, laquelle est retournée au tribunal. »", "Article 111", "« Les personnes participant au procès doivent informer le tribunal du changement de leur adresse pendant la procédure. En l'absence d'une telle information, l'acte de notification est expédié à la dernière adresse connue, et la citation est réputée comme effectuée, même si le destinataire ne réside plus à cette adresse.", "Lorsqu'une personne participant au procès, ou ses représentants, n'informent pas le tribunal du changement de leur adresse pendant le procès, le tribunal peut leur infliger jusqu'à cinquante lati d'amende. »", "Article 112", "« Lorsque le lieu où demeure le défendeur est inconnu, le tribunal commence l'examen de l'affaire après avoir reçu l'acte de notification avec une note respective et après avoir publié la citation dans le journal Latvijas Vēstnesis, en invitant le défendeur à comparaître devant le tribunal à la date et à l'heure indiquées, et en avertissant qu'en cas de non-comparution l'affaire pourrait être examinée en l'absence du défendeur. »", "Article 113", "« Lorsque l'endroit où demeure le défendeur est inconnu, et que l'affaire a pour objet une obligation alimentaire ou un préjudice personnel ayant abouti à une mutilation, à un autre dommage corporel ou au décès de la victime, le juge ordonne la recherche du défendeur à l'aide des établissements de police.", "Eu égard aux circonstances de l'espèce, le tribunal (le juge) peut également ordonner la recherche du défendeur dans d'autres affaires. »", "B.  La nouvelle loi sur la procédure civile", "18.  Les dispositions pertinentes de la nouvelle loi sur la procédure civile (Civilprocesa likums), en vigueur à compter du 1er mars 1999 et donc applicables en l'espèce à la procédure d'appel et de cassation, sont ainsi libellées :", "", "", "Article 427 § 1", "« Quelle que soit la motivation de l'appel, la cour d'appel prend une ordonnance annulant le jugement de la juridiction de première instance et renvoie l'affaire devant [cette] juridiction (...) pour réexamen, lorsque la cour d'appel constate que :", "(...)", "2) la juridiction [de première instance] a examiné l'affaire en violation des dispositions du droit procédural relatives à l'obligation de notifier aux parties la date, l'heure et le lieu de l'audience ;", "(...) »", "Article 450 § 3", "« Un arrêt rendu en appel peut faire l'objet d'un pourvoi en cassation lorsque la cour [d'appel] a enfreint les dispositions du droit matériel ou procédural (...) »", "Article 452 §§ 2 et 3", "« 2o Une violation d'une disposition du droit procédural peut donner suite à la cassation de l'arrêt lorsque cette violation a abouti ou pouvait aboutir à un jugement erroné dans l'affaire.", "3o Il est en tout état de cause présumé qu'il y a eu violation d'une disposition du droit procédural pouvant aboutir à un jugement erroné lorsque :", "(...)", "2) la juridiction [dont émane l'arrêt entrepris] a examiné l'affaire en violation des dispositions du droit procédural relatives à l'obligation de notifier aux parties la date, l'heure et le lieu de l'audience ;", "(...) »", "Article 474", "(Rédaction en vigueur avant le 31 octobre 2002)", "« Après avoir examiné l'affaire, la cour [de cassation] prend un arrêt dans lequel elle peut décider :", "1) de laisser l'arrêt [entrepris] sans modification et de rejeter le pourvoi ;", "2) de casser l'arrêt [entrepris] en tout ou en partie et de renvoyer l'affaire pour réexamen devant la juridiction d'appel ;", "(...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "19.  Invoquant l'article 6 § 1 de la Convention, la requérante allègue une violation de son droit à un procès équitable, dans la mesure où elle n'a pas été dûment informée de la procédure diligentée à son encontre devant le tribunal de l'arrondissement de Zemgale. Dans la mesure où il est pertinent en l'espèce, l'article 6 § 1 dispose :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Arguments des parties", "20.  Le Gouvernement déclare d'emblée que la situation critiquée par la requérante est largement imputable à sa propre négligence. En effet, l'article 111 de l'ancien code de procédure civile, applicable en l'espèce à la procédure devant la juridiction de première instance, obligeait les parties à signaler tout changement d'adresse au tribunal ; or, la requérante ne l'a pas fait. Certes, sa nouvelle adresse figurait dans sa lettre du 29 décembre 1998, reçue par la juge Z. qui y a répondu. Toutefois, cette lettre avait trait au premier des deux procès en cause, et non au second ; en outre, une telle lettre ne pouvait pas être assimilée à un signalement formel requis par l'article 111 susvisé. Selon le Gouvernement, il serait disproportionné d'exiger d'un juge civil qu'il vérifiât les adresses des parties ayant participé aux litiges devant lui dans le passé ; une telle obligation pèserait trop lourd sur les juges et les gênerait dans l'exercice de leur tâche principale.", "21.  En toute hypothèse, selon le Gouvernement, le tribunal de l'arrondissement de Zemgale a fait tout ce qu'on pouvait raisonnablement attendre de lui pour citer la requérante. En effet, aux termes de l'article 106 de l'ancien code de procédure civile, la citation devait s'effectuer « à l'adresse indiquée par une partie ou par une autre personne participant au procès » ; or, S.B., la demanderesse principale dans l'affaire, avait indiqué à cet effet le 16, rue P. Lejiņa. Ensuite, comme le voulait l'article 112 du même code, le tribunal a publié la notification de l'instance au Journal Officiel. Certes, la juge chargée du dossier aurait encore pu ordonner la recherche de la défenderesse par la police. Toutefois, une telle mesure n'était obligatoire que dans certaines catégories d'affaires exhaustivement énumérées par l'ancien code ; l'affaire en cause n'y faisait pas partie, et la juge Z., usant de son pouvoir discrétionnaire, avait choisi de ne pas y recourir. A cet égard, le Gouvernement fait remarquer que l'examen de l'affaire ne pouvait pas être retardé indéfiniment, puisque cela pouvait nuire aux intérêts des parties demanderesses et, éventuellement, aboutir à un constat de violation de l'article 6 § 1 dans leur chef. Enfin, le Gouvernement rappelle que l'absence de la requérante à l'audience du tribunal de première instance ne l'a nullement empêché d'en interjeter appel.", "22.  La requérante souligne que, faute d'avoir été citée correctement, elle n'a jamais obtenu copie de la demande introduite par la partie adverse, ce qui l'a empêchée de rédiger un mémoire d'appel motivé par des considérations sur le fond du litige. Quant à la juge Z., la requérante insiste sur le fait qu'elle connaissait bel et bien sa nouvelle adresse, puisque le 5 janvier 1999, soit neuf jours avant l'audience litigieuse, elle y avait envoyé un courrier. Qui plus est, la requérante rappelle que, par la suite, toutes les citations des juridictions d'appel et de cassation ont été envoyées à la bonne adresse, sans nécessité de la convoquer devant le tribunal par le biais du Journal Officiel. Par ailleurs, quant à ce dernier, la requérante rappelle que sa diffusion est limitée, qu'il est généralement lu par des juristes et non par le grand public, et qu'il est donc extrêmement difficile pour un citoyen moyen d'apprendre quoi que ce soit au moyen de ce journal.", "B.  Appréciation de la Cour", "23.  D'après la jurisprudence constante de la Cour, l'article 6 § 1 de la Convention consacre le « droit à un tribunal », dont le droit d'accès, à savoir le droit de saisir le tribunal en matière civile, ne constitue qu'un aspect. Ainsi, peut l'invoquer quiconque, estimant illégale une ingérence dans l'exercice de l'un de ses droits de caractère civil, se plaint de n'avoir pas eu l'occasion de soumettre pareille contestation à un tribunal répondant aux exigences de l'article 6 § 1 (voir Cañete de Goñi c. Espagne, no 55782/00, § 34, CEDH 2002VIII, et la jurisprudence y citée). Un autre élément de la notion plus large de « procès équitable », au sens de cette disposition, est le principe de l'égalité des armes, qui exige un « juste équilibre » entre les parties : chacune doit se voir offrir une possibilité raisonnable de présenter sa cause dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à son ou ses adversaires (voir, par exemple, Gorraiz Lizarraga et autres c. Espagne, no 62543/00, § 56, CEDH 2004III). Ces principes visant l'ensemble du droit procédural des États contractants, ils s'appliquent également dans ce domaine particulier qu'est la signification et la notification des actes judiciaires aux parties.", "24.  A cet égard, la Cour rappelle que c'est au premier chef aux autorités nationales et, notamment aux tribunaux, qu'il incombe d'interpréter et d'appliquer les règles de nature procédurale. Celles-ci visent à assurer la bonne administration de la justice et le respect, en particulier, du principe de la sécurité juridique. Les intéressés doivent donc pouvoir s'attendre à ce que ces règles soient appliquées (voir Cañete de Goñi, précité, § 36). D'autre part, un formalisme excessif dans leur application peut s'avérer contraire à l'article 6 § 1 de la Convention lorsqu'il est opéré au détriment de l'une des parties (voir, mutatis mutandis, Sovtransavto Holding c. Ukraine, no 48553/99, § 81, CEDH 2002VII).", "25.  En l'occurrence, la Cour constate que deux affaires civiles furent intentées contre la requérante par la même personne physique et devant le même tribunal : la première, ayant trait à l'expulsion de l'intéressée de l'appartement litigieux ; la deuxième, ayant pour objet la réparation des dommages. A la suite du premier procès, la requérante fut effectivement évincée et alla s'installer ailleurs ; ce n'est qu'après son départ que la demanderesse lui intenta le deuxième procès. Dans le cadre de ce dernier, le greffe du tribunal en cause tenta en vain de citer la requérante à son ancienne adresse. Le tribunal recourut ensuite à la mesure prévue par le code de procédure civile et publia la notification au Journal Officiel. La requérante n'ayant pas comparu à la date indiquée, le tribunal tint son audience en son absence elle et la condamna au paiement d'une somme d'argent.", "26.  Il ressort des faits de l'affaire que le deuxième procès a été intenté plusieurs jours après l'exécution du jugement définitif rendu dans le cadre du premier procès (paragraphes 6-7 ci-dessus). Au moment de cette exécution, rien ne laissait penser qu'une nouvelle procédure allait être intentée à l'encontre de la requérante. Ce faisant, on ne saurait lui reprocher de ne pas s'être adressé au tribunal au sujet d'un procès, dont elle n'était pas au courant.", "27.  Certes, comme le soutient le Gouvernement, il pourrait s'avérer difficile pour un tribunal de retenir « les adresses des parties ayant participé aux litiges devant lui dans le passé ». Toutefois, dans la présente affaire, cet argument perd de sa pertinence dans la mesure où la communication de la nouvelle adresse par la requérante et sa citation ont eu lieu dans l'intervalle de quelques jours seulement (paragraphes 9-10 ci-dessus). A cet égard, la Cour rappelle qu'il incombe aux États contractants d'organiser eux-mêmes leurs juridictions de manière à leur permettre de répondre aux exigences de la Convention ; en d'autres termes, les incidents de fonctionnement administratif des tribunaux, la surcharge de leur rôle, la répartition des affaires entre les magistrats, etc., ne dépendent que de l'État défendeur et ne peuvent en aucun cas être invoqués pour justifier une atteinte aux droits garantis par l'article 6 § 1 de la Convention (voir, mutatis mutandis, Lavents c. Lettonie, no 58442/00, § 103, 28 novembre 2002).", "28.  Le Gouvernement fait valoir que la requérante a été citée à l'adresse indiquée par la demanderesse S.B., et ce, en application de l'article 106 de l'ancien code de procédure civile. La Cour reconnaît que, sur ce point, la responsabilité incombe en grande partie à la demanderesse qui aurait dû faire preuve d'une plus grande diligence dans la localisation de la personne qu'elle voulait citer. D'autre part, dans les circonstances particulières de l'espèce, la requérante ayant été expulsée de l'appartement litigieux en exécution d'un jugement rendu par la même juridiction, cette dernière devait être consciente du fait qu'elle ne pouvait plus résider à cette adresse. L'attitude du tribunal, consistant à envoyer la citation à une adresse qui, à l'évidence, n'était pas la bonne, constitue un exemple de formalisme excessif incompatible avec la lettre et l'esprit de l'article 6 § 1 de la Convention (voir, mutatis mutandis, Pérez de Rada Cavanilles c. Espagne, arrêt du 28 octobre 1998, Recueil des arrêts et décisions 1998-VIII, pp. 3256-3257, § 49).", "29.  Quant à la publication de la citation au Journal Officiel, la Cour estime qu'il s'agit là d'une mesure exceptionnelle qui ne peut entrer en jeu que subsidiairement, lorsque toutes les autres voies de citation ont échoué. Or, en l'occurrence, le tribunal disposait de suffisamment d'informations pour pouvoir citer la requérante à l'adresse où elle vivait.", "30.  Il est certes possible que le défaut de citation correcte de la requérante résulte d'une simple négligence du tribunal, ayant omis de vérifier les adresses. La Cour admet que de telles erreurs matérielles peuvent surgir à n'importe quel moment et devant n'importe quel tribunal. Dans une telle situation, il appartient aux juridictions supérieures de réparer la violation des droits procéduraux en ordonnant un réexamen complet de l'affaire. Cependant, en l'occurrence, les cours d'appel et de cassation ont failli à cette tâche. En particulier, il est vrai que la cour régionale de Riga s'est également prononcée sur le fond de l'affaire. Toutefois, l'appel de la requérante se limitait au seul moyen tiré de la violation de ses droits procéduraux et avait pour seul but le renvoi du dossier devant le juge de première instance pour un réexamen complet sur le fond ; dès lors, ce fait ne suffit pas, en l'espèce, pour remplir les exigences de l'article 6 § 1 de la Convention.", "31.  En résumé, la Cour conclut que le tribunal de l'arrondissement de Zemgale n'a pas fait preuve d'une diligence suffisante et n'a pas fait tout ce que l'on pouvait raisonnablement attendre de lui pour citer la requérante (voir, a contrario, Sevillano González c. Espagne (déc.), no 41776/98, 2 février 1999 et Saura Bustamante c. Espagne (déc.), no 43555/98, 29 août 2000). Il y a donc eu violation de l'article 6 § 1 de la Convention.", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "32.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "33.  La requérante n'a présenté aucune demande de satisfaction équitable. Partant, la Cour estime qu'il n'y a pas lieu de lui octroyer de somme à ce titre.", "PAR CES MOTIFS, LA COUR", "Dit, par cinq voix contre deux, qu'il y a eu violation de l'article 6 § 1 de la Convention.", "Fait en français, puis communiqué par écrit le 31 mai 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tBoštjan M. Zupančič\n\tGreffier\tPrésident", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion dissidente commune de Mme Fura-Sandström et de M. David Thór Björgvinsson.", "B.M.Z.\nS.Q.", "", "", "", "", "OPINION DISSIDENTE COMMUNE DE\n Mme FURA-SANDSTRÖM ET DE M. DAVID THÓR BJÖRGVINSSON, JUGES", "Tout en reconnaissant l'importance primordiale d'une citation correcte des parties devant un tribunal civil aux fins de l'application de l'article 6 § 1 de la Convention, nous avons voté contre la constatation d'une violation en l'espèce, pour les raisons suivantes.", "1.  Les faits de l'affaire sont assez particuliers. Les deux litiges à l'encontre de la requérante (la demande d'expulsion d'une part, et la demande de dommages-intérêts et le paiement de la dette des charges communales d'autre part) furent initiés par le même demandeur et attribuées au même juge, Z.", "2.  Dans la deuxième affaire, qui nous intéresse ici, la citation fut envoyée par le greffe du tribunal à l'adresse indiquée par la demanderesse principale, S.B. Or, comme la requérante avait déjà été expulsée, les notifications revinrent au greffe avec une mention selon laquelle la personne recherchée n'habitait plus à l'adresse indiquée.", "3.  La citation fut envoyée à plusieurs reprises à l'adresse enregistrée comme le domicile de la requérante sans pouvoir être remise à celle-ci. Après deux audiences ajournées à cause de la non-comparution de l'intéressée, la citation fut publiée dans le Journal officiel par le tribunal, conformément à la législation interne en vigueur à l'époque (paragraphe 8 de l'arrêt).", "4.  A notre avis, la majorité va trop loin lorsqu'elle dit que le tribunal disposait de suffisamment d'informations pour faire citer la requérante à l'adresse où elle vivait sans recourir à la mesure exceptionnelle de la publication (paragraphe 29 de l'arrêt). Les éléments du dossier ne permettant pas de déterminer le moment exact où le juge Z a décidé de publier la citation dans le Journal officiel, il nous est impossible de conclure que le tribunal avait déjà été informé de la nouvelle adresse de la requérante. Quoi qu'il en soit, nous estimons que le tribunal, en usant de son pouvoir discrétionnaire, n'a pas dépassé les limites posées par l'article 6 de la Convention. La législation interne régissant les questions de procédure, y inclus les modalités de citation, sert à assurer la bonne administration de la justice et à protéger les intérêts des parties, c'est-à-dire les droits consacrés par l'article 6 de la Convention.", "5.  L'audience prévue dans la notification eu lieu le 7 janvier 1999 en l'absence de la requérante. Le jugement condamnant l'intéressée à verser les sommes demandées fut prononcé le même jour.", "6.  Après avoir pris connaissance le 20 février 1999 de la deuxième action intentée à son encontre, la requérante interjeta appel à raison du ", "défaut de citation correcte. Selon elle son adresse était connue du tribunal. Elle demanda le renvoi, ce qui fut autorisé, toujours par le même juge Z, nonobstant le délai échu.", "7.  La cour régionale de Riga rejeta l'appel après avoir examiné le fond de l'affaire et la Cour suprême déclara le pourvoi irrecevable pour défaut d'argumentation défendable.", "8.  Nous trouvons, à l'instar du Gouvernement (paragraphe 20 de l'arrêt) qu'il serait disproportionné d'exiger d'un juge civil qu'il vérifiât les adresses des parties ayant été impliquées dans les litiges dont il a eu à connaître par le passé ; une telle obligation risquerait de gêner la bonne administration de la justice, même dans le cas, comme en l'espèce, où l'intervalle entre la communication par le justiciable de sa nouvelle adresse et sa citation à comparaître est de quelques jours seulement (paragraphe 27). Une telle exigence nous parait impraticable. Le fait que la requérante a été expulsée de l'appartement litigieux en exécution d'un jugement rendu par la même juridiction (paragraphe 28 de l'arrêt) n'est pas décisif. Nous ne connaissons ni la taille du tribunal ni le nombre d'affaires attribuées au juge Z.", "9.  Nous ne partageons pas du tout l'avis de la majorité, exprimé en paragraphe 28, selon lequel « l'attitude du tribunal constitue un exemple de formalisme excessif incompatible avec la lettre et l'esprit de l'article 6 § 1 de la Convention ». Dans l'affaire citée (Pérez de Rada Cavanilles c. Espagne), la situation était bien différente : dans cette affaire, le requérant s'était trouvé empêché d'interjeter appel du fait de l'application stricte d'une règle de procédure qui exigeait de lui qu'il se déplace. L'affaire se distingue nettement de l'espèce, dans laquelle l'appel a été admis et la cour d'appel a réexaminé l'affaire au fond.", "10.  Le principe de l'égalité des armes est l'un des éléments de la notion plus large de procès équitable au sens de l'article 6 § 1 de la Convention et il exige un juste équilibre entre les parties (voir, parmi d'autres, l'arrêt Gorraiz Lizarraga et autres c. Espagne cité au paragraphe 23 de l'arrêt). Il est aussi important de rappeler que, dans les litiges civils, les parties ont une responsabilité quant au déroulement équitable des procédures. Cela n'incombe pas uniquement au tribunal.", "11.  S'agissant d'un procès de nature civile, le rôle principal dans le déclenchement et la conduite de l'instance appartient aux parties elles-mêmes. « Le procès est la loi des parties ». Ainsi, l'intervention du juge ne saurait être prépondérante et se limite, procéduralement, à s'assurer que les parties ont été régulièrement citées conformément aux dispositions du code de procédure civile, dans le respect des droits de chacun. Mettre à la charge du magistrat – et par conséquent de son greffe – d'autres obligations procédurales du type de celle évoquée dans le jugement ne nous paraît pas relever de la mission du juge dans les litiges de cette nature, et de surcroît, \nn'est pas envisageable en pratique compte tenu de la masse d'affaires traitées par les tribunaux nationaux.", "12.  Dans l'application de ce principe, il faut laisser une marge d'appréciation aux autorités internes sans que celles-ci en abusent, par exemple en pratiquant un formalisme excessif. Cela dit, nous trouvons, contrairement à la majorité, qu'il faut appliquer les règles de procédure avec un certain formalisme, sous peine de risquer de compromettre la sécurité juridique.", "13. Les décisions prises par le juge Z quant à la notification de l'assignation étaient conformes à la loi interne et relevaient de son pouvoir discrétionnaire. Le principe de subsidiarité nous interdit de porter un jugement sur ses choix. Si l'on considère, avec la majorité, que les choix sont erronés alors même qu'ils sont en conformité avec le droit interne, il faudrait également préciser en quoi la loi est défaillante.", "14. Quand bien même la requérante aurait limité son appel au seul moyen tiré de ses droits procéduraux et qu'elle n'ait donc avancé aucun argument sur le fond de l'affaire, nous ne voyons pas en quoi cela aurait pu changer l'issue du litige. La cour régionale de Riga a examiné l'affaire au fond en présence de la requérante.", "Se pose donc la question de savoir si l'intéressée peut toujours se prétendre victime de la violation alléguée. Nous avons des doutes à cet égard.", "15. A supposer que la requérante puisse se prétendre victime d'une violation, nous constatons que, si le Protocole 14 avait été en vigueur, le grief aurait pu être rejeté en application du nouvel Article 35 de la Convention, car nous estimons que la requérante n'a pas subi un préjudice important du fait de son prétendu défaut d'accès au tribunal.", "16. L'affaire n'était pas complexe ni ne présentait une grande importance pour la requérante. Or, dans l'intérêt de la bonne administration de la justice, les tribunaux nationaux doivent veiller à ce que les ressources mises à leur disposition soient utilisées de la meilleure façon possible, dans l'intérêt de tous. Nous estimons que les juridictions internes n'ont pas dépassé les limites de leur pouvoir discrétionnaire en l'espèce. Au contraire, à nos yeux, la procédure dans son ensemble a été juste et équilibrée. C'est pourquoi nous avons voté en faveur d'un constat de non-violation de l'article 6.", ""]}