{"file": "FRE_CLINF_10060_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "10060/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 187", "Juillet 2015", "Bataliny c. Russie - 10060/07", "Arrêt 23.7.2015 [Section I]", "Article 3", "Traitement dégradant", "Traitement inhumain", "Traitement psychiatrique non consenti comprenant des recherches scientifiques : violation", "En fait – Le premier requérant souffrait d’asthénie neurocirculatoire ainsi que de tachycardie et de fortes migraines. Le 25 mai 2005, il fit une tentative de suicide et fut interné dans un hôpital psychiatrique. Ses parents, les deuxième et troisième requérants, ne furent pas autorisés à le ramener chez eux. Le premier requérant affirme qu’au cours d’une nuit il fut battu par des infirmières et des patients. Il allègue aussi, d’une part, qu’il fut inclus dans un protocole de recherche scientifique et que dans ce cadre on lui administra un nouveau médicament antipsychotique, et, d’autre part, qu’on lui interdit tout contact avec l’extérieur. Il sortit de l’hôpital le 9 juin 2005. Une procédure pénale concernant l’allégation de coups fut ouverte en novembre 2006, puis suspendue à quatre reprises. Cette procédure était toujours pendante lorsque la Cour a rendu son arrêt. Depuis mars 2007, l’enquête relative à la plainte pour internement d’office du premier requérant fut suspendue puis rouverte à plusieurs reprises. Mais les requérants furent informés en 2012 que la procédure avait été abandonnée en raison de la prescription des faits. En avril 2008, un examen psychiatrique médico-légal conclut que l’internement d’office du premier requérant avait été justifié, contrairement à son séjour ultérieur à l’hôpital.", "En droit – Article 3 (volet matériel) : Le premier requérant alléguait que le traitement psychiatrique qui lui avait été administré de force en l’absence de nécessité médicale avérée et dans le cadre d’une recherche scientifique constituait un traitement proscrit aux termes de l’article 3. Selon l’expertise psychiatrique de 2008, si l’hospitalisation d’office du premier requérant était justifiée par sa tentative de suicide, sa santé mentale dans les semaines suivantes ne correspondait pas à la définition de troubles mentaux “ sévères » ou de tout autre problème mental aigu qui eût nécessité l’administration forcée d’un traitement psychiatrique. Le gouvernement n’ayant produit aucun autre élément probant, la Cour considère que la nécessité médicale du traitement psychiatrique forcé du premier requérant n’a pas été démontrée de façon convaincante. L’intéressé a en outre été inclus contre son gré dans un programme de recherche scientifique sur un nouveau traitement et tout contact avec l’extérieur lui a été interdit. Tous les faits rappelés ci-dessus ont à l’évidence provoqué chez le premier requérant des sentiments de crainte, d’angoisse et d’infériorité susceptibles de l’humilier et le déstabiliser.", "Conclusion : violation (unanimité).", "La Cour constate également une violation de l’article 5 § 1 à raison de l’internement d’office en hôpital psychiatrique du premier requérant ; de l’article 5 § 4 à raison de l’impossibilité pour l’intéressé de contester la légalité de la poursuite de son internement ; de l’article 3 (sous ses volets matériel et procédural) à raison des mauvais traitements qui lui auraient été infligés dans l’hôpital psychiatrique et du défaut d’enquête effective sur ces allégations.", "Article 41 : 26 000 EUR au premier requérant pour préjudice moral ; demande pour dommage matériel rejetée.", "(Voir aussi Gorobet c. Moldova, , 11 octobre 2011, et la fiche thématique ).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}