{"file": "FRE_HFJUD_35658_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "35658/06", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE AYGÜN c. TURQUIE", "", "(Requête no 35658/06)", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "14 juin 2011", "", "", "FINAL", "", "14/09/2011", "", "", "This judgment has become final under Article 44 § 2 of the Convention. It may be subject to editorial revision.", "", "En l’affaire Aygün c. Turquie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDanutė Jočienė,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tGuido Raimondi, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 24 mai 2011,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 35658/06) dirigée contre la République de Turquie et dont deux ressortissants de cet Etat, MM. Zülfü Aygün et Sıraç Aygün (« les requérants ») ont saisi la Cour le 16 août 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me S. Tanrıkulu, avocat à Diyarbakır. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le 23 avril 2010, la présidente de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "4.  Les requérants sont nés respectivement en 1946 et 1956 et résident à Diyarbakır.", "5.  Zülfü Aygün et Sıraç Aygün sont copropriétaires de la parcelle de terrain no 311.", "6.  Zülfü Aygün est propriétaire de la parcelle de terrain no 654.", "7.  Les deux parcelles sont des terres agricoles situées à Dicle (Diyarbakır).", "A.  Parcelle de terrain no 311 (22 000 m2)", "8.  Le 18 janvier 2001, les requérants introduisirent une action en dommages et intérêts devant le tribunal de grande instance de Dicle en vue d’obtenir réparation du préjudice qu’ils estimaient leur avoir été causé par une expropriation de fait de leur parcelle de terrain no 311.", "9.  A l’appui de leur requête, ils soutenaient que, depuis la construction du barrage de Dicle (barrage construit entre 1986 et 1997), la route d’accès à leur terrain était sous l’eau et qu’ils devaient, pour parvenir à leur parcelle, contourner le barrage et traverser des terrains agricoles voisins.", "10.  Le tribunal ordonna une expertise.", "11.  Après une visite des lieux, les experts conclurent ce qui suit :", "« Il a été constaté que le terrain en question, dont la valeur est estimée à 15 396 768 000 anciennes livres turques [environ 7 178 euros], n’est plus accessible depuis la route du village en raison de la construction du barrage de Dicle. Il est accessible seulement soit par le lac de barrage, qu’il faut traverser en radeau ou en barque, soit par le village voisin, éloigné de 15 à 20 km. Cependant, ce deuxième itinéraire oblige à marcher de manière préjudiciable sur des terres cultivées. En conséquence, du fait de la difficulté d’accès et de la perte de l’exploitation agricole qui en découle, ledit terrain a perdu (...) 40 % de sa valeur. »", "12.  Le 30 octobre 2002, le tribunal, se fondant sur le rapport d’expertise, estima que les intéressés avaient droit à une indemnité d’un montant de 6 158 707 200 anciennes livres turques (TRL) (environ 2 870 euros (EUR)), augmentée d’intérêts moratoires au taux légal à compter du 18 janvier 2001, pour expropriation de fait partielle. Cette somme correspondait à la diminution de 40 % de la valeur du terrain en cause.", "13.  Le 19 juin 2003, la Cour de cassation cassa le jugement rendu par la juridiction de première instance au motif que la procédure d’expropriation n’était pas encore terminée.", "14.  Par un jugement du 19 avril 2005, le tribunal se conforma à l’arrêt de la Cour de cassation et débouta les requérants de leur demande.", "15.  Le 16 février 2006, la Cour de cassation confirma en toutes ses dispositions le jugement attaqué par les requérants.", "16.  Le 5 juin 2006, la Cour de cassation rejeta le recours en rectification de l’arrêt.", "17.  Le 4 juillet 2006, l’arrêt du 5 juin 2006 fut notifié aux requérants.", "B.  Parcelle de terrain no 654 (200 m2)", "18.  Le 18 janvier 2001, le requérant Zülfü Aygün saisit le tribunal de grande instance de Dicle d’une demande en indemnisation pour expropriation de fait d’un autre terrain lui appartenant (parcelle no 654).", "19.  Dans son mémoire introductif d’instance, il soutenait que, depuis la construction du barrage de Dicle, la route d’accès au terrain no 654 était sous l’eau et qu’il ne pouvait atteindre cette parcelle qu’en radeau ou en barque.", "20.  Le tribunal ordonna une expertise.", "21.  Les experts, constatant l’impossibilité d’atteindre la parcelle en question par la route d’accès normale, confirmèrent la véracité des dires du requérant. Ils estimèrent la valeur dudit terrain à 3 744 398 400 TRL (environ 1 745 EUR).", "22.  Le 30 octobre 2002, le tribunal condamna l’Administration nationale des eaux à payer au requérant, au titre des dommages et intérêts pour expropriation de fait de son terrain, la somme de 3 744 398 400 TRL (environ 1 745 EUR), assortie d’intérêts moratoires au taux légal à compter de la date de saisine du tribunal. Cette indemnité correspondait à la valeur intégrale du terrain estimé par les experts. Le tribunal ordonna également l’inscription du terrain en question au nom du Trésor. Pour ce faire, la juridiction de première instance, constatant que la parcelle litigieuse n’était effectivement plus accessible depuis la construction du barrage de Dicle, conclut que, par conséquent, son propriétaire en avait totalement perdu l’usage.", "23.  Le 19 juin 2003, la Cour de cassation cassa le jugement du 30 octobre 2002 au motif qu’il fallait attendre l’issue de la procédure d’expropriation.", "24.  L’intéressé demanda au ministère de l’Energie et des Ressources naturelles de procéder à l’expropriation de son bien.", "25.  Le 19 juillet 2004, le ministère lui répondit par la négative au motif que les conditions d’expropriation n’étaient pas réunies car le terrain en question n’était pas inondable du fait de sa situation géographique.", "26.  Le 21 avril 2005, se fondant sur l’arrêt de la Cour de cassation, le tribunal rejeta la demande du requérant.", "27.  Par un arrêt du 13 février 2006, notifié au requérant le 9 mars 2006, la Cour de cassation confirma en toutes ses dispositions le jugement attaqué.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1 À LA CONVENTION", "28.  Invoquant l’article 1 du Protocole no 1, les requérants se plaignent d’une violation de leur droit au respect de leurs biens. Ils allèguent avoir perdu tout usage de leurs biens, qui seraient devenus inaccessibles depuis la construction du barrage de Dicle, et déplorent que l’administration n’ait pas procédé à leur expropriation. Invoquant les articles 6 § 1 et 13 de la Convention, ils se plaignent également de la manière dont les juridictions nationales ont procédé à l’appréciation des preuves, alléguant que celle-ci a été faite en leur défaveur.", "29.  Le Gouvernement combat cette thèse.", "30.  Compte tenu de la formulation des griefs, la Cour examinera les griefs des requérants tirés des articles 6 § 1 et 13 de la Convention combinés avec l’article 1 du Protocole no 1 seulement sous l’angle de cette dernière disposition.", "A.  Sur la recevabilité", "31.  Le Gouvernement excipe du non-épuisement des voies de recours internes, soutenant que les requérants n’ont pas soulevé devant les autorités nationales, même en substance, les griefs qu’ils invoquent devant la Cour. Il est également d’avis que les intéressés auraient dû attendre l’issue de la procédure d’expropriation avant de saisir la Cour.", "32.  Les requérants combattent la thèse du Gouvernement et déplorent n’avoir jamais été expropriés de leurs biens.", "33.  A l’analyse des éléments du dossier, la Cour observe d’emblée que, contrairement à l’affirmation du Gouvernement, les requérants ont bien, par l’intermédiaire de leur avocat, soulevé devant les tribunaux internes, au moins en substance et dans les formes et délais prescrits par le droit interne, leurs griefs tirés de l’atteinte à leur droit de propriété, au sens de l’article 1 du Protocole no 1 qu’ils invoquent devant elle. A cet égard, la Cour rappelle qu’elle applique la règle de l’épuisement des voies de recours internes prévue à l’article 35 § 1 de la Convention en tenant dûment compte du contexte et avec une certaine souplesse, sans formalisme excessif (Kozacıoğlu c. Turquie [GC], no 2334/03, §§ 39-40, CEDH 2009...).", "34.  En ce qui concerne la seconde exception du gouvernement défendeur, la Cour décide de la joindre au fond. Ne constatant aucun autre motif d’irrecevabilité au sens de l’article 35 § 3 de la Convention, elle déclare la requête recevable.", "B.  Sur le fond", "35.  Le Gouvernement soutient qu’il n’y a eu aucune atteinte au droit des requérants au respect de leurs biens au sens de l’article 1 du Protocole no 1 dans la mesure où la procédure d’expropriation ne serait pas terminée.", "36.  Les requérants allèguent au contraire que la situation dénoncée a emporté violation de l’article 1 du Protocole no 1. Ils exposent que l’ingérence dans leur droit au respect de leurs biens dure depuis 2001, date de la construction du barrage de Dicle. A cet égard, ils se plaignent que les autorités n’aient pas procédé à leur expropriation alors même que leurs terrains seraient inaccessibles du fait de l’inondation de la route d’accès. S’appuyant sur la confirmation de leur allégation par les rapports d’expertise officiels, ils allèguent que, dès lors qu’ils n’auraient plus l’usage de leurs terrains, leur droit de propriété a perdu de sa substance et que cette situation constitue une atteinte disproportionnée à leur droit au respect de leurs biens.", "37.  Aux yeux de la Cour, il y a bien eu ingérence dans le droit des requérants au respect de leurs biens. Elle note en effet que les parcelles de terre agricole appartenant aux requérants sont inaccessibles à partir de la route normale d’accès car celle-ci est sous l’eau depuis la construction du barrage de Dicle. Reste à savoir si cette ingérence a enfreint ou non les dispositions de l’article 1 du Protocole no 1.", "38.  A cet égard, la Cour doit rechercher si un juste équilibre a été maintenu entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux des requérants (Sporrong et Lönnroth, précité, § 69, et Phocas c. France, 23 avril 1996, § 53, Recueil 1996II). Etant entendu que la Convention vise à protéger des droits « concrets et effectifs », elle regardera au-delà des apparences et analyser les réalités de la situation litigieuse (Depalle c. France [GC], no 34044/02, § 78, CEDH 2010...).", "39.  La Cour constate qu’en l’espèce, depuis la construction du barrage de Dicle, les parcelles de terre agricole appartenant aux requérants sont inaccessibles à partir de la route normale d’accès car celle-ci est sous l’eau. Ainsi qu’il ressort des rapports d’expertise (paragraphes 11 et 21 ci-dessus), la parcelle no 311 est accessible seulement soit par le lac de barrage, qu’il faut traverser en radeau ou en barque, soit par le village voisin, éloigné de 15 à 20 km, sachant que, s’ils passent par le village, les requérants ne peuvent atteindre leur parcelle qu’en traversant des champs et en portant ainsi préjudice aux cultures. Quant à la parcelle no 654, elle n’est accessible qu’en radeau ou en barque. Cette situation a incontestablement eu pour effet de créer une diminution de la disponibilité des biens en cause. Ainsi, du fait de la construction du barrage, les requérants, qui n’ont plus accès dans la pratique à leurs terrains agricoles à partir de la route normale, ne peuvent ni les cultiver ni en récolter les fruits dans des conditions habituelles. Bien que les requérants restent propriétaires des terrains en cause et que la possibilité d’une transaction relative à ces biens ait subsisté en théorie, dans la pratique, elle a été rendue malaisée. Comme l’a justement souligné le tribunal de grande instance de Dicle (voir paragraphes 12 et 22 ci-dessus), la valeur de la parcelle no 311 a diminué de 40 % et la parcelle no 654 a perdu toute sa valeur réelle. Autrement dit, il y a eu une entrave à la pleine jouissance du droit de propriété des requérants et ceci a eu des répercussions dommageables sur leur situation car ils n’ont reçu aucune indemnisation.", "40.  La Cour note l’argument du Gouvernement sur ce point, selon lequel il faut attendre la fin des travaux d’expropriation qui ont commencé à la suite de la construction du barrage de Dicle. La Cour ne saurait souscrire à cette thèse dans la mesure où les requérants attendent d’être expropriés de leurs biens depuis plus de dix ans. Elle estime qu’une telle durée est assurément excessive et qu’il n’est pas raisonnable que des administrés ayant perdu l’usage normal de leurs biens ne se voient accorder aucune indemnisation pendant une durée aussi longue. A cet égard, elle relève également que le Gouvernement ne montre l’existence d’aucune voie de recours en droit interne autre que celle utilisée par les requérants.", "41.  Dès lors, bien que l’ingérence litigieuse avait une base légale et qu’elle poursuivait un but légitime, au vu des circonstances de la cause, de l’entrave à la pleine jouissance du droit de propriété, du défaut d’indemnisation et de l’absence de tout recours interne effectif susceptible de remédier à la situation litigieuse, la Cour considère que les requérants ont eu à supporter une charge spéciale et exorbitante qui a rompu le juste équilibre devant régner entre, d’une part, les exigences de l’intérêt général et, d’autre part, la sauvegarde du droit au respect des biens.", "42.  Partant, elle rejette la deuxième branche de l’exception préliminaire du Gouvernement et conclut à la violation de l’article 1 du Protocole no 1.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "A.  Dommage", "43.  Les requérants réclament 91 686 EUR pour préjudice matériel et 13 980 EUR pour dommage moral. A titre de justificatif, leur représentant soumet un rapport d’expertise établi par un ingénieur en agriculture, selon lequel la valeur totale de ces deux terrains en 2001 était de 92 767 TRL (environ 43 248 EUR). En outre, l’expert évalue l’indemnité de la perte d’exploitation des terrains depuis 2001 à 57 990 TRL (environ 27 035 EUR). Les intéressés demandent également l’octroi d’intérêts moratoires d’un montant total de 45 928 TRL (environ 21 410 EUR).", "44.  Le Gouvernement conteste les prétentions des requérants et invite la Cour à rejeter leurs demandes.", "45.  En ce qui concerne le dommage matériel, pour déterminer la réparation adéquate, la Cour prendra en compte l’ensemble des pièces du dossier présentées par les parties ainsi que les informations pertinentes dont elle dispose (voir, mutatis mutandis, N.A. et autres c. Turquie (satisfaction équitable), no 37451/97, § 18, 9 janvier 2007).", "46.  Ainsi, elle juge opportun en l’espèce de se baser sur les conclusions des expertises effectuées au cours de la procédure nationale – expertises établies dans le cadre d’une procédure contradictoire –, même si elle ne s’estime pas liée par le montant auquel les experts ont abouti (voir, dans le même sens, Kozacıoğlu, précité, § 85). Par ailleurs, elle considère que les documents soumis par les requérants ne présentent qu’un calcul hypothétique et qu’ils ne permettent pas de quantifier précisément le manque à gagner ayant résulté de la non-jouissance des biens.", "47.  Compte tenu de ces éléments et prenant également en compte les effets de l’inflation en Turquie, la Cour estime raisonnable d’accorder à Zülfü Aygün la somme de 13 175 EUR et à Sıraç Aygün la somme de 5 945 EUR pour dommage matériel, plus tout montant pouvant être dû à titre d’impôt sur ces sommes.", "48.  En ce qui concerne le dommage moral, eu égard aux circonstances de la cause, la Cour estime que le constat de violation constitue une réparation suffisante.", "B.  Frais et dépens", "49.  Les requérants réclament également 5 481 EUR en remboursement de leurs frais et dépens, demande qu’ils ventilent comme suit : 3 259,96 TRL (environ 1 520 EUR) pour les frais de justice qu’ils auraient payés lors de la procédure interne, 6 000 TRL (environ 2 797 EUR) pour les honoraires d’avocat, 1 500 TRL (environ 700 EUR) pour les frais de traduction et 1 000 TRL (environ 464 EUR) pour les frais d’expertise. A l’appui de leur demande, ils présentent seulement des quittances de paiement concernant les frais de justice relatifs à la procédure interne.", "50.  Le Gouvernement conteste ces prétentions et prie la Cour de les rejeter.", "51.  D’après la jurisprudence bien établie de la Cour, l’allocation de frais et dépens au titre de l’article 41 présuppose que se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En outre, pareils frais ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (voir l’article 60 du règlement de la Cour et, parmi d’autres, Beyeler c. Italie (satisfaction équitable) [GC], no 33202/96, § 27, 28 mai 2002, et Sahin c. Allemagne [GC], no 30943/96, § 105, CEDH 2003VIII).", "52.  A la lumière de ce qui précède, et compte tenu des éléments en sa possession et de ses critères de remboursement des frais et dépens, la Cour estime raisonnable la somme de 1 500 EUR et l’accorde conjointement aux requérants.", "C.  Intérêts moratoires", "53.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Joint la seconde exception du Gouvernement au fond et la rejette ;", "", "2.  Déclare la requête recevable ;", "", "3.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "4.  Dit que le constat de violation constitue une satisfaction équitable suffisante pour le dommage moral subi par les requérants ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en livres turques au taux applicable à la date du règlement :", "i. 13 175 EUR (treize mille cent soixante quinze euros) au requérant Zülfü Aygün, plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel,", "ii. 5 945 EUR (cinq mille neuf cent quarante cinq euros) au requérant Sıraç Aygün, plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel,", "iii. 1 500 EUR (mille cinq cents euros), conjointement aux requérants Zülfü Aygün et Sıraç Aygün, plus tout montant pouvant être dû à titre d’impôt par les requérants, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 14 juin 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente", ""]}