{"file": "FRE_HFJUD_40765_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "40765/02", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE APOSTOL c. GÉORGIE", "", "", "(Requête no 40765/02)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "28 novembre 2006", "", "DÉFINITIF", "", "28/02/2007", "", "", "", "", "", "En l’affaire Apostol c. Géorgie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tJean-Paul Costa, président,\n\tAndrás Baka,\n\tMindia Ugrekhelidze,\n\tElisabet Fura-Sandström,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tIreneu Cabral Barreto, juges,\net de Stanley Naismith, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 7 octobre 2006,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 40765/02) dirigée contre la Géorgie et dont un ressortissant de cet Etat, M. Leonid Tikhonovitch Apostol (« le requérant »), a saisi la Cour le 25 octobre 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant a été autorisé à présenter lui-même sa cause devant la Cour, comme le permettent les articles 34 § 3 a) et 36 § 2 in fine du règlement. Le gouvernement géorgien (« le Gouvernement ») était représenté par son agent, M. S. Papuachvili, du ministère de la Justice.", "3.  Le 25 août 2005, la Cour a décidé de communiquer au Gouvernement le grief que le requérant tire de l’article 6 § 1 relativement à l’inexécution d’un jugement rendu le 21 novembre 2001. Le même jour, elle a résolu d’examiner conjointement la recevabilité et le fond de la requête, comme le permet l’article 29 § 3 du règlement.", "4.  Le Gouvernement a déposé des observations sur la recevabilité et le fond de l’affaire (article 54 A du règlement). Le requérant n’y a pas répliqué. Toutefois, le 4 janvier 2006, il a manifesté son intention de poursuivre la procédure devant la Cour.", "5.  Le 31 janvier 2006, la Cour a décidé d’examiner la requête en l’état.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Le requérant est né en 1939 et réside à Batumi (Géorgie).", "A.  La première procédure", "7.  Le 21 novembre 2001, le tribunal municipal de Batumi accueillit l’action civile exercée par le requérant contre un débiteur et condamna ce dernier à régler à l’intéressé une dette impayée d’un montant de 2 000 dollars américains (soit 1 595 euros (EUR)). Il mit en outre à la charge du défendeur les frais et dépens, qui s’élevaient à 100 laris géorgiens (GEL), soit 43,75 EUR. Ce jugement, dont il n’y eut point appel, acquit force de chose jugée.", "8.  Son débiteur ayant refusé de s’y conformer, le requérant demanda au ministère de la Justice de la République autonome d’Adjarie (« la RA d’Adjarie ») de diligenter une procédure d’exécution.", "9.  Par une lettre du ministère en date du 27 novembre 2002, l’intéressé fut informé qu’il devait « avancer les frais afférents aux mesures d’exécution », conformément à l’article 26 de la loi relative aux procédures d’exécution (« la loi »). Toutefois, ladite lettre ne précisait ni la nature ni le coût des mesures en question.", "10.  A l’époque pertinente, le requérant ne disposait que d’une pension mensuelle de 45 GEL (19 EUR), qui ne lui permettait pas d’acquitter les frais exigés pour l’ouverture d’une procédure d’exécution. Plutôt que de s’engager dans cette voie, il invita en vain le ministère de l’Intérieur et le parquet de la RA d’Adjarie à poursuivre pénalement son débiteur, sur le fondement de l’article 381 du code pénal, et à procéder à l’exécution forcée du jugement rendu en sa faveur. Les autorités en question s’y refusèrent, arguant qu’il n’entrait pas dans leur compétence de s’immiscer dans une procédure judiciaire.", "11.  Trois ans plus tard, le 20 janvier 2004, l’intéressé s’adressa au Conseil des ministres de la RA d’Adjarie – l’organe du pouvoir exécutif de cette république – pour lui indiquer que son impécuniosité l’empêchait d’avancer les frais exigés et lui assurer qu’il entendait régler la taxe d’exécution à réception du montant de la condamnation prononcée en sa faveur.", "12.  Dans sa réponse du 12 mars 2004, le ministre de la Justice de la RA d’Adjarie indiqua que l’adresse du débiteur du requérant était inconnue, rappela à ce dernier que le défaut de versement de l’avance des frais « faisait obstacle à l’exécution de la décision » rendue en sa faveur et qu’un huissier identifierait les biens du débiteur, procéderait à leur saisie et les mettrait aux enchères après que l’intéressé aurait acquitté l’avance en question. Se référant à l’article 113 § 1 de la loi, il ajouta que le requérant pourrait payer la taxe relative à la procédure d’exécution – s’élevant à 7 % du montant de la condamnation litigieuse – lorsque celle-ci aurait abouti.", "13.  L’intéressé n’ayant pas fait l’avance exigée, le jugement du 21 novembre 2001 n’a pas encore reçu exécution.", "B.  La deuxième procédure", "14.  Au décès de son frère, le requérant devait se voir attribuer par héritage un appartement occupé par des proches de sa belle-sœur. Avant de se prononcer sur les droits successoraux dont l’intéressé se prétendait titulaire, le tribunal compétent prit des mesures conservatoires, ordonnant à un huissier de placer l’appartement en question sous main de justice et de procéder à l’inventaire des meubles qui s’y trouvaient.", "15.  Reconnu comme héritier, le requérant diligenta une action civile contre les occupants de l’appartement, à qui il reprochait de s’être approprié un certain nombre de biens. Le 3 septembre 2002, après plusieurs ajournements, le tribunal municipal de Batumi fit partiellement droit aux demandes de l’intéressé en ordonnant aux défendeurs de lui restituer certains des biens revendiqués.", "16.  Il ressort du dossier de l’affaire que le requérant a reçu notification du jugement du 3 septembre 2002 le 24 septembre 2002 (date figurant sur un avis de réception rédigé en géorgien, langue inconnue de l’intéressé). Toutefois, le requérant indique avoir reçu le jugement en question le 3 octobre 2002, date inscrite sur un avis de réception rédigé en russe.", "17.  Le 28 octobre 2002, il interjeta appel dudit jugement. Le 3 décembre 2002, il s’acquitta des frais de justice, qui s’élevaient à 50 GEL (21,88 EUR). Au vu de l’avis de réception daté du 24 septembre 2002, la cour d’appel compétente estima que l’appel était tardif et débouta le requérant le 15 novembre 2002. Les frais de justice que celui-ci avait payés lui furent remboursés à une date non précisée.", "18.  L’intéressé demanda en vain à plusieurs autorités judiciaires et administratives d’ordonner une expertise sur l’authenticité de l’avis de réception du 24 septembre 2002.", "C.  La troisième procédure", "19.  Statuant le 8 juin 2001 sur une procédure de divorce, le tribunal municipal de Batumi jugea que l’appartement de deux pièces que l’intéressé et son épouse avaient occupé pendant leur mariage était un bien commun. Après le prononcé du divorce, il attribua à l’ex-épouse du requérant l’une des pièces de l’appartement litigieux. L’intéressé interjeta appel de cette décision, alléguant notamment que l’affaire avait été jugée en son absence. Le 16 août 2001, la écour d’appel débouta le requérant de son recours, au motif que le représentant de celui-ci avait assisté à l’audience qui s’était tenue devant elle. Cet arrêt fut confirmé par la Cour suprême de Géorgie le 1er février 2002.", "20.  L’exécution du jugement du 8 juin 2001 donna lieu à l’expulsion de la tante du requérant de la pièce de l’appartement attribuée à l’ex-épouse de l’intéressé.", "D.  La quatrième procédure", "21.  Par une décision du 28 octobre 1998, le tribunal municipal de Batumi reconnut que le requérant avait été victime de répression politique et prononça sa réhabilitation. L’intéressé sollicita en vain auprès de différentes autorités administratives le bénéfice de prestations sociales auxquelles les ressortissants géorgiens réhabilités peuvent prétendre en vertu d’un décret présidentiel du 1er janvier 1998.", "II.  LE DROIT INTERNE PERTINENT", "22.  Les dispositions pertinentes de la Constitution géorgienne sont ainsi libellées :", "Article 42 § 1", "« Toute personne a le droit de saisir un tribunal en vue de la protection de ses droits et libertés. »", "Article 89 § 1 f)", "« La Cour constitutionnelle de Géorgie (...) examine les questions ayant trait à la constitutionnalité de textes normatifs portant sur les matières mentionnées au titre II de la présente Constitution dont elle est saisie par les citoyens. »", "En son titre II, qui se compose des articles 12 à 47, la Constitution énumère les droits et libertés de l’homme qu’elle protège.", "23.  Dans leur version en vigueur à l’époque des faits, les dispositions pertinentes de la loi du 31 janvier 1996 relative à la Cour constitutionnelle étaient ainsi libellées :", "Article 1", "« La Cour constitutionnelle de Géorgie (ci-après « la Cour constitutionnelle ») est l’organe chargé du contrôle constitutionnel. Elle garantit la primauté de la Constitution de la Géorgie, la justice constitutionnelle et la protection des droits et libertés constitutionnels des individus. »", "Article 19 § 1 e)", "« La Cour constitutionnelle est compétente pour examiner et trancher (...), sur recours ou requête, les questions liées à la constitutionnalité d’actes juridiques au regard du titre II de la Constitution. »", "Article 20", "« La déclaration d’inconstitutionnalité d’une loi ou d’un acte juridique n’entraîne pas l’annulation des jugements et décisions précédemment rendus sur le fondement de la loi ou de l’acte en question. Elle a pour seul effet de suspendre l’exécution desdits jugements et décisions dans les conditions fixées par les lois de procédure. »", "Article 39 § 1 (tel qu’amendé le 12 février 2002)", "« Sont habilités à saisir la Cour constitutionnelle d’un recours mettant en cause la constitutionnalité d’un acte normatif ou de dispositions d’un tel acte (...)", "a)  Les ressortissants géorgiens, les personnes physiques résidant en Géorgie et les personnes morales de droit géorgien, lorsqu’ils estiment que l’un des droits et libertés dont ils sont titulaires en vertu du titre II de la Constitution est directement violé ou risque de l’être ;", "b)  Le défenseur du peuple, lorsqu’il estime que l’un des droits et libertés garantis par le titre II de la Constitution est violé. »", "24.  Dans leur version en vigueur à l’époque des faits, les dispositions pertinentes de la loi du 21 mars 1996 sur la procédure constitutionnelle étaient ainsi rédigées :", "Article 18 e)", "« Une requête ou un recours constitutionnel doit être déclaré irrecevable :", "(...)", "e)  lorsque l’objet du litige ne relève pas des dispositions de la Constitution. »", "25.  Les dispositions pertinentes de la loi du 16 avril 1999 sur les procédures d’exécution applicables à l’époque des faits étaient ainsi libellées :", "Article 5 § 1 : Services de l’exécution", "« Les huissiers des services de l’exécution [du ministère de la Justice] veillent à l’exécution des décisions énumérées ci-dessous. »", "Article 10 § 1 : Frais d’exécution", "« Le montant des frais afférents à l’exécution d’une décision est déterminé par l’huissier concerné et pourra être révisé au cours de l’exécution. »", "Article 11 : Exécution par les huissiers des décisions exécutoires par provision", "« Les huissiers sont habilités à utiliser des fonds prélevés sur le budget de l’Etat (...) en vue de l’exécution des décisions exécutoires par provision énumérées à l’article 268 § 1 a) à d) du code de procédure civile (...) »", "Article 17 §§ 1 et 5 : Droits et obligations des huissiers", "« Les commandements délivrés par les huissiers dans l’exercice de leurs fonctions s’imposent de la même manière à toutes les personnes physiques ou morales, quel que soit leur statut hiérarchique, juridique ou administratif.", "Les huissiers sont habilités à user de tous moyens de droit propres à assurer l’exécution prompte et efficace des décisions, à éclairer les parties sur leurs droits et obligations et à contribuer à la protection des droits et intérêts légitimes de celles-ci. »", "Article 26 (tel qu’amendé le 5 décembre 2000) : Ouverture d’une procédure\nd’exécution", "« Sur demande écrite d’un créancier, l’huissier compétent ouvre une procédure d’exécution à réception du titre exécutoire d’un jugement. Il peut refuser de procéder à l’exécution du jugement en cas de non-paiement par le créancier de l’avance des frais prévue par la présente loi. »", "Article 38 § 1 : Frais à la charge du débiteur", "« Les frais d’exécution sont à la charge du débiteur. Leur recouvrement a lieu en même temps que celui de la dette. »", "Article 39 §§ 1 et 2 : Frais afférents aux procédures d’exécution", "« Un appel de fonds peut être effectué pour couvrir :", "a)  le paiement (...) des interventions nécessaires à l’ouverture des portes et entrepôts ;", "b)  les frais afférents au stockage des biens saisis ;", "c)  les frais exposés pour la notification d’actes publics ;", "d)  les frais afférents à la détention d’un débiteur ;", "e)  les frais d’enchère.", "Le ministre de la Justice de Géorgie est habilité à compléter la liste des frais énumérés ci-dessus. »", "26.  Par un décret no 100 § 1 pris le 25 novembre 1999, le ministre de la Justice étendit la liste des frais d’exécution figurant à l’article 39 § 1 de la loi aux dépenses afférentes a) aux services bancaires, b) à l’identification des biens des débiteurs, c) aux expertises, d) au transport de biens mobiliers et e) aux services téléphoniques et postaux.", "Article 113 § 1 (introduit le 5 décembre 2000) : Taxe d’exécution", "« Dans l’attente de la promulgation de la loi sur la taxe d’exécution, le recouvrement des condamnations judiciaires est assujetti à une taxe s’élevant à 7 % de leur montant. Le créancier est tenu au paiement de cette taxe après recouvrement du montant de sa créance (...) »", "27.  La loi sur la taxe d’exécution n’a pas encore été promulguée.", "28.  Les dispositions pertinentes du code pénal géorgien sont ainsi rédigées :", "Article 381", "« [Est sanctionné] le défaut d’exécution d’un jugement ou d’une autre décision de justice définitifs, de même que le fait, pour l’Etat, pour des agents du gouvernement ou des collectivités locales, ou pour des dirigeants d’une société ou autre organisation, de faire obstacle à leur exécution (...) »", "29.  L’article pertinent du code de procédure civile géorgien est ainsi rédigé :", "Article 268 § 1 a) à d) : Jugements exécutoires par provision", "« A la requête d’une partie, le tribunal peut ordonner l’exécution provisoire totale ou partielle :", "a)  d’un jugement relatif à une créance alimentaire ;", "b)  d’un jugement relatif à l’indemnisation d’un préjudice découlant d’une mutilation, d’une autre lésion corporelle ou du décès d’une personne en charge d’autrui ;", "c)  d’un jugement relatif à l’indemnisation de la perte de revenus subie par un salarié sur une période n’excédant pas trois mois ;", "d)  d’un jugement relatif à la réintégration d’un employé ayant fait l’objet d’un licenciement abusif.", "III.  LES documents pertinents de la Commission européenne pour la démocratie par le droit (« Commission de Venise »)", "30.  Le 19 avril 1999, la Commission de Venise a rendu un avis sur un projet d’amendements à la loi sur la Cour constitutionnelle de Géorgie et à la loi sur la procédure constitutionnelle. On peut y lire :", "[Traduction du greffe]", "« Il faut admettre que les décisions de la Cour constitutionnelle se caractérisent par une certaine imprécision du point de vue de leur exécution. Pour remédier à cette difficulté, le législateur géorgien pourrait se référer à la loi sur la Cour constitutionnelle fédérale allemande, dont l’article 35 énonce que « [l]a Cour constitutionnelle fédérale peut, dans sa décision, déterminer qui l’exécute ; elle peut aussi, dans des cas particuliers, déterminer le mode d’exécution. »", "31.  L’avis de la Commission de Venise sur les projets d’amendements constitutionnels relatifs à la réforme de l’ordre judiciaire géorgien (62e session, Venise, 11-12 mars 2005) contient le passage suivant :", "« 22.  L’actuel Article 89.1.f [de la Constitution] permet déjà un recours individuel à la Cour constitutionnelle par une requête constitutionnelle « non réelle » (terme utilisé dans la doctrine allemande) contre des dispositions légales. Saluons au passage le fait que le projet d’Article 89.1.f ne limite plus ce droit aux citoyens mais l’étend aux personnes en général.", "23.  De plus, le projet d’Article 89.1.f permettra à la Cour constitutionnelle d’examiner la « constitutionnalité des décisions des tribunaux relatives aux droits de l’homme et aux libertés fondamentales énoncés au Titre II de la constitution à la demande d’un particulier ou du Défenseur du peuple de la Géorgie. » Ce projet ajoute ainsi la possibilité d’une requête constitutionnelle « réelle » contre des actes individuels – les décisions finales des tribunaux.", "24.  Cette disposition élargit fortement le domaine de compétences et les pouvoirs de la Cour constitutionnelle. La Cour constitutionnelle acquiert un pouvoir de révision des décisions des juridictions ordinaires quand elles concernent les droits de l’homme. Cette possibilité d’exercer un pouvoir de révision à la demande d’un particulier crée un puissant outil de mise en œuvre des droits de l’homme et des libertés fondamentales garanties par le Titre II. »", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 6 § 1 DE LA CONVENTION", "A.  Sur la recevabilité", "1.  La première procédure", "32.  En ce qui concerne la première procédure, le requérant se plaint du refus des autorités compétentes d’exécuter le jugement du 21 novembre 2001. Les dispositions pertinentes de l’article 6 § 1 sont ainsi libellées :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "33.  Le Gouvernement soutient que l’intéressé n’a pas épuisé les recours internes, au mépris de l’article 35 § 1 de la Convention. A cet égard, il fait valoir que l’article 42 § 1 de la Constitution garantit à tous les justiciables le droit à un procès équitable et en déduit que le requérant aurait dû saisir la Cour constitutionnelle sur le fondement de l’article 89 de la Constitution pour lui demander d’annuler l’article 26 de la loi litigieuse s’il estimait que l’obligation d’avancer les frais d’exécution préalablement à l’ouverture d’une procédure d’exécution portait atteinte à ce droit.", "34.  L’intéressé n’a pas répondu à l’exception soulevée par le Gouvernement (paragraphes 4 et 5 ci-dessus).", "35.  La Cour rappelle que, dans le cadre de l’article 35 de la Convention, un requérant doit se prévaloir des recours normalement disponibles et suffisants pour lui permettre d’obtenir réparation des violations qu’il allègue (Barszcz c. Pologne, no 71152/01, § 41, 30 mai 2006). Cependant, en matière d’épuisement des recours internes, la Convention prévoit une répartition de la charge de la preuve. Il incombe d’abord au Gouvernement excipant du non-épuisement de convaincre la Cour que le recours était effectif et disponible tant en théorie qu’en pratique à l’époque des faits, c’est-à-dire qu’il était accessible, était susceptible d’offrir au requérant le redressement de ses griefs et présentait des perspectives raisonnables de succès (voir, entre autres, Sejdovic c. Italie [GC], no 56581/00, § 46, CEDH 2006-II, et Vernillo c. France, 20 février 1991, § 27, série A no 198). Ce n’est qu’après que cette preuve a été rapportée qu’il appartient au requérant d’établir que certaines circonstances spéciales le dispensaient de cette obligation (Merit c. Ukraine, no 66561/01, § 57, 30 mars 2004).", "36.  La règle de l’épuisement des voies de recours internes ne s’accommode pas d’une application automatique et ne revêt pas un caractère absolu ; en en contrôlant le respect, il faut avoir égard aux circonstances de la cause (Van Oosterwijck c. Belgique, 6 novembre 1980, § 35, série A no 40). Cela signifie notamment que la Cour doit tenir compte de manière réaliste non seulement des recours prévus en théorie dans le système juridique de la Partie contractante concernée, mais également du contexte juridique et politique dans lequel ils se situent ainsi que de la situation personnelle des requérants (Akdivar et autres c. Turquie, 16 septembre 1996, §§ 65-69, Recueil des arrêts et décisions 1996-IV).", "37.  Le grief que le requérant formule en l’espèce est tiré du droit à l’exécution des décisions judiciaires obligatoires. Ce droit, qu’aucune des dispositions de la Convention n’énonce expressément, est considéré par la jurisprudence des organes de la Convention comme faisant partie intégrante du « procès » au sens de l’article 6 § 1 (Hornsby c. Grèce, 19 mars 1997, § 40, Recueil 1997-II).", "38.  La Cour constate que ni l’article 42 § 1 de la Constitution invoqué en défense par le Gouvernement ni aucune autre disposition de ce texte ne prévoient de garanties ne serait-ce qu’un tant soit peu comparables à celles découlant de la jurisprudence de la Cour contre l’inexécution de décisions. Si le libellé dudit article donne à penser qu’il consacre effectivement le droit d’accès à un tribunal, le Gouvernement n’a mentionné aucun arrêt ou décision de la Cour constitutionnelle déduisant de cette disposition des garanties contre l’inexécution semblables à celles qui se dégagent de la jurisprudence de la Cour.", "39.  La Cour relève qu’il ressort de l’article 89 § 1 f) de la Constitution et de l’article 19 § 1 e) de la loi sur la Cour constitutionnelle qu’un recours constitutionnel est incompatible ratione materiae avec les dispositions de la Constitution lorsqu’il n’est pas fondé sur un droit constitutionnel et que, en application de l’article 18 e) de la loi sur la procédure constitutionnelle, il ne peut alors faire l’objet d’un examen au fond. Dans ces conditions, et compte tenu du fait que la Cour n’a pas pour tâche de se substituer à la Cour constitutionnelle dans l’interprétation de la Constitution, elle ne saurait conclure que le requérant aurait pu revendiquer avec succès devant la haute juridiction un droit constitutionnel à l’exécution des décisions judiciaires obligatoires, faute pour le Gouvernement d’avoir apporté la preuve d’une pratique juridictionnelle interne consacrant l’existence d’un tel droit.", "40.  La Cour relève en outre que l’article 89 § 1 f) de la Constitution autorise les individus à introduire devant la Cour constitutionnelle des recours constitutionnels dits « abstraits » (paragraphes 22, 23 et 31 ci-dessus). Concrètement, cela signifie que les justiciables peuvent contester la constitutionnalité d’une loi en vigueur sans être nécessairement affectés par sa mise en œuvre. En revanche, ils ne sont pas habilités à contester les décisions des autorités judiciaires ou des pouvoirs publics qui concernent directement leur situation personnelle.", "41.  Le recours constitutionnel évoqué ci-dessus est analogue à celui qui est mis en œuvre devant la Cour constitutionnelle de Hongrie, dont la Cour a estimé qu’il n’était pas effectif aux fins de l’article 35 de la Convention car la haute juridiction hongroise doit se borner à exercer un contrôle abstrait de la constitutionnalité des lois sans pouvoir annuler ou réformer les mesures individuelles prises par l’Etat envers les particuliers (Vén c. Hongrie, no 21495/93, décision de la Commission du 30 juin 1993, non publiée).", "42.  La procédure constitutionnelle géorgienne se distingue aussi de celle qui est suivie, par exemple, en Allemagne, en Espagne ou en République tchèque. Il existe dans ces pays un recours constitutionnel « spécifique » qui permet à la juridiction constitutionnelle de remédier à des violations de droits et libertés commises par l’administration ou une autorité publique ou, lorsque la violation d’un droit garanti par la Constitution résulte d’une ingérence autre qu’une décision, d’interdire à l’autorité concernée de poursuivre la violation de ce droit et de lui ordonner de rétablir, si possible, le statu quo ante (Hartman c. République tchèque, no 53341/99, § 49, CEDH 2003-VIII, et Sürmeli c. Allemagne [GC], no 75529/01, § 62, CEDH 2006-VII). Ce recours offre en outre un remède aux violations trouvant leur origine immédiate et directe dans un acte ou omission d’un organe judiciaire, indépendamment des faits qui ont donné lieu à la procédure ; l’annulation d’une loi inconstitutionnelle entraîne l’anéantissement de toutes les décisions définitives prises par les tribunaux ou les pouvoirs publics sur le fondement de celle-ci (Riera Blume et autres c. Espagne (déc.), no 37680/97, CEDH 1999-II, et Voggenreiter c. Allemagne, no 47169/99, § 23, CEDH 2004-I).", "43.  Au contraire, la Cour constitutionnelle géorgienne n’est pas habilitée à annuler les décisions individuelles prises par des autorités publiques ou des organes juridictionnels qui affectent directement les droits des justiciables (voir les documents de la Commission de Venise mentionnés aux paragraphes 30 et 31 ci-dessus). Selon l’article 20 de la loi sur la Cour constitutionnelle, une déclaration d’inconstitutionnalité touchant une loi ou un autre acte normatif ne peut entraîner l’annulation des décisions judiciaires déjà prononcées sur le fondement de la loi ou de l’acte en question. Une telle déclaration ne peut même pas conduire à l’arrêt d’une procédure d’exécution en rapport avec l’acte qu’elle vise mais seulement à la suspension de celle-ci.", "44.  La Cour a déjà eu l’occasion de souligner que, pour qu’un recours soit effectif, il doit répondre au grief en fournissant un redressement direct et rapide à la violation incriminée et non une simple protection indirecte des droits garantis par l’article 6 (Merit, précité, § 59, et Deweer c. Belgique, 27 février 1980, § 29, série A no 35). En l’espèce, faute pour la Cour constitutionnelle d’être habilitée à ordonner aux autorités compétentes d’exécuter un jugement, on ne sait pas exactement si le succès d’un recours constitutionnel introduit par le requérant en vue de faire annuler l’article 26 de la loi sur les procédures d’exécution aurait offert un remède direct et rapide au problème de l’inexécution.", "45.  A cet égard, la Cour rappelle que la saisine des instances chargées du contrôle de constitutionnalité en Allemagne et en République tchèque, qui satisfait en règle générale aux exigences de l’article 35 § 1 de la Convention, a été considérée comme un recours non effectif dans des affaires de « durée de procédure » car, si ces instances peuvent constater une violation des dispositions constitutionnelles garantissant le droit à un procès équitable, elles n’ont pas compétence pour donner des indications précises sur la manière d’accélérer une procédure souffrant de retards ni, par ailleurs, la possibilité d’allouer des indemnités en réparation des dommages résultant de la durée excessive de la procédure (Sürmeli, précité, §§ 105 et 106, et Hartman, précité, §§ 67-83).", "46.  Au vu de ce qui précède, la Cour conclut que la procédure de recours constitutionnel individuel actuellement applicable en Géorgie ne saurait passer avec un degré suffisant de certitude pour un redressement approprié au grief tiré de l’inexécution d’un jugement faute de comporter de mécanisme effectif propre à remédier de manière directe et spécifique à des cas concrets de violations des droits de l’homme (voir, a contrario, Sürmeli, précité, § 103 ; voir aussi, mutatis mutandis, Horvat c. Croatie, no 51585/99, § 44, CEDH 2001-VIII, et Vodeničarov c. Slovaquie, no 24530/94, §§ 43 et 44, 21 décembre 2000).", "47.  Il s’ensuit que l’exception soulevée par le Gouvernement relativement à la première procédure doit être rejetée. Cette partie de la requête ne se heurtant à aucun autre motif d’irrecevabilité, elle doit être déclarée recevable.", "2.  Les deuxième et troisième procédures", "48.  En ce qui concerne la deuxième procédure, le requérant se plaint de l’impossibilité de faire expertiser l’avis de réception daté du 24 septembre 2002. Faisant valoir que la cour d’appel a rendu son arrêt le 15 novembre 2002, c’est-à-dire avant le paiement des frais de justice effectué le 3 décembre 2002, il prétend que cet arrêt est un faux. Par ailleurs, il met en doute l’équité de la troisième procédure, soutenant que l’audience à laquelle son avocat a assisté s’est tenue en son absence.", "49.  La Cour observe que le dossier ne révèle aucune apparence de violation de l’article 6 § 1 en ce qui concerne les deuxième et troisième procédures, considérées dans leur ensemble (Miailhe c. France (no 2), 26 septembre 1996, § 43, Recueil 1996-IV), et estime que les griefs formulés par l’intéressé sont manifestement mal fondés. Cette partie de la requête doit en conséquence être rejetée en application de l’article 35 §§ 3 et 4 de la Convention.", "B.  Sur le fond", "1.  Thèses des comparants", "50.  Le Gouvernement soutient que les droits que le requérant tire de l’article 6 § 1 de la Convention n’ont pas été violés.", "51.  Il fait notamment valoir que, en application des articles 38 et 39 de la loi sur les procédures d’exécution et du décret no 100 § 1 pris par le ministre de la Justice, la charge des frais afférents à certaines mesures d’exécution incombe au débiteur. Toutefois, le recouvrement des frais en question n’ayant lieu qu’au moment de l’exécution d’un jugement, il incomberait à l’intéressé, en vertu de l’article 26 de ladite loi, d’avancer « certains frais nécessaires à l’organisation technique » de la procédure d’exécution. En outre, les frais avancés par le requérant lui seraient intégralement remboursés après l’exécution du jugement. Enfin, le jugement litigieux ne pourrait être exécuté aux frais de l’Etat car il ne relèverait pas de la catégorie des décisions judiciaires énumérées à l’article 11 de la loi.", "52.  Par ailleurs, conformément à l’article 113 § 1 de la loi, l’intéressé devrait payer une taxe s’élevant à 7 % du montant de la condamnation au cas où le jugement litigieux recevrait exécution.", "53.  Le requérant n’a pas répliqué aux conclusions du Gouvernement (paragraphes 4 et 5 ci-dessus).", "2.  Appréciation de la Cour", "54.  La Cour rappelle que l’article 6 § 1 garantit à chacun le droit à ce qu’un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil (Golder c. Royaume-Uni, 21 février 1975, §§ 28-36, série A no 18). Le droit à un tribunal n’est pas seulement un droit théorique d’obtenir la reconnaissance de son droit par une décision définitive, mais il comprend encore l’espoir légitime que cette décision sera exécutée. La protection effective du justiciable et le rétablissement de la légalité impliquent l’obligation pour l’administration de se plier à un jugement ou arrêt obligatoire (Hornsby, précité, §§ 40 et suiv.).", "55.  Pour ce qui est de la présente affaire, la Cour considère que la question du remboursement éventuel de l’avance des frais après l’exécution du jugement litigieux n’a pas de rapport avec le grief formulé par l’intéressé sur le terrain de l’article 6 § 1 de la Convention. Le grief à examiner porte sur le fait que l’avance de frais exigée pour l’ouverture d’une procédure d’exécution a empêché le requérant de faire exécuter à son profit le jugement obligatoire rendu en sa faveur.", "56.  L’exécution d’un jugement faisant partie intégrante du procès (Bourdov c. Russie, no 59498/00, § 34, CEDH 2002-III), la Cour considère que le droit de chacun à un tribunal – dont l’accès aux juridictions de première instance et d’appel pour les décisions relatives à ses « droits et obligations de caractère civil » constitue un aspect (Kreuz c. Pologne (no 1), no 28249/95, §§ 53 et 54, CEDH 2001-VI) – protège aussi le droit d’accès à une procédure d’exécution (voir, mutatis mutandis, Manoilescu et Dobrescu c. Roumanie et Russie (déc.), no 60861/00, CEDH 2005-VI), c’est-à-dire le droit d’engager une telle procédure.", "57.  A cet égard, il importe de souligner que le droit d’accès à un tribunal n’est pas absolu ; il se prête à des limitations implicitement admises car il appelle de par sa nature même une réglementation par l’Etat. Cependant, la Cour doit se convaincre que les limitations appliquées ne restreignent pas l’accès ouvert à l’individu d’une manière ou à un point tels que le droit s’en trouve atteint dans sa substance même. En outre, pareilles limitations ne se concilient avec l’article 6 § 1 que si elles tendent à un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Waite et Kennedy c. Allemagne [GC], no 26083/94, § 59, CEDH 1999-I).", "58.  La Cour relève que, en se prévalant de l’article 26 de la loi sur les procédures d’exécution, les autorités compétentes ont imposé au requérant une restriction financière consistant en une obligation d’acquitter une « avance de frais ». Cette « avance de frais », qui limite l’accès aux procédures d’exécution, s’apparente à la règle subordonnant l’accès aux juridictions civiles au paiement de frais de procédure.", "59.  A cet égard, la Cour réitère que le montant des frais réclamés, apprécié à la lumière des circonstances particulières d’une affaire donnée, y compris la solvabilité du requérant et la phase de la procédure à laquelle la restriction en question est imposée, sont des facteurs à prendre en compte pour déterminer si l’intéressé a bénéficié de son droit d’accès à un tribunal (Kreuz, précité, § 60).", "60.  En l’espèce, la restriction financière litigieuse n’a pas été imposée au requérant en première instance ou en appel, raison pour laquelle on ne saurait considérer qu’elle avait un rapport avec le bien-fondé des prétentions de l’intéressé ou leurs perspectives de succès, considérations de nature à justifier des restrictions au droit d’accès à un tribunal (voir, a contrario, Tolstoy Miloslavsky c. Royaume-Uni, 13 juillet 1995, §§ 61 et suiv., série A no 316-B). Au vu du jugement définitif et obligatoire rendu en faveur du requérant, on doit au contraire conclure que l’action exercée par lui était bien fondée. L’obligation mise à la charge de l’intéressé d’avancer les frais afférents à l’exécution du jugement litigieux constitue donc une restriction de nature purement financière. Dès lors, elle doit faire l’objet d’un examen particulièrement rigoureux du point de vue des intérêts de la justice (Podbielski et PPU Polpure c. Pologne, no 39199/98, § 65, 26 juillet 2005).", "61.  La Cour observe que le Gouvernement n’a pas expliqué quel était le but de l’obligation imposée au requérant d’acquitter des frais en vue de l’exécution du jugement litigieux. Il s’est borné à indiquer que le jugement en question n’était pas de ceux dont l’Etat doit assumer les frais d’exécution et qu’il appartenait à l’intéressé de pourvoir au financement des mesures nécessaires à son exécution s’il souhaitait recouvrer le montant de la condamnation prononcée en sa faveur (paragraphe 51 ci-dessus).", "62.  La Cour relève que, contrairement à ce qu’affirme le Gouvernement, ni l’article 26 in fine ni aucune autre disposition de la loi sur les procédures d’exécution ne précise quelle est la fraction des frais d’exécution mise à la charge des créanciers et n’indique quelles mesures elle couvre. Il ne ressort pas non plus de la loi en question que les frais avancés par les créanciers doivent leur être intégralement remboursés au terme de la procédure d’exécution. Les lettres adressées au requérant par les autorités responsables de l’exécution ne comportent pas d’informations complémentaires à cet égard : la somme due par l’intéressé et les mesures auxquelles elle se rapporte n’y sont pas mentionnées. Les autorités se sont contentées d’indiquer qu’un huissier identifierait les biens du débiteur, les saisirait et les mettrait aux enchères après que l’intéressé aurait fait l’avance des frais litigieux (paragraphes 9 et 12 ci-dessus). Les allégations d’impécuniosité formulées par ce dernier sont restées sans réponse.", "63.  Même à supposer qu’il soit justifié de faire supporter aux créanciers une partie des frais d’exécution, la Cour relève que l’article 113 § 1 de la loi sur les procédures d’exécution leur impose de surcroît d’acquitter une taxe s’élevant à 7 % des sommes recouvrées au titre des condamnations prononcées en leur faveur. Il convient de souligner que le requérant, qui ne pouvait acquitter l’avance de frais litigieuse en raison de son impécuniosité, était disposé à payer ladite taxe après l’exécution du jugement (paragraphe 11 ci-dessus).", "64.  La Cour rappelle que l’exécution de l’obligation des autorités d’assurer un droit effectif d’accès à un tribunal ne signifie pas simplement l’absence d’ingérence mais peut appeler diverses formes de mesures positives de l’Etat (Kreuz, précité, § 59). Elle considère que, en transférant sur l’intéressé la responsabilité de la charge financière de l’organisation de la procédure d’exécution, l’Etat a tenté de se soustraire à son obligation positive d’organiser un système d’exécution des jugements qui soit effectif en droit comme en pratique (Fouklev c. Ukraine, no 71186/01, § 84, 7 juin 2005).", "65.  Il ressort de ce qui précède que l’attitude des autorités consistant à faire assumer au requérant la responsabilité de l’ouverture d’une procédure d’exécution en le contraignant à avancer les frais litigieux sans tenir compte de son impécuniosité a imposé à l’intéressé une charge excessive et restreint son droit d’accès à un tribunal au point que celui-ci s’en est trouvé atteint dans sa substance même.", "66.  Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR Les autres violations alléguées de la Convention", "67.  Invoquant les articles 1, 13, 14 et 17 de la Convention, le requérant allègue que, au cours de la deuxième procédure, l’huissier a dressé l’inventaire des biens de son foyer en son absence. Il dit en outre avoir été contraint de payer une taxe à l’Etat malgré son impécuniosité. S’appuyant sur les mêmes dispositions, il conteste l’expulsion de sa tante dans le cadre de la troisième procédure et se plaint, au sujet de la quatrième procédure, de ne pas avoir bénéficié des prestations sociales auxquelles il avait droit.", "68.  La Cour relève que les griefs formulés par l’intéressé sur le terrain de l’article 6 § 1 en ce qui concerne les deuxième et troisième procédures ont été déclarés irrecevables (paragraphe 49 ci-dessus). Ayant dûment tenu compte des circonstances pertinentes de la cause, la Cour estime qu’aucune question distincte ne se pose sous l’angle des articles 1, 13, 14 et 17 en ce qui concerne la quatrième procédure. Il s’ensuit que cette partie de la requête est manifestement mal fondée et qu’elle doit être rejetée, conformément à l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "69.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "70.  Le requérant n’a formulé aucune prétention au titre de la satisfaction équitable. En conséquence, il n’y a pas lieu pour la Cour d’allouer à l’intéressé une somme à ce titre (Fadıl Yılmaz c. Turquie, no 28171/02, § 26, 21 juillet 2005).", "71.  Toutefois, il convient d’observer qu’un arrêt constatant une violation de la Convention ou de ses Protocoles entraîne pour l’Etat défendeur l’obligation juridique non seulement de verser aux intéressés les sommes allouées à titre de satisfaction équitable, mais aussi à choisir, sous le contrôle du Comité des Ministres, les mesures générales et/ou, le cas échéant, individuelles à adopter dans son ordre juridique interne afin de mettre un terme à la violation constatée par la Cour. L’Etat défendeur est tenu d’effacer dans la mesure du possible les conséquences de la violation de manière à rétablir autant que faire se peut la situation antérieure à celle-ci. En outre, il résulte de la Convention, et notamment de son article 1, qu’en ratifiant la Convention les Etats contractants s’engagent à faire en sorte que leur droit interne soit compatible avec celle-ci. Par conséquent, il appartient à l’Etat défendeur d’éliminer, dans son ordre juridique interne, tout obstacle éventuel à un redressement adéquat de la situation du requérant (Assanidzé c. Géorgie [GC], no 71503/01, § 198, CEDH 2004-II, et Maestri c. Italie [GC], no 39748/98, § 47, CEDH 2004-I).", "72.  Eu égard à la conclusion à laquelle elle est parvenue dans la présente affaire, et sans préjudice des autres mesures envisageables en vue de l’amélioration du régime actuel d’exécution des jugements (voir, mutatis mutandis, Papamichalopoulos et autres c. Grèce (article 50), 31 octobre 1995, § 34, série A no 330-B), la Cour considère que le redressement le plus adéquat consisterait à mettre un terme à la situation de non-exécution critiquée (voir, entre autres, Plotnikovy c. Russie, no 43883/02, § 33, 24 février 2005).", "73.  Il s’ensuit que l’Etat défendeur doit assurer l’exécution du jugement du 21 novembre 2001 par des moyens appropriés.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ, ", "1.  Déclare recevable le grief du requérant tiré de l’inexécution du jugement du 21 novembre 2001, et irrecevable le surplus de la requête ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit que l’Etat défendeur doit, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, assurer l’exécution du jugement du 21 novembre 2001 par des moyens appropriés.", "Fait en anglais, puis communiqué par écrit le 28 novembre 2006, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tJean-Paul Costa\n\tGreffier adjoint\tPrésident"]}