{"file": "FRE_HFJUD_39272_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39272/98", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE M.C. c. BULGARIE", "", "", "(Requête no 39272/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "4 décembre 2003", "", "", "DÉFINITIF", "", "04/03/2004", "", "", "", "", "En l'affaire M.C. c. Bulgarie,", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tM.\tC.L. Rozakis, président,\n\tMmes\tF. Tulkens,\n\t\tN. Vajić,\n\tM.\tE. Levits,\n\tMme\tS. Botoucharova,\n\tMM.\tA. Kovler,\n\t\tV. Zagrebelsky, juges,\net de M. S. Nielsen, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil le 13 novembre 2003,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 39272/98) dirigée contre la République de Bulgarie et dont une ressortissante de cet Etat, M.C. (« la requérante »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 23 décembre 1997 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). Une fois la Cour saisie, le président de la chambre a accédé à la demande de non-divulgation de son identité formulée par la requérante (article 47 § 3 du règlement).", "2.  La requérante, qui a été admise au bénéfice de l'assistance judiciaire, est représentée par Me Y. Grozev, avocat à Sofia. Me Grozev a présenté une procuration datée du 27 novembre 1997, signée par la requérante et sa mère. Le gouvernement bulgare (« le Gouvernement ») est représenté par ses agentes Mme V. Djidjeva, Mme M. Dimova et Mme M. Kotzeva, du ministère de la Justice.", "3.  La requérante alléguait la violation de ses droits au titre des articles 3, 8, 13 et 14 de la Convention. En effet, selon elle, le droit et la pratique internes en matière de viol et l'enquête sur le viol dont elle a été victime n'ont pas permis d'assurer le respect de l'obligation positive qui incombait à l'Etat défendeur de la protéger effectivement, par la loi, contre le viol et les violences sexuelles.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  La requête a initialement été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement).", "6.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête est ainsi échue à la première section telle que remaniée (article 52 § 1). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "7.  Par une décision du 5 décembre 2002, la chambre a déclaré la requête recevable.", "8.  Tant la requérante que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). La chambre a décidé après consultation des parties qu'il n'y avait pas lieu de tenir une audience consacrée au fond de l'affaire (article 59 § 3 in fine du règlement). Des observations ont également été reçues de Interights, une organisation non gouvernementale ayant son siège à Londres, que le président avait autorisée à intervenir dans la procédure écrite (article 36 § 2 de la Convention et ancien article 61 § 3 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  La requérante, née en 1980, est de nationalité bulgare.", "10.  Elle affirme avoir été violée par deux hommes le 31 juillet et le 1er août 1995, alors qu'elle était âgée de quatorze ans et dix mois. L'enquête qui s'ensuivit aboutit à la conclusion qu'il n'existait pas de preuves suffisantes pour établir que la requérante avait été contrainte à avoir des relations sexuelles.", "A.  Evénements de la nuit du 31 juillet au 1er août 1995", "1.  Le soir du 31 juillet", "11.  Le 31 juillet 1995, la requérante et une de ses amies attendaient devant une discothèque de la ville de K. lorsque trois hommes, P. (âgé de vingt et un ans à l'époque), A. (âgé de vingt ans à l'époque) et V.A. (dont l'âge n'est pas précisé), arrivèrent dans la voiture de P. La requérante connaissait P. et A. Elle avait rencontré P. dans la même discothèque et dansé avec lui à une occasion. A. était le frère aîné d'une amie de classe.", "12.  A. invita la requérante à se rendre avec lui et ses amis dans une discothèque située dans une petite ville à dix-sept kilomètres de là. La requérante affirme avoir accepté à la condition d'être rentrée chez elle avant 23 heures.", "13.  A la discothèque, une ou deux personnes du groupe consommèrent des boissons. La requérante vit des amis avec qui elle discuta brièvement. Elle soutient qu'elle ne cessa de demander aux hommes l'accompagnant de partir, car l'heure avançait.", "14.  Tard dans la soirée, le groupe quitta la discothèque en direction de K. Sur la route, ils furent brièvement arrêtés par la police pour un contrôle.", "15.  Ensuite, A. proposa de s'arrêter à un réservoir proche pour nager. Selon la requérante, ils s'y rendirent malgré ses protestations. Elle affirme qu'elle n'avait pas soupçonné les intentions des hommes.", "2.  Les faits survenus au réservoir", "16.  Au réservoir, la requérante dit ne pas vouloir nager et resta dans la voiture, sur le siège passager avant. Les trois hommes allèrent se baigner. Peu après, P. revint et s'assit sur le siège avant à côté de la requérante.", "17.  Dans les déclarations qu'elle fit aux enquêteurs, la requérante expliqua que P. avait alors pressé son corps contre le sien, proposé qu'ils « devinssent amis » et commencé à l'embrasser. La requérante aurait repoussé ses avances en lui demandant de partir. P. avait continué à l'embrasser alors qu'elle essayait de l'écarter d'elle. Il avait ensuite baissé le siège de la voiture à l'horizontale, saisi les mains de la jeune fille en les lui plaquant de force derrière le dos. La requérante avait pris peur et se sentait en même temps honteuse de s'être mise dans une telle situation. Elle n'avait pas eu la force de résister violemment ou de crier. Elle avait en vain tenté de repousser P., qui était bien plus fort qu'elle. P. l'avait en partie dévêtue et obligée à avoir une relation sexuelle avec lui.", "18.  Lors de son témoignage, la requérante déclara : « C'était la première fois et j'ai eu très mal. Je ne me sentais pas bien et eus envie de vomir. J'ai fondu en larmes. »", "19.  Selon les déclarations de P., il a eu un rapport sexuel avec la requérante dans la voiture avec le consentement total de l'intéressée. Il avait commencé à l'embrasser, elle lui avait rendu ses baisers. Il avait tenté sans succès de déboutonner le jean ou de défaire la ceinture de la jeune fille ; elle l'avait alors fait elle-même et avait enlevé ses sous-vêtements.", "20.  En ayant terminé, P. avait quitté la voiture et s'était approché de A. et de V.A. A. déclara à la police que P. leur avait dit avoir « sauté » la requérante. Peu de temps après, les trois hommes étaient revenus à la voiture et le groupe était reparti.", "21.  La requérante expliqua au magistrat instructeur avoir soupçonné par la suite que les trois hommes avaient prévu d'avoir des relations sexuelles avec elle et avaient pour ce faire inventé le prétexte d'aller nager pour l'emmener dans un lieu désert. Elle ne se souvenait notamment pas d'avoir vu A. et V.A. mouillés quand ils avaient regagné la voiture, alors qu'ils avaient insisté pour aller nager au réservoir.", "3.  L'allégation du second viol", "22.  La requérante affirma par la suite qu'après le premier viol elle était très perturbée et pleura beaucoup. P. et A. déclarèrent quant à eux lorsqu'ils furent interrogés que la requérante était d'excellente humeur, avait commencé à caresser A., ce qui avait irrité P. L'intéressée avait également demandé à aller au bar ou au restaurant. Le groupe s'était rendu dans un restaurant où la requérante avait brièvement discuté avec Mme T., la chanteuse qui y travaillait. Mme T. se trouvait à table avec un certain M. M.", "23.  Mme T. déclara que le 1er août 1995 elle était au restaurant avec M. M. Peu après minuit, la requérante, qu'elle connaissait vaguement, s'était approchée d'elle pour lui demander si son groupe se produirait les jours suivants. Mme T. se souvenait avoir alors vu un homme qui attendait à la porte. Ayant obtenu la réponse à sa question, la requérante était partie. Mme T. précisa que la jeune fille semblait joyeuse et qu'il n'y avait rien d'anormal dans son comportement.", "24.  M. M. fut également interrogé par la police. Il déclara qu'il connaissait très bien la requérante mais ne se souvenait pas l'avoir vue ce soir-là.", "25.  La requérante contesta les déclarations de P., A., V.A. et Mme T. en soutenant qu'ils n'étaient pas allés au restaurant et qu'elle ne connaissait pas Mme T. La requérante et sa mère accusèrent par la suite Mme T. de faux témoignage (paragraphes 66-68 ci-dessous).", "26.  Au lieu de rentrer à K., le groupe se rendit vers trois heures du matin dans une ville avoisinante, où des proches de V.A. avaient une maison. A., V.A. et la requérante sortirent de la voiture. P., qui était le propriétaire du véhicule, partit.", "27.  Les trois hommes et un boulanger, M. S., qu'ils citèrent comme témoin, affirmèrent par la suite que le groupe s'était dans l'intervalle brièvement arrêté à la boulangerie de M. S. Celui-ci aurait eu les clefs de la maison. Interrogé, il déclara que vers deux heures du matin, il avait donné les clefs à V.A. et avait vu la requérante attendant dans la voiture, apparemment de bonne humeur. De la musique forte venait du véhicule. La requérante nia qu'ils se fussent rendus dans une boulangerie et accusa le boulanger de faux témoignage. P., A. et V.A. déclarèrent qu'ils avaient décidé d'aller dans cette maison parce que la requérante leur avait expliqué qu'elle s'était disputée avec sa mère et ne voulait pas rentrer chez elle.", "28.  La requérante dit à la police qu'elle s'était sentie perdue et avait éprouvé le besoin d'être protégée. Comme A. était le frère d'une camarade de classe, elle s'attendait à ce qu'il la protégeât et l'avait suivi ainsi que V.A. dans une pièce du rez-de-chaussée de la maison.", "29.  Il y avait un lit dans la pièce et la requérante s'y était assise. Les deux hommes avaient fumé et parlé un moment. V.A. avait ensuite quitté la pièce.", "30.  La requérante affirma qu'à ce moment-là A. s'était assis à côté d'elle, l'avait poussée pour l'allonger sur le lit, l'avait déshabillée et obligée à avoir une relation sexuelle avec lui. La requérante n'avait pas eu la force de résister violemment. Elle avait seulement supplié l'homme d'arrêter. Par la suite, elle expliqua dans sa déclaration :", "« Je me suis mise à pleurer en lui demandant d'arrêter (...) Il a commencé à me caresser les seins et à me sucer le cou (...) A un moment il a enlevé mon jean et mes sous-vêtements avec les pieds. Il m'a alors écarté les jambes avec les siennes et m'a pénétrée de force... [Après qu'il a terminé] j'ai fondu en larmes et ai pleuré jusqu'au matin, puis me suis endormie (...) [V.A.] m'a réveillée en me disant que [A.] était allé chercher une voiture pour me ramener à K. Je me suis assise sur le lit et me suis mise à pleurer. »", "31.  A. affirma devant la police qu'il avait eu une relation sexuelle avec la requérante du plein gré de celle-ci.", "4.  La matinée du 1er août 1995", "32.  Le lendemain matin vers sept heures, la mère de la requérante trouva sa fille dans la maison des proches de V.A. La mère déclara que, ayant appris par des voisins que sa fille avait été vue la nuit précédente avec A., elle s'était dirigée vers la maison de A. et avait rencontré V.A. dans la rue. V.A. aurait tenté d'induire la mère de la requérante en erreur afin de gagner du temps et de prévenir A. Elle avait néanmoins insisté.", "33.  Au cours de l'enquête, la requérante et sa mère soutinrent que la première avait immédiatement informé la seconde qu'elle avait été violée. A. aurait également été présent. Il aurait expliqué à la mère qu'un « routier » avait eu une relation sexuelle avec sa fille la nuit précédente.", "34.  D'après la version de A., la requérante et sa mère s'étaient disputées, la fille avait refusé de partir avec sa mère et lui avait dit de s'en aller. Un voisin, apparemment cité comme témoin par A. ou V.A., déclara avoir entendu la dispute, en particulier le refus de la requérante de partir avec sa mère ; selon lui, l'intéressée avait également expliqué que rien ne lui était arrivé. La requérante accusa le témoin de faux témoignage.", "35.  La requérante et sa mère s'étaient directement rendues à l'hôpital local où on les avait envoyées vers un médecin légiste. M.C. avait été examinée vers 16 heures.", "36.  Le médecin avait constaté que l'hymen avait été rompu peu de temps avant. Il avait également observé sur la nuque de la requérante des éraflures de 35 mm sur 4 mm ainsi que quatre petites ecchymoses ovales. Comme il ressort du certificat médical, la requérante n'avait fait état que d'un seul viol, et déclaré qu'il avait eu lieu entre 22 h 30 et 23 heures le soir précédent, au réservoir.", "B.  Evénements survenus entre le 1er et le 11 août 1995", "37.  La requérante déclara que dans les jours qui suivirent elle avait refusé de parler de l'incident avec sa mère. Elle n'avait pas donné de détails, ni mentionné le second viol. Elle expliqua qu'elle vivait dans une petite ville conservatrice où la virginité était considérée comme un atout pour le mariage. Elle avait honte de « ne pas avoir su protéger sa virginité » et de « ce que les gens en diraient ».", "38.  Le soir qui a suivi les faits, le 1er août 1995, P. avait rendu visite à la famille de la requérante. Celle-ci et sa mère déclarèrent que, ce soir-là, P. avait imploré pardon et affirmé qu'il épouserait la requérante lorsqu'elle aurait atteint l'âge requis. La mère de la requérante avait estimé raisonnable, dans les circonstances, d'accepter l'offre. Cela avait influé sur le comportement initial de la requérante, qui avait accepté, comme le souhaitait sa mère, de minimiser la gravité des faits.", "39.  Un des soirs suivants, la requérante était sortie avec P. et certains de ses amis.", "40.  P. et V.A. – ce dernier soutenant qu'il était avec P. lorsque celui-ci s'était rendu au domicile de la requérante le 1er août 1995 au soir – déclarèrent que la mère de la jeune fille leur avait dit que « tout plaisir se paye » et avait tenté de leur extorquer de l'argent.", "41.  La grand-mère de P. fit également une déclaration à la police. Elle affirma qu'à une date non précisée la mère de la requérante était venue chez elle pour tenter de lui extorquer de l'argent.", "42.  En ce qui concerne cette visite et d'autres faits pertinents, Mme D., une voisine et amie de la mère de la requérante, indiqua que son amie était très perturbée par les événements et avait autorisé sa fille à sortir avec P. parce que celui-ci affirmait aimer M.C. La mère de l'intéressée avait toutefois décidé de parler aux parents de P. A une date non précisée, Mme D. et une autre personne du voisinage s'étaient rendues au domicile de la famille de P. mais la grand-mère leur avait dit de partir, en expliquant que la requérante avait eu des relations sexuelles non seulement avec P. mais aussi avec A. A. était alors arrivé. Mme D. lui avait demandé s'il était vrai qu'il avait couché avec M.C., ce qu'il avait confirmé, en ajoutant qu'il avait l'argent et le pouvoir de faire ce qui lui plaisait. La mère de la requérante n'avait jusqu'alors pas eu connaissance du second viol.", "43.  La requérante affirma qu'à la suite d'une visite du père de A., le 8 août 1995, elle avait « craqué » puis appris le second viol à sa mère. Le 10 août 1995, le père de M.C. était rentré après une absence de quelques jours. La famille avait discuté du problème et décidé de porter plainte, ce que la mère fit le 11 août 1995.", "C.  Enquête", "1.  Enquête de police initiale", "44.  Le 11 août 1995, la requérante fit une déposition écrite au sujet des faits survenus le 31 juillet et le 1er août. Le même jour, P. et A. furent arrêtés ; dans leurs dépositions écrites, ils soutinrent que la requérante avait eu des relations sexuelles avec eux de son plein gré. Les deux hommes furent libérés. V.A. et un voisin de la maison où le second viol aurait eu lieu firent également des dépositions écrites. Le 25 août 1995, un agent de police rédigea un rapport et transmit le dossier au procureur compétent.", "45.  Le 14 novembre 1995, le procureur de district ouvrit une instruction portant sur l'allégation de viol et renvoya l'affaire à un magistrat instructeur. Nul ne fut inculpé.", "46.  Aucun acte de procédure ne fut accompli entre novembre 1995 et novembre 1996.", "2.  Procédure concernant les plaintes de P. et A. pour faux témoignage", "47.  Le 24 août 1995, P. et A. portèrent plainte auprès du bureau du procureur de district : ils soutenaient que la requérante et sa mère les harcelaient en formulant de fausses déclarations publiques.", "48.  Le 28 août 1995, le procureur de district ordonna une enquête de police à ce sujet. En septembre et octobre 1995, plusieurs personnes furent entendues et firent des dépositions écrites.", "49.  Le 25 octobre 1995, un agent de police établit un rapport qui, apparemment, confirmait les allégations de P. et A. et discréditait celles de la requérante et de sa mère.", "50.  Le 27 octobre 1995, le dossier fut communiqué au bureau du procureur de district ; celui-ci devait décider d'ouvrir ou non une procédure pénale à l'encontre de M.C. et de sa mère. Il semble que l'affaire ait été laissée en suspens et qu'aucune décision n'ait été prise à ce sujet.", "3.  Réouverture de l'instruction sur le viol", "51.  Entre le 2 novembre et le 9 décembre 1996, le magistrat instructeur interrogea la requérante, sa mère et d'autres témoins. P. et A. furent entendus comme témoins.", "52.  La requérante donna un compte rendu détaillé des faits, en répétant que P. avait eu raison d'elle en l'écrasant contre le siège de la voiture et en lui tordant les mains ; après quoi elle s'était trouvée en état de choc et n'avait pu résister à A.", "53.  P. déclara pour sa part que la requérante avait nettement répondu à ses avances. Il affirma aussi qu'elle avait parlé avec M. M. au restaurant auquel ils se seraient rendus après avoir eu une relation sexuelle.", "54.  A. et P. déclarèrent tous deux notamment que peu de temps après avoir eu une relation sexuelle avec P. au réservoir, la requérante avait commencé à caresser A. dans la voiture.", "55.  Le 18 décembre 1996, le magistrat instructeur acheva son rapport. Il y indiquait qu'il n'était pas démontré que P. et A. eussent utilisé les menaces ou fait preuve de violence ; il proposait au procureur de clore l'affaire.", "56.  Le 7 janvier 1997, le procureur de district ordonna un complément d'instruction. L'ordonnance précisait que l'enquête n'avait été ni objective, ni rigoureuse, ni complète.", "57.  Le 16 janvier 1997, le magistrat instructeur à qui l'affaire avait été confiée adressa un certain nombre de questions à un psychiatre et à un psychologue. Il demanda notamment aux experts s'il était vraisemblable que la requérante eût parlé calmement à Mme T., la chanteuse du restaurant, puis écouté de la musique dans la voiture, si elle venait d'être violée ; il leur demanda également s'il était vraisemblable que, quelques jours après le viol prétendu, la requérante fût sortie avec son violeur.", "58.  Les experts estimèrent que compte tenu de sa naïveté et de son inexpérience, la requérante n'avait apparemment pas envisagé qu'elle pourrait être agressée sexuellement. Rien ne montrait qu'elle eût été menacée ou blessée ou qu'elle eût été en état de choc durant les faits, puisqu'elle s'en souvenait apparemment bien. Les experts jugèrent que pendant les événements elle avait dû être subitement en proie à un conflit intérieur entre un intérêt naturel pour la relation sexuelle et l'idée que l'acte était répréhensible, ce qui aurait « réduit sa capacité à résister et à se défendre ». Ils constatèrent en outre que la requérante avait une psychologie saine et qu'elle comprenait le sens des événements. Toutefois, étant donné son âge à l'époque, elle ne pouvait « faire preuve de convictions solides ».", "59.  Les experts observèrent également que si Mme T. et la requérante s'étaient effectivement rencontrées après les événements survenus au réservoir – ce qui était contesté –, il était malgré tout possible que la requérante eût échangé quelques mots avec Mme T. après avoir été violée. Quant à la sortie de la requérante avec P. quelques jours après les événements, elle s'expliquait aisément par le désir de la famille de donner un sens socialement acceptable à l'incident.", "60.  Le 28 février 1997, le magistrat instructeur conclut son travail sur l'affaire et établit un rapport dans lequel il proposait à nouveau la clôture de la procédure. Il considérait que l'opinion des experts ne mettait pas en cause sa conclusion antérieure selon laquelle rien ne démontrait l'usage de la force ou de menaces.", "61.  Le 17 mars 1997, le procureur de district ordonna la clôture de l'instruction. Il concluait notamment que l'emploi de la force ou de menaces n'avait pas été établi au-delà de tout doute raisonnable. En particulier, il n'avait pas été démontré que la requérante eût résisté ou cherché à obtenir de l'aide.", "62.  La requérante s'adressa au procureur régional puis au procureur général. Ses demandes furent rejetées respectivement par des décisions du 13 mai et du 24 juin 1997.", "63.  Les procureurs se fondèrent notamment sur les déclarations des prétendus violeurs et de V.A. selon lesquelles la requérante n'avait montré aucun signe de détresse après avoir eu une relation sexuelle avec P. au réservoir et avait parlé avec Mme T. ce soir-là, ce que celle-ci confirma. En ce qui concerne les contestations de la requérante, qui soutenait que ces déclarations étaient fausses, la décision du 13 mai 1997 précisait que « les décisions des procureurs ne [pouvaient] se fonder sur des suppositions et les déclarations des témoins ne [pouvaient], en l'absence d'autres preuves, être rejetées seulement en raison de doutes (...) ».", "64.  La décision du 13 mai 1997 expliquait également :", "« Certes, on constate dans le rapport psychiatrique des médecins légistes qu'en raison de son jeune âge et de son inexpérience [la requérante] n'était pas en mesure d'affirmer des convictions solides, c'est-à-dire de montrer fermement qu'elle ne voulait pas avoir de relation sexuelle. Il n'y a toutefois pas crime au sens de l'article 152 §§ 1 (2) et 3 du code pénal si [la requérante] n'a pas été contrainte, par la force physique ou des menaces, à avoir une relation sexuelle. Cela présuppose de la résistance ; or il n'y a aucune preuve de résistance en l'espèce. P. et A. ne pourraient voir leur responsabilité pénale engagée que s'ils avaient compris qu'ils avaient une relation sexuelle contre la volonté de [la requérante] et avaient employé la force ou proféré des menaces dans le but précis d'avoir une relation contre sa volonté. Il n'existe pas de preuves suffisantes pour établir que [la requérante] a montré qu'elle ne voulait pas avoir une relation sexuelle et que P. et A. ont employé des menaces ou la force. »", "Il était également noté dans la décision que la requérante avait précisé que les marques sur sa nuque étaient des traces de succion.", "65.  La décision du 24 juin 1997 reprenait ces conclusions tout en indiquant que la déclaration de Mme T., la chanteuse du restaurant, n'était pas déterminante. Il y était ensuite expliqué :", "« Ce qui est déterminant en l'espèce c'est qu'il n'a pas été démontré au-delà de tout doute raisonnable que la force physique ou psychologique fut employée contre [la requérante] ni que les relations sexuelles eurent lieu contre sa volonté et malgré sa résistance. On ne constate aucune trace de force physique, comme des blessures, des vêtements déchirés, etc. (...)", "Certes, il est étrange qu'une très jeune fille, vierge, ait une relation sexuelle deux fois dans un bref laps de temps avec deux personnes différentes, mais, en l'absence d'autres preuves et compte tenu du fait qu'il est impossible d'en rassembler d'autres, cela ne suffit pas à établir qu'il y a eu crime. »", "4.  Autres procédures", "66.  En juin ou juillet 1997, la requérante et sa mère demandèrent l'ouverture d'une procédure pénale contre Mme T. et d'autres témoins (y compris V.A.) qu'elles accusaient de faux témoignage. Selon elles, ils auraient fait de fausses déclarations dans le cadre de l'enquête sur le viol de M.C.", "67.  Le 14 juillet 1997, le procureur de district qui avait ordonné la clôture de l'instruction sur le viol repoussa la demande, en la déclarant dépourvue de fondement et même abusive car tous les faits avaient été clarifiés lors de la procédure antérieure.", "68.  Le recours que la requérante présenta par la suite devant le procureur régional fut rejeté le 6 février 1998.", "D.  Rapport d'expertise présenté par la requérante", "69.  En juin 2001, la requérante remit un rapport rédigé par deux experts bulgares, le docteur Svetlozar Vasilev, psychiatre, et M. Valeri Ivanov, psychologue, auxquels l'avocat de la requérante avait demandé des observations sur l'affaire.", "70.  En s'appuyant sur des publications scientifiques de différents pays, les experts indiquent que l'on distingue deux types de réaction des victimes de viol face à leur agresseur, le premier étant la résistance physique violente, l'autre la « peur paralysante » (connue aussi sous le nom de syndrome d'infantilisme psychologique traumatique). La peur paralysante s'explique par le fait que la victime ne peut se fonder sur son expérience pour déterminer son comportement face au viol inévitable. Ainsi, la victime, terrorisée, se soumet souvent passivement, comme un enfant, ou se dissocie psychologiquement de l'événement, comme si ce n'était pas à elle qu'il arrivait.", "71.  Les experts avancent que, d'après toutes les publications scientifiques qu'ils ont étudiées, la peur paralysante est le phénomène le plus fréquent. Ils ont eux-mêmes effectué des recherches aux fins de l'affaire et ont analysé tous les cas de jeunes femmes âgées de quatorze à vingt ans qui, se déclarant victimes de viol, avaient bénéficié de deux programmes de traitement destinés aux victimes de violences en Bulgarie entre 1996 et 2001. Les cas qui étaient trop différents de celui de la requérante ont été écartés. Dans vingt-quatre des vingt-cinq cas de viol retenus, les victimes ont réagi en se soumettant passivement et n'ont pas résisté violemment.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "72.  En vertu de l'article 151 § 1 du code pénal, une relation sexuelle avec une personne âgée de moins de quatorze ans constitue automatiquement une infraction réprimée par la loi ; le consentement n'est pas admis comme moyen de défense.", "73.  De la même manière, le consentement est sans effet lorsque la victime est âgée de plus de quatorze ans mais n'a pas « compris le sens de ce qui se passait » (article 151 § 2 du code). Cette disposition est appliquée dans les cas où la victime n'a pas saisi le sens des événements en raison d'un trouble mental (arrêt no 568 du 18 août 1973, affaire no 540/73, Cour suprême-I).", "74.  L'article 152 § 1 du code pénal définit ainsi le viol :", "« une relation sexuelle avec une femme", "1.  incapable de se défendre, lorsqu'elle n'y a pas consenti ;", "2.  contrainte par la force ou la menace ;", "3.  mise hors d'état de se défendre du fait de l'agresseur. »", "75.  Même si l'absence de consentement n'est expressément mentionnée qu'au premier alinéa, la Cour suprême considère qu'elle constitue un élément inhérent à l'ensemble de l'article (arrêt no 568 précité).", "76.  Selon la pratique judiciaire, les trois alinéas de l'article 152 § 1 ne peuvent être appliqués qu'indépendamment l'un de l'autre, chacun d'entre eux visant une situation de fait distincte. La Cour suprême estime que les renvois généraux à deux ou à tous les alinéas sont inacceptables (voir l'arrêt no 247 du 24 avril 1974 en l'affaire no 201/74, Cour suprême-I, l'arrêt no 59 du 19 mai 1992 en l'affaire no 288/90, Cour suprême-I, et bien d'autres).", "77.  Par conséquent, un accusé ne peut être reconnu coupable de viol que s'il est établi qu'il a eu une relation sexuelle avec une femme dans les circonstances décrites par l'un des trois alinéas.", "78.  Le premier et le troisième alinéa concernent des situations de fait particulières dans lesquelles la victime était sans défense au moment du rapport sexuel. Le troisième alinéa vise les cas dans lesquels l'agresseur a mis la victime dans l'incapacité de réagir avant de la violer, alors que le premier alinéa concerne les cas dans lesquels il a profité du fait que la victime était déjà sans défense.", "79.  Les juridictions précisent qu'une victime est sans défense (incapable de se défendre ou mise dans l'incapacité de se défendre) seulement lorsqu'il lui est impossible de résister physiquement en raison d'une infirmité, de son âge avancé, d'une maladie (arrêt no 484 du 29 juillet 1983 en l'affaire no 490/83 et arrêt no 568 précité) ou de la consommation d'alcool, de médicaments ou de drogue (arrêt no 126 du 11 avril 1977 en l'affaire no 69/77, Cour suprême-II).", "80.  Le deuxième alinéa est la disposition qui s'applique dans tous les autres cas de plainte pour viol. Ainsi, lorsqu'aucune circonstance particulière n'est invoquée, comme le fait que la victime était sans défense, l'enquête sur une allégation de viol aura avant tout pour objet d'établir si la victime a été ou non contrainte par la force ou la menace à avoir un rapport sexuel.", "81.  La jurisprudence et la doctrine reconnaissent que le viol qui relève du deuxième alinéa de l'article 152 § 1 du code pénal est une infraction « en deux temps » : l'agresseur commence par recourir à la force ou aux menaces, puis pénètre la victime.", "82.  Les parties à l'instance ont indiqué comment elles entendent les termes « par la force et la menace » et quelle en est l'interprétation en pratique (paragraphes 113, 122 et 123 ci-dessous).", "83.  Selon la Cour suprême, l'absence de consentement doit être constatée lorsqu'une situation décrite par l'un des trois alinéas de l'article 152 § 1 est établie, que ce soit du fait que la victime était sans défense, ou du fait qu'une force physique ou psychologique a été employée (arrêt no 568 précité).", "84.  La Cour suprême a estimé dans une affaire que la « force » non seulement s'entend comme une violence directe mais peut également consister à mettre la victime dans une situation telle qu'elle ne voit pas d'autre solution que de se soumettre contre son gré (arrêt no 520 du 19 juillet 1973 en l'affaire no 414/73). Dans ce cas particulier, l'agresseur, après avoir montré sa volonté de se rapprocher de la victime par son comportement pendant deux ou trois jours (en la suivant et en tentant de la tenir et de l'embrasser), est entré dans sa chambre, a verrouillé la porte et lui a demandé de se déshabiller. Elle a refusé, sur quoi il a tenté de lui écarter les jambes. Comprenant qu'il n'y avait pas d'échappatoire, la victime a ouvert la fenêtre et sauté, se blessant ainsi grièvement. L'agresseur a été déclaré coupable de tentative de viol ayant entraîné des blessures graves.", "85.  La doctrine ne s'est pas penchée de près sur les situations dans lesquelles la contrainte par la force ou la menace pourrait être considérée comme établie. Elle est apparemment d'avis que c'est au juge qu'il revient de se livrer à cette interprétation (Al. Stoynov, Наказателно право, Особена част, 1997 ; A. Girginov, Наказателно право, Особена част, 2002). Un auteur explique que le principal élément constitutif du viol est l'absence de consentement de la victime et que les trois alinéas de l'article 152 § 1 du code pénal désignent des cas différents d'absence de consentement. Il ajoute qu'au cours des derniers siècles, pour qu'il y eût viol, il fallait que la victime eût opposé une totale résistance ; ce point de vue n'a plus cours. Sans citer la jurisprudence, ce même auteur considère que ce qui est exigé aujourd'hui n'est rien de plus que la résistance nécessaire à lever tout doute sur l'absence de consentement de la victime (N. Antov, Проблеми на изнасилването, 2003).", "86.  En application de l'article 152 § 1 du code pénal, le viol commis par un homme sur une femme est puni de deux à huit ans d'emprisonnement. A l'époque des faits, l'article 157 § 1 du code prévoyait une peine de un à cinq ans d'emprisonnement dans les cas de relation sexuelle forcée avec une personne du même sexe. En 2002, la peine prévue par cette disposition a été alignée sur celle applicable aux cas de viol visés par l'article 152 § 1 : elle est maintenant de deux à huit ans d'emprisonnement.", "87.  A l'époque pertinente, l'âge du consentement à une relation sexuelle avec une personne du même sexe était de seize ans (article 157 § 2 du code). En 2002, il a été ramené à quatorze ans.", "III.  LE DROIT ET LA PRATIQUE COMPARÉS ET INTER-NATIONAUX PERTINENTS", "A.  Dispositions du droit interne de certains pays européens en matière de viol", "88.  Dans certains systèmes juridiques européens, le viol et l'agression sexuelle sont des infractions indépendantes de l'appartenance sexuelle de la victime, alors que dans d'autres pays le viol ne peut être commis que par un homme sur la personne d'une femme.", "89.  Dans la plupart des Etats, l'âge du consentement à une activité sexuelle est de quatorze, quinze ou seize ans. Dans certains pays, l'âge du consentement à des actes sexuels sans pénétration et à des actes sexuels avec pénétration est différent. Les peines peuvent également varier en fonction de l'âge de la victime. Les façons d'aborder le problème sont très différentes d'un pays à l'autre.", "90.  Aux termes de l'article 375 §§ 1 et 2 du code pénal belge (cité par Interights), tel que modifié en 1989 :", "« Tout acte de pénétration sexuelle, de quelque nature qu'il soit et par quelque moyen que ce soit, commis sur une personne qui n'y consent pas, constitue le crime de viol.", "Il n'y a pas consentement notamment lorsque l'acte a été imposé par violence, contrainte ou ruse, ou a été rendu possible en raison d'une infirmité ou d'une déficience physique ou mentale de la victime. »", "91.  L'article 241 § 1 du code pénal tchèque (loi no 140/1961, telle que modifiée) énonce :", "« Une personne qui contraint une autre personne à un acte de pénétration sexuelle ou à un acte sexuel similaire par violence ou menace de violence imminente, ou en profitant du fait que cette autre personne est sans défense, est passible d'une peine d'emprisonnement de deux à huit ans. »", "92.  Les articles 216 § 1 et 217 du code pénal danois (cités par l'intervenant) disposent :", "« Toute personne qui contraint [une autre personne à avoir] une relation sexuelle par violence ou menace de violence est coupable de viol et passible d'une peine d'emprisonnement ne pouvant excéder huit ans. Le fait de mettre une personne dans une situation telle qu'elle ne peut résister constitue un acte de violence (...) »", "« Toute personne qui, par une forme de contrainte illicite (au sens de l'article 260 de la présente loi) autre que la violence ou la menace de violence parvient à avoir une relation sexuelle est passible d'une peine d'emprisonnement ne pouvant excéder quatre ans. »", "93.  Les articles 1 et 3 du chapitre 20 du code pénal finlandais (tel que modifié en 1998) se lisent ainsi :", "« Article 1 : Viol", "1.  Une personne qui contraint une autre personne à avoir une relation sexuelle avec elle par violence ou menace de violence sera condamnée pour viol à une peine d'emprisonnement d'un an au moins et de six ans au plus.", "2.  Une personne se rend également coupable de viol si elle profite de l'incapacité de l'autre personne à se défendre et a un rapport sexuel avec elle après lui avoir fait perdre connaissance ou l'avoir mise dans l'incapacité de se défendre par peur ou pour une raison semblable (...)", "Article 3 : Le fait de contraindre quelqu'un à avoir une relation sexuelle", "1.  Si le viol comporte des circonstances atténuantes en raison du faible degré de la violence ou des menaces utilisées et en raison des autres éléments constitutifs de l'infraction, l'agresseur sera condamné pour avoir contraint quelqu'un à avoir une relation sexuelle à une peine d'emprisonnement de trois ans au plus.", "2.  Une personne qui contraint une autre personne à avoir une relation sexuelle par une menace autre que celle décrite à l'article 1 § 1 se rend coupable d'avoir contraint quelqu'un à avoir une relation sexuelle. »", "94.  Aux termes des articles 222-22, 222-23 et 227-25 du code pénal français :", "« Constitue une agression sexuelle toute atteinte sexuelle commise avec violence, contrainte, menace ou surprise. »", "« Tout acte de pénétration sexuelle, de quelque nature qu'il soit, commis sur la personne d'autrui par violence, contrainte, menace ou surprise est un viol. Le viol est puni de quinze ans de réclusion criminelle. »", "« Le fait, par un majeur, d'exercer sans violence, contrainte, menace ni surprise une atteinte sexuelle sur la personne d'un mineur de quinze ans est puni de cinq ans d'emprisonnement et de 75 000 euros d'amende. »", "95.  On trouve, dans le Juris-Classeur (2002), publication qui fait autorité, les informations suivantes sur la jurisprudence française en matière de viol :", "i.  Les termes « violence, contrainte, menace ou surprise » ont en pratique un sens large. Il a par exemple été déclaré dans une affaire que le fait que la victime avait supplié l'agresseur d'arrêter, sans autre résistance, alors qu'elle avait avant cela accepté d'entrer dans sa voiture et d'être embrassée, suffisait à établir qu'il y avait eu viol (Cass. crim., 10 juillet 1973, Bull. crim. no 322 ; Revue de science criminelle, 1974, p. 594, observations Levasseur ; mais voir, en sens contraire : Cass. crim., 11 octobre 1978, Dalloz 1979. IR, 120). Le refus de la victime peut être déduit des circonstances, tel un choc paralysant qui aurait empêché la victime de protester ou de s'échapper (Cass. crim., 13 mars 1984, Bull. crim. no 107).", "ii.  Il y a « surprise » lorsque la victime ne peut consentir librement parce que, par exemple, elle est handicapée physiquement ou mentalement (Cass. crim., 8 juin 1984, Bull. crim. no 226) ou se trouve dans un état psychologique particulier (dépression, nature fragile, ou simple détresse) (Cass. crim., 12 novembre 1997, Juris-Data no 2000-005087 ; CA (cour d'appel) Paris, 30 mars 2000, Juris-Data no 2000-117239), ou lorsque l'agresseur a employé la ruse pour tromper la victime sur la réalité de la situation (Cass. crim., 14 avril 1995, Juris-Data no 1995-002034).", "iii.  Les tribunaux estiment qu'il y a toujours « surprise », et donc viol, lorsque la victime est si jeune qu'elle ne peut comprendre la notion de sexualité et la nature des actes qui lui sont imposés (Cass. crim., 11 juin 1992, Bull. crim. no 228 ; CA Limoges, 5 avril 1995, Juris-Data no 1995-042693 ; CA Paris, 14 novembre 2000, Juris-Data no 2000-134658). Toutefois, il a été déclaré dans d'autres cas qu'en principe l'âge de la victime ne peut en tant que tel et sans autre élément établir l'existence de la « surprise » (Cass. crim., 1er mars 1995, Bull. crim. no 92).", "96.  L'article 177 du code pénal allemand, relatif à la contrainte sexuelle et au viol, dispose en sa partie pertinente :", "« 1.  Quiconque contraint une autre personne", "1.  par la force,", "2.  par la menace d'un danger immédiat pour la vie ou l'intégrité physique, ou", "3.  en tirant profit d'une situation dans laquelle la victime est sans défense et à la merci des actes de l'agresseur", "à se soumettre à des actes sexuels accomplis par l'agresseur ou par un tiers ou à accomplir de tels actes sur la personne de l'agresseur ou d'un tiers, est puni d'une peine d'emprisonnement d'un an au moins. »", "97.  L'article 197 § 1 du code pénal hongrois (loi no 4 de 1978) énonce :", "« Une personne qui, par la violence ou par une menace directe pour la vie ou l'intégrité physique oblige une autre personne à avoir une relation sexuelle, ou profite de l'incapacité de cette personne à se défendre ou à exprimer sa volonté d'avoir une relation sexuelle, se rend coupable d'une infraction grave punie par une peine d'emprisonnement de deux à huit ans. »", "98.  En Irlande, aux termes de l'article 2 § 1 de la loi pénale de 1981 sur le viol et de l'article 9 de la loi pénale de 1990 portant amendement à la loi sur le viol (cité par l'intervenant) :", "« Un homme commet un viol si a)  il a une relation sexuelle avec une femme qui au moment de cette relation n'y consent pas et b)  il sait alors qu'elle n'y consent pas ou ne se soucie pas de savoir si elle y consent ou non. »", "« En cas d'infraction consistant notamment à accomplir un acte sur une personne sans son consentement, le fait que cette personne n'oppose pas de résistance à l'acte ne vaut pas en soi consentement à celui-ci. »", "99.  L'article 180 § 1 du code pénal slovène se lit comme suit :", "« Toute personne qui contraint une autre personne du même sexe ou du sexe opposé à se soumettre à une relation sexuelle par la force ou par la menace d'une atteinte imminente à sa vie ou à son intégrité physique est punie d'une peine de un à dix ans d'emprisonnement. »", "100.  Au Royaume-Uni, l'article 1 § 1 de la loi de 1976 portant amendement à la loi relative aux infractions sexuelles (cité par l'intervenant) dispose :", "« [U]n homme commet un viol si a)  il a une relation sexuelle illicite avec une femme qui au moment de cette relation n'y consent pas ; et b)  il sait alors qu'elle n'y consent pas ou ne se soucie pas de savoir si elle y consent ou non. »", "B.  Recommandation Rec(2002)5 du Comité des Ministres du Conseil de l'Europe sur la protection des femmes contre la violence", "101.  Le Comité des Ministres recommande aux Etats membres d'adopter et d'appliquer, de la façon qui correspond le mieux à la situation de chacun, une série de mesures destinées à lutter contre la violence exercée à l'égard des femmes. Le paragraphe 35 de l'annexe à la recommandation précise qu'en matière pénale les Etats membres devraient notamment :", "« –  incriminer tout acte de caractère sexuel commis sur une personne non consentante, même si elle ne montre pas de signes de résistance ;", "(...)", "–  incriminer tout abus d'autorité de la part de l'auteur, et en particulier lorsqu'il s'agit d'un adulte abusant de sa position vis-à-vis d'un enfant. »", "C.  Tribunal pénal international pour l'ex-Yougoslavie", "102.  Dans l'affaire Le procureur c. Anto Furundžija (no IT-95-17/1-T, jugement du 10 décembre 1998), la chambre de première instance a formulé les observations suivantes au sujet du viol au regard du droit pénal international (il s'agissait de savoir si oui ou non une pénétration sexuelle orale forcée pouvait être qualifiée de viol en droit international) :", "« La chambre de première instance prend acte de la thèse (...) qui n'est pas contestée, à savoir que le viol est un acte effectué sous la contrainte. Autrement dit, c'est un acte accompli en faisant usage de la force ou de la menace, celle-ci pouvant être explicite ou non, et qui doit donner à la victime des raisons de craindre qu'elle-même ou une tierce personne ne soit victime de violences, de mesures de coercition, ou de mise en détention ou d'une oppression psychologique (...)", "(...) tous les systèmes juridiques examinés par la chambre de première instance exigent l'usage de la force, de la contrainte, de la menace ou le défaut de consentement de la victime : la force est entendue au sens large et peut consister à neutraliser la victime. »", "103.  La chambre de première instance a ainsi défini le viol :", "« (...) la pénétration sexuelle (...) par l'emploi de la force, de la menace ou de la contrainte contre la victime ou une tierce personne. »", "104.  Dans l'affaire Le procureur c. Kunarac, Kovač et Vuković (no IT96-23, jugement du 22 février 2001), la chambre de première instance a expliqué que les termes « force », « menace » et « contrainte » figurant dans la définition du jugement Furundžija ne devaient pas être interprétés étroitement :", "« En indiquant que l'acte de pénétration sexuelle ne constitue un viol que s'il s'accompagne de l'emploi de la force, de la menace de son emploi ou de la contrainte sur la personne de la victime ou d'un tiers, la définition Furundžija passe sous silence d'autres facteurs qui feraient de la pénétration sexuelle un acte non consensuel ou non voulu par la victime, ce qui (...) comme nous le verrons plus loin, est, de l'avis de la chambre de première instance, le sens précis qu'il faut donner en droit international à cet élément de la définition.", "(...) les systèmes juridiques [internes] examinés ont en commun un principe fondamental, à savoir que la pénétration sexuelle constitue un viol dès lors que la victime n'est pas consentante ou ne l'a pas voulu. Certes, dans de nombreux systèmes juridiques, sont pris en compte (...) la force, la menace de son emploi ou la contrainte – mais l'ensemble des dispositions [pertinentes] donne à penser que le véritable dénominateur commun aux divers systèmes pourrait bien être un principe plus large et plus fondamental, qui consisterait à sanctionner les violations de l'autonomie sexuelle. »", "105.  L'affaire Kunarac, Kovač et Vuković concernait une jeune fille musulmane d'une zone occupée qui avait été emmenée par des soldats armés dans un bâtiment qui servait de quartier général. Après avoir été violée par deux soldats, elle avait été introduite dans une pièce où elle avait pris elle-même l'initiative de relations sexuelles avec l'accusé, M. Kunarac, le commandant. La chambre de première instance a relevé que les soldats avaient dit à la victime qu'elle devait satisfaire leur commandant sexuellement, faute de quoi elle risquait sa vie. La victime n'avait par conséquent « consenti librement à aucun rapport sexuel avec Kunarac [puisqu']elle était en captivité, et craignait pour sa vie ». La chambre de première instance a également rejeté le moyen de défense invoqué par Kunarac, selon lequel il ne savait pas que la victime avait pris l'initiative de rapports sexuels avec lui parce qu'elle craignait pour sa vie. La chambre a conclu que même s'il n'avait pas entendu les menaces proférées par les autres soldats, Kunarac ne pouvait se « méprendre » sur le comportement de la victime, compte tenu de la guerre et de la situation particulièrement délicate dans laquelle se trouvaient les jeunes filles musulmanes de la région.", "106.  Dans ce contexte, la chambre de première instance a formulé les observations suivantes sur les éléments constitutifs du viol en droit international :", "« Le principe fondamental véritablement commun [aux] systèmes juridiques [examinés] est que doivent être réprimées les violations graves de l'autonomie sexuelle. Cette dernière est violée chaque fois que la victime se voit imposer un acte auquel elle n'a pas librement consenti ou auquel elle ne participe pas volontairement.", "Dans les faits, l'absence d'un véritable consentement donné librement ou d'une participation volontaire peut se manifester par la présence de divers facteurs, précisés dans d'autres systèmes – l'emploi de la force, la menace de son emploi ou le fait de profiter d'une personne qui n'est pas en mesure de résister. En faisant du défaut de consentement un élément constitutif du viol, et en précisant qu'il ne saurait y avoir de consentement en cas d'emploi de la force, d'inconscience, d'incapacité de résister de la victime ou de tromperie par l'auteur, certains systèmes démontrent clairement que ces facteurs excluent tout consentement véritable.", "(...) il ne convient pas de donner une interprétation étroite des termes de contrainte, force ou menace d'emploi de la force (...) le terme de contrainte en particulier recouvre la plupart des comportements qui excluent le consentement (...)", "A la lumière de ces considérations, la chambre de première instance conclut qu'en droit international l'élément matériel du crime de viol est constitué par (...) la pénétration sexuelle (...) dès lors que [celle-ci] a lieu sans le consentement de la victime. Le consentement à cet effet doit être donné volontairement et doit résulter de l'exercice du libre arbitre de la victime, évalué au vu des circonstances. L'élément moral est constitué par l'intention de procéder à cette pénétration sexuelle, et par le fait de savoir qu'elle se produit sans le consentement de la victime. »", "107.  Dans la même affaire, la chambre d'appel, dans un arrêt du 12 juin 2002, a déclaré à l'occasion d'un appel formé par les agresseurs et fondé notamment sur l'argument qu'il ne pouvait y avoir viol sans usage de la force ou menace d'y recourir et sans résistance continue et véritable de la victime :", "« Lorsque les appelants croient pouvoir affirmer que seule une résistance continue permet d'indiquer au violeur que ses avances ne sont pas les bienvenues, cette affirmation est tout aussi erronée en droit qu'absurde dans les faits.", "Ensuite, s'agissant du rôle de la force dans la définition du viol, la chambre d'appel observe que la chambre de première instance semble s'être écartée des définitions antérieures dégagées par la jurisprudence du Tribunal. Toutefois, en faisant du défaut de consentement la condition sine qua non du viol, la chambre de première instance n'a pas désavoué les définitions antérieures issues de la jurisprudence du Tribunal ; elle a plutôt tenté d'expliquer le lien existant entre l'emploi de la force et le consentement. L'emploi de la force ou la menace de son emploi constitue certes une preuve incontestable de l'absence de consentement, mais l'emploi de la force n'est pas en soi un élément constitutif du viol. La chambre de première instance a tenu en particulier à insister sur l'existence de « facteurs [autres que l'emploi de la force] qui feraient de la pénétration sexuelle un acte non consensuel ou non voulu par la victime ». Une définition restrictive fondée sur l'emploi de la force ou sur la menace de son emploi pourrait permettre aux auteurs de viols de se soustraire à leur responsabilité pour des actes sexuels qu'ils auraient imposés à des victimes non consentantes à la faveur de circonstances coercitives, mais sans pour autant recourir à la force physique (...)", "En l'espèce, les appelants ont été pour l'essentiel condamnés pour avoir violé des femmes détenues dans des locaux qui servaient de quartiers généraux militaires, des centres de détention et dans des appartements où logeaient des soldats. Les victimes étaient considérées, et c'était là la caractéristique la plus patente de leur condition, comme des proies sexuelles légitimes par les individus qui les détenaient. De manière générale, ces femmes ont été violées par plus d'un agresseur et avec une régularité quasi inimaginable (celles qui au départ ont tenté de chercher de l'aide ou de résister ont été traitées avec davantage de brutalité). Dans le contexte de ces détentions, les circonstances étaient si coercitives qu'elles excluaient toute possibilité de consentement. »", "D.  Comité des Nations unies pour l'élimination de la discrimination à l'égard des femmes", "108.  Dans sa Recommandation générale no 19 du 29 janvier 1992 sur la violence à l'égard des femmes, le comité a émis le vœu (au paragraphe 24) :", "« a)  Que les Etats parties prennent des mesures appropriées et efficaces pour éliminer toutes formes de violence fondée sur le sexe, qu'il s'agisse d'un acte public ou d'un acte privé ;", "b)  Que les Etats parties veillent à ce que les lois contre (...) les mauvais traitements (...), le viol, les sévices sexuels et autres formes de violence fondée sur le sexe assurent à toutes les femmes une protection suffisante, respectent leur intégrité et leur dignité. (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DES ARTICLES 3, 8 ET 13 DE LA CONVENTION", "109.  La requérante se plaint du fait que le droit et la pratique bulgares n'assurent pas une protection effective contre le viol et les violences sexuelles puisque seuls les cas dans lesquels la victime a fermement résisté donnent lieu à des poursuites. Elle soutient en outre que les autorités n'ont pas mené d'enquête effective sur les événements survenus le 31 juillet et le 1er août 1995. Selon elle, ces déficiences constituent une violation de l'obligation positive incombant à l'Etat de protéger l'intégrité physique et la vie privée de l'individu et de prévoir des recours effectifs à cet égard.", "110.  Aux termes des dispositions pertinentes de la Convention :", "Article 3", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "Article 8 § 1", "« Toute personne a droit au respect de sa vie privée (...) »", "Article 13", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "A.  Thèses défendues devant la Cour", "1.  La requérante", "111.  La requérante estime que dans le droit et la pratique internes applicables en cas de viol, l'existence ou l'absence de consentement à un rapport sexuel devrait se déterminer sur la base de tous les facteurs pertinents. Pour elle, un cadre et une pratique juridiques qui exigent la preuve d'une résistance physique de la part de la victime sont inadaptés car ils ont pour résultat que certains cas de viol ne sont pas sanctionnés.", "112.  L'intéressée se fonde sur le rapport d'expertise qu'elle a produit (dans lequel les auteurs soulignent que la majorité des enfants ou autres jeunes victimes de viols ont des réactions passives dues à la panique : voir les paragraphes 69 à 71 ci-dessus) ainsi que sur l'évolution, en droit international et dans différents ordres juridiques internes, des éléments constitutifs du crime de viol.", "113.  La requérante présente ensuite son analyse du droit et de la pratique bulgares en matière de viol et de violences sexuelles. Voici son argumentation :", "i.  Selon la pratique des autorités d'enquête et de poursuite en Bulgarie, une action pour viol ne peut être déclenchée que s'il est démontré qu'il y a eu d'une part emploi de la force physique et d'autre part résistance physique de la victime. A défaut, on conclut que le rapport sexuel était consenti.", "ii.  Il n'est pas possible de citer des affaires qui viendraient corroborer directement cette affirmation puisque les décisions des enquêteurs et des procureurs ne sont pas publiques ; elles ne figurent que dans le dossier de ces affaires et aucun système d'indexage, de publication ou d'analyse n'existe qui pourrait servir de base à une étude. De plus, la pratique incriminée ne se fonde pas sur des instructions écrites mais sur la tradition et la culture des institutions concernées.", "iii.  En raison de la politique actuelle du parquet, qui n'engage de poursuites que s'il est démontré que la force physique a été employée et que la victime a résisté, les juridictions ne se sont pas penchées directement sur la question.", "iv.  Quoi qu'il en soit, l'examen des arrêts publiés de la Cour suprême et de la Cour suprême de cassation (les jugements des juridictions de rang inférieur ne sont pas publiés) fournit indirectement des éléments sur le type de cas dont les autorités de poursuite sont susceptibles de saisir la justice. La requérante a passé en revue tous les arrêts publiés concernant des affaires de viol et produit des copies de vingt et un d'entre eux que son avocat estimait pertinents.", "v.  La plupart des arrêts publiés concernent des cas de viol perpétré moyennant un recours notable à la force physique et/ou aux menaces. Les actes de violence suivants se rencontrent fréquemment dans ces affaires : l'agresseur traîne la victime d'un véhicule à un logement où il l'enferme ; il déchire ses vêtements et la bat ; il la frappe à la tête et lui donne des coups de pied ; il l'étouffe ; il provoque une commotion cérébrale et lui casse le nez ; ou encore les coups provoquent une forte hémorragie. Dans plusieurs cas, la victime a été menacée de violences ou d'autres conséquences. Dans trois cas, la victime s'est suicidée ou a tenté de le faire.", "vi.  Ces recherches n'ont mis en évidence que deux cas où les circonstances aient été davantage prises en compte. Dans l'un d'entre eux, un enseignant, après avoir tenté de séduire son élève, l'avait obligée pendant un certain temps à avoir des relations sexuelles répétées avec lui en la menaçant de conséquences à l'école et d'actes de violence. La Cour suprême a reconnu qu'il y avait eu des actes réitérés de viol commis sous la menace et que la victime s'était progressivement retrouvée dans un état de dépendance psychologique. Dans l'autre cas, une jeune fille âgée de quatorze ans souffrant d'épilepsie et retardée mentale avait été violée par une connaissance de la famille. Les juridictions ont observé que la victime avait opposé une faible résistance (en tentant de se relever après avoir été poussée à terre par son agresseur) mais ont conclu que ce « niveau de résistance », compte tenu de l'âge et de l'état de santé de la jeune fille, « suffisait à démontrer qu'elle ne voulait pas avoir de relation sexuelle ».", "114.  La requérante a déposé la copie d'une lettre rédigée par une psychothérapeute bulgare qui travaille avec des victimes de violences sexuelles. D'après l'expérience de cette personne, les autorités n'engagent de poursuites que lorsque la victime ne connaît pas l'agresseur, qu'il y a des blessures graves ou que des témoins existent. La requérante estime que cela confirme ce qu'elle avance, à savoir que le plus souvent en pratique les autorités tendent à conclure que la victime a consenti lorsqu'il n'est pas suffisamment démontré qu'elle a résisté physiquement.", "115.  L'intéressée soutient par ailleurs qu'en fixant à quatorze ans l'âge du consentement à des relations sexuelles, tout en limitant les poursuites pour viol aux affaires dans lesquelles la victime a violemment résisté, les autorités ne protégent pas suffisamment les enfants contre ce crime.", "116.  Elle affirme que, dans son cas, les procureurs ont accordé une trop grande importance à l'absence de violence physique et n'ont pas tenu compte du fait qu'à l'âge de quatorze ans elle n'avait jamais pris d'elle-même des décisions importantes, en particulier dans l'urgence. Ils n'auraient pas considéré le peu de probabilités qu'une jeune fille de quatorze ans qui n'avait jamais eu de relations sexuelles eût consenti à en avoir avec deux hommes successivement.", "117.  En outre, l'enquête n'aurait été ni rigoureuse ni complète. Le déroulement précis de la nuit en question pour les trois hommes et M.C., pourtant déterminant, n'aurait jamais été minuté ; d'après la requérante, cette vérification aurait permis de constater que le groupe ne s'était pas rendu au restaurant après le viol au réservoir. Les contradictions entre les témoignages n'auraient pas retenu l'attention. La patrouille de police qui avait arrêté le groupe alors qu'il se rendait au réservoir n'aurait pas été identifiée. Le magistrat instructeur aurait ajouté foi au témoignage des agresseurs présumés et des témoins cités par eux, et aurait dans le même temps rejeté ou ignoré d'autres témoignages ainsi que la version des événements que la requérante avait fournie.", "118.  Pour l'intéressée, si on les replace dans le contexte de tous les faits pertinents, sa déposition claire et cohérente selon laquelle elle avait supplié P. d'arrêter et l'avait repoussé jusqu'à ce qu'il lui tordît les bras, ainsi que la description qu'elle a donnée de sa détresse et de sa résistance – raisonnable dans les circonstances –, auraient dû entraîner la condamnation des agresseurs si une interprétation correcte du « viol », qui soit conforme aux obligations positives incombant à l'Etat en vertu des articles 3, 8 et 13 de la Convention, avait été appliquée.", "2.  Le Gouvernement", "119.  Le Gouvernement soutient que l'enquête a été rigoureuse et effective. Toutes les mesures possibles ont selon lui été prises : dix-sept personnes interrogées, certaines plusieurs fois, des experts en psychiatrie et en psychologie désignés ; tous les aspects de l'affaire ont été analysés. Le Gouvernement estime donc que la conclusion des autorités nationales – à savoir que P. et A. avaient certainement agi en présumant que la requérante était consentante – était fondée. En particulier, les autorités se seraient appuyées sur tous les éléments de preuve disponibles au sujet des faits survenus le 31 juillet et le 1er août 1995, y compris les informations concernant le comportement de la requérante. En outre, celle-ci serait sortie avec P. après les événements et des témoins ont allégué que sa mère avait tenté d'extorquer de l'argent à P. et A. en proposant en échange de ne pas porter plainte pour viol.", "120.  Pour le Gouvernement, les faits de l'espèce ne relèvent donc ni de la protection de l'intégrité d'une personne ni de la protection contre des mauvais traitements. Ainsi, aucune obligation positive découlant des articles 3 et 8 de la Convention ne serait en jeu.", "121.  Le Gouvernement arguë qu'en tout état de cause le droit et la pratique bulgares en matière de viol et la manière dont ils ont été appliqués en l'espèce ne sont contraires à aucune obligation positive qui pourrait naître de la Convention.", "122.  Dans l'argumentation qu'il a présentée au stade de la recevabilité, le Gouvernement a déclaré, au sujet du droit et de la pratique internes, que la preuve d'une résistance physique était requise dans les cas de viol et que, de plus, d'après la pratique internationale, y compris française, le viol n'était possible qu'entre personnes ne se connaissant pas ; or la requérante connaissait les agresseurs présumés.", "123.  Dans l'argumentation qu'il a présentée au fond, le Gouvernement a corrigé ses précédentes déclarations pour affirmer que l'absence de consentement constituait un élément essentiel du viol en droit bulgare. L'absence de consentement serait démontrée lorsque des preuves attestent que la victime était sans défense ou que l'agresseur l'a mise dans l'incapacité de se défendre étant donné qu'il a exercé sur elle une violence physique ou psychologique. Le Gouvernement a déposé des copies de plusieurs arrêts pertinents de la Cour suprême. Il ne conteste pas la fiabilité de l'analyse de la jurisprudence bulgare présentée par la requérante.", "124.  Le Gouvernement avance que, dans le cas de la requérante, à l'issue d'une enquête minutieuse et impartiale, les autorités n'ont pas jugé établi à un degré suffisant pour aboutir à une condamnation pénale qu'il y avait eu viol. En revanche, il est loisible à la requérante d'engager au civil une action en réparation contre les agresseurs présumés. Il lui faudrait alors démontrer le caractère illicite des actes commis par eux mais la preuve d'une intention criminelle ne serait pas nécessaire.", "125.  Enfin, le Gouvernement soutient que la requérante disposait de recours effectifs en matière pénale comme civile, ainsi que l'exige l'article 13 de la Convention.", "3.  Arguments présentés par Interights", "a)  Observations générales", "126.  Le tiers intervenant explique que, depuis plus de vingt ans, la définition traditionnelle du viol évolue, tant dans les systèmes de droit romain et de common law qu'en droit international. Cette évolution tient à une meilleure compréhension de la nature de l'infraction et de la manière dont la victime la vit. Des recherches démontrent qu'il arrive souvent que les femmes, en particulier les mineures, n'opposent pas de résistance physique au viol, soit parce que, en proie à une peur paralysante, elles sont incapables de le faire, soit parce qu'elles tentent de se protéger de la force grandissante exercée contre elles.", "127.  Interights estime que la réforme du droit en matière de viol traduit le passage d'une « analyse historique » à une « analyse égalitaire » de la notion de consentement. Le viol constitue une atteinte à l'autonomie de la femme ; son élément constitutif essentiel est l'absence de consentement. Les réformes du droit relatif au viol ont d'abord pour objet de préciser qu'il n'est pas nécessaire d'établir que l'accusé est venu à bout de la résistance physique de la victime pour prouver l'absence de consentement.", "128.  L'évolution du droit pénal international confirme cette tendance. Les Tribunaux pénaux internationaux pour le Rwanda et l'ex-Yougoslavie, notamment, qualifient le viol de pénétration sexuelle dans des circonstances coercitives ou de pénétration sexuelle commise par la contrainte, par l'emploi de la force, ou la menace de son emploi. C'est également l'analyse qui a été retenue dans le Statut et le projet de règlement de la Cour pénale internationale.", "b)  Observations présentées concernant différents systèmes juridiques", "129.  Interights a produit des copies de rapports sur le droit pertinent de différents pays d'Europe et d'ailleurs, établis par des universitaires, des praticiens du droit ou des assistants de recherche. On peut résumer comme suit les informations et analyses qui s'y trouvent.", "i.  Belgique", "130.  La liste dressée à l'article 375 du code pénal belge, tel que modifié en 1989, des situations dans lesquelles il n'y a pas consentement avait pour objet de codifier la jurisprudence antérieure. Cette liste n'est pas considérée comme exhaustive, même s'il est un auteur pour estimer le contraire.", "131.  Traditionnellement, la preuve d'actes suffisamment graves et physiquement violents pour briser ou paralyser la résistance de la victime ou en triompher était exigée. Les amendements de 1989 ont remplacé la notion de « menaces graves » qui figurait au code pénal depuis 1867 par la notion plus large de « contrainte », qui comprend non seulement la peur que l'on peut avoir pour son intégrité physique mais également toute autre forme de peur.", "132.  Aujourd'hui, l'accusation doit prouver la pénétration sexuelle et l'absence de consentement. Chacun des éléments susceptibles de démontrer l'absence de consentement est pris en compte, mais l'accusation s'attachera avant tout à établir l'existence d'au moins un des facteurs qui annulent le consentement, énoncés au second paragraphe de l'article 375 – à savoir la violence, la contrainte, la ruse, ou une infirmité de la victime.", "133.  L'absence de consentement est établie lorsqu'il y a preuve d'une résistance physique. Toutefois, même si la résistance ou la violence physiques ne sont pas démontrées, la preuve de la contrainte suffit. La question de savoir s'il y a eu ou non contrainte doit être examinée au regard de la condition de la victime (âge, état réel au moment des faits).", "134.  L'âge du consentement est différent pour les actes sexuels de toute nature (attentat à la pudeur) et pour les actes comprenant une pénétration sexuelle (viol). L'âge du consentement à la pénétration sexuelle est de quatorze ans et celui du consentement aux actes sexuels de toute nature est de seize ans. Par conséquent, un rapport sexuel avec une personne ayant entre quatorze et seize ans sera puni de par la loi comme attentat à la pudeur si le défaut de consentement n'est pas prouvé. En pratique, lorsque la victime a entre quatorze et seize ans, les inculpations pour attentat à la pudeur sont plus fréquentes que les inculpations pour viol.", "ii.  Danemark", "135.  La contrainte est aujourd'hui interprétée largement ; elle n'est pas limitée aux menaces de violence grave.", "136.  La preuve de l'absence de consentement revêt une importance particulière dans les cas où l'accusé et la victime se connaissaient. Si le fait de dire « non » peut suffire à exprimer l'absence de consentement, il peut se révéler difficile de démontrer que ce mot a été prononcé, et compris comme étant dit sérieusement.", "137.  Dans une affaire remontant à 1982, un homme accusé d'avoir violé une jeune fille de seize ans avait été acquitté au motif qu'il n'avait pas compris que celle-ci ne s'était pas donnée à lui de son plein gré. L'accusé avait fait monter la jeune fille dans sa camionnette. Selon lui, la victime avait dit vouloir rentrer chez elle. Selon elle, elle s'était sentie obligée d'accepter l'offre d'être raccompagnée en raison des circonstances, notamment une fois que l'accusé eut mis sa bicyclette dans le véhicule. En chemin, l'accusé avait parlé de ses problèmes et besoins sexuels. Il avait pensé que, le laissant parler de ces sujets, la jeune fille acceptait que la situation évoluât vers des rapports intimes. La victime, elle, avait eu peur que l'accusé ne devînt violent si elle ne le laissait pas parler. L'accusé avait alors arrêté le véhicule et demandé à la victime d'aller dans le compartiment à bagages, où ils eurent un rapport sexuel. L'accusé avait demandé plusieurs fois à la jeune fille si elle était d'accord ou non. La victime déclara avoir eu peur et éprouvé un blocage mental. Le tribunal condamna l'accusé, constatant que la jeune fille n'avait pas consenti et que l'accusé avait agi intentionnellement car s'il avait posé des questions à la victime c'est qu'il doutait de son acceptation. La cour d'appel, par contre, conclut qu'il était impossible de faire abstraction des dires de l'accusé, qui affirmait avoir perçu la passivité de la victime comme une acceptation, et prononça l'acquittement.", "iii.  Irlande", "138.  Le principe selon lequel l'accusation doit prouver l'absence de consentement, et non pas l'emploi de la force, est bien établi. L'absence de consentement est une question de fait ; il revient au jury de la trancher au vu de toutes les circonstances pertinentes et en tenant compte des instructions du juge. En ce qui concerne l'élément moral du viol, l'accusé peut exciper de la « croyance sincère », de sorte qu'il peut être acquitté s'il n'a sincèrement pas pensé que la victime pouvait ne pas être consentante.", "iv.  Royaume-Uni", "139.  Avant 1976, le viol se définissait en common law comme un rapport sexuel illicite avec une femme sans son consentement et obtenu par la force, la ruse ou grâce à la peur provoquée chez la victime. Des lésions corporelles étaient traditionnellement exigées comme preuve de l'emploi de la force et d'une résistance de la victime.", "140.  Depuis 1976, la loi prévoit que l'accusation doit démontrer que la victime n'a pas consenti. L'absence de consentement est l'élément matériel essentiel de l'infraction. La charge de la preuve pèse sur l'accusation. Il n'existe pas de définition légale du consentement ou de l'absence de consentement. L'existence ou l'absence d'un consentement est une question de fait qu'il appartient au jury de trancher, après avoir entendu les instructions du juge. L'arrêt de principe Olugboja (Queen's Bench, 1982, p. 320, All England Law Reports, 1981, vol. 3, p. 443) se rapportait aux faits suivants : l'accusé et son ami avaient proposé à deux adolescentes de les raccompagner chez elles en voiture. Au lieu de les déposer à leur domicile, les deux hommes les avaient emmenées dans une autre maison où l'ami de l'accusé avait violé l'une d'elles, qui avait seize ans. L'accusé avait ensuite eu lui aussi un rapport avec elle. Il lui avait demandé d'enlever son pantalon, ce qu'elle avait fait parce qu'elle avait peur et que la pièce était plongée dans l'obscurité. Elle lui avait dit « laissez-moi tranquille » ; il l'avait poussée sur un canapé et avait eu une relation sexuelle avec elle. Elle n'avait pas crié ni ne s'était débattue. Il fut reconnu coupable de viol. Le Lord Justice Dunn déclara :", "« Il faut expliquer [au jury] que le consentement, ou l'absence de consentement, doit être entendu au sens ordinaire et, si besoin est, lui montrer par des exemples qu'il existe une différence entre le consentement et la soumission. Tout consentement implique une soumission, mais il ne s'ensuit nullement qu'une simple soumission implique un consentement (...) Il faut demander [au jury] de se concentrer sur l'état d'esprit de la victime immédiatement avant l'acte sexuel – eu égard à toutes les circonstances pertinentes, en particulier aux faits qui ont mené à l'acte – et sur la réaction de la victime face à ces circonstances. »", "141.  Pour une partie de la doctrine, en dépit de l'arrêt Olugboja, il y a en réalité peu de chances que des poursuites débouchent sur une condamnation lorsque, comme dans cette affaire-là, la femme s'est soumise sous l'effet d'une contrainte psychologique, comme si elle était prise au piège, mais sans avoir fait l'objet d'aucune menace.", "142.  L'accusation doit également établir l'élément moral du viol, qui consiste soit à comprendre que la victime ne consent pas soit à ne pas se préoccuper de savoir si elle consent ou non. L'agresseur ne se soucie pas du consentement lorsqu'il « n'y pense pas du tout » ou lorsqu'il sait que l'autre personne « ne consent peut-être pas et qu'il persévère tout de même » (R. v. Gardiner, Criminal Law Reports, 1994, p. 455).", "v.  Les Etats-Unis d'Amérique", "143.  Les cinquante Etats donnent des définitions différentes de ce que l'on désigne généralement sous le nom de « viol », mais malgré de sensibles différences dans les termes employés, ils s'accordent sur la question de l'absence de consentement. En particulier, il est bien établi que la victime n'est pas tenue de résister physiquement à son agresseur pour prouver qu'elle ne consent pas à l'acte. Une expression verbale de protestation suffit. Dans l'affaire Commonwealth v. Berkowitz, 641 A.2d 1161 (Pennsylvanie, 1994), l'accusé avait eu une relation sexuelle avec une connaissance dans une résidence universitaire alors que la victime n'avait cessé de dire « non » tout au long des faits. Les tribunaux de Pennsylvanie estimèrent que les « non » répétés de la victime suffisaient à démontrer qu'elle ne consentait pas à l'acte.", "144.  Dans trente-sept Etats, un rapport sexuel non consensuel sans force extrinsèque (c'est-à-dire une force autre que celle requise pour effectuer la pénétration) est expressément qualifié par la loi de crime (felony), d'infraction sexuelle de la catégorie la plus grave, ou de délit. Bien qu'il semble ressortir de la formulation des codes des treize autres Etats que la force extrinsèque peut être exigée, les tribunaux de douze de ces Etats admettent par exemple que l'exigence de la force posée par la loi se trouve remplie dès lors que l'accusé a poussé sa victime ou l'a immobilisée, ou l'a manipulée physiquement de toute autre façon. Le critère de la « force » consiste à « déterminer si l'acte a été accompli contre le gré » de la victime (Freeman v. State, 959 S.W.2d 401 (Arkansas, 1998)). Ainsi, la « force » est établie lorsque l'agresseur a « appliqué le poids de son corps » contre la victime ou est « grand » ou « costaud » alors que la victime est « menue » ou « petite » (State v. Coleman, 727 A.2d 246 (Connecticut, 1999) et State v. Plunkett, 934 P.2d 113 (Kansas, 1997)). La Cour suprême du New Jersey dit ceci :", "« [T]out acte de pénétration sexuelle (...) sans la permission expresse et librement consentie de la victime (...) constitue une agression sexuelle. Par conséquent, il n'est pas nécessaire, pour que la pénétration soit illicite, qu'une force physique supérieure à celle qui est inhérente à l'acte de pénétration sexuelle ait été employée (In the Interest of M.T.S., 609 A.2d 1266, 1277 (N.J. 1992)). »", "145.  Auparavant, un certain nombre d'Etats exigeaient que la victime d'un viol manifestât la « résistance la plus totale ». Cette exigence n'a plus cours aujourd'hui. Seuls deux Etats (l'Alabama et la Virginie-Occidentale) fixent encore comme condition que la victime d'une agression sexuelle ait opposé une résistance « acharnée » ; toutefois, la victime n'est pas tenue de résister lorsqu'elle a des raisons de penser que la résistance serait vaine ou entraînerait des blessures graves (Richards v. State, 457 So.2d 893 (Alabama, 1985) : la résistance acharnée est établie lorsque la victime a supplié son agresseur de la laisser et d'arrêter).", "146.  Les juridictions américaines tiennent de plus en plus compte des données sociologiques qui indiquent que les victimes d'agressions sexuelles réagissent de façon imprévisible face à la violence psychologique ou physique. En 1992, par exemple, lorsqu'elle a rejeté l'exigence de la résistance comme condition d'une condamnation pour agression sexuelle, la Cour suprême du New Jersey a parlé de « recherches empiriques » pour discréditer l'idée selon laquelle « une résistance totale ou la résistance la plus forte dont la femme est capable constitue la réaction la plus raisonnable et la plus rationnelle au viol ». En effet, les agresseurs se contentent souvent d'employer une forme de contrainte subtile ou de brusquer la victime lorsque cela est suffisant. Dans la plupart des cas de viol d'enfants, la violence n'est pas nécessaire pour obtenir la soumission. Les tribunaux reconnaissent également de plus en plus que certaines femmes sont en proie à une peur paralysante dès le début de l'agression et ne sont donc pas en mesure de résister (People v. Iniguez, 872 P.2d 1183, 1189 (Californie, 1994)).", "vi.  Autres systèmes juridiques", "147.  Interights a également déposé des analyses du droit pertinent de l'Australie, du Canada et de l'Afrique du Sud, pour constater que l'absence de consentement est l'élément constitutif du viol et des violences sexuelles dans ces pays et que la preuve de l'emploi de la force physique par l'agresseur ou de la résistance physique de la victime n'y est pas exigée.", "B.  Appréciation de la Cour", "1.  Analyse générale", "a)  Existence d'une obligation positive de punir le viol et d'enquêter sur les cas de viol", "148.  Compte tenu de la nature et de la substance des plaintes exprimées par la requérante en l'espèce, la Cour estime qu'il convient de les examiner avant tout sous l'angle des articles 3 et 8 de la Convention.", "149.  La Cour rappelle que, combinée avec l'article 3, l'obligation que l'article 1 de la Convention impose aux Hautes Parties contractantes de garantir à toute personne relevant de leur juridiction les droits et libertés consacrés par la Convention leur commande de prendre des mesures propres à empêcher que lesdites personnes ne soient soumises à des mauvais traitements, même administrés par des particuliers (arrêts A. c. Royaume-Uni, 23 septembre 1998, Recueil des arrêts et décisions 1998-VI, p. 2699, § 22 ; Z et autres c. Royaume-Uni [GC], no 29392/95, §§ 73-75, CEDH 2001-V ; et E. et autres c. Royaume-Uni, no 33218/96, 26 novembre 2002).", "150.  Les obligations positives de l'Etat sont inhérentes au droit au respect effectif de la vie privée au sens de l'article 8 ; ces obligations peuvent impliquer l'adoption de mesures même dans la sphère des relations des individus entre eux. Si le choix des moyens d'assurer le respect de l'article 8 dans le domaine de la protection contre les actes d'individus relève en principe de la marge d'appréciation de l'Etat, une dissuasion effective contre un acte aussi grave que le viol, qui met en jeu des valeurs fondamentales et des aspects essentiels de la vie privée, appelle des dispositions pénales efficaces. Les enfants et autres personnes vulnérables, en particulier, doivent bénéficier d'une protection effective (X et Y c. Pays-Bas, arrêt du 26 mars 1985, série A no 91, pp. 11-13, §§ 23, 24 et 27 ; et August c. Royaume-Uni (déc.), no 36505/02, 21 janvier 2003).", "151.  Dans un certain nombre de cas, l'article 3 de la Convention entraîne l'obligation positive de mener une enquête officielle (Assenov et autres c. Bulgarie, arrêt du 28 octobre 1998, Recueil 1998-VIII, p. 3290, § 102). Une telle obligation positive ne saurait en principe être limitée aux seuls cas de mauvais traitements infligés par des agents de l'Etat (voir, mutatis mutandis, Calvelli et Ciglio c. Italie [GC], no 32967/96, CEDH 2002-I).", "152.  En outre, la Cour n'exclut pas que l'obligation positive qui incombe à l'Etat en vertu de l'article 8 de protéger l'intégrité physique de l'individu puisse s'étendre aux questions concernant l'effectivité d'une enquête pénale (Osman c. Royaume-Uni, arrêt du 28 octobre 1998, Recueil 1998-VIII, p. 3164, § 128).", "153.  Eu égard à ce qui précède, la Cour estime que les Etats ont l'obligation positive, inhérente aux articles 3 et 8 de la Convention, d'adopter des dispositions en matière pénale qui sanctionnent effectivement le viol et de les appliquer en pratique au travers d'une enquête et de poursuites effectives.", "b)  Conception moderne des éléments constitutifs du viol et son incidence sur la substance de l'obligation positive pour les Etats membres de garantir une protection adéquate", "154.  En ce qui concerne les moyens de garantir une protection adéquate contre le viol, les Etats jouissent incontestablement d'une large marge d'appréciation. Ils doivent notamment prendre en considération les sensibilités d'ordre culturel, les particularités locales et les habitudes liées à la tradition.", "155.  Les dispositions de la Convention définissent toutefois les limites de la marge d'appréciation des autorités nationales. La Convention étant avant tout un mécanisme de protection des droits de l'homme, la Cour, lorsqu'elle l'interprète, doit tenir compte de l'évolution de la situation dans les Etats contractants et réagir, par exemple, au consensus susceptible de se faire jour quant aux normes à atteindre (Christine Goodwin c. Royaume-Uni [GC], no 28957/95, § 74, CEDH 2002-VI).", "156.  La Cour relève que, traditionnellement, le droit et la pratique internes d'un certain nombre de pays exigeaient la preuve de l'emploi de la force physique et celle de la résistance physique dans les cas de viol. Depuis quelques décennies, on observe cependant en Europe et dans d'autres parties du monde une tendance nette et constante à l'abandon des définitions formalistes et des interprétations étroites de la loi en la matière (paragraphes 88-108 et 126-147 ci-dessus).", "157.  On constate tout d'abord que l'exigence selon laquelle la victime doit résister physiquement n'a plus cours dans la législation des pays européens.", "158.  Dans les juridictions de common law, en Europe et ailleurs, la notion de force physique a disparu des textes de loi et/ou de la jurisprudence (voir les paragraphes 98, 100 et 138-147 ci-dessus au sujet des systèmes juridiques de l'Irlande, du Royaume-Uni, des Etats-Unis d'Amérique et d'autres pays). Le droit irlandais déclare expressément que le consentement ne peut être déduit de l'absence de résistance (paragraphe 98 ci-dessus).", "159.  Dans la plupart des pays européens influencés par la tradition juridique continentale, la définition du viol mentionne l'emploi de la violence ou de menaces de violence par l'agresseur. A noter toutefois que, dans la jurisprudence et la doctrine, c'est l'absence de consentement, et non pas l'usage de la force, qui est considérée comme l'élément constitutif de l'infraction de viol (paragraphes 90-97, 99 et 130-137 ci-dessus).", "160.  En 1989, la loi belge a été modifiée de sorte que tout acte de pénétration sexuelle constitue un viol dès lors qu'il est commis sur une personne qui n'y consent pas. Si les termes de « violence, contrainte ou ruse » sont toujours cités par la loi comme des moyens répréhensibles d'imposer un acte non consensuel, la violence et/ou la résistance physique ne sont donc pas en droit belge des éléments constitutifs du viol (paragraphes 90 et 130-134 ci-dessus).", "161.  Indépendamment de la formulation spécifique retenue par le législateur, dans un certain nombre de pays la répression des actes sexuels non consensuels, quelles qu'en soient les circonstances, est rendue possible en pratique par l'interprétation des termes pertinents de la loi (« contrainte », « violence », « coercition », « menace », « ruse », « surprise », entre autres) et par une appréciation des éléments de preuve dans leur contexte (paragraphes 95 et 130-147 ci-dessus).", "162.  La Cour relève également que les Etats membres du Conseil de l'Europe ont reconnu, par l'intermédiaire du Comité des Ministres, la nécessité de sanctionner les actes sexuels non consensuels, y compris « les cas dans lesquels la victime ne montre pas de signes de résistance », afin que les femmes soient effectivement protégées de la violence (paragraphe 101 ci-dessus), et ont insisté sur la mise en œuvre d'autres réformes dans ce domaine.", "163.  En droit pénal international, il a été admis récemment que la force n'est pas un élément constitutif du viol et que le fait de profiter de circonstances coercitives pour accomplir des actes sexuels est également punissable. Le Tribunal pénal pour l'ex-Yougoslavie a déclaré qu'en droit pénal international toute pénétration sexuelle sans le consentement de la victime constitue un viol et que le consentement doit être donné volontairement, dans l'exercice du libre arbitre de la personne, apprécié au vu des circonstances (paragraphes 102-107 ci-dessus). Si cette définition vise le contexte particulier des viols commis sur une population dans le cadre d'un conflit armé, elle n'en reflète pas moins une tendance universelle à considérer l'absence de consentement comme l'élément constitutif essentiel du viol et des violences sexuelles.", "164.  Ainsi que l'explique le tiers intervenant, la manière dont le viol est vécu par la victime est mieux comprise aujourd'hui et on s'aperçoit que souvent les victimes de violences sexuelles, en particulier les jeunes filles mineures, n'opposent pas de résistance physique à leur agresseur pour un certain nombre de raisons d'ordre psychologique ou par peur de la violence de l'auteur de l'acte.", "165.  En outre, l'évolution du droit et de la pratique dans ce domaine traduit l'avancée des sociétés vers une égalité effective et le respect de l'autonomie sexuelle de tout individu.", "166.  La Cour est dès lors convaincue que toute approche rigide de la répression des infractions à caractère sexuel, qui consisterait par exemple à exiger dans tous les cas la preuve qu'il y a eu résistance physique, risque d'aboutir à l'impunité des auteurs de certains types de viol et par conséquent de compromettre la protection effective de l'autonomie sexuelle de l'individu. Conformément aux normes et aux tendances contemporaines en la matière, il y a lieu de considérer que les obligations positives qui pèsent sur les Etats membres en vertu des articles 3 et 8 de la Convention commandent la criminalisation et la répression effective de tout acte sexuel non consensuel, y compris lorsque la victime n'a pas opposé de résistance physique.", "c)  Tâche de la Cour en l'espèce", "167.  Compte tenu de ce qui précède, la Cour doit rechercher si oui ou non la législation et la pratique incriminées, ainsi que leur application en l'espèce, associées aux insuffisances alléguées de l'enquête, ont été défaillantes au point d'emporter violation des obligations positives qui incombent à l'Etat défendeur en vertu des articles 3 et 8 de la Convention.", "168.  La Cour n'a pas à aller au-delà. Elle n'est pas appelée à se prononcer sur les allégations d'erreurs ou d'omissions particulières de l'enquête ; elle ne saurait se substituer aux autorités internes dans l'appréciation des faits de la cause ; elle ne saurait pas non plus statuer sur la responsabilité pénale des agresseurs présumés.", "2.  Application de l'analyse retenue par la Cour", "169.  Selon la requérante, l'attitude des autorités dans la présente affaire provient d'une législation insatisfaisante et reflète la pratique courante consistant à ne poursuivre les auteurs de viol que lorsqu'il existe des preuves d'une résistance physique notable.", "170.  La Cour observe que l'article 152 § 1 du code pénal bulgare ne pose nullement l'exigence d'une résistance physique de la part de la victime et donne du viol une définition qui ne s'écarte pas sensiblement des formulations figurant dans la législation des autres Etats membres. Encore une fois, de nombreux systèmes juridiques définissent toujours le viol à partir des moyens que l'agresseur utilise pour obtenir la soumission de la victime (paragraphes 74 et 88-100 ci-dessus).", "171.  Ce qui est déterminant, cependant, c'est le sens attribué à des termes comme « force » ou « menaces » ou d'autres figurant dans les définitions légales. Par exemple, dans certains ordres juridiques, la « force » est considérée comme étant établie dans les cas de viol du fait même que l'agresseur ait accompli un acte sexuel sans le consentement de la victime ou parce qu'il s'est emparé du corps de celle-ci et l'a manipulé de manière à accomplir un tel acte sans le consentement de l'intéressée. Comme il est indiqué plus haut, malgré les différences entre les définitions légales, les juridictions d'un certain nombre de pays interprètent aujourd'hui la loi de manière à englober tout acte sexuel non consensuel (paragraphes 95 et 130147).", "172.  En l'espèce, faute d'une jurisprudence répondant expressément à la question de savoir si tout acte sexuel accompli sans le consentement de la victime tombe sous le coup du droit bulgare, il est difficile de parvenir à des conclusions générales solides sur ce sujet à partir des arrêts de la Cour suprême et des publications juridiques (paragraphes 75-85 ci-dessus). C'est toujours l'appréciation des faits à laquelle se livrent les tribunaux qui, dans une affaire donnée, permet de savoir si un acte sexuel a été accompli sous la contrainte. Une autre difficulté tient à l'absence d'une étude fiable de la pratique des autorités de poursuite dans des affaires qui n'ont jamais été examinées par la justice.", "173.  Il y a toutefois lieu de relever que le Gouvernement n'a pas été en mesure de fournir des copies d'arrêts ou d'articles de doctrine réfutant nettement la thèse selon laquelle en Bulgarie les poursuites pour viol sont déclenchées d'une manière restrictive. Les propres arguments du Gouvernement sur les éléments constitutifs du viol en droit bulgare sont incohérents et peu clairs (paragraphes 122 et 123 ci-dessus). Enfin, le fait que la grande majorité des arrêts publiés de la Cour suprême concernent des viols commis avec une violence considérable (sauf dans les cas où la victime était handicapée physiquement ou mentalement), s'il n'est pas déterminant, semble tout de même indiquer que la plupart des affaires dans lesquelles l'absence totale ou quasi-totale de force physique et de résistance était établie n'ont pas débouché sur des poursuites (paragraphes 74-85, 113, 122 et 123 ci-dessus).", "174.  La Cour n'a pas à se prononcer sur la pratique des autorités bulgares dans les affaires de viol de manière générale. Aux fins de l'espèce, il suffit de constater que l'allégation par la requérante d'une pratique restrictive est fondée sur des arguments raisonnables et n'a pas été réfutée par le Gouvernement.", "175.  Pour en venir aux faits particuliers évoqués par la requérante, la Cour observe que de nombreux témoins ont été entendus au cours de l'enquête et qu'un rapport d'expertise a été demandé à un psychologue et un psychiatre. Une enquête a été menée et les différents procureurs ont rendu des décisions motivées, en expliquant leur position avec une certaine précision (paragraphes 44-65 ci-dessus).", "176.  La Cour reconnaît que les autorités bulgares n'avaient pas la tâche aisée puisqu'elles se trouvaient en présence de deux versions contradictoires des faits et qu'il existait peu de preuves « directes ». Elle ne sous-estime pas les efforts déployés par le magistrat instructeur et les procureurs successifs pour traiter cette affaire.", "177.  Elle relève toutefois que l'existence de deux versions inconciliables des faits aurait absolument dû entraîner une appréciation de la crédibilité des déclarations obtenues par rapport aux circonstances de l'espèce, lesquelles auraient dû être vérifiées. Or peu de mesures ont été prises pour mettre à l'épreuve la crédibilité de la version des faits donnée par P. et A. et les témoins cités par eux. En particulier, les témoins dont les déclarations étaient contradictoires (tels Mme T. et M. M.) n'ont pas été confrontés. Personne n'a cherché à établir le déroulement des événements avec plus de précision. La requérante et son représentant n'ont pas eu l'occasion d'interroger les témoins que l'intéressée accusait de faux témoignage. Dans leurs décisions, les procureurs ne se sont pas du tout demandé si la version des faits exposée par P. et A. était crédible alors que certaines de leurs déclarations étaient sujettes à caution, comme leur affirmation selon laquelle la requérante, âgée de quatorze ans à l'époque, avait commencé à caresser A. quelques instants seulement après avoir eu avec un autre homme la première relation sexuelle de sa vie (paragraphes 16-65 ci-dessus).", "178.  La Cour estime par conséquent que les autorités compétentes n'ont pas usé de toutes les possibilités qui s'offraient à elles pour établir les circonstances des actes dont il s'agit et n'ont pas apprécié avec suffisamment de précision la crédibilité des déclarations contradictoires recueillies.", "179.  Il est très significatif que cette carence s'explique apparemment par l'avis du magistrat instructeur et des procureurs successifs selon lequel, étant donné que les faits en cause se présentaient comme un viol perpétré par une connaissance, en l'absence de preuves « directes » de viol – par exemple des traces de violence et de résistance ou des appels à l'aide – ils ne pouvaient déduire de l'appréciation de toutes les circonstances de l'espèce la preuve d'une absence de consentement et, partant, d'un viol. Cette analyse est très nette dans la position du magistrat instructeur ; elle est particulièrement présente dans la décision rendue le 13 mai 1997 par le procureur régional et le 24 juin 1997 par le procureur général (paragraphes 55, 60, 61, 64 et 65 ci-dessus).", "180.  En outre, il semble que les procureurs n'aient pas exclu la possibilité que la requérante n'eût peut-être pas consenti, mais aient estimé qu'en tout état de cause, en l'absence de preuves d'une résistance, on ne pouvait conclure que les agresseurs avaient compris qu'elle ne consentait pas (voir le texte des décisions des procureurs aux paragraphes 64 et 65 ci-dessus). Les procureurs ont renoncé à la possibilité de démontrer l'intention criminelle des agresseurs en appréciant l'ensemble des circonstances – par exemple les dires d'après lesquels les agresseurs avaient délibérément trompé la requérante afin de l'emmener dans un lieu désert, créant ainsi un cadre coercitif – et en jugeant de la crédibilité des versions des faits avancées par les trois hommes et les témoins qu'ils avaient cités (paragraphes 21, 63 et 66-68 ci-dessus).", "181.  La Cour estime que si, en pratique, il peut parfois se révéler difficile de prouver l'absence de consentement sans preuves « directes » de viol, comme des traces de violence ou des témoins directs, les autorités n'en ont pas moins l'obligation d'examiner tous les faits et de statuer après s'être livrées à une appréciation de l'ensemble des circonstances. L'enquête et ses conclusions doivent porter avant tout sur la question de l'absence de consentement.", "182.  Les autorités n'ont pas procédé ainsi en l'espèce. La Cour considère qu'elles n'ont pas enquêté suffisamment sur les circonstances de l'affaire parce qu'elles ont accordé trop d'importance à la preuve « directe » du viol. Leur démarche a été restrictive en cela qu'elles ont pratiquement élevé la « résistance » au rang d'élément constitutif de l'infraction.", "183.  On peut également reprocher aux autorités d'avoir accordé peu de poids à la vulnérabilité particulière des adolescents et aux facteurs psychologiques propres aux cas de viol de mineurs (paragraphes 58 à 60 ci-dessus).", "184.  En outre, des retards considérables ont été accusés au cours de l'enquête (paragraphes 44-46 ci-dessus).", "185.  En bref, la Cour, sans exprimer d'avis sur la culpabilité de P. et A., estime que l'enquête menée sur les faits de l'espèce, et en particulier la démarche adoptée par le magistrat instructeur et les procureurs, n'a pas répondu aux exigences inhérentes aux obligations positives de l'Etat, lesquelles, vues à la lumière des normes contemporaines du droit international et de différents systèmes juridiques, consistaient à établir et à appliquer effectivement un système pénal qui punisse toutes les formes de viol et de violence sexuelle.", "186.  Quant à la possibilité, dont le Gouvernement tire argument, d'une action civile en réparation contre les agresseurs qui existerait dans l'ordre juridique interne, la Cour note qu'elle n'a pas été établie. Quoi qu'il en soit, encore une fois, une protection effective contre le viol et les violences sexuelles appelle des mesures pénales (paragraphes 124 et 148-153 ci-dessus).", "187.  La Cour conclut par conséquent qu'il y a eu, en l'espèce, violation des obligations positives qui incombent à l'Etat défendeur en vertu des articles 3 et 8 de la Convention. Elle estime par ailleurs qu'aucune question distincte ne se pose sur le terrain de l'article 13 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 14 DE LA CONVENTION", "188.  En comparant, dans le code pénal bulgare, le texte de l'article 157 § 2 et celui de l'article 152, qui concernent l'âge du consentement à une activité sexuelle, la requérante se plaint du fait que la loi prévoit une meilleure protection contre le viol pour les « enfants homosexuels » que pour les « enfants hétérosexuels ».", "Aux termes de l'article 14 de la Convention", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "189.  A la lumière des conclusions qui précèdent, la Cour estime qu'il n'y a pas lieu d'examiner le grief tiré de l'article 14 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "190.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "191.  La requérante déclare que, des années après le viol, elle souffre toujours d'un traumatisme psychologique, ce qui, selon elle, est largement dû au fait que le droit et la pratique pertinents ne lui ont pas apporté une protection effective. Elle avance en outre que l'enquête menée dans l'affaire la concernant a été défectueuse et l'a injustement traitée.", "192.  Se fondant sur ces éléments et sur certains arrêts rendus par la Cour dans des affaires de violence sexuelle, la requérante demande 20 000 euros (EUR) pour dommage moral.", "193.  Le Gouvernement trouve excessive la somme réclamée.", "194.  La Cour estime que la requérante a dû éprouver de la détresse et subir un traumatisme psychologique liés au moins partiellement aux défaillances constatées dans la démarche des autorités compétentes. Statuant en équité, elle alloue 8 000 EUR à l'intéressée.", "B.  Frais et dépens", "195.  La requérante demande 4 740 EUR pour un total de 118 heures et demie de travail sur son dossier, au taux de 40 EUR l'heure. Elle a présenté un contrat sur les honoraires conclu avec son avocat, signé en 2003 par sa mère, ainsi que le relevé des heures de travail. L'avocat de la requérante a expliqué que le contrat avait été signé par la mère car c'est celle-ci qui au départ avait fait appel à lui, M.C. étant mineure à l'époque.", "196.  Le Gouvernement affirme que le contrat sur les honoraires n'est pas valable étant donné que la requérante a eu dix-huit ans en septembre 1998 et que, depuis lors, sa mère n'est plus autorisée à agir en son nom. Même au moment de l'accord initial, apparemment oral, entre la mère et l'avocat, la requérante avait plus de quatorze ans et aurait donc eu la capacité, en droit bulgare, d'accomplir des actes juridiques avec l'aval de sa mère.", "197.  Le Gouvernement déclare également que les parties au contrat sur les honoraires sont convenues d'un taux horaire de 40 EUR en 2003, lors de la phase finale de la procédure ; des honoraires élevés et arbitraires auraient donc été fixés. Dans « d'autres circonstances », la requérante n'aurait pas accepté de payer de tels montants.", "198.  Selon la jurisprudence constante de la Cour, l'allocation de frais et dépens au titre de l'article 41 présuppose que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux. En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (Beyeler c. Italie (satisfaction équitable) [GC], no 33202/96, § 27, 28 mai 2002).", "199.  Le Gouvernement ne nie pas que l'avocat de la requérante ait travaillé sur le dossier de celle-ci, après avoir reçu le 27 novembre 1997 une procuration signée par M.C. et sa mère, à un moment où la jeune fille n'avait pas encore atteint l'âge de la majorité (paragraphes 2 et 9 ci-dessus). Il n'a pas été allégué que l'intéressée discute les frais facturés par son avocat ni que ces frais sont sans rapport avec la violation constatée en l'espèce. Dès lors, il ne fait aucun doute que les frais de justice réclamés ont été effectivement et nécessairement exposés.", "200.  Le Gouvernement ne conteste pas le nombre d'heures de travail accompli. La Cour estime par ailleurs que le taux horaire de 40 EUR n'est pas excessif. Par conséquent, après déduction des 630 EUR reçus du Conseil de l'Europe au titre de l'assistance judiciaire, la Cour alloue à la requérante 4 110 EUR pour frais et dépens.", "C.  Intérêts moratoires", "201.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Dit qu'il y a eu violation des obligations positives qui incombent à l'Etat défendeur en vertu des articles 3 et 8 de la Convention ;", "", "2.  Dit qu'aucune question distincte ne se pose sous l'angle de l'article 13 de la Convention ;", "", "3.  Dit qu'il n'y a pas lieu d'examiner les griefs formulés par la requérante sur le terrain de l'article 14 de la Convention ;", "", "4.  Dit", "a)  que l'Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement :", "\ti.  8 000 EUR (huit mille euros) pour dommage moral,", "\tii.  4 110 EUR (quatre mille cent dix euros) pour frais et dépens, et", "iii.  tout montant pouvant être dû à titre d'impôt sur lesdites sommes ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 4 décembre 2003, en application de l'article 77 §§ 2 et 3 du règlement.", "Søren Nielsen\tChristos Rozakis\nGreffier adjoint\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante de Mme Tulkens.", "C.L.R.\nS.N.", "\nOPINION CONCORDANTE DE Mme LA JUGE TULKENS", "Dans cette affaire, particulièrement sensible et délicate, je souhaiterais simplement formuler quelques observations complémentaires.", "1.  Je pense qu'il était important et significatif que la Cour se situe à la fois sur le terrain de l'article 3 et de l'article 8 de la Convention. En effet, le viol est une atteinte à la fois au droit à l'intégrité (physique et psychique) de la personne garanti par l'article 3 et à son droit à l'autonomie comme élément du droit à la vie privée garanti par l'article 8.", "2.  Je partage entièrement l'approche générale suivie par la Cour (paragraphes 148 et suivants de l'arrêt) et son application de celle-ci dans le cas d'espèce (paragraphes 169 et suivants de l'arrêt). Le seul point que je souhaiterais clarifier est relatif à l'usage de la voie pénale. En se fondant, notamment, sur l'arrêt X et Y c. Pays-Bas du 26 mars 1985, série A no 91, la Cour considère « que les Etats ont l'obligation positive, inhérente aux articles 3 et 8 de la Convention, d'adopter des dispositions en matière pénale qui sanctionnent effectivement le viol (...) » (paragraphe 153 de l'arrêt). Certes, le recours au droit pénal peut se comprendre pour ce type d'infraction. Toutefois, il importe aussi de rappeler, sur un plan plus général, comme le fait d'ailleurs l'arrêt X et Y c. Pays-Bas lui-même, que « le recours à la loi pénale ne constitue pas nécessairement l'unique solution » (p. 12, § 24 in fine). Je pense que l'intervention pénale doit rester, en théorie comme en pratique, un remède ultime, une intervention subsidiaire et que son usage, même dans le champ des obligations positives, doit faire l'objet d'une certaine « retenue ». Quant au postulat que la voie pénale serait, en tout état de cause, la plus efficace en termes de prévention, les observations contenues dans le Rapport sur la décriminalisation du Comité européen pour les problèmes criminels montrent bien que l'efficacité de la prévention générale fondée sur le droit pénal dépend de nombreux facteurs et que celle-ci n'est pas la seule façon de prévenir les comportements indésirables.", "3.  Cela étant, dans le cas d'espèce, comme d'ailleurs dans l'arrêt X et Y c. Pays-Bas (p. 13, § 27), à partir du moment où l'Etat a opté pour un système de garantie fondé sur le droit pénal, il est évidemment essentiel que les dispositions pénales soient entièrement et complètement appliquées afin d'assurer à la requérante une protection concrète et effective. A cet égard, l'observation de la Cour selon laquelle « [l']enquête et ses conclusions doivent porter avant tout sur la question de l'absence de consentement » (paragraphe 181 de l'arrêt) est à mes yeux primordiale."]}