{"file": "FRE_CLINF_17506_90.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "17506/90", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Juillet 1995", "Kerojärvi c. Finlande - 17506/90", "Arrêt 19.7.1995", "Article 6", "Procédure administrative", "Article 6-1", "Droits et obligations de caractère civil", "Procès équitable", "Omission par la Cour suprême de prendre des mesures afin qu'un appelant dans une procédure d'indemnisation dispose de documents : article 6 § 1 applicable ; violation", "I.\tARTICLE 6 § 1 DE LA CONVENTION", "Examen de la Cour limité à la procédure devant la Cour suprême, celle en première instance devant le tribunal des assurances échappant à sa compétence ratione temporis.", "A.\tApplicabilité", "1.\tExistence d'une contestation sur un \"droit\"", "Réaffirmation des principes de la jurisprudence de la Cour.", "Non nécessaire de trancher le différend relatif au changement d'attitude du Gouvernement quant à la compétence de la Cour suprême car nul élément ne permet de penser que cette juridiction n'eût pu accueillir le recours si elle avait désapprouvé la conclusion du tribunal des assurances sur le fond - l'issue de la procédure devant la Cour suprême était donc directement déterminante pour le droit à réparation revendiqué par l'intéressé en vertu de la loi de 1948.", "2.\tCaractère civil du droit en litige", "Aucune raison de distinguer le cas d'espèce des précédentes affaires, dans lesquelles la Cour a conclu que les contestations sur les prestations au titre d'un régime de sécurité sociale concernent des \"droits de caractère civil\".", "Conclusion : article 6 § 1 applicable (unanimité).", "B.\tObservation", "L'instance devant le tribunal des assurances pouvant servir de contexte pour la question de savoir si celle devant la Cour suprême fut équitable : le tribunal des assurances avait rejeté les prétentions du requérant sans lui transmettre l'avis et les dossiers qu'il avait obtenus des autorités administratives - l'intéressé semble l'avoir appris seulement au moment de la notification de la décision dudit tribunal - la possibilité de consulter les documents en la possession du tribunal sans importance lorsqu'il s'agit de mesurer l'équité de la procédure devant la Cour suprême. Eu égard à la pratique consistant à ne pas communiquer le type de documents dont il s'agit, la Cour suprême pouvait supposer que la juridiction inférieure n'avait pas transmis les pièces à l'intéressé et qu'en conséquence la capacité de celui-ci de contester la décision litigieuse se trouvait affectée - la Cour suprême pouvait en outre présumer que le requérant, non assisté d'un avocat, ignorait cette pratique - en dépit de ces circonstances, la haute juridiction, compétente pour connaître du fond, n'a pris aucune mesure pour lui communiquer les pièces - peu importe, pour l'obligation imposée par l'article 6 § 1 à la Cour suprême, que le requérant ne se soit pas plaint du défaut de communication des documents mentionnés dans la décision du tribunal des assurances ou qu'il ait eu accès au dossier de la Cour suprême - en bref, la procédure menée devant celle-ci n'a pas permis au requérant d'y participer de manière adéquate - vu ce qui précède, il ne saurait passer pour avoir bénéficié d'un procès équitable devant la Cour suprême.", "Conclusion : violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tPréjudice moral : constat d'une violation fournissant en soi une satisfaction équitable suffisante.", "B.\tFrais et dépens : remboursement partiel.", "Conclusion : Etat défendeur tenu de verser certaines sommes au requérant (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}