{"file": "FRE_HFCOM_10609_10.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "10609/10", "text_paragraphs": ["CINQUIÈME SECTION", "Requête no 10609/10\nprésentée par Jean-Hugues MATELLY\ncontre la France\nintroduite le 6 février 2010", "EXPOSÉ DES FAITS", "EN FAIT", "Le requérant, M. Jean-Hugues Matelly, est un ressortissant français, né en 1965 et résidant à Amiens.", "Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "Le requérant est un officier de gendarmerie. Il exerce les fonctions de contrôleur de gestion de la région de gendarmerie de Picardie depuis 2005. Par ailleurs, il est chercheur associé dans un laboratoire rattaché au Centre national de la recherche scientifique.", "En avril 2007, fut créé un forum sur internet, intitulé « gendarmes et citoyens », que le requérant décrit comme un espace administré et modéré, destiné à permettre l’expression et l’échange entre les gendarmes et les citoyens.", "Fin mars 2008, une association baptisée « Forums gendarmes et citoyens » (ci-après « l’association ») se constitua pour donner un cadre juridique à cet espace, le requérant en étant membre fondateur puis vice-président. Outre des civils ou des gendarmes retraités, d’autres militaires de la gendarmerie en activité participèrent à l’association en tant que membres, voire en siégeant au conseil d’administration.", "L’objet de l’association, tel qu’il ressort de l’article 2 de ses statuts, déposés à la sous-préfecture de Brest, était le suivant :", "« Faciliter l’expression et l’information des gendarmes et des citoyens sur la situation et le fonctionnement des forces de sécurité et de défense, en vue de renforcer la compréhension et les liens entre les citoyens et les agents de la force publique qu’ils entretiennent pour l’intérêt de tous, conformément aux principes posés par la Déclaration des Droits de l’Homme et du Citoyen ; mettre à la disposition de ses membres et du public des forums en ligne et éditer des publications électroniques ou autres ; mener et publier toutes études, analyses et réflexions utiles en vue de la transparence, l’efficacité, la qualité du service public de sécurité au bénéfice des citoyens et de la défense de la situation matérielle et morale des gendarmes. »", "Cette association, outre la responsabilité du forum internet, édita une revue de presse et une revue numérique.", "Le 6 avril 2008, le requérant informa par courrier le directeur général de la gendarmerie nationale de la création de l’association. Exposant son objet, il précisa qu’elle s’adressait notamment aux militaires en activité, leur permettant d’exercer les « nouvelles possibilités d’expression offertes par leur statut ». Il ajouta qu’elle souhaitait développer l’information, la réflexion et les propositions sur les questions de sécurité et de défense, sans oublier la situation des personnels. Cependant, il indiqua que l’association n’avait pas de caractère professionnel, son objet étant centré sur la communication.", "Un autre courrier avait été précédemment adressé par le requérant à la revue L’Essor de la gendarmerie pour expliquer le positionnement de l’association et préciser que la présence importante de gendarmes en activité en son sein, notamment parmi son conseil d’administration, n’en faisait pas une association professionnelle.", "Dans un entretien accordé à ce même périodique en mai 2008, le sousdirecteur des ressources humaines de la gendarmerie précisa que, le 12 avril 2008, le directeur général avait indiqué qu’il se prononcerait sur la situation née de la création de cette association après avoir analysé la compatibilité de l’adhésion de gendarmes en activité avec leur statut.", "Le 26 mai 2008, l’annonce officielle de la création de l’association fut publiée au Journal officiel de la République française.", "Le 27 mai 2008, le directeur général de la gendarmerie nationale commanda au requérant et aux autres gendarmes en activité membres de l’association d’en démissionner sans délai et de lui en rendre compte par écrit sous huit jours, sous peine d’application de la réglementation applicable en cas de violation des dispositions statutaires. Il estima que l’association présentait les caractéristiques d’un groupement professionnel à caractère syndical, étant destinée à participer à la défense de la situation matérielle et morale des gendarmes.", "Le 28 mai 2008, le requérant écrivit au nom de l’association au directeur général afin de l’informer que celle-ci était prête à modifier dans ses statuts les mentions ambiguës au regard des obligations militaires. Sans faire référence au courrier précédent qu’il n’avait apparemment pas encore reçu, il mentionna que des militaires en activité participaient à « de nombreuses associations de type professionnel » sans qu’ils soient inquiétés, citant notamment « la SaintCyrienne » ou l’association éditrice de la revue Essor de la gendarmerie.", "Le 5 juin 2008, il démissionna de l’association.", "Le 9 juin 2008, le juge des référés du tribunal de grande instance de Paris, saisi par le requérant et l’association, se déclara incompétent pour ordonner le retrait ou la suspension de la décision contestée du directeur général, en l’absence de voie de fait justifiant la compétence des juridictions judiciaires, dès lors que cette décision n’était pas manifestement insusceptible de se rattacher à un pouvoir appartenant à l’autorité militaire.", "Le 26 juillet 2008, l’association se réunit en assemblée générale extraordinaire. Un nouveau conseil d’administration fut désigné. Les statuts furent modifiés pour supprimer la phrase ayant motivé l’ordre de démission donné aux membres militaires en activité.", "Le 27 octobre 2008, après avis de la commission compétente, le ministre de la Défense rejeta le recours administratif préalable du requérant contre la décision litigieuse, considérant qu’aucun militaire en activité ne pouvait adhérer à l’association, dès lors qu’elle revêtait, au regard de ses modalités d’action, de ses statuts et des objectifs affichés sur son site internet, les caractéristiques d’un groupement professionnel au sens de la loi applicable.", "Le 5 novembre 2008, le requérant saisit le Conseil d’Etat d’un recours pour excès de pouvoir contre la décision ministérielle.", "Le 21 janvier 2010, le secrétariat de la 7ème sous-section du contentieux lui adressa un avis d’audience pour le 29 janvier suivant.", "Le 2 février 2010, de retour d’une permission, le requérant accusa réception du courrier, sollicitant par courrier électronique les conclusions du rapporteur public et leur sens.", "Le 3 février 2010, le rapporteur public lui répondit qu’il avait conclu au rejet de la requête.", "Le requérant mentionne que les autorités militaires produisirent devant le juge administratif des pièces établies après son départ de l’association, à savoir deux lettres adressées, l’une à un parlementaire le 4 septembre 2008 et l’autre au ministre de l’Intérieur le 6 novembre 2008, ainsi que des projets tirés du blog de l’association le 29 septembre 2008, exposant les positions arrêtées à l’issue d’une série de débats et de vote d’avril à septembre 2007, et depuis début 2008.", "Par un arrêt du 26 février 2010, le Conseil d’Etat rejeta la requête du requérant. Il estima tout d’abord que son grief relatif à la prévisibilité de la notion de groupement militaire professionnel à caractère syndical et des règles de la discipline militaire n’était pas assorti des précisions suffisantes pour en apprécier la portée. Il considéra par ailleurs que la disposition légale applicable constituait une restriction légitime au sens des articles 10 et 11 de la Convention, ne faisant pas obstacle à l’adhésion des personnes concernées à d’autres groupements que ceux ayant pour objet la défense de leur intérêt professionnel. Il ajouta que le caractère exécutoire de plein droit de la décision litigieuse n’avait pas pour effet d’interdire l’exercice de voies de recours et précisa que le refus de la commission de recours de prendre en compte des faits postérieurs à sa saisine n’était pas incompatible avec les articles 6 et 13 de la Convention. Il considéra encore que l’existence d’autres associations de militaires, à la supposer démontrée, n’avait pas d’influence sur la légalité de la décision en cause. Enfin, il jugea qu’il ressortait des pièces du dossier que l’association « Forum gendarmes et citoyens » constituait un groupement professionnel au sens de la loi applicable, son objet étant, entre autres, la défense de la situation matérielle et morale des gendarmes.", "GRIEFS", "1.  Invoquant l’article 11 de la Convention, le requérant se plaint d’une ingérence dans l’exercice de sa liberté d’association, dont il conteste tant la légalité, faute de prévisibilité suffisante de la loi applicable, que la légitimité, en l’absence de trouble créé, selon lui, à l’ordre dans les forces armées, et la proportionnalité, compte tenu de l’objet réel de l’association.", "2.  Le requérant invoque également l’article 10 de la Convention pour dénoncer la disproportion de l’ingérence constituée par l’ordre qui lui a été donné de démissionner de l’association, alors qu’aucune des publications de celle-ci n’a été mise en cause par l’autorité militaire.", "3.  Invoquant les articles 6 § 1 et 13 de la Convention, le requérant se plaint de l’iniquité de la procédure devant le Conseil d’Etat, du fait :", "-  d’une part, du rejet de sa requête en raison de documents rédigés dans le cadre de l’association après sa démission, dès lors qu’a été prise en compte la décision ministérielle du 27 octobre 2008 et non l’ordre initial de démission du 27 mai 2008 ;", "-  d’autre part, de la brièveté du délai de convocation à l’audience devant le Conseil d’Etat, qui ne lui a pas permis d’exercer certaines prérogatives reconnues aux parties par le droit interne, comme celle de connaître le sens des conclusions du rapporteur public avant l’audience ou de s’opposer à la participation de celui-ci au délibéré.", "QUESTION AUX PARTIES", "L’ordre donné par l’autorité militaire au requérant de démissionner d’une association qualifiée de groupement professionnel constitue-t-il une ingérence compatible avec l’article 11 de la Convention, tel qu’envisagé notamment à la lumière de l’article 10 ?"]}