{"file": "FRE_CLINF_65411_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "65411/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 91", "Novembre 2006", "Sacilor-Lormines c. France - 65411/01", "Arrêt 9.11.2006 [Section III]", "Article 6", "Procédure civile", "Article 6-1", "Tribunal impartial", "Tribunal indépendant", "Nomination sur un poste clé au ministère chargé des mines d'un conseiller d'Etat ayant participé à une procédure soulevant des questions de droit minier : violation\nCumul de la fonction consultative et de la fonction contentieuse du Conseil d'Etat dans le cadre d'une même procédure soulevant des questions de droit minier : non-violation", "", "En fait : La requérante, la Société des Mines de Sacilor-Lormines, est une société anonyme titulaire de nombreuses concessions de mines de fer en Lorraine, et qui se trouve depuis mars 2000 en liquidation amiable. Du fait de la faible rentabilité des gisements ferrifères lorrains par rapport à la concurrence mondiale, la décision de stopper toute production fut prise en 1991, et l'arrêt des différentes exploitations s'étala jusqu'en 1993. Dans la perspective de la cessation complète de son activité, la requérante engagea les procédures d'abandon-renonciation des concessions dont elle était titulaire. L'abandon, qui vise à fermer et mettre en sécurité les anciennes installations minières, consiste à exécuter un arrêté par lequel le préfet territorialement compétent définit les travaux d'abandon et se termine lorsque l'administration constate la parfaite réalisation des mesures prescrites. La renonciation met fin à la concession et soustrait le concessionnaire à l'application de la police spéciale des mines et le libère de la présomption de responsabilité pour les dégâts qui surviennent à la surface. Dans ce contexte, de nombreuses mesures de police furent prises à l'encontre de la société requérante, que celle-ci contesta toutes devant les juridictions administratives. Par ailleurs, la requérante engagea également de nombreux recours tendant à l'annulation des refus du ministre chargé des mines (le ministre de l'Economie, des Finances et de l'Industrie) d'accepter sa renonciation à plusieurs concessions, demandant à ce qu'il soit enjoint au ministre d'accepter lesdites renonciations et à être indemnisée du préjudice subi du fait de ces refus. En 1997, elle saisit le ministre de l'Economie, des Finances et de l'Industrie de recours hiérarchiques afin de lui demander, d'une part, le retrait de deux arrêtés lui imposant des obligations tenant à la surveillance et la sécurisation de certains sites miniers concernés par des risques d'affaissement, et, d'autre part, le remboursement des sommes engagées en application des prescriptions de ces arrêtés. Saisi par le ministre dans le cadre de cette procédure en vue de répondre à certaines questions de droit minier du fait de l'entrée en vigueur d'une nouvelle loi en la matière, le Conseil d'Etat rendit le 29 septembre 1997 un avis relatif « aux travaux de sauvegarde et de remise en état du site après l'abandon de l'exploitation minière ». Quelques semaines plus tard, la société requérante saisit le Conseil d'Etat de demandes en annulation des arrêtés précités et des décisions correspondantes du ministre, par lesquelles celui-ci refusait de retirer ces arrêtés. Le 19 mai 2000, à la suite d'une délibération ayant eu lieu le 26 avril 2000, la haute juridiction, siégeant dans une composition différente de celle qui avait rendu l'avis, rendit un arrêt annulant partiellement les décisions litigieuses. Par la suite, la requérante demanda également l'annulation d'un autre arrêté, mais fut déboutée par le Conseil d'Etat le 5 avril 2002. Par ailleurs, par un décret du 26 mai 2000, le président de la République nomma l'un des conseillers d'Etat ayant siégé lors de la séance du 26 avril 2000 secrétaire général du ministère de l'Economie, des Finances et de l'Industrie.", "En droit : Quant à l'indépendance et l'impartialité du Conseil d'Etat, si la Cour n'entend pas mettre en cause, de manière générale, le mode de nomination et le déroulement de la carrière des membres de la haute juridiction, il lui faut apprécier si la section du contentieux possédait « l'apparence d'indépendance » requise, à la lumière notamment de la nomination de l'un des conseillers d'Etat ayant siégé lors de la délibération du 26 avril 2000 au poste de secrétaire général du ministère chargé de la politique minière. Or, si cette nomination est postérieure à la délibération en question, le Gouvernement indique que les pourparlers à cet égard ont commencé au mois d'avril 2000. Ce membre ne peut donc apparaître comme neutre vis-à-vis de la société requérante, compte tenu de l'absence de garanties contre une éventuelle influence extérieure du fait de sa nomination envisagée au moment de l'accomplissement de la fonction de juger en avril 2000. Dès lors, la société requérante pouvait nourrir a posteriori des doutes objectivement fondés quant à l'indépendance et l'impartialité de la formation de jugement à laquelle appartenait l'intéressé.", "Conclusion : violation (quatre voix contre trois).", "Quant à la participation du Conseil d'Etat, par le biais de ses avis, à l'élaboration de la politique minière, la question à déterminer en l'espèce est uniquement celle de savoir si l'avis rendu le 29 septembre 1997 par la section consultative a constitué une sorte de préjugement des arrêts de la section du contentieux en date du 19 mai 2000 et du 5 avril 2002. A cet égard, aucun des membres ayant siégé dans les formations contentieuses n'avait participé à l'adoption de l'avis. Par ailleurs, s'il existe bien une relation entre les questions juridiques posées dans l'avis et celles générées par le contentieux porté par la requérante, l'avis et les procédures de recours subséquentes ne peuvent représenter la « même affaire » ou la « même décision ».", "Conclusion : non-violation (unanimité).", "Quant à la présence du commissaire du gouvernement au délibéré de la formation de jugement du Conseil d'Etat, la Cour a conclu dans les affaires Kress et Martinie que cette participation, qu'elle soit « active » ou « passive », emporte violation de l'article 6(1).", "Conclusion : violation (unanimité).", "Quant à la durée des procédures litigieuses, celles-ci se sont étendues sur quatre ans, neuf mois et trois jours pour la première, et trois ans, six mois et dix-sept jours pour la seconde. Eu égard aux circonstances de l'espèce, de telles durées sont excessives et ne répondent pas à l'exigence de « délai raisonnable ». Conclusion : violation (unanimité).", "Article 41 : 8 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}