{"file": "FRE_HFJUD_37565_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37565/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE SAPL c. FRANCE", "", "", "(Requête n° 37565/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "18 décembre 2001", "", "", "", "", "DÉFINITIF", "", "18/03/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Sapl c. France,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tGaukur Jörundsson, président,\n\t\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tM. Ugrekhelidze,\n\tMme\tA. Mularoni, juges,\net de\tMme\tS. Dollé, Greffière de Section,", "Après en avoir délibéré en chambre du conseil les 12 septembre 2000 et 4 décembre 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 37565/97) dirigée contre la République française et dont une ressortissante de cet Etat, la Société d’aménagement de Port Leman (« la requérante »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 18 juillet 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée devant la Cour par Maître C. Bremond, avocat à Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. R. Abraham, Directeur des Affaires juridiques au ministère des Affaires étrangères.", "3.  La requérante alléguait en particulier que la durée de la procédure en indemnisation devant les juridictions administratives a dépassé un délai raisonnable.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 4 mai 1999, la Cour a déclaré la requête partiellement recevable. Par une décision du 12 septembre 2000, la Cour a déclaré le restant de la requête recevable.", "7.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "EN FAIT", "8.  Par une délibération en date du 27 janvier 1986, la commune de Chens-sur-Léman décida d’organiser une concertation publique autour de la réalisation de deux zones d’aménagement concerté (« ZAC »), au lieu-dit de Tougues, comprenant un port de plaisance, un ensemble résidentiel avec équipements hôteliers, des installations techniques, de commerce et d’animations, ainsi que divers équipements sportifs, dont un golf et une plage.", "9.  Le 17 février 1988, la commission départementale des Sites de HauteSavoie émit un avis favorable au projet présenté par la Société d’aménagement touristique et sportif de Tougues (« SATST »). Le préfet de Haute-Savoie donna son accord au projet par décision du 25 mars 1988.", "10.  Le 29 juin 1989, la SAPL acquit de la SATST des terrains situés au lieu-dit de Tougues, afin de réaliser le projet d’aménagement. Le 9 janvier 1991, elle conclut avec la commune de Chens-sur-Léman une convention d’aménagement de la ZAC n° 1, ainsi qu’une convention d’objectifs.", "11.  Le 13 janvier 1992, les conventions d’aménagement et d’objectifs, modifiées à la demande du préfet de Haute-Savoie en date du 11 avril 1991, furent approuvées par le conseil municipal. Par une deuxième délibération du même jour, le conseil municipal décida également la création de la ZAC n° 2 de Port-Léman, dont l’aménagement et l’équipement furent également confiés à la SAPL.", "12.  Toutefois, le 30 mars 1992, le préfet de Haute-Savoie informa le maire de la commune de Chens-sur-Léman qu’il entendait saisir le tribunal administratif de Grenoble d’un recours en annulation des délibérations de la commune autorisant le projet d’aménagement de Port-Léman.", "13.  Le 1er juin 1992, le tribunal administratif ordonna qu’il soit sursis à l’exécution des délibérations de la commune du 13 janvier 1992, puis les annula par jugement du 3 juin 1993. La cour administrative d’appel de Lyon confirma cette décision par arrêt du 31 décembre 1996. Par arrêt du 26 mars 1999, le Conseil d’Etat rejeta le pourvoi formé par la SAPL.", "14.  Considérant que le sursis à exécution des délibérations de la commune (et à plus forte raison leur éventuelle annulation) suspendait la mise en œuvre du projet d’aménagement de Port-Léman, la SAPL formula auprès du préfet de HauteSavoie, par un courrier en date du 24 juillet 1992, une demande préalable d’indemnisation du préjudice né de l’abandon du projet. Le préfet rejeta cette demande le 18 novembre 1992.", "15.  Le 18 janvier 1993, la SAPL saisit le tribunal administratif de Grenoble, sollicitant la condamnation de l’Etat à lui verser, en réparation du préjudice né de la non réalisation des différentes ZAC de Chens-sur-Léman, la somme de 309 879 964 francs français (FRF).", "16.  Le 22 novembre 1993, le préfet de Haute-Savoie déposa un mémoire en réplique au nom de l’Etat.", "17.  Le 23 mars 1995, la SAPL déposa un mémoire complémentaire portant sa demande initiale à 391 071 199 FRF et demandant la condamnation de la commune de Chens-sur-Léman in solidum avec l’Etat.", "18.  Par lettre du 20 avril 1995, la SAPL adressa au maire de ChenssurLéman une demande tendant à l’indemnisation du préjudice subi. La commune n’ayant pas répondu à ce courrier après quatre mois, la SAPL déposa le 11 novembre 1995 au greffe du tribunal administratif de Grenoble une requête dirigée contre la décision implicite de rejet de la commune de Chens-sur-Léman, et tendant à ce que la commune lui verse la somme de 391 071 199 FRF.", "19.  Le 4 avril 1996, une ordonnance de clôture de l’instruction fut rendue. Le 25 avril 1996, l’instruction fut rouverte afin de permettre à la commune de présenter ses observations en défense.", "20.  Le 30 avril 1996, la SAPL présenta un mémoire complémentaire au tribunal administratif, dans lequel elle portait à 411 615 831 FRF le montant de sa demande d’indemnisation.", "21.  La commune de Chens-sur-Léman présenta son mémoire en défense le 2 juillet 1996.", "22.  Le 3 juillet 1996, le préfet déposa un mémoire complémentaire à celui de la SAPL du 23 mars 1995.", "23.  Par ordonnance du 17 septembre 1996, le président de la 2ème chambre du tribunal administratif fixa la date de clôture de l’instruction au 21 octobre 1996.", "24.  Le préfet de Haute-Savoie et la SAPL déposèrent un mémoire en réplique à celui de la commune en date du 2 juillet 1996, respectivement les 27 septembre et 4 octobre 1996.", "25.  Le 18 octobre 1996, la commune déposa un mémoire en réplique.", "26.  La SAPL répliqua au mémoire de la commune de Chens-sur-Léman par un dernier mémoire du 7 novembre 1996, dans lequel elle maintenait ses conclusions, en demandant à bénéficier de la capitalisation des intérêts.", "27.  Le 21 mai 1997, l’avocat de la SAPL demanda l’inscription de l’affaire au rôle. Le 24 septembre 1997, cette demande fut reprise par un député, auquel le garde des Sceaux répondit le 3 décembre 1997 qu’il pouvait être désormais statué sur le recours en indemnisation car il existait un jugement exécutoire statuant sur la légalité du projet d’aménagement.", "28.  L’instruction de l’affaire fut rouverte par décision du 13 novembre 1997 et sa date de clôture fut fixée au 15 décembre 1997.", "29.  Le 12 décembre 1997, la commune déposa un mémoire complémentaire. Le préfet en fit de même le 24 décembre 1997.", "30.  Les 26 et 31 décembre 1997, la SAPL déposa des mémoires complémentaires en réponse. Ces trois derniers mémoires, produits après la clôture de l’instruction, ne furent ni examinés ni communiqués aux parties par le tribunal, conformément aux règles de procédure applicables.", "31.  Par jugement du 3 février 1998, après audience du 7 janvier, le tribunal administratif de Grenoble considéra que « les jugements des tribunaux administratifs et des cours administratives d’appel étant exécutoires, la circonstance que le Conseil d’Etat soit saisi d’un recours en cassation contre l’arrêt d’illégalité des délibérations du 13 janvier 1992 (...) ne [faisait] pas obstacle à ce que le présent tribunal statue sur le recours en indemnisation formé par la SAPL (...) ».", "32.  Le tribunal ne conclut toutefois pas à la responsabilité de l’Etat dans l’abandon du projet de Port-Léman au motif que « la responsabilité de la création des ZAC » incombait à la commune de Chens-sur-Léman et que « la participation des services de l’Etat à la définition du projet d’aménagement du site de Port-Léman (...) ne saurait être regardée comme un engagement pris à l’égard de l’aménageur de mener à terme le projet ».", "33.  Le tribunal releva par ailleurs que l’arrêt de la cour administrative d’appel de Lyon avait établi l’illégalité des délibérations de la commune de Chens-sur-Léman décidant la création de la ZAC de Port-Léman, que « ces illégalités [constituaient] des fautes de nature à engager la responsabilité de la commune », que « seul le préjudice lié directement et certainement à l’illégalité des décisions relatives aux ZAC et supporté personnellement par l’aménageur » était indemnisable, mais que le préjudice financier subi par la société requérante « ne [présentait] pas un caractère direct, et, de ce fait, ne [pouvait] être indemnisé. »", "34.  Par requête du 3 avril 1998, la SAPL porta l’affaire devant la cour administrative d’appel de Lyon. Le 28 avril 1998, l’affaire fut attribuée à une chambre de la cour et, le 15 juillet 1998, un rapporteur fut nommé. Le 19 mars 1999, le ministre déposa un mémoire en défense et, le 28 avril 1999, la SAPL déposa un mémoire complémentaire. Le 22 juillet 1999, la SAPL déposa un mémoire récapitulatif et en réplique. Par courrier du 19 octobre 2000, le greffe de la cour administrative d’appel de Lyon informa le conseil de la requérante de ce « qu’il a été pris bonne note de l’attente de la [société], mais [que] compte tenu de l’encombrement des rôles d’audience, la date de jugement de l’instance [...] ne peut être prévue à ce jour. »", "", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "35.  La requérante se plaint de la durée de la procédure en indemnisation engagée devant les juridictions administratives. Elle invoque les dispositions de l’article 6 § 1 de la Convention, dont les dispositions pertinentes se lisent comme suit :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "36.  Le gouvernement défendeur explique la durée de la procédure en indemnisation par la complexité de l’affaire. Tout d’abord, l’évaluation par le tribunal administratif du bien-fondé des prétentions de la requérante, comme de ses demandes indemnitaires, était étroitement dépendante du constat d’illégalité des décisions de la commune, puisque seul un constat d’illégalité était susceptible d’ouvrir droit à une indemnisation. La commune de Chens-sur-Léman avait donc demandé le sursis à statuer dans le cadre de la procédure litigieuse dans l’attente de l’achèvement du recours en illégalité. Par ailleurs, l’évaluation du préjudice subi par la requérante dans le cadre de la procédure litigieuse s’inscrit dans le contexte d’une opération complexe ayant fait appel à de nombreuses décisions de plusieurs autorités publiques. Si l’arrêt du Conseil d’Etat du 26 mars 1999 a mis fin à la première difficulté en concluant à l’illégalité du projet d’urbanisme, la question de l’ampleur du préjudice reste posée.", "Le Gouvernement explique aussi la durée de la procédure par le comportement des parties. La commune et le préfet ont déposé chacun trois mémoires, tandis que la requérante procéda à neuf productions et formula trois demandes reconventionnelles en 1995 et 1996. Au total, les parties se livrèrent à quinze productions devant le tribunal administratif. En appel, les parties ont également multiplié les productions.", "Le Gouvernement précise que, de son côté, le président de la formation de jugement du tribunal prononça trois fois la clôture de l’instruction, mais il fut contraint de rouvrir les débats pour les besoins d’une bonne administration de la justice, du fait des nombreuses productions précitées des parties. Le président évita également la prolongation de l’instruction en 1997, puisqu’il décida de ne pas verser aux débats les derniers mémoires des 24, 26 et 31 décembre 1997. Enfin, le Gouvernement estime que le tribunal jugea l’affaire avec une particulière célérité après la clôture de l’instruction le 15 décembre 1997. Finalement, aucune période d’inactivité ne peut être imputée aux juridictions administratives.", "37.  La requérante estime que les retards s’expliquent par le comportement du préfet de Haute-Savoie et de la commune de ChenssurLéman, organes publics dont les agissements sont imputables à l’Etat au regard de la Convention. Elle critique également le comportement du tribunal qui, entre le 7 novembre 1996 et le 13 novembre 1997, refusa d’inscrire l’affaire au rôle dans l’attente de l’arrêt du Conseil d’Etat relatif à la procédure sur la légalité. Elle note que, par la suite, le tribunal estima qu’il n’était pas nécessaire d’attendre cet arrêt. De plus, la requérante reproche au président du tribunal de ne pas avoir utilisé ses pouvoirs de mise en demeure à l’égard de l’administration. Enfin, elle dénie au litige toute complexité, puisqu’il suffit de tirer les conséquences indemnitaires des décisions préalables d’illégalité et que l’évaluation du préjudice ne constitue pas un élément de complexité.", "Enfin, la requérante précise qu’elle n’a cessé de réclamer l’accélération de la procédure. Ses premiers mémoires visaient à réactualiser son préjudice et elle a toujours répondu à bref délai, à l’exception de sa réponse au mémoire du 23 mars 1995 en raison du volume de celui-ci.", "38.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Doustaly c. France du 22 avril 1998, Recueil des arrêts et décisions 1998-II, p. 857, § 39) et suivant les circonstances de la cause, lesquelles commandent en l’occurrence une évaluation globale (arrêt Versini c. France du 10 juillet 2001, n° 40096/98, § 26).", "39.  En l’espèce, la procédure a débuté le 24 juillet 1992, date de la demande préalable formulée par la requérante, et reste pendante devant la cour administrative d’appel depuis le 3 avril 1998. Elle a donc duré plus de neuf ans et quatre mois, pour deux instances.", "40.  En premier lieu, la Cour observe que s’agissant d’une action en indemnisation, la complexité de l’affaire ne saurait justifier un tel délai.", "41.  S’agissant du comportement de la société requérante, la Cour rappelle qu’on ne saurait reprocher à la requérante d’avoir fait usage des diverses possibilités procédurales que lui ouvrait le droit interne. Toutefois, le comportement d’un requérant constitue un élément objectif, non imputable à l’Etat défendeur et qui entre en ligne de compte pour déterminer s’il y a eu ou non dépassement du délai raisonnable (arrêt Wiesinger c. Autriche du 30 octobre 1991, série A n° 213, § 57). Quant au comportement des autorités judiciaires, la Cour rappelle que seules les lenteurs imputables à l’Etat peuvent amener à constater un dépassement du délai raisonnable (voir, notamment, les arrêts Gergouil c. France du 21 mars 2000, n° 40111/98, § 19 et Versini précité, § 28). Or l’Etat est « responsable de l’ensemble de ses services [publics] et non pas uniquement des organes judiciaires » (arrêts Martins Moreira c. Portugal du 26 octobre 1988, série A n° 143, p. 21, § 60 et Moreira de Azevedo c. Portugal du 23 octobre 1990, série A n° 189, p. 18, § 73).", "42.  La Cour relève un certain nombre de retards imputables aux autorités internes. S’agissant du comportement du préfet, la Cour note qu’il lui fallut un délai de : dix mois pour répliquer, par son mémoire du 22 novembre 1993, à la requête introductive du 18 janvier 1993 ; quinze mois pour répliquer, par mémoire du 3 juillet 1996, au mémoire complémentaire de la requérante du 23 mars 1995 ; treize mois et demi pour produire le mémoire du 24 décembre 1997 en réponse au dernier mémoire de la requérante du 7 novembre 1996 ; onze mois entre l’appel de la requérante et le dépôt du mémoire en défense le 19 mars 1999.", "Concernant la commune, la Cour relève un délai de huit mois pour présenter son mémoire en intervention du 2 juillet 1996, ce qui nécessita la réouverture de l’instruction le 4 avril 1996, ainsi qu’un délai de plus d’un an pour répondre, le 12 décembre 1997, au dernier mémoire de la requérante en date du 7 novembre 1996.", "S’il est vrai qu’en 1997, comme l’indique le Gouvernement, le tribunal accéléra la procédure et audiença rapidement l’affaire, la Cour constate que le président du tribunal n’avait pas usé au préalable, au cours des délais précités, de ses pouvoirs d’injonction pour enjoindre au préfet et à la commune de conclure sans délai. Or la procédure administrative est menée essentiellement à la diligence du tribunal et de son président.", "43.  Certes, la société requérante déposa de nombreux mémoires. Or la Cour rappelle que « l’intéressé est tenu seulement d’accomplir avec diligence les actes le concernant, de ne pas user de manœuvres dilatoires et d’exploiter les possibilités offertes par le droit interne pour abréger la procédure (...) » (arrêt Union Alimentaria Sanders S.A. c. Espagne du 7 juillet 1989, série A n° 157, p. 13, § 35). En l’espèce, si ces productions ont incontestablement allongé la durée de l’instruction de l’affaire, elles n’expliquent pas les délais imputables au préfet et à la commune pour y répondre. Il ne ressort pas davantage des faits que la requérante ait agi de manière dilatoire. Au contraire, elle tenta d’accélérer la procédure. Enfin, la Cour constate que le greffe de la cour administrative d’appel fait état de l’encombrement du rôle pour expliquer le retard dans l’examen de l’affaire, ce qui entraîne des délais supplémentaires imputables aux seules autorités internes.", "44.  Eu égard à l’ensemble des circonstances de la cause, la Cour estime que la durée de la procédure a excédé le délai raisonnable prévu à l’article 6 § 1 de la Convention.", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "", "", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1er DU PROTOCOLE N° 1", "45.  La requérante soutient que la durée de la procédure a porté atteinte à son droit au respect de ses biens en méconnaissance de l’article 1er du Protocole N 1, lequel dispose que :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "46.  Eu égard à la conclusion figurant au paragraphe 44 ci-dessus, la Cour ne juge pas nécessaire d’examiner ce grief (voir les arrêts Brigandì, Zanghì et Santilli c. Italie du 19 février 1991, série A n° 194-B, C et D, respectivement p. 32, § 32, p. 47, § 23 et p. 62, § 22, ainsi que Thery c. France du 1er février 2000, N° 33989/96).", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "47.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "48.  La société requérante réclame, toutes causes de préjudice confondues, une certaine somme dont le montant diffère selon le mode d’évaluation que la Cour pourrait, selon la requérante, retenir : 88,6 millions de francs français (FRF) en retenant un taux de rendement sans risque des capitaux, 149,8 millions en retenant un taux de rendement des capitaux ou 297,1 millions par référence au CAC 40 et au taux des obligations assimilables du Trésor à dix ans. Quelle que soit la somme retenue, la requérante sollicite de la Cour qu’elle prononce une astreinte de 15 000 FRF par jour de retard en cas de non-paiement dans les deux mois du prononcé de l’arrêt.", "49.  Le Gouvernement ne se prononce pas.", "", "", "50.  La Cour n’aperçoit pas de lien de causalité entre la violation de l’article 6 § 1 de la Convention et le dommage matériel allégué par la requérante dont il convient, dès lors, de rejeter les prétentions de ce chef. En revanche, la Cour juge que la requérante a subi un tort moral certain du fait de la durée de la procédure litigieuse. Compte tenu des circonstances de la cause et statuant en équité comme le veut l’article 41, elle lui octroie 6 000 € à ce titre.", "B.  Frais et dépens", "51.  L’intéressée réclame, justificatifs à l’appui, 25 000 FRF pour le remboursement des frais devant les juridictions internes en vue d’obtenir l’accélération de la procédure interne et 560 894 FRF pour frais exposés devant la Commission et la Cour.", "52.  Le Gouvernement ne se prononce pas.", "53.  La Cour estime, s’agissant des frais et dépens tant devant les juridictions internes, et uniquement en ce qu’ils étaient exposés en vue de remédier à la violation constatée, que devant la Commission puis la Cour, au vu des diligences écrites accomplies par ses avocats, qu’il convient d’allouer en équité la somme de 4 500 € à la requérante.", "C.  Intérêts moratoires", "54.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit qu’il n’est pas nécessaire d’examiner le grief tiré de l’article 1er du Protocole N° 1 ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois, à compter du jour où l’arrêt est devenu définitif, les sommes suivantes :", "(i) 6 000 € (six mille euros) pour préjudice moral ; et", "(ii) 4 500 € (quatre mille cinq cents euros) pour frais et dépens ;", "b)  que ces montants seront à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 18 décembre 2001 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé \tGaukur Jörundsson\tGreffière\tPrésident", ""]}