{"file": "FRE_CLINF_36497_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "36497/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 115", "Janvier 2009", "Ligue du monde islamique et Organisation islamique mondiale du secours islamique c. France - 36497/05", "Arrêt 15.1.2009 [Section V]", "Article 6", "Procédure pénale", "Article 6-1", "Accès à un tribunal", "Exigence d'une déclaration auprès des autorités préfectorales afin de permettre à une association étrangère n'ayant pas de principal établissement en France d'ester en justice :violation", "", "En fait : Les deux requérantes déposèrent chacune une plainte avec constitution de partie civile pour diffamation à la suite de la diffusion en France d'un article d'un quotidien égyptien qui évoquait les actions en responsabilité civile intentées aux Etats-Unis par neuf bureaux d'avocats américains mandatés par les proches des victimes des attentats du 11 septembre 2001 contre différentes catégories d'accusés, dont les deux requérantes, et dans lequel le journaliste exposait le fait que les deux organisations étaient accusées de soutenir matériellement le terrorisme. Le procureur de la République demanda au juge d'instruction du tribunal de grande instance de les entendre et de les inviter à produire les pièces établissant qu'en tant qu'associations étrangères, elles avaient rempli les formalités exigées par la loi pour obtenir la capacité d'ester en justice en France. Les requérantes justifièrent être régulièrement déclarées dans leur pays d'origine et dotées, de ce fait, de la personnalité morale et de la capacité d'ester en justice. Le juge d'instruction rendit une ordonnance de refus d'informer concernant chacune des plaintes. Les requérantes interjetèrent appel. La chambre de l'instruction infirma les ordonnances attaquées et les requalifia en ordonnances d'irrecevabilité. Les requérantes formèrent chacune un pourvoi en cassation qui fut rejeté car elles n'avaient pas rempli les formalités exigées par la loi auxquelles toute association, française ou étrangère, doit se soumettre pour obtenir la capacité d'ester en justice. ", "En droit : La loi du 1er juillet 1901 règle les questions afférentes à la création d'associations et à la reconnaissance de la capacité juridique de celles-ci, qui se fait au moyen d'une déclaration préalable auprès des autorités préfectorales. Plus précisément, l'article 5 alinéa 3 prévoit que, lorsqu'une association a son siège social à l'étranger, la déclaration préalable en vue de l'obtention de la capacité juridique doit être faite à la préfecture du département où se situe le siège de son principal établissement. Or, de par les termes utilisés, cet alinéa a vocation à s'appliquer aux associations étrangères qui souhaitent s'établir sur le territoire français pour exercer une activité. Il ne vise pas expressément la question de la capacité d'ester en justice d'une association qui, comme les requérantes, a son siège social à l'étranger et n'exerce aucune activité en France, mais souhaite introduire ponctuellement une action en justice pour défendre ses droits de caractère civil. Les juridictions ont imposé une déclaration à la préfecture du siège du principal établissement. Or, les requérantes n'avaient pas un tel établissement en France. En outre, l'obligation de déclaration au lieu du principal établissement apparaît d'autant plus ambigüe que, postérieurement aux décisions de justice, le ministère des Affaires étrangères a indiqué au conseil des requérantes qu'une association étrangère devait procéder à une déclaration à la préfecture du lieu de son élection de domicile, tandis que la préfecture de police, dans sa lettre au même conseil, imposait à cette association l'ouverture en France d'un principal établissement. La Cour relève à cet égard que ni la législation pertinente ni la jurisprudence y afférente ne se fondent sur la notion de domicile élu. De surcroît, les requérantes avaient élu domicile au cabinet de leur avocat, mais pour les besoins de la procédure qu'elles avaient engagée devant les juridictions françaises. Cette élection de domicile ne pourrait valoir lieu du principal établissement de manière fictive aux fins des exigences de la loi. Ainsi, en exigeant la déclaration prévue par la loi, les autorités françaises n'ont pas seulement sanctionné l'inobservation d'une simple formalité nécessaire à la protection de l'ordre public et des tiers : elles ont aussi imposé aux requérantes une véritable restriction, au demeurant non suffisamment prévisible, qui porte atteinte à la substance même de leur droit d'accès à un tribunal.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}