{"file": "FRE_HFJUD_28249_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "28249/95", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE KREUZ c. POLOGNE", "", "(Requête no 28249/95)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "19 juin 2001", "", "", "", "", "En l’affaire Kreuz c. Pologne,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMme\tW. Thomassen, présidente,\n\tMM.\tL. Ferrari Bravo,\n\t\tJ. Makarczyk,\n\t\tR. Türmen,\n\t\tB. Zupančič,\n\t\tT. Panţîru,\n\t\tR. Maruste, juges,\net de M. T.L. Early, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 10 octobre 2000 et 29 mai 2001,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  L’affaire a été déférée à la Cour, conformément aux dispositions qui s’appliquaient avant l’entrée en vigueur du Protocole no 11 à la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »), par la Commission européenne des Droits de l’Homme (« la Commission ») le 30 octobre 1999. A son origine se trouve une requête (no 28249/95) dirigée contre la République de Pologne et dont M. Henryk Kreuz (« le requérant »), qui possède la double nationalité polonaise et autrichienne, avait saisi la Commission le 10 mai 1995 en vertu de l’ancien article 25 de la Convention.", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté par Me P. Sendecki, avocat au barreau de Lublin (Pologne). Le gouvernement polonais (« le Gouvernement ») est représenté par son agent, M. K. Drzewicki, du ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier la violation de son droit d’accès à un tribunal, garanti par l’article 6 § 1 de la Convention, en ce que le montant excessivement élevé des frais de procédure qu’il était tenu de payer pour introduire une action en réparation l’a empêché de soumettre sa demande aux tribunaux.", "4.  La Commission a déclaré la requête recevable le 20 avril 1998. Dans son rapport du 26 octobre 1999 (ancien article 31 de la Convention) [Note du greffe : le rapport est disponible au greffe], elle formule l’avis qu’il y a eu violation de l’article 6 § 1 de la Convention (dix-sept voix contre sept).", "5.  Le 8 décembre 1999, un collège de la Grande Chambre a décidé que l’affaire devait être examinée par l’une des sections de la Cour.", "Par la suite, la requête a été attribuée à la première section (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond (article 59 § 1 du règlement).", "7.  Une audience s’est déroulée en public au Palais des Droits de l’Homme, à Strasbourg, le 10 octobre 2000 (article 59 § 2 du règlement).", "", "Ont comparu :", "–  pour le Gouvernement\nM.\tK. Drzewicki,\tagent,\nMme\tR. Kowalska,\nMM.\tA. Kaliński,\tconseils,\n\tA. Daczyński,\tconseiller ;", "–  pour le requérant\nMe\tP. Sendecki,\tconseil.", "", "La Cour a entendu en leurs déclarations Me Sendecki, Mme Kowalska et M. Kaliński.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "A.  Le contexte", "8.  Le 10 juillet 1991, les services administratifs de la municipalité (Urząd Miejski) de Płock délivrèrent au requérant un certificat d’urbanisme provisoire pour la construction d’un centre de lavage de véhicules. Par la suite, le requérant sollicita du maire (Prezydent Miasta) de Płock un certificat définitif. Il demanda en particulier confirmation que la construction envisagée pourrait être érigée dans une certaine zone. Le 23 novembre 1992, le maire refusa la demande. Cette décision fut confirmée par la commission de recours de l’assemblée régionale (Kolegium Odwoławcze przy Sejmiku Samorządowym) de Płock le 27 janvier 1993. Les autorités estimèrent que le projet en question n’était pas conforme au type d’occupation des sols prévu dans le schéma directeur pertinent.", "9.  Le requérant contesta les deux décisions devant la Cour administrative suprême (Naczelny Sąd Administracyjny). Il soutint en particulier que les autorités avaient arbitrairement et fautivement établi que la construction envisagée n’était pas conforme aux exigences du schéma directeur. Il allégua également qu’elles avaient commis d’importantes erreurs de fait et de droit dans les décisions litigieuses.", "10.  Le 27 janvier 1994, la Cour administrative suprême infirma les deux décisions attaquées et renvoya l’affaire à l’autorité de première instance. Quant à la conduite des autorités concernées, elle releva que « selon les dispositions pertinentes du code de procédure administrative [Kodeks Postępowania Administracyjnego], les pouvoirs publics étaient tenus d’agir conformément à la loi mais aussi d’une manière qui renforce la confiance qu’ils se doivent d’inspirer aux citoyens, alors que la façon dont ils avaient agi en l’espèce avait démontré le contraire ». Elle estima par conséquent que leur conduite avait gravement enfreint le principe de la prééminence du droit. La Cour administrative suprême déclara en outre que les autorités avaient arbitrairement refusé le certificat d’urbanisme sollicité par le requérant et que, ce faisant, elles avaient méconnu les exigences du schéma directeur. Elle ajouta que les autorités avaient mal interprété le schéma directeur, procédé à des constatations de fait erronées et, en particulier, établi – en l’absence de toute base – que le projet du requérant ne serait pas conforme au type d’occupation des sols prévu. Enfin, la Cour administrative suprême releva que les autorités n’avaient pas procédé à l’établissement des faits de « façon approfondie », ainsi que l’exigeait le code de procédure administrative.", "B.  L’action en réparation", "11.  Le 9 mai 1994, le requérant assigna la municipalité de Płock devant le tribunal régional (Sąd Wojewódzki) de Płock. Il réclama des dommages-intérêts d’un montant de 5 850 000 000 d’anciens zlotys (PLZ) au motif que la municipalité n’avait pas traité avec diligence et comme il convenait sa demande tendant à obtenir un certificat d’urbanisme. Il prétendit que l’inactivité de la municipalité et la longue durée de la procédure relative à la délivrance dudit certificat lui avaient fait perdre l’argent qu’il envisageait d’investir dans son projet commercial ainsi que ses partenaires potentiels, qui étaient sur le point de participer à son entreprise. En outre, il affirma avoir également été privé de profits futurs. S’appuyant sur les dispositions pertinentes du droit de la responsabilité délictuelle, il allégua que la défenderesse n’avait pas agi légalement et cita la décision susmentionnée de la Cour administrative suprême du 27 janvier 1994 établissant que les autorités compétentes avaient enfreint le principe de la prééminence du droit.", "12.  A la même date, le requérant demanda au tribunal régional de Płock de l’exonérer des frais de procédure engendrés par le litige. Le passage pertinent de sa demande se lit ainsi :", "« (...) Le demandeur déclare qu’il est actuellement sans emploi [et] qu’il n’exerce aucune activité lucrative. La violation de la loi commise par la défenderesse l’a empêché de débuter son activité commerciale. Le demandeur ne possède pas de biens qui lui assureraient un revenu.", "Le demandeur est arrivé en Pologne il y a trois ans pour y exercer une activité commerciale ; la défenderesse a [initialement] donné son accord et son appui au projet. [A un moment donné,] pour des raisons inconnues, elle a changé d’avis et, dans l’affaire du demandeur, a pris des mesures visant à rendre les investissements impossibles. Elle a ainsi enfreint la loi.", "Les efforts déployés par le demandeur pour préparer son projet et lancer son activité commerciale se sont en réalité transformés en une véritable bataille avec des fonctionnaires qui enfreignaient la loi. Finalement, la Cour administrative suprême a pleinement souscrit à la thèse du demandeur en confirmant dans sa décision du 27 janvier 1994 que [les autorités] avaient enfreint le principe de la prééminence du droit. Toutefois, tous ces efforts ont largement amputé les ressources financières du demandeur.", "Le demandeur n’a pas réuni les moyens financiers pour une action en justice car il faisait pleinement confiance à la défenderesse. Il n’a pas envisagé la possibilité qu’une autorité publique puisse enfreindre la loi, et non s’y conformer, et que, de ce fait, il subirait un préjudice. Il n’était pas non plus préparé à une telle éventualité. (...)", "Le préjudice subi – pour lequel le demandeur demande réparation en l’espèce – est considérable. Dès lors, le demandeur n’est pas en mesure d’acquitter les frais de procédure. En cas de rejet de sa demande, le demandeur n’aura aucune possibilité d’obtenir réparation, bien que [l’obligation] d’indemniser tout dommage résultant d’une méconnaissance de la loi soit un principe légal fondamental. »", "13.  Le 4 juillet 1994, le tribunal rejeta la demande du requérant pour des raisons de forme, déclarant que son action était prématurée puisque la procédure ayant trait au certificat d’urbanisme était toujours pendante. Il estima qu’une décision définitive dans cette procédure constituait une condition sine qua non de l’accès à une juridiction civile dans le cas du requérant.", "Quant à la demande d’exonération des frais de procédure, le tribunal décida qu’il n’y avait pas lieu d’imposer de tels frais puisque la demande en réparation de l’intéressé avait été rejetée dès l’origine et qu’en conséquence l’affaire n’appelait pas à un examen au fond.", "14.  Le 27 juillet 1994, le requérant forma un recours incident (zażalenie) contre cette décision. Il soutint qu’aucune question relative aux conditions préalables de l’accès à une juridiction civile ne se posait en l’espèce car il avait fondé son action sur les principes généraux du droit de la responsabilité délictuelle, et non sur les dispositions du droit administratif ayant trait à la responsabilité de l’Etat pour une décision contraire à la loi.", "15.  Le 1er août 1994, le tribunal régional de Płock ordonna au requérant de payer des frais de procédure d’un montant de 200 millions de PLZ pour le dépôt de son recours incident.", "16.  Le 9 août 1994, le requérant présenta une nouvelle demande d’exonération des frais. Conformément à l’article 113 § 1 du code de procédure civile, il soumit une déclaration de ressources, dont les passages pertinents sont ainsi libellés :", "« Le demandeur sollicite une exonération des frais de procédure au motif qu’il n’est pas en mesure de les payer [car ils] entraîneront une baisse importante de son niveau de vie.", "", "Il a demandé réparation pour des actes dommageables commis à son encontre par des fonctionnaires de la municipalité de Płock.", "Il possède les biens suivants :", "1.  un appartement à Vienne", "2.  une voiture de marque « Peugeot 405D »", "3.  des parts sociales de la société « Clean Cars JV » estimées à 300 000 000 de PLZ.", "Ces biens ne lui assurent aucun revenu. Le demandeur a tenté (en vain) de vendre une partie de ses parts sociales « Clean Cars JV » pour payer les frais de procédure.", "[Quant à cet argument, le requérant produisit l’annonce à cet effet qu’il avait fait paraître dans la Gazeta Wyborcza.]", "Le demandeur déclare qu’il a la double nationalité polonaise et autrichienne. En 1991, après avoir obtenu un certificat d’urbanisme provisoire pour la construction d’un réseau novateur de centres de lavage de voitures, le demandeur s’est rendu en Pologne pour y préparer le projet. Il a travaillé durement sans bénéficier de revenus, et a investi ses économies dans la création de sa société dans le cadre d’un contrat de franchise, un type de contrat inconnu en Pologne à cette époque. [Ses investissements sont les suivants :]", "1.  établissement du siège de sa société ; rénovation des locaux de la société ; conception du logo de la société ;", "2.  recherche d’employés ; annonces et publicité ;", "3.  recherche de sites adaptés ; négociations ; conclusion de contrats ;", "4.  études préliminaires et, sur cette base, élaboration d’analyses économiques et commerciales relatives aux zones suivantes : Płock (1), Chojnice (2), Włocławek (1), Toruń (3), Bydgoszcz (1), Grudziądz (1), Świecie (1) ;", "5.  sur la base des éléments du point 4 – plan d’investissements et élaboration de projets pour les zones situées à Płock et Chojnice ;", "6.   mise en œuvre des mesures stipulées dans les décisions relatives au certificat d’urbanisme.", "Le demandeur a placé toutes ses économies dans la préparation du projet et s’est entièrement consacré au projet pendant plusieurs années. En raison de la conduite délictuelle de la défenderesse, ce projet novateur n’a pas vu le jour et le partenaire commercial du demandeur s’est retiré du projet et a renoncé à conduire une activité commerciale en Pologne. (...)", "Etant donné qu’il a commencé à travailler en Pologne et à y investir ses économies, le demandeur n’a de toute évidence pas pu travailler en [Autriche] et l’on ne saurait lui reprocher d’être à présent dans l’impossibilité d’acquitter les frais de procédure. Le demandeur reste en Pologne uniquement parce qu’il s’y trouve à proximité de son entreprise et qu’il poursuit la procédure devant les tribunaux, ce qui en un sens constitue un « travail », bien que non lucratif.", "[souligné] Le demandeur n’a pas mis d’argent de côté pour le litige avec la défenderesse puisqu’il a entrepris des démarches auprès de celle-ci comme devrait le faire un citoyen polonais – en toute confiance. Il n’a pas envisagé ou pris en compte qu’une autorité publique pourrait enfreindre la loi, et non la respecter, et qu’il pourrait subir un préjudice.", "Le demandeur a également subi d’autres dommages matériels en Pologne dont il n’est pas responsable, mais qui ont eu des répercussions sur sa situation financière actuelle :", "1.  le demandeur n’a pas été indemnisé pour les dommages causés à sa voiture – perte de 180 000 000 de PLZ, la procédure contre la compagnie d’assurances « Westa » débutée en 1991 a été suspendue et le juge des faillites [sędzia komisarz] n’a toujours pas examiné sa demande ;", "2.  en 1990, appropriation indue de ses antennes satellitaires à Płock (les jugements définitifs n’ont pas été exécutés en raison de la durée de la procédure ; impossibilité d’être indemnisé) – préjudice (intérêts inclus) de 700 000 000 de PLZ ; [une autre] action [à cet égard] a été introduite devant le tribunal.", "(...) Dès lors, le demandeur n’est pas en mesure d’acquitter les frais de procédure. (...) [En] cas de rejet de la présente demande, il n’aura plus aucune possibilité de faire valoir ses droits et d’obtenir réparation. A son sens, l’impossibilité pour lui de faire entendre sa cause par un tribunal indépendant violerait ses droits fondamentaux énoncés dans la Constitution et dans les traités internationaux de protection des droits de l’homme. »", "17.  Le 12 août 1994, le tribunal régional de Płock exonéra le requérant du paiement des frais s’élevant à 200 millions de PLZ. Cette exonération ne s’appliquait qu’au recours incident. La décision n’était pas motivée.", "18.  Le 27 septembre 1994, la cour d’appel (Sąd Apelacyjny) de Varsovie infirma la décision rejetant la demande en réparation pour des raisons de forme et renvoya l’affaire devant le tribunal régional. Etant donné que le requérant fondait sa demande sur le droit civil et non sur le droit administratif, la cour d’appel estima qu’il n’y avait aucune condition préalable d’accès à une juridiction civile et que rien ne s’opposait en conséquence à un examen au fond de la demande de l’intéressé.", "19.  Le 17 novembre 1994, le tribunal régional de Płock examina la demande de M. Kreuz à être exonéré des frais afférents à son action en réparation. Il reconnut que les frais exigibles pour le dépôt d’une demande de dommages-intérêts d’un montant de 5 850 000 000 de PLZ – frais qui auraient normalement dû se monter à 308 500 000 PLZ – étaient en fait exceptionnellement élevés. De ce fait, le tribunal ordonna au requérant de verser 100 millions de PLZ. Le passage pertinent des motifs de cette décision se lit ainsi :", "« (...) Le paiement de la totalité des frais de procédure entraînerait certainement une baisse excessive du niveau de vie du demandeur, à supposer même que celui-ci vive de ses économies, dont il n’a pas précisé le montant.", "Quiconque vit de ses économies tout en menant des activités commerciales d’envergure et investit un capital important dans son projet devrait être en mesure de payer des frais d’un montant de 100 000 000 de PLZ. Le demandeur aurait dû tenir compte du fait que le lancement d’une telle activité [commerciale] pouvait également donner lieu à une action en justice. Dès lors, il aurait dû s’assurer [de réunir] les moyens financiers à cet effet. (...) »", "20.  Le 30 novembre 1994, le requérant contesta cette décision devant la cour d’appel de Varsovie. Il fit valoir en particulier que la juridiction de première instance avait abusivement déclaré qu’une activité commerciale pouvait donner lieu à une action en justice, en particulier contre les pouvoirs publics. Ces derniers étaient normalement censés respecter le principe de la prééminence du droit. A cet égard, le requérant critiqua vivement l’avis du tribunal régional selon lequel il aurait dû réunir les moyens financiers en prévision d’un litige, bien qu’il fût en négociation avec la municipalité. A son avis, cela signifiait qu’il était dans l’ordre des choses que les fonctionnaires agissent en violation de la loi.", "Le requérant soutint également que sa déclaration de ressources montrait clairement qu’il n’était pas en mesure de payer les frais de procédure réclamés. Il rappela les faits qu’il avait mentionnés dans sa déclaration, lesquels, selon lui, n’avaient pas été pris en compte par le tribunal, à savoir qu’il avait perdu une grosse somme d’argent car la compagnie d’assurances ne lui avait pas remboursé les dommages causés à sa voiture (et il était alors devenu insolvable) et qu’il avait subi d’importants dommages pécuniaires s’élevant à 700 millions de PLZ, un partenaire commercial malhonnête s’étant indûment approprié ses biens. Sur ce dernier point, le requérant souligna que la procédure civile pertinente (qu’il avait engagée contre ce partenaire) était toujours pendante devant le tribunal régional de Płock et que, pour faire entendre sa cause, il avait déjà dû payer des frais de procédure considérables.", "Le requérant affirma en outre que si la juridiction de première instance avait un quelconque doute sur sa réelle situation financière, elle aurait dû vérifier, conformément à l’article 116 § 1 du code de procédure civile, la véracité de la déclaration qu’il avait établie. Enfin, il souligna que sa situation financière n’avait absolument pas changé depuis le 12 août 1994, date à laquelle la même juridiction l’avait exonéré du paiement des frais d’un montant de 200 millions de PLZ pour le dépôt du recours incident.", "21.  Le 29 décembre 1994, la cour d’appel de Varsovie débouta le requérant. Le passage pertinent de sa décision se lit ainsi :", "« L’appelant a en fait omis de démontrer quelles sont ses sources de revenus actuelles. Etant donné qu’il préparait un projet d’envergure en Pologne, [nous] supposons qu’il disposait de moyens suffisants à cet effet. L’intéressé réclame des dommages-intérêts s’élevant à quelque cinq milliards de zlotys (il n’a pas précisé à quoi cette somme se rapporte), prétendant qu’il s’est trouvé dans l’impossibilité – en raison d’une faute de la [municipalité] défenderesse – de débuter son activité commerciale (bien qu’il n’ait pas établi avoir en fait effectué des investissements). [Dans la mesure où] l’appelant prétend avoir subi un préjudice d’un montant de 700 000 000 de PLZ en raison de l’appropriation indue de ses antennes satellitaires (...), ce [fait], nonobstant le dommage subi par lui, montre la valeur de ses transactions (...)", "En l’espèce, les frais de procédure sont considérables. L’intéressé a été exonéré de la majorité de ces frais. Toutefois, rien ne permet de l’en exonérer totalement. [Nous estimons par conséquent] que le tribunal régional a conclu à juste titre que [le requérant] était en mesure de payer les frais de procédure s’élevant à 100 000 000 de PLZ. »", "22.  Le requérant ne paya pas au tribunal les 100 millions de PLZ. En conséquence, à une date non précisée, le tribunal régional de Płock ordonna de renvoyer (zarządził zwrot pozwu) au requérant sa demande initiale, ce qui signifiait qu’elle était dépourvue d’effet juridique et que la procédure en question fut considérée, à toutes fins légales et pratiques, comme n’ayant jamais été engagée.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "23.  Conformément au droit polonais, tout demandeur est tenu de payer des frais de procédure au moment du dépôt d’un acte introductif d’instance auprès d’un tribunal. Au fur et à mesure du déroulement de la procédure, chaque partie doit payer des frais supplémentaires lorsqu’elle interjette appel ou forme un recours constitutionnel, à moins d’une exonération de ces frais.", "Les frais de procédure représentent un pourcentage (lorsqu’il s’agit d’une demande ou d’un appel) ou une fraction (lorsqu’il s’agit d’un appel incident) de la somme en jeu.", "Selon l’issue de la procédure, les frais exposés par l’une ou l’autre des parties sont en principe finalement remboursés par la partie déboutée (laquelle se voit, en principe, condamner à l’ensemble des frais et dépens dans un jugement définitif).", "24.  Toutefois, certaines catégories de justiciables sont exonérées des frais de procédure en vertu des dispositions légales. Certaines de ces catégories sont énumérées à l’article 111 § 1 du code de procédure civile. Cette disposition, dans sa version applicable à l’époque des faits, dispensait des frais de procédure une partie engageant une action en reconnaissance de paternité ou une action à des fins de subsides, un procureur, un tuteur désigné par le tribunal, et « toute partie exonérée des frais de procédure par la juridiction compétente » (c’est-à-dire une partie bénéficiant d’une exonération en vertu de l’article 113 du code, cité ci-après).", "25.  Les autres catégories de justiciables exonérés des frais de procédure sont énumérées notamment aux articles 8 et 9 de la loi du 13 juin 1967 sur les frais de procédure en matière civile (Ustawa o kosztach sądowych w sprawach cywilnych).", "Selon l’article 8 de la loi, le Trésor public, les municipalités et autres organismes ou institutions publics ne sont pas tenus de payer les frais de procédure, étant entendu que la demande en question ne porte pas sur leurs activités économiques. L’article 9 autorise le ministre de la Justice à accorder une exonération aux organisations non gouvernementales.", "26.  Lorsqu’une partie qui a été exonérée des frais de procédure obtient gain de cause, les frais qu’elle aurait normalement dû payer pour l’introduction et le traitement de sa demande sont mis à la charge de la partie adverse et versés au Trésor public.", "27.  La loi du 13 juin 1967 sur les frais de procédure en matière civile (dans sa teneur modifiée) énonce les principes généraux relatifs à la perception des frais par les tribunaux.", "L’article 5 § 1 de la loi, dans sa version applicable à l’époque des faits, disposait :", "« Sauf disposition contraire de la loi, toute personne qui soumet à un tribunal un acte donnant lieu au versement de frais de procédure est tenue de payer ces frais. »", "28.  L’article 16 de la loi, tel qu’en vigueur à l’époque des faits, énonçait dans sa partie pertinente :", "« 1.  Le tribunal ne prend aucune mesure en cas de non-paiement des frais dus pour le dépôt d’un acte donné. En pareil cas, le président du tribunal ordonne à la partie concernée d’acquitter les frais dus dans un délai maximum de sept jours, faute de quoi l’acte peut lui être retourné. Si la partie ne respecte pas le délai, l’acte lui est retourné. ", "(...)", "3.  Tout appel, pourvoi en cassation, recours incident ou opposition à un jugement rendu par défaut (...) est rejeté en cas de défaut de paiement des frais de procédure dans le délai [susmentionné]. »", "29.  L’article 18 dispose :", "« Un acte renvoyé à une partie pour défaut de paiement des frais de procédure est dépourvu d’effet juridique. »", "30.  Le paragraphe 1 de l’ordonnance du 17 mai 1993 du ministre de la Justice sur la fixation des frais de procédure en matière civile (Rozporządzenie Ministra Sprawiedliwości w sprawie określania wysokości wpisów w sprawach cywilnych) (dans sa teneur modifiée), tel qu’en vigueur à l’époque des faits, énonçait en ses passages pertinents :", "« 4.  Lorsque la valeur de la demande dépasse 1 000 000 000 de PLZ, les frais de procédure s’élèvent à 66 000 000 de PLZ pour le premier 1 000 000 000 de PLZ et 5 % du restant de la valeur de la demande. Les frais de procédure ne doivent en aucun cas excéder 1 000 000 000 de PLZ. »", "31.  L’exonération des frais de procédure relevait (et relève toujours) du pouvoir discrétionnaire de la juridiction compétente pour connaître de l’affaire.", "L’article 113 § 1 du code de procédure civile, tel qu’en vigueur à l’époque des faits, se lisait :", "« Une personne peut solliciter du tribunal compétent pour connaître de l’affaire une exonération des frais de procédure à condition de soumettre une déclaration selon laquelle les frais réclamés entraînent une baisse importante de son niveau de vie et de celui de sa famille. Cette déclaration doit renfermer des précisions concernant la famille de l’intéressé, les biens de celui-ci et ses revenus. Il appartient au tribunal, dans l’exercice de son pouvoir discrétionnaire, d’apprécier si la déclaration satisfait ou non aux conditions pour accorder l’exonération sollicitée. »", "L’article 116 § 1 du code de procédure civile est ainsi libellé :", "« En cas de doute (...) sur la véritable situation financière de la partie sollicitant l’exonération des frais de procédure, le tribunal peut ordonner une vérification de sa déclaration. »", "Le passage pertinent de l’article 120 § 1 du code (dans sa version applicable à l’époque des faits) énonçait :", "« Le tribunal annule l’exonération des frais de procédure ou l’aide juridictionnelle qui ont été accordées si les éléments les ayant justifiées n’existent pas ou ont cessé d’exister. Dans chaque cas, la partie concernée payera l’ensemble des frais et dépens dus dans son affaire. (...) »", "32.  Les frais perçus par les tribunaux ne constituent pas et ne sont pas l’équivalent d’une caution. Ils sont transférés au Trésor public par les services financiers des tribunaux et sont considérés comme faisant partie du revenu de celui-ci.", "33.  Le 11 janvier 1995, la Cour suprême (Sąd Najwyższy) a rendu une décision dans laquelle elle mentionnait pour la première fois le « droit à un tribunal » garanti par l’article 6 § 1 relativement à l’obligation d’acquitter des frais de procédure pour le dépôt d’une demande ou d’un appel (décision no III ARN, 75/95, parue dans OSN Zb. U. 1995, no 9).", "Cette décision concernait un recours extraordinaire dont la Cour suprême avait été saisie par son premier président. Le recours était dirigé contre une décision de la Cour administrative suprême refusant d’exonérer un demandeur dans une procédure administrative du paiement des frais de procédure. La Cour suprême a déclaré :", "« 1.  A partir de la date à laquelle la Pologne est devenue membre du Conseil de l’Europe, la jurisprudence de la Cour européenne des Droits de l’Homme de Strasbourg peut et doit être prise en compte pour l’interprétation du droit polonais.", "2.  Si l’affaire a pour objet la demande d’une partie tendant à obtenir une aide financière importante des pouvoirs publics, il y a lieu d’examiner de façon particulièrement minutieuse la demande parallèle [de cette partie] d’exonération des frais de procédure. [Toute décision] rejetant une telle demande doit faire état de motifs pertinents et particulièrement décisifs pour ne pas s’analyser en un déni du droit à un tribunal (garanti par l’article 6 de la Convention européenne des Droits de l’Homme (...)) »", "Bien que la décision pertinente ait pour objet les frais de procédure afférents à un recours devant la Cour administrative suprême formé par une personne qui avait sollicité une aide financière des pouvoirs publics, elle est appliquée mutatis mutandis aux affaires en matière civile.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "34.  Le requérant se plaint d’avoir été privé du droit d’accès à un « tribunal » car il a dû se désister de son action civile en raison de son impossibilité de payer les frais de procédure excessivement élevés exigés par le droit polonais pour introduire cette instance. Il allègue la violation de l’article 6 § 1 de la Convention, lequel, en son passage pertinent, est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Applicabilité de l’article 6 § 1", "35.  Les parties s’accordent à reconnaître que l’article 6 de la Convention s’applique à la procédure litigieuse. Constatant que la procédure concernait la demande en réparation du requérant et qu’elle visait donc à « décider des contestations sur ses droits de caractère civil » au sens de cette disposition, la Cour ne voit aucune raison d’adopter un point de vue différent.", "B.  Observation de l’article 6 § 1", "1.  Le requérant", "36.  Le requérant réitère d’abord la jurisprudence constante de la Cour en la matière ; il souligne que le droit d’accès à un tribunal, bien que n’étant pas absolu, doit être effectif et que les autorités ne sont pas fondées à restreindre ce droit d’une manière telle qu’il s’en trouve atteint dans sa substance même.", "En particulier, le requérant estime que l’Etat ne devrait pas restreindre ce droit de l’homme fondamental par des obstacles financiers. D’après lui, lorsque, comme en Pologne, les frais de procédure constituent une importante source de revenus pour l’Etat, le pouvoir judiciaire devient essentiellement un instrument fiscal et la justice inévitablement un mécanisme accessible aux seuls nantis. De plus, le rôle joué par le droit à un « procès équitable » dans une société démocratique s’en trouve réduit.", "37.  Le requérant admet qu’il puisse y avoir des cas exceptionnels commandant des mesures spéciales ou dans lesquels, en appel, l’exigence du principe « cautio judicatem solvi » ne porterait pas atteinte au droit à un tribunal d’une manière contraire à l’article 6.", "Toutefois, à son sens, il en va autrement lorsque les restrictions imposées à l’accès à un tribunal constituent dans les faits, comme en l’espèce, un véritable obstacle financier empêchant l’intéressé d’engager une action en première instance.", "38.  Quant aux circonstances particulières de l’espèce, le requérant soutient en outre que les juridictions compétentes, lorsqu’elles ont refusé de lui accorder une exonération supplémentaire, ne pouvaient pas ignorer les conséquences de leur décision, à savoir qu’en fixant les frais de procédure à 100 millions de PLZ, soit une somme équivalant à l’époque des faits au salaire annuel moyen en Pologne, elles le priveraient de son droit d’intenter son action civile devant un tribunal.", "39.  Selon l’intéressé, les tribunaux polonais ont fait preuve d’arbitraire et ont fondé leurs décisions sur une appréciation spéculative de sa situation financière. Il estime que rien ne permettait à ces tribunaux de douter des faits véridiques dont il avait fait état dans sa déclaration de ressources. Or ils ont rejeté ses arguments sans recueillir de preuves contraires, alors qu’en vertu de l’article 116 § 1 du code de procédure civile, ils étaient tenus, en cas de doute sur la véracité de sa déclaration, de vérifier les faits pertinents.", "40.  Le requérant ajoute que les tribunaux ont mal interprété ses arguments et ont donc procédé à des constatations de fait erronées. A titre d’exemple, il n’a jamais déclaré qu’il vivait de ses économies, mais au contraire qu’il avait investi tout son pécule dans la préparation de son projet. Malgré cela, dans sa décision du 17 novembre 1994, le tribunal régional de Płock lui a reproché d’avoir – prétendument – omis de préciser le montant des économies qui lui permettaient de vivre, comme si l’on pouvait s’attendre à le voir chiffrer des sommes dont il ne disposait pas.", "41.  En outre, le requérant fait valoir que le tribunal régional a abouti à des décisions contradictoires en s’appuyant sur la même déclaration de ressources. Le 12 août 1994, cette juridiction l’a exonéré, sans aucune réserve, du paiement des 200 millions de PLZ afférents au recours incident. Le 17 novembre 1994, elle lui a réclamé 100 millions de PLZ pour examiner sa demande sur le fond. Au vu des éléments dont il disposait, rien ne permettait au tribunal régional d’estimer que la situation financière du requérant s’était améliorée entre ces deux dates. De plus, il n’y avait aucune différence fondamentale quant aux frais entre le recours incident et la procédure sur le fond.", "42.  Enfin, le requérant fait observer que la municipalité contre laquelle il envisageait d’intenter une action en justice n’était pas tenue de payer des frais de procédure, ni en tant que demanderesse ni en tant que défenderesse. Cela étant, il ne voit pas comment le refus de l’exonérer du paiement des frais de procédure peut servir les intérêts d’une bonne administration de la justice. Il ne voit pas non plus comment ce refus peut passer pour proportionné en l’espèce, étant donné qu’il a finalement été privé de la possibilité de faire entendre sa cause par un « tribunal ».", "43.  En conclusion, le requérant invite la Cour à constater une violation de l’article 6 § 1 de la Convention en ce que l’obligation pour lui de payer des frais de procédure excessivement élevés a porté atteinte à la substance même de son « droit à un tribunal » garanti par cette disposition.", "2.  Le Gouvernement", "44.  Le Gouvernement marque son désaccord. Il estime que les frais de procédure perçus par les juridictions polonaises relativement aux actions civiles dont elles ont à connaître constituent une forme de restriction légitime à l’accès à un tribunal et que ce type de réglementation de l’accès aux tribunaux ne saurait en soi être considéré comme contraire à l’article 6.", "45.  Quant aux circonstances particulières de l’espèce, le Gouvernement souligne en premier lieu que les juridictions nationales ont exonéré le requérant de la majeure partie des frais exigés pour le dépôt de sa demande, mais ont refusé de lui accorder une exonération supplémentaire car il ne satisfaisait pas aux conditions à cet effet posées par l’article 113 § 1 du code de procédure civile. Le requérant n’a donc pas fait preuve de la diligence normalement requise et attendue d’un demandeur au civil.", "46.  En second lieu, le Gouvernement fait valoir – contrairement à ce qu’affirme le requérant – que les tribunaux n’étaient pas tenus de vérifier la déclaration de ressources de l’intéressé, même en cas de doutes quant à son exactitude. Selon l’article 113 du code de procédure civile, il appartenait aux tribunaux, dans l’exercice de leur pouvoir discrétionnaire, d’apprécier si une exonération du paiement des frais de procédure se justifiait ou non. En outre, les tribunaux n’avaient aucune obligation, en vertu de l’article 116 dudit code, de vérifier la déclaration de l’intéressé. Cette disposition énonce simplement que les tribunaux peuvent décider de le faire, et non qu’ils doivent ou devraient le faire. Dès lors, les juridictions compétentes n’avaient point pour tâche de recueillir des éléments de preuve et de procéder à une enquête pour clarifier et vérifier la déclaration de ressources du requérant. En revanche, il incombait à celui-ci de prouver les faits ayant trait à sa demande.", "47.  Le Gouvernement soutient en outre que le tribunal régional et la cour d’appel ont motivé leurs décisions de manière détaillée et convaincante. Ils ont exposé des avis fondés sur la jurisprudence constante de la Cour suprême, déclarant que le lancement d’une activité commerciale pouvait en soi donner lieu à une action en justice, d’où la nécessité de veiller à réunir au préalable des moyens suffisants pour couvrir les frais de procédure.", "48.  Le Gouvernement estime que les juridictions compétentes ont convenablement exercé leur pouvoir discrétionnaire lorsqu’elles ont apprécié les faits pertinents. Elles ont fondé leurs conclusions sur divers éléments, notamment sur le fait que le requérant était à l’époque partie à une autre procédure civile (dans laquelle il demandait d’importants dommages-intérêts) et qu’il préparait un projet d’envergure. Ces éléments avaient démontré l’ampleur des transactions financières de l’intéressé et, par conséquent, sa capacité à payer les frais de procédure en question.", "Le Gouvernement ajoute que les tribunaux ont également pris en compte que le requérant réclamait des dommages-intérêts d’un montant considérable et qu’il avait en fait été exonéré du paiement de la majeure partie des frais de procédure exigés pour le dépôt de sa demande.", "49.  Selon le Gouvernement, les intérêts de la justice commandent qu’une partie à une procédure civile paye les frais de procédure si elle ne remplit pas les conditions prévues par la loi pour en être exonérée. Il en a notamment été ainsi dans le cas du requérant, où la somme en question, bien qu’équivalente au salaire annuel moyen en Pologne à l’époque des faits, était simplement en rapport avec le montant considérable des dommages-intérêts réclamés.", "50.  Le Gouvernement aborde ensuite l’argument du requérant selon lequel, bien que sa situation financière n’eût pas changé, les tribunaux ont abouti, sur la base de la même déclaration de ressources, à des décisions contradictoires sur la question de savoir s’il fallait ou non l’exonérer du paiement des frais de procédure. Sur ce point, le Gouvernement constate qu’il existait entre le recours incident et la procédure sur le fond une différence fondamentale qui, à son avis, explique pourquoi les tribunaux polonais sont parvenus à des conclusions divergentes.", "51.  En résumé, le Gouvernement soutient que ces frais ont été exigés du requérant conformément à la loi et poursuivaient un but légitime. Ils n’étaient pas disproportionnés aux moyens de l’intéressé et n’ont pas été imposés arbitrairement. Dès lors, le Gouvernement prie la Cour de dire qu’il n’y a pas eu violation de l’article 6 § 1 en l’espèce.", "3.  Appréciation de la Cour", "a)  Principes découlant de la jurisprudence de la Cour", "52.  La Cour réitère, comme elle l’a dit à de nombreuses reprises, que l’article 6 § 1 garantit à chacun le droit à ce qu’un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil. Il consacre de la sorte le « droit à un tribunal », dont le droit d’accès, à savoir le droit de saisir le tribunal en matière civile, ne constitue qu’un aspect. Toutefois, il s’agit d’un aspect qui permet en fait de bénéficier des autres garanties prescrites par le paragraphe 1 de l’article 6. Equité, publicité et célérité du procès n’offrent en fait point d’intérêt en l’absence de procès. Or en matière civile la prééminence du droit ne se conçoit guère sans la possibilité d’accéder aux tribunaux (voir, parmi d’autres, les arrêts Golder c. Royaume-Uni, 21 février 1975, série A no 18, pp. 16-18, §§ 34 in fine et 3536, et Z et autres c. Royaume-Uni [GC], no 29392/95, §§ 91-93, CEDH 2001-V).", "53.  Le « droit à un tribunal » n’est pas absolu. Il se prête à des limitations implicitement admises car il commande de par sa nature même une réglementation de l’Etat. L’article 6 § 1, s’il garantit aux plaideurs un droit effectif d’accès aux tribunaux pour les décisions relatives à leurs « droits et obligations de caractère civil », laisse à l’Etat le choix des moyens à employer à cette fin. Toutefois, alors que les Etats contractants jouissent d’une certaine marge d’appréciation en la matière, il appartient à la Cour de statuer en dernier ressort sur le respect des exigences de la Convention (Golder et Z et autres précités, ibidem, et, mutatis mutandis, Airey c. Irlande, arrêt du 9 octobre 1979, série A no 32, pp. 14-16, § 26).", "54.  La Cour a dit dans certaines affaires, en particulier lorsque les limitations en question portaient sur les conditions de recevabilité d’un recours, ou lorsque les intérêts de la justice exigeaient que le requérant, dans le cadre de son recours, versât une caution judicatum solvi, que l’accès d’une personne à un « tribunal » ou une « cour » pouvait faire l’objet de diverses limitations, y compris financières (voir, par exemple, les arrêts Brualla Gómez de la Torre c. Espagne, 19 décembre 1997, Recueil des arrêts et décisions 1997-VIII, p. 2955, § 33, et Tolstoy-Miloslavsky c.Royaume-Uni, 13 juillet 1995, série A no 316-B, pp. 80-81, §§ 61 et suiv.).", "La Cour a également reconnu qu’il pouvait y avoir des cas où le justiciable futur devait obtenir une autorisation préalable pour intenter son action (Ashingdane c. Royaume-Uni, arrêt du 28 mai 1985, série A no 93, pp. 25-26, § 59).", "Toutefois, dans l’ensemble de ces affaires, la Cour a vérifié si les limitations appliquées n’avaient pas restreint l’accès ouvert à l’individu d’une manière ou à un point tels que le droit s’en était trouvé atteint dans sa substance même.", "55.  A cet égard, la Cour souligne qu’une limitation de l’accès à une cour ou à un tribunal ne se concilie avec l’article 6 § 1 que si elle tend à un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (voir, par exemple, Tinnelly & Sons Ltd et autres et McElduff et autres c. Royaume-Uni, arrêt du 10 juillet 1998, Recueil 1998-IV, p. 1660, § 72).", "56.  La Cour rappelle en outre que lorsqu’il s’agit d’apprécier le respect des critères susmentionnés, il ne lui appartient pas de se substituer aux autorités internes compétentes pour déterminer quels sont les meilleurs moyens de réglementer l’accès à la justice, ou pour évaluer les faits qui ont conduit ces autorités à adopter telle décision plutôt que telle autre. Son rôle est de contrôler, au regard de la Convention, les décisions prises par ces autorités dans l’exercice de leur pouvoir d’appréciation et de vérifier la conformité à la Convention des conséquences qui en découlent (voir, mutatis mutandis, les arrêts précités Tolstoy-Miloslavsky, ibidem, et Brualla Gómez de la Torre, p. 2955, § 32 in fine).", "57.  Toujours à cet égard, la Cour réitère enfin que son contrôle se fonde sur le principe selon lequel la Convention a pour but de protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs. La remarque vaut en particulier pour le droit d’accès aux tribunaux, eu égard à la place éminente que le droit à un procès équitable occupe dans une société démocratique (Airey précité, pp. 12-14, § 24, et Aït-Mouhoub c. France, arrêt du 28 octobre 1998, Recueil 1998-VIII, p. 3227, § 52).", "b)  Application des principes ci-dessus à l’espèce", "i.  Sur le point de savoir si l’obligation, imposée par le droit polonais, de payer des frais de procédure en matière civile s’analyse en soi en une violation de l’article 6 § 1 de la Convention", "58.  En l’espèce, le requérant conteste d’abord la règle générale selon laquelle l’accès aux juridictions civiles polonaises est subordonné au paiement de frais de procédure s’élevant à un certain pourcentage ou à une fraction du montant de la demande (paragraphes 23 et 36-37 ci-dessus).", "Selon le Gouvernement, la perception de frais de procédure pour des actions civiles ne saurait en soi être considérée comme contraire à l’article 6 § 1 (paragraphe 44 ci-dessus).", "59.  Eu égard aux principes ci-dessus qui se dégagent de sa jurisprudence, la Cour rappelle une fois de plus qu’elle n’a jamais écarté que les intérêts d’une bonne administration de la justice puissent justifier d’imposer une restriction financière à l’accès d’une personne à un tribunal (paragraphe 54 ci-dessus et, en particulier, Tolstoy-Miloslavsky précité, pp. 80-81, §§ 61 et suiv.).", "En outre, elle estime que si, sous l’angle de l’article 6 § 1, l’exécution de l’obligation d’assurer un droit effectif d’accès à un tribunal ne signifie pas simplement l’absence d’ingérence mais peut appeler diverses formes de mesures positives de l’Etat, l’on ne saurait déduire de cette disposition ni un droit inconditionnel d’obtenir une aide judiciaire gratuite de l’Etat en matière civile ni un droit à une procédure gratuite en cette même matière (voir, mutatis mutandis, Airey précité, p. 14, §§ 25-26).", "60.  Partant, la Cour conclut que l’exigence de payer aux juridictions civiles des frais afférents aux demandes dont elles ont à connaître ne saurait passer pour une restriction au droit d’accès à un tribunal incompatible en soi avec l’article 6 § 1 de la Convention.", "Toutefois, elle réitère que le montant des frais, apprécié à la lumière des circonstances particulières d’une affaire donnée, y compris la solvabilité du requérant et la phase de la procédure à laquelle la restriction en question est imposée, sont des facteurs à prendre en compte pour déterminer si l’intéressé a bénéficié de son droit d’accès et si sa cause a été « (...) entendue par un tribunal » (Tolstoy-Miloslavsky et Aït-Mouhoub précités, pp. 80-81, §§ 63 et suiv., et p. 3228, § 57, respectivement).", "ii.  Sur le point de savoir si l’obligation pour le requérant d’acquitter des frais pour l’introduction de son action a restreint son « droit à un tribunal » d’une manière contraire à l’article 6 § 1", "61.  Compte tenu de ces considérations, la Cour doit ensuite déterminer si, dans les circonstances particulières de l’espèce, les frais qui ont effectivement été exigés ont constitué une restriction ayant porté atteinte à la substance même du droit d’accès du requérant à un tribunal.", "Le requérant allègue que l’obligation pour lui de verser la somme de 100 millions de PLZ pour introduire son action lui a barré totalement l’accès à un tribunal (paragraphes 38-43 ci-dessus).", "Le Gouvernement, quant à lui, estime que cette somme était entièrement justifiée par les intérêts de la justice et se fondait sur une appréciation objective de la situation financière de l’intéressé (paragraphes 45-51 ci-dessus).", "62.  A cet égard, la Cour relève d’emblée que même si le montant exigé en définitive du requérant a été considérablement réduit par rapport à celui qui avait été initialement imposé, il équivalait néanmoins au salaire annuel moyen en Pologne à l’époque des faits (paragraphes 38 et 49 ci-dessus). Du point de vue d’un justiciable ordinaire, il s’agissait incontestablement d’une somme importante.", "Toutefois, le requérant est un homme d’affaires et les juridictions compétentes, en fixant le montant des frais de procédure, se sont dans une large mesure fondées sur l’hypothèse que le lancement d’une activité commerciale pouvait en soi donner lieu à une action en justice. De ce fait, elles sont parvenues à la conclusion que l’intéressé aurait dû veiller à réunir au préalable des fonds suffisants pour payer des frais de procédure.", "De plus, les tribunaux ont supposé que le requérant – qui avait en fait précisé dans sa déclaration de ressources qu’il n’avait pas de revenus et qu’il avait investi l’ensemble de ses économies dans le projet et subi d’autres pertes matérielles dans le cadre de ses entreprises commerciales – vivait de ses économies et que le montant de ses investissements (nonobstant les pertes subies) prouvait qu’il était en mesure de payer les frais de procédure (paragraphes 19-21 ci-dessus).", "63.  La Cour ne juge pas ces motifs convaincants, en particulier au regard de l’importance qu’il y a à garantir un accès « effectif » à un tribunal.", "Premièrement, elle note que la demande que le requérant entendait introduire portait seulement de manière éloignée, tout au plus, sur une activité commerciale en tant que telle. Il n’appartient pas à la Cour d’apprécier le bien-fondé de cette demande, mais force est de constater que l’action de l’intéressé se fondait sur une méconnaissance du principe de la prééminence du droit par l’autorité publique défenderesse (méconnaissance qui avait déjà été établie par la décision de la Cour administrative suprême) et avait trait aux dommages prétendument subis du fait de cette méconnaissance (paragraphes 10-11 ci-dessus).", "Deuxièmement, elle relève que les constatations des juridictions compétentes quant à la situation financière du requérant semblent avoir été fondées sur la capacité hypothétique de revenus de l’intéressé et non sur les éléments factuels que celui-ci leur avait présentés.", "64.  Certes, il appartient en premier lieu aux juridictions internes de recueillir et d’apprécier les éléments de preuve et le rôle de la Cour consiste à vérifier si ces juridictions, en exerçant leur pouvoir d’appréciation en la matière, se sont conformées à l’article 6 § 1 (paragraphe 56 ci-dessus).", "Toutefois, en l’espèce, la Cour constate que les autorités judiciaires ont rejeté l’argument du requérant selon lequel il n’était pas en mesure de payer les frais de procédure, sans recueillir ou examiner aucune preuve venant contredire les éléments figurant dans sa déclaration de ressources.", "En outre, ces autorités se sont livrées à certaines hypothèses concernant la situation financière du requérant qui n’étaient pas véritablement corroborées par les éléments dont elles disposaient (paragraphes 19-21 et 40 ci-dessus).", "65.  La Cour relève en outre qu’en droit polonais les tribunaux peuvent à tout moment annuler l’exonération des frais de procédure dès lors que la raison la motivant a cessé d’exister. Le fait d’autoriser le requérant au stade initial de la procédure à poursuivre son action n’aurait donc pas empêché les juridictions polonaises de percevoir des frais de procédure si, ultérieurement, la situation financière de l’intéressé s’était améliorée (paragraphe 31 in fine).", "66.  Après s’être livrée à une appréciation globale des faits de l’espèce et eu égard à la place éminente du droit à un tribunal dans une société démocratique, la Cour estime que les autorités judiciaires n’ont pas ménagé un juste équilibre entre, d’une part, l’intérêt de l’Etat à percevoir des frais de procédure pour traiter les demandes et, d’autre part, l’intérêt du requérant à faire valoir ses prétentions devant les tribunaux.", "La somme réclamée au requérant pour poursuivre son action était excessive. De ce fait, il a dû se désister de l’instance et n’a pas pu faire entendre sa cause par un tribunal, ce qui, de l’avis de la Cour, porte atteinte à l’essence même du droit d’accès de l’intéressé à un tribunal.", "67.  Par ces motifs, la Cour conclut que l’obligation pour le requérant d’acquitter des frais de procédure a constitué une restriction disproportionnée de son droit d’accès à un tribunal. Dès lors, elle conclut qu’il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "68.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "69.  Le requérant réclame pour dommage matériel la somme de 50 000 zlotys (PLN) pour une partie des frais exposés dans le cadre de la création d’une société en Pologne et, en outre, pour le manque à gagner correspondant aux salaires qu’il aurait pu percevoir en Autriche s’il n’avait pas été engagé dans la préparation de son projet en Pologne.", "Il demande par ailleurs à la Cour de lui allouer 100 000 PLN pour la souffrance morale et la détresse causées par la violation de la Convention.", "70.  Le Gouvernement soutient que les sommes réclamées sont exorbitantes. Il ajoute que le requérant n’a pas prouvé que son séjour en Pologne était indispensable et souligne que les sommes investies dans la création d’une société en Pologne auraient dû constituer une source de revenus et non un préjudice allégué. Quant au dommage moral, le Gouvernement affirme que l’intéressé n’a pas démontré l’existence d’un lien de causalité entre l’indemnité sollicitée et la violation alléguée de l’article 6 § 1.", "En résumé, il prie la Cour de dire que le constat d’une violation représenterait en soi une satisfaction équitable suffisante. A titre subsidiaire, il invite la Cour à accorder une indemnité sur la base des décisions rendues par elle dans des affaires analogues et de la conjoncture économique nationale.", "71.  La Cour conclut, compte tenu des éléments dont elle dispose, que le requérant n’a pas démontré que le dommage matériel allégué par lui résulte effectivement du fait qu’il n’a pas eu accès à un tribunal. En conséquence, rien ne justifie qu’elle lui alloue une indemnité de ce chef.", "72.  En revanche, la Cour admet que le requérant a subi un préjudice moral que ne compense pas suffisamment le constat d’une violation de la Convention. Statuant en équité, elle alloue à l’intéressé 30 000 PLN à ce titre.", "B.  Frais et dépens", "73.  Le requérant, auquel le Conseil de l’Europe a accordé le bénéfice de l’assistance pour la présentation de sa cause, sollicite le remboursement de 9 000 PLN pour les frais et dépens exposés dans le cadre de la procédure devant la Cour, en plus de la somme de 976,55 euros (EUR) qui lui a déjà été versée dans le cadre du système d’assistance judiciaire de la Cour.", "74.  Le Gouvernement invite la Cour à ne rembourser que les frais et dépens qui ont réellement été exposés, qui correspondaient à une nécessité et qui sont raisonnables quant à leur taux.", "75.  La Cour a apprécié la demande à la lumière des principes se dégageant de sa jurisprudence (arrêts Nikolova c. Bulgarie [GC], no 31195/96, § 79, CEDH 1999-II, Baranowski c. Pologne, no 28358/95, § 85, CEDH 2000-III, et Kudła c. Pologne [GC], no 30210/96, § 168, CEDH 2000-XI).", "Appliquant ces critères à l’espèce, la Cour juge raisonnable d’allouer à l’intéressé 12 442 PLN pour ses frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée, moins les 976,55 EUR perçus au titre de l’assistance judiciaire accordée par le Conseil de l’Europe.", "C.  Intérêts moratoires", "76.  Selon les informations dont la Cour dispose, le taux d’intérêt légal applicable en Pologne à la date d’adoption du présent arrêt est de 30 % l’an.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, les sommes suivantes :", "\ti.  30 000 PLN (trente mille zlotys) pour préjudice moral ;", "\tii.  12 442 PLN (douze mille quatre cent quarante-deux zlotys) pour frais et dépens, plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée, moins 976,55 EUR (neuf cent soixante-seize euros cinquante-cinq centimes) à convertir en zlotys au taux applicable à la date du prononcé du présent arrêt ;", "b)  que ces sommes seront à majorer d’un intérêt simple de 30 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 19 juin 2001, en application de l’article 77 §§ 2 et 3 du règlement.", "Laurence Early \tWilhelmina Thomassen\nGreffier adjoint\t\tPrésidente"]}