{"file": "FRE_CLINF_49317_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "49317/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 163", "Mai 2013", "Maksymenko et Gerasymenko c. Ukraine - 49317/07", "Arrêt 16.5.2013 [Section V]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Privation de propriété", "Invalidation de la privatisation de foyers étudiants dix ans après et de tous les actes de transfert de propriété ultérieurs sans compensation : violation", "", "En fait – En 2004, les requérants achetèrent à S., société privée en liquidation, un foyer qui avait été privatisé en 1995. En 2006, les juridictions internes annulèrent cependant la décision originelle de 1995 concernant la privatisation du foyer, de même que tous les transferts consécutifs de propriété et déclarèrent que le foyer devait revenir à la mairie. Les requérants devaient percevoir une indemnité de la part de S., mais celle-ci ne fut jamais payée. En 2007, la juridiction régionale d’appel conclut dans une affaire distincte que la privatisation d’un autre foyer en 1995 avait été légale, les foyers ne faisant pas partie du stock de logements de l’Etat. Par la suite, la mairie vendit à leurs occupants douze des quatorze appartements du foyer qui avait été acheté par les requérants.", "En droit – Article 1 du Protocole no 1 : Il y a eu une privation de propriété qui s’analyse en une atteinte au droit des requérants au respect de leurs biens. La décision de 2006 ayant annulé la décision de privatisation de 1995 reposait sur une disposition du droit interne qui semble manquer de clarté ; en effet, il n’y avait pas, au niveau des juridictions nationales, une approche unique sur le point de savoir si les « foyers » étaient visés par l’interdiction frappant la privatisation du « stock de logements ». Les autorités nationales ont corrigé, dans le but de protéger le droit au logement d’autres personnes, ce qu’elles considéraient comme une interprétation erronée du droit en vigueur plus de dix ans auparavant. Dans ce contexte, le principe de bonne gestion des affaires publiques revêtait une importance particulière et, outre le fait d’imposer aux autorités l’obligation d’agir promptement pour redresser une erreur, il pouvait aussi commander le versement d’une indemnité adéquate ou l’attribution d’une autre forme de réparation appropriée. Avant de décider de vendre le foyer aux requérants, le comité des créanciers a informé les autorités nationales qu’il risquait d’y avoir des complications, mais en janvier 2004 le maire de la ville a expressément refusé d’acquérir la propriété des foyers. Un an plus tard, le parquet a déclenché une procédure judiciaire aux fins de l’annulation du contrat de vente du foyer, au motif que celui-ci n’aurait pas dû au départ être privatisé. Cependant, un an après confirmation par une juridiction supérieure de la décision ayant accueilli la demande du parquet, 85 % des appartements du foyer ont été vendus à leurs occupants. Cela confirme que l’Etat n’avait pas l’intention de garder le foyer pour l’utiliser à des fins de logement social. Enfin, les requérants n’ont touché aucune indemnité pour leur bien. Même si les juridictions nationales ont ordonné à S. de verser une indemnité, elles devaient savoir à ce moment-là que la société était déjà insolvable. Dans ces conditions, la Cour n’est pas convaincue que les requérants devaient engager une nouvelle procédure aux fins de demander des dommages et intérêts à l’Etat ; dès lors, elle écarte l’exception soulevée sur ce point par le Gouvernement. En conséquence, même à supposer que l’ingérence en question reposait sur des dispositions claires et prévisibles du droit interne et visait à protéger le droit au logement d’autrui, le fait que les requérants, acheteurs de bonne foi, se soient trouvés dans l’impossibilité d’obtenir réparation de leur perte – infligée par les décisions incohérentes et erronées des autorités nationales – constitue une charge disproportionnée.", "Conclusion : violation (unanimité).", "Article 41 : 3 000 EUR pour préjudice moral ; 6 127 EUR pour dommage matériel.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}