{"file": "FRE_HFJUD_5935_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "5935/02", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "AFFAIRE HEGLAS c. RÉPUBLIQUE TCHÈQUE", "", "", "(Requête no 5935/02)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "1er mars 2007", "", "", "", "DÉFINITIF", "", "09/07/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Heglas c. République tchèque,", "La Cour européenne des Droits de l'Homme (cinquième section), siégeant en une chambre composée de :", "\tM.\tP. Lorenzen, président,\n\tMme\tS. Botoucharova,\n\tMM.\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tM. Tsatsa-Nikolovska,\n\tMM.\tR. Maruste,\n\t\tM. Villiger, juges,\net de Mme C. Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 5 février 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 5935/02) dirigée contre la République tchèque et dont un ressortissant de cet Etat, M. Vojtěch Heglas (« le requérant »), a saisi la Cour le 2 janvier 2002 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par M. M. Nespala, avocat à Čelákovice. Le gouvernement tchèque (« le Gouvernement ») est représenté par son agent, V.A. Schorm, ministère de la Justice.", "3.  Le 3 décembre 2004, la Cour a décidé de communiquer la requête au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Le requérant est né en 1976 et se trouve actuellement détenu dans la prison de Valdice.", "5.  Le 19 janvier 2000, une femme se fit agresser et voler son sac à main où elle avait ses documents personnels et une importante somme d'argent.", "6.  Le 20 janvier 2000, la police arrêta et mis en détention A.M.", "7.  Le 21 janvier 2000, le juge au tribunal d'arrondissement de Prague 8 (obvodní soud) délivra, en vertu des articles 88-1 et 88-2 du code de procédure pénale (ci-après « le CPP »), une ordonnance de l'écoute et l'enregistrement des télécommunications passées avec le téléphone portable, dont l'utilisateur était le requérant. Il spécifia que l'écoute et l'enregistrement seraient à effectuer du 21 janvier au 21 février 2000.", "8.  Le 24 janvier 2000, A.B., amie de A.M., fixa un rendez-vous avec le requérant. Elle était équipée d'un appareil d'écoute installé sur son corps par la police. Au cours de leur conversation que A.B. enregistra sur une bande magnétique, le requérant avoua avoir organisé avec A.M. l'attaque contre la victime.", "9.  Le 6 juin 2000, la police rejeta la demande du requérant d'exclure du dossier l'enregistrement magnétique de sa conversation avec A.B. relevant qu'il avait été effectué selon la loi no 283/1991 sur la police, avec le consentement de A.B.", "10.  Le 16 juin 2000, le procureur municipal de Prague (městský státní zástupce) formellement accusa le requérant et A.M. d'avoir organisé et commis le vol.", "11.  Par jugement du 12 juillet 2000, le tribunal municipal de Prague (městský soud) reconnut le requérant et A.M. coupables de vol et le condamna à neuf ans de prison ferme. Il établit que le 19 janvier 2000, ayant été informé sur un échange d'appartements entre la victime et A.B., son amie, et sur le paiement du supplément de la reprise des appartements qui aurait dû avoir lieu chez un notaire le même jour à 16 heures, A.M. avait amené la victime au bureau du notaire où le requérant attendait. Après que la victime est sortie de la voiture, A.M. avait appelé de son téléphone portable le requérant afin de l'avertir que la victime était sur le point d'entrer dans le bâtiment. Le requérant, ayant utilisé contre la victime un spray lacrymogène, l'avait agressée en lui causant des blessures graves et lui avait enlevé son sac à main où elle avait ses documents personnels et 275 000 CZK (8 730 EUR).", "12.  Le requérant et A.M. nièrent toute leur culpabilité.", "13.  Le tribunal fonda son verdict sur un témoignage de A.B. qui affirma que A.M. lui avait proposé de dévaliser la victime ce qu'elle avait fermement refusé, que le 19 janvier 2000, elle attendait avec son amie L.W. chez le notaire où, vers 16 heures, elle entendit un bruit provenant des escaliers d'où la victime était venue se plaignant d'avoir été agressée et de se faire enlever son sac à main. A.B. soutint également que le 23 janvier 2000, deux jours après l'arrestation de A.M., le requérant était venu la voir pour lui demander des nouvelles de A.M. et lui conseiller d'aller à la police et annoncer sa disparition. A la demande de la police, le 24 janvier 2000, A.B. est allée voir le requérant, équipée, de son plein gré, d'un dictaphone et d'un microphone. Pendant leur conversation que A.B. avait enregistrée, le requérant avait avoué les faits de la cause ayant expliqué qu'avec A.M., ils avaient voulu fonder une entreprise de voitures d'occasion. A.B. soutint, par ailleurs, qu'elle avait été menacée par téléphone, qu'elle aurait dû refuser de témoigner et réfléchir sur le contenu de son témoignage. A l'audience, A.B. confirma également qu'au moment de son entrée chez le notaire, elle a vu un homme marcher vers elle. Elle croyait que c'était le requérant. Néanmoins, elle ne fut pas sûre, car il portait des lunettes noires. Que ce soit vraiment lui a été corroboré par son entrevue avec le requérant plus tard.", "14.  Le tribunal entendit également la victime qui confirma les traits principaux de sa déposition pendant la procédure préparatoire. Il entendit ensuite le frère de A.M. ainsi que L.W., amie d'A.B. qui confirma les circonstances du 19 janvier 2000 décrites par A.B. et la victime.", "15.  T.S. témoigna qu'il avait vendu, le 20 janvier 2000, une voiture Renault à A.M. qui avait été accompagné par le requérant. Le témoin disait que A.M. lui avait réglé la somme de 50 000 CZK (1 587 EUR) par des billets sortis d'une liasse assez épaisse. A.M lui avait dit que la voiture aurait été destinée à la mère d'A.B. Mais le tribunal conclut de ses dires, ainsi que du témoignage d'A.B. affirmant que sa mère n'avait aucune voiture, que la Renault appartenait à A.M.", "16.  Deux autres témoins furent entendus, à savoir M.F. qui confirma avoir fourni des voitures à A.M. et avoir vendu une auto de marque Honda au requérant. Selon son témoignage, le 19 janvier 2000 après 17 heures, il avait vendu une voiture rouge de marque Honda Prelude, utilisée auparavant par A.M., au requérant pour 57 500 CZK (1 825 EUR). Vu que A.M. lui avait payé en avance 20 000 CZK (635 EUR) en décembre 1999, le requérant n'avait que payer le reste de 37 500 CZK (1 191 EUR).", "17.  A la demande du requérant, le tribunal entendit R.Š. qui aurait dû confirmer qu'ils avaient été ensemble le 19 janvier 2000. Il affirma qu'il avait connu le requérant du temps de son emprisonnement et qu'il l'avait vu dernièrement en janvier 2000.", "18.  Le tribunal rejeta comme superflu l'interrogatoire de la mère d'A.B. et d'un autre témoin M.P. Il se référa également dans son jugement au rapport d'expertise médicale décrivant les blessures de la victime, du rapport médical, du résultat d'une perquisition domiciliaire du requérant, du procès-verbal du lieu de crime et d'autres documents de police.", "19.  Le tribunal rejeta comme non véridique la version des faits présentée par le requérant et A.M.", "20.  Une des preuves écrites les plus importantes sur laquelle la culpabilité du requérant et A.M. fut basée, était la liste des appels téléphoniques réalisés par les téléphones portables des deux accusés. Il s'en suivit que le 19 janvier 2000 à 15:32, le requérant avait téléphoné à A.M. qui lui l'avait rappelé à 15:54, l'agression de la victime ayant été signalée à la police à 16:10. Selon le Gouvernement, il ressort du dossier judiciaire que la liste devait être versée au dossier avant le 23 mars 2000.", "21.  Le tribunal eut également à sa disposition la transcription du dialogue entre A.B. et le requérant du 24 janvier 2000 qu'il qualifia comme preuve essentielle, mais pas la seule preuve accusatrice. Sur l'objection du requérant concernant l'illégalité de cette preuve, le tribunal releva que A.B. avait consenti à l'installation des appareils techniques. Il rappela que selon l'article 89-2 du CPP, tout ce qui peut contribuer à l'éclaircissement d'une affaire pénale, peut servir comme preuve. Il s'agissait d'un acte ne pouvant pas être reproduit qui, en vertu de l'article 160-3 du CPP, pouvait être administré avant que la poursuite pénale ne soit instituée. Par ailleurs, se référant à l'article 88-3 du CPP, le tribunal rappela qu'au moment de l'enregistrement du dialogue, la procédure pénale avait été engagée contre A.M. Le tribunal n'eut aucun doute sur l'authenticité de l'enregistrement de la conversation, le requérant lui-même avoua qu'il avait rencontré A.B., et n'était pas contre la lecture de la transcription de ce dialogue dont le contenu fut confirmé par A.B. à l'audience.", "22.  Le 14 septembre 2000, la cour supérieure de Prague (vrchní soud) rejeta les appels du requérant et A.M. contre le jugement de première instance confirmant l'exactitude des conclusions du tribunal municipal. Elle releva, inter alia, que ce dernier avait bien conclu que la transcription de l'enregistrement du dialogue avait été faite conformément à la loi. Néanmoins, il était incorrect, sans fondement et superflu d'examiner la question de sa compatibilité avec l'article 88 du CPP.", "23.  Le 21 décembre 2000, le requérant introduisit un recours constitutionnel (ústavní stížnost) soulevant que la production de l'enregistrement de sa conversation avec A.B. du 24 janvier 2000 et son utilisation comme preuve qui avait impliqué le requérant avant qu'un acte d'inculpation lui soit communiqué, a violé les articles 6 et 8 de la Convention.", "24.  Le 9 février 2001, la société téléphonique RadioMobil a.s. informa A.M. que la liste des appels téléphoniques avait été élaborée à la demande des autorités agissant en matière pénale, en vertu de l'article 8-1 du CPP. Elle se référa également sur la disposition de l'article 84-7 de la loi no 151/2000 sur les télécommunications.", "25.  Le 5 septembre 2001, la Cour constitutionnelle (Ústavní soud) rejeta le recours du requérant. Elle releva en particulier que les tribunaux n'avaient pas établi sa culpabilité sur une seule preuve, dont l'admissibilité procédurale il mettait en doute, mais sur la base de plusieurs preuves dont l'administration et l'appréciation étaient hors doute. Quant à l'utilisation du dictaphone et du microphone chez A.B., la Cour constitutionnelle partagea l'opinion de la cour supérieure qu'il ne s'agissait pas d'un acte qu'il était impossible de reproduire en vertu de l'article 88 du CPP. Elle estima, néanmoins, que l'enregistrement n'aurait pas dû être utilisé comme preuve dans la procédure pénale ce qui, en tout état de cause, ne rendit pas les décisions adoptées dans cette procédure inconstitutionnelles vu que la culpabilité du requérant était basée sur plusieurs preuves. En plus, A.B. avait parlé de son entrevue avec le requérant du 24 janvier 2000 dans le cadre de son interrogatoire devant le tribunal municipal.", "26.  Le 30 janvier 2002, la Cour constitutionnelle déclara manifestement mal-fondé le recours constitutionnel introduit par A.M. qui invoqua, entre autres, l'article 13 de la Charte des droits et libertés fondamentaux (Listina základních práv a svobod), qui garantit le droit au secret de la correspondance, d'autres documents écrits et d'enregistrement ainsi que des messages par téléphone, par télégraphe ou par des dispositifs similaires. Elle releva, inter alia, que « quant au grief (...) tiré de l'illégalité de l'obtention d'une preuve – la liste des appels du téléphone portable, il a été établi que l'ordonnance permettant les écoutes téléphoniques et leur enregistrement (...) avait été rendue par le juge du tribunal d'arrondissement de Prague 8 au sens des articles 88-1 et 88-2 du CPP ».", "II.  LE DROIT INTERNE PERTINENT", "Code de procédure pénale (version en vigueur au moment des faits)", "27.  L'article 8-1 disposait, entre autres, que les autorités d'Etat, personnes morales et physiques étaient tenues dans les meilleurs délais et à titre gratuit, sauf si une loi spéciale en dispose autrement, de répondre à des demandes de commission rogatoire formées par des autorités agissant en matière pénale accomplissant leurs tâches.", "28.  L'article 88-1 stipulait, inter alia, que dans le cadre d'une procédure pénale concernant une infraction préméditée particulièrement grave, le président de la chambre, ou pendant la procédure préliminaire le juge, sur la proposition du procureur, pouvait ordonner l'écoute et l'enregistrement des télécommunications, s'il y avait des raisons plausibles de supposer que les faits importants pour la procédure pénale auraient été ainsi communiqués.", "29.  Selon l'article 88-2, l'ordonnance de l'écoute et l'enregistrement devait être écrite et motivée et devait spécifier la période pendant laquelle l'écoute et l'enregistrement auraient été effectués. L'opérateur qui couvrait le secteur de télécommunications concerné devait être informé sur la délivrance de l'ordonnance ainsi que sur la période pendant laquelle l'écoute et l'enregistrement auraient été effectués. Une copie de l'ordonnance devait être envoyée au procureur sans délais. L'écoute et l'enregistrement étaient réalisés par une autorité de police. Le troisième paragraphe stipule, inter alia, que sans l'ordonnance au sens du paragraphe premier, l'autorité agissant en matière pénale peut ordonner l'écoute et l'enregistrement des télécommunications ou les effectuer elle-même, lorsque le participant au trafic de télécommunication est d'accord.", "30.  Le paragraphe 4 de l'article 88 stipulait, entre autres, que lorsque l'enregistrement des télécommunications devait être utilisé comme un moyen de preuve, il fallait y joindre un procès-verbal contenant des informations sur lieu, temps et manière dont l'enregistrement était effectué, ainsi que son contenu et la personne qui l'avait fait.", "31. Selon l'article 89-2, tout ce qui pouvait contribuer à l'éclaircissement d'une affaire pénale, pouvait servir comme preuve, en particulier déposition de l'inculpé et des témoins, expertises, objets et documents importants pour la procédure pénale et constat judiciaire. Le fait qu'une preuve n'était pas demandée par une autorité agissant en matière pénale, mais présentée par une des parties à la procédure, ne constituait pas la raison pour le rejet d'une telle preuve.", "32.  Selon l'article 160-3, l'enquêteur ou l'autorité de police effectuait des actes nécessaires urgents ou qui ne pouvaient pas être reproduits, et instituait la poursuite pénale, lorsque ces actes ne pouvaient pas être exercés par l'autorité de police compétente.", "Loi no 265/2001 sur l'amendement du Code de procédure pénale et certaines autres lois (entrée en vigueur le 1er janvier 2002)", "33.  Le nouvel article 88a-1 stipule que s'il est nécessaire pour l'éclaircissement des faits importants pour la procédure pénale de connaître les données sur une télécommunication effectuée, lesquelles font l'objet du secret de télécommunication ou qui tombent sous la protection des données personnelles, le président de la chambre et, dans la procédure préliminaire le juge, ordonne aux personnes morales et physiques exerçant des activités de télécommunication de communiquer ces données à lui, et dans la procédure préliminaire au procureur ou à l'autorité de police. L'ordonnance doit être délivrée par écrit et doit être motivée.", "Loi no 283/1991 sur la Police de la République tchèque (version en vigueur au moment des faits)", "34. Les articles 35-b et 35-c définirent les dispositifs techniques d'opération comme, en particulier, les moyens électrotechniques, radiotechniques, photo-techniques, optiques, mécaniques et d'autres moyens et équipements techniques ou leurs assemblages utilisés secrètement afin d'écouter et d'enregistrer les télécommunications et/ou d'obtenir des enregistrements d'image, de son ou autres lorsqu'ils étaient utilisés de façon affectant les droits constitutionnels d'un citoyen.", "35.  Selon l'article 36-1, le dispositif technique d'opération ne pouvait être utilisé que lorsque la mise en évidence des infractions mentionnées dans l'article 33 était autrement inefficace ou considérablement compromise, et ça pour une période absolument indispensable.", "36.  Les articles 36-2 et 36-3 stipulèrent, inter alia, que le dispositif technique d'opération ne pouvait être utilisé que sur autorisation délivrée par un juge du tribunal régional compétent du fait de résidence du demandeur. Selon le paragraphe 10 de cet article, le dispositif technique d'opération ne pouvait être utilisé sans autorisation que si la personne dont les droits et libertés auraient été affectés y consentit.", "Loi no 110/1964 sur les télécommunications (abrogée par la loi no 151/2000 à la date du 1er juillet 2000)", "37.  L'article 20-2 stipulait, entre autres, que les données sur les informations transmises ne pouvaient être communiquées qu'à l'expéditeur et au destinateur ou leurs représentants légaux. Ces données ou les informations transmises ne pouvaient être communiquées aux tribunaux et aux autres autorités d'Etat que dans les cas prévus par la loi.", "Loi no 151/2000 sur les télécommunications (entrée en vigueur le 1er juillet 2000 et applicable au moment des faits)", "38.  L'article 84-5 stipule que les personnes mentionnées dans le paragraphe premier (les personnes morales et physiques exerçant les activités de télécommunications, leurs employés et les autres personnes qui participent à ces activités) ne peuvent ni collecter, analyser et transmettre pour d'autres buts que celui du but professionnel, lié à leur activité de télécommunication, les données personnelles des utilisateurs des services de télécommunications ni permettre à d'autres personnes d'obtenir ces données. Ces données sont prénom, nom, éventuellement raison sociale, date de naissance, numéro de naissance (numéro de la sécurité sociale), éventuellement numéro d'identification d'une personne morale, titre académique, adresse ou siège social.", " 39. Selon l'article 84-7, les donnés au sens du paragraphe 5 de cet article, ainsi que les données qui font l'objet du secret de télécommunication, doivent être effacées ou rendues anonymes après l'expiration de deux mois à compter de la fin de la télécommunication.", "III.  LA JURISPRUDENCE INTERNE PERTINENTE", "Arrêts de la Cour constitutionnelle no II. ÚS 502/2000 du 22 Janvier 2001, no IV. ÚS 536/2000 du 13 février 2001 et no IV. ÚS 78/01 du 27 août 2001", "40.  Dans ces arrêts, la Cour constitutionnelle a relevé que les règles concernant les écoutes et les enregistrements des télécommunications qui permettent aux autorités de police d'obtenir le contenu des appels téléphoniques, sont à suivre lorsqu'une autorité de police a besoin de recueillir d'autres données provenant de tels enregistrements. Les autorités agissant en matière pénale ainsi que les autorités de police sont, lorsqu'elles collectent les données de l'enregistrement des télécommunication, tenues de procéder selon l'article 88 du code de procédure pénale et l'article 36 de la loi no 283/1991 sur la police de la République tchèque.", "", "EN DROIT", "I.  SUR LA RECEVABILITÉ", "", "41.  Le Gouvernement soulève des exceptions d'irrecevabilité tirées, d'une part du non-épuisement des voies de recours internes et, d'autre part, de l'absence de la qualité de victime.", "1.  Sur le non-épuisement des voies de recours internes", "42.  Tout d'abord, sous l'angle de l'article 35 § 1 de la Convention, il observe que le requérant ne contestait devant la Cour constitutionnelle que la recevabilité de la transcription de l'enregistrement de sa conversation avec A.B. Il ne s'est toutefois jamais opposé à l'admissibilité, dans la procédure, de la liste des appels téléphoniques entre lui et A.M. Le Gouvernement se réfère, à cet égard, aux arrêts de la Cour constitutionnelle no II. ÚS 502/2000 du 22 janvier 2001, no IV. ÚS 536/2000 du 13 février 2001 et no IV. ÚS 78/01 du 27 août 2001.", "43.  Par ailleurs, le requérant n'a dénoncé l'utilisation de ce moyen de preuve ni dans son appel formé contre le jugement du tribunal de première instance ni dans aucune autre phase de la procédure pénale, alors que de l'avis du Gouvernement, du moins l'appel interjeté devant la Cour supérieure aurait pu être considéré, mis à par le recours constitutionnel, comme un recours interne effectif au sens de l'article 35 § 1 de la Convention.", "44.  Le requérant réplique que la substance du grief mettant en cause l'utilisation comme moyen de preuve de la liste des appels téléphoniques a été soulevé devant la Cour constitutionnelle par son co-inculpé A.M. et que la haute juridiction l'a rejeté comme étant manifestement mal-fondé.", "45.  La Cour rappelle que la finalité de la règle d'épuisement des voies de recours est de ménager aux États contractants l'occasion de prévenir ou de redresser – normalement par la voie des tribunaux – les violations alléguées contre eux avant qu'elles ne soient soumises à la Cour. Cette disposition doit s'appliquer « avec une certaine souplesse et sans formalisme excessif » ; il suffit que l'intéressé ait soulevé devant les autorités nationales « au moins en substance, et dans les conditions et délais prescrits par le droit interne » les griefs qu'il entend formuler par la suite devant les organes de le Convention (voir e.g. Akdivar et autres c. Turquie, arrêt du 16 septembre 1996, Recueil des arrêts et décisions 1996-IV, §§ 65-69).", "46.  La Cour note qu'en droit tchèque, la dernière instance pour se plaindre de la violation des droits ou libertés fondamentaux reconnus dans une loi constitutionnelle ou dans un traité international, commise par un « organe de pouvoirs publics », est en principe la Cour constitutionnelle. Elle examinera donc la question de savoir si les voies de recours internes ont été épuisées de ce point de vu.", "47.  La Cour considère valables les arguments du requérant, malgré la jurisprudence constitutionnelle dans la matière à laquelle le Gouvernement se réfère. Certes, la Cour constitutionnelle a statué sur le recours constitutionnel d'A.M. plus de quatre mois après avoir rejeté celui du requérant. La Cour relève, toutefois, que la haute juridiction a eu l'occasion de se prononcer sur le grief tiré de l'illégalité de l'obtention de la liste des entretiens téléphoniques (voir paragraphe 26 ci-dessus).", "48.  La Cour estime, à la lumière de ce qui précède, que le requérant peut être considéré comme ayant épuisé les voies de recours internes au regard de l'article 35 § 1 de la Convention. Dès lors, l'exception de non- épuisement soulevée par le Gouvernement doit être rejetée.", "2.  Sur le défaut de la qualité de victime", "49. Le Gouvernement fait valoir, pour ce qui est du grief tiré de l'enregistrement de la conversation entre A.B. et le requérant, que la conclusion de la Cour constitutionnelle présentée dans la motivation de sa décision, selon laquelle l'enregistrement de la conversation n'aurait pas dû être utilisé comme moyen de preuve, empêche le requérant de prétendre au statut de la victime au sens de l'article 34 de la Convention.", "50.  Le requérant conteste l'argument du Gouvernement tiré de l'absence de la qualité de victime.", "51.  La Cour rappelle que par « victime », l'article 34 de la Convention désigne la ou les victimes directes ou indirectes de la violation alléguée. Ainsi, doit être considérée comme victime, au sens de cet article, toute personne alléguant une violation, par un Etat contractant, d'une des dispositions de la Convention ou de ses Protocoles. Par conséquent, seule une reconnaissance puis la réparation, par les autorités nationales, de la violation par un Etat, de la Convention, peut faire perdre la qualité de victime à un requérant (voir, e.g. Dalban c. Roumanie [GC], no 28114/95, § 44, CEDH 1999-VI ; Brumărescu c. Roumanie [GC], no 28342/95, § 50, CEDH 1999-VII ; Labita c. Italie [GC], no 26772/95, § 142, CEDH 2000-IV ; et Ilaşcu et autres c. Moldova et Russie [GC] (déc.), no 48787/99, 4 juillet 2001).", "52. En l'espèce, la Cour note que la Cour constitutionnelle n'a ni reconnu ni encore moins réparé les dommages prétendument subis par le requérant. En effet, sa décision déclarant le recours constitutionnel du requérant irrecevable pour défaut manifeste de fondement ne contenait qu'une simple constatation que la liste des appels téléphoniques n'aurait pas dû être utilisée comme moyen de preuve dans la procédure pénale menée à l'encontre du requérant, sans qu'aucune conséquence sur les droits et libertés de ce dernier garantis par les articles 6 ou 8 de la Convention n'en ait été tirée (voir paragraphe 25 ci-dessus).", "53.  Dans ces circonstances, la Cour estime que le requérant peut toujours se prétendre victime d'une violation de la Convention, au sens de l'article 34 de la Convention. Il y a donc lieu de rejeter la seconde exception préliminaire du Gouvernement.", "3.  Conclusion", "54.  La Cour constate que la requête n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention et ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "55.  Le requérant allègue que l'utilisation d'un appareil d'écoute installé sur le corps de A.B. et l'enregistrement de sa conversation avec cette dernière, ainsi que l'extrait de la liste des appels téléphoniques entre lui et A.M. ont entraîné des ingérences dans l'exercice de son droit que lui garantit l'article 8 § 1 de la Convention qui ne se justifiait pas au regard du second paragraphe de cette disposition.", "56.  L'article 8 de la Convention est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.   Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "α)  Sur le grief tiré de l'utilisation comme moyen de preuve de l'extrait de la liste des appels téléphoniques entre le requérant et A.M.", "1.  Les arguments des parties", "57.  Le Gouvernement soutient que pour le cas où la Cour n'acceptait pas son objection d'irrecevabilité tirée du non-épuisement des voies de recours internes (voir paragraphes 42 et 43 ci-dessus), il s'en remet à la sagesse de la Cour quant à l'appréciation du bien-fondé de ce grief.", "58. Dans ses observations complémentaires, le Gouvernement observe que dans le dossier judiciaire, il n'y a aucun document attestant que la liste des appels téléphoniques aurait été obtenue suite à un ordre du juge au sens de l'article 88 du CPP. Apparemment, la base légale pour obtenir cette liste était l'article 8-1 du CPP et l'article 20-2 de la loi no 110/1964 sur les télécommunications. Le Gouvernement ajoute que le juge du tribunal d'arrondissement de Prague 8 a ordonné, en vertu des articles 88-1 et 88-2 du CPP, les écoutes et l'enregistrement des télécommunications du téléphone portable du requérant. Il ressort du dossier judiciaire que la liste des appels téléphoniques devait être versée au dossier avant le 23 mars 2000. Les informations sur les télécommunications inscrites sur cette liste ne pouvaient donc pas être effacées dans un délai de deux mois ou devenir anonymes vu que la disposition pertinente de la loi no 151/2000 sur les télécommunications n'est entrée en vigueur que le 1er juillet 2000.", "59.  Le requérant soutient que l'ordonnance du juge du tribunal d'arrondissement a été délivrée avant l'entrée en vigueur du nouvel article 88a du CCP, le 1er janvier 2002. Par ailleurs, vu que la loi no 151/2000 sur les télécommunications est entrée en vigueur le 1er juillet 2000, les provisions de ses articles 84-87 ne pouvaient pas être appliquées dans le cas d'espèce.", "2.  Appréciation de la Cour", "a)  Existence d'une atteinte à la vie privée", "60.  Dans sa jurisprudence, la Cour a maintes fois constaté que l'interception secrète de conversations téléphoniques entrait dans le champ d'application de l'article 8 de la Convention ce qui est du droit au respect tant de la vie privée que de la correspondance. Certes, les enregistrements sont en général effectués dans le but d'utiliser le contenu de conversations d'une manière ou d'une autre, mais la Cour n'est pas convaincue que des listes chronologiques des appels passés entre deux personnes puissent passer pour échapper à la protection qu'offre l'article 8. Elle est d'avis que les informations sur les dates, numéros composés ou appels reçus ainsi que sur la durée des conversations effectuées doivent être considérés comme relevant des données personnelles les concernant.", "61.  La Cour conclut dès lors que l'extrait de la liste des appels téléphoniques passés entre le requérant et A.M., utilisée comme moyen de preuve dans la procédure pénale menée à son encontre, révèle une ingérence dans son droit au respect de sa vie privé au sens de l'article 8 § 1 de la Convention.", "b)  Justification de l'ingérence dans la vie privée du requérant", "62.  La Cour recherchera donc si ladite ingérence était justifiée au regard de l'article 8 § 2 de la Convention, notamment si elle était « prévue par la loi ».", "63.  Elle rappelle que les mots « prévue par la loi », au sens de l'article 8 § 2, veulent d'abord que la mesure incriminée ait une base en droit interne ; pour juger de l'existence d'une telle « base légale » il y a lieu de prendre en compte non seulement les textes législatifs pertinents, mais aussi la jurisprudence (voir, par exemple, les arrêts Kruslin c. France et Huvig c. France du 24 avril 1990 (série A nos 176-A et 176-B).", "64.  En l'espèce, la Cour observe que l'écoute et l'enregistrement des appels téléphoniques concernant le téléphone portable dont l'utilisateur était le requérant, étaient ordonnés par le juge du tribunal d'arrondissement le 21 janvier 2000 en application des articles 88-1 et 88-2 du CPP. Ce fait a été confirmé par la Cour constitutionnelle qui examina le recours constitutionnel du co-accusé A.M. (voir paragraphe 26 ci-dessus).", "65.  Il ressort également d'un autre document que l'opérateur téléphonique a informé le co-accusé A.M. que l'extrait des appels en question avait été élaboré à la demande de la police au sens de l'article 8-1 du code CPP, se référant, en même temps, sur la disposition de l'article 84-7 de la loi no 151/2000 sur les télécommunications (voir paragraphe 24 ci-dessus).", "66.  Toutefois, la Cour note que l'article 88 du CPP concerne les écoutes et enregistrements des conversations téléphoniques. La disposition de l'article 88a du CPP qui donne la possibilité aux autorités agissant en matière pénale de se procurer, entre autres, une liste d'appels n'est entrée en vigueur que le 1er janvier 2002 (voir paragraphe 33 ci-dessus). Quant à la loi sur les télécommunications, la Cour admet que son article 84-7 permet aux autorités agissant en matière pénale d'obtenir des listes d'appels ou d'autres télécommunications. Toutefois, ladite loi est entrée en vigueur le 1er juillet 2000, remplaçant l'ancienne loi sur les télécommunications no 110/1964, mentionnée par le Gouvernement dans ses observations complémentaires, mais à laquelle aucune référence n'est faite dans les documents présentés par les parties (voir paragraphes 37-39 et 58 ci-dessus).", "67.  La Cour note que même en admettant que les articles 88-1 et 88-2 du CCP constitueraient la base légale pour établir la liste des appels téléphoniques effectués avec le téléphone portable utilisé par le requérant, l'ordonnance du juge du tribunal d'arrondissement du 21 janvier 2000, à laquelle se réfère le Gouvernement, a autorisé l'écoute et l'enregistrement des appels pour la période du 21 janvier au 21 février 2000 (voir paragraphe 7 ci-dessus). Toutefois, il ressort du jugement du tribunal municipal du 12 juillet 2000 que ce dernier a disposé de la liste des appels couvrant la période du 18 au 21 janvier 2000, se référant dans ses constatations de culpabilité du requérant et A.M. à leurs coups de fil réalisées le 19 janvier 2000, donc deux jours avant que ladite ordonnance ne fût rendue (voir paragraphe 20 ci-dessus).", "68.  Il s'ensuit que l'ingérence constatée n'était pas « prévue par la loi » au sens du second paragraphe de l'article 8 de la Convention et qu'il y a eu violation de cette disposition. Dans ces conditions, il n'y a pas lieu d'examiner la question de la nécessité de l'ingérence.", "β)  Sur le grief tiré de l'enregistrement par A.B. de la conversation entre elle et le requérant", "69.  Le requérant se plaint de l'enregistrement de la conversation entre A.B. et lui.", "70.   Le Gouvernement ne ce prononce pas sur le fond de ce grief.", "a)  Existence d'une atteinte à la vie privée", "71.  La Cour considère que l'enregistrement de la conversation entre le requérant et A.B. à l'aide du dispositif technique d'opération installé sur le corps de cette dernière par les autorités de police et son utilisation subséquente constituait une ingérence dans les droits du requérant au titre de l'article 8 § 1 de la Convention (voir Wood c. Royaume-Uni, no 23414/00, § 29 ; M.M. c. Pays Bas, no 39339/98, §§ 36-42 ; A c. France, arrêt du 23 novembre 1993, série A no 277-B).", "b)  Justification de l'ingérence dans la vie privée du requérant", "72.  Il lui reste à déterminer si cette ingérence se justifiait au regard du second paragraphe de l'article 8 § 2, c'est-à-dire si elle était « prévue par la loi », inspirée par l'un ou plusieurs des buts légitimes qu'il énonce et était « nécessaire » « dans une société démocratique » pour l'atteindre.", "73.  En ce qui concerne le respect de la condition selon laquelle l'ingérence doit être « prévue par la loi », la Cour observe, en renvoyant à sa jurisprudence dans la matière (voir paragraphe 63 ci-dessus), que les autorités internes n'étaient pas univoques sur la question de savoir sur la base de laquelle disposition légale l'enregistrement magnétique avait été effectué. Si les autorités de police se sont référées à la loi no 283/1991 sur la police (voir paragraphe 9 ci-dessus), le tribunal municipal a opté plutôt pour l'article 88-3 du CPP (voir paragraphe 21 ci-dessus), ce qui, toutefois, était nié ensuite par la cour supérieure (voir paragraphe 22 ci-dessus). La Cour constitutionnelle a partagé cette dernière opinion ; allant plus loin, elle exprima son opinion que l'enregistrement magnétique n'aurait pas dû être utilisé comme moyen de preuve dans la procédure pénale (voir paragraphe 25 ci-dessus).", "74.  Sur la base des informations dont elle dispose, la Cour estime que la matière n'était pas régie par une « loi » répondant aux critères fixés par sa jurisprudence, mais plutôt par une pratique qui ne saurait passer pour base légale spécifique qui fixerait des conditions suffisamment précises pour une telle atteinte du point de vue de l'admission, l'étendue, le contrôle ainsi que l'utilisation subséquente des informations ainsi recueillies.", "75.  La Cour arrive donc à la conclusion qu'il n'a pas été démontré devant elle que l'ingérence était prévue par la loi. Ce constat lui suffit pour conclure à la violation de l'article 8. Par conséquent, il n'y a pas lieu de rechercher si l'ingérence en question poursuivait un « but légitime » ou était « nécessaire, dans une société démocratique », pour l'atteindre.", "76.  En conclusion, il y a eu violation de l'article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "77. Le requérant allègue que l'utilisation de l'enregistrement de sa conversation avec A.B. et l'extrait de la liste des appels téléphoniques entre lui et A.M. a porté atteinte à l'équité de son procès pénal. Il maintient qu'il a été reconnu coupable et condamné sur la base de trois preuves pilotes, à savoir l'interrogatoire de A.B., l'enregistrement de sa conversation avec elle faite avant que l'acte d'inculpation lui soit communiqué et la liste des conversations téléphoniques entre lui et A.M. Il note que la Cour constitutionnelle a considéré dans une autre affaire que l'utilisation d'une liste contenant les informations sur des enregistrements téléphoniques était illégale. Le requérant invoque à cet égard l'article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...), par un tribunal (...) qui décidera (...) du bien-fondé́ de toute accusation en matière pénale dirigée contre elle. (...) »", "A.  Les arguments des parties", "78.  Le Gouvernement considère en premier lieu que, sans égard à ce que la transcription de l'enregistrement de la conversation entre le requérant et A.B. ait été ou non un moyen de preuve admissible dans le procès selon le droit interne, l'accusation au pénal du requérant a été décidée en conformité avec les exigences de l'article 6 § 1 de la Convention. La procédure avait un caractère contradictoire et, surtout, le principe d'égalité des armes y a été entièrement respecté. Le requérant a eu la faculté de s'exprimer sur toutes les preuves administrées et de proposer des preuves à sa décharge. Tout au long de la procédure, il a été représenté par un avocat et il a eu la possibilité d'utiliser pleinement son droit de défense (voir, mutatis mutandis, Schenk c. Suisse, arrêt du 12 juillet 1988, série A no 140, §§ 46-47). En l'espèce, dans l'appréciation du respect du droit du requérant à un procès équitable, l'élément important est que la transcription de l'enregistrement de la conversation entre le requérant et A.B., dont il a été donnée lecture à l'audience et sur laquelle le requérant a eu la possibilité de s'exprimer, n'était pas la seule preuve sur laquelle était fondée sa condamnation. Il s'agit en premier lieu du témoignage d'A.B., amie du co-inculpé A.M. Le tribunal de première instance s'est également appuyé sur le témoignage de la victime, tant dans la procédure préparatoire que lors de l'audience. Les différents éléments établissant indirectement que le requérant et son complice avaient perpétré l'infraction donnée, de même que les preuves principales susmentionnées, étaient également étayés par de nombreuses autres preuves, à savoir le témoignage de l'ex-époux de la victime, dépositions des témoins T.S. et M.F., auprès desquels, après l'infraction, le requérant et A.M. avaient négocié l'achat de plusieurs véhicules particuliers.", "79.  Le Gouvernement souligne que le moyen de preuve dont le requérant conteste l'utilisation a été examiné de manière contradictoire dans la procédure pénale devant le tribunal et que le requérant a eu la possibilité de s'exprimer à son sujet.", "80.  Il en conclut que la procédure pénale menée contre le requérant a été équitable et n'a pas entraîné d'atteinte au droit du requérant garanti par l'article 6 § 1 de la Convention (voir, mutatis mutandis, Pélissier et Sassi v. France [GC], arrêt du 25 mars 1999, CEDH 1999-II, § 47). Cette conclusion ne peut pas être différente même si la Cour venait à constater que l'obtention de l'enregistrement par le témoin A.B. constituait une ingérence dans le droit du requérant \tau respect de sa vie privée et familiale garanti par l'article 8 de la Convention.", "81.  Quant à l'utilisation comme moyen de preuve de l'extrait de la liste des appels téléphoniques entre le requérant et A.M., le Gouvernement renvoie à son argumentation précédente.", "82.  Le requérant combat les thèses du Gouvernement. Il soutient que tant la jurisprudence actuelle de la Cour que la pratique de la Cour constitutionnelle partagent l'opinion selon laquelle un extrait de compte du téléphone portable ne doit pas être utilisé par un tribunal comme moyen de preuve contre un accusé vu que tant la Convention que la Charte des Droits et Libertés Fondamentaux garantissent la protection de leur confidentialité.", "83. Quant à l'utilisation de la transcription de sa conversation avec A.B., il soutient qu'il a objecté à maintes reprises son usage procédural ainsi que la légalité de sa procuration au cours de la procédure pénale. Il renvoie à la constatation de la Cour constitutionnelle que l'enregistrement - réalisé avant que les charges n'aient été communiquées au requérant - n'aurait pas dû être utilisé comme moyen de preuve. Il dispute l'argument du Gouvernement selon lequel cette preuve n'était pas la seule preuve sur laquelle sa condamnation a été basée. Il note que l'importance de ce moyen de preuve a été confirmé par le tribunal municipal qui, par ailleurs, a considéré l'enregistrement de la conversation du requérant avec A.B. comme preuve essentielle. Le requérant admet que le tribunal a examiné d'autres preuves dans la procédure pénale. Il insiste, toutefois, sur le fait que l'extrait des entretiens téléphoniques avec A.M. a été l'une des preuves les plus démonstratives et que la transcription de sa conversation avec A.B. a constitué une preuve essentielle. Par conséquent, ôtant ces deux preuves importantes, sa culpabilité a été basée uniquement sur la déposition d'A.B. qui a témoigné qu'un jeune homme marchait vers elle, et qu'elle avait cru reconnaître en lui le requérant.", "B.  Appréciation de la Cour", "1.  Les principes généraux établis par la jurisprudence de la Cour", "84.  La Cour rappelle qu'elle a pour tâche, aux termes de l'article 19 de la Convention, d'assurer le respect des engagements résultant pour les Etats contractants de la Convention. Il ne lui appartient pas, en particulier, de connaître des erreurs de fait ou de droit prétendument commises par une juridiction interne, sauf si et dans la mesure où elles pourraient avoir porté atteinte aux droits et libertés sauvegardés par la Convention. Si l'article 6 garantit le droit à un procès équitable, il ne réglemente pas pour autant l'admissibilité des preuves en tant que telles, matière qui relève au premier chef du droit interne (Schenk c. Suisse, arrêt du 12 juillet 1988, série A no 140, §§ 45-46, et Teixeira de Castro c. Portugal, arrêt du 9 juin 1998, Recueil 1998-IV, § 34 ; Jalloh v. Allemagne [GC], arrêt du 11 juillet 2006, §§ 94-96).", "85.  La Cour n'a donc pas à se prononcer, par principe, sur la recevabilité de certaines sortes d'éléments de preuve, par exemple des éléments obtenus de manière illégale au regard du droit interne, ou encore sur la culpabilité du requérant. Elle doit examiner si la procédure, y compris la manière dont les éléments de preuve ont été recueillis, a été équitable dans son ensemble, ce qui implique l'examen de l'« illégalité » en question et, dans le cas où se trouve en cause la violation d'un autre droit protégé par la Convention, de la nature de cette violation (voir, notamment, Khan c. Royaume-Uni, no 35394/97, § 34, CEDH 2000-V, P.G. et J.H. c. Royaume-Uni, no 44787/98, § 76, CEDH 2001-IX, et Allan c. Royaume-Uni, no 48539/99, § 42, CEDH 2002-IX).", "86.  Pour déterminer si la procédure dans son ensemble a été équitable, il faut aussi se demander si les droits de la défense ont été respectés. Il faut rechercher notamment si le requérant s'est vu offrir la possibilité de remettre en question l'authenticité de l'élément de preuve et de s'opposer à son utilisation. Il faut prendre également en compte la qualité de l'élément de preuve, dont le point de savoir si les circonstances dans lesquelles il a été recueilli font douter de sa fiabilité ou de son exactitude. Si un problème d'équité ne se pose pas nécessairement lorsque la preuve obtenue n'est pas corroborée par d'autres éléments, il faut noter que lorsqu'elle est très solide et ne prête à aucun doute, le besoin d'autres éléments à l'appui devient moindre (voir, notamment, les arrêts Khan et Allan précités, §§ 35, 37 et § 43 respectivement).", "87.  Les exigences générales d'équité posées à l'article 6 s'appliquent à toutes les procédures pénales, quel que soit le type d'infraction concerné. Il reste que, pour déterminer si la procédure dans son ensemble a été équitable, le poids de l'intérêt public à la poursuite de l'infraction particulière en question et à la sanction de son auteur peut être pris en considération et mis en balance avec l'intérêt de l'individu à ce que les preuves à charge soient recueillies légalement. Néanmoins, les préoccupations d'intérêt général ne sauraient justifier des mesures vidant de leur substance même les droits de la défense d'un requérant, y compris celui de ne pas contribuer à sa propre incrimination garanti par l'article 6 de la Convention (voir, mutatis mutandis, Heaney et McGuinness c. Irlande, no 34720/97, §§ 57-58, CEDH 2000-XII).", "88.  En ce qui concerne en particulier l'examen de la nature de la violation de la Convention constatée, la Cour rappelle qu'elle a relevé notamment dans les affaires Khan (arrêt précité, §§ 25-28) et P.G. et J.H. (arrêt précité, §§ 37-38) que l'emploi d'appareils d'écoute secrète était contraire à l'article 8, puisque le recours à de tels dispositifs était dépourvu de base en droit interne et que l'ingérence dans l'exercice par les requérants concernés du droit au respect de leur vie privée n'était pas « prévue par la loi ». Néanmoins, l'admission comme preuves des informations ainsi obtenues ne se heurtait pas dans les circonstances de ces affaires aux exigences d'équité posées par l'article 6 § 1.", "2.  Application en l'espèce", "89.  La Cour souligne que la question fondamentale en l'espèce consiste à savoir si la procédure pénale était équitable dans son ensemble, offrant les garanties des droits de défense au requérant. Elle note à cet égard que le requérant a été entendu devant le tribunal de première instance et a pu donc débattre de l'enregistrement effectué à son insu. Il a pu faire valoir devant cette juridiction, puis devant la cour supérieure ainsi que devant la Cour constitutionnelle toutes les observations jugées nécessaires sur l'enregistrement. Les mêmes arguments sont d'ailleurs valables pour l'utilisation de la liste chronologique des appels téléphoniques entre le requérant et A.M comme moyen de preuve. Désormais, la Cour ne peut que constater que la condamnation du requérant est intervenue à la suite d'une procédure contradictoire.", "90.  La Cour attache du poids à la circonstance que l'enregistrement litigieux et la liste des appels téléphoniques, bien que décrites par le tribunal municipal comme les preuves les plus importantes ou essentielles, n'ont pas constitué deux seuls moyens de preuve soumis à l'appréciation souveraine des juges. Pour ce qui est, plus précisément, de l'enregistrement en question, la Cour observe que A.B., ayant été entendue lors de l'audience devant le tribunal municipal, a confirmé le contenu de son dialogue avec le requérant (voir paragraphe 21 ci-dessus). Autant d'éléments de preuve parmi lesquels l'enregistrement litigieux et la liste ont, certes, compté, voire prévalu au cours de préparation du jugement du tribunal municipal, sans pour autant qu'ils aient constitué les éléments uniques ayant forgé l'intime conviction du tribunal.", "91.  S'agissant du poids de l'intérêt public à l'utilisation des éléments de preuve pour la condamnation du requérant, la Cour observe que la mesure visait l'auteur d'une infraction grave causant des préjudices à une tierce personne et qui s'est finalement vu infliger une peine d'emprisonnement de neuf ans de prison ferme.", "92.  Dès lors, et eu égard à sa jurisprudence précitée, la Cour considère que l'utilisation de l'enregistrement litigieux ainsi que la liste des conversations téléphoniques par les juridictions nationales n'a pas enfreint le droit du requérant à un procès équitable.", "93.  En conséquence, il n'y a pas eu violation de l'article 6 de la Convention.", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "94.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "95.  Le requérant réclame 885 000 CZK soit 31 805 euros (EUR) au titre du préjudice matériel et 1 000 000 CZK soit 35 938 EUR au titre du préjudice moral qu'il aurait subi.", "96.  Le Gouvernement est d'avis qu'il n'y a aucun lien de causalité entre, d'une part, la prétendue violation des droits du requérant garantis par la Convention et, d'autre part, le dommage matériel et moral prétendument causé tel que spécifié par le requérant. Il propose de rejeter les prétentions du requérant tirées du prétendu dommage matériel. En outre, il est d'avis qu'un constat de violation pourrait constituer une satisfaction suffisante et adéquate pour tout autre préjudice moral éventuellement subi par le requérant.", "97.  La Cour n'aperçoit pas de lien de causalité entre la violation constatée et le dommage matériel allégué et rejette cette demande. En outre, elle considère que le constat de violation à laquelle elle aboutit constitue en effet une satisfaction suffisante pour le préjudice moral subi par le requérant (voir Wisse c. France, no 71611/01, § 38 ; Khan, précité, § 49).", "B.  Frais et dépens", "98.  Le requérant demande également 28 330 CZK soit 1 018 EUR pour les frais et dépens encourus devant la Cour constitutionnelle et la Cour.", "99.  Le Gouvernement estime que le montant revendiqué par le requérant ne parait pas excessif. Il rappelle néanmoins que les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée. Par conséquent, le montant susmentionné devra être réduit de manière approprié en fonction des violations des droits du requérant réellement constatées par la Cour dans son arrêt.", "100.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. Statuant en équité, la Cour, en l'espèce et compte tenu des éléments en sa possession et des critères susmentionnés, octroie au requérant une indemnité réclamée d'un montant de 1 018 EUR.", "C.  Intérêts moratoires", "101.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu'il y a eu violation de l'article 8 de la Convention quant à l'utilisation de l'extrait de la liste des appels téléphoniques entre le requérant et A.M. ;", "", "3.  Dit qu'il y a eu violation de l'article 8 de la Convention quant à l'enregistrement de la conversation entre le requérant et A.B. ;", "", "4.  Dit qu'il n'y a pas eu violation de l'article 6 de la Convention ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 1 018 EUR (mille dix-huit euros) pour frais et dépens, somme à convertir dans la monnaie nationale de l'Etat défendeur au taux applicable à la date du règlement, plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 1er mars 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}