{"file": "FRE_HFJUD_32881_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32881/04", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "AFFAIRE K.H. ET AUTRES c. SLOVAQUIE", "", "(Requête no 32881/04)", "", "", "", "ARRÊT", "[Extraits]", "", "Cette version a été rectifiée conformément à l’article 81 du règlement", "de la Cour le 24 août 2011", "", "STRASBOURG", "", "28 avril 2009", "", "", "", "DÉFINITIF", "", "06/11/2009", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "En l’affaire K.H. et autres c. Slovaquie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tLech Garlicki,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tJán Šikuta,\n\tMihai Poalelungi,\n\tNebojša Vučinić, juges,\net de Lawrence Early, greffier de section,", "Après en avoir délibéré en chambre du conseil le 7 avril 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 32881/04) dirigée contre la République slovaque et dont huit ressortissantes de cet Etat, K.H., J.H., A.Č., J.Čo., J.Če., V.D., H.M. et V.Ž. (« les requérantes »), ont saisi la Cour le 30 août 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »). Le président de la chambre a accédé à la demande de nondivulgation de leur identité formulée par les requérantes (article 47 § 3 du règlement).", "2.  Les requérantes ont été représentées par Me V. Durbáková, avocate exerçant à Košice, et Mme B. Bukovská, du Centre des droits civils et des droits de l’homme de Košice. Le gouvernement slovaque (« le Gouvernement ») a été représenté par son agent, Mme M. Pirošíková.", "3.  Les requérantes alléguaient en particulier la violation de leurs droits découlant des articles 6 § 1, 8 et 13 de la Convention, en raison du manquement des autorités nationales à mettre à leur disposition des photocopies de leurs dossiers médicaux.", "4.  Par une décision du 9 octobre 2007, la Cour a déclaré la requête partiellement recevable.", "5.  Le Gouvernement a déposé des observations complémentaires (article 59 § 1 du règlement). La chambre ayant décidé, après avoir consulté les parties, qu’aucune audience sur le fond n’était nécessaire (article 59 § 3 in fine), les requérantes ont répondu par écrit aux observations du Gouvernement.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "6.  Les requérantes sont huit ressortissantes slovaques d’origine rom.", "A.  La genèse de l’affaire", "7.  Au cours de leurs grossesses et de leurs accouchements, les requérantes furent traitées dans les services de gynécologie et d’obstétrique de deux hôpitaux de l’est de la Slovaquie. Malgré leurs tentatives répétées, toutes furent dans l’incapacité de tomber à nouveau enceintes après leur dernier séjour à hôpital, où elles avaient accouché par césarienne. Elles soupçonnaient le personnel médical des établissements concernés de leur avoir fait subir, pendant la césarienne, une opération de stérilisation qui serait la cause de leur infertilité. Plusieurs des requérantes avaient été invitées à signer des documents avant leur accouchement ou à leur sortie de l’hôpital, mais n’étaient pas sûres de la teneur de ces pièces.", "8.  Les requérantes, conjointement avec d’autres femmes d’origine rom, délivrèrent des procurations à des avocats du Centre des droits civils et des droits de l’homme, organisation non gouvernementale basée à Košice. Les procurations habilitaient les avocats à examiner et photocopier les dossiers médicaux des intéressées, afin qu’un médecin puisse analyser les raisons de leur stérilité et éventuellement définir un traitement. Les requérantes autorisèrent également les avocats à photocopier l’intégralité de leurs dossiers médicaux afin que ces pièces puissent le cas échéant servir de preuves dans une future action en réparation, et à veiller à ce que ces documents et éléments ne soient pas détruits ou perdus. Les photocopies devaient être faites par les avocats au moyen d’un photocopieur portable, aux frais du Centre des droits civils et des droits de l’homme.", "9.  En août et en septembre 2002, les requérantes tentèrent par le biais de leur mandataire d’obtenir l’accès aux dossiers médicaux dans les hôpitaux concernés. C’est en vain que l’avocate pria la direction des hôpitaux de la laisser consulter et photocopier les dossiers médicaux des personnes qui l’avaient mandatée à cet effet.", "10.  Le 11 octobre 2002, des représentants du ministère de la Santé exprimèrent l’avis que l’article 16 § 6 de la loi no 277/1994 sur la santé (Zákon o zdravotnej starostlivosti – « la loi de 1994 sur la santé ») ne permettait pas à un patient d’autoriser un tiers à consulter son dossier médical. La disposition en cause devait faire l’objet d’une interprétation restrictive, le terme « représentant légal » se rapportant exclusivement aux parents d’un enfant mineur ou à un tuteur désigné pour représenter une personne privée de tout ou partie de sa capacité juridique.", "B.  La procédure civile", "11.  Les requérantes attaquèrent en justice les hôpitaux concernés. Elles estimaient qu’il fallait enjoindre aux établissements défendeurs de remettre leurs dossiers médicaux à leur représentant légal dûment mandaté et de leur permettre de se procurer une photocopie du contenu des dossiers.", "1.  L’action intentée contre l’hôpital universitaire J. A. Reiman de Prešov", "12.  Le 13 janvier 2003, six des requérantes engagèrent une action contre l’hôpital universitaire J. A. Reiman (Fakultná nemocnica J. A. Reimana) de Prešov (« l’hôpital de Prešov »).", "13.  Par un jugement du 18 juin 2003, le tribunal de district de Prešov somma l’hôpital en cause de permettre aux demanderesses et à leur mandataire de consulter les dossiers médicaux et de prendre des notes manuscrites à partir de ceux-ci. La partie pertinente du jugement devint définitive le 15 août 2003 et exécutoire le 19 août 2003.", "14.  Renvoyant à l’article 16 § 6 de la loi de 1994 sur la santé, le tribunal de district rejeta la demande relative à la réalisation d’une photocopie des pièces médicales. Il fit observer que les dossiers étaient la propriété des établissements médicaux concernés et qu’une telle restriction était justifiée par la nécessité d’empêcher toute utilisation abusive desdits dossiers. Selon le tribunal, cette restriction n’était pas contraire aux droits et libertés garantis aux demanderesses en vertu de la Convention. Les requérantes contestèrent en appel cette partie du jugement.", "15.  Le 17 février 2004, le tribunal régional de Prešov confirma le jugement de première instance, selon lequel les requérantes n’avaient pas le droit de photocopier leurs dossiers médicaux. Rien n’indiquait que le droit des intéressées à faire trancher une éventuelle action en réparation à la lumière des exigences de l’article 6 § 1 de la Convention fût compromis. Ainsi, les établissements médicaux étaient tenus en vertu de la législation pertinente de fournir les informations requises, notamment aux tribunaux, par exemple dans le cadre d’une action en réparation engagée par un patient.", "2.  L’action intentée contre le centre médical de Krompachy", "16.  Le 13 janvier 2003, H.M. et V.Ž., les deux autres requérantes, introduisirent une action identique contre le centre médical (Nemocnica s poliklinikou) de Krompachy (« l’hôpital de Krompachy »).", "17.  Le 16 juillet 2003, le tribunal de district de Spišská Nová Ves enjoignit à l’établissement défendeur d’autoriser le représentant des requérantes à consulter les dossiers médicaux et à prendre des notes. Il rejeta la demande concernant la réalisation d’une photocopie des documents médicaux. Renvoyant à l’article 16 § 6 de la loi de 1994 sur la santé, il fit observer que même les tribunaux et autres autorités n’étaient pas habilités à recevoir des photocopies de dossiers médicaux. Une telle restriction s’imposait pour prévenir toute utilisation abusive des données à caractère personnel figurant dans les dossiers.", "18.  Les requérantes contestèrent en appel le volet de la décision relatif à la réalisation d’une photocopie. Invoquant les articles 6 et 8 de la Convention, elles estimaient que, contrairement aux pouvoirs publics et aux établissements médicaux concernés, elles n’avaient qu’un accès restreint à leurs dossiers médicaux, ce qui signifiait qu’elles étaient limitées dans l’évaluation de leur situation et dans le déclenchement d’une action en réparation appropriée.", "19.  Le 24 mars 2004, le tribunal régional de Košice confirma le jugement de première instance ayant rejeté la demande relative à la réalisation d’une photocopie des dossiers médicaux.", "C.  La procédure constitutionnelle", "1.  Le recours du 24 mai 2004", "20.  Le 24 mai 2004, les six requérantes qui avaient attaqué l’hôpital de Prešov formèrent un recours fondé sur l’article 127 de la Constitution. Elles alléguaient que l’hôpital de Prešov, le tribunal de district et le tribunal régional de Prešov avaient violé, notamment, leurs droits découlant des articles 6 § 1 et 8 de la Convention.", "21.  Sur le terrain de l’article 6 § 1, elles plaidaient que dans la pratique les notes manuscrites tirées des dossiers médicaux pouvaient faire l’objet d’une utilisation abusive exactement de la même façon qu’une photocopie des documents pertinents. Elles estimaient qu’en les empêchant de photocopier les documents en question on les plaçait dans une situation défavorable vis-à-vis de l’Etat, dont dépendaient les établissements médicaux concernés et qui serait la partie défenderesse dans une éventuelle action en réparation. En outre, le principe d’égalité des armes exigeait à leurs yeux qu’elles eussent à leur disposition l’ensemble des documents sous la forme d’une photocopie, laquelle permettrait à un expert indépendant – le cas échéant à l’étranger – d’examiner les pièces et constituerait de plus une garantie contre une éventuelle destruction des originaux.", "22.  Sous l’angle de l’article 8 de la Convention, les requérantes se plaignaient de s’être vu refuser le plein accès à des documents touchant à leur vie privée et familiale en ce qu’elles n’avaient pas eu le droit de les photocopier.", "23.  Le 8 décembre 2004, la Cour constitutionnelle (troisième chambre) rejeta la plainte des intéressées. Elle ne décela aucune apparence de violation de l’article 6 § 1 de la Convention dans la procédure ayant abouti au jugement du tribunal régional du 17 février 2004. Concernant la violation alléguée de l’article 8 de la Convention, la Cour constitutionnelle jugea que le tribunal régional avait correctement appliqué l’article 16 § 6 de la loi de 1994 sur la santé et qu’un juste équilibre avait été ménagé entre les intérêts concurrents. La juridiction constitutionnelle renvoya à l’exposé des motifs de cette loi. En outre, elle estima que l’article 8 de la Convention ne recouvrait pas le droit de photocopier des pièces médicales.", "2.  Le recours du 25 juin 2004", "24.  Le 25 juin 2004, les deux autres requérantes formèrent un recours similaire fondé sur l’article 127 de la Constitution. Elles alléguaient la violation des articles 6 § 1 et 8 de la Convention notamment, en raison du comportement des représentants de l’hôpital de Krompachy et de la procédure ayant abouti au jugement du tribunal régional de Košice en date du 24 mars 2004.", "25.  Le 27 octobre 2004, la Cour constitutionnelle (deuxième chambre) rejeta le recours des intéressées au motif qu’il était prématuré. Elle fit observer que les demanderesses avaient formé un pourvoi en cassation contre la partie du jugement du tribunal régional ayant infirmé la décision de première instance de faire droit à leur demande d’accès aux dossiers médicaux.", "D.  Développements ultérieurs", "26.  Par la suite, en application de la loi no 576/2004 sur les soins de santé et les services de santé et sur l’amendement de certaines lois (Zákon o zdravotnej starostlivosti, službách súvisiacich s poskytovaním zdravotnej starostlivosti a o zmene a doplnení niektorých zákonov – « la loi de 2004 sur la santé ») nouvellement adoptée, sept des requérantes purent avoir accès à leur dossier et le photocopier (paragraphe 35 ci-dessous), dans des circonstances qui sont exposées dans la décision sur la recevabilité de la présente requête.", "27.  Pour ce qui est de J.H., la huitième requérante, l’hôpital de Prešov ne lui fournit qu’une simple note sur une intervention chirurgicale, indiquant que l’intéressée avait subi une opération au cours de laquelle elle avait été stérilisée. Le 22 mai 2006, le directeur de l’hôpital de Prešov informa J.H. que son dossier médical complet n’avait pas été retrouvé et était considéré comme perdu. Le 31 mai 2007, le ministère de la Santé reconnut que l’hôpital de Prešov avait enfreint la loi de 2004 sur la santé en négligeant de conserver adéquatement le dossier médical de J.H.", "II.  LE DROIT INTERNE PERTINENT", "A.  Le code de procédure civile", "(...)", "", "31.  Selon l’article 79 § 2 du code de procédure civile, un demandeur est tenu de soumettre les preuves écrites sur lesquelles il fonde son action, à l’exception des éléments qu’il est dans l’incapacité de fournir pour des raisons qui ne dépendent pas de lui.", "32.  L’article 120 § 1 dispose que les parties doivent étayer leurs arguments par des preuves. C’est au tribunal qu’il appartient de décider quels éléments seront examinés. A titre exceptionnel, le tribunal peut examiner d’autres éléments que ceux proposés par les parties lorsqu’il en a besoin pour trancher une question.", "B.  La loi de 1994 sur la santé", "33.  Jusqu’au 31 décembre 2004, les dispositions suivantes de la loi no 277/1994 de 1994 sur la santé étaient en vigueur :", "Article 16 – Les dossiers médicaux", "« 1.  La conservation des dossiers médicaux fait partie intégrante des soins médicaux.", "2.  Tout établissement médical (...) est tenu de conserver les dossiers médicaux sous forme écrite (...) Les documents doivent être datés, signés par la personne qui les a établis, tamponnés et numérotés sur chaque page (...)", "3.  La période d’archivage des dossiers médicaux prend fin cinquante ans après le décès du patient (...)", "5.  Sur demande écrite spécifique, tout établissement médical est tenu de remettre un dossier médical à un procureur, un enquêteur, une autorité de police ou un tribunal, et ce à titre gracieux. Le dossier est remis sous forme de notes concernant les points pertinents dans le contexte d’une procédure pénale ou civile. Aucun dossier médical intégral ne peut être mis à la disposition des autorités susmentionnées.", "6.  Un patient [et] son représentant légal (...) ont le droit de consulter un dossier médical et de prendre des notes à l’endroit [où ce dossier est conservé] (...)", "8.  Un établissement médical fournit à un expert désigné par un tribunal les informations tirées d’un dossier médical qui sont nécessaires à l’élaboration d’une expertise (...)", "11.  Les notes prises à partir du dossier médical d’une personne (...) doivent contenir des informations exactes et véridiques et donner une vue d’ensemble de l’évolution de l’état de santé de l’intéressé jusqu’à la date où les notes ont été prises. Le document qui en résulte est établi par écrit sur des pages numérotées. »", "34.  Le passage pertinent de l’exposé des motifs de la loi de 1994 sur la santé se lit ainsi :", "« Tout dossier médical demeure la propriété de l’établissement médical concerné. Il contient des données sur le patient et souvent également sur les membres de sa famille ou d’autres personnes. Ces informations revêtant un caractère strictement confidentiel et intime, l’obligation de non-divulgation porte sur le dossier dans son intégralité. Dès lors, il faut définir aussi précisément que possible les cas dans lesquels un patient ou d’autres personnes peuvent prendre connaissance de telles informations. »", "C.  La loi de 2004 sur la santé", "35.  La loi no 576/2004 de 2004 sur la santé est entrée en vigueur le 1er novembre 2004 et a pris effet le 1er janvier 2005. Elle a abrogé notamment l’article 16 de la loi de 1994 sur la santé.", "(...)", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "37.  Les requérantes se plaignent qu’en vertu de la loi de 1994 sur la santé elles n’aient pu se procurer une photocopie de leurs dossiers médicaux. Elles invoquent l’article 8 de la Convention, dont les parties pertinentes disposent :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale (...)", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Arguments des parties", "1.  Les requérantes", "38  Les requérantes soutiennent que la simple possibilité de consulter les dossiers et de prendre des notes ne leur a pas offert un accès effectif aux documents pertinents concernant leur santé. Les dossiers médicaux contiendraient en particulier des courbes, des graphiques, des dessins et d’autres données qu’il ne serait pas possible de reproduire correctement en prenant des notes à la main. Ils seraient volumineux en général et leur retranscription manuelle serait non seulement insuffisante mais aussi chronophage et astreignante.", "39.  Les originaux des dossiers comprendraient des informations que les requérantes estiment importantes du point de vue de leur intégrité morale et physique. Les intéressées craindraient en particulier d’avoir subi une intervention ayant porté atteinte à leur capacité à procréer. Les dossiers comporteraient des informations sur une telle intervention, et permettraient de savoir si les requérantes y ont consenti et dans quelles conditions. Une retranscription dactylographiée ou manuscrite ne serait pas à même de rendre compte fidèlement des éléments spécifiques figurant dans les dossiers originaux, dont certains porteraient la signature des requérantes. Munies de photocopies de leurs dossiers, les intéressées seraient en mesure non seulement de donner un fondement à leurs actions civiles mais aussi de prouver à leurs familles et communautés respectives, selon les cas, que leur stérilité n’est pas le résultat d’un acte délibéré de leur part.", "40.  Enfin, les requérantes ne voient aucune justification à l’argument du Gouvernement selon lequel le fait de présenter au parquet ou au tribunal des transcriptions des passages pertinents des pièces médicales protégerait mieux leur vie privée que le fait de fournir copie des dossiers en question.", "2.  Le Gouvernement", "41.  Selon le Gouvernement, le refus de laisser les requérantes photocopier leurs dossiers médicaux était conforme aux dispositions applicables de la loi no 277/1994 sur la santé (Zákon o zdravotnej starostlivosti – « la loi de 1994 sur la santé »). Ce refus aurait été compatible avec le droit des intéressées au respect de leur vie privée et familiale, compte tenu des circonstances. Singulièrement, les requérantes auraient été autorisées à examiner tous les dossiers et à prendre des notes manuscrites.", "42.  Le refus de laisser les intéressées photocopier leur dossier médical aurait été justifié, à l’époque des faits, par l’obligation incombant à l’Etat de protéger les informations pertinentes contre toute utilisation abusive. L’Etat jouirait d’une marge d’appréciation lorsqu’il s’agit de réglementer les questions de ce type. Cette marge n’aurait pas été dépassée dans le cas des requérantes, qui n’auraient pas été empêchées d’obtenir toute information utile liée à leur santé. Les obligations positives découlant pour les Etats contractants de l’article 8 ne s’étendraient pas à une obligation d’autoriser les particuliers à photocopier leur dossier médical.", "43.  En vertu de la législation applicable, les établissements médicaux seraient tenus, sur demande écrite, de fournir à un enquêteur de police, à un procureur ou à un tribunal, sous forme de notes manuscrites, les informations pertinentes contenues dans le dossier médical de l’individu auteur de la demande. L’avantage de cette manière de procéder résiderait dans le fait que, contrairement à la réalisation d’une copie du dossier médical, elle permettrait d’avoir accès aux parties utiles des dossiers sans divulguer d’autres informations dénuées de rapport avec l’objet de la procédure.", "B.  Appréciation de la Cour", "44.  Le grief en question porte sur l’exercice par les requérantes de leur droit à un accès effectif à des informations concernant leur santé et leur capacité à procréer. A ce titre, il présente un lien avec la vie privée et familiale des intéressées au sens de l’article 8 de la Convention (voir, mutatis mutandis, Roche c. Royaume-Uni [GC], no 32555/96, § 155, CEDH 2005X, avec d’autres références).", "45.  La Cour rappelle qu’aux engagements plutôt négatifs contenus dans l’article 8 peuvent s’ajouter des obligations positives inhérentes à un respect effectif de la vie privée. Pour savoir s’il existe une telle obligation, la Cour prend en compte le juste équilibre à ménager entre l’intérêt général et les intérêts concurrents de l’individu concerné, les objectifs énumérés au paragraphe 2 de l’article 8 pouvant jouer un certain rôle (voir, par exemple, Gaskin c. Royaume-Uni, 7 juillet 1989, § 42, série A no 160).", "46.  La Cour a établi l’existence d’une telle obligation positive notamment dans des affaires où les requérants avaient demandé l’accès à des informations sur les risques pour la santé et le bien-être découlant d’une pollution de l’environnement (Guerra et autres c. Italie, 19 février 1998, § 60, Recueil des arrêts et décisions 1998I), à des informations permettant d’évaluer tout risque pouvant résulter de leur participation à des essais nucléaires (McGinley et Egan c. Royaume-Uni, 9 juin 1998, § 101, Recueil 1998III) ou à des tests ayant impliqué une exposition à des produits chimiques toxiques (Roche, précité). La Cour a considéré en particulier qu’avait pesé sur les autorités une obligation positive d’offrir aux requérants une « procédure effective et accessible » qui leur eût permis d’avoir accès à « l’ensemble des informations pertinentes et appropriées » (voir, par exemple, ibidem, § 162, avec d’autres références).", "De même, la Cour a conclu à l’existence d’une telle obligation positive dans des cas où les requérants avaient demandé l’accès à des dossiers détenus par les services sociaux contenant des informations sur leur enfance et leur histoire personnelle (Gaskin, précité, et M.G. c. Royaume-Uni, no 39393/98, § 31, 24 septembre 2002).", "47.  Gardant à l’esprit que l’exercice du droit au respect de la vie privée et familiale, consacré par l’article 8, doit être concret et effectif (voir, par exemple, Phinikaridou c. Chypre, no 23890/02, § 64, 20 décembre 2007, avec d’autres références), la Cour considère que pareilles obligations positives doivent s’étendre – en particulier dans les affaires qui comme l’espèce portent sur des données à caractère personnel – à la mise à disposition, en faveur de la personne concernée, de copies des dossiers dont elle est l’objet.", "48.  L’on peut admettre que c’est au détenteur du dossier qu’il appartient de définir les mesures à prendre pour copier des dossiers contenant des données personnelles et de déterminer si les frais exposés à cette occasion doivent être supportés par la personne concernée. Toutefois, la Cour estime que l’intéressé ne doit pas être contraint de justifier spécifiquement la demande qu’il forme pour recevoir une copie de ces dossiers. C’est plutôt aux autorités qu’il revient de démontrer l’existence de raisons impérieuses de refuser un tel service.", "49.  Les requérantes en l’espèce ont obtenu des décisions de justice qui leur permettaient de consulter l’intégralité de leurs dossiers médicaux, mais en vertu de la loi de 1994 sur la santé elles n’ont pas été autorisées à les photocopier. La Cour doit déterminer si à cet égard les autorités de l’Etat défendeur ont rempli leur obligation positive et, en particulier, si les motifs invoqués à l’appui de leur refus étaient suffisamment impérieux pour primer le droit des intéressées, fondé sur l’article 8, à obtenir copie de leurs dossiers médicaux.", "50.  Même s’il n’incombait pas aux requérantes de justifier les demandes qu’elles avaient formées en vue d’obtenir copie de leurs propres dossiers médicaux (paragraphe 48 ci-dessus), la Cour souligne que, selon les intéressées, la possibilité exclusive de prendre des notes manuscrites à partir desdits dossiers ne leur offrait pas un accès effectif aux documents pertinents concernant leur santé. Les dossiers originaux, qui ne pouvaient pas être reproduits manuellement, contenaient des informations que les requérantes jugeaient importantes du point de vue de leur intégrité morale et physique, car elles craignaient d’avoir subi une intervention ayant porté atteinte à leur capacité à procréer.", "51.  La Cour observe également que les intéressées ont considéré qu’il leur fallait disposer de tous les documents sous forme de photocopies afin qu’un expert indépendant, le cas échéant à l’étranger, puisse les examiner et aussi afin qu’elles puissent se prémunir contre une éventuelle destruction par mégarde des originaux. Sur ce dernier point, on ne peut passer sous silence le fait que le dossier médical de l’une des requérantes a bel et bien été perdu (paragraphe 27 ci-dessus).", "52.  Les tribunaux nationaux ont justifié l’interdiction de photocopier les dossiers médicaux en invoquant principalement la nécessité de protéger les informations pertinentes contre toute utilisation abusive. S’appuyant sur la marge d’appréciation laissée aux Etats contractants pour les questions de ce type, le Gouvernement estime que les autorités slovaques ont rempli leurs obligations découlant de l’article 8 en autorisant les requérantes ou leurs représentants à examiner l’ensemble des dossiers et à prendre des notes manuscrites.", "53.  Les arguments avancés par les juridictions nationales et le Gouvernement ne sont pas suffisamment convaincants, compte dûment tenu des objectifs énumérés au deuxième paragraphe de l’article 8, pour primer le droit des intéressées à recevoir une copie de leurs dossiers médicaux.", "54.  Singulièrement, la Cour ne voit pas comment les requérantes, qui de toute manière avaient obtenu l’accès à l’intégralité de leurs dossiers médicaux, auraient pu faire une utilisation abusive d’informations sur leur propre personne en photocopiant les documents en question.", "55.  Quant à l’argument concernant une éventuelle utilisation abusive des informations par des tiers, la Cour a précédemment souligné le rôle fondamental que joue la protection des données relatives à la santé pour l’exercice du droit au respect de la vie privée et familiale garanti par l’article 8, et le fait que le respect du caractère confidentiel des informations sur la santé constitue un principe essentiel du système juridique de toutes les parties contractantes à la Convention (I. c. Finlande, no 20511/03, § 38, 17 juillet 2008).", "56.  Il était toutefois possible de prévenir le risque d’une telle utilisation abusive autrement qu’en refusant aux requérantes l’autorisation de se procurer une copie des dossiers. Ainsi, la communication ou la divulgation de données à caractère personnel relatives à la santé qui ne serait pas conforme aux garanties prévues à l’article 8 de la Convention peut être empêchée par des moyens tels que l’incorporation dans la législation interne de garanties appropriées visant à limiter strictement les conditions dans lesquelles pareilles données peuvent être divulguées et l’éventail des personnes autorisées à consulter les dossiers (voir également Z c. Finlande, 25 février 1997, §§ 95-96, Recueil 1997-I).", "57.  Le fait que la loi no 576/2004 sur les soins de santé et les services de santé et sur l’amendement de certaines lois (Zákon o zdravotnej starostlivosti, službách súvisiacich s poskytovaním zdravotnej starostlivosti a o zmene a doplnení niektorých zákonov) ait abrogé la disposition pertinente de la loi de 1994 sur la santé et qu’elle prévoie expressément la possibilité pour les patients ou les personnes mandatées par eux de photocopier les dossiers médicaux va dans le sens de la conclusion ci-dessus. Cette modification de la législation, même si elle est bienvenue, ne change toutefois rien à la situation examinée ici.", "58.  Il y a donc eu manquement à l’obligation positive de garantir le respect effectif de la vie privée et familiale des requérantes, en violation de l’article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "59.  Les requérantes soutiennent qu’il y a eu violation de leur droit d’accès à un tribunal en raison du refus de leur fournir une copie de leurs dossiers médicaux. Elles invoquent l’article 6 § 1 de la Convention, qui dispose en ses parties pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "60.  Les requérantes estiment qu’on leur a interdit d’avoir un accès effectif à leurs dossiers médicaux et de protéger au moyen de photocopies les éléments de preuve qui y figuraient. Disposer de copies des dossiers médicaux aurait été important pour toute action en réparation qu’elles auraient pu former par la suite et pour la charge de la preuve qu’elles auraient alors eu à supporter en tant que demanderesses.", "61.  Se procurer une copie des dossiers médicaux aurait été essentiel pour pouvoir évaluer, avec l’aide d’experts médicaux indépendants choisis par elles, leur situation et les perspectives de succès de toute action civile future. L’importance de ce dernier élément tiendrait au fait que les intéressées, qui vivaient de l’aide sociale, auraient eu à rembourser les frais de la partie adverse en cas de rejet de leur action par les tribunaux.", "62.  Les requérantes considèrent qu’elles n’auraient pu obtenir réparation en priant un tribunal, sur la base de l’article 78 du code de procédure civile, de protéger les dossiers en tant qu’éléments de preuve dans le cadre d’une procédure. Elles se réfèrent à l’article 16 § 5 de la loi de 1994 sur la santé, en vertu duquel les tribunaux auraient été autorisés à recevoir des informations tirées de dossiers médicaux exclusivement sous la forme de notes mais non les dossiers eux-mêmes ou des copies de ceux-ci. A leurs yeux, les juridictions nationales n’étaient donc pas en mesure de vérifier directement une éventuelle incohérence dans leurs dossiers médicaux.", "63.  Le Gouvernement s’appuie sur les conclusions formulées par la Cour constitutionnelle le 8 décembre 2004. En consultant les dossiers médicaux et en prenant des notes à partir de ceux-ci, les requérantes auraient eu une possibilité suffisante d’évaluer leur situation et d’engager le cas échéant des actions civiles. Les dispositions pertinentes du code de procédure civile offriraient des garanties permettant aux intéressées de demander de manière effective réparation devant les tribunaux pour toute atteinte à leurs droits pouvant être établie par la consultation des dossiers médicaux. L’utilisation de notes tirées de leurs dossiers aurait eu l’avantage de protéger les informations confidentielles et les données à caractère personnel non liées au différend en question.", "64.  La Cour rappelle que le droit d’accès à un tribunal est un élément inhérent aux garanties consacrées à l’article 6 de la Convention. Il garantit à chacun le droit à ce qu’un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil. Lorsque l’accès de l’individu au juge est restreint par la loi ou dans les faits, la Cour examine si la restriction touche à la substance du droit et, en particulier, si elle poursuit un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Ashingdane c. Royaume-Uni, 28 mai 1985, § 57, série A no 93).", "65.  La Cour souscrit à l’argument des requérantes consistant à dire qu’elles se sont trouvées dans l’incertitude concernant leur état de santé et leur capacité à procréer après avoir reçu des soins dans les deux hôpitaux en cause, et que l’obtention des éléments de preuve pertinents, en particulier sous la forme de photocopies, était essentielle pour l’évaluation de leur situation, c’est-à-dire de la possibilité de disposer d’un recours effectif devant les tribunaux pour se plaindre d’une éventuelle défaillance dans le traitement médical reçu.", "66.  De l’avis de la Cour, la protection des droits d’une personne découlant de l’article 6 exige que les garanties offertes par cette disposition s’étendent à la situation dans laquelle un individu, à l’instar des requérantes en l’espèce, a en principe un grief de caractère civil mais estime que les conditions en matière de preuve établies par les dispositions légales en vigueur l’empêchent de demander réparation de manière effective devant un tribunal ou rendent difficile la quête de protection judiciaire sans qu’il y ait à cela de justification appropriée.", "67.  Il est vrai que l’interdiction légale qui à l’époque des faits visait la mise à disposition de copies de dossiers n’a pas totalement empêché les requérantes d’engager une action civile basée sur les informations obtenues par la consultation de leurs dossiers. La Cour considère toutefois que l’article 16 § 6 de la loi de 1994 sur la santé a limité de manière disproportionnée leur capacité à présenter leur cause de manière effective devant un tribunal. A cet égard, il y a lieu de tenir compte du fait que les intéressées considéraient la forme originelle des dossiers – lesquels ne pouvaient être reproduits manuellement ni, en vertu de la disposition précitée, être mis à la disposition des requérantes ou des tribunaux (voir, à titre de comparaison, McGinley et Egan, précité, § 90) – comme étant capitale pour l’examen de leur cause.", "68.  Ayant examiné les circonstances de l’espèce sous l’angle de l’article 8 de la Convention, la Cour n’a pas décelé de motif suffisamment solide pour justifier que l’on ait empêché les requérantes d’obtenir une copie de leurs dossiers médicaux. Pour les mêmes raisons, cette restriction ne saurait passer pour compatible avec un exercice effectif par les intéressées de leur droit d’accès à un tribunal.", "69.  En conséquence, il y a eu violation de l’article 6 § 1 de la Convention.", "(...)", "PAR CES MOTIFS, LA COUR", "1.  Dit, à l’unanimité, qu’il y a eu violation de l’article 8 de la Convention ;", "", "2.  Dit, par six voix contre une, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "(...)", "", "6.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 28 avril 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "Lawrence Early\tNicolas Bratza\n\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion partiellement dissidente du juge Šikuta.", "N.B.\nT.L.E.", "OPINION PARTIELLEMENT DISSIDENTE\nDU JUGE ŠIKUTA", "(Traduction)", "A mon grand regret, je ne puis souscrire à la conclusion de la majorité selon laquelle il y a eu violation de l’article 6 de la Convention, et ce pour les raisons exposées ci-après.", "La chambre ayant conclu à l’unanimité à la violation de l’article 8 de la Convention, point qui constituait le véritable cœur de l’affaire, j’ai estimé qu’il n’y avait pas lieu d’examiner le grief tiré de l’article 6.", "Les juridictions nationales, à deux niveaux, et dans le cadre de deux procédures civiles distinctes, ont accueilli l’action des intéressées et sommé l’hôpital universitaire J. A. Reiman de Prešov et le centre médical de Krompachy d’autoriser toutes les requérantes et leurs représentants à consulter les dossiers médicaux et à en tirer des notes manuscrites. Concernant l’accès aux dossiers médicaux, c’était là le maximum qui était autorisé en vertu de la législation nationale pertinente alors en vigueur. C’est pourquoi les tribunaux ont rejeté la demande formée par les intéressées aux fins de pouvoir photocopier les pièces médicales.", "Le fait que la Cour ait conclu à la violation de l’article 8 parce que les requérantes n’ont pas pu faire des copies de leurs dossiers médicaux ne signifie pas que les intéressées n’ont pas eu accès à un tribunal.", "J’admets que, vu la situation, les requérantes n’ont disposé que d’éléments et d’informations limités puisqu’elles n’ont pas été autorisées à faire des copies des dossiers médicaux.", "Je n’admets pas que le volume d’informations en leur possession ait été insuffisant pour l’évaluation de leur situation et le déclenchement éventuel d’une procédure civile. Je n’admets pas non plus que l’absence de copies des dossiers ait empêché les requérantes d’engager une action en justice sur la base des informations obtenues par la consultation de leurs dossiers.", "Premièrement, si des informations complémentaires à celles dont disposent les requérantes s’avéraient nécessaires lors d’une procédure civile, une juridiction nationale, suivant la pratique habituelle, désignerait un expert, dont le rôle consisterait à étudier les originaux des dossiers médicaux, à se pencher sur l’état de santé des requérantes et à répondre à des questions médicales pointues posées par le tribunal saisi de l’affaire. Cette procédure serait mise en œuvre indépendamment des points de savoir si les requérantes disposent de copies de tous les dossiers médicaux et si elles s’appuient sur une expertise privée établie à leur demande par un autre expert. La juridiction nationale serait tenue, après le déclenchement de la procédure, de désigner d’office, à partir de la liste des experts judiciaires, un autre expert indépendant, qui aurait accès à tous les originaux des dossiers médicaux, conformément à l’article 16 de la loi de 1994 sur la santé (Zákon o zdravotnej starostlivosti č. 277/1994 Z.z.).", "Deuxièmement, les requérantes n’ont même pas essayé d’engager une procédure civile de ce type. C’est pourquoi leurs arguments tendant à dire que l’absence de copies a été un élément crucial concernant une éventuelle action civile en réparation – quant à la charge de la preuve et à l’appréciation des chances de succès de l’action – revêtent un caractère hypothétique et spéculatif. Sur ce point je souscris sans réserve aux conclusions de la Cour constitutionnelle. De plus, si les requérantes se trouvaient à cause des restrictions légales dans l’incapacité d’étayer suffisamment leur action en justice à l’aide d’autres d’éléments, les tribunaux n’écarteraient pas leur action et ne les défavoriseraient pas quant à la charge de la preuve pesant sur elles mais sommeraient les deux établissements médicaux – l’hôpital universitaire de Prešov et le centre médical de Krompachy – de communiquer l’ensemble des originaux des dossiers médicaux des requérantes ou des notes pertinentes tirées de ces dossiers.", "Troisièmement, une interprétation aussi vaste et large du droit d’accès à un tribunal va bien au-delà de la jurisprudence constante de la Cour. Dans l’affaire McGinley et Egan c. Royaume-Uni (9 juin 1998, Recueil des arrêts et décisions 1998-III), qui dans une certaine mesure est celle qui se rapproche le plus de l’espèce, la Cour a conclu à la non-violation de l’article 6 § 1 de la Convention au motif qu’il existait une procédure permettant la divulgation de documents, procédure dont les requérants n’avaient pas fait usage, et que dans ces conditions on ne pouvait considérer que l’Etat avait privé les intéressés d’un accès effectif à la Commission de recours des pensions (Pension Appeal Tribunal). Nous sommes ici face à la même situation : les requérantes avaient la possibilité d’engager une procédure civile permettant, en application de l’article 16 de la loi de 1994 sur la santé, la divulgation de l’ensemble des dossiers médicaux pertinents. Or elles n’ont pas engagé pareille procédure et ont dès lors négligé de faire usage d’une procédure qui existait et s’offrait à elles.", "En conclusion, j’estime que les requérantes en l’espèce disposaient d’informations limitées du fait qu’elles n’ont pas été autorisées à faire des copies de l’ensemble des dossiers médicaux, mais qu’elles n’ont pas subi une restriction d’une ampleur et d’une nature telles qu’elles auraient été privées d’un accès effectif à un tribunal et qu’il y aurait eu violation de l’article 6 § 1 de la Convention."]}