{"file": "FRE_HFJUD_34553_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34553/97", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE DULAURANS c. FRANCE", "", "(Requête n° 34553/97)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "21 mars 2000", "", "Cet arrêt peut subir des retouches de forme avant la parution de sa version définitive dans le recueil officiel contenant un choix d’arrêts et de décisions de la Cour.", "", "En l’affaire Dulaurans c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tSir\tNicolas Bratza, président,\n\tMM.\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tP. Kūris,\n\tMme\tF. Tulkens,\n\tMM.\tW. Fuhrmann,\n\t\tK. Traja, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 7 mars 2000,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  L’affaire a été déférée à la Cour, conformément aux dispositions qui s’appliquaient avant l’entrée en vigueur du Protocole n° 11 à la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »), par la Commission européenne des Droits de l’Homme (« la Commission ») et par le gouvernement français (« le Gouvernement ») les 2 et 30 novembre 1998 respectivement (article 5 § 4 du Protocole n° 11 et anciens articles 47 et 48 de la Convention).", "2.  A l’origine de l’affaire se trouve une requête (n° 34553/97) dirigée contre la France et dont une ressortissante de cet Etat, Mme Michelle Christine Dulaurans (« la requérante »), avait saisi la Commission le 17 décembre 1996 en vertu de l’ancien article 25 de la Convention. La requérante alléguait que son droit à un procès équitable avait été violé.", "La Commission a déclaré la requête recevable le 14 janvier 1998. Dans son rapport du 20 mai 1998 (ancien article 31 de la Convention), elle formule l’avis que l’article 6 de la Convention a été violé en l’espèce (par douze voix contre une).", "3.  Devant la Cour, la requérante est représentée par Me J.-A. Blanc, avocat au Conseil d’Etat et à la Cour de cassation. Le Gouvernement est représenté par M. R. Abraham, directeur des affaires juridiques au ministère des Affaires étrangères, en qualité d’agent.", "4.  Le 2 mars 1999, le collège de la Grande Chambre a décidé que l’affaire devait être examinée par une chambre de la Cour (article 100 § 1 du règlement). Le président de la Cour a attribué l’affaire à la troisième section (article 52 § 1 du règlement).", "5.  La requérante et le Gouvernement ont chacun déposé un mémoire. Après consultation de l’agent du Gouvernement et de l’avocat de la requérante, la chambre a décidé qu’il n’était pas nécessaire de tenir une audience.", "EN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "6.  Par procuration en date du 15 octobre 1991, la requérante donna pouvoir à B.N., marchand de biens, de vendre deux immeubles lui appartenant, pour un « prix minimum de l’ensemble de vingt millions de francs ». Il était précisé par la requérante que « les honoraires de [B.N.] sont à ma charge d’environ dix pour cent hors taxe du prix de vente ».", "7.  Le 5 novembre 1991, B.N. négocia la vente de ces immeubles avec la société S. Par deux procurations en date du 25 novembre 1991, la requérante donna mandat à B.N. de vendre lesdits immeubles, le premier moyennant un prix de vingt millions de francs et le second moyennant un prix de deux millions de francs, honoraires compris. Par lettre du 27 novembre 1991, la société S. accepta l’offre concernant la vente du premier immeuble.", "8.  Par lettre recommandée avec accusé de réception du 9 janvier 1992, la requérante, qui avait trouvé acquéreur à meilleur prix, révoqua les deux mandats de vente conférés le 25 novembre 1991.", "9.  Le jour même, B.N. lui répondit qu’il avait déjà, les 7 et 8 janvier 1992, contracté deux promesses de vente en son nom, l’une au profit de la société S. pour le premier immeuble, l’autre au profit de J. pour le second.", "10.  Le 16 janvier 1992, la requérante conclut avec B.N. une transaction par laquelle elle s’engageait à lui verser une indemnité forfaitaire de 500 000 francs avec intérêts de retard au taux de 12% l’an, payable au plus tard le 15 mai 1992. Par ailleurs, par deux chèques en date du 17 janvier 1992, la requérante paya aux deux acquéreurs contactés par B.N. des indemnités de dédit de 900 000 et 350 000 francs respectivement. ", "11.  Malgré une mise en demeure du 14 mai 1992, la requérante refusa de verser à B.N. la somme convenue. Le 9 juillet 1992, ce dernier assigna la requérante en paiement de la somme de 500 000 francs, avec le bénéfice de l’exécution provisoire.", "12.  Par écritures signifiées le 7 janvier 1993, la requérante conclut principalement à la nullité des contrats de mandat du 25 novembre 1991, notamment pour dol et non-respect des dispositions de la loi du 2 janvier 1970, réglementant les conditions d’exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce (voir ci-après « Droit interne pertinent »). Argumentant sur l’application de cette loi, la requérante soutint notamment « qu’il est incontestable que B.N. était soumis aux dispositions de la loi du 25 janvier 1970 (...) ; l’activité de B.N. (...) est celle de marchand de biens (...) ; c’est ce que confirme la jurisprudence civile (...), en exigeant simplement que le marchand de biens ait effectué deux opérations énumérées à l’article 1 de la loi de 1970 pour que les dispositions de cette loi lui soient applicables (...) ». La requérante réitéra cette thèse dans ses conclusions en réplique, en notant « qu’en la matière, la jurisprudence exige simplement que le marchand de biens ait effectué deux opérations énumérées à l’article 1 de la loi de 1970 pour que les dispositions de cette loi lui soient applicables. En l’espèce, B.N. a au moins effectué deux opérations en fraude des dispositions de la loi de 1970 en ce qui concerne [la requérante], nonobstant toutes les autres opérations que ce professionnel a pu réaliser et que la concluante ignore ». Sur le fond du litige, la requérante se plaignit que les actes du 25 novembre 1991 ne précisaient pas le montant de la commission due et ne comportaient aucune limitation de leur effet dans le temps.", "13.  Le 6 avril 1993, le tribunal de grande instance de Nanterre condamna la requérante à payer à B.N. la somme de 500 000 francs avec intérêts au taux contractuel de 12% l’an à compter du 15 mai 1992, en exécution de la transaction du 16 janvier 1992. Le tribunal considéra en particulier que la requérante « prétend sans établir que cette transaction serait dépourvue d’effet juridique au motif que son consentement aurait été usurpé par le dol ou la violence ; elle ne justifie pas d’aucun élément de preuve quelconque de ces allégations ; il apparaît au contraire qu’elle a agi en qualité de femme d’affaires avisée parfaitement au courant du marché immobilier ; le protocole d’accord du 16 janvier 1992 répond par conséquent à l’ensemble des conditions de validité prévues par les articles 2044 et suivants du code (...) ». ", "Le tribunal ne répondit pas aux griefs soulevés par la requérante au titre des dispositions de la loi du 2 janvier 1970. ", "14.  Le 6 mai 1993, la requérante versa à son adversaire la somme de 568 566 francs en exécution de la transaction du 16 janvier 1992.", "15.  Par ailleurs, elle interjeta appel de la décision du tribunal de grande instance de Nanterre, en sollicitant notamment la constatation de la nullité des mandats de vente du 25 novembre 1991, qui auraient été établis, selon elle, en violation des dispositions de la loi du 2 janvier 1970. En particulier, dans ses conclusions du 6 septembre 1993, elle soutint que « (...) il n’est pas contestable que B.N. se trouve soumis aux dispositions de la loi du 2 janvier 1970 réglementant les conditions d’exercice des activités relatives à certaines opérations portant sur les immeubles et les fonds de commerce (...) ». ", "16.  En outre, dans ses conclusions du 7 mars 1994 en réponse à celles du défendeur, la requérante soutint que « (...) B.N., contestant sa qualité de professionnel de l’immobilier et le fait de se livrer d’une manière habituelle aux opérations immobilières visées à l’article 1er de la loi du 2 janvier 1970, soutient que ces dispositions ne trouvent pas application. Cette argumentation est inopérante. En effet, ainsi que B.N. le rappelle lui-même dans ses écritures, il était déjà intervenu auprès de [la requérante] pour l’acquisition des divers biens immobiliers pour un montant total de 5 000 000 francs, opération concrétisée par un acte du 14 octobre 1991 (...) ; [B.N.] s’est bien gardé d’attirer l’attention de la concluante sur l’application de la loi du 2 janvier 1970, en sorte qu’il ne saurait soutenir l’existence d’un accord concernant l’exclusion de ces dispositions légales d’ordre public (...) ».", "17.  Le 26 mai 1994, la cour d’appel de Versailles confirma le jugement attaqué, en considérant notamment « qu’en sa qualité de marchand de biens ne se livrant pas d’une manière habituelle aux opérations visées à l’article 1er de la loi du 2 janvier 1970, [B.N.] ne tombe pas sous le coup de cette loi ».", "18.  La requérante se pourvut alors en cassation. Dans son mémoire ampliatif du 7 décembre 1994, elle soutint que « (...) la loi du 2 janvier 1970 s’applique même aux personnes qui n’accomplissent qu’à titre accessoire les opérations qu’elle vise (...) ; qu’ainsi, il importait peu que [B.N.] eût exercé, fût-ce à titre principal, une autre activité de marchand de biens dès lors que la constatation de la pluralité de mandats relatifs à des opérations bien distinctes caractérisait l’accomplissement d’une manière habituelle d’opérations portant sur les biens d’autrui (...) ».", "19.  Dans son mémoire en défense, déposé devant la Cour de cassation le 9 mars 1995, B.N. souleva une exception d’irrecevabilité tirée de la nouveauté du moyen présenté par la requérante à l’appui de son pourvoi en cassation. En particulier, B.N. nota que « la critique pourra d’abord être écartée comme nouvelle et mélangée de fait et de droit. En effet, dans ses conclusions d’appel, [la requérante], sans doute moins inspirée à l’époque, n’avait pas songé à soutenir que le caractère habituel de l’activité pourrait résulter de la seule acceptation de deux mandats le même jour ».", "20.  Le 2 juillet 1996, la Cour de cassation rejeta le pourvoi de la requérante au motif que cette dernière « qui, initialement le 15 octobre 1991, avait consenti un pouvoir pour vendre les deux immeubles, n’a pas soutenu dans ses conclusions que [B.N.], d’une manière habituelle, se livrait ou prêtait son concours aux opérations prévues par la loi du 2 janvier 1970 [et] qu’elle n’est pas recevable à le faire pour la première fois devant la Cour de cassation ». Jugeant en outre le pourvoi de la requérante abusif, la Cour de cassation condamna celle-ci à une amende civile de 10 000 francs. En outre, la requérante a dû verser à son adversaire la somme de 12 000 francs au titre des frais non compris dans les dépens en sa qualité de partie perdante.", "II.\tLE DROIT INTERNE PERTINENT", "  A.\t\tLoi n° 70-9 du 2 janvier 1970", "21.  Entrent ici en ligne de compte les dispositions suivantes de la loi du 2 janvier 1970 :", "Article 1er", "« Les dispositions de la présente loi s’appliquent aux personnes physiques ou morales qui, d’une manière habituelle, se livrent ou prêtent leur concours, même à titre accessoire, aux opérations portant sur les biens d’autrui et relatives à : i) L’achat, la vente, l’échange, la location ou sous-location en nu ou en meublé d’immeubles bâtis ou non bâtis (...). »", "Article 6", "« Les conventions conclues avec les personnes visées à l'article 1er ci-dessus et relatives aux opérations qu'il mentionne doivent être rédigées par écrit et préciser (...) les conditions de détermination de la rémunération, ainsi que l’indication de la partie qui en aura la charge (...). »", "Article 7", "« Sont nulles les promesses et les conventions de toute nature relatives aux opérations visées à l’article 1er qui ne comportent pas une limitation de leurs effets dans le temps. »", "B.\tCode de procédure civile", "22.  Les dispositions pertinentes du code de procédure civile se lisent ainsi :", "Article 563", "« Pour justifier en appel les prétentions qu’elles avaient soumises au premier juge, les parties peuvent invoquer des moyens nouveaux, produire de nouvelles pièces ou proposer de nouvelles preuves. »", "Article 619", "« Les moyens nouveaux ne sont pas recevables devant la Cour de cassation. ", "Peuvent néanmoins être invoqués pour la première fois, sauf disposition contraire :", "1° Les moyens de pur droit ;", "2° Les moyens nés de la décision attaquée. »", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "23.  La requérante se plaint qu’elle n’a pas bénéficié d’un procès équitable, dans la mesure où la Cour de cassation déclara l’unique moyen de cassation irrecevable, en se fondant sur une constatation manifestement inexacte, à savoir qu’il s’agissait d’un moyen nouveau. Elle invoque l’article 6 § 1 de la Convention, dont les parties pertinentes sont ainsi libellées :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...), par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) » ", "La Commission conclut qu’en se basant sur une constatation manifestement inexacte, relative à l’argumentation développée par la requérante devant la cour d’appel, la Cour de cassation ne lui a pas assuré son droit à un procès équitable.", "1.\tThèses des parties", "a)\tLa requérante", "24.  La requérante affirme qu’elle avait très clairement soutenu, tant en première instance qu’en appel, que son adversaire se livrait de manière habituelle à des opérations régies par la loi du 2 janvier 1970. Elle considère qu’on ne saurait souscrire à l’opinion que le moyen présenté devant la Cour de cassation était nouveau au seul motif qu’elle n’aurait pas à nouveau précisé devant la cour d’appel que son adversaire avait reçu deux mandats distincts pour la vente des deux immeubles. L’existence de ces deux mandats faisait partie des faits constants de l’espèce ; ainsi, en écrivant que B.N. était « déjà intervenu » à l’occasion d’une précédente vente, la requérante se référait implicitement mais nécessairement aux deux mandats litigieux postérieurs, auxquels s’ajoutait ce troisième mandat pour caractériser l’élément d’habitude.", "25.  Ce n’est, en conséquence, que par suite d’une erreur d’appréciation manifeste que la Cour de cassation a constaté que la requérante n’avait jamais soutenu dans ses conclusions que B.N., d’une manière habituelle, se livrait ou prêtait son concours aux opérations prévues par la loi du 2 janvier 1970.", "26.  A cet égard, la requérante souligne qu’il importe peu que son adversaire ait soulevé une exception d’irrecevabilité tirée de la nouveauté du moyen. D’une part, la procédure avec représentation obligatoire devant la Cour de cassation est ainsi réglementée que deux mémoires seulement peuvent être déposées : un mémoire en demande et un mémoire en défense. Aucun mémoire en réplique n’est prévu. D’autre part, il appartenait en tout état de cause à la Cour de cassation d’examiner par elle-même le bien-fondé de l’exception d’irrecevabilité en question. A cet effet, elle disposait de toutes les conclusions déposées par la requérante en première instance et en appel.", "b)\tLe Gouvernement", "27.  Le Gouvernement rappelle la spécificité du pourvoi en cassation, voie de droit extraordinaire pouvant obéir à des règles plus formalistes et plus rigoureuses. Il note qu’à l’examen du dossier, il n’est pas contestable que la requérante a bien évoqué l’application de la loi de 1970 en cause d’appel. Cependant, il note qu’il ne suffit pas de soulever un argument devant une juridiction pour qu’il devienne un moyen, au sens de la jurisprudence de la Cour de cassation. Il faut en effet que le moyen ait été articulé avec précision dans les conclusions du demandeur au pourvoi pour être considéré comme tel.", "28.  Le Gouvernement affirme à cet égard que l’analyse du mémoire ampliatif déposé par la requérante devant la Cour de cassation permet de constater que celle-ci s’est appuyée sur un raisonnement qu’elle n’avait absolument pas développé devant la cour d’appel. En particulier, le moyen de cassation présenté par la requérante reposait sur les prémisses suivantes : a) la loi de 1970 s’applique aux personnes qui pratiquent habituellement les opérations visées par ce texte ; b) le caractère habituel peut résulter de la simple constatation de l’existence de deux mandats relatifs à des opérations bien distinctes ; c) B.N. ayant vendu deux immeubles en vertu des mandats du 25 novembre 1991, il a effectué deux actes distincts et doit donc être considéré comme pratiquant de manière habituelle les opérations visées par la loi précitée. Or devant la cour d’appel, la requérante s’est contentée d’affirmer l’applicabilité de la loi du 2 janvier 1970, en indiquant que B.N. « était déjà intervenu auprès [d’elle] pour l’acquisition des divers biens immobiliers pour un montant total de 5 000 000 FRF, opération concrétisée par un acte du 14 octobre 1991. »", "29.  De l’avis du Gouvernement, force est ainsi de constater qu’à aucun moment, dans ses conclusions présentées devant la cour d’appel, la requérante n’a fondé le caractère habituel de la mission confiée à B.N. sur les deux mandats délivrés simultanément le 25 novembre 1991 en vue de vendre deux immeubles ; elle s’est fondée sur des éléments de fait complètement différentes, puisqu’elle a déduit ce caractère habituel non pas de la délivrance simultanée des deux mandats, mais de la succession dans le temps de la vente réalisée antérieurement, le 14 octobre 1991, entre B.N. et elle-même, et des mandats consentis le 25 novembre 1991.", "30.  Par conséquent, faute d’avoir soutenu devant la cour d’appel que l’existence concomitante de deux mandats de vente caractérisait l’habitude requise par la loi de 1970, la requérante ne pouvait ensuite faire état de cette argumentation devant la Cour de cassation, cette dernière étant dans l’impossibilité de répondre à une question mélangée de fait et de droit, qui n’avait pas été précédemment posée aux juges ayant rendu la décision attaquée.", "31.  Le Gouvernement ajoute à cet égard que le fait que la requérante avait présenté de manière plus précise, devant le tribunal de grande instance de Nanterre, ses arguments relatifs aux deux mandats donnés à B.N., ne permet pas de pallier l’insuffisance de ses conclusions devant la cour d’appel de Versailles, qui n’était saisie que de ces dernières. La Cour de cassation ne pouvait pas valablement reprocher à la cour d’appel de n’avoir pas répondu à un moyen de défense qui ne lui avait pas été clairement soumis. Il était dès lors inévitable que le moyen de cassation présenté par la requérante soit considéré comme nouveau par la Cour de cassation.", "32.  Le Gouvernement considère enfin que la présente affaire doit être clairement distinguée de l’affaire Fouquet, dans laquelle la Commission avait considéré qu’un plaideur n’était pas effectivement entendu, lorsqu’un moyen de défense essentiel était méconnu par la juridiction compétente (arrêt Fouquet c. France du 31 janvier 1996, Recueil des arrêts et décisions 1996-I, rapport de la Commission du 12 octobre 1994). A la différence de cette affaire, le Gouvernement note qu’en l’espèce, la Cour de cassation n’a oublié aucun des éléments présentés par la requérante à l’appui de son unique moyen de défense ; c’est bien après avoir analysé le mémoire établi au soutien du pourvoi que la Cour de cassation rejeta le moyen présenté par la requérante considérant qu’il était nouveau. Le Gouvernement souligne à cet égard que la nouveauté du moyen présenté par la requérante a été clairement soulevée par son adversaire dans son mémoire en défense, déposé devant la Cour de cassation le 9 mars 1995. Sur ce point, le Gouvernement précise que rien n’empêchait la requérante, après avoir pris connaissance du mémoire en réponse du défendeur, de produire des observations complémentaires sur la recevabilité de son moyen, pour tenter de démontrer qu’il n’était pas nouveau.", "2.\tAppréciation de la Cour", "33.   La Cour rappelle que le droit à un procès équitable, garanti par l’article 6 § 1 de la Convention, englobe, entre autres, le droit des parties au procès à présenter les observations qu’elles estiment pertinentes pour leur affaire. La Convention ne visant pas à garantir des droits théoriques ou illusoires mais des droits concrets et effectifs (arrêt Artico c. Italie du 13 mai 1980, série A n° 37, p. 16, § 33), ce droit ne peut passer pour effectif que si ces observations sont vraiment « entendues », c’est-à-dire dûment examinées par le tribunal saisi. Autrement dit, l’article 6 implique notamment, à la charge du « tribunal », l’obligation de se livrer à un examen effectif des moyens, arguments et offres de preuve des parties, sauf à en apprécier la pertinence (voir l’arrêt Van de Hurk c. Pays-Bas du 19 avril 1994, série A n° 288, p. 19, § 59).", "34.  La tâche de la Cour consiste donc à rechercher si cette condition se trouva remplie en l’espèce : la Cour doit s’assurer que l’irrecevabilité de l’unique moyen produit par la requérante à l’appui de son pourvoi ne fut pas le résultat d’une erreur manifeste d’appréciation de la part de la Cour de cassation.", "35.  La Cour note, en particulier, que la requérante reprochait à la cour d’appel d’avoir à tort considéré que son adversaire ne tombait pas sous le coup de la loi du 2 janvier 1970. Or la Cour de cassation rejeta ce moyen, au motif qu’il était nouveau. D’après le Gouvernement, il ne s’agit pas là d’une erreur de la part de la Cour de cassation, mais d’une appréciation exacte formée après examen du moyen. ", "36.  La Cour n’est toutefois pas convaincue par cette argumentation. Force est de constater que la requérante n’a pas cessé, dès le début de la procédure litigieuse, de prétendre que son adversaire était soumis aux dispositions de la loi de 1970. Tant en première instance qu’en cassation, elle a clairement affirmé que le caractère habituel de la mission confiée à son adversaire résultait des deux mandats qui lui avaient été donnés le 25 novembre 1991 en vue de vendre deux immeubles. S’il est vrai que devant la cour d’appel, la requérante soulignât que son adversaire était déjà intervenu auprès d’elle à l’occasion d’une précédente vente, sans se référer expressément aux deux mandats litigieux, la Cour estime néanmoins qu’on ne saurait parler en l’espèce de deux raisonnements distincts. En indiquant que son adversaire était  « déjà » intervenu auprès d’elle, la requérante ne pouvait que faire allusion aux deux mandats à l’épicentre du litige, auxquels elle s’était déjà référée devant le tribunal de première instance et auxquels elle se référa par la suite devant la Cour de cassation.", "37.  Par ailleurs, la Cour relève que la Cour de cassation s’est bornée à déclarer que la requérante « n’a pas soutenu dans ses conclusions que [B.N.], d’une manière habituelle, se livrait ou prêtait son concours aux opérations prévues par la loi du 2 janvier 1970 ». Or, la Cour estime que cette conclusion est contredite par le dispositif même de l’arrêt de la cour d’appel, qui conclut que B.N. « ne se livra[i]t pas d’une manière habituelle aux opérations visées à l’article 1er de la loi du 2 janvier 1970 ». La Cour n’aperçoit aucune raison pour laquelle la cour d’appel serait arrivée à une telle constatation, si ce n’est pour répondre à une allégation soulevée par la requérante en ce sens.", "38.  En tout état de cause, la Cour note que la Cour de cassation n’a pas davantage expliqué sa position, et n’a pas opéré une distinction entre le raisonnement développé par la requérante devant les trois juridictions saisies, comme le fait maintenant le Gouvernement. L’absence de toute autre motivation amène la Cour à conclure que la seule raison pour laquelle la Cour de cassation rejeta le moyen en question était le résultat d’une erreur manifeste d’appréciation.", "39.  La Cour conclut que la Cour de cassation n’a pas assuré à la requérante son droit à un procès équitable, au sens de l’article 6 § 1 de la Convention.", "Partant il y a eu violation de cette disposition.", "II.\tSUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "40.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "41.  La requérante estime avoir été privée de toute chance de gagner son procès. Si son moyen n’avait pas été à tort déclaré nouveau et irrecevable, il aurait inéluctablement entraîné la cassation de l’arrêt attaqué, et abouti au succès total de ses prétentions devant la juridiction de renvoi. La requérante sollicite le remboursement d’une somme de 2 758 566 francs au titre du préjudice matériel, qui correspond respectivement à la somme versée à son adversaire en exécution de la transaction intervenue le 16 janvier 1992 (568 566 francs plus 200 000 francs au titre des intérêts au taux légal), aux sommes versées aux deux acquéreurs contactés par B.N. au titre des indemnités de dédit (1 250 000 francs plus 650 000 francs au titre des intérêts au taux légal), et enfin au paiement du notaire rédacteur des promesses de vente (60 000 francs plus 30 000 francs au titre des intérêts au taux légal).", "Elle sollicite également la somme de 50 000 francs au titre du préjudice moral causé par la violation de la Convention.", "42.  En ce qui concerne la somme sollicitée au titre du préjudice matériel, le Gouvernement observe qu’à l’appui de sa demande la requérante demande en réalité à la Cour de trancher en sa faveur le litige qui l’opposait à son adversaire. Or, force est de constater, selon le Gouvernement, que la requérante a parfaitement pu se défendre devant les juridictions du fond, et que ses demandes ont toujours été rejetées. Ainsi, le Gouvernement affirme que la « perte de chances » dont se prévaut la requérante pour justifier ses demandes est totalement illusoire. En tout état de cause, et à supposer même que la Cour de cassation ait examiné le pourvoi de la requérante, et qu’elle ait fait droit à ses arguments, en cassant l’arrêt de la cour d’appel attaqué, rien ne permet de supposer que la cour d’appel de renvoi aurait ensuite accueilli favorablement ses prétentions. Par conséquent, le Gouvernement estime que l’ensemble des demandes formulées par la requérante au titre du dommage matériel devront être rejetées.", "En ce qui concerne la réparation d’un éventuel dommage moral, le Gouvernement estime que le constat de violation constituerait une satisfaction équitable suffisante.", "43.  La Cour relève que la seule base à retenir pour l’octroi d’une satisfaction équitable réside en l’espèce dans le fait que la requérante n’a pu jouir devant la Cour de cassation des garanties de l’article 6. Elle ne saurait certes spéculer sur ce qu’eût été l’issue du procès dans le cas contraire, mais n’estime pas déraisonnable de penser que l’intéressée a subi une perte de chances réelles (voir, mutatis mutandis, l’arrêt Pelissier et Sassi c. France du 25 mars 1999, à publier au Recueil des arrêts et décisions 1999, § 80). A quoi s’ajoute un préjudice moral auquel le constat de violation de la Convention figurant dans le présent arrêt ne suffit pas à remédier. Statuant en équité, comme le veut l’article 41, la Cour alloue à la requérante la somme de 100 000 francs.", "B.\tFrais et dépens", "44.  La requérante sollicite le paiement des frais et dépens concernant la procédure interne, soit la somme de 98 179,13 francs, à laquelle s’ajoutent le remboursement de l’amende civile à laquelle elle a été condamnée par la Cour de cassation (10 000 francs), et celui de la somme versée à son adversaire au titre des frais non compris dans les dépens en sa qualité de partie perdante (12 000 francs), soit 22 000 francs.", "S’agissant des frais et dépens exposés devant les organes de la Convention, la requérante sollicite le remboursement d’une somme de 60 300 francs.", "45.  Le Gouvernement affirme que seuls peuvent donner lieu à une indemnisation les frais et dépens engagées devant les juridictions appelées à connaître du grief tiré de la violation de la Convention. En l’espèce, seuls les frais engagés devant les organes de la Convention doivent être pris en compte, puisque le grief soulevée par la requérante ne concerne que l’arrêt de la Cour de cassation. Pour le Gouvernement une somme de 40 000 francs semblerait raisonnable.", "46.  Sur la base des éléments en sa possession, la Cour, statuant en équité, accorde à la requérante 50 000 francs.", "C.\tIntérêts moratoires", "47.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt était de 3,47 % l’an.", "par ces motifs, la cour, A L'UNANIMITE,", "1.\tDit, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "2.\tDit, que l’État défendeur doit verser à la requérante, dans les trois mois, 100 000 (cent mille) francs français pour dommages matériel et moral, ainsi que 50 000 (cinquante mille) francs français pour frais et dépens, montants à majorer d’un intérêt simple de 3,47 % l’an à compter de l’expiration dudit délai et jusqu’au versement ; ", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 21 mars 2000 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "", "\tS. Dollé\tN. Bratza\n\tGreffière\tPrésident"]}