{"file": "FRE_HFJUD_77193_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "77193/01", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE DRAGOTONIU ET MILITARU-PIDHORNI c. ROUMANIE", "", "", "(Requêtes nos 77193/01 et 77196/01)", "", "ARRÊT", "", "", "", "STRASBOURG", "", "24 mai 2007", "", "", "", "DÉFINITIF", "", "24/08/2007", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En les affaires Dragotoniu et Militaru-Pidhorni c. Roumanie,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tB.M. Zupančič, président,\n\t\tC. Bîrsan,", "\tMmes\tE. Fura-Sandström,\n\t\tA. Gyulumyan,\n\tM.\tDavid Thór Björgvinsson,\n\tMmes\tI. Ziemele,\n\t\tI. Berro-Lefèvre, juges,", "et de M. S. Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 3 mai 2007,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouvent deux requêtes (nos 77193/01 et 77196/03) dirigées contre la Roumanie et dont les requérants Nicolae Dragatoniu et Ioan Militaru-Pidhorni, ressortissants de cet État, (« les requérants »), ont saisi la Cour le 8 septembre 2000, en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me L. Bercea, avocat à Timişoara. Le gouvernement roumain (« le Gouvernement ») est représenté par son coagent, Mme R. Paşoi, du ministère des Affaires étrangères.", "3.  Le 30 janvier 2006, la Cour a décidé de communiquer les requêtes au Gouvernement. Se prévalant des dispositions de l'article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l'affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "4.  Les requérants sont nés respectivement en 1951 et 1948 et résident à Timişoara.", "A.  La détention provisoire des requérants", "5.  A l'époque des faits, les requérants étaient des employés de la banque B., société commerciale à capital privé, à Timişoara, le premier en étant le comptable en chef et le deuxième le directeur.", "6.  Le 15 septembre 1994, le premier requérant fut arrêté sur la base d'une ordonnance du procureur, étant accusé du chef de corruption passive et d'autres infractions. Il fut remis en liberté le 23 septembre 1994.", "7.  Le 20 janvier 1995, les deux requérants furent placés en détention provisoire pour les infractions précitées. Par plusieurs décisions, le tribunal départemental de Timiş prolongea leur détention provisoire. Les requérants n'introduisirent pas de recours contre ces décisions de prolongation.", "B.  Le procès pénal devant les tribunaux internes", "8.  Par un jugement du 27 février 1996, le tribunal départemental de Timiş constata que les deux requérants avaient reçu chacun, en 1991, une voiture de la part de S., en échange de l'accomplissement d'actes contraires à leurs obligations professionnelles et visant à accorder des avantages indus à S. En fait, ils avaient émis deux lettres de garantie bancaire datées des 12 août et 11 octobre 1991 au profit de ce dernier, bien qu'il ne possédât pas la provision bancaire nécessaire. Par conséquent, le tribunal condamna le premier requérant, Nicolae Dragotoniu, pour corruption passive sur la base de l'article 254 du code pénal et pour d'autres infractions à un an et un mois d'emprisonnement, et ordonna l'interdiction d'exercer certains de ses droits civils. Il condamna également le deuxième requérant, Ioan MilitaruPidhorni, pour corruption passive et pour une autre infraction à un an et un mois d'emprisonnement, et ordonna l'interdiction d'exercer certains de ses droits civils.", "9.  Les requérants ainsi que le parquet interjetèrent appel. Ils alléguaient notamment que les faits qui leur étaient reprochés ne constituaient pas au moment où ils avaient été commis une infraction d'après le droit national. D'après eux, l'infraction de corruption passive supposait que l'auteur ait la qualité de fonctionnaire public ou de fonctionnaire ou salarié d'une entreprise d'État, alors qu'ils étaient employés d'une banque privée. Ils reconnaissaient qu'à la date du prononcé du jugement les faits reprochés pouvaient être qualifiés d'infraction conformément à la loi pénale, mais celle-ci n'avait été modifiée que le 8 juillet 1992, soit un an après les faits reprochés.", "10.  Par un arrêt du 19 mai 1997, la cour d'appel de Timişoara accueillit l'appel du parquet, confirma la condamnation des requérants pour l'infraction de corruption passive et porta la peine du premier requérant à trois ans et six mois de prison ferme et celle du deuxième à trois ans de prison ferme.", "11.  Tout en admettant que le code pénal exigeait la qualité de fonctionnaire public ou de fonctionnaire ou salarié d'une entreprise d'État pour qualifier les faits incriminés de corruption passive, la cour d'appel se prononça ainsi :", "« La notion de fonctionnaire applicable aux faits en l'espèce est définie par l'article 147 du code pénal, se référant aux salariés d'un organe ou d'une institution d'État, d'une entreprise ou d'une organisation économique d'État (organizaţie economică de stat).", "L'article 258 alinéa 2 du code pénal prévoit que les dispositions du chapitre définissant l'infraction de corruption passive s'appliquent également à d'autres salariés, tout en prenant cela en compte lors de la fixation de la peine.", "Dans le code pénal republié, eu égard aux modifications intervenues jusqu'à présent, la notion de fonctionnaire est définie à l'article 147 premier alinéa, alors que le deuxième alinéa prévoit qu'il faut entendre par fonctionnaire tant la personne visée au premier alinéa que tout salarié qui exerce une mission au service d'une autre personne morale outre celles prévues au premier alinéa.", "Au cours de la période actuelle de transition qui a inévitablement des répercussions sur la législation, des lacunes qui influencent le déroulement du procès pénal peuvent apparaître soit en mettant un terme à celui-ci soit en aboutissant à des solutions inéquitables. Dans de tels cas, les difficultés pourront être résolues soit par le biais de l'interprétation analogique - analogie législative ou analogie de droit - soit par l'interprétation rationnelle.", "Vu l'article 258 alinéa 2 du code pénal et compte tenu de l'intention du législateur de punir le fonctionnaire coupable pour l'infraction inscrite à l'article 254 [corruption passive], indifféremment de la qualification de la personne morale employant le fonctionnaire – publique, d'intérêt public ou privée – il importe de constater que l'infraction de corruption passive vise également l'auteur employé par une entreprise privée, même après décembre 1989 et avant l'adoption de la loi no 65/1992. Le but du législateur est de punir la personne ayant des obligations professionnelles envers une personne morale et qui méconnaît lesdites obligations dans ses rapports avec une autre personne. »", "12.  A une date non précisée, les requérants et le parquet se pourvurent en cassation. Les requérants réitérèrent leur grief portant sur l'application par analogie du code pénal.", "13.  Par un arrêt du 27 juin 2000, la Cour suprême de justice confirma l'arrêt de la cour d'appel pour ce qui était de leur condamnation pour corruption passive et cassa l'arrêt s'agissant d'autres infractions pour cause de prescription. En conséquence, elle abaissa la peine infligée au premier requérant à trois ans de prison ferme.", "14.  Dans son arrêt, la Cour suprême de justice se prononça comme suit :", "« S.C. Bankcoop S.A. constituait une organisation [de celles prévues à l'article 145 du code pénal], puisqu'il s'agit d'une société commerciale à capital public, constituée en conformité avec les articles 16 à 24 de la loi no 31/1990, menant une activité socialement utile et fonctionnant en conformité avec la loi, conformément à l'article 145 du code pénal en vigueur au moment de l'émission des lettres.", "(...)", "Les inculpés Militaru Pidhorni Ioan – directeur d'agence d'un établissement bancaire constitué comme société commerciale – et Dragatoniu Nicolae – comptable en chef d'agence d'un tel établissement – ont la qualité d'auteurs spéciaux prévue par la loi comme condition pour l'existence de l'infraction de corruption passive. Exerçant les fonctions susmentionnées dans un établissement bancaire qui, comme il a été démontré, était une organisation de celles prévues à l'article 145 du code pénal, les deux inculpés avaient la qualité d' « autres salariés » au sens de l'article 148 § 1 du code pénal, tel que rédigé au moment des faits. Or, conformément à l'article 258 § 2 du code pénal, dans sa rédaction au moment des faits, les dispositions du chapitre incluant l'infraction de corruption passive prévue à l'article 254, s'appliquaient également à d'autres salariés tels que les inculpés. »", "II.  LE DROIT INTERNE PERTINENT", "A.  Le code pénal", "15.  Les dispositions pertinentes du code pénal, en vigueur au moment de la commission des faits reprochés, se lisent ainsi :", "Article 11", "Non-rétroactivité de la loi pénale", "« La loi pénale ne s'applique pas aux faits qui, à la date où ils ont été commis, ne constituaient pas d'infraction. »", "Article 145", "Collectif (Obştesc)", "« La notion « collectif » (obştesc) désigne tout ce qui concerne les organisations d'État, les organisations collectives (obşteşti) et toutes les autres organisations menant une activité socialement utile et exerçant leur activité en conformité avec la loi. »", "Article 147", "Fonctionnaire", "« La notion de « fonctionnaire » désigne tout salarié qui exerce, de manière permanente ou temporaire, indifféremment de son titre ou de la manière dont il a été investi dans ses fonctions, une tâche au service d'un organe ou d'une institution d'État ou d'une entreprise ou organisation économique d'État.", "Sont assimilés aux fonctionnaires les personnes qui accomplissent une tâche au service de l'une des organisations citées à l'article 147 § 1, indépendamment du versement ou non d'une rémunération. »", "Article 148", "Les autres salariés", "« La notion d'« autres salariés » désigne les autres salariés qui exercent, dans les conditions de l'article 147 § 1, une tâche au service d'une des organisations citées à l'article 145.", "Sont assimilées aux fonctionnaires les personnes qui accomplissent une tâche au service de l'une des organisations prévues à l'alinéa 1er, indépendamment du versement ou non d'une rémunération. »", "Article 254", "La corruption passive", "« Le fait du fonctionnaire qui, directement ou indirectement, prétend ou reçoit de l'argent ou d'autres avantages indus ou qui accepte la promesse de tels avantages ou qui ne la rejette pas dans le but d'accomplir, de ne pas accomplir ou de retarder l'accomplissement d'un acte relatif à ses attributions professionnelles ou dans le but d'accomplir un acte contraire à ces attributions sera puni de l'emprisonnement de 3 à 10 ans et de l'interdiction de l'exercice de certains droits.", "L'argent, les valeurs ou tous les autres biens qui ont fait l'objet de la corruption passive seront confisqués et, si ceux-ci ne sont pas trouvés, le condamné sera contraint de payer leur équivalent en argent. »", "Article 258", "Les faits des autres salariés", "« Les dispositions des articles 248 et 249 relatives aux fonctionnaires s'appliquent également aux autres salariés, si un préjudice a été causé à un bien public (avutului obştesc) ou à l'économie nationale.", "Les dispositions du présent chapitre relatives aux fonctionnaires s'appliquent également aux autres salariés, à l'exception des cas prévus dans le premier alinéa, le maximum de la peine étant, dans ce dernier cas, réduit d'un tiers. »", "B.  La loi no 65 du 8 juillet 1992 portant modification des dispositions du code pénal relatives aux faits de corruption", "16.  Les dispositions pertinentes de cette loi sont ainsi libellées :", "Article 3", "« L'article 258 sera ainsi libellé :", "Article 258", "Les faits d'autres salariés", "Les dispositions du présent chapitre relatives aux fonctionnaires s'appliquent également aux autres salariés travaillant dans le cadre des organisations prévues à l'article 145, y compris dans les régies autonomes et les sociétés commerciales majoritairement ou entièrement étatiques, ainsi qu'aux administrateurs et aux censeurs de celles-ci.", "Les dispositions des articles 254, 256 et 257 relatives aux fonctionnaires s'appliquent également aux salariés travaillant dans le cadre des sociétés commerciales à capital privé, ainsi qu'aux administrateurs et censeurs de celles-ci. »", "17.  Par une décision du 15 juillet 1996, la Cour constitutionnelle a confirmé la constitutionnalité de la loi no 65/1992, qui avait étendu la responsabilité pénale aux employés des sociétés commerciales à capital privé. Les intéressés qui avaient soulevé l'exception d'inconstitutionnalité étaient des employés d'une banque, accusés de corruption passive.", "C.  Le code de procédure pénale", "18.  Les dispositions pertinentes sont ainsi libellées :", "Article 4081", "« 1.  Les décisions définitives prononcées dans des affaires à l'égard desquelles la Cour européenne des Droits de l'Homme a constaté une violation des droits et libertés fondamentaux peuvent faire l'objet d'une révision si les conséquences graves de cette violation existent toujours et ne peuvent être écartées que par la révision de la décision en cause.", "2.  La révision peut être demandée par :", "a)  la personne dont le droit a été méconnu ;", "b)  l'époux ou les parents proches du condamné, même après le décès de ce dernier ;", "c)  le procureur.", "3.  La demande de révision est déposée auprès de la Haute Cour de cassation et de justice, qui décide de l'affaire en formation de neuf juges.", "4.  Le délai de révision est d'un an à partir de la date de la décision définitive de la Cour européenne des droits de l'homme.", "(...)", "8.  Lorsque le tribunal constate que la demande est fondée, il :", "a)  annule en partie la décision pour ce qui est du droit méconnu et décide du fond de l'affaire selon les dispositions du chapitre III, section II, remédiant aux conséquences de la violation ;", "b)  annule la décision et, si besoin est d'administrer des preuves, ordonne le réexamen de l'affaire par le tribunal dont la décision se trouve à la base de la violation, selon les dispositions du chapitre III, section II (...) »", "Article 504", "« 1.  Toute personne condamnée par une décision définitive a le droit de se voir octroyer par l'État une réparation pour le dommage subi si, à la suite d'un nouveau jugement de l'affaire, le tribunal décide par un jugement définitif l'acquittement de l'intéressé.", "2.  Bénéficie également du droit à la réparation du dommage encouru celui qui, au cours du procès pénal, a subi une privation ou une restriction illégales de sa liberté.", "3.  La privation ou la restriction illégales de liberté doivent être établies, selon le cas, par une ordonnance du procureur portant révocation de la mesure privative ou restrictive de liberté, par un non-lieu fondé sur le motif prévu à l'article 10, alinéa premier lettre j), par une décision du tribunal portant révocation de la mesure privative ou restrictive de liberté, par une décision définitive d'acquittement ou par une décision définitive ordonnant la clôture du procès pénal pour le motif prévu à l'article 10, alinéa premier lettre j).", "4.  Bénéficie également du droit à la réparation du dommage subi celui qui a été privé de liberté, même après l'intervention de la prescription ou de l'amnistie, ou si les faits imputés ne constituaient plus une infraction selon la loi pénale. »", "EN DROIT", "19.  La Cour considère d'abord qu'il y a lieu, en application de l'article 42 § 1 du Règlement de la Cour, de joindre les requêtes enregistrées sous les nos 77193/01 et 77196/01, étant donné que les faits à l'origine des deux affaires sont essentiellement les mêmes et que les deux requérants ont participé dans le cadre de la même procédure devant les tribunaux internes.", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 7 § 1 DE LA CONVENTION", "20.  Les requérants se plaignent d'avoir été condamnés pour des faits qui, au moment où ils ont été commis, ne constituaient pas une infraction d'après le droit national ou international, tel que prévu par l'article 7 § 1 de la Convention, ainsi libellé :", "« Nul ne peut être condamné pour une action ou une omission qui, au moment où elle a été commise, ne constituait pas une infraction d'après le droit national ou international. De même, il n'est infligé aucune peine plus forte que celle qui était applicable au moment où l'infraction a été commise. »", "A.  Sur la recevabilité", "21.  La Cour constate que ce grief n'est pas manifestement mal fondé au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs que celui-ci ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "a)  Le Gouvernement", "22.  Le Gouvernement estime que les faits pour lesquels les requérants ont été condamnés constituaient des infractions selon les dispositions légales nationales en vigueur au moment où ils ont été commis et que les tribunaux internes n'ont pas procédé à une interprétation par analogie ni à une application rétroactive de la loi pénale.", "23.  Le Gouvernement fait valoir également qu'il n'appartient pas à la Cour de se prononcer sur la responsabilité pénale individuelle des requérants, cette appréciation incombant en premier lieu aux juridictions internes, mais d'examiner sous l'angle de l'article 7 § 1 de la Convention si, au moment où elle a été commise, l'action des requérants constituait une infraction définie avec suffisamment d'accessibilité et de prévisibilité par le droit interne ou le droit international.", "24.  Pour ce qui est de l'application rétroactive de la loi no 95/1992 portant modification des dispositions du code pénal relatives aux faits de corruption, le Gouvernement souligne que la Cour suprême de justice a expressément indiqué dans son arrêt qu'elle appliquait la loi pénale en vigueur au moment des faits.", "25.  En ce qui concerne l'application par analogie de la loi, il relève que l'arrêt de la cour d'appel de Timişoara du 19 mai 1997, qui a expressément utilisé cette modalité d'interprétation de la loi pénale, a été cassé par l'arrêt de la Cour suprême de justice du 27 juin 2000, qui a donné une nouvelle motivation pour la condamnation, en s'appuyant sur les dispositions légales en vigueur à l'époque des faits.", "26.  De plus, le Gouvernement estime que l'interprétation que la Cour suprême a faite de la loi pénale était prévisible eu égard aux développements doctrinaux. Ainsi, la question centrale reposait sur l'interprétation de l'expression « organisation menant une activité socialement utile » de l'article 145 § 1 du code pénal. Or, d'après le Gouvernement, la Cour suprême de justice a estimé à bon droit qu'une banque menait une telle activité pour la protection des clients et du bien-être économique du pays. Agissant comme intermédiaire dans certains domaines d'activité, mobilisant des ressources, attribuant des crédits et fonctionnant en tant que centre de paiements, elle influait ainsi sur les flux monétaires.", "27.  Pour ce qui est de l'accessibilité de la loi, le Gouvernement met en exergue que l'on a visé en l'espèce les dispositions du code pénal publiées au Journal officiel.", "28.  S'agissant de la prévisibilité de la loi, le Gouvernement souligne que l'auteur de l'infraction de corruption passive était déterminé par rapport à des notions définies dans le code pénal telles que « public », « fonctionnaire » et « autres salariés ». En l'espèce, la Cour suprême de justice a constaté que les requérants faisaient partie de la catégorie d'« autres salariés » qui exerçaient des fonctions dans une « organisation menant une activité socialement utile ». Or, cette dernière expression est une notion générale puisqu'il est difficile d'élaborer une norme juridique d'une précision absolue, le législateur ne pouvant pas établir une énumération limitative en ce sens. Dés lors, l'interprétation faite en l'espèce par la Cour suprême de justice est raisonnable et, par conséquent, prévisible. En outre, eu égard au fait que les requérants étaient des professionnels du domaine bancaire, ils auraient raisonnablement pu prévoir les conséquences de leurs actions.", "b)  Les requérants", "29.  Les requérants font valoir que le code pénal en vigueur à l'époque des faits n'incriminait que les actions des personnes exerçant des fonctions dans une organisation publique et non dans une société commerciale privée. L'intitulé même de l'article 145 du code pénal qui définit la notion de « collectif (obştesc) » légitime cette affirmation. En outre, le sens du terme est lié à la réalité des relations sociales existantes au moment de l'entrée en vigueur du code pénal, à savoir le 1er janvier 1969. Or, à ce moment, il n'y avait que des organisations publiques.", "30.  Par ailleurs, les requérants mettent en exergue que les actions des salariés des sociétés privées n'ont été incriminées que par la loi no 65/1992, postérieure à leurs actions. Ils revoient également au libellé de la décision de la Cour constitutionnelle du 15 juillet 1996 confirmant la constitutionnalité de la loi no 65/1992, qui dit que « la loi a étendu la responsabilité pénale aux salariées des sociétés commerciales à capital privé ». En outre, la loi no 140 du 14 novembre 1996, a remplacé la notion de « collectif (obştesc) » de l'article 145 du code pénal par la notion de « public », ce qui confirme une fois de plus que le champ matériel d'application de l'article 145 s'étendait seulement aux organisations d'État ou aux sociétés à capital public.", "31.  Les requérants concèdent que l'incrimination d'une action comme infraction ne relève pas uniquement des dispositions légales, mais peut se fonder aussi sur l'interprétation jurisprudentielle de celles-ci. Cependant, ils font valoir que le Gouvernement n'a fourni aucun exemple de jurisprudence étendant l'application de l'article 145 aux banques, sociétés commerciales à capital privé, en se référant dans ses observations seulement aux développements doctrinaux portant sur la notion d'« organisation menant une activité socialement utile ». Or, dans ce cas, l'interprétation de la Cour suprême de justice était imprévisible et, de plus, inaccessible puisque il n'y avait pas en l'espèce de jurisprudence qui aurait pu guider les requérants dans leurs comportements.", "32.  Enfin, les requérants soulignent que le Gouvernement admet que la juridiction examinant l'appel a expressément procédé à une application extensive de la loi pénale. Or, la juridiction de recours n'a pas cassé cette partie de l'arrêt, se bornant seulement à affirmer que les requérants réunissaient les conditions exigées pour être considérés comme les auteurs de l'infraction, ce qui constitue, à leur avis, une confirmation de la modalité d'interprétation de la juridiction d'appel.", "2.  Appréciation de la Cour", "a)  Principes se dégageant de la jurisprudence de la Cour", "33.  La Cour rappelle que l'article 7 § 1 de la Convention consacre, de manière générale, le principe de la légalité des délits et des peines (nullum crimen, nulla poena sine lege) et prohibe, en particulier, l'application rétroactive du droit pénal lorsqu'elle s'opère au détriment de l'accusé (Kokkinakis c. Grèce, arrêt du 25 mai 1993, série A no 260A, p. 22, § 52). S'il interdit en particulier d'étendre le champ d'application des infractions existantes à des faits qui, antérieurement, ne constituaient pas des infractions, il commande en outre de ne pas appliquer la loi pénale de manière extensive au détriment de l'accusé, par exemple par analogie. Il s'ensuit que la loi doit définir clairement les infractions et les peines qui les répriment (Achour c. France [GC], no 67335/01, § 41, 29 mars 2006).", "34.  La notion de « droit » (« law ») utilisée à l'article 7 correspond à celle de « loi » qui figure dans d'autres articles de la Convention ; elle englobe le droit d'origine tant législative que jurisprudentielle et implique des conditions qualitatives, entre autres celles de l'accessibilité et de la prévisibilité (voir, notamment, Cantoni c. France, arrêt du 15 novembre 1996, Recueil des arrêts et décisions 1996-V, p. 1627, § 29, Coëme et autres c. Belgique, nos 32492/96, 32547/96, 32548/96, 33209/96 et 33210/96, § 145, CEDH 2000-VII, et E.K. c. Turquie, no 28496/95, § 51, 7 février 2002).", "35.  Elle rappelle que la portée de la notion de prévisibilité dépend dans une large mesure du contenu du texte dont il s'agit, du domaine qu'il couvre ainsi que du nombre et de la qualité de ses destinataires (Groppera Radio AG et autres c. Suisse du 28 mars 1990, série A no 173, p. 26, par. 68). La prévisibilité de la loi ne s'oppose pas à ce que la personne concernée soit amenée à recourir à des conseils éclairés pour évaluer, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d'un acte déterminé (voir, parmi d'autres, Tolstoy Miloslavsky c. Royaume-Uni, 13 juillet 1995, série A no 316-B, p. 71, § 37). Il en va spécialement ainsi des professionnels, habitués à devoir faire preuve d'une grande prudence dans l'exercice de leur métier. Aussi peut-on attendre d'eux qu'ils mettent un soin particulier à évaluer les risques qu'il comporte (Cantoni, précité, § 35).", "36.  La Cour a déjà constaté qu'en raison même du principe de généralité des lois, le libellé de celles-ci ne peut présenter une précision absolue. L'une des techniques types de réglementation consiste à recourir à des catégories générales plutôt qu'à des listes exhaustives. Aussi de nombreuses lois se servent-elles par la force des choses de formules plus ou moins floues, afin d'éviter une rigidité excessive et de pouvoir s'adapter aux changements de situation. L'interprétation et l'application de pareils textes dépendent de la pratique (voir, parmi d'autres, Kokkinakis, précité, § 40 et Cantoni, précité, § 31).", "37.  La fonction de décision confiée aux juridictions sert précisément à dissiper les doutes qui pourraient subsister quant à l'interprétation des normes, en tenant compte des évolutions de la pratique quotidienne, à condition que le résultat soit cohérent avec la substance de l'infraction et raisonnablement prévisible (S.W. c. Royaume-Uni, arrêt du 22 novembre 1995, série A no 335B, p. 41, § 36).", "38.  La Cour doit dès lors rechercher si, en l'espèce, le texte de la disposition légale, lue éventuellement à la lumière de la jurisprudence interprétative dont elle s'accompagne, remplissait cette condition à l'époque des faits (Cantoni, précité, § 32).", "b)  L'application des principes généraux en l'espèce", "39.  En ce qui concerne l'interdiction d'application rétroactive de la loi pénale, la Cour note que la Cour suprême de justice, dans son arrêt du 27 juin 2000, a pris le soin de préciser expressément qu'elle appliquait la loi en vigueur au moment des faits. Partant, il ne peut lui être reproché d'avoir procédé à une application rétroactive de la loi pénale. Reste à examiner si l'interprétation qu'elle en a faite relève de l'analogie.", "40.  De l'avis de la Cour, la question qui lui est soumise renvoie aux principes généraux du droit, plus spécialement du droit pénal. Comme corollaire du principe de la légalité des condamnations, les dispositions de droit pénal sont soumises au principe d'interprétation stricte.", "41.  La Cour est consciente que la corruption constitue une menace pour la prééminence du droit, la démocratie et les droits de l'homme, sape les principes de bonne administration, d'équité et de justice sociale, fausse la concurrence, entrave le développement économique et mette en danger la stabilité des institutions démocratiques et les fondements moraux de la société. Cela étant, les principes garantis par l'article 7 s'appliquent, au même titre qu'à toute autre procédure pénale, aux procédures pénales portant sur les infractions de corruption.", "42.  La Cour constate qu'en l'espèce, le Gouvernement n'a pas été en mesure de produire des décisions des juridictions internes, que ce soit de la Cour suprême de justice ou de juridictions du fond, établissant qu'avant l'arrêt rendu dans la présente affaire, il a été jugé explicitement que les faits de corruption passive des employés des sociétés commerciales à capital privé constituaient une infraction pénale (voir, mutatis mutandis, Pessino c. France, no 40403/02, § 34, 10 octobre 2006).", "43.  Il résulte de l'interdiction d'application extensive de la loi pénale que, faute au minimum d'une interprétation jurisprudentielle accessible et raisonnablement prévisible, les exigences de l'article 7 ne sauraient être regardées comme respectées à l'égard d'un accusé. Or le manque de jurisprudence préalable en ce qui concerne l'assimilation des faits de corruption passive des employés d'une banque à ceux des « fonctionnaires » et « autres salariés » des organisations prévues à l'article 145 du code pénal résulte en l'espèce du fait que le Gouvernement n'a pas fourni de précédents en ce sens. Le fait de la doctrine d'interpréter librement un texte de loi ne peut se substituer à l'existence d'une jurisprudence. Raisonner autrement serait méconnaître l'objet et le but de cette disposition, qui veut que nul ne soit condamné arbitrairement. Par ailleurs, la Cour note que le Gouvernement n'a fourni aucun exemple d'interprétation doctrinale consacrant la responsabilité pénale des employés de banques pour des faits de corruption passive.", "44. En conséquence, même en tant que professionnels qui pouvaient s'entourer de conseils de juristes, il était difficile, voire impossible pour les requérants de prévoir le revirement de jurisprudence de la Cour suprême de justice et donc de savoir qu'au moment où ils les ont commis, leurs actes pouvaient entraîner une sanction pénale (a contrario, Cantoni, précité, § 35 et Coëme et autres, précité, § 150).", "45.  En outre et surtout, la Cour note que la juridiction d'appel a expressément procédé à une application extensive de la loi pénale (voir paragraphe 11 ci-dessus). La juridiction de recours n'a pas entendu casser cette partie de l'arrêt. Elle a uniquement constaté que les requérants réunissaient les conditions exigées pour être reconnus comme les auteurs de l'infraction, confirmant ainsi l'interprétation de la juridiction d'appel.", "46.  Par ailleurs, la Cour observe qu'avant l'adoption de la loi no 65/1992, les textes pertinents du code pénal ne font pas apparaître que les banques pouvaient faire partie des organisations prévues à l'article 145 du code pénal. L'adoption de cette loi a précisément constitué la réponse du législateur au changement de régime politique et économique de l'État défendeur, comme cela a été d'ailleurs confirmé par la Cour constitutionnelle dans sa décision du 15 juillet 1996, lorsqu'elle a examiné la constitutionnalité de cette nouvelle loi.", "47.  En définitive et eu égard notamment à l'intitulé même de l'article 145 du code pénal (qui définit la notion de « collectif (obştesc) ») et au fait que lors de l'entrée en vigueur du code pénal, à savoir le 1er janvier 1969, il n'y avait que des organisations d'État ou collectives, la Cour est d'avis que, au regard du code pénal en vigueur à l'époque des faits, ne pouvaient être jugées pour corruption que les actions des personnes exerçant des fonctions dans une organisation publique et non dans une société commerciale privée.", "48.  Dans ces conditions, la Cour estime qu'en l'espèce il y a eu violation de l'article 7 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 5 § 1 c) DE LA CONVENTION", "49.  Les requérants se plaignent d'avoir été placés en détention provisoire en l'absence de tout soupçon plausible d'avoir commis une infraction. Ils invoquent l'article 5 § 1 c) de la Convention.", "50.  La Cour note que les requérants ont été condamnés en première instance par le jugement du tribunal départemental de Timiş du 27 février 1996. Or, à partir de cette date, la détention des l'intéressés entre dans le champ de l'article 5 § 1 a) de la Convention (voir, par exemple, B. c. Autriche, arrêt du 28 mars 1990, série A no 175, p. 14, § 36). Compte tenu de ce que les requêtes ont été introduites le 8 septembre 2000, il ressort que les requérants n'ont pas respecté le délai de six mois prescrit par la Convention.", "51.  Il s'ensuit que ce grief est tardif et doit être rejeté en application de l'article 35 §§ 1 et 4 de la Convention.", "", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "52.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "53.  Au titre du préjudice matériel, les requérants demandent le remboursement des sommes suivantes : respectivement 466 100 euros (EUR) et 475 933 euros (EUR) pour le manque à gagner sur les salaires correspondant à la période de détention, à celle ou ils n'ont pas eu de revenus ou ont eu des revenus insuffisants. Pour ce qui est du préjudice moral, les requérants l'estiment à 360 000 euros (EUR) chacun, compte tenu des inconvénients causés par la condamnation prononcée à tort contre eux.", "54.  Le Gouvernement estime que ces demandes sont manifestement excessives et que les requérants ne justifient ni du caractère certain des préjudices invoqués, qui sont pour l'essentiel purement hypothétiques, ni de la réalité du lien de causalité entre la violation alléguée de l'article 7 § 1 de la Convention et le préjudice matériel allégué par les requérants. Il fait valoir également que, en vertu de l'article 4081 § 1 du code de procédure pénale, les requérants peuvent demander la révision de la procédure qui a abouti à leur condamnation.", "55.  La Cour rappelle qu'elle n'octroie un dédommagement pécuniaire au titre de l'article 41 que lorsqu'elle est convaincue que la perte ou le préjudice dénoncé résulte réellement de la violation qu'elle a constatée. Elle relève que le seul fondement à retenir, pour l'octroi d'une satisfaction équitable, réside en l'espèce dans le fait que les requérants ont été condamnés pour des actions qui, au moment où elles ont été commisses, ne constituaient pas une infraction d'après le droit national. Dans le cas présent, il est indéniable que les requérants ont subi un préjudice matériel du fait de la condamnation. Cela étant, la Cour rappelle que lorsqu'un particulier a été condamné en violation de l'article 6 de la Convention, un nouveau procès ou une réouverture de la procédure à la demande de l'intéressé représente en principe un moyen approprié de redresser la violation constatée (voir Gençel c. Turquie, no 53431/99, § 27, 23 octobre 2003 et Tahir Duran c. Turquie, no 40997/98, § 23, 29 janvier 2004). Un tel principe s'applique également en cas de violation de l'article 7 de la Convention. A cet égard, elle note que l'article 4081 du code de procédure pénale roumain permet la révision d'un procès sur le plan interne lorsque la Cour a constaté la violation des droits et libertés fondamentaux d'un requérant. Qui plus est, l'article 504 du code de procédure pénale permet l'octroi d'une réparation en cas de condamnation illégale ou de privation ou de restriction illégales de liberté (voir paragraphe 18, ci-dessus).", "56.  En revanche, la Cour juge que les requérants ont subi un tort moral, qui ne saurait être réparé uniquement par un constat de violation. Statuant en équité, elle octroie à chacun 3 000 euros (EUR) pour préjudice moral.", "B.  Frais et dépens", "57.  Le premier requérant demande également 10 000 EUR pour les frais et dépens encourus devant les juridictions internes et la Cour.", "58.  Le Gouvernement souligne que le requérant n'a pas fourni de justificatifs pour la somme avancée.", "59.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, la Cour observe que le premier requérant n'a déposé aucun justificatif concernant les frais et dépens occasionnés par les procédures internes et celles devant la Cour. Compte tenu en plus de ce que le second requérant n'a soumis aucune demande à ce titre et que le premier requérant a bénéficié de l'assistance judiciaire dans la présente affaire, la Cour écarte la demande relative aux frais et dépens.", "C.  Intérêts moratoires", "60.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "1.  Décide de joindre les deux requêtes ;", "", "2.  Déclare les requêtes recevables quant au grief tiré de l'article 7 § 1 et irrecevables pour le surplus ;", "", "3.  Dit qu'il y a eu violation de l'article 7 § 1 de la Convention ;", "", "4.  Dit", "a)  que l'État défendeur doit verser, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 3 000 EUR (trois mille euros) à chacun des requérants pour dommage moral, plus tout montant pouvant être dû à titre d'impôt, somme à convertir en lei roumains au taux applicable à la date du règlement ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 24 mai 2007 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tBoštjan M. Zupančič \n\tGreffier\tPrésident"]}