{"file": "FRE_CLINF_64301_01.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "64301/01", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 125", "Décembre 2009", "Velcea et Mazăre c. Roumanie - 64301/01", "Arrêt 1.12.2009 [Section III]", "Article 8", "Obligations positives", "Article 8-1", "Respect de la vie familiale", "Refus des juridictions de qualifier l’auteur d’un meurtre d’indigne au motif de l’absence de condamnation définitive en raison de son propre décès: violation", "", "Article 2", "Article 2-1", "Vie", "Enquête efficace", "Effectivité d’une enquête relative à des meurtres impliquant un agent de police: violation", "", "En fait – Les requérants sont le père et la sœur de Tatiana A. En 1993, sa mère et elle furent tuées lors d’une dispute qui avait éclaté avec son mari, Aurel A. Le soir du drame, ce dernier était accompagné de son frère, George L., agent de police qui n’était pas de service ce soir là. George L. quitta les lieux avec son frère et l’emmena à son domicile. Peu après, Aurel A. se suicida, laissant deux lettres dans lesquelles il confessait avoir tué son épouse et sa belle-mère. En sa qualité d’agent de police, George L., informa la police de ce qui s’était passé. L’enquête pénale dirigée contre Aurel A. se conclut par un classement sans suite, au motif que l’auteur des infractions était décédé et qu’aucune autre personne n’avait été impliquée. A la suite d’une plainte pénale du requérant contre George L., le parquet militaire ouvrit une enquête, conclue par un non-lieu en 1994. Sur plainte des requérants, le parquet général militaire près la Cour suprême de justice décida la continuation des poursuites et l’enquête se poursuivit. En 2003, à la suite de modifications législatives concernant le statut des policiers, l’affaire fut renvoyée devant le parquet civil, qui prononça un non-lieu en 2004. La procédure de partage successoral de Tatiana A. fut ouverte en 1993. Le requérant demanda que la famille d’Aurel A. soit exclue de la succession, sa fille ayant été tuée par ce dernier. Le code civil roumain (article 655 § 1 à l’époque des faits) prévoyait que la personne condamnée pour avoir donné la mort au défunt était indigne d’hériter de celui-ci. Appliquant strictement cette disposition, les juridictions roumaines refusèrent de qualifier d’indigne Aurel A., au motif qu’il n’avait pas été condamné pour meurtre par une décision de justice définitive, puisqu’il s’était suicidé peu après avoir tué son épouse. Lucian L., frère d’Aurel A., put donc devenir l’héritier de Tatiana A.", "En droit – Article 2: une enquête a bien eu lieu dans la présente affaire à l’initiative des autorités. Le parquet mena une enquête immédiatement après le drame et plusieurs mesures furent prises pour préserver les moyens de preuve sur les lieux du crime. Toutefois, bien qu’informées de l’implication de George L. dans les faits, les autorités n’ont pas, dans un premier temps, effectué d’investigations à son sujet. Ce n’est que plusieurs mois plus tard, à la suite d’une plainte pénale formelle du requérant, qu’elles ont procédé à des investigations.", "En ce qui concerne l’adéquation de l’enquête, la Cour relève certaines insuffisances et lacunes. Ainsi, le procès-verbal dressé le soir même du drame ne contient aucune mention des actes accomplis par la première équipe d’enquête et aucune explication n’a été fournie quant au remplacement de cette équipe ; la perquisition au domicile d’Aurel A. n’a eu lieu que le lendemain du drame ; les lettres laissées par ce dernier dans son appartement n’ont pas été saisies par le procureur, mais emportées par son frère, qui les a transmises au parquet quelques mois plus tard. A quoi il faut ajouter que George L. n’a pas été interrogé au cours de la première enquête, le parquet se contentant de classer sans suite l’affaire en raison du décès d’Aurel A. Par ailleurs, si on peut admettre que George L. n’a pas agi lors du drame de 1993 en sa qualité d’agent de police, l’indépendance des procureurs militaires ayant conduit l’enquête est cependant sujette à caution eu égard à la réglementation nationale en vigueur à la date des faits. De plus, bien que l’affaire eût été transmise en 2003 au parquet civil, ce dernier n’a accompli aucun acte d’enquête et s’est contenté de rendre un non-lieu onze mois plus tard. Or l’intervention de ce parquet ne suffit pas à pallier le manque d’indépendance des procureurs militaires qui ont recueilli la plupart des moyens de preuve pour l’enquête.", "En ce qui concerne l’association des requérants à la procédure, il convient d’observer que le parquet a fait droit à la demande de la requérante de recevoir une copie des pièces du dossier de la première enquête. En outre, au cours de la deuxième enquête, le parquet a donné suite à ses demandes d’une confrontation de George L. avec les autres témoins et à une reconstitution des faits.", "Enfin, la Cour décèle une lenteur manifeste dans la conduite de l’enquête concernant l’implication de George L. dans les événements. En premier lieu, elle note que l’enquête a duré plus de onze ans, ce qui représente, à ses yeux, un délai déraisonnable en soi. En outre, elle observe un manque de diligence de la part des procureurs chargés du dossier.", "En conclusion, les procédures concernant le rôle de l’agent George L. dans le drame de 1993 qui s’est soldé par le décès des deux proches des requérants n’ont pas constitué une enquête rapide et effective.", "Conclusion: violation (unanimité).", "Article 8: en l’espèce, le requérant dénonce pour l’essentiel le fait que le frère de son gendre, Lucian L., a hérité de sa fille décédée. Les tribunaux internes ont refusé de qualifier d’indigne le gendre du requérant, Aurel A., au motif que ce dernier n’avait pas été condamné pour meurtre par une décision de justice définitive. Son frère a ainsi pu prendre sa place dans la succession et hériter de la fille du requérant. La Cour estime que l’exigence d’une décision judiciaire définitive de condamnation pour meurtre afin de qualifier une personne d’indigne peut trouver sa justification dans la protection des droits et libertés d’autrui, l’un des buts légitimes prévus par l’article 8 § 2 de la Convention. Une telle décision de condamnation apporte en principe un gage de sécurité juridique par rapport à tout autre constat de culpabilité de la personne prétendument indigne, ce qui sert les intérêts de la société. Afin d’établir si les tribunaux nationaux ont ménagé un juste équilibre entre les intérêts concurrents, il convient de prêter une attention particulière à la portée de la règle prévue par le code civil en matière d’indignité, et plus spécialement à son application en l’espèce. Au vu des circonstances spécifiques de la présente affaire, l’interprétation de la disposition du code civil régissant les causes d’indignité a été trop restrictive, au détriment de la vie familiale du requérant. En ne prenant pas en compte le constat du parquet déclarant qu’Aurel A. était l’auteur de la mort de Tatiana A., l’aveu de l’auteur du meurtre et la reconnaissance par la famille de la culpabilité de ce dernier, les tribunaux sont allés au-delà de ce qui était nécessaire pour assurer le respect du principe de la sécurité juridique. La Cour ne saurait admettre que, à la suite du décès d’une personne, le caractère illicite de ses agissements reste sans effet. Certes, les principes gouvernant la responsabilité pénale d’une personne suspectée d’avoir commis des faits prohibés par la loi pénale et leur application par les autorités nationales empêchaient, à juste titre, une fois le classement sans suite décidé, de continuer à enquêter sur la responsabilité d’Aurel A. après son décès. La Cour ne saurait remettre en question ce principe fondamental du droit pénal national qu’est le caractère personnel et non transmissible de la responsabilité pénale. Il n’en reste pas moins que la reconnaissance formelle, par les autorités, du caractère illicite de tels agissements avant de conclure à une décision de classement de l’affaire déterminée par le décès de la personne concernée devrait, d’une part, constituer un message clair envoyé à l’opinion publique que les autorités ne sont pas disposées à tolérer de tels agissements et, d’autre part, servir aux intéressés, dans les prétentions à caractère civil qu’ils peuvent avoir. Le respect de la vie familiale du requérant aurait exigé la prise en considération des circonstances spécifiques, et pour ainsi dire exceptionnelles, de l’affaire pour éviter une application mécanique des principes d’interprétation des dispositions de l’article 655 § 1 du code civil. Eu égard à la situation très particulière en cause dans la présente espèce, et compte tenu de la marge d’appréciation étroite dont l’Etat défendeur bénéficiait pour une question touchant à la vie familiale, un juste équilibre n’a pas été ménagé entre les intérêts du successeur d’Aurel A., d’une part, et les intérêts du requérant, d’autre part. La Cour prend nonobstant acte avec intérêt du récent changement législatif relatif à la clause sur l’indignité successorale dans le nouveau code civil roumain.", "Conclusion: violation (unanimité).", "Article 41: 15 000 EUR pour le requérant et 8 000 EUR pour la requérante au titre de leur préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}