{"file": "FRE_HFJUD_21915_93.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "21915/93", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE LOUKANOV c. BULGARIE", "", "(Requête no 21915/93)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "20 mars 1997", "", "En l’affaire Loukanov c. Bulgarie,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit:", "\tMM.\t R. Ryssdal, président,", "\t\t F. Matscher,", "\tMme\t E. Palm,", "\tSir\t John Freeland,", "\tMM.\t J. Makarczyk,", "\t\t D. Gotchev,", "\t\t B. Repik,", "\t\t U. Lohmus,", "\t\t J. Casadevall,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 2 décembre 1996 et 20 février 1997,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCÉDURE", "1.   L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 11 mars 1996, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 de la Convention (art. 32-1, art. 47). A son origine se trouve une requête (no 21915/93) dirigée contre la République de Bulgarie et dont un ressortissant de ce pays, M. Andrei Karlov Loukanov, avait saisi la Commission le 1er septembre 1992, en vertu de l’article 25 (art. 25). Le requérant a été tué par balle le 2 octobre 1996.", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48), ainsi qu’à la déclaration bulgare reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences des articles 5 par. 1 et 18 de la Convention (art. 5-1, art. 18).", "2.   En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement A, le requérant a manifesté le désir de participer à l’instance et désigné son conseil (article 30).", "3.   La chambre à constituer comprenait de plein droit M. D. Gotchev, juge élu de nationalité bulgare (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 4 b) du règlement A). Le 30 mars 1996, celui-ci a tiré au sort le nom des sept autres membres, à savoir M. F. Matscher, Mme E. Palm, M. F. Bigi, Sir John Freeland, M. J. Makarczyk, M. U. Lohmus et M. J. Casadevall, en présence du greffier (articles 43 in fine de la Convention et 21 par. 5 du règlement A) (art. 43). Ultérieurement, M. B. Repik, juge suppléant, a remplacé M. Bigi, décédé (articles 22 par. 1 et 24 par. 1 du règlement A).", "4.   En sa qualité de président de la chambre (article 21 par. 6 du règlement A), M. Ryssdal a consulté, par l’intermédiaire du greffier adjoint, l’agent du gouvernement bulgare (\"le Gouvernement\"), le conseil du requérant et le délégué de la Commission au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément aux ordonnances rendues en conséquence les 5 juillet et 21 octobre 1996, le greffier a reçu le mémoire du requérant le 3 octobre 1996, et les observations écrites du Gouvernement les 8 octobre et 12 novembre 1996. Le 22 novembre 1996, le secrétaire de la Commission a informé le greffier que le délégué s’exprimerait à l’audience.", "5.   A la suite du décès de M. Loukanov le 2 octobre 1996, le greffier a reçu, le 5 octobre, une déclaration adressée au président de la Cour selon laquelle sa veuve, Mme Lilia Gerassimova-Loukanova, et ses deux enfants, Mlle Anna Andreeva Loukanova et M. Karlo Andreev Loukanov, désiraient continuer la procédure au nom du requérant.", "6.   Ainsi qu’en avait décidé le président, les débats se sont déroulés en public le 28 novembre 1996, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\t\tMme S. Margaritova, ministère de la Justice,\tagent;", "- pour la Commission", "\t\tM. S. Trechsel,\tdélégué;", "- pour le requérant", "\t\tMe I. Loultcheva, avocate à Sofia,\tconseil,", "\t\tM. S.E. Entchev,\tassistant.", "La Cour a entendu en leurs déclarations M. Trechsel, Me Loultcheva et Mme Margaritova.", "EN FAIT", "I.   Les circonstances de l’espèce", "7.   Le requérant était un citoyen bulgare. D’abord ministre, puis vice-premier ministre et, en 1990, premier ministre de Bulgarie, il était, à l’époque des événements à l’origine de la présente affaire, membre de l’Assemblée nationale bulgare. Le 2 octobre 1996, M. Loukanov fut tué par balle devant son domicile.", "8.   En quittant Sofia pour Moscou le 7 mars 1992, le requérant fut informé par la police des frontières à l’aéroport de Sofia de l’existence d’un arrêté de retrait de son passeport diplomatique. Comme on ne lui montrait pas le document, il refusa de remettre son passeport. A la suite d’un incident analogue survenu le 11 mars, M. Loukanov adressa un recours à la Cour suprême, qui le débouta au motif qu’aucun acte administratif n’avait été pris qui pût faire l’objet d’un recours. Ultérieurement, l’intéressé engagea une procédure en indemnisation du préjudice moral causé par la décision illégale de lui retirer son passeport (paragraphe 24 ci-dessous).", "9.   Le 1er juillet 1992, le procureur général demanda à l’Assemblée nationale l’autorisation d’engager des poursuites contre le requérant, soupçonné d’infraction aux articles 203 et 219 par. 3 du code pénal bulgare (paragraphes 25 et 27 ci-dessous). On lui reprochait notamment d’avoir participé de 1986 à 1990, en qualité de vice-premier ministre, à la prise d’un certain nombre de décisions octroyant à des pays en développement tels que le Nicaragua, Cuba, le Laos, le Kampuchéa, l’Afghanistan, l’Angola et le Yémen, une assistance et des prêts s’élevant au total à 34 594 500 dollars américains (USD) et 27 072 000 leva bulgares convertibles. Dans sa demande, le procureur déclara:", "\"Ces décisions (...) ont eu un effet désastreux sur l’économie du pays quant à son potentiel, ses ressources et sa capacité d’exportation, mettant en fait la Bulgarie dans l’impossibilité de rembourser sa dette extérieure. Il convient de souligner que ces mesures néfastes pour le pays, ainsi que d’autres actes illégaux de chefs du parti et membres du gouvernement, ont, durant cette période, fait passer notre dette extérieure de 4 119 700 USD en 1986 à 10 656 900 000 USD en 1989 (...)", "La situation décrite ci-dessus s’analyse en un délit \"d’abus d’autorité\" portant sur des montants très élevés, ce qui mérite la qualification d’infraction particulièrement grave, tombant sous le coup des articles 203 et 219 par. 3 du code pénal.", "Les infractions décrites sont \"graves\" au sens de l’article 93 par. 7 du même code.\"", "10.   Le 7 juillet 1992, l’Assemblée nationale leva l’immunité parlementaire de M. Loukanov, conformément à l’article 70 de la Constitution bulgare, et autorisa l’ouverture de poursuites pénales, ainsi que l’arrestation et la mise en détention provisoire de l’intéressé.", "11.   Le 9 juillet 1992, le procureur Doychev, du service d’enquêtes du parquet, inculpa le requérant en vertu de l’article 203, combiné avec les articles 201, 202 et 282 du code pénal (paragraphes 25 et 28 ci-dessous) de détournement, avec la complicité du président et des autres vice-présidents du conseil des ministres d’alors, de fonds alloués à certains pays en développement, comme mentionné au paragraphe 9 ci-dessus. C’est en violation de ses obligations officielles qu’il avait facilité les malversations pour obtenir un avantage à un tiers, causant par là même un préjudice considérable à l’économie. Vu les sommes très élevées en jeu, l’affaire revêtait une particulière gravité.", "Le procureur décida en outre de placer M. Loukanov en détention provisoire, en invoquant l’utilité de montrer au public le risque que présentaient les délits en question pour la société, la personnalité de leur auteur et la nécessité de garantir sa comparution au procès. La décision se fondait notamment sur les articles 147 et 152 par. 1 du code de procédure pénale (paragraphes 29 et 30 ci-dessous).", "Le 9 juillet 1992, le requérant fut arrêté et placé en détention provisoire dans les locaux du Bureau national de la police judiciaire, à Sofia.", "12.   Le même jour, l’avocate de M. Loukanov se pourvut devant la Cour suprême bulgare et sollicita la mise en liberté de son client. Elle fit valoir que le mandat d’arrêt, en violation de l’article 148 par. 1 du code de procédure pénale, ne précisait pas les motifs de l’arrestation. Le fait que le requérant fût passible d’une peine supérieure à dix ans d’emprisonnement ne suffirait pas en soi à justifier l’incarcération, le paragraphe 2 de l’article 152 exigeant à cet égard l’existence d’un risque de voir l’intéressé se soustraire à la justice ou commettre une autre infraction (paragraphe 30 ci-dessous). De plus, les mesures auraient été prises sur la base de la personnalité de l’intéressé, notamment de sa qualité de député à l’Assemblée nationale, élément qui ne rentrerait dans aucun des motifs dont l’article 147 par. 1 donne la liste limitative (paragraphe 29 ci-dessous).", "13.   Le 13 juillet 1992, la Cour suprême rejeta le pourvoi lors d’une séance tenue en présence du ministère public, mais en l’absence de M. Loukanov et de son avocate. Sa décision était ainsi motivée:", "\"En vertu de l’article 152 par. 1 du code de procédure pénale, le suspect est placé en détention si la peine encourue est égale ou supérieure à dix ans d’emprisonnement ou si elle est la mort. Les infractions relevant de l’article 203 par. 1 du code pénal emportent de telles peines.", "[Cette disposition] énonce deux conditions cumulatives: il faut que les malversations aient été de grande envergure et qu’elles aient revêtu une gravité particulière.", "L’envergure [du détournement] dépend de la valeur des fonds publics en jeu. La gravité de l’affaire tient à la participation de complices à ces malversations, ainsi qu’à la gravité de la menace que les [mesures] font peser sur la société, ainsi que leur objet (article 93 par. 8 du code pénal). L’argument selon lequel on se trouve ici dans l’hypothèse envisagée à l’article 152 par. 2 (...) est sans fondement.", "Au moment de l’ouverture de l’instruction, le requérant était député. En vertu de l’article 72 de la Constitution bulgare, il conserve cette qualité jusqu’à ce que se produisent des faits justifiant de suspendre le député de ses fonctions. En tant que membre de l’Assemblée nationale, le [requérant] représente le peuple dans son ensemble. Ce sont précisément ces fonctions qui font que le [risque] évoqué à l’article 152 par. 2 (...) se concrétisera avec une probabilité plus grande que dans le cas d’un appelant autre qu’un parlementaire.", "Par ailleurs, le requérant a formé un recours juridictionnel contre la décision administrative de retrait de son passeport diplomatique (...). Le fait qu’il ait décidé de cette démarche permet valablement de se demander s’il ne se livrera pas à d’autres actes tombant sous le coup de l’article 152 par. 2 (...)", "Selon l’article 70 de la Constitution, \"(...) les députés ne peuvent ni être arrêtés ni faire l’objet de poursuites judiciaires, sauf en cas d’infractions graves, et avec l’autorisation de l’Assemblée nationale (...)\". Une interprétation logique et rigoureuse de cette disposition permet de conclure que [le point déterminant] pour recourir à la mesure de coercition - la détention - [à appliquer] dans le contexte du code pénal, est celui de savoir si l’acte fait courir un risque grave à la société et quel est le statut particulier de la personne qui l’a commis - en l’espèce un député.", "C’est pourquoi le législateur a prévu en [pareils] cas une mesure de (...) détention. Le parquet est habilité à la prescrire.\"", "14.   Le 23 août 1992, M. Loukanov fut hospitalisé à l’hôpital pénitentiaire de Sofia, où il fut soigné.", "15.   Le 4 septembre 1992, il adressa au procureur général une demande de mise en liberté en invoquant des éléments nouveaux concernant son état de santé.", "16.   Le 5 septembre 1992, son avocate se pourvut devant la Cour suprême contre le refus tacite du procureur général d’accueillir la demande du 4 septembre 1992.", "La Cour suprême rejeta le pourvoi le 17 septembre 1992 aux motifs que son auteur avait déjà formé un recours contre sa détention et que le droit bulgare ne permettait pas d’en introduire d’autres.", "17.   Ultérieurement, l’avocate de M. Loukanov demanda au procureur de libérer son client.", "Le 28 octobre 1992, lors d’une réunion tenue à l’hôpital militaire de Sofia entre le procureur, le requérant et son avocate, cette dernière demanda au procureur de se prononcer sur la demande de libération. M. Loukanov souligna qu’il était déraisonnable de justifier sa détention par le fait qu’il avait contesté la saisie de son passeport, d’autant qu’il n’en possédait pas d’autre. Il n’existait par ailleurs aucun risque qu’il récidivât puisque, n’occupant plus les mêmes fonctions, il n’était plus en mesure de le faire.", "Le 2 novembre 1992, le procureur refusa la mise en liberté. Il expliqua que le procureur général avait déjà examiné la question et estimé que, nonobstant les rapports médicaux sur le requérant, aucun élément nouveau ne justifiait l’élargissement. Le procureur général avait informé les avocats de M. Loukanov de sa décision du 22 octobre 1992 et ceux-ci savaient qu’aucun autre recours n’était possible.", "18.   Par un courrier du 9 novembre 1992, l’avocate de M. Loukanov demanda au procureur général de clore l’instruction, faisant valoir que celle-ci avait commencé le 8 juillet 1992 et que le délai légal de deux mois, expiré, avait été prorogé de deux mois supplémentaires, soit jusqu’au 8 novembre 1992. Or l’article 222 par. 3 du code de procédure pénale n’autorisait toute nouvelle prorogation que dans des cas \"exceptionnels\", condition non remplie en l’espèce. Le procureur général n’avait par ailleurs obtenu aucun élément nouveau pendant les quatre mois écoulés depuis le début de l’instruction.", "L’avocate contesta également les accusations portées contre son client, le conseil des ministres ayant pris ses décisions collégialement, en accord avec la Constitution et avec le budget voté par l’Assemblée nationale. Les mesures litigieuses mettaient simplement en oeuvre la politique du gouvernement en place, et c’était ce dernier, et non le requérant en sa qualité de vice-premier ministre, qui avait administré les fonds en cause. Du reste, il n’avait pas été établi que l’intéressé eût commis les infractions présumées à son profit personnel ou à celui d’un tiers.", "19.   Le 10 novembre 1992, l’avocate demanda au procureur général de libérer son client, en soutenant notamment que le maintien en détention violait l’article 5 par. 3 de la Convention (art. 5-3) et, qu’en outre, l’incarcération n’avait pas été motivée, au mépris de l’article 5 par. 1 c) (art. 5-1-c). L’argument du recours formé contre le retrait du passeport était dénué de fondement, M. Loukanov n’ayant fait qu’exercer les droits que lui conférait la législation bulgare. L’avocate refusa de répondre à l’allégation selon laquelle le requérant constituerait un danger pour la société en raison de sa qualité de député.", "20.   Le 11 novembre 1992, le procureur général informa verbalement l’avocate que la demande présentée par son client le 10 novembre 1992 avait été rejetée, faute d’éléments nouveaux justifiant de revenir sur la décision du maintien en détention.", "21.   Par une lettre du 18 novembre 1992, le requérant, invoquant l’article 180 du code de procédure pénale, se plaignit auprès du procureur général de ce que le ministère public n’avait pas répondu par écrit à ses demandes. Les poursuites pénales engagées contre lui étaient dénuées de base légale et constituaient manifestement une forme de représailles politiques.", "22.   Dans un courrier du 20 novembre 1992, l’avocate sollicita du procureur une réponse à sa demande du 10 novembre 1992 (paragraphe 19 ci-dessus) et précisa que l’information avait son importance pour la requête adressée à la Commission.", "Le 25 novembre 1992, le procureur répondit que la décision du 11 novembre avait été communiquée à l’avocate le 16 et qu’un procès-verbal avait été établi, conformément à l’article 100 du code de procédure pénale.", "23.   Le 29 décembre 1992, l’Assemblée nationale bulgare rapporta sa décision du 7 juillet 1992 autorisant la mise en détention provisoire de M. Loukanov. Le lendemain, le procureur ordonna la libération sous caution de l’intéressé.", "24.   Le 12 mars 1994, le tribunal de Sofia accorda à M. Loukanov une indemnité pour le préjudice moral subi en raison des tentatives faites par la police des frontières de lui retirer son passeport, en l’absence d’une décision légale le prévoyant. La Cour suprême confirma ce jugement le 9 février 1995.", "II.   Le droit interne pertinent", "A. Le code pénal bulgare d’avril 1968, dans sa version en vigueur à l’époque des faits", "25.   Selon l’article 201 du code pénal, tout agent de l’Etat qui détourne des fonds, publics ou privés, qui lui ont été remis en considération de sa qualité, ou confiés à sa garde ou à sa gestion, encourt jusqu’à huit ans d’emprisonnement. S’il a commis une autre infraction pour faciliter le détournement ou s’il a bénéficié de complicités, il est passible d’un à dix ans de réclusion (article 202).", "L’article 203 par. 1 prévoit des peines de dix à trente ans d’emprisonnement si l’infraction relevant des articles 201 ou 202 porte sur des montants particulièrement élevés de fonds publics et est qualifiée de grave.", "26.   Comme il ressort d’un certain nombre de décisions rendues par la Cour suprême (D 133-77-II, p. 80; D 63-79-I, p. 61; D 271-85-II, p. 87; D 172-88-I, bull. no 12/88, p. 4; D 144-79-I, p. 73; D 315-75-II, p. 52, et D 5-83-Pl., p. 17), fournies par l’avocate du requérant, en concertation avec l’agent du Gouvernement avant l’audience devant la Cour à l’époque des faits, l’une des conditions pour que le délit de détournement fût constitué au regard de l’article 201 du code pénal était que l’intéressé eût disposé des biens en question comme des siens propres, à son profit ou celui d’un tiers.", "Dans un arrêt de 1995 (no 17/95), la Cour constitutionnelle a déclaré inconstitutionnel un amendement adopté par l’Assemblée nationale pour ajouter à l’article 201 la condition expresse que l’intéressé eût utilisé les fonds à son profit personnel ou à celui d’un tiers. Selon la Cour, une telle limitation à la portée du délit de détournement de fonds affaiblirait la protection du droit de propriété garanti par la Constitution de 1991. La condition déterminante est non que l’enrichissement ait été personnel, mais que l’intéressé ait disposé des fonds comme s’il s’agissait des siens propres et qu’il ait par là même nui aux intérêts du propriétaire des fonds.", "A cet égard, la Cour constitutionnelle a déclaré que l’amendement en question était conforme à l’interprétation de l’article 201 donnée par la Cour suprême.", "Au dire du Gouvernement, il n’y avait à l’époque des faits aucun membre du conseil des ministres poursuivi en vertu des articles 201 et 203 du code pénal pour avoir participé à une décision prise collégialement par le gouvernement.", "27.   L’article 219 par. 1 dispose:", "\"Tout agent de l’Etat qui, dans la gestion des actifs ou des fonds en sa possession, ou dans l’accomplissement des tâches qui lui sont confiées, cause par sa faute et au détriment du service concerné ou de l’économie nationale, un dommage matériel considérable ou provoque la destruction ou la dissipation de ces actifs, est condamné à trois ans d’emprisonnement au plus ou à un travail d’intérêt général.\"", "En vertu du paragraphe 3 du même article, la peine encourue est portée à huit ans d’emprisonnement si la forfaiture est commise délibérément.", "28.   L’article 282 énonce:", "\"1) L’agent de l’Etat qui ne s’acquitte pas de ses obligations professionnelles, ou abuse de ses pouvoirs en vue d’obtenir un avantage matériel pour lui-même ou pour un tiers ou de porter préjudice à autrui, encourt, si son comportement risque de causer un dommage matériel non négligeable, une peine d’emprisonnement pouvant aller jusqu’à cinq ans (...)", "2) Si l’acte en cause entraîne un préjudice matériel considérable, ou a été commis par un fonctionnaire de haut rang, son auteur est passible de huit ans d’emprisonnement (...)", "3) Si ledit acte est particulièrement grave, la peine est de trois à dix ans d’emprisonnement (...)\"", "B. Le code de procédure pénale bulgare de novembre 1974, dans sa version en vigueur au moment des faits", "29.   Selon l’article 147 par. 1 du code de procédure pénale, l’inculpé peut être placé sous contrôle judiciaire pour éviter les risques de fuite, de récidive ou de collusion. Le type de mesure ainsi décidée dépend des éléments à charge, de l’état de santé de l’inculpé, de sa situation familiale, de sa profession ainsi que de toute autre information sur sa personne.", "30.   Les passages pertinents de l’article 152 sont ainsi libellés:", "\"1) La détention provisoire est ordonnée si l’inculpé encourt une peine de dix ans d’emprisonnement ou plus, ou s’il risque la peine capitale.", "2) La mesure prévue au paragraphe précédent n’est pas ordonnée lorsqu’il n’existe aucun risque de voir l’inculpé se soustraire à la justice ou commettre une autre infraction.", "(...)", "4) Le détenu peut immédiatement interjeter appel de sa mise en détention. Le tribunal rendra, dans les trois jours, une décision définitive.\"", "PROCÉDURE DEVANT LA COMMISSION", "31.   Dans sa requête (no 21915/93) à la Commission du 1er septembre 1992, M. Loukanov se plaignait de ce que son arrestation et sa détention provisoire eussent été contraires à l’article 5 par. 1 c) de la Convention (art. 5-1-c), en ce qu’il n’y avait pas raisonnablement lieu de le soupçonner d’avoir commis une infraction et que les mesures prises n’étaient pas nécessaires pour l’empêcher de perpétrer une infraction ou de se soustraire à la justice. Par ailleurs, il se plaignait de traitements inhumains et dégradants subis en détention et prohibés par l’article 3 (art. 3). En outre, il n’aurait pas bénéficié, contrairement à l’article 6 (art. 6), d’une audience publique devant la Cour suprême. Au surplus, la procédure pénale engagée contre lui aurait concerné des actes qui n’étaient pas constitutifs d’une infraction pénale à l’époque des faits, au mépris de l’article 7 (art. 7). Il alléguait aussi une méconnaissance de l’article 10 de la Convention (art. 10), en raison de la décision du procureur lui interdisant d’écrire des articles sur des questions liées à l’instruction. Enfin, il dénonçait une violation de l’article 18 de la Convention (art. 18).", "32.   Le 12 janvier 1995, la Commission a retenu la requête quant aux griefs tirés des articles 5 par. 1 et 18 de la Convention (art. 5-1, art. 18) et l’a déclarée irrecevable pour le surplus.", "Dans son rapport du 16 janvier 1996 (article 31) (art. 31), elle formule à l’unanimité l’avis qu’il y a eu violation de l’article 5 par. 1 de la Convention (art. 5-1) et qu’aucune question distincte ne se pose sous l’angle de l’article 18 (art. 18). Le texte intégral de son avis figure en annexe au présent arrêt.", "CONCLUSIONS PRÉSENTÉES À LA COUR", "33.   A l’audience du 28 novembre 1996, le Gouvernement a admis, comme dans ses observations écrites, qu’il y avait eu violation de l’article 5 par. 1 de la Convention (art. 5-1).", "34.   A la même occasion, l’avocate de M. Loukanov, comme elle l’avait fait dans son mémoire, a demandé à la Cour de constater des violations de l’article 5 par. 1 (art. 5-1) et d’accorder à l’intéressé une satisfaction équitable au titre de l’article 50 de la Convention (art. 50).", "EN DROIT", "I.   OBSERVATION PRÉLIMINAIRE\t", "35.   Le requérant fut tué par balle devant son domicile, le 2 octobre 1996, alors que l’affaire était devant la Cour (paragraphe 7 ci-dessus). Il n’a pas été contesté que sa veuve et ses deux enfants (paragraphe 5 ci-dessus) eussent qualité pour poursuivre la requête au nom du défunt et la Cour ne voit pas de motif d’en décider autrement (voir, par exemple, l’arrêt Ahmet Sadik c. Grèce du 15 novembre 1996, Recueil des arrêts et décisions 1996-V, p. 1652, par. 26).", "II.   SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 5 PAR. 1 DE LA CONVENTION (art. 5-1)", "36.   Le requérant allègue une violation de l’article 5 par. 1 de la Convention (art. 5-1), dont la partie pertinente est ainsi libellée:", "\"Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales:", "(...)", "c) s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci;", "(...)\"", "37.   Le requérant, rejoint par la Commission, estime que les faits invoqués contre lui à l’époque de son arrestation et pendant son maintien en détention (paragraphes 9, 11 et 13 ci-dessus) ne pouvaient être interprétés par un observateur objectif comme un détournement de fonds et un manquement aux devoirs de sa charge visant à faciliter la commission du délit. En conséquence, il n’y aurait pas eu de \"raisons plausibles de soupçonner que [le requérant avait] commis une infraction\" au sens de l’article 5 par. 1 c) (art. 5-1-c). De même, la détention n’aurait pu raisonnablement être considérée comme nécessaire pour \"empêcher [l’intéressé] de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci\".", "Dans ces conditions, la Commission n’a pas estimé devoir se prononcer sur la \"régularité\" de la détention au regard du droit interne.", "Le requérant souligne, quant à lui, que les décisions à l’origine des accusations portées contre lui et de sa détention provisoire ont été prises collégialement par le gouvernement, à l’époque, et de manière conforme au droit en vigueur, y compris la Constitution bulgare d’alors; les fonds accordés l’auraient été dans le cadre du budget national adopté par l’Assemblée nationale, qui les aurait approuvés ensuite. Les mesures auraient été en harmonie non seulement avec la politique du gouvernement de l’époque, mais aussi avec les résolutions des Nations unies sur l’aide au développement. Elles n’auraient profité à aucun membre du gouvernement ni à un tiers quelconque; les fonds auraient été intégralement reçus par les pays destinataires.", "38.   Le Gouvernement a soutenu devant la Commission que la détention de M. Loukanov se fondait sur l’existence de raisons de le soupçonner d’avoir commis une infraction et qu’elle était conforme au droit bulgare. S’il est vrai que l’octroi d’une aide au développement ne constitue pas en soi une infraction pénale, il y aurait eu inculpation parce que les transferts de fonds auraient concerné, sous couvert d’aide au développement, diverses \"opérations\" irrégulières portant préjudice aux intérêts économiques de la Bulgarie. Le Gouvernement n’aurait cependant pu fournir aucune précision sur ces \"opérations\", sous peine de porter atteinte à la confidentialité de la procédure pénale engagée contre le requérant et contre huit autres anciens membres du gouvernement.", "Devant la Cour, le Gouvernement se déclare disposé à accepter l’avis de la Commission sur l’existence d’une violation de l’article 5 par. 1 de la Convention (art. 5-1), tout en informant la Cour du point de vue du procureur général, l’autorité qui avait ordonné le placement en détention provisoire de M. Loukanov (paragraphe 11 ci-dessus). A cet égard, il souligne ne pas avoir compétence pour apprécier les mesures prises en l’espèce par le parquet et par la Cour suprême qui, en vertu de la Constitution, sont deux autorités judiciaires indépendantes.", "39.   L’argumentation du procureur général sur les griefs du requérant comportait les observations ci-après.", "En droit bulgare, un élément clé constitutif du délit de détournement de fonds serait que l’auteur ait traité les biens d’autrui comme si c’étaient les siens propres, méconnaissant ainsi les intérêts de leur propriétaire; qu’il ait cherché ou non à obtenir un avantage pour lui-même ou pour un tiers ne serait pas décisif (paragraphe 26 ci-dessus). En outre, les membres d’un organe collégial pourraient, à raison de leurs décisions et mesures prises conjointement, être déclarés coupables s’ils avaient sciemment commis des actes constitutifs d’une infraction. En l’espèce, les décisions collectives concernées ayant porté préjudice à l’économie, des poursuites pénales auraient été engagées contre chacun des membres de l’organe auteur de ces décisions (paragraphes 9 et 11 ci-dessus). Le procureur aurait pensé que les fonds en cause avaient été dépensés de manière illicite puisque rien n’indiquait s’ils avaient figuré au budget comme dépenses.", "Le procureur général n’aurait notoirement pas été en mesure à l’époque de vérifier s’il existait une intention délictueuse. Il aurait estimé, vu les circonstances et la complexité de l’affaire, que cela ne pourrait se faire qu’au cours d’une instruction préliminaire.", "Bien que cela ne figure pas expressément dans la mesure de détention provisoire, la décision aurait été prise au vu de la gravité de l’infraction commise et de la personnalité de son auteur (paragraphes 9 et 11 ci-dessus). La Cour suprême, elle aussi, a insisté sur la qualité de député du requérant (paragraphe 13 ci-dessus). Les pouvoirs extrêmement étendus dont il a bénéficié en raison de son statut lui auraient fourni des occasions plus grandes de se soustraire à la justice ou de commettre de nouvelles infractions que ce n’eût été le cas autrement. En outre, sa position sociale, ses nombreux contacts à l’étranger et son insistance à se faire restituer son passeport auraient été autant de considérations justifiant un placement en détention provisoire. Comme l’a déclaré la Cour suprême, la circonstance que l’intéressé a formé un recours contre le retrait de son passeport aurait permis de le soupçonner valablement de pouvoir perpétrer une nouvelle infraction, au sens de l’article 152 par. 2 du code de procédure pénale (paragraphe 13 ci-dessus).", "De l’avis du procureur général, la détention provisoire contestée était conforme au droit interne, notamment à la Constitution bulgare, et parfaitement en harmonie avec l’article 5 par. 1 c) de la Convention (art. 5-1-c).", "40.   La Cour observe d’emblée qu’elle a compétence pour examiner les circonstances entourant les griefs du requérant, dans la mesure où ils concernent la période postérieure au 7 septembre 1992, date à laquelle la Bulgarie a ratifié la Convention et reconnu la juridiction obligatoire de la Cour. Ce faisant, elle tiendra compte de l’état où se trouvait la procédure à cette date (voir, par exemple, l’arrêt Hokkanen c. Finlande du 23 septembre 1994, série A no 299-A, p. 19, par. 53, et l’arrêt Yagci et Sargin c. Turquie du 8 juin 1995, série A no 319-A, p. 16, par. 40), notamment de ce que les motifs de détention précisés dans la décision du 9 juillet et dans l’arrêt rendu par la Cour suprême le 13 juillet confirmant ladite décision, sont demeurés les mêmes jusqu’à la remise en liberté de l’intéressé le 30 décembre 1992 (paragraphes 11 et 13 ci-dessus). Cela n’a pas été contesté devant la Cour.", "Quant aux observations du Gouvernement relatives à l’indépendance des autorités à l’origine des mesures dénoncées par le requérant sur le terrain de la Convention (paragraphe 38 ci-dessus), il faut souligner que les gouvernements répondent au regard de cet instrument des actes de ces autorités, comme de tout autre organe étatique. Dans toutes les affaires devant la Cour, c’est la responsabilité internationale de l’Etat qui se trouve en jeu (voir, mutatis mutandis, l’arrêt Foti et autres c. Italie du 10 décembre 1982, série A no 56, p. 21, par. 63). Nonobstant l’acceptation par le Gouvernement de l’avis de la Commission qu’il y a eu violation de l’article 5 par. 1 (art. 5-1), la Cour estime opportun d’examiner la question.", "41.   L’article 5 par. 1 de la Convention (art. 5-1) dresse en effet des motifs admissibles de privation de liberté une liste limitative qui appelle une interprétation étroite (voir, par exemple, l’arrêt Ciulla c. Italie du 22 février 1989, série A no 148, p. 18, par. 41).", "La Cour considère que le principal problème en l’espèce a trait à la \"régularité\", au sens de l’article 5 par. 1 (art. 5-1), de la détention du requérant du 7 septembre au 30 décembre 1992, notamment l’observation des \"voies légales\". Elle réaffirme que la Convention renvoie, pour l’essentiel, à la législation nationale, mais exige de surcroît la conformité de toute mesure privative de liberté au but de l’article 5 (art. 5): protéger l’individu contre l’arbitraire (voir, par exemple, l’arrêt Bozano c. France du 18 décembre 1986, série A no 111, p. 23, par. 54, et l’arrêt Benham c. Royaume-Uni du 10 juin 1996, Recueil 1996-III, pp. 752-753, par. 40).", "Là où la Convention, comme en son article 5 (art. 5), renvoie directement au droit interne, le respect de celui-ci forme partie intégrante des obligations des Etats contractants, de sorte que la Cour a compétence pour s’en assurer au besoin (article 19) (art. 19); toutefois, l’ampleur de la tâche dont elle s’acquitte en la matière trouve des limites dans l’économie du système européen de sauvegarde car il incombe au premier chef aux autorités nationales, notamment aux tribunaux, d’interpréter et appliquer ce droit (voir, entre autres, l’arrêt Bozano précité, p. 25, par. 58, et l’arrêt Kemmache c. France (no 3) du 24 novembre 1994, série A no 296-C, p. 88, par. 42).", "42.   La Cour en vient aux circonstances propres à l’espèce: il n’est pas contesté que M. Loukanov, en sa qualité de membre du gouvernement bulgare, a pris part aux décisions - octroi de fonds d’aide et de crédits à certains pays en développement - qui ont donné lieu aux accusations portées contre lui.", "43.   Cependant, aucune des dispositions du code pénal invoquées pour justifier la détention - les articles 201 à 203, 219 et 282 (paragraphes 11 et 13 ci-dessus) - n’indiquerait, expressément ou non, qu’un membre du gouvernement pourrait avoir à répondre pénalement de sa participation à des décisions collégiales de cet ordre. En outre, aucune preuve n’a été présentée qui montrerait que de telles décisions étaient illégales, c’est-à-dire contraires à la Constitution et à la législation bulgares, ou, plus précisément, qu’elles résultaient d’un excès de pouvoir ou enfreignaient la loi sur le budget national.", "Cela étant, la Cour n’est pas convaincue que le comportement reproché au requérant constituât une infraction pénale au regard du droit bulgare à l’époque.", "44.   Qui plus est, l’ordonnance de mise en détention prise par le parquet le 9 juillet 1992 et la décision de la Cour suprême la confirmant le 13 juillet renvoyaient aux articles 201 à 203 du code pénal (paragraphes 13 et 25 ci-dessus). Comme le montre la jurisprudence transmise à la Cour, l’un des éléments constitutifs du détournement au regard des articles 201 à 203 du code pénal était que l’auteur du délit eût cherché à obtenir un avantage pour lui-même ou pour un tiers (paragraphe 26 ci-dessus). La décision d’incarcération prise le 9 juillet se référait en outre à l’article 282, aux termes duquel constituait une infraction le fait pour un agent de l’Etat d’abuser de ses pouvoirs pour en obtenir un avantage (paragraphes 9 et 28 ci-dessus).", "Cependant, la Cour n’a reçu aucun élément ou renseignement propre à démontrer qu’il existait à l’époque des motifs plausibles de soupçonner le requérant d’avoir cherché, pour lui-même ou pour un tiers, à retirer un avantage de sa participation à l’affectation des fonds en question (voir, par exemple, l’arrêt Murray c. Royaume-Uni du 28 octobre 1994, série A no 300-A, p. 25, par. 51). Il faut relever à cet égard que le Gouvernement n’a pas, selon la Commission, étayé sa thèse sur l’existence de certaines \"opérations\" et qu’il ne l’a d’ailleurs pas réitérée devant la Cour. Il n’a du reste pas soutenu devant les organes de la Convention que les Etats concernés n’auraient pas reçu les fonds.", "45.   Dans ces conditions, la Cour n’estime pas que la privation de liberté infligée à M. Loukanov pendant la période considérée ait été une \"détention régulière\" mise en oeuvre parce qu’il y avait \"des raisons plausibles de soupçonner que [l’intéressé avait] commis une infraction\".", "Cela étant, elle ne juge pas devoir examiner si la détention pouvait raisonnablement passer pour nécessaire afin d’empêcher le requérant de commettre une infraction ou de s’enfuir après l’avoir commise.", "46.   Partant, il y a eu en l’espèce violation de l’article 5 par. 1 (art. 5-1).", "III.   SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 18 DE LA CONVENTION (art. 18)", "47.   Devant la Commission, le requérant avait aussi allégué une violation de l’article 18 de la Convention (art. 18), ainsi libellé:", "\"Les restrictions qui, aux termes de la (...) Convention, sont apportées auxdits droits et libertés ne peuvent être appliquées que dans le but pour lequel elles ont été prévues.\"", "48.   La Commission, vu son constat sur l’article 5 par. 1 de la Convention (art. 5-1) (paragraphe 37 ci-dessus), a conclu qu’aucune question distincte ne se posait sous l’angle de l’article 18 (art. 18). Le requérant la suit également sur ce point.", "49.   La Cour, rappelant ses conclusions au regard de l’article 5 par. 1 (art. 5-1), estime de même qu’aucune question distincte ne se pose sur le terrain de l’article 18 (art. 18).", "IV.   SUR L’APPLICATION DE L’ARTICLE 50 DE LA CONVENTION (art. 50)", "50.   Dans son mémoire à la Cour, M. Andrei Loukanov demandait une satisfaction équitable au titre de l’article 50 de la Convention (art. 50), selon lequel:", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Dommage moral", "51.   Le requérant ne réclamait aucune indemnisation pour dommage matériel, mais invitait la Cour à lui accorder une réparation pour le préjudice physique et moral subi du fait de sa détention.", "52.   Le Gouvernement s’en remet sur ce point à la sagesse de la Cour. Le délégué de la Commission suggère d’allouer une somme globale de 115 000 francs français (FRF), sur la base d’une indemnité de 1 000 FRF pour chacune des 115 journées que M. Loukanov a illégalement passées en détention.", "53.   La Cour estime que le constat de violation ne fournirait pas, à lui seul, une satisfaction équitable suffisante et qu’elle doit dès lors accorder une indemnité. Statuant en équité, elle octroie à la veuve et aux deux enfants du requérant, qui ont poursuivi la procédure en son nom, la somme de 40 000 FRF, à convertir en leva bulgares au taux applicable à la date du règlement.", "B. Frais et dépens", "54.   L’intéressé demandait en outre le remboursement de ses frais et dépens, pour un montant en leva bulgares correspondant aux totaux de 13 456 dollars américains (USD) et 7 067 FRF, ventilés comme suit:", "a) 3 100 USD pour le travail effectué par son avocate, Mme Loultcheva, au titre de la procédure devant la Commission;", "b) 3 272 USD et 1 600 FRF pour les frais de voyage et de séjour de son avocate et de lui-même, à l’occasion de l’audience devant la Commission;", "c) 2 000 USD pour les travaux de son avocate liés à la procédure devant la Cour;", "d) 1 800 USD pour le travail de traduction et d’interprétation effectué par M. Entchev dans la procédure devant la Cour;", "e) 3 284 USD et 5 467 FRF pour les frais de voyage et de séjour de Mme Loultcheva et de M. Entchev, à l’occasion de leur comparution à l’audience devant la Cour.", "55.   Le Gouvernement laisse à la sagesse de la Cour le soin de décider des frais et dépens. Le délégué de la Commission estime raisonnables les prétentions exposées sous les points a) à c) et considère que la Cour devrait aussi accorder une certaine somme au titre des frais et dépens mentionnés sous les postes d) et e).", "56.   La Cour est convaincue que les frais et dépens réclamés ont été réellement et nécessairement exposés dans les monnaies indiquées et pour un montant raisonnable. Conformément à sa jurisprudence, elle accorde à la veuve et aux deux enfants du requérant l’intégralité des sommes sollicitées sous cette rubrique.", "C. Intérêts moratoires", "57.   La Cour estime approprié de prévoir le versement des intérêts moratoires au taux annuel de 4% pour les sommes accordées en francs français et de 5% pour celle octroyée en dollars américains.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.   Dit qu’il y a eu violation de l’article 5 par. 1 de la Convention (art. 5-1);", "", "2.   Dit qu’aucune question distincte ne se pose sur le terrain de l’article 18 de la Convention (art. 18);", "", "3.   Dit", "a) que l’Etat défendeur doit verser à la veuve et aux deux enfants du requérant, dans les trois mois, les sommes suivantes, à convertir en leva bulgares au taux applicable à la date du règlement:", "i. 40 000 (quarante mille) francs français en réparation du préjudice moral, et", "ii. 13 456 (treize mille quatre cent cinquante-six) dollars américains et 7 067 (sept mille soixante-sept) francs français pour frais et dépens;", "b) que ces montants seront à majorer, à compter de l’expiration dudit délai et jusqu’au versement, d’un intérêt simple aux taux suivants:", "i. 4% l’an pour les sommes allouées en francs français,", "et", "ii. 5% l’an pour la somme allouée en dollars américains;", "", "4.   Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 20 mars 1997.", "", "Rolv RYSSDAL", "Président", "Herbert PETZOLD", "Greffier"]}