{"file": "FRE_HFJUD_71243_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "71243/01", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "", "", "", "", "AFFAIRE VISTIŅŠ ET PEREPJOLKINS c. LETTONIE", "", "(Requête no 71243/01)", "", "", "", "", "", "", "", "", "", "ARRÊT", "(Satisfaction équitable)", "", "", "STRASBOURG", "", "25 mars 2014", "", "", "", "", "", "", "En l’affaire Vistiņš et Perepjolkins c. Lettonie,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tDean Spielmann, président,\n\tNicolas Bratza,\n\tFrançoise Tulkens,\n\tNina Vajić,\n\tLech Garlicki,\n\tPeer Lorenzen,\n\tKarel Jungwiert,\n\tElisabeth Steiner,\n\tJán Šikuta,\n\tAndrás Sajó,\n\tNona Tsotsoria,\n\tIşıl Karakaş,\n\tKristina Pardalos,\n\tAngelika Nußberger,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos,\n\tAndré Potocki, juges,\net de Michael O’Boyle, greffier adjoint,", "Après en avoir délibéré en chambre du conseil le 5 mars 2014,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  À l’origine de l’affaire se trouve une requête (no 71243/01) dirigée contre la République de Lettonie et dont deux ressortissants de cet État, M. Jānis Vistiņš et M. Genādijs Perepjolkins (« les requérants »), ont saisi la Cour le 5 juin 2001 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Par un arrêt du 25 octobre 2012 (« l’arrêt au principal »), la Cour (Grande Chambre) a jugé qu’en expropriant les terrains appartenant aux requérants et ce moyennant une indemnisation disproportionnément basse, l’État défendeur avait outrepassé la marge d’appréciation dont il disposait, rompant ainsi le juste équilibre entre la protection de la propriété et les exigences de l’intérêt général. Partant, il y avait eu violation de l’article 1 du Protocole no 1 (Vistiņš et Perepjolkins c. Lettonie [GC], no 71243/01, §§ 130-131, et point 2 du dispositif, 25 octobre 2012).", "3.  En s’appuyant sur l’article 41 de la Convention, les requérants réclamaient des sommes correspondant à la pleine valeur cadastrale des terrains litigieux au moment de leur expropriation et le remboursement du manque à gagner correspondant aux loyers des terrains litigieux. Ils demandaient également le remboursement des frais de procédure exposés devant la Cour.", "4.  La question de l’application de l’article 41 de la Convention ne se trouvant pas en état, la Cour l’a réservée et a invité le Gouvernement et les requérants à lui soumettre par écrit, dans les trois mois à compter de la date de notification de l’arrêt au principal, leurs observations et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir (ibidem, § 140, et point 4 du dispositif).", "5.  Les parties n’ayant pas abouti à un accord, tant les requérants que le Gouvernement ont déposé des observations. Par la suite, le Gouvernement a formulé des observations supplémentaires sur la demande de satisfaction équitable soumise par les requérants.", "EN FAIT", "A.  La détermination de la valeur cadastrale des biens fonciers en 1997", "6.  Au moment de l’expropriation des terrains des requérants, la valeur cadastrale des biens fonciers situés dans le périmètre des villes était déterminée conformément au règlement no 94 du 12 avril 1994 relatif à l’évaluation des terrains urbains (Noteikumi « Par pilsētu zemes vērtēšanu »), en vigueur jusqu’au 12 juin 1998. Dans la mesure où il était pertinent en l’espèce, le préambule de ce texte contenait les définitions suivantes :", "« (...) Valeur cadastrale d’un terrain – la valeur urbanistique et économique d’un terrain, formulée en termes pécuniaires.", "(...)", "Valeur modèle d’un terrain [zemes paraugvērtība] – la valeur maximale d’un mètre carré de terre urbaine située dans une zone de valeur [vērtību zona] aux fins de son exploitation dans un but concret.", "Valeur modèle de fait d’un terrain [zemes faktiskā paraugvērtība] – la valeur maximale d’un mètre carré de terre urbaine située dans un territoire concret d’une zone de valeur [vērtību zona] aux fins de son exploitation dans un but concret.", "(...)", "Zone de valeur – un territoire urbain correspondant à un ensemble constant de données caractérisant une valeur foncière.", "(...) »", "7.  L’article 5 précisait que le règlement était inapplicable à la détermination de la valeur marchande des terrains urbains. Aux fins d’évaluation, le territoire urbain devait être réparti en zones de valeur à partir du plan général d’urbanisme. La capitale, c’est-à-dire Riga, devait être divisée en sept zones ou plus (article 7). Aux termes de l’article 8, les critères principaux de ce zonage étaient :", "« (...)", "1)  position [du terrain] par rapport au centre-ville ;", "2)  niveau du développement des infrastructures de génie civil et des services sociaux ;", "3)  attractivité du territoire ;", "4)  conditions écologiques et conséquences entraînées par des facteurs défavorables ;", "5)  conditions géologiques locales. »", "8.  L’article 24 du règlement fixait la méthodologie du calcul de la valeur modèle (paraugvērtība) d’un terrain. Pour les grandes villes comme Riga, la valeur modèle ne devait pas être spécialement calculée car elle correspondait au barème figurant à l’annexe no 2 du règlement. Pour établir la valeur modèle de fait (faktiskā paraugvērtība), il fallait calculer la différence entre la valeur modèle de la zone en question et la zone adjacente, la multiplier par la distance jusqu’à la zone suivante, puis diviser le résultat par la largeur de la zone en question, et, enfin, y ajouter la valeur modèle correspondante tirée du barème fixe (article 25). La valeur modèle de fait devait encore être ajustée en fonction des bâtiments construits sur le terrain (article 26).", "9.  C’est en multipliant la valeur modèle de fait par la superficie du terrain que l’on obtenait sa valeur cadastrale. Celle-ci devait encore être ajustée dans la limite de 20 % en fonction de certains facteurs favorables ou défavorables (articles 30 à 34). Le calcul de la valeur cadastrale des terrains incombait au Service foncier de l’État (Valsts Zemes dienests).", "B.  Les intérêts légaux\t", "10.  Les dispositions pertinentes du code civil (Civillikums) sont ainsi libellées :", "Article 1757", "« Lorsque le contrat prévoit le paiement d’un intérêt, son pourcentage doit être fixé. À défaut, il est présumé que le taux légal (voir l’article 1765) a été tacitement agréé. »", "Article 1765\n(libellé en vigueur avant le 1er mars 2006)", "« Le taux d’intérêt doit être clairement établi dans l’acte ou le contrat. À défaut, ainsi qu’au cas où la loi impose le paiement de l’intérêt légal, le taux est de six pour cent l’an. L’intérêt ne peut être calculé que sur le capital lui-même. Cependant, si les intérêts ne sont pas payés dans le délai imparti au titre d’une année au moins, alors, à partir de ce moment-là, à la demande du créancier, on calcule les intérêts légaux sur l’intérêt qui lui est dû. »", "Article 1765\n(libellé en vigueur après le 1er mars 2006, modifié par la loi du 23 mai 2013)", "« Le taux d’intérêt doit être clairement établi dans l’acte ou le contrat. À défaut, ainsi qu’au cas où la loi impose l’intérêt légal, le taux est de six pour cent l’an.", "Le taux d’intérêt pour le retard de paiement d’une dette pécuniaire fixée par un contrat comme contrepartie à la livraison ou à l’achat d’un bien ou à un service est de huit pour cent [« sept pour cent » avant le 26 juin 2013] au-dessus du taux de base (article 1765, troisième alinéa) par an ; quant aux rapports contractuels où participe un consommateur, [le taux de base est] de six pour cent l’an.", "Le taux de base des intérêts est quatre pour cent. Ce taux de base change le 1er janvier et le 1er juillet de chaque année par le pourcentage correspondant à l’augmentation ou à la diminution du taux de refinancement le plus récent fixé par la Banque de Lettonie avant le premier jour du semestre en question. Après le 1er janvier et le 1er juillet de chaque année, la Banque de Lettonie publie immédiatement au [Journal officiel] une communication sur le taux d’intérêt en vigueur lors du semestre à venir.", "L’intérêt ne peut être calculé que sur le capital lui-même. Cependant, si les intérêts ne sont pas payés dans le délai imparti au titre d’une année au moins, alors, à partir de ce moment-là, à la demande du créancier, on calcule les intérêts légaux sur l’intérêt qui lui est dû. »", "Article 1763", "« La croissance de l’intérêt s’arrête :", "1)  lorsque le montant des intérêts encore impayés atteint le montant du capital ;", "(...) »", "C.  Le taux d’inflation", "11.  Selon le Bureau central de statistique (Centrālā Statistikas pārvalde) de Lettonie, le taux d’inflation entre le 25 novembre 1997 (date de l’entrée en vigueur de la loi d’expropriation ; Vistiņš et Perepjolkins, précité, §§ 23 et 54) et le 25 octobre 2012 (date de l’arrêt au principal) a été de 94,3 %.", "EN DROIT", "12.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel", "1.  Arguments des parties", "a)  Les requérants", "13.  Les requérants commencent par rappeler que, dans l’arrêt au principal, la Cour n’a émis aucun doute quant à la conformité de l’acquisition des terrains litigieux aux exigences du droit letton et à la validité de leur droit de propriété au regard de ces terrains. Bien au contraire, la Cour a expressément constaté que la bonne foi des requérants quant à l’acquisition de ces biens n’avait jamais été contestée et que les autorités lettonnes avaient formellement reconnu le droit de propriété des intéressés en l’inscrivant au cadastre et en leur versant des loyers (Vistiņš et Perepjolkins, précité, § 120). Qui plus est, nul ne leur a jamais reproché d’avoir exercé leur droit de propriété d’une manière contraire à la loi ou nuisible à l’intérêt public. Dès lors, les requérants n’ont aucune part de responsabilité dans les dommages qu’ils ont subis du fait de l’expropriation de leurs terrains.", "14.  Invoquant les arrêts Guiso-Gallisay c. Italie ((satisfaction équitable) [GC], no 58858/00, § 105, 22 décembre 2009) et Medici et autres c. Italie (satisfaction équitable), no 70508/01, § 13, 4 décembre 2012), les requérants rappellent que l’indemnisation doit correspondre à la valeur du terrain au moment de la perte de la propriété, diminuée des sommes éventuellement octroyées au niveau national, puis actualisée pour compenser les effets de l’inflation et assortie d’intérêts. À cet égard, ils soulignent que la valeur cadastrale d’un terrain, fixée par l’autorité publique et influencée, entre autres, par des considérations d’ordre politique, n’est pas identique à sa valeur marchande déterminée essentiellement par les mécanismes de libre-échange. À titre d’exemple, les requérants fournissent un rapport d’expertise dressé par la société SIA I., certifiée en matière d’évaluation immobilière, dont il ressort qu’à la date du 20 décembre 2012, la valeur cadastrale totale de tous les terrains visés dans la présente affaire était de 723 118 lati lettons (LVL), alors que leur pleine valeur marchande s’élevait à 7 609 000 LVL. Donc, la valeur cadastrale peut constituer moins de 10 % de la valeur marchande du même bien. Quant aux rapports d’expertise fournis par le Gouvernement (paragraphes 23-28 ci-dessous), les requérants estiment qu’ils sont peu fiables et ne révèlent pas clairement la méthodologie suivie.", "15.  Par ailleurs, les requérants font valoir que ni l’une ni l’autre des valeurs précitées n’a été influencée par les prétendues infrastructures sises sur les terrains. La seule infrastructure qui s’y trouvait au jour de l’expropriation était constituée de plaques de béton pour l’entreposage de conteneurs, dont la valeur était de 5,28 LVL par mètre carré.", "16.  En l’espèce, la seule valeur des terrains litigieux connue au moment de l’expropriation était la valeur cadastrale déterminée par le Service foncier de l’État (Valsts Zemes dienests). Cette valeur était utilisée comme base pour le calcul de l’impôt foncier, des baux et des indemnités pour servitudes foncières. Dans la présente affaire, les tribunaux lettons ont eux aussi utilisé la valeur cadastrale comme valeur de référence pour calculer les arriérés de loyer dus aux requérants (Vistiņš et Perepjolkins, précité, §§ 25-27) et c’est celle-là que la Cour devrait retenir comme base pour l’octroi de l’indemnisation au titre de l’article 41 de la Convention.", "17.  Les requérants estiment que l’indemnisation à laquelle ils ont droit doit être calculée en tenant compte des sommes reçues par d’autres personnes se trouvant dans une situation comparable à la leur. Ils fournissent une copie d’un contrat de vente et des extraits des livres fonciers dont il ressort que, le 31 juillet 2002, la ville de Riga a acheté à Mme D. un terrain de 10 590 m2 sis à Kundziņsala, à proximité de l’un des terrains ayant appartenu au second requérant. La valeur cadastrale de ce terrain au moment de sa vente s’élevait à 515 981 LVL ; le prix agréé par les parties dans le contrat était de 309 588,60 LVL, soit 29,23 LVL par mètre carré, c’est-à-dire 60 % de la valeur cadastrale de l’époque.", "18.  Les requérants indiquent que la valeur cadastrale des terrains qui leur avaient appartenu s’élevait, au jour de leur expropriation, à 564 140 LVL (soit 802 698, 90 euros (EUR)) pour le premier requérant, et à 3 126 480 LVL (soit 4 448 580,26 EUR) pour le second requérant. C’est donc tout d’abord le versement de ces sommes que les intéressés réclament devant la Cour.", "19.  Les requérants rappellent ensuite que, d’après la jurisprudence de la Cour, les montants d’indemnisation doivent être assortis d’intérêt légal (6 % par an selon le code civil) et actualisés pour compenser les effets de l’inflation. Toutefois, au lieu de cela, les requérants préfèrent demander le manque à gagner subi du fait de ne plus avoir pu percevoir des loyers pendant quinze ans (entre 1997 et 2012). Le montant du loyer correspondant à 3 % de la valeur cadastrale des terrains litigieux par an, ils réclament, à ce titre, respectivement 253 863 LVL ou 361 214,51 EUR (le premier requérant) et 1 406 916 LVL ou 2 001 861,12 EUR (le second requérant).", "20.  Au total, les intéressés demandent donc le versement de 1 163 913,41 EUR (le premier requérant) et de 6 450 441,38 EUR (le second requérant).", "b)  Le Gouvernement", "21.  Le Gouvernement reconnaît que l’indemnisation doit correspondre à la valeur des biens au moment de la perte de la propriété. Cependant, il estime que, même si la valeur cadastrale des terrains litigieux a été utilisée comme base pour calculer les arriérés de loyers, elle n’est pas adéquate et ne devrait pas être utilisée au sens de l’article 41 de la Convention. À cet égard, le Gouvernement explique qu’en 1997, la valeur cadastrale n’avait absolument rien à voir avec la valeur vénale réelle des terrains. Pendant les premières années suivant le rétablissement de l’indépendance, le marché foncier (inexistant sous le régime soviétique où toute la terre appartenait à l’État) n’avait que commencé à se former. Dès lors, à cette époque transitoire, le zonage des villes, la valeur modèle des terrains et la valeur cadastrale en résultant se fondaient sur des hypothèses théoriques et dépendaient du nombre d’habitants dans la localité concernée ainsi que de la proximité du terrain en question du centre-ville (paragraphes 6-9 ci-dessus). Puisque le port autonome de Riga était relativement proche du centre de la capitale, son territoire a été inclus dans la zone « AB », c’est-à-dire celle de la seconde plus grande valeur. Dans cette zone, les valeurs modèles des terrains variaient de 24,24 LVL à 87,60 LVL par mètre carré.", "22.  Le 1er janvier 1998, c’est-à-dire après l’expropriation litigieuse, la nouvelle loi sur l’impôt foncier entra en vigueur. À la différence du régime précédent, cette loi disposait que la valeur cadastrale devait dorénavant être calculée sur la base des données du marché foncier. Le nouveau zonage et les nouvelles valeurs cadastrales fondées sur ces données ne devinrent effectifs qu’en 2003. La nouvelle valeur cadastrale des terrains ayant appartenu aux requérants était désormais de 3,90 LVL par mètre carré, et elle resta à ce niveau jusqu’à 2007.", "23.  Pour la raison exposée ci-dessus, le Gouvernement estime que la valeur cadastrale des terrains litigieux en 1997 n’est pas pertinente pour le calcul du dommage matériel subi par les requérants et que c’est plutôt la valeur marchande à la date de l’expropriation qui doit être retenue. Or, au moment de leur expropriation, cette valeur des terrains n’était pas connue ; son calcul à l’époque était inutile car ces biens étaient hors du commerce. Afin de combler cette lacune, le Gouvernement fournit quatre rapports d’expertise dressés en janvier 2013 par trois sociétés d’évaluation immobilière et calculant rétroactivement la valeur marchande des terrains en cause à la date du 25 novembre 1997 (date de l’entrée en vigueur de la loi d’expropriation ; Vistiņš et Perepjolkins, précité, §§ 23 et 54).", "24.  Le premier rapport, établi le 22 janvier 2013 par la société SIA B.K.G., contient l’évaluation suivante :", "« Nous devions déterminer la valeur marchande d’un bien foncier, à savoir d’un terrain sis à Riga, à Kundziņsala, numéro de cadastre 0100 096 0236 [exproprié à Jānis Vistiņš] à la date (...) du 25 novembre 1997. L’évaluation a été effectuée selon la Norme d’évaluation des biens en Lettonie [Latvijas Īpašuma vērtēšanas standarti, LVS-401] et les exigences de la loi (...) relative à l’expropriation des biens immobiliers pour cause d’utilité publique en vigueur au jour de l’expropriation.", "À la suite des calculs et des analyses effectués, nous sommes parvenus à la conclusion qu’à la date du 25 novembre 1997, la valeur marchande du bien foncier [en question] pourrait être de 338 484 lati (...)", "La « valeur marchande » est une somme d’argent, calculée  au jour de l’évaluation, moyennant laquelle un bien devrait passer d’un propriétaire à un autre à la suite d’une transaction commerciale entre un acheteur volontaire et un vendeur volontaire après un marketing adéquat ; par ailleurs, il est présumé que chacune des parties agit en connaissance de cause (...) et sans contrainte. (...) »", "25.  Le deuxième rapport, établi à la même date par la même société, porte sur les terrains expropriés du second requérant (M. Genādijs Perepjolkins). Son raisonnement est identique à celui du premier rapport. D’après ce document, la valeur marchande totale des terrains ayant appartenu au second requérant s’élevait, le 25 novembre 1997, à 1 250 593 LVL.", "26.  Le troisième rapport a été dressé le 22 janvier 2013 par une autre société d’évaluation, SIA V. Se référant également à la norme LVS-401 et utilisant la même définition de la « valeur marchande », ce rapport propose les chiffres suivants : 338 500 LVL pour le terrain du premier requérant, et 1 250 500 LVL pour la totalité des quatre terrains du second requérant. Cependant, ce rapport ne s’arrête pas là et établit également la valeur marchande de tous les biens susvisés « s’il n’y avait pas de circonstances particulières, à savoir les jugements des tribunaux fixant les montants des loyers des terrains ». Ainsi calculée, la valeur du terrain exproprié du premier requérant s’élèverait à 100 700 LVL, et la valeur globale des quatre terrains expropriés du second requérant serait de 281 300 LVL.", "27.  Le quatrième rapport, émanant d’une troisième société, SIA E., porte la date du 23 janvier 2013. Comme tous les rapports précités, il se réfère aussi à la norme LVS-401 et à la même définition de la « valeur marchande ». Ce rapport propose les chiffres suivants : 338 000 LVL pour le terrain du premier requérant, et 1 250 000 LVL pour la totalité des quatre terrains du second requérant.", "28.  Le Gouvernement fournit également un cinquième rapport d’expertise établi par la même société SIA E., dressé en 1999. À la différence des quatre rapports précédents, il ne détermine pas la valeur marchande à la date du 25 novembre 1997, mais la « valeur cadastrale moyenne économiquement fondée » de tous les terrains inclus dans le périmètre du port autonome de commerce de Riga à la date du 12 septembre 1999. Le Gouvernement explique que cette évaluation ne tient pas compte de la distance des terrains litigieux du centre-ville (ce qui serait erroné), mais plutôt des valeurs des autres ports commerciaux de la même région et de leur chiffre d’affaires. Aux termes du rapport, la « valeur cadastrale moyenne économiquement fondée » dans ce lieu était de 6,62 LVL par mètre carré, alors que la « valeur cadastrale moyenne effective économiquement fondée » s’élevait à 18,79 LVL par mètre carré.", "29.  Le Gouvernement rappelle la conclusion contenue dans l’arrêt au principal, selon laquelle « les autorités lettonnes étaient fondées à ne pas rembourser aux requérants la pleine valeur marchande des biens expropriés et (...) des montants très inférieurs auraient suffi à satisfaire aux exigences de l’article 1 du Protocole no 1 » (Vistiņš et Perepjolkins, précité, § 118). Il rappelle également que les requérants avaient acquis leurs terrains par voie de donation, qu’ils n’y avaient rien investi, qu’ils n’avaient payé aucun impôt foncier et qu’après l’expropriation, ils ont pu obtenir le versement de très importants arriérés de loyer (ibidem, §§ 25-27). Au demeurant, ils ont obtenu de l’État certains montants à titre d’indemnisation, même si la Cour les a jugés insuffisants (ibidem, §§ 22 et 24). Selon le Gouvernement, le bénéfice direct et indirect tiré par les requérants des terrains litigieux au détriment des contribuables (c’est-à-dire la somme des arriérés de loyer, de l’impôt impayé et des montants d’indemnisation déjà versés) s’élevait à 72 475,26 LVL pour le premier requérant et 455 320,71 LVL pour le second. Vu la situation économique générale de l’État défendeur à l’époque de l’expropriation (par exemple, entre 1993 et 1996, le salaire moyen brut en Lettonie correspondait à 142 EUR seulement), ces chiffres étaient énormes. La Cour devrait en tenir compte et diminuer considérablement les montants dus aux requérants.", "30.  À la lumière des considérations qui précèdent, le Gouvernement estime que la Cour devrait accorder 27 607 LVL (soit 39 281 EUR) au premier requérant, et 80 522 LVL (soit 114 572 EUR) au second requérant, au titre du préjudice subi du fait de l’expropriation de leurs terrains. Il n’explique pas comment il est parvenu à ces chiffres et quelle formule a été utilisée pour son calcul ; en revanche, il souligne que la valeur marchande sur laquelle se fonde ce calcul tient compte du taux de capitalisation de 5 %.", "31.  Enfin, le Gouvernement estime qu’en vertu de la jurisprudence actuelle de la Cour, les requérants n’ont aucun fondement juridique pour réclamer également le manque à gagner. À cet égard, il considère que la solution retenue par la Cour dans l’arrêt Guiso-Gallisay précité n’est pas applicable dans la présente affaire, puisqu’il s’agit ici d’une expropriation régulière et non d’une expropriation indirecte enfreignant le principe de légalité.", "2.  Appréciation de la Cour", "32.  La Cour rappelle d’emblée qu’au paragraphe 118 de l’arrêt au principal, elle a dit ceci :", "« La Cour considère que les autorités lettonnes étaient fondées à ne pas rembourser aux requérants la pleine valeur marchande des biens expropriés et que des montants très inférieurs auraient suffi à satisfaire aux exigences de l’article 1 du Protocole no 1, pour trois raisons. D’abord parce que la valeur marchande réelle des terrains pouvait être objectivement indéterminable, compte tenu notamment du droit exclusif d’achat instauré au profit de l’État et des collectivités locales par la loi sur les ports (...) Ensuite parce que les terrains en cause étaient grevés d’une servitude imposée par la loi au profit du port (...) Enfin parce que les requérants n’ont réalisé aucun investissement sur leurs terrains et n’ont payé aucun impôt foncier, les procédures de redressement fiscal ultérieurement engagées contre eux par la municipalité de Riga n’ayant pas abouti. »", "33.  La Cour note ensuite que les requérants ont réclamé le manque à gagner prétendument subi par eux du fait de ne plus pouvoir percevoir des loyers des terrains litigieux après l’expropriation de ces derniers. Elle rappelle qu’un arrêt constatant une violation entraîne pour l’État défendeur l’obligation juridique de mettre un terme à la violation et d’en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, § 32, CEDH 2000XI). En d’autres termes, la réparation du dommage matériel doit aboutir à la situation la plus proche possible de celle qui existerait si la violation constatée n’avait pas eu lieu. Or, la Cour a déjà jugé à cet égard qu’elle ne pouvait pas mettre sur le même plan une expropriation régulière et une expropriation indirecte contraire au principe de légalité (Guiso-Gallisay, précité, § 95). Dans la présente affaire, la Cour a laissé ouverte la question de la légalité formelle de l’expropriation litigieuse, s’exprimant en ces termes (Vistiņš et Perepjolkins, précité, § 105) :", "« Il n’en reste pas moins que la Cour demeure dubitative quant au point de savoir si l’expropriation litigieuse peut passer pour avoir été opérée « dans les conditions prévues par la loi », eu égard en particulier au régime dérogatoire appliqué aux requérants et aux garanties procédurales dont il était – ou non – assorti (...) Elle n’estime toutefois pas nécessaire de trancher cette question, dès lors que l’expropriation en question méconnaît l’article 1 du Protocole no 1 pour d’autres raisons (...) »", "34.  Toujours est-il que, dans l’arrêt au principal, la Cour n’a jamais déclaré cette expropriation contraire au principe de légalité, le constat de violation se fondant uniquement sur une disproportion injustifiée entre la valeur cadastrale officielle des terrains et les indemnités allouées aux intéressés (ibidem, §§ 119 et 130). Dans ces conditions, le rétablissement de « la situation la plus proche possible de celle qui existerait si la violation constatée n’avait pas eu lieu » se limite au paiement d’une indemnisation adéquate qui aurait dû être versée à l’époque de l’expropriation. En revanche, les requérants n’ont aucun fondement pour demander un quelconque manque à gagner (lucrum cessans) au titre de la période postérieure à l’expropriation. Il y a donc lieu de rejeter cette partie de leurs prétentions.", "35.  La Cour doit maintenant déterminer le montant à allouer aux requérants au titre du préjudice matériel subi (damnum emergens). À cet égard, elle considère que les critères qu’elle a fixés dans l’affaire Guiso-Gallisay, précitée (§§ 104-105), ne sont pas transposables dans la présente affaire dans la mesure où ils s’appliquent à des expropriations irrégulières en soi. En revanche, la Cour rappelle que c’était l’extrême disproportion entre la valeur cadastrale officielle des terrains et les indemnités allouées aux intéressés, et non l’illégalité intrinsèque de l’expropriation, qui a été à l’origine de la violation constatée en l’occurrence.", "36.  Dans ces circonstances, la Cour estime que l’indemnisation à fixer en l’espèce ne doit refléter ni l’idée d’un effacement total des conséquences de l’ingérence litigieuse, ni la valeur pleine et entière des terrains litigieux. Pour déterminer la réparation adéquate, la Cour doit s’inspirer des critères généraux énoncés dans sa jurisprudence relativement à l’article 1 du Protocole no 1 et selon lesquels, sans le versement d’une somme raisonnablement en rapport avec la valeur du bien, une privation de propriété constituerait en principe une atteinte excessive qui ne saurait se justifier sur le terrain de l’article 1 du Protocole no 1. Dès lors, la Cour juge approprié de fixer des sommes autant que faire se peut « raisonnablement en rapport » avec la valeur marchande des terrains, c’est-à-dire des montants qu’elle aurait elle-même trouvé acceptables au regard de l’article 1 du Protocole no 1 si l’État défendeur avait indemnisé les requérants. Pour ce faire, elle doit procéder à une appréciation globale des conséquences de l’expropriation litigieuse, calculant le montant de l’indemnisation d’après la valeur des terrains au moment où les requérants en ont perdu la propriété (Vistiņš et Perepjolkins, précité, § 111). Enfin, eu égard aux circonstances particulières de la présente affaire, la Cour estime qu’il lui faut se fonder sur des considérations d’équité pour calculer les montants susvisés (voir, mutatis mutandis, Ex-roi de Grèce et autres c. Grèce [GC] (satisfaction équitable), no 25701/94, § 78-79, 28 novembre 2002), tout en tenant compte des constats exprimés au paragraphe 118 de l’arrêt au principal.", "37.  La Cour constate qu’avant leur expropriation, les terrains litigieux avaient subi trois évaluations successives au niveau national : en 1994, en 1996 et en 1997. La première évaluation, effectuée lors de l’acquisition des terrains par voie de donation, n’a jamais été invoquée dans la procédure d’expropriation et d’indemnisation. Quant à la troisième, elle a donné des valeurs que la Cour a jugées inadéquates au sens de l’article 1 du Protocole no 1 (Vistiņš et Perepjolkins, précité, §§ 115-117 et 130-131). Reste la deuxième estimation, effectuée en 1996 par le Centre d’évaluation immobilière du Service foncier de l’État sur la base de la valeur cadastrale des terrains en question (ibidem, § 116). Or, selon les explications du Gouvernement non réfutées par les requérants, la valeur cadastrale des biens fonciers à l’époque était calculée selon des critères purement urbanistiques et ne reflétait aucunement leur valeur marchande réelle (voir également le droit interne pertinent aux paragraphes 6 à 9 ci-dessus). Par conséquent, la Cour ne juge pas opportun de l’utiliser comme base de calcul du dommage matériel.", "38.  La Cour note que les parties lui ont soumis plusieurs rapports d’expertise établis après l’expropriation des terrains en cause. Tenant compte des considérations d’équité comme le veut l’article 41 de la Convention, elle estime que la « valeur cadastrale moyenne effective économiquement fondée » des terrains inclus dans le périmètre du port autonome de commerce de Riga, établie par la société d’experts SIA E. en 1999, serait la plus adéquate pour calculer les montants à accorder aux requérants (paragraphe 28 ci-dessus). Premièrement, cette valeur a l’avantage de n’être calculée qu’environ deux ans après l’expropriation litigieuse. Deuxièmement, même si « la valeur marchande réelle des terrains pouvait être objectivement indéterminable, compte tenu notamment du droit exclusif d’achat instauré au profit de l’État et des collectivités locales par la loi sur les ports » (Vistiņš et Perepjolkins, précité, § 118), la valeur susmentionnée tient toutefois compte de facteurs économiques, comme le chiffre d’affaires des ports de la région donnée. La valeur cadastrale moyenne effective économiquement fondée ainsi retenue par la Cour est de 18,79 LVL par mètre carré.", "39.  Eu égard à toutes les circonstances pertinentes de l’affaire et notamment celles formulées au paragraphe 118 de l’arrêt au principal, la Cour estime équitable de réduire la somme susmentionnée de 75 %. Le chiffre de base du calcul de la somme à accorder au titre du dommage matériel est donc de 4,69 LVL par mètre carré. Le terrain ayant appartenu au premier requérant, mesurant 17 998 m2, vaudra donc 84 410,62 LVL. Quant aux quatre terrains expropriés du second requérant et dont la superficie totale s’élève à 47 740 m2, ils vaudront 223 900,60 LVL (ibidem, § 11).", "40.  Il convient maintenant de déduire des chiffres ci-dessus les montants déjà versés aux requérants à titre d’indemnisation au niveau national, à savoir respectivement, 548,26 LVL et 8 616,87 LVL (ibidem, § 24). On obtient donc une somme de 83 862,36 LVL (soit 119 378,18 EUR) pour le premier requérant, et une somme de 215 283,73 LVL (soit 306 461,90 EUR) pour le second requérant.", "41.  La Cour considère qu’il lui faut maintenant ajuster les sommes susvisées pour compenser les effets de l’inflation (Scordino c. Italie (no 1) [GC], no 36813/97, § 258, CEDH 2006V). Elle constate que le taux d’inflation a été de 94,3 % pendant la période allant du 25 novembre 1997 au 25 octobre 2012 (paragraphe 11 ci-dessus). En majorant lesdites sommes de ce pourcentage, on obtient respectivement 231 951,63 EUR (pour le premier requérant) et 595 455,47 (pour le second requérant).", "42.  Reste à calculer les intérêts légaux au titre de la même période (Scordino, précité). La Cour note que, conformément aux articles 1763 et 1765 du code civil letton, les intérêts légaux sont en règle générale de 6 % par an, mais leur croissance doit s’arrêter une fois le montant du capital atteint (paragraphe 10 ci-dessus). La période séparant les deux dates susmentionnées est de quatorze ans et onze mois, chiffre qui devrait être arrondi vers le haut. Ainsi, au titre de la période des quinze années séparant les deux dates susmentionnées, les intérêts dus au premier requérant s’élèvent à 107 440,35 EUR, et ceux dus au second à 275 815,65 EUR. Les montants définitifs à allouer aux requérants sont donc de 339 391,98 EUR pour le premier requérant et de 871 271,12 EUR pour le second.", "43.  Enfin, la Cour ne voit aucune raison de déduire des montants ci-dessus les sommes des arriérés de loyer versées aux requérants au niveau national ou celles de l’impôt foncier impayé, comme le suggère le Gouvernement. En effet, comme la Cour l’a relevé dans l’arrêt au principal, les arriérés de loyer procédaient d’une cause juridique distincte de celle des indemnités pour expropriation. Quant à l’impôt foncier, les juridictions lettonnes ont elles-mêmes jugé que les requérants étaient personnellement exonérés de son paiement dès lors que la société anonyme chargée de la gestion du port l’avait acquitté à leur place (Vistiņš et Perepjolkins, précité, §§ 37-38 et 128).", "44.  Eu égard à ce qui précède, la Cour estime raisonnable d’allouer au premier requérant 339 391,98 EUR et, au second requérant, 871 271,12 EUR, pour dommage matériel.", "B.  Dommage moral", "45.  Chacun des requérants réclame 10 000 EUR pour le dommage moral entraîné par le sentiment d’angoisse et de frustration à la suite de l’expropriation de leurs biens. À cet égard, ils rappellent qu’ils ont dû engager beaucoup de temps et d’efforts pour participer aux procès ayant pour objet non seulement l’expropriation elle-même mais aussi le recouvrement des arriérés de loyers.", "46.  Le Gouvernement conteste que les requérants aient subi un quelconque dommage moral. En premier lieu, il estime que la présente affaire, impliquant une expropriation régulière, n’est pas comparable aux affaires Guiso-Gallisay et Medici, précitées. En deuxième lieu, le Gouvernement conteste l’existence d’un lien de causalité entre la violation de l’article 1 du Protocole no 1 constatée par la Cour et les procès entamés par les requérants au niveau interne – procès qui, par ailleurs, ne leur ont pas toujours été défavorables. En troisième lieu, le Gouvernement estime que les efforts normalement engagés par une partie dans une procédure judiciaire n’entraînent, en tant que tels, aucune « souffrance morale » pouvant donner lieu à réparation conformément à l’article 41 de la Convention.", "47.  La Cour s’accorde avec le Gouvernement pour dire que l’on ne peut pas mettre sur le même plan les sentiments d’impuissance et de frustration éprouvés par un propriétaire face à une dépossession illégale continue de ses biens (Guiso-Gallisay, précité, § 110) et ceux d’un ancien propriétaire qui n’est simplement pas satisfait du montant d’indemnisation accordé par l’État. Toutefois, elle reconnaît que les requérants ont subi un certain préjudice moral du fait de la violation constatée, de sorte que l’octroi d’une somme à ce titre serait justifié. Statuant en équité, comme le veut l’article 41 de la Convention, elle décide d’allouer à chacun des requérants 3 000 EUR de ce chef.", "C.  Frais et dépens", "48.  Au cours de la procédure au principal devant la Grande Chambre, les requérants demandaient le remboursement de frais et dépens qu’ils chiffraient à 4 980 EUR pour chacun. Ils ne précisaient pas les procédures dans lesquelles ces sommes auraient été engagées ni ne fournissaient des pièces justificatives.", "49.  Le Gouvernement estime que cette demande n’est pas suffisamment étayée et ne remplit pas les exigences fondamentales posées par l’article 60 § 2 du règlement de la Cour. Il concède toutefois que les requérants ont engagé certains frais, et ne s’oppose pas à ce que la Cour leur accorde une somme de ce chef ; toutefois, celle-ci ne devrait pas dépasser 1 500 EUR pour chacun des requérants.", "50.  La Cour rappelle que, pour avoir droit à l’allocation des frais et dépens en vertu de l’article 41 de la Convention, la partie lésée doit les avoir réellement et nécessairement exposés. En particulier, l’article 60 § 2 du règlement prévoit que toute prétention présentée au titre de l’article 41 de la Convention doit être chiffrée, ventilée par rubrique et accompagnée des justificatifs nécessaires, faute de quoi la Cour peut rejeter la demande, en tout ou en partie. En outre, les frais et dépens ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (voir, parmi beaucoup d’autres, Andrejeva c. Lettonie [GC], no 55707/00, § 115, CEDH 2009).", "51.  En l’espèce, la Cour constate que la demande de remboursement des frais et dépens présentée par les requérants au cours de la procédure devant la Grande Chambre ne satisfait manifestement pas à ces exigences, les sommes indiquées étant dépourvues de toute pièce justificative et ne permettant pas d’établir la nature exacte des services reçus et leur nécessité objective dans la procédure devant la Cour. Cela étant, la Cour admet qu’eu égard à la complexité de l’affaire, les requérants ont certainement dû engager des frais, surtout dans le cadre de la procédure devant la Grande Chambre. Dans ces conditions, statuant en équité comme le veut l’article 41, elle décide de leur allouer 1 500 EUR à chacun, tous frais confondus, somme à compléter de tout montant éventuellement dû à titre d’impôt (ibidem, § 116).", "D.  Intérêts moratoires", "52.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Dit, par douze voix contre cinq,", "a)  que l’État défendeur doit verser aux requérants, dans les trois mois, les sommes suivantes :", "i.  339 391,98 EUR (trois cent trente-neuf mille trois cent quatre-vingt-onze euros quatre-vingt-dix-huit centimes) au premier requérant, plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel,", "ii.  871 271,12 EUR (huit cent soixante et onze mille deux cent-soixante et onze euros douze centimes) au second requérant, plus tout montant pouvant être dû à titre d’impôt, pour dommage matériel,", "iii.  3 000 EUR (trois mille euros) à chacun des requérants, plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "iv.  1 500 EUR (mille cinq cents euros) à chacun des requérants, plus tout montant pouvant lui être dû à titre d’impôt, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "2.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis communiqué par écrit le 25 mars 2014, en application de l’article 77 §§ 2 et 3 du règlement.", "Michael O’Boyle\tDean Spielmann\n\tGreffier adjoint\tPrésident", "", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion dissidente du juge Garlicki ;", "–  opinion dissidente du juge Lorenzen à laquelle se rallient les juges Bratza, Tsotsoria et Pardalos.", "", "", "", "D.S.", "M.O’B.", "", "", "OPINION DISSIDENTE DU JUGE Garlicki", "(Traduction)", "", "Dans l’arrêt au principal, je me suis démarqué de la majorité car j’ai estimé qu’il n’y avait pas eu violation de la Convention en l’espèce. Il est donc logique que je sois opposé à l’octroi aux requérants d’une quelconque satisfaction équitable au titre de l’article 41 de la Convention.", "En principe, l’application de l’article 41 ne donne pas lieu à la rédaction d’une opinion séparée. Je me suis écarté de cette pratique après avoir relevé que le présent arrêt ne correspondait pas à la position adoptée par la Grande Chambre au paragraphe 118 de l’arrêt au principal, où il est indiqué que « des montants [indemnitaires] très inférieurs auraient suffi à satisfaire aux exigences de l’article 1 du Protocole no 1 » (Vistiņš et Perepjolkins c. Lettonie [GC], no 71243/01, § 118, 25 octobre 2012).", "Je ne suis pas certain que les sommes octroyées aux requérants par le présent arrêt rendent justice à l’avis ainsi exprimé par la Grande Chambre. Pour calculer la satisfaction équitable à octroyer, la Grande Chambre a décidé d’appliquer une déduction de 75 % (pourcentage qui aurait déjà dû être majoré), mais la somme ainsi obtenue a pratiquement doublé par l’effet de l’inflation. Certes, la Grande Chambre a employé la méthode de calcul habituelle, mais l’application de cette méthode en l’espèce aboutit à un résultat trop généreux. Il convient de garder à l’esprit que les requérants avaient obtenu gratuitement les terrains litigieux et que, selon les évaluations opérées par les intéressés eux-mêmes (dans leurs déclarations fiscales), la valeur initiale de ces terrains était très faible. Ces évaluations n’ont connu une hausse vertigineuse que lorsque les parties se sont opposées sur la question de l’expropriation et de l’indemnisation.", "Je considère que la méthode de calcul retenue par le présent arrêt dénature la teneur du raisonnement suivi dans l’arrêt au principal et méconnaît l’avis énoncé au paragraphe 118 de celui-ci.", "\nOPINION DISSIDENTE DU JUGE LORENZEN À LAQUELLE SE RALLIENT LES JUGES BRATZA, TSOTSORIA ET PARDALOS", "(Traduction)", "", "Dans l’arrêt au principal, j’ai voté, avec quatre autres juges, en faveur d’un constat de non-violation de l’article 1 du Protocole no 1. En conséquence, je suis d’avis qu’aucune indemnisation n’aurait dû être accordée aux requérants en application de l’article 41 de la Convention. Dans ces conditions, je m’abstiendrai de formuler une quelconque opinion sur la question de savoir quels montants la Cour aurait dû leur accorder au titre du dommage matériel ou moral, ou des frais et dépens, à la suite de l’arrêt de la majorité. C’est la raison pour laquelle je suis en désaccord avec le présent arrêt.", ""]}