{"file": "FRE_HFJUD_39001_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39001/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE MAAT c. FRANCE", "", "", "(Requête no 39001/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "27 avril 2004", "", "", "", "DÉFINITIF", "", "27/07/2004", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Maat c. France,", "La Cour européenne des Droits de l'Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tA.B. Baka, président,\n\t\tJ.-P. Costa,\n\t\tL. Loucaides,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tW. Thomassen,\n\tM.\tM. Ugrekhelidze, juges,\net de Mme S. Dollé, greffière de section, ", "Après en avoir délibéré en chambre du conseil les 5 novembre 2002 et 6 avril 2004,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 39001/97) dirigée contre la République française et dont un ressortissant de cet Etat, Arij Maat (« le requérant »), avait saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 21 juillet 1997 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). ", "2.  Le requérant est représenté par Me Hervé  Robert, avocat au barreau de Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. Ronny Abraham, Directeur des Affaires juridiques au Ministère des Affaires étrangères. ", "3.  Le requérant se plaignait de ne pas avoir eu de procès équitable, faute d'avoir pu se faire entendre par l'intermédiaire de son avocat devant la cour d'appel de Grenoble ainsi que d'une violation de son droit d'accès à un tribunal, en raison de l'impossibilité de former, d'une part, opposition contre l'arrêt d'appel rendu par défaut et d'autre part, un pourvoi en cassation, sans se constituer préalablement prisonnier. Il alléguait une violation de l'article 6 §§ 1 et 3 c) de la Convention.  ", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du Protocole no 11.", "5.  Par une décision du 5 novembre 2002, la chambre a déclaré la requête recevable.", "6.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "7.  Le requérant est un ressortissant néerlandais, né en 1947 et résidant en Norvège.", "8.  Par convention en date du 16 septembre 1988, la Société d'économie mixte du Flumet Pays d'Allevard (SEMAT) donna en concession à la Sarl « 1 Grenoble Ingegnierie & Constructions » (ci-après « 1. G. Inco. »), la construction d'un centre de détente et de loisirs. Le requérant étant l'un des co-gérants de la Sarl « 1. G. Inco. ». Cette dernière fut mise en liquidation judiciaire par jugement du tribunal de commerce de Grenoble du 4 mai 1990. ", "9.  Le 24 octobre 1990, une information judiciaire fut ouverte au tribunal de grande instance de Grenoble contre le requérant des chefs d'abus de biens sociaux et de banqueroute frauduleuse par détournement d'actifs. Il fut prévenu d'avoir courant juillet 1989, par des manœuvres frauduleuses pour persuader d'un crédit imaginaire, consistant dans la production de faux bons de commandes qu'il faisait certifier par un architecte, obtenu la remise d'une somme de 1 151 272,28 francs en faveur de la société « 1. G. Inco.».", "Parallèlement, à la suite de la plainte avec constitution de partie civile du Président de la SEMAT, une information fut ouverte le 27 juillet 1990 pour escroquerie.", "10.  Les deux informations furent jointes. Faute pour le requérant d'avoir répondu aux convocations des mandataires de justice ni à celles du juge d'instruction, ce dernier décerna un mandat d'arrêt contre le requérant le 14 novembre 1990, alors qu'il résidait aux Pays-Bas.", "11.  Par ordonnance du 14 avril 1993, le requérant bénéficia d'un non-lieu pour la prévention d'abus de biens sociaux au motif que l'information n'avait pas permis de déterminer la destination des sommes remises à la société « 1. G. Inco ». Il fut en revanche renvoyé devant le tribunal correctionnel de Grenoble du chef d'escroquerie portant sur la somme précitée et cité à l'audience du 9 novembre 1993 par le procureur de la République suivant acte d'un huissier de justice délivré le 23 août 1993 à parquet.", "12.  Par jugement du 9 novembre 1993, rendu par défaut en application de l'article 412 du code de procédure pénale, au motif que « la citation n'[avait] pas été délivrée à sa personne ; qu'il n'[était] pas établi qu'il en ait eu connaissance », le tribunal déclara le requérant coupable des faits qui lui étaient reprochés. Il le condamna à dix-huit mois d'emprisonnement et à payer à la partie civile la somme de 1 151 272 francs à titre de dommages et intérêts. Le tribunal ordonna enfin le maintien du mandat d'arrêt décerné à l'encontre du requérant, en fuite. Le jugement fut notifié « à parquet ».", "13.  Au courant du début de l'année 1995, le requérant fut arrêté par les autorités allemandes, mais remis en liberté à la suite d'une erreur de transmission des pièces nécessaires à l'extradition.", "14.  Par courrier reçu au Parquet de Grenoble le 13 octobre 1995, le requérant forma opposition au jugement et indiqua une adresse en Norvège. Le requérant fut cité à l'audience du 7 mai 1996 par le Procureur de la République suivant acte d'huissier délivré le 25 janvier 1996.", "15.  Par jugement en date du 7 mai 1996, rendu par défaut aux motifs « qu'il n'[avait] pas été possible par la suite de lui donner connaissance de la date d'audience ; que la citation n'[avait] pas été délivrée à sa personne ; qu'il n' [était] pas établi qu'il en [avait] eu connaissance », le tribunal correctionnel confirma la peine prononcée contre le requérant et ordonna la mainlevée du mandat d'arrêt. Par courrier du 23 mai 1996, le requérant forma opposition à ce second jugement. ", "16.  L'affaire fut appelée le 10 octobre 1996, en audience publique, au cours de laquelle le requérant et son avocat furent présents. Un interprète assista le requérant, ce dernier ne parlant pas suffisamment la langue française.", "17.  Par jugement contradictoire du 28 novembre 1996, le tribunal correctionnel de Grenoble, après avoir reçu le requérant en son opposition et déclaré non avenu le jugement du 7 mai 1996, condamna le requérant à dix-huit mois d'emprisonnement et à une amende d'un million de francs, outre les dommages-intérêts accordés aux parties civiles. Il décerna également, à titre de mesure de sûreté, un mandat d'arrêt contre le requérant, absent au prononcé du jugement. ", "18.  Le 5 décembre 1996, le requérant interjeta appel du jugement par l'intermédiaire de son avocat. ", "19.  Par courrier du 20 mai 1997, adressé au Président de la cour d'appel de Grenoble, il demanda à être jugé en son absence et à être représenté par son avocat. Ce dernier déposa des conclusions devant la cour d'appel de Grenoble. Le ministère public, également appelant par acte du 12 décembre 1996, invoqua l'irrecevabilité de l'appel du requérant puisque ce dernier était en fuite à l'étranger et se dérobait à l'exécution du mandat d'arrêt délivré par la juridiction du premier degré.", "20.  Par arrêt du 25 juin 1997, suite à l'audience du 21 mai 1997 au cours de laquelle l'avocat du requérant sollicita l'autorisation de représenter son client, la cour d'appel de Grenoble, statuant contradictoirement pour les parties civiles, par défaut pour le requérant, rejeta la demande et déclara l'appel du requérant irrecevable pour les motifs suivants : ", "« (...) L'appel a été formé par avocat le 5 décembre 1996 dans le délai de la loi.", "Toutefois le prévenu qui se dérobe à l'exécution d'un mandat d'arrêt n'est pas admis à se faire représenter devant le juge pénal, que ce soit pour y exercer des voies de recours ou pour comparaître en justice (cf par exemple Cass. Crim., 14 avril 1992, JCP 1993, II, 22099). ", "Par ailleurs, l'escroquerie est punie par l'article 313-1 du code pénal de cinq ans d'emprisonnement, peine qui est également celle envisagée par l'ancien article 405 du même code sous l'empire desquels les faits ont été commis. [Le requérant] n'est donc pas cité pour une infraction passible d'une peine inférieure à deux années d'emprisonnement.", "Le fait que le prévenu travaille n'est pas un motif légitime de non-comparution en justice, la déférence envers l'autorité publique ayant priorité sur les activités lucratives personnelle du prévenu, qui ne sont d'ailleurs manifestement invoquées que comme prétexte pour se dérober à la justice française comme il le fait avec persévérance depuis 1989. ", "La Norvège où résiderait [le requérant] n'est pas si éloignée de la France que la distance rende la comparution impossible.", "La demande [du requérant] d'être représenté par son conseil doit donc être rejetée pour ces motifs. ", "Son avocat n'ayant pas le droit de le représenter, les conclusions prises pour lui ne peuvent qu'être déclarées irrecevables. Au surplus, les dispositions de l'article 6 de la Convention européenne des Droits de l'Homme ne confèrent pas au prévenu en fuite la faculté de s'abstenir de comparaître en justice (cf Cass. Crim., 21 juin 1995, Bull. no 320). ", "Il résulte du dossier que [le requérant] n'a pas eu connaissance de la date d'audience dans les  formes de la loi puisque la transmission de la convocation par voie diplomatique ensuite de la citation à parquet général étranger n'est pas arrivée jusqu'à lui. N'ayant pas été admis à se faire représenter par son conseil il doit être jugé par défaut (Cass. Crim. 14 octobre 1990, Bull. no 340). ", "L'appel provoqué du ministère public est intervenu le 12 décembre 1996 après expiration du délai de dix jours prévu par l'article 498 du code de procédure pénale. Il ne peut bénéficier de la prorogation de délai de l'article 500 du même code dès lors que l'appel du prévenu est lui-même irrégulier. ", "PAR CES MOTIFS", "REJETTE la demande [du requérant] d'être jugé contradictoirement en étant représenté par son conseil, ", "DECLARE IRRECEVABLES les conclusions prises pour [le requérant],", "DECLARE IRRECEVABLE l'appel [du requérant], prévenu en fuite faisant l'objet d'un mandat d'arrêt, contre le jugement rendu le 28 novembre 1996 par le tribunal correctionnel de Grenoble,   (...) ».", "Cette décision fut signifiée à parquet le 22 juillet 1997. Le requérant n'a pas formé opposition contre elle.", "", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "21. Code de procédure pénale   ", "", "Les dispositions pertinentes du code de procédure pénale (le « CCP »), dans leur rédaction applicable à l'époque des procédures litigieuses, se lisent comme suit :", "1.  Comparution du prévenu", "Article 410", "« Le prévenu régulièrement cité à personne doit comparaître, à moins qu'il ne fournisse une excuse reconnue valable par la juridiction devant laquelle il est appelé. Le prévenu a la même obligation lorsqu'il est établi que, bien que n'ayant pas été cité à personne il a eu connaissance de la citation régulière le concernant dans les cas prévus par les (Ord. no 60-529  du 4 juin 1960 ) « articles 557, 558 et 560 ».", "Si ces conditions sont remplies, le prévenu non comparant et non excusé est jugé contradictoirement ».", "Article 411", "« Le prévenu cité pour une infraction passible d'une peine d'amende ou d'une peine d'emprisonnement inférieure à deux ans peut, par lettre adressée au président et qui sera jointe au dossier de la procédure, demander à être jugé en son absence.  (...) ", "« (...) l'avocat du prévenu est entendu ».", "Toutefois, si le tribunal estime nécessaire la comparution du prévenu en personne, il est procédé à la réassignation du prévenu, à la diligence du ministère public, pour une audience dont la date est fixée par le tribunal.", "Le prévenu qui ne répondrait pas à cette invitation est jugé contradictoirement. ", "Il est également jugé contradictoirement dans le cas prévu par le premier alinéa du présent article ».", "Article 412", "« Si la citation n'a pas été délivrée à la personne du prévenu, et s'il n'est pas établi qu'il ait eu connaissance de cette citation, la décision, au cas de non-comparution du prévenu, est rendue par défaut ».", "Article 417", "« Le prévenu qui comparaît a la faculté de se faire assister par un défenseur (...) ».", "2.  Le jugement", "Article 464", "«  Si le tribunal estime que le fait constitue un délit, il prononce la peine.  (...) »", "Article 465", "« Dans le cas visé à l'article 464, premier alinéa, s'il s'agit d'un délit de droit commun (...) et si la peine prononcée est au moins d'une année d'emprisonnement (L. no 85-1407 du 30 déc.1985, art.42) « sans sursis », le tribunal peut, par décision spéciale et motivée, lorsque les éléments de l'espèce justifient une mesure particulière de sûreté, décerner mandat (...) d'arrêt contre le prévenu. »", "Le mandat d'arrêt continue à produire son effet, même si le tribunal, sur opposition ou la cour, sur appel, réduit la peine à moins d'une année d'emprisonnement.  (...) ; ", "Toutefois le tribunal, sur opposition ou la cour, sur appel, a la faculté, par décision spéciale et motivée, de donner mainlevée de ces mandats.", "En toutes circonstances, les mandats décernés dans les cas susvisés continuent à produire leur effet, nonobstant le pourvoi en cassation. ", "En cas d'opposition au jugement dans les conditions prévues par les articles 491 et 492, l'affaire doit venir devant le tribunal à la première audience ou au plus tard dans la huitaine du jour de l'opposition, faute de quoi le prévenu doit être remis en liberté d'office. S'il y a lieu à remise, le tribunal doit statuer d'office par une décision motivée sur le maintien ou la mainlevée du mandat, le ministère public entendu. Le tout sans préjudice de la faculté pour le prévenu de former une demande de mise en liberté dans les conditions prévues par les articles 148-1 et 148-2 »", "3.  L'opposition à un jugement rendu (ou à un arrêt de cour d'appel), par défaut ", "Article 489", "« Le jugement par défaut est non avenu dans toutes ses dispositions, si le prévenu forme opposition à son exécution (...). »", "Article 492", "« Si la signification du jugement n'a pas été faite à la personne du prévenu, l'opposition doit être formée dans les délais ci-après, qui courent à compter de la signification du jugement faite (...) à parquet : dix jours si le prévenu réside en France métropolitaine, un mois s'il réside hors de ce territoire. ", "Toutefois, s'il s'agit d'un jugement de condamnation et s'il ne résulte pas, (...) que le prévenu a eu connaissance de la signification, l'opposition (...) en ce qui concerne la condamnation pénale reste recevable jusqu'à l'expiration des délais de prescription de la peine [cinq ans pour une peine correctionnelle].", "Dans les cas visés à l'alinéa précédent, le délai d'opposition court à compter du jour où le prévenu a eu cette connaissance ».", "Article 496", "« Les jugements rendus en matière correctionnelle peuvent être attaqués par la voie de l'appel (...) »", "Article 502", "« La déclaration d'appel doit être faite au greffier de la juridiction qui a rendu la décision attaquée.", "Elle doit être signée par le greffier et par l'appelant lui-même, ou par un avoué près la juridiction qui a statué (L. no 85-1407 du 30 déc. 1985) « ou par un avocat » (...). Si l'appelant ne peut signer, il en sera fait mention par le greffier.", "Elle est inscrite sur un registre public à ce destiné et toute personne a le droit de s'en faire délivrer une copie ».", "Article 512", "« Les règles édictées pour le tribunal correctionnel sont applicables devant la cour d'appel (...) ».", "4.  Signification", "Article 562", "« (L. no92-1336 du 16 déc.1992) Si la personne réside à l'étranger, elle est citée au parquet du procureur de la République près le tribunal saisi. Le procureur de la République vise l'original et en envoie la copie au ministre des affaires étrangères ou à toute autorité déterminée par les conventions internationales. (...) »", "5. Pourvoi en cassation", "Article 568", "« Le ministère public et toutes les parties ont cinq jours francs après celui où la décision attaquée a été prononcée pour se pourvoir en cassation. (...)", "Le délai du pourvoi contre les arrêts ou les jugements par défaut ne court, à l'égard du prévenu, que du jour où ils ne sont plus susceptibles d'opposition. (...) »", "Article 583 (dans sa rédaction issue de la loi no 99-515 du 23 juin 1999)", "« Sont déclarés déchus de leur pourvoi les condamnés à une peine emportant privation de liberté pour une durée de plus d'un an, qui ne sont pas en état ou qui n'ont pas obtenu, de la juridiction qui a prononcé, dispense, avec ou sans caution, de se mettre en état.", "L'acte de leur écrou ou l'arrêt leur accordant dispense est produit devant la Cour de cassation, au plus tard au moment où l'affaire y est appelée.", "Pour que son recours soit recevable, il suffit au demandeur de justifier qu'il s'est constitué dans une maison d'arrêt, soit du lieu où siège la Cour de cassation, soit du lieu où a été prononcée la condamnation ; le surveillant chef de cette maison d'arrêt l'y reçoit sur l'ordre du procureur général près la Cour de cassation ou du chef du parquet de la juridiction de jugement. »", "L'article 583 a été abrogé par la loi du 15 juin 2000 « renforçant la protection de la présomption d'innocence et les droits des victimes ».", "22.  Jurisprudence", "Une voie de recours exercée dans les temps et formes prévus par la loi ne peut être déclarée irrecevable que si le prévenu, en ne déférant pas à un mandat décerné contre lui, se dérobe à l'exécution de la décision de justice. Mais s'il forme opposition par lettre en précisant sa nouvelle adresse, et qu'il est interpellé avant l'audience à laquelle il comparaît personnellement, il ne peut voir son opposition déclarée irrecevable (Cass. Crim. 13 mai 1985, Bull. no 180).", "", "Les dispositions du dernier alinéa de l'article 465 du code de procédure pénale ne concernent que le prévenu qui, au moment de son opposition, était détenu en vertu du mandat d'arrêt décerné par le tribunal ; dans le cas particulier où l'intéressé est arrêté à l'étranger, ce n'est qu'à compter du jour où il est remis aux autorités françaises que le mandat d'arrêt peut être exécuté et que le délai prévu par l'article 465 peut prendre effet (Cass. Crim. 1er février 1994, Bull. no 156).", " ", "En l'absence de dispositions expresses de la loi dérogeant, en cas de délivrance d'un mandat de justice, à l'application des conditions de forme prévues par l'article 502 du code de procédure pénale, une cour d'appel ne peut, sans méconnaître le sens et la portée de ce texte, déclarer irrecevable l'appel du prévenu qui ne se soumet pas à l'exécution de ce mandat (Cass crim, 24 novembre 1999, Bull. no 273, Zutter).", "", "Un prévenu qui a comparu devant les premiers juges comme devant la cour d'appel, laquelle, constatant son absence lors du prononcé de l'arrêt a décerné mandat d'arrêt contre lui, est recevable à se pourvoir par l'intermédiaire d'un avoué, en raison de l'absence de dispositions expresses de la loi dérogeant, en cas de délivrance d'un mandat de justice, à l'application des conditions de forme prévues par l'article 576 du code de procédure pénale (Cass. Crim., 30 juin 1999, Bull. no 167, Rebboah).", "", "Le droit au procès équitable et le droit de tout accusé à l'assistance d'un défenseur s'opposent à ce que la juridiction juge un prévenu non comparant et non excusé sans entendre l'avocat présent à l'audience pour assurer sa défense (Cass. Ass, 2 mars 2001, (Dentico).", "EN DROIT", "I.  SUR L'EXCEPTION PRÉLIMINAIRE DU GOUVERNEMENT", "23. Le Gouvernement soutient que le requérant a encore la possibilité de faire opposition à l'arrêt de la cour d'appel de Grenoble du 25 juin 1997 rendu par défaut. Il précise que le délai d'opposition court toujours, faute pour cet arrêt d'avoir été remis officiellement au requérant. Le jugement de condamnation étant provisoire et  pouvant être remis en cause par le biais de cette opposition, le requérant n'aurait pas épuisé les voies de recours internes au sens de l'article 35 § 1 de la Convention.", "24.  Le Gouvernement considère que le requérant ne saurait être dispensé de l'obligation d'épuiser les voies de recours internes nonobstant l'obligation alléguée de se constituer prisonnier  pour former valablement opposition. En effet, la mise à exécution du mandat d'arrêt délivré contre celui qui forme opposition n'est pas nécessairement concomitante avec l'exercice de la voie de recours qu'est l'opposition. S'il résulte d'une jurisprudence établie de la cour de cassation qu'un condamné qui se dérobe à un mandat de justice ne peut faire opposition, cette interdiction ne joue plus si l'intéressé manifeste clairement la volonté de se mettre à la disposition de la justice, en indiquant son adresse exacte dans son acte d'opposition (voir § 22 ci-dessus). Le Gouvernement souligne que le requérant a, par lettre indiquant son adresse en Norvège, formé opposition au jugement du tribunal correctionnel de Grenoble en date du 9 novembre 1993 et que cette juridiction a déclaré son opposition recevable et procédé au réexamen de l'affaire. Par ailleurs, il indique qu'il résulte d'une pratique des parquets chargés de l'exécution des condamnations que les mandats d'arrêt décernés à l'encontre des personnes jugées par défaut ne sont pas systématiquement mis à exécution dès lors que ces personnes se présentent elles-mêmes pour former opposition et justifient de garanties suffisantes de représentation en justice. Dans cette hypothèse, ces personnes ne sont pas incarcérées avant le jour où la recevabilité de leur opposition sera examinée par la juridiction compétente. ", "25.  En tout état de cause, le Gouvernement indique que dans l'hypothèse où le mandat d'arrêt décerné serait mis à exécution, la durée de l'incarcération ne pourrait excéder huit jours, conformément à l'article 465 du CPP. Enfin, il rappelle que la mainlevée du mandat d'arrêt peut être ordonnée par la juridiction. Tel fut le cas en l'espèce, lorsque le tribunal correctionnel de Grenoble a statué sur l'opposition au jugement du 9 novembre 1993 formée par le requérant, alors même que ce dernier n'avait pas comparu à l'audience. Le Gouvernement en déduit que la requête est prématurée. ", "26.  En ce qui concerne l'impossibilité de former un pourvoi en cassation sans se constituer préalablement prisonnier, le Gouvernement fait observer que ce recours ne serait, en tout état de cause, pas recevable. En effet, en vertu de l'article 568 du code de procédure pénale, ce recours n'est possible « que du jour où [les arrêts ou jugements par défaut] ne sont plus susceptibles d'opposition ». Or, tel n'est pas le cas en l'espèce, puisque la signification de l'arrêt de la cour d'appel de Grenoble a été faite « à parquet » et indique expressément que l'intéressé peut former opposition dans un délai de dix jours à compter du jour où il aura eu connaissance de cet acte. Le Gouvernement en conclut que le souhait du requérant de former un pourvoi en cassation contre l'arrêt du 25 juin 1997 est prématuré et que la requête n'est pas donc pas recevable à ce titre. Le Gouvernement ajoute que, comme dans l'affaire Karatas et Sari c. France (no 38396/97, 16 mai 2002), l'obligation de se constituer prisonnier, pour le requérant, résulte de l'obligation préexistante à laquelle il s'est soustrait, celle de demeurer à la disposition de la justice pour avoir accès à la cour d'appel.", "27.  Le requérant soutient que pour voir son opposition examinée par la cour d'appel de Grenoble, il est dans l'obligation de se constituer prisonnier et d'être détenu en vertu du mandat d'arrêt décerné contre lui. Il n'entend donc pas prendre le risque de déférer au mandat d'arrêt et il en résulte qu'il ne peut donc se faire représenter. C'est la raison pour laquelle cette voie de recours lui est fermée sauf à s'exposer à une situation qu'il juge contraire à l'article 6 § 1 de la Convention.", "28.  La Cour rappelle que, dans la décision sur la recevabilité de la présente affaire rendue le 5 novembre 2002, elle a jugé que l'exception soulevée par le Gouvernement  tirée du non épuisement des voies de recours internes devait être jointe à l'examen du fond de l'affaire. La Cour ne peut que confirmer cette approche, eu égard à l'essence du grief soulevé par le requérant et tenant à son obligation de se constituer prisonnier pour former valablement opposition (voir, mutatis mutandis, arrêt Karatas et Sari précité, § 33). Partant, la Cour rejette l'exception d'irrecevabilité en tant que telle et examinera les arguments du Gouvernement au fond. ", "", "", "", "", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 §§ 1 et 3 c)  DE LA CONVENTION", "29.  Le requérant se plaint de n'avoir pu exercer les recours à sa disposition dans des conditions conformes aux règles du procès équitable. Il allègue une violation de son droit d'accès à un tribunal en raison de l'impossibilité de former opposition à l'arrêt de la cour d'appel de Grenoble et de celle de former un pourvoi en cassation contre ledit arrêt sans se constituer préalablement prisonnier. Le requérant expose par ailleurs, qu'en appel, il n'a pas été en mesure d'assurer sa défense et a été privé de toute chance de faire plaider sa cause sur le bien-fondé de l'accusation en fait comme en droit, faute d'avoir pu se faire entendre par l'intermédiaire de son avocat. Il considère qu'il y a eu violation de l'article 6 §§ 1 et 3 c) de la Convention ainsi libellés : ", "", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. ", "3.  Tout accusé a droit notamment à : (...)", "c)  se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent ; (...) »   ", "A.  Argumentation des parties", "1.  Le requérant", "30.  Le requérant expose à titre liminaire qu'il a scrupuleusement indiqué aux autorités françaises ses adresses successives aux Pays-Bas et en Norvège. Selon lui, la cour d'appel n'a pas recherché par quelles diligences le ministère public avait tenté de le convoquer en première instance et en cause d'appel ou de procéder sans délai à la signification et à l'exécution des décisions rendues par défaut. La preuve n'est pas rapportée qu'une convocation l'ait touchée et qu'il se soit refusé à comparaître. Lors de son arrestation à la frontière allemande le 2 février 1995, il aurait demandé qu'une copie des décisions lui soit remise. Cette communication n'aurait pas été possible. Une fois libéré par les autorités allemandes, il pu se renseigner directement auprès du Parquet de Grenoble et former opposition à l'encontre des décisions.", "31.  S'agissant de l'opposition, et se référant à l'arrêt de la cour de cassation du 13 mai 1985 (voir § 22 ci-dessus), le requérant soutient que pour former valablement opposition, il est dans l'obligation de se constituer prisonnier et d'être détenu en vertu du mandat d'arrêt décerné contre lui. Il souligne que la chambre criminelle de la Cour de cassation, dans un arrêt en date du 1er février 1994 (voir § 22 ci-dessus), a rappelé que l'article 465 dernier alinéa ne concerne que le prévenu qui, au moment de son opposition, était détenu en vertu du mandat d'arrêt décerné contre lui. Il précise que le délai de huit jours concerne uniquement le délai dans lequel l'affaire doit être soumise au tribunal et est donc sans rapport avec la durée de l'incarcération. Certes, dans le cas où il déférerait au mandat d'arrêt et formerait opposition, la cour d'appel de Grenoble se trouverait dans l'obligation de le faire comparaître dans le délai de huitaine conformément à l'article 465 du CPP. Cependant, lors de l'audience de comparution, cette juridiction aurait la faculté de maintenir le mandat d'arrêt et de confirmer la détention ou de rejeter une demande de remise en liberté si elle estimait qu'en raison des circonstances il n'offre aucune garantie de représentation. C'est pourquoi le requérant explique qu'il n'entend pas prendre le risque de déférer au mandat d'arrêt pour voir son opposition examinée par cette juridiction. Il conclut que l'opposition, en tant que voie de recours contre l'arrêt rendu par défaut, lui est fermée.", "32.  S'agissant du pourvoi en cassation, le requérant expose que compte tenu de ce qui précède, le jugement prononcé à son encontre ne peut faire l'objet d'un recours en cassation conformément aux dispositions de l'article 568 du CPP. Il souligne que n'ayant pas déféré au mandat d'arrêt, la cour d'appel l'a déclaré irrecevable à se faire représenter devant elle, à présenter ses moyens de défense par l'intermédiaire de son conseil et à en obtenir la prise en compte. Il fait valoir que la jurisprudence de la chambre criminelle de la Cour de cassation antérieure à l'arrêt Zutter du 24 novembre 1999 (voir § 22), ne lui a pas permis de se pourvoir en cassation contre l'arrêt de la cour d'appel de Grenoble.", "33.  Le requérant conclut que la position adoptée par le droit français consistant à déclarer irrecevable l'appel ou l'opposition, formé par un prévenu qui ne défère pas à un mandat de justice, est incompatible avec les dispositions de l'article 6 de la Convention.", "2.  Le Gouvernement", "34.  Le Gouvernement considère que la portée du grief invoqué par le requérant pose la question de l'exercice des voies de recours d'une personne sous le coup d'un mandat d'arrêt et non pas celle de la représentation par l'avocat d'un prévenu absent. Il estime que dans la mesure où le requérant faisait l'objet d'un mandat d'arrêt, la cour d'appel devait au préalable examiner la recevabilité de l'appel et ne pouvait évoquer le fond en se prononçant sur la question de la représentation de l'avocat. A cet égard, le Gouvernement rappelle que, selon la jurisprudence de la Cour de cassation, applicable à l'époque des faits, un recours n'était recevable qu'aux conditions exposées précédemment (comparution personnelle et indication de l'adresse). Ainsi, en déclarant irrecevable le recours du requérant non comparant, la cour d'appel de Grenoble n'a fait qu'une application de cette jurisprudence. Ce n'est que par des motifs surabondants qu'elle a également relevé que l'excuse invoquée par le requérant ne justifiait pas qu'il soit dispensé de comparaître dès lors que la seule circonstance qu'il se dérobait au mandat emportait ipso facto l'irrecevabilité de son appel. Il considère donc, contrairement à ce que soutient le requérant, que la cour d'appel n'a pas statué en son absence sans entendre son avocat mais a estimé, faute pour lui d'avoir comparu, qu'il n'était pas recevable en son appel. Si l'intéressé formait opposition, la cour d'appel devrait se prononcer de nouveau sur la recevabilité de l'appel et celle-ci, au vu de l'évolution de la jurisprudence (voir l'arrêt Rebboah, paragraphe 22 ci-dessus) de la Cour de cassation, accueillerait l'appel et l'examinerait au fond. Par ailleurs, lors de la nouvelle audience sur opposition, l'avocat du requérant serait entendu, que ce dernier soit présent à l'audience ou non, toujours en application de la jurisprudence évolutive de la cour de cassation en la matière (voir l'arrêt Dentico) et d'une circulaire du 8 juin 1991 émanant du ministère de la justice et prévoyant que « Dès lors que le prévenu est non comparant mais qu'un avocat se présente à l'audience en déclarant le représenter il convient de donner  la parole à cet avocat, afin de lui permettre, s'il le souhaite, d'assurer la défense de son client sur le fond de l'affaire ».", "35.Le Gouvernement en conclut que si le requérant formait opposition aujourd'hui, il aurait la certitude d'être jugé conformément à l'article 6 §§ 1et 3 c) de la Convention : son recours serait déclaré recevable et son droit d'être assisté d'un défenseur serait respecté en toute circonstances.     ", "36.  En ce qui concerne l'exercice des voies de recours d'une personne sous le coup d'un mandat d'arrêt, le Gouvernement a reconnu dans un premier temps que le raisonnement suivi par la Cour dans ses arrêts Poitrimol c. France du 23 novembre 1993 et Omar c. France et Guérin c. France du 29 juillet 1998 peut s'appliquer à l'irrecevabilité de l'appel ou de l'opposition. Sur ce point, compte tenu de l'évolution de la jurisprudence de la Cour de cassation sur les conséquences d'un mandat d'arrêt sur l'exercice par l'intéressé des voies de recours, le Gouvernement entend s'en rapporter à la sagesse de la Cour. Toutefois, dans des observations complémentaires consécutives à la décision sur la recevabilité, il insiste sur le fait qu'il n'est pas indispensable de se constituer prisonnier pour former valablement opposition dès lors que l'on fait le choix d'indiquer son adresse au moment où l'on formalise ladite opposition. Si cette dernière hypothèse devait constituer une entrave au droit pour le requérant de former opposition, le Gouvernement considère que la solution adoptée part la Cour dans l'arrêt Karatas et Sari précité pourrait être transposée à la présente espèce. Pour aboutir à un constat de non violation s'agissant d'un grief similaire, le Gouvernement rappelle que la Cour a mentionné la jurisprudence de la Cour de cassation selon laquelle le prévenu, en indiquant son adresse dans son acte d'opposition, est considéré comme ayant cessé de se dérober à l'exécution du mandat d'arrêt ; c'est d'ailleurs de cette pratique qu'avait bénéficié le requérant lorsque, en 1995, il forma opposition au jugement du 9 novembre 1993. Toujours dans ce même arrêt, la Cour a considéré que l'obligation dont se plaignaient les requérant de se constituer prisonniers résultait de l'obligation préexistante à laquelle ils s'étaient soustraits en amont du jugement litigieux. Mutatis mutandis, cette jurisprudence peut, de l'avis du Gouvernement, s'appliquer en l'espèce. En effet, le requérant n'a jamais répondu aux convocations du magistrat instructeur, ce qui a conduit à délivrer un mandat d'arrêt à son encontre ; il n'a pu être cité devant la première juridiction de jugement qui l'a jugé par défaut et lui a également décerné un mandat d'arrêt, mandat qui n'a été levé qu'à la suite de la première opposition (jugement du 7 mai 1996). S'il est vrai que le requérant a comparu à l'audience du tribunal correctionnel statuant sur sa seconde opposition, il ne s'est en revanche pas présenté lors du prononcé du jugement, ce qui a conduit le tribunal à délivrer un nouveau mandat d'arrêt consécutif à sa condamnation.  La Cour d'appel a maintenu enfin ce mandat d'arrêt, toujours en cours, et qui résulte de l'obligation préexistante à laquelle le requérant s'est soustrait en amont de la décision litigieuse, c'est-à-dire de demeurer à la disposition de la justice pour avoir accès à la cour d'appel. La délivrance du mandat d'arrêt par le tribunal avait bien pour objectif de s'assurer de la présence du requérant pour que la procédure puisse suivre utilement son cours. Ainsi, il apparaît que le requérant disposait et dispose toujours du droit de former opposition à l'arrêt du 25 juin 1997 et que ce droit ne souffre d'aucune entrave excessive au regard de l'article 6 § 1 de la Convention.", "B.  Appréciation de la Cour ", "a) Sur l'obligation de se constituer prisonnier pour avoir accès à un tribunal ", "37.  A titre liminaire, la Cour doit s'interroger sur l'étendue de l'examen du grief tel que présenté par le requérant. Elle constate que le requérant se plaint de ne pourvoir former opposition à l'arrêt d'appel et par ricochet, de ne pouvoir se pourvoir en cassation contre cette décision. La Cour rappelle que l'article 568 du code de procédure pénale prévoit que le pourvoi en cassation n'est possible qu'à l'égard des arrêts devenus définitifs c'est-à-dire que du jour où ils ne sont plus susceptibles d'opposition. Par conséquent, dès lors que le pourvoi en cassation n'est pas une voie de recours pour l'instant disponible au requérant, la Cour n'aperçoit pas de raison d'examiner son grief tiré de la violation de son droit d'accès à la Cour de cassation. De surcroît, elle relève que si cette voie de droit s'ouvrait au requérant, celui-ci ne se verrait pas dans l'obligation de se mettre en état puisque la législation a supprimé cette exigence jugée non conforme par la Cour avec les dispositions de l'article 6 § 1 de la Convention (voir paragraphe 21 ci-dessus). Dans ces conditions, la Cour n'estime pas nécessaire d'examiner le grief du requérant sous l'angle de l'accès à la Cour de cassation mais entend limiter son examen à celui de l'accès à la juridiction inférieure.", "38.  En ce qui concerne l'obligation du requérant de se constituer prisonnier pour faire valablement opposition à l'arrêt de la cour d'appel du 25 juin 1997 rendu par défaut, la Cour rappelle qu'elle a précisé qu'elle ne saurait exclure qu'une obligation de se constituer prisonnier pour être recevable à exercer la voie de l'opposition à un jugement rendu par défaut puisse, dans la mesure où cette obligation déroge à l'effet suspensif des voies de recours, soulever un problème de compatibilité avec les dispositions de l'article 6 de la Convention. Elle a toutefois immédiatement relevé la pratique qui résultait de la jurisprudence de la Cour de cassation du 13 mai 1985 selon laquelle cesse de se dérober à la justice un prévenu qui indique son adresse exacte dans son acte d'opposition (arrêt Karatas et Sari précité, § 47). Le Gouvernement déduit de cette pratique que l'emprisonnement n'est pas un préalable à la voie de l'opposition.", "39.  La Cour constate qu'un condamné qui s'est dérobé à un mandat de justice ne peut former opposition à moins qu'il ne justifie de circonstances l'ayant mis dans l'impossibilité de déférer à celui-ci ou qu'il a manifesté sa volonté de se mettre à la disposition de la justice. Ce dernier préalable implique que l'indication d'une adresse peut entraîner la mise à exécution du mandat d'arrêt et donc la privation de liberté comme sanction à un prévenu qui n'est pourtant pas condamné définitivement. L'arrêt du 13 mai 1985 cité par le Gouvernement en fournit une illustration puisque l'intéressé qui avait indiqué son adresse avait été interpellé quelque temps après et était par conséquent présent au débat ouvert sur son recours en opposition. Par ailleurs, il ne ressort pas de la présente espèce que le requérant se trouvait en fuite au moment où il voulait faire opposition puisqu'il avait signalé ses adresses successives aux Pays-Bas et en Norvège (première opposition par courrier du 13 octobre 1995 et deuxième opposition par courrier du 23 mai 1996), répondant ainsi aux exigences de forme relative aux conditions de recevabilité de l'exercice de cette voie de recours, ce qui ne l'empêcha pas de ne pas se voir le droit, par l'intermédiaire de son avocat, de le représenter.       ", "40.  La Cour observe que le Gouvernement ne présente aucune jurisprudence selon laquelle un prévenu sous le coup d'un mandat d'arrêt peut exercer la voie de l'opposition par l'intermédiaire de son conseil sans être contraint à l'emprisonnement avant même l'examen sur la recevabilité de son recours par la juridiction compétente. L'évolution jurisprudentielle décrite tout au long des observations concerne l'appel et le pourvoi en cassation. La Cour de cassation considère en effet depuis 1999 que l'appel formé par le conseil du prévenu qui ne défère pas à un mandat d'arrêt ne peut être déclaré irrecevable (arrêt Zutter, paragraphe 22 ci-dessus). Il en va de même dans l'hypothèse d'un pourvoi en cassation (arrêt Rebboah, ibidem). Ainsi, en l'état actuel de la jurisprudence, la circonstance que le prévenu ne défère pas à un mandat d'arrêt ne fait plus obstacle à la recevabilité des recours formés par l'intermédiaire d'un avocat sauf lorsqu'il s'agit d'une opposition.  ", "41.  La Cour rappelle que le droit à un tribunal, dont le droit d'accès constitue un aspect, n'est pas absolu : il peut donner lieu à des limitations, notamment en ce qui concerne les conditions de recevabilité d'un recours. Toutefois, les limitations appliquées ne sauraient restreindre l'accès ouvert à l'individu d'une manière ou à un point tel que le droit s'en trouve atteint dans sa substance même. Elles doivent poursuivre un but légitime et il doit exister un rapport de proportionnalité raisonnable entre les moyens employés et l but visé. En outre, la compatibilité des limitations prévues par le droit interne avec le droit d'accès à un tribunal reconnu par l'article 6 § 1 de la Convention dépend des particularités de la procédure en cause et il faut prendre en compte l'ensemble du procès mené dans l'ordre juridique interne (Khalfaoui c. France, no 34791/97, §§ 35-37, CEDH 1999-IX).", "42.  La Cour a affirmé, à de nombreuses occasions, que l'obligation de se constituer prisonnier, pour exercer une voie de recours, porte une atteinte disproportionnée au droit d'accès à un tribunal. En particulier elle a insisté sur le rôle crucial de l'instance en cassation en France et a considéré que l'obligation de se mettre en état prévue à l'article 583 ancien du code de procédure pénale constituait une entrave disproportionnée, que les requérants tentent de se soustraire à la justice (arrêts Poitrimol précité et Van Pelt c. France, no 31070/96, 23 mai 2000) ou non (arrêt Khalfaoui, précité).   ", "43.  Toutefois, dans l'affaire Karatas et Sari, la Cour s'est démarqué de cette jurisprudence compte tenu du contexte très particulier de l'affaire et a considéré en l'occurrence que l'exercice d'une voie de recours peut être subordonnée à une mise à la disposition de la justice susceptible d'entraîner un emprisonnement. Appelée à se prononcer sur l'obligation de déférer à des mandats d'arrêts - décernés par le juge d'instruction à la suite d'une soustraction volontaire des requérants à leur placement sous contrôle judiciaire - pour faire valablement opposition à un jugement de première instance rendu par défaut, la Cour considéra ce qui suit : ", "« 49. A titre liminaire, la Cour relève qu'à la suite de leur placement en détention provisoire les requérants bénéficièrent d'une mesure de placement sous contrôle judiciaire assortie de diverses obligations dont celle de ne pas sortir, pour la requérante, du territoire de la France métropolitaine et, pour le requérant, du département du Var. Toutefois, peu de temps après ils se dérobèrent à ces obligations en prenant la fuite. Dès lors, le contrôle judiciaire fut révoqué par le juge d'instruction qui décerna les 3 février et 7 avril 1995 des mandats d'arrêt à leur encontre. Ainsi, la Cour constate que depuis lors, les requérants étaient soumis à l'obligation de déférer à ces mandats d'arrêt et que, ne pouvant être atteints par la citation, le jugement par défaut rendu à leur encontre leur a été signifié « à parquet » conformément à l'article 492 alinéa 1 du code de procédure pénale. ", "Au vu de ce qui précède, la Cour conclut que les requérants, alors qu'ils avaient bénéficié du placement sous contrôle judiciaire, se sont privés de la possibilité de pouvoir comparaître libres devant la juridiction de jugement. Elle constate en outre que, par la voie de l'opposition, le jugement litigieux sera nécessairement déclaré nul et non avenu. ", "50.  La Cour considère dès lors qu'il y a lieu de distinguer la phase de l'instruction de celle du jugement litigieux puisque, avant même le renvoi de l'affaire devant le tribunal, il subsistait à la charge des requérants l'obligation de déférer aux mandats d'arrêt décernés par le juge d'instruction. Il en découle que l'obligation dont se plaignent les requérants de se « constituer prisonnier » afin d'avoir accès à un tribunal résulte de l'obligation préexistante à laquelle ils se sont soustraits en amont du jugement litigieux, c'est-à-dire de demeurer à la disposition de la justice afin d'accéder à un tribunal. En effet, la Cour constate, comme le soutient le Gouvernement, que les mandats d'arrêt maintenus par la juridiction de jugement sont le prolongement nécessaire de ceux décernés par le juge d'instruction dans la mesure où les requérants n'offraient plus dans les circonstances décrites, ainsi que le constata le tribunal dans son jugement, aucune garantie de représentation en justice (voir ci-dessus § 28). ", "51.  Partant, la Cour conclut, eu égard tant aux circonstances particulières de la cause qu'au déroulement de la procédure interne, que l'obligation mise à la charge des requérants ne constitue pas une entrave au droit d'accès à un tribunal. »    ", "44.  La présente affaire se distingue toutefois de l'affaire Karatas et Sari car la procédure litigieuse se trouve en phase d'appel et porte sur le bien-fondé de l'accusation en fait comme en droit, passage obligé et préalable au contrôle de la Cour de cassation. La Cour note à cet égard que l'appel a un effet suspensif et que le jugement attaqué peut être anéanti. Par ailleurs, la Cour observe que si un mandat d'arrêt fut délivré au début de l'instruction à l'encontre du requérant, celui-ci fut arrêté mais remis en liberté et qu'il se manifesta ultérieurement en indiquant ses adresses, entraînant la décision de mainlevée du mandat d'arrêt par le tribunal correctionnel. Par la suite, le requérant comparut, assisté de son avocat, à l'audience du 10 octobre 1996 devant le tribunal correctionnel de Grenoble qui rendit à son encontre un jugement contradictoire (et non par défaut, comme dans l'affaire Karatas et Sari). Et ce n'est qu'en raison de son absence lors du prononcé du jugement du 28 novembre 1996 que le tribunal a décidé de décerner à titre de mesure de sûreté un mandat d'arrêt. ", "45.  L'obligation pour le requérant de se mettre à la disposition de la justice est donc une conséquence du jugement du 28 novembre 1996 contre lequel le requérant s'est vu refusé l'appel par l'intermédiaire de son avocat et se voit depuis dans l'impossibilité de former opposition mais ne saurait être expressément déduite, eu égard aux circonstances de l'affaire, comme résultant d'un manquement à une obligation préexistante à ce jugement - tel qu'un placement sous contrôle judiciaire - auquel le requérant se serait soustrait. En outre, l'argument du Gouvernement selon lequel le requérant, dans l'hypothèse de l'exécution du mandat d'arrêt délivré contre lui, ne serait pas incarcéré plus de huit jours, ne saurait convaincre la Cour. Celle-ci rappelle qu'un délai de vingt-quatre heures lui a paru excessif (voir l'arrêt Khalfaoui précité).", "46.  Ainsi, le refus de la cour d'appel de Grenoble de déclarer recevable l'acte d'appel par l'intermédiaire d'un avocat, au motif que le requérant se dérobe à l'exécution d'un mandat d'arrêt et l'obligation qui en résulte pour le requérant de déférer à ce dernier pour faire opposition audit arrêt, a pour effet de subordonner le droit d'accès au tribunal à une caution constituée par la liberté physique du requérant (voir l'arrêt Krombach c. France, no 29731/96, § 87, CEDH 2001-II). La Cour, dans ces conditions, considère que l'entrave au droit d'accès à un tribunal (la cour d'appel en l'occurrence) est disproportionnée.", "47.  Partant, il y a eu violation de l'article 6 § 1 de la Convention.        ", "b) Sur le respect des droits de la défense du requérant", "48.  La Cour rappelle qu'elle a estimé que la comparution d'un prévenu revêtait une importance capitale en raison tant du droit de celui-ci à être entendu que de la nécessité de contrôler l'exactitude de ses affirmations et de les confronter avec les dires de la victime, dont il y a lieu de protéger les intérêts, ainsi que des témoins. Dès lors, le législateur doit pouvoir décourager les abstentions injustifiées (arrêt Poitrimol c. France précité, § 35). Dans les affaires Lala et Pelladoah c. Pays-Bas (arrêts du 22 septembre 1994, Série A no 297-A et B, respectivement §§ 30 et 40), elle a toutefois précisé qu'il était aussi « d'une importance cruciale pour l'équité du système pénal que l'accusé soit adéquatement défendu tant en première instance qu'en appel, a fortiori lorsque, comme c'est le cas en droit néerlandais, les décisions rendues en appel ne sont pas susceptibles d'opposition ». Elle a ajouté que c'est ce dernier intérêt qui prévalait et que, par conséquence, le fait que l'accusé, bien que dûment assigné, ne comparaisse pas ne saurait – même à défaut d'excuse – justifier qu'il soit privé du droit à l'assistance d'un défenseur que lui reconnaît l'article 6 § 3 de la Convention. Pour la Cour, il appartient aux juridictions d'assurer le caractère équitable d'un procès et de veiller par conséquent à ce qu'un avocat qui, à l'évidence y assiste pour défendre son client en l'absence de celui-ci, se voie donner l'occasion de le faire (ibidem, §§ 34 et 41 ; voir également l'arrêt Van Geyseghem c. Belgique arrêt du 21 janvier 1999 [GC], no 26103/95, §33).", "49.  La Cour a précisé par la suite que c'est de manière surabondante que la proposition commençant par la locution adverbiale « a fortiori » (arrêt Van Geyseghem précité, § 34) a été introduite. Les mots « a fortiori » indiquent que, selon la Cour, l'absence de possibilité d'opposition constitue une circonstance aggravante, mais que l'obligation d'être défendu de façon adéquate  revêt un caractère général (arrêt Karatas et Sari précité, § 54). La Cour a en effet affirmé que l'intérêt d'être adéquatement défendu prévalait. Le droit de tout accusé à être effectivement défendu par un avocat figure parmi les éléments fondamentaux du procès équitable. Un accusé n'en perd pas le bénéfice du seul fait de son absence aux débats. Même si le législateur doit pouvoir décourager les abstentions injustifiées, il ne peut les sanctionner en dérogeant au droit à l'assistance d'un défenseur. Les exigences légitimes de la présence des accusés aux débats peuvent être assurées par d'autres moyens que la perte du droit à la défense (Van Geyseghem précité).", "50.  En l'espèce, la Cour relève que si l'arrêt d'appel a été rendu par défaut, faute pour le requérant d'avoir été atteint par la citation à comparaître, la cour d'appel a quand même examiné l'excuse invoquée par l'intéressé (qui a donc d'une manière ou d'une autre eu connaissance de cette citation) et la rejeta de manière motivée en considérant que celle-ci n'était pas valable, la comparution n'étant pas selon elle impossible, l'intéressé se trouvant en Norvège et y travaillant. ", "51.  La Cour rappelle à cet égard que le droit d'être défendu revêt un caractère pratique et effectif et que son exercice ne peut être rendu tributaire de l'accomplissement de conditions excessivement formalistes (arrêt Karatas et Sari précité, § 60). Elle en déduit que c'est donc bien la non comparution en justice, conséquence du mandat d'arrêt décerné par le tribunal correctionnel, que la cour d'appel sanctionne en interdisant la représentation du requérant, qui faut-il le rappeler, n'était pas en fuite. ", "52.  La Cour observe ainsi que l'avocat du requérant ne fut autorisé ni à exercer la voie de recours pour interjeter appel du jugement contradictoire du 28 novembre 1996 ni à intervenir en l'absence de l'intéressé au cours des débats devant la cour d'appel. Le requérant s'est donc vu privé de la possibilité d'obtenir, au moins sur les questions de recevabilité, d'être défendu en appel et par là même d'obtenir un contrôle juridique des motifs de rejet des excuses présentées pour justifier son absence (voir, mutatis mutandis, arrêt Poitrimol précité, § 18). ", "53.  La Cour ne voit dans les faits de l'espèce aucune raison de s'écarter de la jurisprudence précitée, nonobstant le fait que la cour d'appel a rendu un arrêt par défaut susceptible d'opposition, celle-ci n'ayant pas été exercée pour les mêmes raisons que celles qui avaient conduit le requérant à demandé à être jugé en son absence. Elle relève que le Gouvernement soutient que si le requérant avait fait opposition, la jurisprudence telle qu'elle a évolué lui aurait permis d'être défendu y compris en l'absence de comparution. La Cour relève avec intérêt l'apport de l'arrêt Dentico rendu par l'Assemblée plénière de la cour de cassation qui décide que « le droit au procès équitable et le droit de tout accusé à l'assistance d'un défenseur s'opposent à ce que la juridiction juge un prévenu non comparant et non excusé sans entendre l'avocat présent à l'audience pour assurer sa défense ». Elle constate cependant que cette jurisprudence est le fruit d'une évolution jurisprudentielle largement postérieure à l'introduction de la requête et au jugement contre lequel l'avocat du requérant a tenté de faire appel qu'il ne serait pas équitable d'opposer au requérant. Il y a donc eu, de l'avis de la Cour, atteinte au respect des droits de la défense du requérant.", "54.  Eu égard à ce qui précède, la Cour conclut à une violation de l'article 6 § 3 c) de la Convention. ", "     ", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "55.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "56.  Le requérant réclame 105 000 euros (« EUR ») au titre du préjudice moral correspondant à la peur d'être à tout moment arrêté et à l'impossibilité pour lui d'aller en vacances à l'étranger pendant sept ans.", "Au titre des pertes générées par la faillite de la société IG-INCo, il sollicite le remboursement d'une somme de 22 689, 01 EUR correspondant au prêt souscrit par le requérant pour payer les salaires et celle de 1 737 070,76 EUR correspondant aux actions dont la société était propriétaire et celle de 111 176,15 EUR correspondant au prix de la maison qu'il a vendu pour faire face au règlement de ses dettes.", "57.  Le Gouvernement est d'avis que le constat de violation constituerait en soi une réparation suffisante au titre du préjudice moral et que la réclamation liée aux pertes de la société est sans lien avec les griefs invoqués devant la Cour.", "58.  La Cour considère que le requérant a subi un préjudice moral certain résultant de l'impossibilité de former opposition sans mettre à exécution le mandat d'arrêt décerné contre lui et d'être défendu devant la cour d'appel de Grenoble. Toutefois, elle ne saurait spéculer sur la conclusion à laquelle la cour d'appel aurait abouti si elle avait autorisé le requérant à se faire représenter et si celui-ci avait formé opposition. Compte tenu des circonstances particulières de la cause, elle est d'avis que le constat de violation suffit à réparer le préjudice moral et qu'aucune demande d'indemnisation du préjudice matériel n'est pertinente en l'espèce. ", "B.  Frais et dépens", "59. Le requérant réclame la somme de 8 645,93 EUR correspondant aux frais d'un cabinet hollandais intervenu à la suite de la rupture du contrat de la société Semat, la somme de 3 380, 67 EUR pour les frais exposés lors de son incarcération en Allemagne ainsi que celle de 46 667,52 EUR correspondant aux frais d'avocat pour la procédure devant le tribunal correctionnel et la cour d'appel de Grenoble et celle devant la Cour européenne. Il fournit plusieurs notes d'honoraires établies par les avocats néerlandais et deux notes datant des 10 décembre 1997 et 20 novembre 2002 provenant de l'avocat le représentant devant la Cour, l'une de 10 000 francs (1524,49 EUR), l'autre de  2300 EUR et pouvant correspondre aux frais exposés devant la Cour pour l'introduction de la requête et la rédaction des mémoires. ", "60.  Le Gouvernement considère que seuls les frais exposés devant la Cour peuvent être pris en compte sous réserve d'être dûment justifiés.", "61.  La Cour rappelle qu'au titre de l'article 41 de la Convention, elle ne rembourse les frais de la procédure interne que pour autant qu'il soit établi qu'ils ont été réellement et nécessairement exposés et sont d'un montant raisonnable. En l'espèce, la Cour considère qu'il n'y a pas lieu de rembourser les frais exposés au plan interne qui, pour l'essentiel, n'ont pas été exposés pour remédier à la violation qu'elle a constatée. En ce qui concerne les frais exposés devant les organes de la Convention, la Cour estime raisonnable la somme demandée et accorde au requérant 3 825 EUR à ce titre. ", "C.  Intérêts moratoires", "62.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "", "", "", "", "", "", "", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ, ", "1.  Joint au fond l'exception préliminaire du Gouvernement et la rejette ;", "", "2.  Dit qu'il y a  eu violation de l'article 6 § 1 de la Convention ;", "", "3.  Dit qu'il y a eu violation de l'article 6 § 3 c) de la Convention ;", "", "4.  Dit que le constat d'une violation fournit en soi une satisfaction équitable suffisante pour le dommage moral subi par le requérant ;", "", "5.  Dit ", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 3 825 EUR (trois mille huit cent vingt cinq euros) pour frais et dépens, ", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ce montant sera à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 27 avril 2004 en application de l'article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tA.B. Baka\n\tGreffière\tPrésident"]}