{"file": "FRE_CLINF_20605_92.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "20605/92", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Juin 1997", "Halford c. Royaume-Uni - 20605/92", "Arrêt 25.6.1997", "Article 8", "Interception de conversations téléphoniques transmises par un système de télécommunications interne à la police et par le réseau public: violation; non-violation", "Article 13", "Absence de réglementation par le droit national: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 8 DE LA CONVENTION", "A.\tTéléphones de bureau", "1.\tApplicabilité", "Les appels téléphoniques émanant de locaux professionnels peuvent se trouver compris dans les notions de \"vie privée\" et de \"correspondance\" - la requérante pouvait raisonnablement croire à leur caractère privé.", "Conclusion : applicabilité (unanimité).", "2.\tExistence d'une ingérence", "Existence d'une probabilité raisonnable que la police de Merseyside a intercepté les conversations téléphoniques principalement dans le but de recueillir des informations pour étayer sa défense dans la procédure en matière de discrimination - \"ingérence d'une autorité publique\".", "3.\tL'ingérence était-elle \"prévue par la loi\" ?", "Pour protéger contre les ingérences arbitraires, le droit interne doit user de termes assez clairs pour indiquer de manière suffisante en quelles circonstances elle habilite la puissance publique à prendre des mesures secrètes de surveillance ou à intercepter les communications - absence de réglementation, par le droit interne, des interceptions d'appels transmis sur des systèmes internes de télécommunications exploités par les autorités publiques.", "Conclusion : violation (unanimité).", "B.\tTéléphone du domicile", "1.\tApplicabilité", "Conclusion : applicabilité (unanimité).", "2.\tExistence d'une ingérence", "Le grief (écoutes d'appels émanant du poste téléphonique du domicile) se rapportant à des mesures d'interception non conformes à la loi, la Cour doit se convaincre de l'existence d'une probabilité raisonnable que la requérante ait fait l'objet d'une telle mesure - preuves insuffisantes - distinction avec les affaires Klass et autres c. Allemagne et Malone c. Royaume-Uni.", "Conclusion : non-violation (unanimité).", "II.\tARTICLE 13 DE LA CONVENTION", "A.\tTéléphones de bureau", "Absence de recours effectif car le droit interne ne comporte aucune disposition réglementant les interceptions d'appels téléphoniques transmis par des réseaux internes de communications exploités par des autorités publiques.", "Conclusion : violation (unanimité).", "B.\tTéléphone du domicile", "Preuves insuffisantes pour fonder un grief défendable.", "Conclusion : non-violation (huit voix contre une).", "III.\tARTICLES 10 ET 14 DE LA CONVENTION", "Allégations s'analysent en une répétition de celles présentées sur le terrain de l'article 8.", "Conclusion : non-lieu à examen (unanimité).", "IV.\tARTICLE 50 DE LA CONVENTION", "A.\tPréjudice moral : octroi d'une réparation.", "B.\tPréjudice matériel : demande accueillie en partie.", "C.\tFrais et dépens : remboursement partiel.", "Conclusion : État défendeur tenu de verser certaines sommes à la requérante (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}